{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pexgle - Hunt Winning Products Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uncover the hottest winning products from the market and your competitors. See what ads are bringing in the most traffic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here’s how you can legally “spy” on all your biggest competitors so you can quickly discover the hottest-selling products and trends \nand cash in – making millions overnight – long before the market gets saturated!\n\nMake better marketing decisions by learning what products are already successful and get comprehensive data on profitable eCommerce stores\n\n1, Winning Product Research\nQuickly and easily find out which products at target stores are making money. (data based on real visitors/buyers)\n\n2, Facebook Ads Research\nDiscover the BEST performing ads within your market and your competitors. \n\n3, Suppliers & Competitors\nFind all other stores selling your product and the sales they're getting, as well as all suppliers, so you can order at the cheapest price.\n\n4, AliExpress Order Statistic\nSkyrocket your conversion rate with trending products that are proven to sell.\n\nHelp us keep Pexgle working on all your favorite stores. If you have any trouble email us at support@pexgle.com\n\nWe are the first e-commerce competitive intelligence tool with data from real visitors/ buyers. As a result, we are the only one that can show you hottest trending products in real time, before they get saturated."
  }
}