{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beatific Joyful Planner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plan and organize your day with a Chrome extension that includes a task list, hydration tracker, new tab theme, and mood tracker."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a more mindful and productive way to manage your day with the Beatific Happiness Planner Chrome extension. Designed to turn each new tab into a serene and organized space, this extension integrates goal setting, self-reflection, and wellness tracking all in one place. Perfect for users seeking a balanced blend of productivity and mindfulness, it’s a tool to support both your mental well-being and daily achievements.\n\nCore Features:\n\n- Progress Tracker: Follow a daily path of growth and improvement with gamified progress tracking, including a “Seed to Bloom” journey to inspire consistency.\n\n- Goal Setting & Task List: Define your top three goals and track your daily to-do items effortlessly. Perfect for staying focused on what truly matters each day.\n\n- Mood & Gratitude Journal: Record your mood and log moments of gratitude or small achievements. With prompts to celebrate personal victories, this journal helps reinforce positivity.\n\n- Sleep & Wellness Monitoring: Track hours of sleep and assess your mood upon waking to recognize patterns that impact your well-being.\n\n- Meal & Hydration Tracker: Log your meals and water intake with a visual hydration tracker, promoting healthy habits and self-care throughout the day.\n\n- Ambient Sounds & Custom Themes: Choose relaxing sounds like rain, thunder, or birdsong to create a calming workspace. Customize the theme of your planner for a more personal touch.\n\n- Daily Reflections & Affirmations: Access daily affirmations and questions that encourage introspection, positivity, and a growth mindset.\n\nWhether you’re aiming to improve productivity, practice mindfulness, or enhance personal growth, the Beatific Happiness Planner is your all-in-one companion. This extension fosters a positive routine that integrates seamlessly with your browsing experience, providing moments of calm and motivation as you navigate your day.\n\nWhy You Should Install It: \n\nAchieve your goals and cultivate happiness in one beautiful, intuitive space. This extension encourages you to stay organized and mindful while celebrating small wins and maintaining healthy habits. Make each day purposeful, productive, and joyful with the Beatific Happiness Planner."
  }
}