{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reva - Review Management for Hotels & Rentals"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly respond to reviews from your Reva account. Let AI generate personalized responses for your hotel or rental reviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your Review Management with the Reva Extension!\n\nSeamlessly integrated with the Reva platform, this powerful extension revolutionizes how you handle guest reviews across all major channels.\n\nKey Features:\n\n💬 Custom Review Responses:\nLet Reva's AI and canned replies craft personalized responses for your hotel or rental reviews. Save time without sacrificing authenticity.\n\n💥 Effortless Replies:\nAllow the Reva extension to do the work for you. Once you've generated the desired reply in the Reva app, the extension will seamlessly publish it on OTA platforms.\n\n💻 Centralized Review Management:\nReva aggregates all your reviews from various channels, providing a consolidated view of your guest feedback. With the Reva Extension, your Reva account stays up-to-date; once you've replied to a review, your account will be automatically updated.\n\nBenefits of the Reva Extension:\n\n⚡️ One-Click Publishing:\nReply to reviews within Reva and automatically publish them to popular OTAs like Airbnb, VRBO, Booking.com, and more.\n\n🚀 Generate Review Replies On The Fly:\nWhen you need to respond to a review from a less-known channel, simply open the Reva Extension. Effortlessly generate your reply and copy it with ease. Streamlining your review management has never been this convenient.\n\nWhy Reva Extension?\n\nElevate your guest experience and streamline review management with the Reva Extension. Effortlessly respond and publish reviews from a single, intuitive platform. \n\nMake every guest interaction count!"
  }
}