{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Plus by Vidura"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Plus is a chrome extension to amplify the bookmarking experience by building a knowledge base."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Plus (a.k.a Bookmark+) elevates bookmarking experience by automatically categorizing bookmarks into accurate topics using generative AI. This knowledge is transformed into a powerful mind map 🧠 for accessing bird's eye view of user's bookmarks. One can also easily access \"Recently Bookmarked\" web pages from extension.\n\nInstall, Bookmark, and Generate Knowledge!\n\nCommon FAQs:\n\n→ Does Bookmark Plus correctly predicts the topic of my bookmark ?\n\nYes, it can even differentiate a music video vs an education video on YouTube. So it understands the context and groups your bookmark correctly.\n\n→ Why I need Bookmark Plus when I have standard bookmarks ?\n\nBookmarks are best way to save information for later, but just saving information can lead to a huge pool of unused information. To overcome that a user can sort bookmarks manually. It is not practical in the long run and in most cases users give up and stores everything in one single folder.\n\n→ How Bookmark Plus fixes the manual sorting fatigue ?\n\nBookmark Plus uses generative AI to attach contextual topics and sub-topics to bookmarks in the best possible way. In addition, we provide better bookmarking experience to Chrome users by implementing two main features:\n\n1. See how your bookmarks are connected with a mind map\n2. Search bookmarks faster with more visual information (thumbnails, descriptions etc.) than traditional ones.\n\n→ Do I have to change my regular workflow ?\n\nNot much. Once the extension is installed, a user can start bookmarking via extension/context manager option and they will see new folders dynamically created with predicted topic in their bookmarks manager. This is essential for mothballing the bookmarks for later use."
  }
}