{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Math Suite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A suite of famous mathematical libraries for JavaScript!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Math Suite is an extension that enables users to perform complex math operations that involve symbolic computations, complex numbers, matrices, and more.\n\nIt supports all JavaScript commands in its editor. Simply type any Math or JavaScript command that you would like in the add-on's console and then press on the - Execute - button at the top toolbar. Please note that, each math engine has a separate documentation. Please read individual documentations available in the add-on's support page before using the add-on. There is a - Sample - button in the add-on's top toolbar which you can use to insert a sample math code in the console. Moreover, you can import your desired code to the add-on (.txt format). Please click on the (+) button in order to open the file input window. The file needs to be in a plain text format.\n\nNote: for the plot function, this add-on uses the Plotly library. You can either use the \"Plotly.newPlot\" function directly or the simplified \"math.plot\" function provided. If you want to use the - Plotly - function, please put \"output-plot\" as the first argument which is the id for plot container in the app UI. \"math.plot\" uses this id in the background.\n\nIf you have a feature request, or found a bug to report, please fill the bug report form in the add-on's homepage (https://mybrowseraddon.com/mathematics-suite.html)."
  }
}