{
  "name": {
    "ar": "لعبة مسابقة - Online Game",
    "am": "የፈተና ጥያቄ ጨዋታ - Online Games",
    "bg": "Тест игра - Online Games",
    "bn": "কুইজ খেলা - Unblocked Game",
    "ca": "Joc Quiz - Unblocked",
    "cs": "Kvízová hra - Unblocked Game",
    "da": "Quiz spil - Online Game",
    "de": "Quiz-Spiel - Unblocked Game",
    "el": "Παιχνίδι Κουίζ - Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Quiz Game - Word Game",
    "es": "Juego de preguntas - Skill Game",
    "et": "Viktoriinimäng - Online Game",
    "fa": "بازی مسابقه - Arcade Game",
    "fi": "Tietovisa peli - Online Games",
    "fil": "Larong Pagsusulit - Online Games",
    "fr": "Jeu-questionnaire - Online Games",
    "gu": "ક્વિઝ ગેમ - Online Games",
    "he": "משחק חידון - Online Game",
    "hi": "प्रश्नोत्तरी खेल - Arcade Game",
    "hr": "igra kviza - Online",
    "hu": "Kvíz játék - Arcade Game",
    "id": "Permainan Kuis - Online Game",
    "it": "Gioco a quiz - Unblocked Games",
    "ja": "クイズゲーム - Skill Game",
    "kn": "ರಸಪ್ರಶ್ನೆ ಆಟ - Arcade Game",
    "ko": "퀴즈 게임 - Online Games",
    "lv": "Viktorīnas spēle - Online Games",
    "ml": "ക്വിസ് ഗെയിം - Online",
    "mr": "क्विझ गेम - Unblocked Game",
    "ms": "Permainan Kuiz - Arcade Game",
    "nl": "Quizspel - Online",
    "pl": "Gra quizowa - Unblocked",
    "ro": "Joc Quiz - Arcade Game",
    "ru": "Игра-викторина - Online Game",
    "sk": "Kvízová hra - Online",
    "sl": "Igra kviz - Unblocked",
    "sw": "Mchezo wa Maswali - Skill Game",
    "ta": "வினாடி வினா விளையாட்டு - Skill Game",
    "te": "క్విజ్ గేమ్ - Online Game",
    "th": "เกมตอบคำถาม - Online Game",
    "tr": "Bilgi Yarışması Oyunu - Unblocked Games",
    "uk": "Гра-вікторина - Online Games"
  },
  "short": {
    "ar": "احصل على استعداد لأفضل لعبة مسابقة في العالم! ألعاب الاختبار لدينا تجعل التعلم ممتعًا.",
    "am": "ለአለም ምርጥ የፈተና ጥያቄ ጨዋታ ተዘጋጅ! የእኛ የፈተና ጥያቄ ጨዋታ ለመማር አስደሳች ያደርገዋል።",
    "bg": "Пригответе се за най-добрата викторина в света! Нашите викторини забавляват ученето.",
    "bn": "বিশ্বের সেরা কুইজ গেম কুইজের জন্য প্রস্তুত হন! আমাদের কুইজ গেমগুলি শেখার মজা দেয়।",
    "ca": "Prepareu-vos per al millor qüestionari de jocs Quiz del món! Els nostres jocs de preguntes posen diversió en l&#39;aprenentatge.",
    "cs": "Připravte se na nejlepší kvíz kvízové hry na světě! Naše kvízové hry vnášejí do učení zábavu.",
    "da": "Gør dig klar til verdens bedste Quiz-spil-quiz! Vores quizspil gør det sjovt at lære.",
    "de": "Machen Sie sich bereit für das weltbeste Quizspiel-Quiz! Mit unseren Quizspielen macht Lernen Spaß.",
    "el": "Ετοιμαστείτε για το καλύτερο κουίζ παιχνιδιού Κουίζ στον κόσμο! Τα παιχνίδια κουίζ μας διασκεδάζουν στη μάθηση.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Get ready for the world's best Quiz game quiz! Our quiz games put fun into learning.",
    "es": "¡Prepárate para el mejor juego de preguntas y respuestas del mundo! Nuestros juegos de preguntas ponen diversión en el aprendizaje.",
    "et": "Valmistuge maailma parimaks viktoriiniks! Meie viktoriinimängud muudavad õppimise lõbusaks.",
    "fa": "برای بهترین مسابقه مسابقه مسابقه جهان آماده شوید! بازی های مسابقه ما سرگرمی را در یادگیری ایجاد می کند.",
    "fi": "Valmistaudu maailman parhaaseen tietokilpailuun! Tietokilpailupelimme tekevät oppimisesta hauskaa.",
    "fil": "Maghanda para sa pinakamahusay na pagsusulit sa laro ng Quiz sa mundo! Ang aming mga laro sa pagsusulit ay naglalagay ng kasiyahan…",
    "fr": "Préparez-vous pour le meilleur jeu-questionnaire Quiz au monde ! Nos jeux de quiz mettent du plaisir dans l&#39;apprentissage.",
    "gu": "વિશ્વની શ્રેષ્ઠ ક્વિઝ ગેમ ક્વિઝ માટે તૈયાર થાઓ! અમારી ક્વિઝ રમતો શીખવામાં આનંદ લાવે છે.",
    "he": "התכונן לחידון משחק החידון הטוב בעולם! משחקי החידון שלנו מכניסים כיף ללמידה.",
    "hi": "दुनिया के सर्वश्रेष्ठ क्विज़ गेम क्विज़ के लिए तैयार हो जाइए! हमारे प्रश्नोत्तरी खेल सीखने में मज़ा लाते हैं।",
    "hr": "Pripremite se za najbolji kviz na svijetu! Naše igre kviza zabavljaju učenje.",
    "hu": "Készüljön fel a világ legjobb kvízjáték kvízére! Kvízjátékaink szórakoztatják a tanulást.",
    "id": "Bersiaplah untuk kuis game Kuis terbaik dunia! Game kuis kami membuat pembelajaran menjadi menyenangkan.",
    "it": "Preparati per il miglior gioco a quiz del mondo! I nostri giochi a quiz mettono il divertimento nell&#39;apprendimento.",
    "ja": "世界最高のクイズゲームクイズの準備をしましょう！私たちのクイズゲームは、学習を楽しくします。",
    "kn": "ವಿಶ್ವದ ಅತ್ಯುತ್ತಮ ರಸಪ್ರಶ್ನೆ ಆಟದ ರಸಪ್ರಶ್ನೆಗೆ ಸಿದ್ಧರಾಗಿ! ನಮ್ಮ ರಸಪ್ರಶ್ನೆ ಆಟಗಳು ಕಲಿಕೆಗೆ ವಿನೋದವನ್ನು ನೀಡುತ್ತವೆ.",
    "ko": "세계 최고의 퀴즈 게임 퀴즈를 준비하세요! 우리의 퀴즈 게임은 학습에 재미를 더합니다.",
    "lv": "Gatavojieties pasaules labākās viktorīnas spēles viktorīnai! Mūsu viktorīnas mācībās rada prieku.",
    "ml": "ലോകത്തിലെ ഏറ്റവും മികച്ച ക്വിസ് ഗെയിം ക്വിസിന് തയ്യാറാകൂ! ഞങ്ങളുടെ ക്വിസ് ഗെയിമുകൾ പഠനത്തിൽ രസകരമാക്കുന്നു.",
    "mr": "जगातील सर्वोत्तम क्विझ गेम क्विझसाठी सज्ज व्हा! आमचे क्विझ गेम शिकण्यात मजा आणतात.",
    "ms": "Bersedia untuk kuiz permainan Kuiz terbaik di dunia! Permainan kuiz kami memberi keseronokan kepada pembelajaran.",
    "nl": "Maak je op voor &#39;s werelds beste quizspelquiz! Onze quizspellen brengen plezier in leren.",
    "pl": "Przygotuj się na najlepszy quiz na świecie! Nasze quizy zamieniają zabawę w naukę.",
    "ro": "Pregătește-te pentru cel mai bun test de joc Quiz din lume! Jocurile noastre test pun distracția în învățare.",
    "ru": "Приготовьтесь к лучшей в мире викторине! Наши игры-викторины превращают обучение в удовольствие.",
    "sk": "Pripravte sa na najlepší kvíz kvízovej hry na svete! Naše kvízové hry prinášajú zábavu do učenia.",
    "sl": "Pripravite se na najboljši kviz na svetu! Naše igre kviza zabavajo učenje.",
    "sw": "Jitayarishe kwa jaribio bora zaidi la mchezo wa Maswali ulimwenguni! Michezo yetu ya chemsha bongo huleta furaha katika kujifunza.",
    "ta": "உலகின் சிறந்த வினாடி வினா விளையாட்டு வினாடி வினாவிற்கு தயாராகுங்கள்! எங்களின் வினாடி வினா விளையாட்டுகள் கற்றுக்கொள்வதில்…",
    "te": "ప్రపంచంలోని అత్యుత్తమ క్విజ్ గేమ్ క్విజ్ కోసం సిద్ధంగా ఉండండి! మా క్విజ్ గేమ్‌లు నేర్చుకోవడంలో ఆనందాన్ని ఇస్తాయి.",
    "th": "เตรียมตัวให้พร้อมสำหรับเกมตอบคำถามที่ดีที่สุดในโลก! เกมตอบคำถามของเราให้ความสนุกสนานในการเรียนรู้",
    "tr": "Dünyanın en iyi Bilgi Yarışması oyun bilgi yarışmasına hazır olun! Quiz oyunlarımız öğrenmeye eğlence katıyor.",
    "uk": "Приготуйтеся до найкращої у світі вікторини у грі Quiz! Наші ігри-вікторини приносять задоволення навчанню."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for the world's best Quiz game quiz! Our quiz games put fun into learning.\n\nYour knowledge of various subjects will be tested, including math, cultures and cartoons. The goal is always to get a perfect score. Play over and over to get 100% points!\nQuizzes and tests are not just for school. Our quiz games also contain weird, unique questions.\n\nHow To Play:\n\nIn this game, choose the category you want and start answering the tests. As you progress, the questions get harder. Improve your knowledge and show your wits to beat your record!\n\n\nFinally, you can enjoy these game for free (and more requests will be added)! Quiz game Word games extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@zillakgames.com and share your thoughts and problems."
  }
}