{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shoop Cashback & Gutscheine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mit dem Shoop Cashback-Assistenten kannst du beim Online-Shoppen bei über 2.000 Partnern Geld zurück bekommen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mit dem Shoop Cashback-Assistenten kannst du beim Online-Shoppen ganz einfach bei über 2.000+ Partnern Gutscheine einlösen und Geld zurück bekommen!\nNie wieder Cashback verpassen mit dem Shoop Cashback-Assistenten\nShoop ist Deutschlands #1 Cashback-Anbieter mit über 1,7 Millionen Mitgliedern. Die Zeitschrift Finanztest bescheinigt Shoop „Sehr hohe Rabatte und viele umsatzstarke Partnershops”.\n\nDer Shoop Cashback-Assistent ist der schnellste und einfachste Weg bei jedem Einkauf Geld zurück zu bekommen und passende Gutscheine zu erhalten.\nDirekt Cashback sammeln: Unsere Browser-Erweiterung gibt dir Bescheid, wenn du in einem Onlineshop Cashback bekommst und löst verfügbare Gutscheine automatisch ein. Mit nur einem Klick aktivierst du dein Cashback und fängst an zu sammeln.\n\nKeine Aktionen verpassen: Schau dir aktuelle Ratenerhöhungen und die heißesten Aktionen im Cashback-Assistenten an und sammle bequem Extra-Cashback.\nCashback in der Suche: Die aktuelle Cashback-Rate eines Onlineshops wird dir schon in den Google-Suchergebnissen angezeigt. So kannst du von vornherein eine kluge Kaufentscheidung treffen.\n\nÜber Shoop\nVon A wie Apple bis Z wie Zooplus – bei Shoop findet jeder seinen Lieblingsshop! Wir glauben, dass du mit uns bei jedem deiner Online-Einkäufe nicht nur sparen kannst, sondern auch noch Geld verdienen kannst. Bei Shoop helfen wir unseren Nutzern jeden Tag, bares Geld zu sparen statt Treueherzchen oder Punkte zu sammeln. Bei uns bekommst du für jeden deiner Online-Einkäufe Geld zurück. Wir nennen das „Cashback”!\n\nWie funktioniert Shoop?\nFür jeden Einkauf, den du über Shoop tätigst, bekommen wir eine Vermittlungsprovision von unseren Partnershops. Einen Großteil dieser Provision (bis zu 100%), schütten wir an unsere Mitglieder aus. Dein gesammeltes Cashback kannst du dir bei uns bereits ab 1€ auf dein Konto auszahlen lassen oder es gegen attraktive Gutscheine eintauschen.\n\nIst die Nutzung von Shoop kostenlos?\nJa. Nicht nur die Anmeldung, sondern auch die Nutzung ist komplett kostenlos. Gleiches gilt natürlich auch für unseren Cashback-Assistenten. Da wir einen kleinen Teil der Provision für uns behalten, können wir dir unseren Online-Service kostenfrei zur Verfügung stellen. Zudem kannst du darauf vertrauen, dass wir deine Daten nicht an Dritte weitergeben.\n\nHast du Anmerkungen zum Cashback-Assistenten oder benötigst Hilfe? Wir freuen uns über dein Feedback an feedback@shoop.de."
  }
}