{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mountain Pointe Attendance Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An autofill helper for Mountain Pointe High School attendance forms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a simple extension for auto-filling Mountain Pointe High School attendance forms and keeping track of them throughout the day. \n\nTo add your classes and student info, right-click the extension icon in the top right of your browser and click Options.\n\n- 2.3\n  - Changed period button retrieval code to check labels instead of just counting. This was done to combat certain teachers modifying the period section on their forms.\n  - Slightly modified popup fonts.\n\n- 2.2\n  - Fixed a bug with the \"Fill Out All Forms\" feature where the button would not function if there was no first period saved.\n\n- 2.1\n  - Updated the GMCU system to the new Google Meets homepage layout.\n  - Changed the default delay of the Fill All Forms button to 4 seconds. The old default of 3 seconds was causing issues for most people.\n\n- 2.0\n  - Added the ability to have Google Meet/Zoom link shortcuts in the extension popup.\n  - Added the Google Meet Code Utility (GMCU), an easy way to join meetings from teachers that don't have a permanent links.\n  - Added the ability to create aliases for different classes. For example, you can now have a class labeled as \"World History\" instead of just \"Period 1.\"\n  - Added a preferences section. Includes options such as opening attendance links in new tabs and not automatically submitting forms (for the paranoid; allows you to check the info before manually submitting).\n  - Added an experimental \"Fill Out All Forms\" feature. When enabled in settings, adds a button to the bottom of the popup that will quickly fill out all of your forms for the day. This is basically a \"Wednesday Mode.\"\n  - Completely recoded script injection system for auto-filling scripts. Now uses a background script that is much more robust and reliable. Also brings the benefit of allowing auto-completion of all of the attendance forms at once.\n  - Added clearer instructions for the basic operation of the extension after criticism of the initial documentation.\n  - Heavily improved the layout & styling of the popup and options menus.\n  - Added a light theme to the options menu that is triggered by CSS media queries.\n  - Improved the comments on many different parts of the source code.\n  - Fixed a bug where the red X next to a recently auto-filled form wouldn't change to a green checkmark until the extension menu was closed and re-opened.\n  - Fixed a bug where the 10th period attendance link wasn't being saved or displayed properly.\n  - Fixed a bug where the form auto-fill would suddenly stop if the popup menu was closed before script injection began.\n\n- 1.1\n  - Fixed some small bugs/issues that were reported from the first release.\n  - Created a longer time buffer between the data input and the data submission on the form auto-fill script.\n\n- 1.0\n  - First Release."
  }
}