{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jira Ticket Link Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generates a nice looking link for Jira tickets containing ticket ID, description and link"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin works if your Jira instance is hosted on-premise, if it's hosted on Atlassian Cloud instead, please search for \"Jira Ticket Link Generator - Cloud Edition\".\n\nGenerate link for Jira tickets from one click!\nGenerated link is in format of \"Ticket ID: Ticket Description\" (e.g. TESTPROGRAM-123: Add feature A), which when clicked will navigate you to the Jira ticket.\n\nThis extension currently supports:\n1. Generate a link for a single ticket in:\n    - Selected ticket in Jira sprint board.\n    - Selected ticket in search result page.\n    - Ticket currently being viewed in ticket detail page.\n2. Generate links for multiple tickets in:\n    - All tickets shown up in search result page.\n\n[Detailed Usage]\n- Single link option\nWhen you are on a sprint board/search result board and have a ticket selected, or you are viewing a ticket in its ticket detail page, click on button \"Generate Link For Single Ticket\" in extension (or use keyboard shortcut Alt + Q), will generate the link for you and copy to clipboard automatically.\n\n- Multiple link option\nWhen you are on search result board, click on button \"Generate Link For All Tickets In Current Page\" in extension (or use keyboard shortcut Alt + W), will generate multiple links corresponding to all the tickets shown in search result page and copy to clipboard.\n\n[Notes]\n1. For the multiple link option, if your search result includes more than 50 tickets, Jira will display your result in different pages, only tickets in the page you are viewing will be copied in this scenario.\n\n2. For multiple link option, when using it to generate a list of links and trying to copy to Microsoft Word, you'll notice line spacing between those links are different from line spacing between links generated using single link option. That's because Microsoft Word does not treat <br> between our links from multiple link option as '\\r\\n'. To resolve this, just hit keyboard \"Backspace\" and then hit \"Enter\", which will remove \"<br>\" and add \"\\r\\n\"."
  }
}