{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SonarG - Grafana Sound Alerts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Grafana experience with SonarG, a powerful sound alert extension. Receive audible notifications for critical events."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SonarG is a powerful Chrome extension designed to enhance your Grafana experience by adding sound alerts to crucial events. Whether you're monitoring critical metrics or analyzing performance data, SonarG ensures that you stay informed in real-time through audible notifications.\n\nKey Features:\n\n🎵 Audio Alerts: Receive audible notifications for important events in your Grafana dashboards.\n🚀 Customization: Select from a range of built-in alert sounds or add your own favorites for a personalized touch.\n⏰ Interval Settings: Control how often alerts are checked, giving you flexibility and control.\n💼 Grafana Version Compatibility: Customize alerts based on your Grafana version to ensure relevance and precision.\n🌐 Whitelist domain: This feature that allows you to narrow down sound alerts to specific domains within your Grafana environment.\n\nHow to Use:\n\nInstall SonarG from the Chrome Web Store.\nConfigure your alert settings by specifying CSS class selectors and selecting your preferred alert sound.\nToggle alerts on or off based on your workflow and preferences.\n\nWhy SonarG:\n\nSonarG was developed to address the need for audible alerts in Grafana, providing a more immersive and dynamic monitoring experience. By adding sound alerts to your Grafana dashboards, SonarG empowers you to react promptly to critical events, ensuring that you never miss important updates.\n\nGet Started:\n\nEnhance your Grafana experience with SonarG today! Install the extension from the Chrome Web Store and take control of your monitoring alerts like never before."
  }
}