{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mr. E - Find B2B contacts universally"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mr. E - the easiest way to find direct contact numbers of professionals & decision-makers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mr. E by EasyLeadz is the easiest way to find B2B contact numbers with just one click. Enrich any business profile with direct mobile numbers i.e direct contact data\n\nOur hit rate and the numbers accuracy is probably the best in the industry. Actions speak louder than words, try it out for free.\n\nWho can use this extension?\n\nAnyone who is looking for efficient and faster ways to reach out to other professionals over phone calls can use this extension to instantly find contact numbers in a click.\n\n- Sales professional, recruiters, headhunters, account managers, marketers, business developers, and people with direct client relationships.\n- Professionals looking to increase their productivity and efficiency\n- Teams, project managers, coordinators and internal communications\n\nAbout EasyLeadz.\n\nEasyLeadz helps business professionals establish a fast and true connection with their leads, contacts, and candidates.\n\nB2B engagement is based on trust. EasyLeadz helps you build that trust using simple tools which allow you to enrich and verify business profiles. Today, over 500,000 sales representatives, recruitment managers and marketers transform the way they engage with their leads, contacts and candidates by using Mr. E on a daily.\n\nOver 500,000+ customers ranging from small and medium businesses to enterprises, use our product.\n\nWebsite: https://www.easyleadz.com/\nTwitter: https://twitter.com/easyleadz\nFacebook: https://www.facebook.com/Easyleadz/\nLinkedIn: https://www.linkedin.com/company/easyleadz/\n\n\nEASYLEADZ EXTENSION:\n\n- Our extension is available for Chrome and allows you to enrich B2B profiles instantly with direct contact numbers.\n\nEASYLEADZ FREE VERSION:\n- EasyLeadz provides 5 free credits for trial.\n- One credit reveals phone numbers\n\nEASYLEADZ SUBSCRIPTION PLANS:\n\n- Starting from only INR 2499 per month!\n- We offer various monthly/annual plans, starting from 40 credits per month and suitable for your needs\n\nAll plans are visible here > https://dashboard.easyleadz.com/pricing\n\nPrivacy disclaimer and permissions: To provide our services we access the following permissions: Read your browsing history, further, if you choose to enable our emailing feature we will have access to additional permissions and data, subject to you explicit consent while enabling such services. For more information, please see our privacy policy: https://www.easyleadz.com/privacy-policy/\nQuestions? Drop us an email at Support@easyleadz.com\n--------------------------------------------------------------------------------------------------------------------------------------"
  }
}