{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyPal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyPal transforms complex privacy policies into simple summaries with a single click. Stay informed with PrivacyPal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As part of our 20 apps in 20 weeks challenge, BusinessDaddy introduces PrivacyPal—a powerful tool designed to cut through legal jargon and provide clear, actionable insights from the terms and conditions we’re constantly being asked to agree to.\n\nPrivacyPal is built to empower users by simplifying complex legal documents, especially terms and conditions. Whether it’s a streaming service, app download, or any other digital interaction, these agreements often hide critical information behind legal language. PrivacyPal reads and analyzes these documents for you, highlighting key points and identifying any potentially concerning clauses, so you know exactly what you’re agreeing to.\n\nThis tool isn’t just about interpretation—it’s about protection. PrivacyPal makes it easy for users to input their concerns and receive personalized feedback on how specific clauses affect them. By cutting through the confusion, it helps users make informed decisions about their data privacy and digital agreements.\n\nAt BusinessDaddy, we are dedicated to creating simple, powerful tools that solve real problems. PrivacyPal is part of that mission, ensuring users can navigate the often confusing legal landscape with confidence. It’s more than a plugin—it’s a safeguard for your digital rights.\n\nWhy This Matters:\n\nA recent wrongful death lawsuit involving Walt Disney Parks and Resorts serves as a stark reminder of how complex terms and conditions can impact consumers’ legal rights. In this case, Disney argued that the lawsuit should be dropped because the plaintiff had once signed up for a Disney+ streaming service, agreeing to settle disputes through arbitration as part of the subscription terms.\n\nThese kinds of hidden clauses, buried within terms and conditions that most of us barely glance at, can have significant legal implications. Agreements like these are often designed in a way that limits consumer rights, and the user has little to no negotiation power. Legal experts emphasize how these agreements are heavily stacked against consumers.\n\nWith PrivacyPal, you can avoid the pitfalls of blindly agreeing to such terms. By providing a straightforward breakdown of key points, the tool helps you protect yourself and understand exactly what you’re signing up for."
  }
}