{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CashbackDeals.se Cashback-knappen"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cashback-knappen håller reda på vilka butiker du får cashback hos när du surfar!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vill du veta vilka butiker som ger cashback när du surfar runt på nätet? Detta är nu möjligt tack vare den nya CashbackDeals.se Cashback-knappen! Installera Cashback-knappen och missa aldrig mera cashback när du handlar online! Du kommer genast att få ett meddelande om du besöker en sajt som har registrerats med CashbackDeals.se. Du kan årligen spara tusentals kronor!\n\nHär är fördelarna med Cashback-knappen\n•      \tAutomatisk notifiering när du besöker en butik som ger cashback\n•      \tDu uppdateras alltid på de nyasta kampanjerna hos CashbackDeals.se\n•      \tSnabb tillgång till ditt konto\n•      \tDu kommer aldrig mera att glömma att handla med cashback\n•      \tGratis nedladdning som hjälper dig spara massor med pengar\n\nSurfa till https://www.cashbackdeals.se/user/register.php och registrera gratis!\n\nOm CashbackDeals.se\nCashbackDeals.se gör online shopping kul och billigare! CashbackDeals.se ger dig cashback på alla dina online inköp och ger dig dessutom tillgång till rabattkoder och specialerbjudanden. Med inte färre än 200 butiker hittar du nästan allt du söker!\n\nHur fungerar CashbackDeals.se?\nAlla kan registrera gratis hos CashbackDeals.se! Efter att du registrerat dig kan du profitera på cashback på dina online inköp hos fler än 200 butiker. Varje butik hos CashbackDeals.se indikerar hur mycket cashback du får på dina inköp hos den butiken. Det kan vara en procentsats av inköpssumman eller ett visst belopp per inköp. När du köper något hos en registrerad butik via CashbackDeals.se kommer ditt inköp att synas i ditt konto på CashbackDeals.se och du kommer att få cashbacksumman som rabatt av CashbackDeals.se. CashbackDeals.se kan registrera dina inköp och ge dig rabatt genom ett avancerat traceringssystem."
  }
}