{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marginalyser Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your margins, increase your profits with Marginalyser Pro - optimised for home and international markets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "----   Marginaliser – It’s a time machine!   ----\n\n•\tGet back the time you spend trying to work out if a potential product will bring profit to your business.\n\n•\tError-free profit calculations.\n\n•\tSupports your business decisions.\n\n•\tAssured profitability – no more guesswork.\n\n•\tBeautifully simple. Just a few cost figures and Marginalyser gives you the profits you will make.\n\n•\tWorks for all regions and all currencies.\n\n•\tThere is nothing else available that helps you like Marginalyser does.\n\n•\tUnobtrusive but instantly available.\n\n•\tWorks with Google Chrome, now the world's most popular web browser.\n\n•\tAvailable as Standard for domestic (home) markets and Pro for buying from overseas.\n\n•\tView the websites you are browsing while using Marginalyser – no switching between websites to do calculations.\n\n•\tAmazingly comprehensive, gives profit figures for every pricing strategy.\n\n•\tPro version handles and factors exchange rates, customs duty and import tax to give you complete and comprehensive profit figures.\n\n•\tGives you access to the figure that really successful businesses watch like a hawk – Gross Profit Margin. Fail to take account of this and you are risking your entire business.\n\n•\tInstant view of potential profitability and margins.\n\n•\tPro version can switch to Standard mode for home market buying.\n\n•\tWorks with PC or Mac.\n\n•\tRemove the confusion and multiple calculations when buying from overseas, Marginalyser does it all for you.\n\n•\tMarginalyser pro takes costs from overseas, including incidental costs such as shipping and insurance as well as taxes to be paid and gives you the total and per unit cost in your own currency.\n\n•\tMarginalyser frees you from the effort of making profit calculations and makes it easy, even fun.\n\n•\tWarns of potentially unprofitable products or pricing strategies.\n\n•\tExport your pricing and profit figures to any word processor or spreadsheet program.\n\n•\tIf you track tax/VAT, Marginalyser will calculate it for you and give you sales prices with and without tax and tell you how much is payable for each item.\n\n•\tNo more pen and paper, or guesswork calculations riddled with potential errors.\n\nMarginalyser is a unique piece of software, an 'add-on' or extension to the Google Chrome internet browser. Its purpose is to help people who are purchasing products to sell via eBay, Amazon or their own e-commerce enabled websites save valuable time and money. It is a profit calculator that gives you clear and accurate information as to how much money you will make if you choose to buy a product or consignment of products.\n\nWhen you are researching potential purchases on the Internet and you come across a product that you are interested in, you click the Marginalyser icon that sits on your toolbar and it opens a pane that sits over to the right hand side of your browser leaving plenty of screen room to see the webpage you are looking at.\n\nYou simply enter a few price details and the markup you envisage applying and Marginalyser will tell you whether you are going to hit your profit target or not. It also tells you how much profit you are going to make and the total profit for the consignment.\n\nIf you are in an active market and have an idea as to the current market price, you can enter this value and Marginalyser will instantly let you know whether you can compete or not.\n\nMarginalyser is available in two versions; Standard for those who purchase from within their own domestic/home markets and Pro for those who also purchase goods from overseas.\n\nThe Pro version has additional functionality to cater for exchange rates, customs duty and import tax/VAT but is just as simple and elegant as the Standard version.\nIf you are not currently tracking your gross profit margins, then doing so will allow you to move your business onto a much more profitable level and let you focus and concentrate on those products that are going to make you the best return on your valuable investment of time, effort and money.\n\n     ----   Move your financial goals ahead, get profitable, get Marginalyser.   ----"
  }
}