{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Kinemaster for PC, Windows, Mac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Kinemaster for PC, Windows, and Mac extension to bring an amazing video editor with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the Power of KineMaster on PC, Windows, and Mac.  Now, you can access KineMaster's video editing magic on your PC, Windows, and Mac computers with our easy-to-use extension. Whether you're a beginner or a pro, editing videos has never been this straightforward. Enjoy the simplicity of editing right from your web browser. Explore KineMaster for PC, Windows, and Mac today and make your videos shine.\n\n\n✔️Kinemaster Extension Features:\n\n- Video Editor Panel\n- Rotation Option\n- Video Duplicate\n- Split Option\n- Delete Option\n- Volumn\n- Opacity\n- Triming Option\n- Save Option\n- Expot Option\n- Video Settings\n\n\n\n\n✔️Keyboard Shortcuts:\n\nThese commands can be used as shortcuts for specific functions.\n\nPlay/Pause: Spacebar\n\nZoom In: = or + (if your keyboard has such a key)\n\nZoom Out: -\n\nUndo: Ctrl + Z\n\nRedo: Ctrl + Shift + Z or Ctrl + Y\n\nDelete Selected Keys: Delete\n\nClose Modal: Esc\n\nSeeking:\n\nLeft Arrow: Go back a second\nRight Arrow: Go forward\nHolding Shift while using arrows: Jump by 10 seconds\nHolding Alt while using arrows: Jump by 0.1 seconds\nAdditional Points:\n\nPrevious Point: Ctrl + Left Arrow\nNext Point: Ctrl + Right Arrow\nBeginning: Ctrl + Shift + Left Arrow\nEnd: Ctrl + Shift + Right Arrow\n\n\n\n✔️How to Use:\n\nStep 1: Add the KineMaster for PC, Windows, and Mac extension to your Google Chrome browser.\nStep 2: Click on the extension icon, and you will see the KineMaster Video Editor in your browser.\nStep 3: Click the Plus (+) icon to add your video, then drag the video to the Video Timeline.\nStep 4: You can use options like Split, Duplicate, and Delete video from the timeline. In the \"File\" menu, you can save and export the edited video. You can also adjust Video Settings from this menu. Click on the timeline video name to access options like video rotation, opacity, volume, and more.\nStep 5: Enjoy!\n\n\n\nKineMaster for PC, Windows, and Mac is your straightforward solution for hassle-free video editing. With this extension, you can easily access KineMaster's features from your web browser. Whether you're a newbie or a pro, it simplifies video editing, letting you create impressive videos effortlessly. Elevate your video projects by giving KineMaster a try on your desktop or laptop today!\n\n\n\nDisclaimer:\n\nPlease note that \"KineMaster for PC, Windows, and Mac\" Chrome Extension is an independent product and is not associated, affiliated, or endorsed by the PicsArt Android app or its developers. We respect intellectual property rights and make no claim to any copyrights associated with the KineMaster Android app."
  }
}