{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AffirmTabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your affirmations displayed in every new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The AffirmTabs browser extension gives you a new affirmation in each tab that you open. Affirmations are short and powerful statements that set positive intentions in your mind. \n\nWrite and add your own affirmations that will appear every time you open a new tab. Use affirmations of any kind to help shape your reality in a positive way. \n\nTrain your mind for success. Seeing your affirmations in a new tab will constantly remind you of your positive intentions. Affirmations help you keep a positive mindset throughout the day as you are browsing and opening tabs.\n\nA new background color in every tab. Seeing your affirmations on different background colors will help you internalize your positive intentions.\n\nYou are creating your reality in every moment of each day. You are creating your future with every thought you have. The Law of Attraction states you will attract into your life whatever you focus on. Viewing your affirmations regularly helps you intend for the reality you would like to create. \n\n-------------------------------------------------------\n \nYour Privacy Matters\nAffirmTabs protects privacy and uses data responsibly. All of your affirmations are stored locally on your browser and not readable by anyone but you. We do not collect any information we do not need.\n\nOur privacy policy is available at https://affirmtabs.com/privacy\n\nBy using this add-on, you agree to the AffirmTabs Terms & Conditions available at http://www.affirmtabs.com/terms"
  }
}