{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disable Browser Shortcuts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your browsing experience with Disable Chrome Shortcuts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your browsing experience with \"Disable Chrome Shortcuts,\" the ultimate tool designed to help you manage keyboard shortcuts in Google Chrome. Whether you're looking to streamline your workflow or prevent accidental triggers of unwanted shortcuts, our extension offers a seamless solution.\nKey Features:\nEasy Access to Shortcuts Management: With a simple click on our extension icon, you can open a popup with a direct link (button) to the Chrome Shortcuts page (chrome://extensions/shortcuts). This feature provides a straightforward way for users to navigate and manage their Chrome shortcuts efficiently.\nStreamlined User Experience: Designed with simplicity and ease of use in mind, our extension does not clutter your browser with unnecessary features. It offers a focused functionality that enhances your productivity and browsing comfort.\n\nHow It Works:\nPopup Button: Click on the extension icon to open a popup. Inside, you'll find a button that, when clicked, reminds you to manually navigate to the Chrome Shortcuts page. This step is designed with user security in mind, adhering to Chrome's policy on modifying settings.\n\nWhy Choose Disable Chrome Shortcuts?\nEfficiency: Streamline your browsing experience by managing your shortcuts effectively.\nConvenience: Quick access to the shortcuts page from anywhere in Chrome.\nSecurity: Designed with Chrome's security policies in mind, ensuring a safe user experience.\nWhether you're a power user looking to optimize your browsing or someone who wants to avoid accidentally triggering shortcuts, \"Disable Chrome Shortcuts\" is the tool you need. Install now and take the first step towards a more controlled and customized browsing experience!\n\nIcon sourced from flaticon.com and image sourced from freepik.com"
  }
}