{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UT Registration Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UT Registration Plus is a Chrome extension that allows students to easily register for classes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We've all been there. 20 tabs of Rate My Professor, Catalyst, UT Planner, and the UT Course Catalog open and you still don't know what classes to take. What this extension tries to do is streamline most of the unnecessary steps and headaches of registering for classes at UT Austin. \n\n- Puts all the courses for a department into a scroll-able list.\n\n- Provides a \"breakdown\" popup for every class on the Course Catalog, with quick and easy links to the RateMyProfessor and eCIS pages of the professor, as well as syllabi from when the professor taught the class in the past. \n\n- Gets the course description and highlights the important information like prerequisites, restrictions, etc. \n\n- Shows graphs of the grade distributions for the semesters the professor taught the class in the past.\n\n- Gives you the ability to \"Save Courses\" and view them and their information in the extension popup, where you can quickly copy their unique numbers. This lets you see any schedule conflicts, and also register much quicker. You can also \"save\" a course just through its unique number.\n\n- Lets you import/export your schedule for easy sharing.\n\n- Highlights and crosses-out what courses on the UT Course Catalog would conflict with your currently saved courses, making selecting courses that fit with your schedule so much easier. \n\n- Displays a weekly schedule from your saved courses, so that you can easily see how difficult or easy it might be. You can save a picture of the schedule, and even export it to an ICS file\nthat you can import into Google Calendar or iCalendar.\n\n- Import from your already registered schedule page to your saved courses, so you don't have to add each one individually\n\n*Extension images created by Kevin Dao*\n \nExtension open source at https://github.com/sghsri/UT-Registration-Plus"
  }
}