{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OSINT Username Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collect a dossier on a person by username from thousands of sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OSINT Username Checker collects a dossier on a person by username only, checking for accounts on a huge number of sites and gathering all the available information from web pages. \n\nThis tool gives you access to advanced search and information analysis that helps uncover additional details about a user’s identity and purpose. OSINT Username Checker uses smart algorithms and powerful analytics to review various data sources, including social networks, profiles, forums and other public sources. This allows you to find valuable information about the user’s interests, activities and behavior, which is important for understanding their needs and motivations. Whether you’re a marketer, researcher, product developer, or just interested in analytics, OSINT Username Checker helps you enrich your data and take meaningful action. You will be able to use the information you receive to refine your strategies, personalize your content, establish better connections with your audience, and much more. Introduce a new level of analysis and understanding of your audience with OSINT Username Checker.\n\nFind targets by username and connect more deeply with your audience, making informed decisions and achieving your business goals. OSINT Username Checker: Find targets by username with a powerful online tool. Unlock new opportunities to analyze and understand your audience by finding valuable information about users based on their username. Improve strategies, personalize content and connect more deeply with your audience with OSINT Username Checker.\n\nMaigret is an easy-to-use and powerful fork of Sherlock.\n\n✨Features ✨\n➤Profile pages parsing, extraction of personal info, links to other profiles, etc.\n➤Recursive search by new usernames and other ids found\n➤Search by tags (site categories, countries)\n➤Censorship and captcha detection\n➤Requests retries\n\nOSINT Username Checker is suitable for a variety of scenarios:\n\n➤Social media research: for researchers, Maigret can help quickly gather data about the presence of individuals or organizations on different social platforms.\n➤Cybersecurity: Security experts can use it to examine potentially public personal information and identify fake or malicious accounts.\n➤Brand Monitoring: Marketing teams can use Maigret to track brand mentions globally.\n➤Privacy Audit: Ordinary users can also use it to view their online footprint and assess privacy risks.\n\n🔹Privacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data. \nAll data you upload are automatically deleted every day."
  }
}