{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BLAqua"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play a fishing game while enjoying your Twitter/X Newsfeed and earn yield ($QUA, $ETH token) on Blast."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BLAqua.Fish is a groundbreaking BLAST L2-based platform blending the excitement of virtual fishing and aquarium ownership with the power of blockchain technology. Play a fishing game while enjoying your Twitter/X Newsfeed and earn yield ($QUA, $ETH token) on Blast.\n\nðŸ’¸ Wallet: enables users to store and use their $BLA, $QUA and $ETH token which provide users chance to play game on BLAqua extension environment.\nðŸ›’ Store: A decentralized marketplace for secure trading of fish, equipment, and other ocean-related items \nðŸŽ£ Fishing and Exploring: Dive into dynamic ocean adventures with BLAqua.Fish, where users can experience the thrill of fishing and discovering hidden treasures in a virtual marine world. \nðŸ”± Treasure Hunts (ð•/Twitter) : Explore Twitter feed through the game to uncover hidden treasures, offering valuable rewards for your fishing expeditions. \nðŸª¸Aquarium: Using fishing rods to catch fishes -> Transfer your fishes in the Aquarium -> Fishes auto-generate $QUA.\n\nBLAqua.Fish revolutionizes the virtual fishing, aquarium and ocean exploration experience. Leveraging blockchain technology, it ensures security, transparency, and authenticity in every aspect. Join BLAqua.Fish for an immersive journey that combines the excitement of fishing with the rewards of a vibrant gaming community."
  }
}