{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Maps QuickFinder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Google Maps QuickFinder, you can seamlessly integrate Google Maps into your web browsing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover Effortless Navigation with Google Maps QuickFinder\n\nTired of copying and pasting addresses into Google Maps every time you come across a location in your web browsing? Say goodbye to that hassle and welcome the convenience of the \"Google Maps QuickFinder\" Chrome extension! With Google Maps QuickFinder, you can seamlessly integrate Google Maps into your web browsing experience. Here's how it works:\n\nKey Functionalities:\n\nInstant Search: Simply highlight any text that contains an address or location on a web page and press Ctrl+Q (Command+Q for Mac), and watch as the extension instantly initiates a Google Maps search for that location. No more manual copying and pasting.\n\nEffortless Navigation: Once you've found your desired location, press Ctrl+Shift+Q (Command+Shift+Q for Mac), and the extension will open Google Maps with the navigation ready to go. It's the fastest way to turn web page content into real-world directions.\n\nFeatures:\n\nLightning-fast access to Google Maps from any webpage.\nEffortless navigation to any address or location found in your browsing.\nIntuitive keyboard shortcuts for a seamless user experience.\nNo more switching tabs or apps – everything you need is just a keystroke away.\nAlternative option to access functions through context menu (right-click) or the extension icon.\n\nInstallation is a breeze:\n\nClick the \"Install\" button to add the Google Maps QuickFinder extension to your Chrome browser.\nOnce installed, select any text with an address, press Ctrl+Q to search, or Ctrl+Shift+Q to navigate. It's that simple!\n\nMake Google Maps an integral part of your browsing experience. Say hello to simplicity and speed with Google Maps QuickFinder. Install now and enjoy a smoother navigation experience on the web!"
  }
}