{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Page Reloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload page automatically upon timer. Customisable settings. Auto start, random interval."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Page Reloader with Advanced Monitoring\n\nAuto Page Reloader is ideal for users needing efficient automatic web page refreshes at specific times. It also supports content detection, useful for monitoring dynamic web pages.\n\n⭐ Key Features\n\n1. Default Time Interval\n2. Random Interval\n3. Custom Refresh Cycles\n4. Visual Timer Display\n5. Auto Stop on Click\n6. Countdown Timer Mode\n7. Hard Refresh/Bypass Cache\n8. Predefined Page Refresh\n9. Active Tabs List\n\n⭐ Features in Detail\n\n1. Default Time Interval: Set a default time interval for page refreshes, choosing from predefined or custom times.\n2. Random Interval: Randomize refresh intervals within a specified range for unpredictable timing.\n3. Set Refresh Count: Determine how many times a page should be refreshed.\n4. Visual Timer: Display a countdown timer on the page being refreshed.\n5. Auto Stop on Interaction: Pause refresh if the user interacts with the page.\n6. Countdown Timer: Set a countdown to refresh a page after a set time.\n7. Hard Refresh: Reload the page without using cached data.\n8. Predefined Page Refresh: Automatically open and refresh a specified URL.\n9. Active Tabs List: View and manage tabs with active refresh tasks from the extension's popup menu.\n\n⭐ Getting Started\n\n1. Open the webpage to be refreshed or monitored.\n2. Click the Auto Page Reloader icon in the browser toolbar.\n3. Set the time interval and page monitor settings as needed.\n4. Click \"Start.\"\n5. For more configurations, visit the extension settings page.\n\n⭐ Use Cases\n\n- Competitive Monitoring\n- Price Changes\n- Job Offers\n- Product Availability\n- Media Monitoring\n- Website Error Tracking\n- Tracking Numeric Data\n- And More\n\nAuto Page Reloader ensures efficient and customizable page refresh and monitoring to meet your needs."
  }
}