{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AmazeMe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Price Drop Tracker – checking product availability and sending you push-notification when the price dropped."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Amaze Me Price Drop Tracker that simplifies the way you receive push-notifications for Amazon products! \n\nSay goodbye to confusing charts and graphs and hello to a user-friendly interface that focuses solely on the features that matter to you.\n\nAmaze Me Price Drop Tracker makes it easy to keep track of products – you'll receive notifications when the price of your desirable Amazon products drops. No more endless scrolling and checking for updates – let our extension do the work for you!\n\nWhether you're a savvy shopper looking for the best deals or a busy professional trying to save time our extension is the perfect tool for you. Try it today and see how easy it is to stay up-to-date on Amazon prices!\n\nWhat’s inside the app?\n—  User-friendly interface that allows you to manage all of your notifications, view product details, and even set custom price thresholds \n— Choice to receive notifications via email or push notifications on your browser\n— Full privacy, the extension works on x permissions and they provide only full operation, taking care of your confidentiality\n\nDon't miss out on amazing deals and discounts on Amazon! \nInstall Amaze Me Price Drop Tracker today and start saving time and money while shopping online!\n\n_______________________________________________________________________\n\nTo function properly, our extension requires certain permissions to be granted by you. These permissions allow us to create Amazon tabs, store information, create push notifications, capture Amazon requests, monitor transition requests, and access the current tab.\n\nPlease note that we only use these permissions for the extension to work as intended. We take your privacy and security seriously. If you have any questions or concerns, please don't hesitate to contact us.\n\nWhat can Amaze Me Price Drop Tracker help with?\n\nPlan for Future Purchases. Are you waiting for a specific product to go on sale before you buy it? Now, you can set custom price thresholds and receive notifications when the product drops to your desired price point.\n\nSave Money. It's the perfect product  for bargain hunters who are always on the lookout for great deals. By receiving notifications when prices drop, you can take advantage of discounts and save money on the products you want.\n\nBuy Products in High Demand. With Amaze Me Price Drop Tracker, you'll never miss the opportunity to buy a popular product that's back in stock. Whether it's a new gaming console or a hard-to-find skincare product, our Extension will send you a notification as soon as the product becomes available.\n\nStay on Top of Time-Limited Offers. Many Amazon deals are only available for a short period of time, but while using Amaze Me Price Drop Tracker you'll receive real-time notifications so you can act fast and take advantage of a great offer."
  }
}