{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "meuIFMG++"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adiciona novas funcionalidades ao sistema Conecta (meu.ifmg.edu.br)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "meuIFMG++\n\nMantenha seus lançamentos no Conecta sincronizados com sua planilha.\n\nComo usar\n\nNo lançamento de notas de avaliações\n\n1. Observar o valor máximo de uma avaliação. Se uma nota de algum estudante ultrapassar o valor máximo da avaliação o Conecta não permirá o salvamento das notas. Para resolver, caso essa situação venha a ocorrer, atualize a nota do(s) estudante(s) na página de lançamento do sistema ou volte na planilha e corrija a(s) nota(s), salve a planilha e faça o procedimento de importação (botão verde \"Buscar notas\") das notas novamente. Em seguida, basta conferir e salvar. \n2.  Observar que o Conecta considera apenas uma casa decimal nas notas. Caso essa situação ocorra na planilha, a extensão fará o arredendamento normal da nota. Ex.: Se na planilha a nota estiver assim: \"10,486\", ao usar o botão \"Buscar notas\" essa nota será inserida no conecta já arredondada para \"10,5\". De qualquer forma, faça uma breve verificação das notas após a importação e antes de pressionar o botão \"Salvar\".\n\nNo lançamento de planos de aula\n\n1. Essa funcionalidade fará o lançamento de todos os planos de aula registrados na planilha. Caso um plano seja inserido em uma data errada o docente poderá, após o salvamento do coenteúdo de todos os dias, fazer a correção/atualização dessa informação usando normalmente as funções do sistema Conecta. \n2. O Lançamento de planos é realizado como se fosse uma pessoa digitando as informações e clicando nos botões. E isso levará um tempo. Não tão longo quanto uma pessoa, mas não é tão rápido quanto o lançamento de notas pois, nesse caso, a cada dia de aula lançado, o botão salvar é acionado. Portanto, quando inicar o lançamento de plano de aula por essa extensão não utilize a tela até que o procedimento seja concluído. \n3. Se, por algum motivo, precisar cancelar a ação após iniciada, basta presionar a telca \"F5\" ou o botão \"Recarregar página\" do Navegador. O que já estiver salvo permanecerá salvo, mas podendo ser excluído ou alterado normalmente. \n4. A partir da versão 0.0.5 é possível o preenchimento dos campos \"Tipo de Aula\" e \"Reposição\". No entando, para não cometer erros, observe as seguintes condições: \n  - 4.a. em \"Tipo de Aula\", preencha com apenas um dos valores: Teórica, Prática, Laboratório, Estágio ou Extensão para cada linha da planilha. Se for informado um valor diferente, automaticamente a aula do dia em questão será considerada como Teórica e será salvo assim. Mas fique tranquilo, pois você ainda poderá editar direto no conecta;\n  - 4.b. em \"Reposição\", preencha com um X no campo apropriado se a aula for uma reposição. Se nada for informado a aula será considerada normal. \n\nNo lançamento de frequência\n\nObservação: Este módulo está sendo liberado em fase experimental. Podem ocorrer algumas inconsistências, mas nada que comprometa os lançamentos já salvos no conecta. Por isso, é importante verificar a tela de lançamento de frequência após a importação dos dados no excel.\n\n1. Acesse a tela de lancamento de frequência no conecta, selecione a etapa e o período desejado. \n2. Clique no botão Exportar planilha para gerar o arquivo em excel (formato \".xlsx\"). Todos os lançamentos já realizados serão exportados para a planilha. Na planilha o \"x\" indicará que o aluno está ausente no dia/horário e o \".\" indicará que o aluno está presente no dia/horário. IMPORTANTE: Não altere os nomes dos títulos das células das colunas. \n3. Para fazer a manutenção da frequência marque com um \"x\" para ausência ou \".\" para presença. IMPORTANTE: tem que deixar o \".\" para presença.\n4. Clique no botão Importar frequência e selecionar o arquivo da planilha para sincronizar os dados de frequência da planilha com a tela do conecta.\n5. Após conferir que os dados importados estão corretos, clique no botão  *salvar* do conecta na tela de frequência. \n\n\nNotas da Versão 0.0.3\n\nCorreções/melhorias adicionadas\n- Arredondamento automático da nota (da planilha) para uma casa decimal (conforme é aceito pelo Conecta).\n\nNovas funcionalidades adicionadas nessa versão\n- Salvar plano de aula em uma planilha.\n- Lançar plano de aula a partir de uma planilha.\n\nNotas da Versão 0.0.4\n\nCorreções/melhorias adicionadas\n- Correção de uma falha no módulo de planos de aula.\n\nNotas da Versão 0.0.5\n\nCorreções/melhorias adicionadas\n- Correção estética dos botões no módulo de lançamento de planos\n\nNovas funcionalidades adicionadas nesta versão\n- Possibilidade de atualizar os valores campos \"Tipo de Aula\" e \"Reposição\".\n- Uma observação importante!!!. Nesta versão, foi adicionada uma nova coluna chamada \"Index\". Embora ela não seja diretamente importante para o docente organizar seu plano de aulas, ela não deve ser removida ou modificada. Isso afetaria a funcionalidade do lançamento de planos. Recomendo, inclusive, que nenhum dos títulos das colunas geradas seja alterado.\n\nNotas da Versão 1.0.0\n\nCorreções/melhorias adicionadas\n- Atualização do Manifesto (manifest.json) da versão 2 para a Versão 3.\n- Adição do módulo frequência\n\n\n\nUm ótimo trabalho!"
  }
}