{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kibisis"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kibisis is more than just a wallet. It is your gateway to a secure and self-custodial lifestyle."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kibisis is more than just a wallet. It is your gateway to a secure and self-custodial lifestyle.\n\nWhy Choose Kibisis?\n\nYour Security Is Important - Kibisis uses the best-in-class security techniques to insure your accounts are secure. We are firmly committed to empowering the individual, so Kibisis is a fully self-custodial wallet and will never transfer your private keys from your device.\n\nYour Assets In One Place - Kibisis supports a wide range of asset types and we believe accessing your assets should not be difficult. That is why Kibisis endeavors to make this process a rich and rewarding experience. We always strive to work with the latest dApps to achieve this rich experience.\n\nYour Payments Made Easy - Kibisis will always be there so you can make, or take, payments seamlessly.\n\nYour Online Identity - A wallet is more than just a place to keep your assets; it is your identity. We see your wallet as a way to prove your identity without having store your credentials in the cloud. You should own your identity.\n\nContinuous Innovation - The world of blockchain is dynamic, and so is Kibisis. Our team is dedicated to continuously improving and expanding the features offered, ensuring that you always have access to the latest advancements in the AVM space.\n\nTechnical Features:\n* Algorand and Voi support.\n* Self-custodial - private keys are stored on your device.\n* AVM Standard Asset (ASA) support.\n* ARC-0200 asset support (smart contract based assets).\n* ARC-0072 support (smart contract based NFTs).\n\nEmpower your AVM journey with Kibisis – the lifestyle wallet that brings simplicity, security, and utility to your fingertips."
  }
}