{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bravo Best Price"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking for Promo Codes, deals and offers for your online shopping? Bravo Best Price finds you the best online bargains!",
    "de": "Du bist auf der Suche nach Gutscheinen, Rabatten und Angeboten für Deinen Online Einkauf? Bravo GutscheinCheck findet sie für Dich!",
    "en_GB": "Looking for discount codes, offers and promotions for your online shopping? Bravo Best Price finds you the very best online deals!",
    "fr": "Grâce à Bravo Best Price, trouvez les meilleurs prix, offres et codes promo du moment pour économiser sur votre shopping en ligne!",
    "it": "Sei alla ricerca di codici sconto e promozioni vantaggiose? Bravo Best Price trova le migliori offerte per il tuo shopping online!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money with the best discounts, offers and deals when you are browsing online using the Bravo Best Price extension. \n\nBravo Best Price is a free add-on that you can download to, automatically, view the BEST discount code or deal that is BEST suited to your online shopping to ensure you get the BEST savings! Available on Chrome and Firefox.\n\nThis easy-to-use extension provides you with all the available offers to help you save money in real-time! It presents relevant, precise and up-to-date deals everyday on everything from clothes and shoes to holidays and electronics. Whatever you are searching for, Bravo Best Price simply shows you the leading discounts and deals online, so you don’t have to look for them, streamlining your online shopping experience!\n\nHow it works? After downloading the free extension, you can begin browsing your favourite online shops and Bravo Best Price will display a list of the best offers and discount codes found for that shop in the toolbar at the top of the page. With a few simple clicks on the deal of your choice, Bravo Best Price will copy the selected voucher code or redirect you to the page of the selected offer! It’s that easy!\n\nWhat are you waiting for? Want to shop smarter and receive and enhanced online experience? Install the Bravo Best Price extension today to instantly start saving money!\n\nBy installing our extension on your browser, you confirm that you have read and accepted the BravoVoucher Privacy Policy (https://www.bravovoucher.co.uk/privacy-policy) and the Terms and Conditions section (https://www.bravovoucher.co.uk/terms-and-conditions).",
    "de": "Du möchtest ab sofort noch cleverer online shoppen? \nWir haben eine Lösung für Dich entwickelt, die Dir beim Onlinesurfen helfen kann. Nutze jetzt unsere Bravo Best Price Browser Erweiterung mit einer Auflistung aller verfügbaren Online-Gutscheincodes, um im jeweiligen Warenkorb des Onlineshops bares Geld zu sparen!\nDer beste Online-Gutschein-Finder überhaupt!\nGanz übersichtlich und kinderleicht bietet Dir Bravo Best Price die aktuellsten Gutscheincodes und Angebote für Deinen Lieblings-Onlineshop an. Egal, wo Du gerade surfst, Bravo Best Price findet für Dich die besten Sparmöglichkeiten.\nNach dem Installieren und Aktivieren der Bravo Best Price Toolbar bleibt Dir nichts anderes mehr zu tun, als auf Deinem Lieblingsshop zu surfen und Dir die Produkte aufzurufen, die Dich interessieren. Bravo Best Price wird in der Zwischenzeit für das gewünschte Produkt oder den gewünschten Shop die besten Gutscheincodes und Angebote herausfiltern und sie Dir oben in der Toolbar anzeigen.\nUm zu sparen, klickst Du dann einfach auf den gewünschten Gutschein in der Toolbar und aktivierst ihn dadurch! Bravo Best Price wird Dich dann weiter durch das Angebot führen, um es erfolgreich einlösen zu können!\n\nDie Bravo Best Price Browser Erweiterung ist für Dich absolut kostenlos und Du kannst sie jederzeit bequem ausblenden, wenn Du sie im Augenblick nicht brauchen solltest.\n\nJetzt installieren und smarter shoppen mit der Bravo Best Price Toolbar!\n\nBei Installieren unserer Toolbar bestätigst Du, unsere BravoGutschein Datenschutzbestimmungen (https://www.bravogutschein.de/datenschutzbestimmungen) sowie unsere AGB - Allgemeinen Geschäftsbedingungen (https://www.bravogutschein.de/allgemeine-geschaftsbedingungen) gelesen und akzeptiert zu haben.",
    "en_GB": "Save money with the best discounts, offers and deals when you are browsing online using the Bravo Best Price extension. \n\nBravo Best Price is a free add-on that you can download to, automatically, view the BEST discount code or deal that is BEST suited to your online shopping to ensure you get the BEST savings! Available on Chrome and Firefox.\n\nThis easy-to-use extension provides you with all the available offers to help you save money in real-time! It presents relevant, precise and up-to-date deals everyday on everything from clothes and shoes to holidays and electronics. Whatever your searching for, Bravo Best Price simply shows you the leading discounts and deals online, so you don’t have to look for them, streamlining your online shopping experience!\n\nHow it works? After downloading the free extension, you can begin browsing your favourite online shops and Bravo Best Price will display a list of the best offers and discount codes found for that shop in the toolbar at the top of the page. With a few simple clicks on the deal of your choice, Bravo Best Price will copy the selected voucher code or redirect you to the page of the selected offer! It’s that easy!\n\nWhat are you waiting for? Want to shop smarter and receive and enhanced online experience? Install the Bravo Best Price extension today to instantly start saving money!\n\nBy installing our extension on your browser, you confirm that you have read and accepted the BravoVoucher Privacy Policy (https://www.bravovoucher.co.uk/privacy-policy) and the Terms and Conditions section (https://www.bravovoucher.co.uk/terms-and-conditions).",
    "fr": "Et si vous faisiez tranquillement votre shopping, allant de site en site, tout en vous faisant indiquer les meilleures offres et codes promo pour économiser toujours plus sur vos achats ? C’est désormais possible avec l’extension Bravo Best Price ! \n\nVous aimez le shopping en ligne ? À présent vous allez littéralement l’adorer ! Plus besoin de perdre un temps fou pour dénicher les réductions les plus avantageuses ou les meilleurs codes promo ! Ce sont désormais les remises qui viennent à vous !\n\nL’extension Bravo Best Price, disponible sur Chrome and Firefox et téléchargeable gratuitement vous permet de ne perdre aucune bonne affaire et de faire de belles économies sur tous vos achats ! \n\nVous préparez vos vacances d’été ? Vos cadeaux de Noël ? Votre prochaine sortie en amoureux ? Le temps se fait court et vous avez peur de dépenser des sommes vertigineuses ? Si vous n’avez pas de poule aux oeufs d’or pour gonfler votre budget, l’extension Bravo Best Price va devenir votre meilleur ami ! Parcourez tranquillement vos sites préférés, nous nous occupons de mettre à votre disposition tous les codes promo et les offres les plus intéressantes !\n\nInstallez gratuitement cette extension pour profiter au plus vite de tous ses avantages : parcourez vos sites fétiches et nous vous indiquerons l’offre la plus avantageuse que nous possédons pour vous en faire bénéficier avant tout le monde, tout en vous faisant gagner un temps précieux ! \n \nÀ vous les codes promo et les bons plans ! Les économies c’est maintenant avec Bravo Best Price ! \n\nEn installant cette extension sur votre navigateur, vous confirmez avoir lu et accepté la politique de confidentialité (https://www.bravopromo.fr/politique-de-confidentialite) et les conditions générales d’utilisation (https://www.bravopromo.fr/conditions-utilisations).",
    "it": "Bravo Best Price è un’estensione del browser che ti permette di trovare gratuitamente le migliori offerte della rete e di comparare velocemente codici sconto e promozioni!\n\nBravo Best Price è disponibile su Chrome e Firefox, e ti consente di acquisire i migliori prezzi, le offerte più vantaggiose e i codici sconto più convenienti! Migliora la tua esperienza sul web e ottieni allo stesso un risparmio concreto con Bravo Best Price!\n\nLa nostra pratica ed intuitiva estensione ogni giorno ti offre la possibilità di risparmiare su tutto ciò che desideri acquistare: vestiti, scarpe, libri, noleggio di auto, prenotazioni di hotel o voli, alimenti per animali, assicurazioni, cene al ristorante... Qualunque sia il prodotto o il servizio che stai cercando, approfitta di Bravo Best Price per assicurarti in pochi e semplici click un risparmio garantito!\n\nDopo aver installato e attivato la nostra estensione gratuita, cerca il prodotto che desideri acquistare sul tuo negozio online preferito. Così facendo, Bravo Best Price ti fornirà automaticamente nella barra degli strumenti in alto un elenco completo delle migliori offerte online e dei coupon più vantaggiosi. Per risparmiare, clicca sul codice o l’offerta che desideri attivare: Bravo Best Price ti procurerà in pochi secondi il codice sconto da copiare, oppure ti reindirizzerà direttamente alla pagina legata all'offerta che hai selezionato!\n\nBravo Best Price è completamente gratuita e non invadente: scaricala subito per iniziare a fare acquisti più intelligenti, risparmiando denaro e sfruttando al massimo il tuo tempo online!\n\nInstallando la nostra estensione sul tuo browser, confermi di aver letto e accettato la Privacy Policy di BravoSconto (https://www.bravosconto.it/privacy-policy) e la sezione Termini e Condizioni (https://www.bravosconto.it/termini-e-condizioni)."
  }
}