{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide Activity Details (+ Tweaks) for Trello"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hides activity details on Trello cards. Can now also be set to hide completed checklist items"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide Activity Details\n\nWhen viewing a card, everything that was ever done to that card is displayed at the bottom. This is far more much information than most people care about, and it cluttered it so that comments were swamped. You can hide this by clicking “Hide Details”, but Trello doesn’t always remember your choice. You can set this extension to click that link for you every time you open a card. Activity details are always there, if you need them. Just click “Show Details”.\n\nPlease note: this extension does not stop Trello tracking activity.\n\nHide Completed Items\n\nI use checklists all the time, and only want to see the items I have left to do. You can hide completed items by clicking “Hide completed items” above the checklist, but Trello doesn’t hide them by default. You can set this extension to click that link for you every time you open a card. Your completed items don’t go anywhere, just click “Show checked items” to see them again. They’ll be hidden the next time you open the card.\n\nShow or Hide Card Label Text\n\nIn list view, card labels are shown as a strip of colour. If you have given the label a name, this can also be displayed. This was always a hidden feature in Trello, and lately it appears Trello has removed this functionality. This option brings it back — switch it on display card label text, switch it off to hide it.\n\nPlace Cursor in Two Factor Auth field\n\nIf you have two factor authentication enabled, this option will place the cursor in the field when it appears.\n\nThis extension is only tested in the the most recent version of Chrome. If reporting a problem, please try to be as specific as possible (e.g. what is not working and where, in which circumstances, etc)."
  }
}