{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Input App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use your mobile to operate on web pages in your computer browser to login, subscribe, encrypt, or control any element in the page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to use your mobile device to operate on web pages in your computer browser, enabling you to log in, subscribe, or control any element on the page seamlessly. It offers the capability to define specific rules to identify and interact with page elements via your mobile device, enhancing user experience and control. Your personal information can be securely stored on your mobile device and pushed to your computer as needed, utilizing end-to-end encryption facilitated through Encrypted QR codes for maximum security.\n\nAdditionally, you can encrypt content directly on your mobile device and send the encrypted data to web storage services. This encrypted content can only be decrypted when accessed through your mobile app, ensuring that your data remains secure throughout the process. The extension’s robust security measures and interoperability features make it an invaluable tool for integrating mobile and web experiences.\n\nFurthermore, the source code for this extension is available for download, allowing you to include it directly in your software applications. By doing so, you can achieve direct mobile interoperability, offering a seamless and secure way to manage and interact with web pages using mobile devices. This not only enhances user convenience but also ensures that sensitive information is handled with the utmost security."
  }
}