{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "H-E-B Credit for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your payment methods, checkout faster, and earn more rewards with H-E-B Credit for Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to earn 1.5% unlimited cash back on every online purchase with your H-E-B Visa Signature Credit Card.\n\nWith the new H-E-B Credit Card browser extension for Chrome, you can checkout with one-click, update your saved payment methods, and soon earn even more rewards.\n\n✅ GET CASH BACK WITH ONE CLICK\nForget about grabbing your card from your wallet every time you shop online. With the extension installed, all you need to do is login to your device (touch ID, face ID, password) and your card details will be pre-filled.\n\n🔒 SECURITY IS OUR HIGHEST PRIORITY\nThe H-E-B Credit Card browser extension for Chrome saves your card details to your\npersonal device, so you can check out on all e-commerce sites with your device password. Your card information never leaves your device. We use industry standard encryption secured by your device.\n\n✨ SEAMLESSLY UPDATE YOUR SAVED PAYMENT METHODS ONLINE\nThe H-E-B Credit Card browser extension for Chrome saves your card details to your\npersonal device, so you can check out on all e-commerce sites with your device password.\n\nAND MORE COMING SOON ➡➡➡➡\n\n🎁 BOOSTED CASH BACK\nWith our 2000 retail partners, you can earn boosted cashback rates from a wide range of retailers!\n\n🔔 REAL-TIME DEAL ALERTS\nGet alerted to deals wherever to shop to make sure you don't miss out on savings."
  }
}