{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens a video when you open a new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NewTabVideo is a Chrome extension that enhances your browsing experience by playing a random video from the videos folder of the extension each time a new tab is opened.\n\nEnhance your NewTabVideo experience by personalizing it with your own video wallpapers.\n\n\nAdding / Removing Videos\nOnce you've installed the extension, follow these steps to add videos:\n\n- Open a new tab.\n- Click on the folder button located in the top left corner of the NewTabVideo extension (shown on mouse hover). This will copy the path of the app to the clipboard.\n- Open File Explorer (or equivalent) on your computer.\n- Paste the copied path into the address bar of File Explorer and press Enter.\n- You will now be in the folder where the extension is installed. Place your desired video files into the \"videos\" folder within this directory.\n\nNote: Due to privacy restrictions in Google Chrome, I'm unable to directly open File Explorer to assist you in adding videos.\n\n\nCustomizing Wallpaper Folder\n\n- Adding Videos: Simply place your desired video files into the videos folder located within the extension's directory.\n- Single Video Option: If you prefer to have only one video playing, ensure that the videos folder contains just that single file.\n- High-Quality Wallpapers: For access to a variety of 4K video wallpapers, check out MoeWalls.com"
  }
}