{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chinese almanac auspicious and inauspicious 今日吉凶"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "a Chrome extension designed to support those interested in Chinese traditional culture and everyday decision-making."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"The Daily Almanac - Auspicious and Inauspicious Inquiry\" is a Chrome extension designed to support those interested in Chinese traditional culture and everyday decision-making. Through precise calculations, it displays daily almanac information for users, including advisable and inadvisable actions, helping users choose the best times for various activities such as opening businesses, moving houses, getting married, etc. Whether you're dealing with daily tasks or planning special events, our extension can provide useful guidance and advice.\nTo support our work and provide better services, our extension includes curated advertising links to Amazon products. By shopping through these links, you can enjoy your shopping experience while supporting us. Our extension is designed to enhance your online shopping experience. As part of the extension's functionality, we will showcase product recommendations from Amazon, helping you easily discover and purchase products you might be interested in.\n\n**Feature Highlights**\n- **Daily Almanac Inquiry**: Provides detailed daily advisories and warnings, helping users avoid unfavorable times and choose auspicious moments for important activities.\n- **User-Friendly Interface**: A clear and straightforward interface design allows users to easily understand the advisories for each day.\n- **Real-Time Updates**: Daily almanac information is updated in real-time, ensuring users always have access to the latest guidance.\n- **Cultural Heritage**: More than just a tool, it serves as a bridge for inheriting and popularizing Chinese traditional culture.\n\n**Usage Scenarios**\n- **Life Decisions**: From choosing moving days to deciding on wedding dates, the plugin provides references for your important life decisions.\n- **Business Activities**: Suitable for choosing the best times for opening businesses, signing contracts, and other commercial activities.\n- **Daily Planning**: Helps users plan daily activities, how to avoid unfavorable times, and ensure smooth proceedings.\n\n**Installation and Use**\nIn just a few simple steps, you can easily install it on your Chrome browser and start using it immediately:\n\n1. Visit the Chrome Web Store and search for \"chinese-almanac-auspicious-and-inauspicious\".\n2. Click \"Add to Chrome\" and follow the prompts to complete the installation.\n3. After installation, click the extension icon in the browser's extension area to view today's almanac information.\n\n**Our Commitment**\nWe are committed to protecting user privacy and security, ensuring the plugin is safe, reliable, and ad-free. \"The Daily Almanac - Auspicious and Inauspicious Inquiry\" does not collect any personal information, nor does it request unnecessary permissions.\n\nJoin the users already utilizing \"The Daily Almanac - Auspicious and Inauspicious Inquiry\" and let us better understand and apply the wisdom of Chinese traditional culture, bringing auspiciousness and success to life and work!\n《今日黄历 - 吉凶宜忌查询》是一款为关注中国传统文化和日常生活决策提供支持的Chrome插件。通过精准计算，为用户展示每日的黄历信息，包括宜做事项、忌做事项，帮助用户选择最佳的时间进行各种活动，如开业、搬家、结婚等。无论你是要处理日常事务还是特殊活动的计划，我们的插件都能提供有用的指导和建议。\n为了支持我们的工作和提供更好的服务，我们的扩展包含指向Amazon的精选产品广告链接。通过这些链接购物，您可以在享受购物的同时支持我们。我们的扩展旨在提高您的在线购物体验。作为扩展功能的一部分，我们会展示来自Amazon的商品推荐，帮助您轻松发现和购买您可能感兴趣的产品。\n\n功能特点\n每日黄历查询：提供详细的每日宜忌信息，帮助用户避开不利时间，选择吉利时间进行重要活动。\n用户友好界面：简洁明了的界面设计，让用户一目了然地了解每天的宜忌信息。\n实时更新：每日黄历信息实时更新，确保用户总是获取最新的指导。\n文化传承：不仅仅是一个工具，更是一个传承和普及中国传统文化的桥梁。\n\n使用场景\n生活决策：从选日子搬家到决定婚礼日期，插件为你的重要生活决策提供参考。\n商业活动：适用于选择开业、签约等商业活动的最佳时机。\n日常规划：帮助用户规划日常活动，如何避免不利时段，确保顺利进行。\n\n安装和使用\n简单几步，即可轻松安装到您的Chrome浏览器，并立即开始使用：\n\n访问Chrome Web Store，搜索《chinese-almanac-auspicious-and-inauspicious》。\n点击“添加到Chrome”，按照提示完成安装。\n安装后，点击浏览器扩展区的图标，即可查看今日的黄历信息。\n\n我们的承诺\n我们致力于保护用户的隐私和安全，确保插件安全、可靠、无广告。《今日黄历 - 吉凶宜忌查询》不会收集任何个人信息，也不会请求不必要的权限。\n\n加入正在使用《今日黄历 - 吉凶宜忌查询》的用户，让我们一起更好地了解并运用中国传统文化的智慧，为生活和工作带来吉祥和顺利！"
  }
}