{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Copy Network Info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily copy network request and response information with just a click. Perfect for debugging and development."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\n\nThe Easy Copy Network Info extension is designed to streamline the process of copying and sharing network-related information from your web browser. With a simple and intuitive interface, users can easily gather essential network details such as headers, cookies, and responses, and share them without hassle. This extension is particularly useful for developers, testers, and anyone needing to manage network information effectively.\n\nKey Features:\n\nOne-Click Copying:\n\nInstantly copy network information with just a single click. The extension simplifies the process, allowing users to select specific data types they wish to copy, such as requests, responses, and headers.\nDetailed Network Logs:\n\nAccess comprehensive logs of all network requests made by the browser. The extension captures data in real time, providing insights into the various resources being loaded on a webpage.\nFilter Options:\n\nUsers can apply filters to view specific types of network requests (e.g., images, scripts, or documents). This feature enhances usability by allowing users to focus on the information relevant to their needs.\nCustomizable Settings:\n\nTailor the extension’s functionality to match user preferences. Customize the data types to copy, adjust the display settings, and manage how the information is organized within the extension.\nExport Options:\n\nSave network information to various formats for easy sharing and reporting. Users can export data as plain text, JSON, or CSV, facilitating better collaboration among team members or for documentation purposes.\nUser-Friendly Interface:\n\nThe extension features a clean and intuitive interface that makes it accessible for users of all skill levels. The organized layout allows for quick navigation and efficient data management.\nMulti-Browser Support:\n\nEasy Copy Network Info is compatible with multiple browsers, ensuring that users can access network information regardless of their preferred platform. This flexibility enhances its utility across different development environments.\nReal-Time Updates:\n\nThe extension continuously monitors network activity, providing real-time updates on ongoing requests. Users can see changes as they happen, which is particularly valuable during debugging sessions.\nEnhanced Security:\n\nThe extension prioritizes user privacy and security. Sensitive information is handled carefully, ensuring that users can copy and share network data without compromising their security.\nCross-Platform Functionality:\n\nWith support for various operating systems, users can rely on the extension whether they are using Windows, macOS, or Linux, making it a versatile tool for developers working in diverse environments.\nUse Cases:\n\nWeb Development: Developers can quickly gather network data to troubleshoot issues, optimize resource loading, and ensure efficient performance of web applications.\n\nTesting and Quality Assurance: Testers can utilize the extension to verify that network requests are functioning correctly and that the right data is being sent and received during various testing scenarios.\n\nCollaboration: Team members can share network information effortlessly, enhancing communication and collaboration among developers, testers, and project managers.\n\nEducational Purposes: Students and educators can use the extension to demonstrate network interactions, making it an effective teaching tool for understanding web technologies.\n\nInstallation Instructions:\n\nDownload the Extension:\n\nGo to the browser's extension store (Chrome Web Store, Firefox Add-ons, etc.) and search for \"Easy Copy Network Info.\"\nAdd to Browser:\n\nClick the \"Add to [Browser Name]\" button and follow the prompts to install the extension.\nGrant Permissions:\n\nAllow the extension to access necessary permissions for it to function properly, such as access to network data.\nAccess the Extension:\n\nOnce installed, click the extension icon in the browser toolbar to open the interface and begin using its features.\nSupport and Feedback:\n\nUsers can access support through the extension’s help section or website. Feedback is encouraged to improve functionality and user experience. Users can report bugs or suggest features directly through the extension interface.\nConclusion:\n\nThe Easy Copy Network Info extension provides a powerful tool for anyone dealing with network data. With its user-friendly design, extensive features, and cross-browser compatibility, it enhances productivity and simplifies the process of managing and sharing network information. Whether you're a developer, tester, or simply need to copy network data, this extension is an essential addition to your toolkit."
  }
}