{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect My Choices"
  },
  "short": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_US,es,es_419,fi,fil,gu,hi,hu,id,it,ja,kn,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk": "Helps preserve your options for interest-based ads from companies in the AdChoices self-regulatory program.",
    "cs": "Pomáhá zachovat vaše možnosti pro zájmově orientované reklamy od účastníků samoregulačního programu AdChoices.",
    "en_GB": "Helps preserve your choices for interest-based ads from companies in the AdChoices Self-Regulatory Programme.",
    "et": "See aitab säilitada AdChoicesi isereguleerimisprogrammi kuuluvate ettevõtete huvipõhiste reklaamide valikud.",
    "fa": "به حفظ انتخاب های تبلیغاتی مبتنی بر علاقه شرکت ها در برنامه خود تنظیمی AdChoices کمک می کند.",
    "fr": "Aide à maintenir vos choix de d'annonces par d’intérêt des sociétés du programme autorégulateur AdChoices.",
    "he": "עוזר לשמר את האפשרויות שלך למודעות מבוססות עניין מחברות בתוכנית הרגולציה העצמית של AdChoices.",
    "hr": "Segít megőrizni az érdeklődésen alapuló hirdetési lehetőségeket AdChoices önszabályozó program résztvevőinél.",
    "ko": "AdChoices 자체 규제 프로그램에 참여하는 회사의 관심 기반 광고에 대한 옵션을 유지하는 데 도움이 됩니다.",
    "lt": "Padeda išsaugoti AdChoices savireguliavimo programoje dalyvaujančių įmonių skelbimų pasirinkimą pagal interesus",
    "th": "ช่วยรักษาตัวเลือกของคุณสำหรับโฆษณาตามความสนใจจากบริษัทในโปรแกรมการกำกับดูแลตนเองของ AdChoices",
    "vi": "Giúp duy trì các tùy chọn của bạn cho quảng cáo dựa trên sở thích từ các công ty trong chương trình tự quản lý.",
    "zh_CN": "帮助您保留对 AdChoices 自律计划中的公司提供的基于兴趣的广告的选择。",
    "zh_TW": "幫助您保留對 AdChoices 自律計劃中的公司提供的基於興趣的廣告的選擇。"
  },
  "long": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_US,es,es_419,fi,fil,gu,hi,hu,id,it,ja,kn,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk": "Protect My Choices 2.0.1 (beta) is an extension for users seeking to opt out of interest-based advertising, and to help ensure that their opt-out choices are protected. In one step, it opts your browser out of interest-based advertising performed by companies participating in the industry self-regulatory program for online advertising, and protects those opt out choices by helping to prevent the accidental deletion of cookies that store your choices.  \n\nSome things you should know: \n\n* Protect My Choices applies to interest-based advertising by participating companies. Once you install this extension, you will still receive online advertising from participating companies, and the Web sites you visit may still collect information for other purposes.  \n\n* As more companies join the industry self-regulatory program, their opt-outs will be added to Protect My Choices. As with all Chrome extensions, you’ll be asked to allow Chrome to update the extension to add new opt-outs. If you do not update the extension, it will be disabled until you update it. You can confirm that your opt-outs have been set at http://www.aboutads.info/choices/. You can always check the status of your extensions by clicking Extensions in the Window menu.      \n\n* This extension and your opt-out choices apply only in this browser, so you should separately set your preferences for other browsers or computers you may use.",
    "cs": "Ochrana vlastního nastavení je rozšíření pro uživatele, kteří se chtějí odhlásit z odběru zájmově orientované inzerce a chtějí mít svoje nastavení chráněno. V jediném kroku odhlásí váš prohlížeč ze zájmově orientované inzerce od společností, které se zapojily do samoregulačního programu pro internetové reklamy, a chrání toto nastavení odhlášení tím, že zabraňuje náhodnému smazání souborů cookie, které ukládají vaše nastavení.\n\n\nCo byste měli vědět: \n\n\n1. Ochrana vlastního nastavení se vztahuje pouze na ZÁJMOVĚ ORIENTOVANOU inzerci od zúčastněných společností. Po nainstalování rozšíření se vám budou i nadále zobrazovat internetové reklamy od zúčastněných společností a webové stránky, které navštívíte, mohou stále shromažďovat informace za jiným účelem.\n\n2. K samoregulačnímu programu se postupně připojuje stále více společností. Do rozšíření Ochrana vlastního nastavení proto budou postupně přidávána i odhlášení pro další společnosti. Stejně jako u ostatních rozšíření prohlížeče Chrome budete při přidávání nových odhlášení vyzváni, abyste prohlížeči Chrome umožnili rozšíření aktualizovat. Pokud rozšíření neaktualizujete, bude deaktivováno, dokud tak neučiníte. Nastavení odhlášení si můžete zkontrolovat na adrese http://www.aboutads.info/choices/. Stav svých rozšíření můžete kdykoli zkontrolovat kliknutím na možnost Rozšíření v nabídce Okno.\n\n3. Toto rozšíření a vaše nastavení odhlášení je platné pouze pro tento prohlížeč. Ostatní prohlížeče či počítače, které používáte, je třeba nastavit zvlášť.",
    "en_GB": "Protect My Choices is an extension for users seeking to opt out of interest-based advertising and to help ensure that their opt-out choices are protected. In one step it opts your browser out of interest-based advertising performed by companies participating in the industry self-regulatory programme for online advertising, and protects those opt-out choices by helping to prevent the accidental deletion of cookies that store your choices.\n\n\nSome things you should know: \n\n\n1. Protect My Choices applies to interest-based advertising by participating companies. Once you install this extension you will still receive online advertising from participating companies and the web sites you visit may still collect information for other purposes.\n\n2. As more companies join the industry self-regulatory programme, their opt-outs will be added to Protect My Choices. As with all Chrome extensions, you’ll be asked to allow Chrome to update the extension to add new opt-outs. If you do not update the extension it will be disabled until you update it. You can confirm that your opt-outs have been set at http://www.aboutads.info/choices/. You can always check the status of your extensions by clicking Extensions in the Window menu.\n\n3. This extension and your opt-out choices apply only in this browser, so you should set your preferences for other browsers or computers you may use separately.",
    "et": "„Minu valikute kaitse” on laiendus kasutajatele, kes soovivad loobuda huvipõhisest reklaamimisest, ja see aitab kaitsta kasutaja loobumisvalikuid. See keelab ühe toiminguga teie brauseril huvipõhised reklaamid, mida tööstusharu isereguleerivas programmis osalevad ettevõtted veebireklaamidena esitavad, ja kaitseb teie loobumisvalikuid, aidates vältida nende küpsiste juhuslikku kustutamist, kus teie valikud on salvestatud.\n\n\nMõned asjad, mida peaksite teadma. \n\n\n1. „Minu valikute kaitse” kehtib programmis osalevate ettevõtete huvipõhisele reklaamimisele. Kui installite selle laienduse, siis saate osalevatelt ettevõtetelt endiselt veebireklaame ja külastatud veebisaidid võivad endiselt muul otstarbel teavet koguda.\n\n2. Kui tööstusharu isereguleeriva programmiga liitub uusi ettevõtteid, lisatakse laiendusse „Minu valikute kaitse” nende reklaamidest loobumine. Nagu kõigi Chrome laienduste puhul, palutakse teil lubada Chrome'il uute loobumiste lisamiseks laiendusi värskendada. Kui te laiendust ei värskenda, siis keelatakse see, kuni olete selle värskendanud. Saate loobumiste määramise kinnitada aadressil http://www.aboutads.info/choices/. Saate igal ajal kontrollida oma laienduste olekut, klõpsates Windowsi menüüs valikul Laiendused.\n\n3. See laiendus ja teie loobumisvalikud kehtivad ainult sellele brauserile, seega peate teistele kasutatavatele brauseritele või arvutitele eelistused eraldi määrama.",
    "fa": "Protect My Choices is an extension for users seeking to opt out of interest-based advertising, and to help ensure that their opt-out choices are protected. In one step, it opts your browser out of interest-based advertising performed by companies participating in the industry self-regulatory program for online advertising, and protects those opt out choices by helping to prevent the accidental deletion of cookies that store your choices.  \n\nSome things you should know: \n\n* Protect My Choices applies to interest-based advertising by participating companies. Once you install this extension, you will still receive online advertising from participating companies, and the Web sites you visit may still collect information for other purposes.  \n\n* As more companies join the industry self-regulatory program, their opt-outs will be added to Protect My Choices. As with all Chrome extensions, you’ll be asked to allow Chrome to update the extension to add new opt-outs. If you do not update the extension, it will be disabled until you update it. You can confirm that your opt-outs have been set at http://www.aboutads.info/choices/. You can always check the status of your extensions by clicking Extensions in the Window menu.      \n\n* This extension and your opt-out choices apply only in this browser, so you should separately set your preferences for other browsers or computers you may use.",
    "fr": "Protect My Choices est une extension destinée aux utilisateurs cherchant à désactiver les annonces par centres d'intérêt et à s'assurer que leurs préférences de désactivation sont protégées. Elle permet, en une seule étape, de désactiver dans votre navigateur les annonces par centres d'intérêt diffusées par les sociétés membres du programme d'autorégulation du secteur de la publicité en ligne. Elle protège également vos préférences de désactivation en aidant à empêcher la suppression accidentelle des cookies de stockage de vos préférences.\n\n\nInformations complémentaires : \n\n\n1. Protect My Choices s'applique aux annonces par centres d'intérêt diffusées par les sociétés participantes. Une fois cette extension installée, vous recevrez toujours de la publicité en ligne de la part des sociétés participantes, et les sites Web que vous consulterez pourront toujours recueillir des informations à d'autres fins.\n\n2. À mesure que de nouvelles sociétés rejoignent le programme d'autorégulation du secteur de la publicité en ligne, leurs annonces sont désactivées grâce à Protect My Choices. Comme pour toutes les extensions de Google Chrome, vous devez autoriser le navigateur à mettre à jour l'extension pour ajouter de nouvelles préférences de désactivation. Si vous ne mettez pas à jour l'extension, elle sera désactivée jusqu'à la prochaine mise à jour. Vous pouvez vérifier que vos préférences de désactivation sont définies sur http://www.aboutads.info/choices/. Vous pouvez également consulter l'état de vos extensions en cliquant sur \"Outils\" puis \"Extensions\" dans le menu Google Chrome.\n\n3. Cette extension et vos préférences de désactivation ne s'appliquent qu'à Google Chrome. Nous vous invitons donc à définir vos préférences pour les autres navigateurs ou sur les autres ordinateurs que vous utilisez.",
    "he": "Protect My Choices הוא תוסף המיועד למשתמשים המבקשים לבטל את הצטרפותם לפרסום מבוסס-אינטרנט, ומסייע להבטיח שבחירות ביטול ההצטרפות שלהם מוגנות. בצעד אחד, התוסף מבטל את הצטרפות הדפדפן שלך לפרסום מבוסס-אינטרנט שמבצעות חברות המשתתפות בתוכנית ההסדרה העצמית של התעשייה לפרסום מקוון. כמו כן מגן התוסף על בחירות ביטול ההצטרפות, שכן הוא עוזר למנוע מחיקה אקראית של קובצי Cookie המאחסנים את הבחירות שלך.\n\n\nכמה דברים שכדאי לדעת: \n\n\n1. התוסף Protect My Choices חל על פרסום מבוסס-עניין של החברות המשתתפות. לאחר שתתקין את התוסף, עדיין תקבל פרסום מקוון מהחברות המשתתפות, ואתרי האינטרנט שבהם תבקר עשויים עדיין לאסוף ממך פרטים למטרות אחרות.\n\n2. כאשר חברות נוספות יצטרפו לתוכנית ההסדרה העצמית של התעשייה, ביטולי ההצטרפות שלהן יצורפו ל-Protect My Choices. כמו בכל התוספים של Chrome, תתבקש לאפשר ל-Chrome לעדכן את התוסף כדי להוסיף ביטולי הצטרפות חדשים. אם לא תעדכן את התוסף, הוא יושבת עד שתעדכן אותו. תוכל לאשר שביטולי ההצטרפות שלך הוגדרו בכתובת http://www.aboutads.info/choices/‎. תוכל תמיד לבדוק את הסטטוס של התוספים שלך על ידי לחיצה על 'תוספים' בתפריט 'חלון'.\n\n3. התוסף הזה ובחירות ביטול ההצטרפות שלך חלים רק על הדפדפן הזה, כך שעליך להגדיר בנפרד את ההעדפות עבור דפדפנים או מחשבים אחרים שאתה משתמש בהם.",
    "hr": "\"Zaštiti moj izbor\" proširenje je za korisnike koji žele odustati od oglašavanja na temelju interesa i pomaže osigurati da njihov izbor odustajanja bude zaštićen. U jednom koraku isključuje vaš preglednik iz oglašavanja na temelju interesa koje provode tvrtke koje sudjeluju u profesionalnom samoregulatornom programu za oglašavanje na mreži i štiti taj izbor odustajanja pomažući u sprječavanju slučajnog brisanja kolačića u kojima je vaš izbor pohranjen.\n\n\nNeke stvari koje biste trebali znati: \n\n\n1. \"Zaštiti moj izbor\" primjenjuje se na oglašavanje na temelju interesa koje provode tvrtke koje sudjeluju u programu. Nakon što instalirate ovo proširenje, i dalje ćete primati oglase na mreži od tvrtki koje sudjeluju u programu, a web-lokacije koje posjetite i dalje mogu prikupljati podatke u druge svrhe.\n\n2. Kada se druge tvrtke pridruže profesionalnom samoregulatornom programu, odustajanje od njih bit će dodano u \"Zaštiti moj izbor\". Kao i sa svim proširenjima za Chrome, od vas će biti zatraženo da dopustite da Chrome ažurira proširenje radi dodavanja novih odustajanja. Ako ne ažurirate proširenje, bit će onemogućeno sve dok ga ne ažurirate. Možete potvrditi da su vaša odustajanja postavljena na http://www.aboutads.info/choices/. Stanje proširenja možete uvijek provjeriti klikom na Proširenja u izborniku prozora.\n\n3. Ovo proširenje i vaš izbor odustajanja primjenjuju se samo u ovom pregledniku, tako da biste druge preglednike ili računala kojima se možda koristite trebali postaviti zasebno.",
    "ko": "Protect My Choices는 관심기반 광고를 선택 해제 설정하려는 사용자를 위한 확장 프로그램으로서, 사용자의 선택 해제 설정이 제대로 보호되도록 합니다. Protect My Choices를 사용하면 온라인 광고에 대한 산업 자체 규정 프로그램에 참여하는 기업의 관심기반 광고를 브라우저에서 선택 해제 설정할 수 있습니다. 또한 선택 해제 설정을 저장한 쿠키가 실수로 삭제되지 않도록 하여 이러한 설정을 보호할 수 있습니다.\n\n\n유의사항: \n\n\n1. Protect My Choices는 참여 기업의 관심기반 광고에 적용됩니다. 이 확장 프로그램을 설치하더라도 사용자는 참여 기업의 온라인 광고를 계속 수신하게 되며 사용자가 방문한 웹 사이트는 특정 목적을 위한 정보를 계속 수집합니다.\n\n2. 더 많은 기업이 산업 자체 규정 프로그램에 참여하면 그러한 기업의 선택 해제 설정이 Protect My Choices에 추가됩니다. 모든 Chrome 확장 프로그램과 마찬가지로 Chrome이 확장 프로그램을 업데이트하여 새로운 선택 해제 설정을 추가할 수 있도록 허용할지 묻는 메시지가 표시됩니다. 확장 프로그램을 업데이트하지 않으면 업데이트할 때까지 사용중지됩니다. 나의 선택 해재 설정은 http://www.aboutads.info/choices/에서 확인할 수 있습니다. 확장 프로그램 상태는 창 메뉴의 '확장 프로그램'을 클릭하여 언제든지 확인할 수 있습니다.\n\n3. 이 확장 프로그램과 선택 해제 설정은 Chrome 브라우저에만 적용되므로 다른 브라우저나 컴퓨터를 사용할 경우에는 별도로 환경설정을 지정해야 합니다.",
    "lt": "„Mano pasirinkimų apsauga“ – tai plėtinys, skirtas naudotojams, norintiems atsisakyti pagal pomėgius pritaikyto reklamavimo. Taip pat jis padeda užtikrinti, kad atsisakymo pasirinkimai būtų išlaikyti. Atlikus vos vieną veiksmą, jūsų naršyklėje atsisakoma pagal pomėgius pritaikyto reklamavimo, kurį vykdo įmonės, dalyvaujančios pramonės savireguliacijos programoje, susijusioje su reklamavimu internete. Šie atsisakymo pasirinkimai išlaikomi ir užtikrinama, kad slapukai, kuriuose atsisakymai saugomi, nebūtų atsitiktinai ištrinti.\n\n\nKeli žinotini dalykai \n\n\n1. Plėtinys „Mano pasirinkimų apsauga“ taikomas pagal pomėgius pritaikytam reklamuoti, kurį vykdo dalyvaujančios įmonės. Įsidiegę šį plėtinį vis dar galėsite matyti dalyvaujančių įmonių vykdomą reklamavimo internete veiklą, o svetainės, kuriose lankotės, ir toliau galės rinkti informaciją kitais tikslais.\n\n2. Vis daugiau įmonių prisijungia prie pramonės savireguliacijos programos, todėl jų atsisakymai bus pridėti prie plėtinio „Mano pasirinkimų apsauga“. Kaip ir visada, naudodami „Chrome“ plėtinius, būsite paprašyti leisti „Chrome“ atnaujinti plėtinį, kad būtų galima pridėti naujų atsisakymų. Neatnaujinus plėtinio jis bus išjungtas, kol atnaujinsite. Patikrinti, ar jūsų atsisakymai buvo nustatyti, galite apsilankę šiuo adresu: http://www.aboutads.info/choices/. Visada galite patikrinti plėtinių būseną lango meniu spustelėję „Plėtiniai“.\n\n3. Plėtinys ir atsisakymų pasirinkimai taikomi tik šioje naršyklėje, todėl naudodami kitas naršykles ar kompiuterius nuostatas turėtumėte pasirinkti atskirai.",
    "th": "\"เก็บการเลือกไม่ใช้ของฉัน\" เป็นส่วนขยายสำหรับผู้ใช้ที่ต้องการเลือกไม่ใช้การโฆษณาตามความสนใจ และเป็นส่วนขยายที่ช่วยให้ผู้ใช้มั่นใจได้ว่าการเลือกไม่ใช้ของตนจะได้รับการเก็บรักษาไว้ ส่วนขยายนี้จะเลือกไม่ใช้การโฆษณาตามความสนใจในเบราว์เซอร์ของคุณ ซึ่งแสดงโดยบริษัทที่เข้าร่วมในโปรแกรมการกำกับดูแลตนเองในอุตสาหกรรมโฆษณาออนไลน์ และยังเก็บการเลือกไม่ใช้ต่างๆ เอาไว้โดยช่วยป้องกันการลบคุกกี้ที่จัดเก็บสิ่งที่คุณเลือกโดยบังเอิญ โดยสิ่งที่กล่าวมานี้สามารถทำได้ในขั้นตอนเดียว\n\n\nข้อมูลสำคัญบางประการที่คุณควรทราบมีดังต่อไปนี้: \n\n\n1. \"เก็บการเลือกไม่ใช้ของฉัน\" ใช้ได้กับการโฆษณาตามความสนใจโดยบริษัทที่เข้าร่วมเท่านั้น เมื่อคุณติดตั้งส่วนขยายนี้ คุณจะยังได้รับการโฆษณาออนไลน์จากบริษัทที่เข้าร่วม และเว็บไซต์ที่คุณเข้าชมอาจยังเก็บรวบรวมข้อมูลเพื่อวัตถุประสงค์อื่นๆ\n\n2. เนื่องจากบริษัทจำนวนมากเข้าร่วมโปรแกรมการกำกับดูแลตนเองในอุตสาหกรรม การเลือกไม่ใช้ของบริษัทเหล่านี้จะถูกเพิ่มเข้าไปที่ \"เก็บการเลือกไม่ใช้ของฉัน\" เช่นเดียวกับส่วนขยายทั้งหมดของ Chrome คุณจะได้รับคำขอให้อนุญาต Chrome อัปเดตส่วนขยายเพื่อเพิ่มการเลือกไม่ใช้ใหม่ๆ หากคุณไม่ได้อัปเดตส่วนขยาย ส่วนขยายนี้จะถูกปิดการใช้งานจนกว่าคุณจะทำการอัปเดต คุณสามารถยืนยันว่าคุณได้ตั้งค่าการเลือกไม่ใช้ของคุณแล้วที่ http://www.aboutads.info/choices/ คุณสามารถตรวจสอบสถานะของส่วนขยายได้ตลอดเวลาโดยคลิก \"ส่วนขยาย\" ในเมนู \"หน้าต่าง\"\n\n3. ส่วนขยายนี้และการเลือกไม่ใช้ของคุณใช้ได้เฉพาะในเบราว์เซอร์นี้เท่านั้น ดังนั้น คุณจึงควรตั้งค่ากำหนดของคุณสำหรับเบราว์เซอร์อื่นหรือคอมพิวเตอร์ที่คุณอาจจะใช้แยกต่างหาก",
    "vi": "Bảo vệ lựa chọn của tôi là một tiện ích mở rộng dành cho người dùng không muốn tham gia quảng cáo dựa trên sở thích, đồng thời giúp đảm bảo rằng lựa chọn không tham gia của họ được bảo vệ. Trong một bước, tiện ích này giúp trình duyệt của bạn chọn không tham gia quảng cáo dựa trên sở thích do các công ty tham gia chương trình tự quản lý của ngành thực hiện để quảng cáo trực tuyến, đồng thời bảo vệ các lựa chọn không tham gia đó bằng cách giúp ngăn chặn việc vô tình xóa các cookie lưu trữ lựa chọn của bạn.\n\n\nMột số điều bạn nên biết: \n\n\n1. Bảo vệ lựa chọn của tôi áp dụng với quảng cáo dựa trên sở thích của các công ty tham gia. Sau khi cài đặt tiện ích mở rộng này, bạn sẽ vẫn nhận được quảng cáo trực tuyến từ các công ty tham gia và trang web bạn truy cập có thể vẫn thu thập thông tin cho các mục đích khác.\n\n2. Khi nhiều công ty tham gia chương trình tự quản lý của ngành hơn, lựa chọn không tham gia của họ sẽ được thêm vào Bảo vệ lựa chọn của tôi. Đối với tất cả các tiện ích mở rộng của Chrome, bạn sẽ được yêu cầu cho phép Chrome cập nhật tiện ích mở rộng để thêm các lựa chọn không tham gia mới. Nếu bạn không cập nhật tiện ích mở rộng, tiện ích này sẽ bị tắt đến khi bạn cập nhật. Bạn có thể xác nhận rằng lựa chọn không tham gia của mình đã được đặt tại http://www.aboutads.info/choices/. Bạn luôn có thể kiểm tra trạng thái của tiện ích mở rộng bằng cách nhấp vào Tiện ích mở rộng trong trình đơn Cửa sổ.\n\n3. Tiện ích mở rộng này và các lựa chọn không tham gia của bạn chỉ áp dụng trong trình duyệt này, do đó bạn nên đặt riêng các tùy chọn của mình cho các trình duyệt hoặc máy tính khác mà bạn có thể sử dụng.",
    "zh_CN": "“保持我的选择停用”是一款扩展程序，可用来协助用户停用按照兴趣投放的广告，并确保其停用选择得到尊重。只需完成一个步骤，即可让参与业界在线广告自律计划的公司停止在您的浏览器中提供按照兴趣投放的广告，而且它可防止存储您的停用设置的 Cookie 被意外删除，确保您的停用选择得到尊重。\n\n\n使用须知：\n\n\n1.“保持我的选择停用”适用于由参与自律计划的公司按照用户兴趣投放的广告。安装这项扩展程序后，您仍会收到参与自律计划的公司投放的在线广告，而且您所访问的网站可能仍会出于其他目的收集信息。\n\n2.日后随着更多公司参与业界自律计划，它们的停用 cookie 也将添加到“保持我的选择停用”中。与所有 Chrome 扩展程序相同，“保持我的选择停用”也会要求您允许 Chrome 更新扩展程序，从而添加新的停用 cookie。如果您停止更新，扩展程序将会遭到停用，直到您进行更新才会重新启用。您可以转到 http://www.aboutads.info/choices/ 确认停用设置是否已完成，也可以随时在“窗口”菜单中点击“扩展程序”，从中查看扩展程序的状态。\n\n3.这款扩展程序及您的停用选择只适用于这个浏览器，如果您还使用了其他浏览器或计算机，则您还应分别对它们进行相关设置。",
    "zh_TW": "Protect My Choices 這項擴充功旨在協助使用者停用按照興趣顯示的廣告，並確保廣告停用權受到保護。只需一個簡單的步驟，即可讓加入業界線上廣告自律計劃的公司停止在您的瀏覽器中提供按照興趣顯示的廣告，並協助您避免意外刪除儲存停用設定的 Cookie，藉此保護您的廣告停用權。\n\n\n注意事項：\n\n\n1. Protect My Choices 適用於按照興趣顯示的廣告 (由加入自律計劃的公司所提供)。安裝這項擴充功能後，您仍會收到加入自律計劃的公司提供的線上廣告，且您所造訪的網站可能仍會為了其他目的而收集資訊。\n\n2. 日後如有更多公司加入業界自律計劃， Protect My Choices 將陸續新增其他停用設定。Protect My Choices 與其他的 Chrome 擴充功能相同，會要求您允許 Chrome 更新擴充功能，藉此新增停用設定。如果您不進行更新，擴充功能會遭到停用，直到您恢復更新才會重新啟用。您可以前往 http://www.aboutads.info/choices/ 確認停用設定是否確實完成，也可以隨時在 [視窗] 選單中按一下 [擴充功能]，從中查看擴充功能的狀態。\n\n3. 這項擴充功能及您的停用設定只會套用到這個瀏覽器，如果您還有使用其他瀏覽器或電腦，建議您另行調整偏好設定。"
  }
}