{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy to Clipboard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly store, organize, and retrieve copied items with a dynamic clipboard manager for streamlined productivity."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy to Clipboard Manager: Elevating Efficiency in Digital Workflows\n\nSimplify your digital life with the Copy to Clipboard Manager, a powerful tool designed for seamless data handling. This dynamic clipboard manager goes beyond the basics, allowing you to effortlessly store, organize, and retrieve various content types, from text snippets to images.\n\nSay goodbye to the hassle of searching for recently copied information. With an intuitive interface, categorization options, and a chronological history feature, this clipboard manager ensures quick access to your most relevant content. Its versatility extends to handling different file types, making it a go-to solution for professionals across various industries.\n\nPrivacy is a priority. The clipboard manager employs encryption protocols to secure sensitive data, providing peace of mind as you manage your digital workspace. Customize the tool to suit your preferences with a range of icons and themes, creating a personalized and visually appealing experience.\n\nIn essence, the Copy to Clipboard Manager transforms the way you handle copied content, offering efficiency and organization in one sleek package. Whether you're a creative, developer, or business professional, this tool enhances your productivity and simplifies your digital interactions."
  }
}