{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Istoric Preturi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare and see prices history with the biggest prices and reviews aggregator in Romania. Mobile version also available",
    "ro": "Compara si vezi istoric preturi cu cel mai mare agregator de preturi si pareri din Romania. E disponibila si versiune pentru telefon"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensia oficiala a site-ului www.istoric-preturi.info, cel mai mare agregator de preturi si pareri din Romania. Vezi oricand istoricul pretului a zeci de milioane de produse de pe sute de site-uri (eMAG, Altex, ... si multe multe altele), si lista cu magazinele care vand un produs anume.\n\nReviews sunt agregate de la toate marile magazine si poti vedea cu usurinta parerile tuturor celor care au cumparat sau intentionat sa cumpere un produs anume.\n\nPoti crea liste de favorite si seta alerte de pret sa primesti notificare cand un produs scade la pretul dorit.\n\nE disponibila si versiune pentru telefon, vezi https://www.istoric-preturi.info/extension/?mobile pentru mai multe informatii.\n\nExtensia poate contine link-uri affiliate dar doar in interiorul acesteia, nu va modifica nimic in site-urile vizitate",
    "ro": "Extensia oficiala a site-ului www.istoric-preturi.info, cel mai mare agregator de preturi si pareri din Romania. Vezi oricand istoricul pretului a zeci de milioane de produse de pe sute de site-uri (eMAG, evoMAG, PC Garage, Flanco, Altex, CEL, Fashion Days, Elefant, F64, Dedeman, Hornbach, Vivre, ... si multe multe altele), si lista cu magazinele care vand un produs anume.\n\nPoti crea liste de favorite si seta alerte de pret sa primesti notificare cand un produs scade la pretul dorit."
  }
}