{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Read Aloud: A Text to Speech Voice Reader",
    "es": "Read Aloud: Texto A Voz",
    "it": "Read Aloud: Un Lettore Vocale da Testo a Voce",
    "ja": "Read Aloud: テキスト読み上げ音声リーダー",
    "ru": "Read Aloud: Преобразование текста в речь",
    "tr": "Read Aloud: Bir Metni Sesli Okuyucu",
    "vi": "Đọc Cho Tôi Nghe",
    "zh_CN": "Read Aloud: 文本语音朗读助理",
    "zh_TW": "Read Aloud: 文字語音朗讀助理"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Read aloud the current web-page article with one click, using text to speech (TTS). Supports 40+ languages.",
    "es": "Lea en voz alta el artículo actual con un solo clic.",
    "it": "Legge ad alta voce la pagina web con un click. Supporta 40+ lingue.",
    "ja": "ワンクリックで現在のウェブページの記事を読み上げます。 40以上の言語をサポートします。",
    "ru": "Прочитайте вслух текущую статью на веб-странице одним щелчком мыши, используя преобразование текста в речь (TTS). Поддерживает…",
    "tr": "Geçerli web sayfası makalesini tek bir tıklatmayla, metin okuma (TTS) kullanarak yüksek sesle okuyun. 40'tan fazla dili destekler.",
    "vi": "Đọc nghe nội dung trang web - tiếng Anh và Việt. Dùng nghe đọc tin tức, truyện online. Giọng đọc hay, tiện ích dễ xài.",
    "zh_CN": "轻轻点击，即可为您朗读页面上的文本。（现正支援超过 40 种以上语言）",
    "zh_TW": "輕輕點選，即可為您朗讀頁面上的文字。（目前支援超過 40 種以上的語言）"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Read Aloud uses text-to-speech (TTS) technology to convert webpage text to audio.  It works on a variety of websites, including news sites, blogs, fan fiction, publications, textbooks, school and class websites, and online university course materials.\n\nRead Aloud allows you to select from a variety of text-to-speech voices, including those provided natively by the browser, as well as by text-to-speech cloud service providers such as Google Wavenet, Amazon Polly, IBM Watson, and Microsoft.  Some of the cloud-based voices may require additional in-app purchase to enable.\n\nRead Aloud can read PDF, Google Docs, Google Play books, Amazon Kindle, and EPUB (via the excellent EPUBReader extension from epubread.com).\n\nRead Aloud is intended for users who prefer to listen to content instead of reading, those with dyslexia or other learning disabilities, and children learning to read.\n\nTo use Read Aloud, navigate to the web page you want to read, then click the Read Aloud icon on the Chrome menu.  In addition, the shortcut keys ALT-P, ALT-O, ALT-Comma, and ALT-Period can be used to Play/Pause, Stop, Rewind, and Forward.  You may also select the text you want to read before activating the extension.  Right clicking on the selected text will provide you with yet another option to activate Read Aloud via the context menu.\n\nTo change the voice, reading speed, pitch, or enable text highlighting, go to the Options page either by right clicking on the Read Aloud icon and choose Options, or by clicking the Gear button on the extension popup (you'll need to stop playback to see the Gear button).\n\nRead Aloud is an open-source project.  If you wish to contribute bug fixes or translations, please visit the GitHub page at https://github.com/ken107/read-aloud.",
    "es": "¿Cansado de sentarse, cansado de leer? Haga clic en un botón, saltar sobre su cama, y tener el artículo leído en voz alta a usted.\n\nAdmite EPUB a través de la extensión EPUBReader (epubread.com).\n\nEste es un proyecto de código abierto. Para ayudar, visite https://github.com/ken107/read-aloud",
    "it": "Stanco di seduta, stanco di leggere? Fai clic su un pulsante, salta sul letto e questo strumento leggerà ad alta voce la pagina web.\n\nSupporta EPUB tramite l'estensione EPUBReader (epubread.com).\n\nQuesto è un progetto open source. https://github.com/ken107/read-aloud",
    "ja": "Read Aloud uses text-to-speech (TTS) technology to convert webpage text to audio.  It works on a variety of websites, including news sites, blogs, fan fiction, publications, textbooks, school and class websites, online universities and course materials.\n\nRead Aloud allows you to select from a variety of text-to-speech voices, including those provided natively by the browser, as well as by text-to-speech cloud service providers such as Google Wavenet, Amazon Polly, IBM Watson, and Microsoft.  Some of the cloud-based voices may require additional in-app purchase to enable.\n\nRead Aloud can read PDF, Google Docs, Google Play books, Amazon Kindle, and EPUB (via the excellent EPUBReader extension from epubread.com).\n\nRead Aloud is aimed at users who prefer to listen to content instead of reading, people with dyslexia or other learning disabilities, children learning to read, or simply to provide users with alternative way to consume web content.\n\nTo use Read Aloud, simply navigate to the web page you want to read, then click the Read Aloud icon on the Chrome menu.  In addition, the shortcut keys ALT-P, ALT-O, ALT-Comma, and ALT-Period can be used to Play/Pause, Stop, Rewind, and Forward, respectively.  You may select the text you want to read before activating the extension.  Right clicking on the selected text will provide you with yet another context-menu option to activate Read Aloud.\n\nTo change the voice, reading speed, pitch, or enable text highlighting, go to the Options page either by right clicking on the Read Aloud icon and choose Options, or by clicking the Gear button on the extension popup (you'll need to stop playback to see the Gear button).\n\nRead Aloud is an open-source project I created in my spare time to satisfy my own need.  I'm surprised that it has become quite popular and glad that it's been useful to many people.  If you wish to contribute bug fixes or translations, please visit the GitHub page (https://github.com/ken107/read-aloud).  If you see bugs or have suggestions to make the extension better, please don't hesitate to provide feedback via the \"report issue\" link inside the app.",
    "vi": "Mỏi mắt? Mỏi lưng? Cài tiện ích này vào rồi leo lên giường, để nó đọc to nội dung trang web cho bạn nghe.\n\nGiọng hay, dễ xài, dùng nghe đọc:\n- Tin tức\n- Truyện cho con nít\n- Truyện kiếm hiệp\n- v.v.\n\nHỗ trợ EPUB thông qua tiện ích mở rộng EPUBReader (epubread.com).\n\nTiện ích này mở nguồn.  Nếu bạn có yêu cầu hay góp ý hãy vào: https://github.com/ken107/read-aloud/issues",
    "zh_CN": "厌倦了坐着，厌倦了阅读？ 单击按钮，跳到床上，然后大声朗读文章。 支持PDF。\n\n许多现有的文本到语音扩展要求您选择要读取的文本，真是太痛苦了！ 一些流行的甚至不起作用。 所以我为自己创建了一个，并且我按照我想要的方式使它工作：一次点击它应该找出自己阅读的内容。\n\n通过EPUBReader扩展支持EPUB。 (epubread.com)",
    "zh_TW": "厭倦了坐著，厭倦了閱讀？ 單擊按鈕，跳到床上，然後大聲朗讀文章。 支持PDF。\n\n許多現有的文本到語音擴展要求您選擇要讀取的文本，真是太痛苦了！ 一些流行的甚至不起作用。 所以我為自己創建了一個，並且我按照我想要的方式使它工作：一次點擊它應該找出自己閱讀的內容。\n\n通過EPUBReader擴展支持EPUB。 (epubread.com)"
  }
}