{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CookieManager - Cookie Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Edit cookies related to the current page and all its CORS frames right from the popup interface",
    "de": "Bearbeiten Sie Cookies, die sich auf die aktuelle Seite und alle CORS-Frames beziehen, direkt über die Popup-Oberfläche",
    "fr": "Modifiez les cookies liés à la page actuelle et à tous ses cadres CORS directement depuis l'interface popup.",
    "it": "Modifica i cookie relativi alla pagina corrente e tutti i suoi frame CORS direttamente dall'interfaccia popup",
    "ja": "現在のページとそのすべてのCORSフレームに関連するCookieを、ポップアップインターフェースから直接編集可能",
    "nl": "Bewerk cookies met betrekking tot de huidige pagina en al zijn CORS frames rechtstreeks vanuit de popup interface",
    "pt_BR": "Editar cookies relacionados com a página atual e todos os seus quadros CORS diretamente da interface popup",
    "pt_PT": "Editar cookies relacionados com a página actual e todos os seus quadros CORS directamente da interface popup",
    "ru": "Редактирование cookies, связанных с текущей страницей и всеми ее CORS-фреймами, прямо из всплывающего интерфейса",
    "zh_CN": "在弹出的界面上直接编辑与当前页面及其所有CORS框架相关的cookies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This open-source extension presents a toolbar interface allowing users to observe and modify all cookies associated with the current page. Additionally, it conveniently displays cookies accessed by cross-origin (CORS) subframes on the same page, categorizing them based on their origins.\n\nUsers can directly edit various cookie properties from the interface and delete selected cookies.\n\nFeatures:\n1. Import and export cookies to and from JSON and TXT file\n2. View all cookies related to the current tab, including sub-frames\n3. Access the cookie editor in a separate tab for enhanced visibility\n4. Use the \"Search Cookies by Domain\" context menu option via the action button\n5. Use the \"Open Cookie Editor in new Tab\" context menu option via the action button\n6. Export cookies in TXT format, compatible with Wget and Curl command-line tools\n\nFor bug reports, please visit:\nhttps://github.com/joue-quroi/cookie-editor/",
    "de,fr,it,ja,nl,pt_BR,pt_PT,ru,zh_CN": "This extension offers a toolbar button to view and edit all the cookies that are related to the current page. Note that this extension also lists those cookies that are accessed by subframes located on the current page. Cookies are categorized into different sections based on their origins. \n\nIt is possible to edit different cookie properties right from the popup. Also, you can delete the selected cookie as well.\n\n\nFeatures:\n1. Import and export cookie to and from a JSON file\n2. View all cookies related to the current tab even sub-frames\n3. Open the cookie editor in a separate tab for lager view\n4. \"Search Cookies by Domain\" context menu over browser action button\n5. \"Open Cookie Editor in new Tab\" context menu over browser action button\n6. Export cookies in TEXT format (compatible with Wget and Curl command-line tools)\n\nFor bug reports please use\nhttps://github.com/joue-quroi/cookie-editor/"
  }
}