{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drums Ai Email Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drums Ai Email Assistant Powered by OpenAI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drums Email Assistant drafts emails for you, using AI.\n\nDrums is an email assistant which uses AI to help people write emails and reply back to emails that a person receives. People and Businesses usually get overwhelming amount of daily Emails and it becomes very hard to reply back to all of them. Through Drums, we draft emails, sort out important emails for the user by providing this state of the art tool. \n\nIf you want to organize your Inbox, then Drums Email Assistant is perfect for you. We realised that people do not like emails because its overwhelming and they spend most of their time thinking about an Email, rather than writing it. We solve it for you by drafting your initial response. Now you can say goodbye to stressful inboxes, you will never miss important emails, can easily summarise your email threads, get important action points, get information about priority emails and which are not important. \n\nIn order to use it simply click on one mood in the email and click on button “Write Email”. Then wait a few seconds and it will automatically draft an email response. You can delete the response or update it as you want. The response perfectly conveys your message. \n\n---------Features---------\n\nWrite your emails\n\nReply to emails\n\nSet up a default mood for your replies\n\nMultiple accounts access. \n\n---------Important---------\n\nOnly Your email address is used only for authentication and we do NOT save any of your identifiable information in the database."
  }
}