{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliScraper - Aliexpress Dropshipping Importer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FREE AliExpress product importer to automate dropshipping. Better alternative to Oberlo. Integrates with Shopify, Wix, Wordpress,etc"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FREE AliExpress dropshipping product importer to automate your dropshipping store. AliScraper is powered by Spocket - AliExpress Official Preferred Dropshipping Partner.\n\nAliScraper is a powerful dropshipping tool that helps you streamline your AliExpress product imports and order fulfillment. With just a few clicks, you can easily import an unlimited number of products and automate your order management.\n\nWith AliScraper, you can quickly add winning products to your eCommerce store and start selling in no time. Our search filter allows you to find products based on specific shipping options and destinations, such as ePacket shipping.\n\nThis free Chrome extension also features bulk product importing, one-click product pushing to your Shopify or other eCommerce stores, and an Oberlo-to-Spocket migration tool. You can also search for products using images and receive product recommendations to help you find similar items.\n\nThis means you'll have access to millions of products with fast shipping times and high-profit margins. You can easily manage all of your orders and supplier relationships on Spocket, with 24/7 customer support.\n\nAliScraper Chrome Extension Features\n\nFast, One-Click Product Importer: Push products from AliExpress to your Shopify store, or any other eCommerce store.\n\nBulk Product Importer: Automatically import hundreds of products from any of the featured collections to your online store.\n\nOberlo-to-Spocket Migration Tool: AliScraper allows you to import all of your products from Oberlo to Spocket in 1 easy click. Combine all of your dropshipping needs from Oberlo into a one-stop-shop platform on Spocket.\n\nSearch by Image & Product Recommendation: Search products by image. Use the Product Recommendation tool to find similar items.\n\nProcess hundreds of orders instantly: Process hundreds of orders in bulk with one click. Ship orders directly from suppliers to your customers’ doorstep. Fulfill dropshipping orders faster and spend more time building your store and brand.\n24/7 Customer Support: A dedicated support team is available to help you at any time with dropshipping.\n\nSign up for AliScraper today for FREE and start importing AliExpress products to your store with ease!"
  }
}