{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AcquisitionAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "acquisitionAI is your AI-powered platform for achieving superior human interactions in the digital sales realm."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your professional capabilities with AcquisitionAI, a powerful tool designed to streamline your business interactions, enhance learning, and expand your network with the power of AI.\n\nBuilt for salespeople, marketers, and professionals, this Chrome extension uses advanced AI to generate highly engaging sales emails, create insightful LinkedIn and Twitter content, and even automate thoughtful comments on social posts. It helps you ask the right questions, provides engaging prompts, and lets you create social media content that resonates with your audience.\n\nWith AcquisitionAI, you can:\n\n-Craft personalized, concise, and effective sales emails in no time.\n-Generate insightful questions to better understand customer needs and industry trends.\n-Create engaging, viral-worthy LinkedIn posts and Twitter threads with just a few clicks.\n-Comment on social posts intelligently, adding value to the conversation.\n\nWhether you're prospecting, learning, or networking, AcquisitionAI helps you communicate better, learn faster, and connect deeper. Start experiencing the power of AI in your professional journey today. Transform your work, deliver exceptional value to your clients, and see the difference in your results."
  }
}