{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Console on the go"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Console on the go"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Search Console on the Go\" – Your Ultimate Chrome Extension for Effortless Website Analytics!\n\nUnlock the power of streamlined SEO analysis with our innovative Chrome extension, designed to revolutionize the way you access and interpret Search Console data. Say goodbye to tedious navigation and welcome the era of efficiency as you effortlessly retrieve comprehensive insights for each individual page of your website – all with just a single link!\n\nKey Features:\n\n1. **Comprehensive Page-Level Data:**\n   Dive deep into the performance metrics of every page on your website. Uncover valuable information on impressions, clicks, average position, and click-through rate (CTR) with unparalleled ease.\n\n2. **Dynamic Sorting Options:**\n   Tailor your analysis to perfection! Our extension allows you to sort data based on key metrics such as impressions, clicks, position, and CTR. Easily identify high-performing pages and areas that need improvement.\n\n3. **One-Click Clipboard Copy:**\n   Streamline your workflow with a single click! Copy your selected data to the clipboard effortlessly, allowing you to paste it anywhere for further analysis, reports, or presentations.\n\n4. **On-the-Go Accessibility:**\n   Enjoy the flexibility of accessing crucial Search Console data anytime, anywhere. Whether you're at your desk or on the move, our extension ensures you're always in control of your website's performance.\n\n5. **User-Friendly Interface:**\n   Experience a seamless and intuitive interface that caters to both beginners and seasoned SEO professionals. Effortlessly navigate through the extension, making data analysis a breeze.\n\n6. **Time-Efficient Analysis:**\n   Save valuable time with our extension's ability to deliver instant insights. No more cumbersome processes – just efficient, data-driven decision-making.\n\n7. **Enhanced Collaboration:**\n   Facilitate collaboration among team members by easily sharing the generated link. Foster better communication and teamwork in optimizing your website's performance.\n\n8. **Regular Updates and Improvements:**\n   Benefit from continuous enhancements and updates that ensure your extension is always up-to-date with the latest features and improvements.\n\nTransform your SEO analytics experience with \"Search Console on the Go\" – the Chrome extension that empowers you to make informed decisions, optimize your website effectively, and stay ahead in the competitive online landscape. Try it now and elevate your SEO game!"
  }
}