{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI assistant for Linkedin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your LinkedIn experience with AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Want to take your LinkedIn game to the next level? Our AI-powered Chrome extension can help!\n\nYou'll be able to effortlessly connect with professionals from around the world, in their own language.\n\nHere's what you can expect:\n\n- Craft compelling and personalized comments in seconds with our AI-powered comment generator. No more cold start!\n=> These comments act as gentle reminders to your leads and network that you exist and they should answer your last email :-) !\n\n- Translate your personally crafted comments into any language to connect with professionals all around the world in their mother tongue. No more language barrier!\n=> Want to test your perfect expansion market but you don't master the language? Fake it until you make it!\n\n- Spend less time crafting responses and more time building relationships with your network and leads. Focus on what matters!\n=> All the time you spend thinking on what to write is not spent on thinking who to write to!\n\n- Installing and using our AI-powered Chrome extension is quick and simple and you'll get free credits!\n=> Be ready in less than a minute and try out our powerful Chrome extension for yourself and experience the benefits.\n\nDon't miss out on the chance to supercharge your LinkedIn presence - download our Chrome extension now and start connecting with professionals around the world!\n\nClick 'Add to Chrome' to get started."
  }
}