{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Close This Tab",
    "es": "Cerrar Esta Pestaña",
    "pt_BR,pt_PT": "Fechar Esta Aba",
    "tr": "Sekmeyi Kapat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Easily close tabs with the in-page border element.",
    "es": "Cerrar la pestaña con el elemento al borde de la página",
    "pt_BR,pt_PT": "Feche Facilmente abas com o elemento de borda na página.",
    "tr": "Sayfa-içi kenar öğesi ile sekmeleri kolayca kapatın."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "More easy and fast way to close tabs.\n\nAllows you to easily close tabs with the in-page border element.\n\n\nFeatures:\n----------------\n• You can close the active tab by clicking to the selected in-page border element.\n• In-page element only appears when you move the mouse cursor to the selected edge.\n• You can change the features of the in-page element, like hover color, thickness, click event type and position.\n• Use toolbar icon or context menu to close tabs.\n\n\nLimitations:\n--------------------\nSince Chrome is not allowing, we can't add in-page element into the following pages:\nchrome:// - chrome-extension:// - chrome-devtools:// - view-source: - data: - chrome.google.com/webstore/ - New tab page.\n\nBut, toolbar icon and context menu options will continue to work on all pages without any limitation.\n\n\nNote on permissions:\n-----------------------------------\n• \"Read and change all your data on the websites you visit\" - That is necessary to insert In-Page element into pages. I do not read your data from any website, nor do i modify it.\n\n\nChangelog:\n-------------------\nv3.0.x\nNew features:\n• New add-on features for bottom and right positions.\n• Tooltips now customizable.\n• In-page element opacity feature.\n• Right-click on the selected edge, shows selected options.\n• Context menu options added.\n• Auto maxizing new windows feature added.\n• Toolbar icon popup page added.\n\nUpdates:\n• Settings page redesigned.\n• In-page element positions restructured.\n• New toolbar icon images available.\n\nv2.0.x\nNew features:\n• New in-page closer positions added.\n• You can change thickness of the in-page element.\n• Toolbar icon is added. Clicking to the toolbar icon will close the active tab.\n• You can change the toolbar icon image.\n• Multi language support is added, so please help to translate.\n• Preferences synced with Chrome (if signed in).\n\nUpdates:\n• Renamed to 'Close This Tab'.\n• New Options/Settings page.\n• Injecting the element into dynamically loaded pages.\n\nv1.0\n• Initial version",
    "es": "La forma mas rapida y facil de cerrar pestañas.\n\nLe permite cerrar fácilmente la pestaña activa haciendo clic en el cierre de página (borde de la página) o en el icono de la barra de herramientas.\n\n\nCaracteristicas:\n--------------------------\n• Puedes cerrar la página activa haciendo click en el elemento en-página.\n• El elemento en-página solo aparece cuando tu mueves el cursor al borde de la página selecciona.\n• Pues cambiar estas caracteristica y el comportamiento de la misma como por ejemplo el color, el tiempo, los eventos y la posicion.\n• Use el icono de la barra de herramienta para cerrar pestañas.\n\n\nLimitaciones:\n-----------------------\nDesde que Chrome no permite, que se adicione elementos en-página en las siguientes páginas:\nchrome:// - chrome-extension:// - chrome-devtools:// - view-source: - data: - chrome.google.com/webstore/ - Página nueva pestaña.\n\nPero, la accion del icono de la barra de herramienta sigue trabajando sin ninguna limitació.\n\n\nNota de permisos:\n-------------------------------\n• \"Lee y cambia los datos de las paginas que visitas\" - Esto es necesario para adicionar el elemento en-página dentro de la página. No se lee tus datos de ningun sitio, ni los modificamos.\n\n\nCambios:\n----------------\nv3.0.x\nNuevas funcionalidades:\n• Nuevo funcionalidades para posicion abajo y derecha.\n• Tooltips ahora son configurables.\n• Opacidad del elemento en-página.\n• El click derecho en la orilla de la página, ahora muestra opciones.\n• El menu contextual fue adicionado.\n• Auto maximizacion de la nueva venta fue adicionada.\n• Icono de la barra de herramienta fue adicionado.\n\nActualizaciones:\n• Página de configuracion fue rediseñada.\n• Elementos posicion de de en-página fueron reestructurados.\n• Nueva iconos de la toolbar ahora estan disponibles.\n\nv2.0.x\nNuevas funcionalidades:\n• Nueva posicion de cierre para el en-página fueron adicionados.\n• Tu puedes cambiar el area de los elementos de la en-página.\n• Iconos de la barra de herramienta fueron adicionados. Clickeando el icono de la barra de herramienta ejecutas la acción default.\n• Puedes ahora cambiar el icono de la barra de herramienta.\n• Soporta ahora Multilenguaje. Puedes colaboral con la traduccion.\n• Preferencia son sincronizadas con Chrome (si tu estas conectado).\n\nActualizaciones:\n• Se renombro 'Cerrar Esta Pestaña'.\n• Nuevas Opciones / en la página de configuración.\n• Inyeccion de elementos dentro del cargado dinamico de la página.\n\nv1.0\n• Version inicial",
    "pt_BR,pt_PT": "O jeito mais fácil e rápido de fechar abas.\n\nPermite fechar facilmente as abas através do elemento borda na página.\n\n\nFuncionalidades:\n• Fechar a aba ativa clicando ao elemento borda na página selecionado.\n• O elemento na página apenas aparece quando o cursor do mouse é movido para a borda selecionada.\n• Funcionalidades de elemento na página podem ser alteradas como cor ao passar o mouse, espessura, clicar no tipo de evento e posição.\n• Usar o ícone barra de ferramentas ou menu de contexto para fechar abas.\n\n\nLimitações:\n- Uma vez que o Crome não permite, não é possível adicionar elemento na página dentro das seguintes páginas:\nchrome:// - chrome-extension:// - chrome-devtools:// - view-source: - data: - chrome.google.com/webstore - página da nova aba.\n\n- Porém, o ícone na barra de ferramentas e opções do menu de contexto continuam a funcionar em todas as páginas, sem limitações.\n\n\nNota sobre as permissões: \n• \"Ler e alterar todos os seus dados em sites que você visita\" - Isto é necessário para inserir o elemento na página. Seus dados de websites não são lidos ou modificados.\n\n\nRelatório de mudanças:\n- v3.0.x \nNovas funcionalidades:\n• Novos funcionalidades complementares para posições inferior e direita.\n• Dicas de ferramentas personalizáveis.\n• Funcionalidade opacidade do elemento na página.\n• Opções de clique direito na borda selecionada mostra opções selecionadas.\n• Opções de menu de contexto adicionadas.\n• Funcionalidade de auto maximizar novas janelas adicionada.\n• Página flutuante no ícone da barra de ferramentas adicionada.\n\nAtualizações:\n• Página de configurações reformulada.\n• Posições do elemento na página reestruturados.\n• Novas imagens de ícone da barra de ferramentas disponíveis.\n\nv2.0.x\nNovas funcionalidades:\n• Novas posições do fechador na página adicionadas.\n• A espessura do elemento na página pode ser alterada.\n• O ícone na barra de ferramentas adicionado. Clicar neste ícone executará a ação padrão.\n• A imagem do ícone na barra de ferramentas pode ser alterado.\n• Suporte a várias linguagens adicionado. É possível ajudar com traduções.\n• Preferências sincronizadas com o Chrome (se conectado a uma conta).\n\nAtualizações:\n• Renomeado para \\'Fechar Esta Aba\\'.\n• Nova página de Opções/Configurações.\n• Introdução do elemento em páginas carregadas dinamicamente.\n\nv1.0\n• Versão inicial",
    "tr": "Sekmeleri kapatmanın daha hızlı ve kolay yolu.\n\nSayfa içi kenar öğesi ile, sekmeleri kapatmanızı sağlar.\n\n\nÖzellikler:\n-----------------\n• Seçtiğiniz sayfa-içi kenar öğesine tıklayarak, aktif sekmeyi kapatabilirsiniz.\n• Sayfa-içi öğesi sadece, fare işaretçinizi, tarayıcı pencerinizin seçilmiş köşesine götürdüğünüzde görünür.\n• Sayfa-içi öğesinin, rengini, kalınlığını, konumunu ve tıklama eylemi gibi özelliklerini değiştirebilirsiniz.\n• Alternatif olaraktan, araç çubuğu ikonunu ve de içerik menüsünü, sekmeleri kapatmakta kullanabilirsiniz.\n\n\nSınırlamalar:\n---------------------\nChrome tarayıcısı izin vermediğinden dolayı, şu sayfalara sayfa-içi öğesi eklenememektedir:\nchrome:// - chrome-extension:// - chrome-devtools:// - view-source: - data: - chrome.google.com/webstore/ - Yeni sekme sayfası.\n\nFakat, araç çubuğu ikonu ve de içerik menüsündeki seçenekler, herhangi bir sınırlama olmadan tüm sekmelerde çalışacaktır.\n\n\nYetkiler üzerine:\n--------------------------\n• \"Read and change all your data on the websites you visit\" - Sayfa-içi öğesini, sayfalara ekleyebilmek için bu yetki gerekiyor. Herhangi bir sitedeki verinizi okumuyorum veya üzerinde değişiklik yapmıyorum.\n\n\nDeğişiklik Kayıtları:\n-------------------------------\nv3.0.x\nYeni özellikler:\n• Alt ve sağ konumlar için yeni ilave ayarlar eklendi.\n• İpuçları özelleştirilebilir hale getirildi.\n• Sayfa-içi öğesine saydamlık özelliği eklendi.\n• Seçili kenarda sağ-tıklama yapıldığında, seçili seçeneklerin gösterilmesi sağlandı.\n• İçerik menüsü seçenekleri eklendi.\n• Yeni açılan pencerelerin otomatik olarak büyütülebilmesi seçeneği eklendi.\n• Araç çubuğu ikonu için tıklandığında açılır sayfa eklendi.\n\nGüncellemeler:\n• Settings page redesigned.\n• In-page element positions restructured.\n• New toolbar icon images available.\n\nv2.0.x\nYeni özellikler:\n• Yeni sayfa-içi öğesi konumları eklendi.\n• Sayfa-içi öğesinin kalınlığını değiştirebilirsiniz.\n• Araç çubuğu ikonu eklendi. Araç çubuğu ikonuna tıklanınca varsayılan eylem gerçekleştiriliyor.\n• Araç çubuğu ikonunun görselini değiştirebilirsiniz.\n• Çoklu dil desteği eklendi. Çevirilere yardımcı olabilirsiniz.\n• Ayarlar Chrome ile sekronize ediliyor (eğer oturum açılmışsa).\n\nGüncellemeler:\n• 'Sekmeyi Kapat' olarak yeniden isimlendirildi.\n• Yeni 'Ayarlar' sayfası hazırlandı.\n• Dinamik olarak içeriği yüklenen sayfalar için ekleme yapıldı.\n\nv1.0\n• İlk sürüm"
  }
}