{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adot AI: ChatGPT-powered Web3 Search Engine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore the Web3 space with Adot AI, the AI search tool tailored by keywords"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adot AI, a pioneering AI tool for Web3 discovery, seamlessly integrates with Google Chrome, transforming your browsing with smart keyword-driven insights. It's not just a search engine—it's a Web3 explorer that adapts to your needs.\n\nUnleash the power of Web3:\nAdot AI’s innovative AI search highlights critical Web3 terms directly on web pages, simplifying blockchain navigation. A simple hover prompts a “Search with Adot AI”—your gateway to a single-click deep dive into Web3.\nWith a click, Adot AI delivers a popup filled with rich analyses of Web3 concepts, equipping you with vital knowledge effortlessly. Tailored for cryptocurrency enthusiasts, blockchain creators, and security experts, Adot AI offers precise, real-time search results.\n\nUser-Defined Language Selection In this update, Adot AI has added a new feature that allows users to choose the language they are most familiar with for searching and browsing. We now support the following 10 languages:\n\nSimplified Chinese\nTraditional Chinese\nEnglish\nRussian\nHindi\nBahasa Indonesia\nGerman\nSpanish\nJapanese\nKorean\nThis means that users from all over the world can now access and use Adot AI in the language they are most comfortable with.\nDive into the Web3 era with Adot AI's user-friendly interface, where AI-driven search precision meets efficient Web3 exploration. Enhance your digital expedition with Adot AI—your essential tool for an enriched Web3 journey.\n\n🔍web3 AI Search engine\n\nAdot AI Official TG Group: https://t.me/AdotWeb3_Official"
  }
}