{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SalvaLink Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salvar e organizar suas páginas da web favoritas personalizadas."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SalvaLink Pro é a extensão definitiva para gerenciar e organizar seus links favoritos com facilidade e eficiência. Com SalvaLink Pro, você pode salvar e acessar rapidamente as páginas da web que mais importa. Seja para trabalho, estudo ou lazer, mantenha seus links importantes sempre à mão.\n\nPrincipais Recursos:\n\nSalvar Links com Um Clique: Adicione rapidamente qualquer página da web aos seus favoritos com um simples clique no botão da extensão.\n\nAcesso Rápido: Acesse seus links salvos diretamente da barra de ferramentas do navegador. Nunca mais perca uma página importante.\n\nCompatibilidade com Modo Anônimo: Ative a extensão no modo anônimo para salvar e acessar links enquanto navega de forma privada. As páginas salvas no modo anônimo também serão armazenadas.\n\nInterface Intuitiva: Design moderno e fácil de usar, proporcionando uma experiência de usuário agradável.\nComo Usar:\n\nInstale a Extensão: Adicione o SalvaLink Pro ao seu navegador.\nAtive no Modo Anônimo: Para usar no modo anônimo, ative a extensão nas configurações do navegador.\nSalve Seus Links: Clique no ícone da extensão para salvar a página atual.\n\nAcesse Seus Links: Encontre e abra seus links salvos rapidamente através do menu da extensão.\nQuem Deve Usar:\n\nProfissionais: Mantenha seus links de trabalho organizados e acessíveis.\n\nEstudantes: Salve artigos, fontes de pesquisa e materiais de estudo.\nUsuários Gerais: Organize seus sites favoritos, blogs, receitas e muito mais.\n\nSimplifique sua navegação e mantenha seus links favoritos organizados com SalvaLink Pro. Experimente agora e descubra como é fácil gerenciar seus links importantes!"
  }
}