{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobile Friendly Test - cmlabs Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobile Friendly Test helps you evaluate how well your website performs on mobile devices."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Mobile Friendly Test by cmlabs, a tool designed to enhance your website’s mobile performance. With just a simple URL input, you can quickly assess how well your site caters to mobile users. \n\nOur intuitive interface provides detailed insights into responsiveness, loading speed, and overall usability. Mobile Friendly Test tool by cmlabs will ensure your site is visually appealing and operates seamlessly across mobile devices. \n\nWith personalized recommendations designed specifically for your site, you can make informed changes that enhance user engagement and overall satisfaction. Download and try it now!\n\nFeatures & Benefits\n\nHere are some of the key benefits of this tool:\n\n- User-Friendly Interface: You can easily navigate the tool by inputing your website's URL and receive instant results.\n- Comprehensive Analysis: You can get detailed insights into responsiveness, loading speed, and usability across various mobile devices.\n- Actionable Recommendations: With this tool, you will receive specific suggestions for improving mobile performance, from design tweaks to optimizing content.\n- Performance Metrics: You can access valuable metrics that help you understand how your site performs on mobile, allowing for data-driven decisions.\n- Improved SEO: This tool helps you enhance your search engine rankings by ensuring your site is mobile-friendly, which is a critical factor in today’s digital landscape.\n- Enhanced User Experience: You can create a more enjoyable browsing experience for your visitors, leading to increased engagement and lower bounce rates.\n\nHow to Use\n\n1. Download and open the Mobile-Friendly Test Tool\nOpen the Mobile Friendly Test to start checking your website's mobile-friendliness.\n\n2. Enter Website URL\nYou must first enter the website URL in the field provided. Make sure you have entered the URL in the correct format (e.g. https://example.com). Next, click the \"Check URL\" button to give the command to this tool to start checking the website.\n\n3. Analyze the Mobile-Friendly Test Results\nAfter you click the Check URL button, you will wait a while for the robot to check. You can see the progress in the progress bar below the URL field. This process does not take much time, you can immediately find out in the results field on the left side of the page.\n\nThe results page will display the mobile-friendliness status of the URL you entered along with any issues found if any.\n\n4. Review the Mobile View\nIn addition to displaying mobile-friendliness results, you can also see how the website will look when accessed via mobile. This feature allows you to analyze the UI/UX appearance of the mobile view.\n\n5. View Mobile-Friendly Test Usage History\nThe last thing you can do using the Mobile-Friendly Test is look at your history of using the tool. This tool allows you to view all URL history that has been checked using this tool.\n\nWith this feature, you don't need to re-type the URL that was checked if you want to re-check it. You can also delete usage history using the \"Clear\" button on the right side of the usage history feature.\n\nHelp & Support\n\nWe value your feedback! If you have any suggestions for improving the Mobile Friendly Test tool or encounter any issues while using the tool, please don't hesitate to let us know. Our support team is here to help. Reach us by email at:\n\nmarketing@cmlabs.co \ndev@cmlabs.co"
  }
}