{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HT TTC TVA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Le seul plugin premetant d'afficher facilement le montant HT TTC OU TVA d'un nombre en le survolant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculez HT, TTC et TVA en un Instant avec votre Souris et un Raccourci Clavier – Découvrez le seul plugin Chrome qui rend le calcul de la TVA, du montant hors taxes (HT) et toutes taxes comprises (TTC) aussi simple et rapide. Parfait pour les professionnels, les étudiants en comptabilité, les entrepreneurs et tous ceux qui ont besoin de faire des calculs de taxes rapidement et sans effort.\n\nFonctionnalités Clés :\n\nCalcul Instantané : Survolez n'importe quel nombre sur une page web, appuyez sur CMD+SHIFT+P (ou CTRL+SHIFT+P sur Windows/Linux), et obtenez instantanément les montants HT, TTC et TVA correspondants.\nPrécision et Rapidité : Oubliez les calculatrices manuelles ou les conversions fastidieuses. Notre extension fournit des résultats précis en un clin d'œil.\nFacile à Utiliser : Conçue avec une interface intuitive, cette extension est facile à utiliser pour tous, quelle que soit votre expérience avec les calculs financiers.\nPolyvalente et Pratique : Que vous soyez en train de faire des achats en ligne, de réviser des factures ou de travailler sur des rapports financiers, notre extension est l'outil idéal pour une multitude de tâches.\nComment ça Marche ?\n\nInstallez l'extension en quelques clics.\nNaviguez sur une page web et survolez un nombre que vous souhaitez calculer.\nAppuyez sur CMD+SHIFT+P (CTRL+SHIFT+P sur Windows/Linux).\nVisualisez immédiatement les montants HT, TTC et la valeur de la TVA s'afficher.\nIdéal pour :\n\nProfessionnels gérant des transactions et des factures.\nÉtudiants en finance et comptabilité.\nEntrepreneurs et petites entreprises.\nToute personne ayant besoin de calculs de taxes rapides et fiables.\nEngagement de Qualité :\n\nNous nous engageons à fournir une expérience utilisateur de qualité supérieure, avec des mises à jour régulières basées sur vos retours."
  }
}