{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wikipedia Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarizes Wikipedia pages and displays the summary in a pop-up box."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wikipedia Summarizer is a browser extension to extract and summarize the main content of any Wikipedia page. Its primary goal is to provide concise, easy-to-read summary of an article without having to scroll through the entire page. \n\nKey Features:\n1. Automated Content Extraction:\n   - The summarizer intelligently identifies and extracts relevant content from Wikipedia articles, focusing on the main sections of the page.\n\n2. Concise Summaries:\n   - It condenses the extracted content into a brief summary, providing users with the key points and essential information.\n\n3. Customizable Visuals:\n   - A visually appealing, draggable summary box is displayed on the screen. The design dynamically changes with random themes for a fresh and engaging look.\n\n4. Clipboard Functionality:\n   - Users can easily copy the summary to their clipboard with a single click, enabling quick sharing or note-taking.\n\n5. Draggable Interface:\n   - The summary box is draggable, allowing users to reposition it anywhere on their screen for convenience.\n\n6. Optimized for Wikipedia:\n   - The script is tailored specifically for Wikipedia pages, ensuring accuracy and relevance in content extraction.\n\nHow It Works:\n1. Scans the current Wikipedia page for content in key sections like paragraphs, headers, and main article bodies.\n2. It processes the extracted text and identifies the most important sentences based on keywords and context.\n3. A summary box is injected into the page, displaying the condensed information and offering a Copy button for user interaction.\n\nUse Cases:\n- Quick Learning: Ideal for students or researchers who need to grasp the main ideas of an article quickly.\n- Efficient Browsing: Saves time by eliminating the need to read long articles.\n- Content Curation: Helps content creators extract insights and key points for further research or presentation.\n\nThe Wikipedia Summarizer is a perfect tool for anyone looking to streamline their reading experience on Wikipedia while retaining access to critical information at a glance."
  }
}