{
  "name": {
    "am,ar,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,lt,mr,nl,no,pl,pt_BR,pt_PT,ru,sl,sr,te,th,tr,uk,vi,zh_CN,zh_TW": "Gibbets Archery Shooting Game",
    "bg,da,fa,fi,ko,sk,sw": "Gibbets Archery Shooting Online Game",
    "bn,cs,el,et,fil,he,hi,hu,ml,ms,ro,sv": "Gibbets Archery Shooting Online",
    "ca,hr,id,ja,kn,lv,ta": "Gibbets Archery Shooting Unblocked Game"
  },
  "short": {
    "ar": "عليك أن تضرب الحبال بالسهم دون إيذاء أصدقائك من خلال التصويب بدقة باستخدام السهم.",
    "am": "ቀስቱን በትክክል በማነጣጠር ጓደኞችህን ሳትጎዳ ገመዱን በቀስት መምታት አለብህ ።",
    "bg": "Трябва да удариш въжетата със стрелката, без да нараняваш приятелите си, като се целиш точно със стрелата.",
    "bn": "তীর দিয়ে নির্ভুলভাবে লক্ষ্য করে আপনার বন্ধুদের আঘাত না করে আপনাকে তীর দিয়ে দড়িগুলি আঘাত করতে হবে।",
    "ca": "Has de colpejar les cordes amb la fletxa sense fer mal als teus amics apuntant amb precisió amb la fletxa.",
    "cs": "Musíte zasáhnout lana šípem, aniž byste ublížili svým přátelům tím, že přesně zamíříte šípem.",
    "da": "Du skal ramme rebene med pilen uden at skade dine venner ved at sigte præcist med pilen.",
    "de": "Sie müssen die Seile mit dem Pfeil treffen, ohne Ihre Freunde zu verletzen, indem Sie genau mit dem Pfeil zielen.",
    "el": "Πρέπει να χτυπήσετε τα σχοινιά με το βέλος χωρίς να βλάψετε τους φίλους σας στοχεύοντας με ακρίβεια με το βέλος.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to hit the ropes with the arrow without hurting your friends by aiming accurately with the arrow.",
    "es": "Tienes que golpear las cuerdas con la flecha sin lastimar a tus amigos apuntando con precisión con la flecha.",
    "et": "Peate noolega köisi lööma, ilma et see teie sõpradele haiget teeks, sihtides noolega täpselt.",
    "fa": "شما باید به آمار طناب با فلش بدون صدمه زدن به دوستان خود را با هدف دقیق با فلش.",
    "fi": "Sinun on lyötävä köysiä nuolella vahingoittamatta ystäviäsi tähtäämällä tarkasti nuolella.",
    "fil": "Kailangan mong pindutin ang mga lubid sa arrow nang hindi nasasaktan ang iyong mga kaibigan sa pamam",
    "fr": "Vous devez frapper les cordes avec la flèche sans blesser vos amis en visant avec précision avec la flèche.",
    "gu": "તમારે તીરથી સચોટ લક્ષ્ય રાખીને તમારા મિત્રોને નુકસાન પહોંચાડ્યા વિના તીરથી દોરડાં મારવા પડશે.",
    "he": "אתה צריך להכות את החבלים עם החץ מבלי לפגוע בחברים שלך על ידי מכוון במדויק עם החץ.",
    "hi": "आप तीर के साथ सही लक्ष्य द्वारा अपने दोस्तों को चोट पहुंचाए बिना तीर के साथ रस्सियों को हिट करने के लिए है।",
    "hr": "Morate pogoditi užad strijelom, a da ne povrijedite svoje prijatelje ciljajući točno strelicom.",
    "hu": "A nyíllal meg kell ütnöd a köteleket anélkül, hogy megbántanád a barátaidat azzal, hogy pontosan célozol a nyíllal.",
    "id": "Anda harus memukul tali dengan panah tanpa melukai teman-teman Anda dengan membidik secara akurat dengan panah.",
    "it": "Devi colpire le corde con la freccia senza ferire i tuoi amici mirando con precisione con la freccia.",
    "ja": "あなたは矢で正確に照準を合わせることによってあなたの友人を傷つけることなく、矢でロープを打つ必要があります。",
    "kn": "ಬಾಣದಿಂದ ನಿಖರವಾಗಿ ಗುರಿಯಿಡುವ ಮೂಲಕ ನಿಮ್ಮ ಸ್ನೇಹಿತರನ್ನು ನೋಯಿಸದೆ ನೀವು ಬಾಣದಿಂದ ಹಗ್ಗಗಳನ್ನು ಹೊಡೆಯಬೇಕು.",
    "ko": "화살로 정확하게 조준하여 친구를 해치지 않고 화살로 밧줄을 쳐야합니다.",
    "lv": "Jums ir jāsit virves ar bultiņu, nesāpinot draugus, precīzi mērķējot ar bultiņu.",
    "ml": "അമ്പ് കൊണ്ട് കൃത്യമായി ലക്ഷ്യം വച്ചുകൊണ്ട് നിങ്ങളുടെ സുഹൃത്തുക്കളെ വേദനിപ്പിക്കാതെ നിങ്ങൾ അമ്പുകൊണ്ട് കയറുകൾ അടിക്കണം.",
    "mr": "बाणाने अचूक लक्ष्य करून आपल्या मित्रांना न दुखावता बाणाने दोरा मारावा लागतो.",
    "ms": "Anda perlu memukul tali dengan anak panah tanpa menyakiti rakan anda dengan menyasarkan dengan tepat dengan anak panah.",
    "nl": "Je moet met de pijl de touwen raken zonder je vrienden pijn te doen door nauwkeurig met de pijl te richten.",
    "no": "Du må treffe tauene med pilen uten å skade vennene dine ved å sikte nøyaktig med pilen.",
    "pl": "Musisz uderzyć w liny strzałą, nie raniąc przyjaciół, celując dokładnie strzałą.",
    "ro": "Trebuie să lovești corzile cu săgeata fără să-ți rănești prietenii țintind cu precizie săgeata.",
    "ru": "Вы должны поражать веревки стрелой, не причиняя вреда своим друзьям, точно прицеливаясь стрелой.",
    "sk": "Musíte zasiahnuť laná šípom bez toho, aby ste ublížili svojim priateľom presným namierením šípom.",
    "sl": "Moraš udariti vrvi s puščico, ne da bi poškodovali svoje prijatelje s točno ciljanje s puščico.",
    "sv": "Du måste slå repen med pilen utan att skada dina vänner genom att sikta exakt med pilen.",
    "sw": "Lazima ugonge kamba kwa mshale bila kuwaumiza marafiki zako kwa kulenga kwa usahihi na mshale.",
    "ta": "அம்புடன் துல்லியமாக குறிவைப்பதன் மூலம் உங்கள் நண்பர்களை காயப்படுத்தாமல் நீங்கள் அம்புக்குறியால் கயிறுகளை அடிக்க வேண்டும்.",
    "te": "బాణంతో ఖచ్చితంగా గురిపెట్టడం ద్వారా మీ స్నేహితులను బాధించకుండా బాణంతో తాళ్లను కొట్టాలి.",
    "th": "คุณต้องตีเชือกด้วยลูกศรโดยไม่ทําร้ายเพื่อนของคุณด้วยการเล็งด้วยลูกศรอย่างแม่นยํา",
    "tr": "Okla doğru nişan alarak arkadaşlarınızı incitmeden iplere okla vurmanız gerekiyor.",
    "uk": "Ви повинні вдарити стрілою по мотузках, не завдаючи шкоди своїм друзям, точно прицілюючись стрілою."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready to make the best arrow shooting, join the fun in this crazy arrow shooting game.\n\nHow To Play\nPlayed with Mouse.\n\nGibbets Archery Shooting Game Features\n✓ 5+ Level\n✓ Little graphics\n✓ Basic control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Gibbets Archery Shooting Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}