{
  "name": {
    "ar": "مسار مدير الجرد في المنفى",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,gu,id,it,kn,ml,mr,nl,no,pt_BR,pt_PT,sv,sw,ta,te,th,vi": "Path of Exile Inventory Manager",
    "de": "Pfad des Exil-Inventar-Managers",
    "es": "Administrador de inventario de Path of Exile",
    "et": "Paguluse varude halduri tee",
    "fa": "مدیر موجودی مسیر تبعید",
    "fi": "Exile Inventory Manager -polku",
    "fil": "Path ng Exile Inventory Manager",
    "fr": "Gestionnaire d&#39;inventaire Path of Exile",
    "he": "נתיב מנהל מלאי הגלות",
    "hi": "निर्वासन इन्वेंटरी प्रबंधक का पथ",
    "hr": "Put upravitelja zaliha izgnanstva",
    "hu": "A száműzetés készletkezelőjének útja",
    "ja": "Exile InventoryManagerのパス",
    "ko": "추방 인벤토리 관리자의 경로",
    "lt": "Tremties atsargų tvarkytojo kelias",
    "lv": "Trimdas inventarizācijas vadītāja ceļš",
    "ms": "Jalan Pengurus Inventori Pengasingan",
    "pl": "Menedżer ekwipunku Path of Exile",
    "ro": "Managerul inventarului Calea exilului",
    "ru": "Менеджер инвентаря Path of Exile",
    "sk": "Cesta exilového správcu zásob",
    "sl": "Pot upravitelja popisa izgnanstva",
    "sr": "Патх оф Екиле Инвентори Манагер",
    "tr": "Sürgün Yolu Envanter Yöneticisi",
    "uk": "Менеджер інвентаризації &quot;Шлях вигнання&quot;",
    "zh_CN": "流亡库存管理者的路径",
    "zh_TW": "流亡庫存管理者的路徑"
  },
  "short": {
    "ar": "يساعدك Path of Exile Inventory Manager على العثور بسرعة على العناصر حسب إحصائياتها أو اسمها.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Path of Exile Inventory Manager Helps you quickly find items by their stats or name.",
    "bg": "Path of Exile Inventory Manager Помага ви бързо да намирате елементи по тяхната статистика или име.",
    "ca": "Path of Exile Inventory Manager Us ajuda a trobar ràpidament articles per les seves estadístiques o el seu nom.",
    "cs": "Path of Exile Inventory Manager Pomůže vám rychle najít položky podle jejich statistik nebo názvu.",
    "da": "Path of Exile Inventory Manager Hjælper dig med hurtigt at finde emner efter deres statistik eller navn.",
    "de": "Path of Exile Inventory Manager Hilft Ihnen, Gegenstände anhand ihrer Statistiken oder ihres Namens schnell zu finden.",
    "el": "Path of Exile Inventory Manager Σας βοηθά να βρείτε γρήγορα αντικείμενα με βάση τα στατιστικά στοιχεία ή το όνομά τους.",
    "es": "Path of Exile Inventory Manager Lo ayuda a encontrar artículos rápidamente por sus estadísticas o por su nombre.",
    "et": "Paguluse tee varude haldur aitab teil kiiresti leida üksusi nende statistika või nime järgi.",
    "fa": "Path of Exile Inventory Manager به شما کمک می کند تا موارد را با توجه به آمار یا نام آنها به سرعت پیدا کنید.",
    "fi": "Exile Path Inventory Manager auttaa sinua löytämään kohteita nopeasti niiden tilastojen tai nimien mukaan.",
    "fil": "Ang Path of Exile Inventory Manager ay tumutulong sa iyo na mabilis na makahanap ng mga item ayon sa kanilang mga istatistika o…",
    "fr": "Path of Exile Inventory Manager Vous aide à trouver rapidement des objets par leurs statistiques ou leur nom.",
    "he": "מנהל המלאי של נתיב הגלות עוזר לך למצוא במהירות פריטים לפי הנתונים הסטטיסטיים או שמם.",
    "hi": "निर्वासन इन्वेंटरी प्रबंधक का पथ आपको उनके आँकड़े या नाम से आइटम खोजने में तेज़ी से मदद करता है।",
    "hr": "Path of Exile Inventory Manager pomaže vam da brzo pronađete stavke prema njihovoj statistici ili nazivu.",
    "hu": "A Path of Exile Inventory Manager segít gyorsan megtalálni az elemeket a statisztikájuk vagy a név szerint.",
    "id": "Path of Exile Inventory Manager Membantu Anda dengan cepat menemukan item berdasarkan statistik atau namanya.",
    "it": "Path of Exile Inventory Manager Ti aiuta a trovare rapidamente gli oggetti in base alle loro statistiche o al loro nome.",
    "ja": "Path of Exile Inventory Managerは、統計または名前でアイテムをすばやく見つけるのに役立ちます。",
    "ko": "Path of Exile Inventory Manager 통계 또는 이름으로 항목을 빠르게 찾을 수 있도록 도와줍니다.",
    "lt": "Tremties kelio atsargų tvarkyklė padeda greitai rasti elementus pagal jų statistiką ar pavadinimą.",
    "lv": "Trimdas ceļš Inventory Manager palīdz ātri atrast vienumus pēc to statistikas vai nosaukuma.",
    "ms": "Path of Exile Inventory Manager Membantu anda mencari item dengan cepat mengikut statistik atau namanya.",
    "nl": "Path of Exile Inventory Manager Helpt je snel items te vinden op basis van hun statistieken of naam.",
    "no": "Path of Exile Inventory Manager Hjelper deg med å raskt finne varer etter statistikk eller navn.",
    "pl": "Menedżer ekwipunku Path of Exile Pomaga szybko znaleźć przedmioty według ich statystyk lub nazwy.",
    "ro": "Managerul de inventar Path of Exile Vă ajută să găsiți rapid articole după statistici sau nume.",
    "ru": "Path of Exile Inventory Manager Помогает вам быстро находить предметы по их характеристикам или имени.",
    "sk": "Path of Exile Inventory Manager Pomáha vám rýchlo nájsť položky podľa ich štatistík alebo názvu.",
    "sl": "Path of Exile Inventory Manager vam pomaga hitro najti predmete po njihovi statistiki ali imenu.",
    "sr": "Патх оф Екиле Инвентори Манагер помаже вам да брзо пронађете ставке према њиховој статистици или имену.",
    "sv": "Path of Exile Inventory Manager Hjälper dig att snabbt hitta objekt efter deras statistik eller namn.",
    "th": "Path of Exile Inventory Manager ช่วยให้คุณค้นหาไอเท็มได้อย่างรวดเร็วตามสถิติหรือชื่อ",
    "tr": "Path of Exile Envanter Yöneticisi Öğeleri istatistiklerine veya adlarına göre hızlı bir şekilde bulmanıza yardımcı olur.",
    "uk": "Диспетчер інвентаризації &quot;Шлях вигнання&quot; Допомагає швидко знаходити предмети за їхньою статистикою чи назвою.",
    "vi": "Path of Exile Inventory Manager Giúp bạn nhanh chóng tìm thấy các mặt hàng theo số liệu thống kê hoặc tên của chúng.",
    "zh_CN": "流放者库存管理器的路径可帮助您根据其统计信息或名称快速查找物品。",
    "zh_TW": "流放者庫存管理器的路徑可幫助您根據其統計信息或名稱快速查找物品。"
  },
  "long": {
    "ar": "قم بتثبيت هذا الامتداد ويساعد في وضع كل نهب Path of Exile في شبكة بيانات قابلة للبحث.\n\nهذه طريقة رائعة لسرد جميع البيانات وتخزينها لجميع المعدات / نهب كل من الشخصيات البديلة الخاصة بك.\n\nقم بتثبيت هذا الامتداد ولا تفقد مسار نهب Path of Exile مرة أخرى. قم بتخزينها جميعًا بتنسيق يسهل الوصول إليه.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Install this extension and it helps puts all your Path of Exile loot into a searchable datagrid.\n\nThis is a great way to list out and store all the data for all the equipment/loot each of your alternate characters hold.\n\nInstall this extension and never lose track of your Path of Exile loot again. Have it all stored in an easily accessible format.",
    "bg": "Инсталирайте това разширение и то помага да поставите целия си пляч от Path of Exile в мрежа за данни, която може да се търси.\n\nТова е чудесен начин да изброите и съхраните всички данни за цялото оборудване / плячкосване на всеки ваш алтернативен знак.\n\nИнсталирайте това разширение и никога повече не губете следите от плячката на Path of Exile. Нека всичко се съхранява в лесно достъпен формат.",
    "ca": "Instal·leu aquesta extensió i us ajudarà a posar tot el vostre botí Path of Exile en una xarxa de dades que es pot cercar.\n\nAquesta és una manera fantàstica d’enumerar i emmagatzemar totes les dades de tots els equips / botins que contenen cadascun dels vostres personatges alternatius.\n\nInstal·leu aquesta extensió i no torneu a perdre la pista del vostre botí Path of Exile. Teniu-ho tot en un format fàcilment accessible.",
    "cs": "Nainstalujte si toto rozšíření a pomůže vám vložit veškerou kořist Path of Exile do prohledávatelné datagrid.\n\nJe to skvělý způsob, jak vypsat a uložit všechna data pro všechna zařízení / kořist, které každá z vašich alternativních postav obsahuje.\n\nNainstalujte si toto rozšíření a už nikdy neztratíte přehled o kořisti Path of Exile. Mějte vše uložené ve snadno přístupném formátu.",
    "da": "Installer denne udvidelse, og det hjælper med at placere al din eksilens sti i et søgbart datagitter.\n\nDette er en fantastisk måde at liste op og gemme alle data til alt udstyr / plyndring, som hver af dine alternative tegn har.\n\nInstaller denne udvidelse og mist aldrig sporet af din eksil-plyndring igen. Opbevar det hele i et let tilgængeligt format.",
    "de": "Wenn Sie diese Erweiterung installieren, wird die gesamte Beute von Path of Exile in einem durchsuchbaren Datagrid gespeichert.\n\nDies ist eine großartige Möglichkeit, alle Daten für die gesamte Ausrüstung / Beute aufzulisten und zu speichern, die jeder Ihrer alternativen Charaktere besitzt.\n\nInstallieren Sie diese Erweiterung und verlieren Sie nie wieder den Überblick über Ihre Beute im Pfad des Exils. Lassen Sie alles in einem leicht zugänglichen Format speichern.",
    "el": "Εγκαταστήστε αυτήν την επέκταση και σας βοηθά να βγάλετε ολόκληρο το loot του Path of Exile σε ένα δίκτυο δεδομένων με δυνατότητα αναζήτησης.\n\nΑυτός είναι ένας πολύ καλός τρόπος για να απαριθμήσετε και να αποθηκεύσετε όλα τα δεδομένα για όλο τον εξοπλισμό / λεηλατήστε κάθε έναν από τους εναλλακτικούς χαρακτήρες σας.\n\nΕγκαταστήστε αυτήν την επέκταση και μην χάσετε ξανά το λάθος του Path of Exile. Φυλάξτε τα όλα σε εύκολα προσβάσιμη μορφή.",
    "es": "Instale esta extensión y le ayudará a poner todo su botín de Path of Exile en una cuadrícula de datos de búsqueda.\n\nEsta es una excelente manera de enumerar y almacenar todos los datos de todo el equipo / botín que tiene cada uno de tus personajes alternativos.\n\nInstala esta extensión y nunca más pierdas de vista tu botín de Path of Exile. Tenga todo almacenado en un formato de fácil acceso.",
    "et": "Installige see laiendus ja see aitab kogu teie pagenduse tee rüüstata otsitavasse andmevõrku.\n\nSee on suurepärane võimalus loetleda ja salvestada kõik varustus / rüüstamisandmed, mida iga teie asendusmärk omab.\n\nPaigaldage see laiendus ja ärge kaotage enam oma pagenduse tee rüüstet. Las see kõik on hõlpsasti ligipääsetavas vormingus salvestatud.",
    "fa": "این افزونه را نصب کنید و به شما کمک می کند تا تمام غنایم مسیر تبعید را در یک شبکه داده جستجوگر قرار دهید.\n\nاین یک روش عالی برای لیست کردن و ذخیره تمام داده ها برای تمام تجهیزات / غنیمت هر یک از شخصیت های جایگزین شما است.\n\nاین افزونه را نصب کنید و دیگر هرگز رد غنیمت Path of Exile خود را از دست ندهید. همه را در قالبی با سهولت دسترسی ذخیره کنید.",
    "fil": "Asenna tämä laajennus ja se auttaa asettamaan kaikki Path of Exile -saaliin haettavaan datagridiin.\n\nTämä on loistava tapa luetella ja tallentaa kaikki tiedot kaikista laitteista / ryöstöistä, joita kukin vaihtoehtoinen hahmosi pitää sisällään.\n\nAsenna tämä laajennus äläkä koskaan unohda jälkeäsi Path of Exile -saalista. Pidä kaikki tallennettuna helposti saatavilla olevassa muodossa.",
    "fr": "Installez cette extension et cela aide à mettre tout votre butin Path of Exile dans une grille de données consultable.\n\nC'est un excellent moyen de lister et de stocker toutes les données de tout l'équipement / butin de chacun de vos personnages alternatifs.\n\nInstallez cette extension et ne perdez plus jamais la trace de votre butin Path of Exile. Gardez tout cela stocké dans un format facilement accessible.",
    "hi": "इस एक्सटेंशन को इंस्टॉल करें और यह आपके सभी पथ निर्वासन को एक खोज योग्य डेटाग्रिड में डालने में मदद करता है।\n\nयह सभी वैकल्पिक उपकरणों को सूचीबद्ध करने और आपके वैकल्पिक पात्रों में से प्रत्येक को लूटने का एक शानदार तरीका है।\n\nइस एक्सटेंशन को इंस्टॉल करें और अपने पाथ ऑफ एक्साइल लूट का ट्रैक फिर कभी न खोएं। क्या यह सब आसानी से सुलभ प्रारूप में संग्रहीत है।",
    "hr": "Instalirajte ovo proširenje i ono pomaže da se sav vaš plijen Path of Exile stavi u podatkovnu mrežu koja se može pretraživati.\n\nOvo je izvrstan način za popis i pohranu svih podataka za svu opremu / plijen koji svaki od vaših zamjenskih znakova ima.\n\nInstalirajte ovo proširenje i nikad više ne gubite trag svog plijena Path of Exile. Neka se sve to pohrani u lako dostupnom formatu.",
    "hu": "Telepítse ezt a kiterjesztést, és ez segít az összes száműzetési útvonal zsákmányának kereshető datagridbe helyezésében.\n\nEz nagyszerű módja annak, hogy felsorolja és tárolja az összes alternatív karakterben lévő felszerelés / zsákmány összes adatait.\n\nTelepítse ezt a kiterjesztést, és soha többé ne veszítse el a száműzetés útjának zsákmányát. Tárolja mindezt könnyen hozzáférhető formátumban.",
    "id": "Instal ekstensi ini dan ini membantu menempatkan semua rampasan Path of Exile Anda ke dalam datagrid yang dapat dicari.\n\nIni adalah cara yang bagus untuk membuat daftar dan menyimpan semua data untuk semua peralatan / jarahan yang dimiliki setiap karakter alternatif Anda.\n\nInstal ekstensi ini dan jangan pernah kehilangan jejak Path of Exile Anda lagi. Simpan semuanya dalam format yang mudah diakses.",
    "it": "Installa questa estensione e ti aiuta a mettere tutto il tuo bottino Path of Exile in un datagrid ricercabile.\n\nQuesto è un ottimo modo per elencare e memorizzare tutti i dati per tutto l'equipaggiamento / bottino che ciascuno dei tuoi personaggi alternativi possiede.\n\nInstalla questa estensione e non perdere mai più traccia del tuo bottino Path of Exile. Archivia tutto in un formato facilmente accessibile.",
    "ja": "この拡張機能をインストールすると、すべてのPath ofExileルートを検索可能なデータグリッドに配置するのに役立ちます。\n\nこれは、すべての機器のすべてのデータを一覧表示して保存するための優れた方法です。\n\nこの拡張機能をインストールして、Path ofExileの戦利品を見失うことはもうありません。すべてを簡単にアクセスできる形式で保存します。",
    "ko": "이 확장 프로그램을 설치하면 모든 Path of Exile 전리품을 검색 가능한 데이터 그리드에 넣는 데 도움이됩니다.\n\n이것은 각 대체 캐릭터가 보유하고있는 모든 장비 / 약탈에 대한 모든 데이터를 나열하고 저장하는 좋은 방법입니다.\n\n이 확장 프로그램을 설치하고 Path of Exile 전리품을 다시 추적하지 마십시오. 쉽게 액세스 할 수있는 형식으로 모두 저장하십시오.",
    "lt": "Įdiekite šį plėtinį ir jis padės įdėti visus savo „Tremties kelio“ grobius į ieškomą duomenų tinklelį.\n\nTai puikus būdas išvardyti ir išsaugoti visus visos jūsų pakaitinės simbolių įrangos / grobio duomenis.\n\nĮdiekite šį plėtinį ir daugiau niekada nepraraskite savo tremties kelio grobio. Viską saugokite lengvai pasiekiamu formatu.",
    "lv": "Instalējiet šo paplašinājumu, un tas palīdz ievietot visu jūsu trimdas ceļu laupījumā meklējamā datu joslā.\n\nTas ir lielisks veids, kā uzskaitīt un uzglabāt visus datus par visu aprīkojumu / laupījumu, ko tur katra jūsu aizstājējzīme.\n\nInstalējiet šo paplašinājumu un nekad vairs nezaudējiet savu trimdas ceļa laupījumu. Lieciet to visu glabāt viegli pieejamā formātā.",
    "ms": "Pasang pelanjutan ini dan ini membantu memasukkan semua harta rampasan Path of Exile anda ke dalam datagrid yang boleh dicari.\n\nIni adalah kaedah terbaik untuk menyenaraikan dan menyimpan semua data untuk semua peralatan / menjarah setiap watak gantian anda.\n\nPasang pelanjutan ini dan jangan sesekali kehilangan jejak Path of Exile anda. Pastikan semuanya disimpan dalam format yang mudah diakses.",
    "nl": "Installeer deze extensie en het helpt om al je Path of Exile-buit in een doorzoekbare datagrid te plaatsen.\n\nDit is een geweldige manier om alle gegevens voor alle apparatuur / buit die elk van je alternatieve personages bevat op te sommen en op te slaan.\n\nInstalleer deze extensie en verlies nooit meer je Path of Exile-buit uit het oog. Bewaar het allemaal in een gemakkelijk toegankelijk formaat.",
    "no": "Installer denne utvidelsen, og det hjelper deg med å sette hele din eksilens sti i et søkbart datarom.\n\nDette er en fin måte å liste opp og lagre all data for alt utstyret / plyndre hver av dine alternative tegn har.\n\nInstaller denne utvidelsen og mister aldri oversikten over din bane for eksil igjen. Ha det hele lagret i et lett tilgjengelig format.",
    "pl": "Zainstaluj to rozszerzenie, a pomoże Ci umieścić wszystkie łupy z Path of Exile w przeszukiwalnym datagridzie.\n\nTo świetny sposób na wypisanie i przechowywanie wszystkich danych dotyczących całego wyposażenia / łupów, które posiada każda z twoich alternatywnych postaci.\n\nZainstaluj to rozszerzenie i już nigdy więcej nie stracisz z oczu łupów z Path of Exile. Miej to wszystko zapisane w łatwo dostępnym formacie.",
    "ro": "Instalați această extensie și vă ajută să vă puneți tot prada Calea exilului într-o rețea de date care poate fi căutată.\n\nAcesta este un mod excelent de a lista și stoca toate datele pentru toate echipamentele / pradă pe care le deține fiecare dintre personajele dvs. alternative.\n\nInstalați această extensie și nu pierdeți niciodată urma prăzii Calea exilului. Aveți totul stocat într-un format ușor accesibil.",
    "ru": "Установите это расширение, и оно поможет поместить всю вашу добычу в Path of Exile в доступную для поиска сетку данных.\n\nЭто отличный способ составить список и сохранить все данные обо всем снаряжении / добыче, которое есть у каждого из ваших альтернативных персонажей.\n\nУстановите это расширение и никогда больше не теряйте свою добычу в Path of Exile. Храните все это в легкодоступном формате.",
    "sk": "Nainštalujte si toto rozšírenie a pomôže vám vložiť celú vašu korisť Path of Exile do prehľadávateľnej dátovej mriežky.\n\nJe to vynikajúci spôsob, ako vypísať a uložiť všetky údaje o všetkom vybavení / koristi, ktoré obsahuje každá z vašich alternatívnych znakov.\n\nNainštalujte si toto rozšírenie a už nikdy nestratte prehľad o svojej koristi v Path of Exile. Všetko to majte uložené v ľahko prístupnom formáte.",
    "sl": "Namestite to razširitev in pomaga, da ves vaš plen Path of Exile shrani v podatkovno mrežo, ki jo je mogoče iskati.\n\nTo je odličen način za seznam in shranjevanje vseh podatkov za vso opremo / plen, ki ga ima vsak vaš nadomestni znak.\n\nNamestite to razširitev in nikoli več ne izgubite sledi svojega plena Path of Exile. Naj bo vse shranjeno v lahko dostopni obliki.",
    "sr": "Инсталирајте ово проширење и оно помаже да се сав ваш плен Патх оф Екиле стави у мрежу података које је могуће претраживати.\n\nОво је одличан начин да набројите и сачувате све податке за сву опрему / плијен који сваки од ваших замјенских знакова има.\n\nИнсталирајте ово проширење и никад више не губите траг свог плена Патх оф Екиле. Нека се све то ускладишти у лако доступном формату.",
    "sv": "Installera det här tillägget och det hjälper till att placera all din Path of Exile-byte i ett sökbart datagat.\n\nDetta är ett utmärkt sätt att lista ut och lagra all data för all utrustning / plundra var och en av dina alternativa tecken innehar.\n\nInstallera den här förlängningen och tappa aldrig koll på din exilväg igen. Ha allt lagrat i ett lättillgängligt format.",
    "th": "ติดตั้งส่วนขยายนี้และช่วยนำของขวัญ Path of Exile ทั้งหมดของคุณไปไว้ในดาต้ากริดที่ค้นหาได้\n\nนี่เป็นวิธีที่ยอดเยี่ยมในการแสดงรายการและจัดเก็บข้อมูลทั้งหมดสำหรับอุปกรณ์ / ของขวัญทั้งหมดที่ตัวละครสำรองแต่ละตัวของคุณมีอยู่\n\nติดตั้งส่วนขยายนี้แล้วจะไม่พลาดการปล้น Path of Exile ของคุณอีกต่อไป จัดเก็บข้อมูลทั้งหมดในรูปแบบที่เข้าถึงได้ง่าย",
    "tr": "Bu uzantıyı yükleyin ve tüm Path of Exile ganimetlerinizi aranabilir bir datagrid'e koymanıza yardımcı olur.\n\nBu, tüm ekipman için tüm verileri listelemek ve depolamak için harika bir yoldur / alternatif karakterlerin her birinin tuttuğu yağma.\n\nBu uzantıyı yükleyin ve Path of Exile ganimetinizin izini bir daha asla kaybetmeyin. Hepsini kolayca erişilebilir bir biçimde saklayın.",
    "uk": "Встановіть це розширення, і воно допоможе розмістити весь ваш здобич Path of Exile у сітку даних, яку можна шукати.\n\nЦе чудовий спосіб скласти список та зберегти всі дані для всього обладнання / виграбу кожного з ваших альтернативних символів.\n\nВстановіть це розширення і більше ніколи не втрачайте свій здобич \"Шлях вигнання\". Нехай все це зберігається у легкодоступному форматі.",
    "vi": "Cài đặt tiện ích mở rộng này và nó giúp đưa tất cả chiến lợi phẩm Path of Exile của bạn vào một lưới dữ liệu có thể tìm kiếm.\n\nĐây là một cách tuyệt vời để liệt kê và lưu trữ tất cả dữ liệu cho tất cả các thiết bị / chiến lợi phẩm mà mỗi nhân vật thay thế của bạn nắm giữ.\n\nCài đặt tiện ích mở rộng này và không bao giờ mất dấu vết của chiến lợi phẩm Path of Exile của bạn nữa. Lưu trữ tất cả ở định dạng dễ truy cập.",
    "zh_CN": "安装此扩展程序，它可以帮助您将所有流放之路战利品放入可搜索的数据网格中。\n\n这是列出和存储所有设备/抢劫每个备用字符所拥有的所有数据的好方法。\n\n安装此扩展程序，再也不会丢失您的流亡之路战利品。将所有内容以易于访问的格式存储。",
    "zh_TW": "安裝此擴展程序，它可以幫助您將所有流放之路戰利品放入可搜索的數據網格中。\n\n這是列出和存儲所有設備/搶劫每個備用角色持有的所有數據的好方法。\n\n安裝此擴展程序，再也不會丟失您的流亡之路戰利品。將所有內容以易於訪問的格式存儲。"
  }
}