{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YT Music Karaoke"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A karaoke mode for YouTube Music"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YT Music Karaoke - Sing Along with Your Favorite Songs!\nTransform your YouTube Music experience by adding karaoke functionality! YT Music Karaoke lets you sing along with your favorite songs by displaying synced lyrics in real-time. Perfect for karaoke parties, practicing your vocal skills, or just having fun while listening to music!\n\nKey Features:\n🎤 Synced Lyrics: Automatically display lyrics that are perfectly synced with the song.\n🎶 Customizable Experience: Adjust font size, enable auto-scroll, or manually control lyric playback to match your preferences.\n⏱️ Time Shift Adjustments: Easily shift the timing of lyrics forward or backward to ensure they’re in perfect sync with the song.\n🛠️ Add Your Own Timestamps: Can’t find the perfect sync for a song? Add or adjust timestamps yourself to improve the karaoke experience.\n🌐 Works with YouTube Music: Seamlessly integrates with YouTube Music for an enhanced, interactive listening experience.\nImportant Note:\n⚠️ Early Development: YT Music Karaoke is currently in early development. Some features may not work as intended, and occasional bugs may occur. We appreciate your feedback as we continue to improve the extension!\n\nHow It Works:\nSimply enable karaoke mode in the extension popup, and the lyrics will automatically sync with the currently playing song on YouTube Music. Use the intuitive controls to customize the lyrics display and enjoy a fully personalized karaoke experience.\n\nWhy You'll Love It:\nNo need for external apps! All your karaoke needs are met directly within YouTube Music.\nImprove your karaoke skills by practicing with precise, synced lyrics.\nEnjoy lyrics for almost any song, thanks to a robust lyrics database."
  }
}