{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Enhance Gemini",
    "es": "Mejora Gemini",
    "fr": "Améliorer Gemini",
    "hi": "एन्हांस जेमिनी",
    "ja": "エンハンスジェミニ",
    "zh_CN": "增强Gemini",
    "zh_TW": "增強Gemini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Enhance Chrome's integration with Gemini. Quick Search, Context Menus, And more!",
    "de": "Verbessere Chromes Integration mit Gemini. Schnellsuche, Kontextmenüs und mehr!",
    "es": "Mejora la integración de Chrome con Gemini. Búsqueda rápida, Menús contextuales, ¡y más!",
    "fr": "Améliorez l'intégration de Chrome avec Gemini. Recherche rapide, Menus contextuels, Et plus!",
    "hi": "क्रोम के जेमिनी के साथ इंटीग्रेशन को बेहतर बनाएं। क्विक सर्च, कंटेक्स्ट मेनूस, और अधिक!",
    "ja": "GeminiとのChromeの統合を強化します。クイック検索、コンテキストメニュー、その他多数！",
    "ko": "Gemini와의 Chrome 통합을 개선합니다. 빠른 검색, 컨텍스트 메뉴 등!",
    "zh_CN": "增强Chrome与Gemini的整合。快速搜索、上下文菜单等！",
    "zh_TW": "增強Chrome與Gemini的整合。快速搜索、上下文菜單等！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Dive into the world of streamlined search and effortless information retrieval with Enhance Gemini, a cutting-edge Chrome extension tailored for users who desire seamless integration with the Gemini chatbot. Designed to cater to both the efficiency seekers and the curious minds, this extension brings the power of Gemini's conversational search capabilities directly into your Chrome browser, allowing for an enriched browsing experience that's both fast and intuitive.\n\nKey Features:\n\nInstant Gemini Search from Anywhere: Activate the extension to open a new tab where Gemini awaits your queries. Whether it's a quick question or a deep dive into a topic, Gemini is ready to assist with the knowledge you seek.\n\nRight-Click to Search with Gemini: Discover the convenience of context-sensitive searches. Simply highlight text on any webpage, right-click, and select \"Search with Gemini\" to feed your curiosity without skipping a beat. This integration bridges the gap between discovery and knowledge, making every right-click a gateway to instant answers.\n\nOmni Bar Search Integration: Streamline your search experience with direct Omni bar integration. Type \"Gemini\" followed by your query into Chrome's address bar to launch a Gemini search in a new tab. It's quick, easy, and eliminates the need for extra steps, putting information at your fingertips.\n\nKeyword-Driven Searches: Customize your search experience with keyword shortcuts. Set up personalized keywords to trigger specific types of searches on Gemini, making your research faster and more targeted than ever.\nSeamless Gemini Interaction: Enjoy a seamless integration that feels like an extension of your natural browsing habits. With Enhance Assistant, switching between web browsing and conversational search is smoother and more intuitive.\n\nUser-Centric Design and Updates: Developed with user feedback at its core, Enhance Gemini is continually evolving. Regular updates bring new features, user interface improvements, and enhancements to ensure a top-notch experience.\n\nTransform your Chrome browser into a powerful knowledge discovery tool with Enhance Gemini. This extension not only simplifies how you search but also enriches your overall browsing experience by integrating the intelligence and versatility of Gemini directly into your daily web interactions. Say goodbye to conventional searches and hello to a smarter, more connected way of finding information online.",
    "de": "Tauchen Sie ein in die Welt des stromlinienförmigen Suchens und des mühelosen Informationsabrufs mit Enhance Gemini, einer bahnbrechenden Chrome-Erweiterung, die speziell für Nutzer entwickelt wurde, die eine nahtlose Integration mit dem Gemini-Chatbot wünschen. Diese Erweiterung ist darauf ausgerichtet, sowohl Effizienzsuchende als auch neugierige Köpfe zu bedienen, und bringt die Macht von Geminis konversationsbasierten Suchfähigkeiten direkt in Ihren Chrome-Browser, was ein bereichertes Surferlebnis ermöglicht, das sowohl schnell als auch intuitiv ist.\n\nHauptmerkmale:\n\nSofortige Gemini-Suche von Überall: Aktivieren Sie die Erweiterung, um einen neuen Tab zu öffnen, wo Gemini auf Ihre Anfragen wartet. Ob es eine schnelle Frage oder ein tiefer Tauchgang in ein Thema ist, Gemini ist bereit, mit dem Wissen zu assistieren, das Sie suchen.\n\nRechtsklick zum Suchen mit Gemini: Entdecken Sie den Komfort von kontextsensitiven Suchen. Markieren Sie einfach Text auf einer beliebigen Webseite, klicken Sie mit der rechten Maustaste und wählen Sie \"Mit Gemini suchen\", um Ihre Neugier zu befriedigen, ohne den Beat zu verpassen. Diese Integration überbrückt die Lücke zwischen Entdeckung und Wissen und macht jeden Rechtsklick zu einem Tor zu sofortigen Antworten.\n\nOmni-Leisten-Suchintegration: Vereinfachen Sie Ihre Suche mit direkter Integration in die Omni-Leiste. Geben Sie \"Gemini\" gefolgt von Ihrer Anfrage in die Adressleiste von Chrome ein, um eine Gemini-Suche in einem neuen Tab zu starten. Es ist schnell, einfach und eliminiert die Notwendigkeit für zusätzliche Schritte, indem es Informationen direkt an Ihre Fingerspitzen legt.\n\nSchlüsselwortgetriebene Suchen: Passen Sie Ihre Suche mit Schlüsselwort-Shortcuts an. Richten Sie personalisierte Schlüsselwörter ein, um spezifische Arten von Suchen auf Gemini auszulösen, was Ihre Recherche schneller und zielgerichteter als je zuvor macht. Nahtlose Gemini-Interaktion: Genießen Sie eine nahtlose Integration, die sich wie eine Erweiterung Ihrer natürlichen Surfgewohnheiten anfühlt. Mit dem Enhance-Assistenten wird der Wechsel zwischen Web-Browsing und konversationsbasierter Suche glatter und intuitiver.\n\nBenutzerzentriertes Design und Updates: Entwickelt mit Nutzerfeedback im Kern, entwickelt sich Enhance Gemini kontinuierlich weiter. Regelmäßige Updates bringen neue Funktionen, Verbesserungen der Benutzeroberfläche und Erweiterungen, um ein erstklassiges Erlebnis zu gewährleisten.\n\nVerwandeln Sie Ihren Chrome-Browser in ein leistungsfähiges Werkzeug zur Wissensentdeckung mit Enhance Gemini. Diese Erweiterung vereinfacht nicht nur Ihre Suche, sondern bereichert auch Ihr gesamtes Surf-Erlebnis, indem sie die Intelligenz und Vielseitigkeit von Gemini direkt in Ihre täglichen Webinteraktionen integriert. Verabschieden Sie sich von konventionellen Suchen und begrüßen Sie eine intelligentere, vernetztere Art, Informationen online zu finden.",
    "es": "Sumérgete en el mundo de la búsqueda optimizada y la recuperación de información sin esfuerzo con Enhance Gemini, una extensión de Chrome de vanguardia diseñada para usuarios que desean una integración perfecta con el chatbot Gemini. Diseñada para satisfacer tanto a los buscadores de eficiencia como a las mentes curiosas, esta extensión trae el poder de las capacidades de búsqueda conversacional de Gemini directamente a tu navegador Chrome, permitiendo una experiencia de navegación enriquecida que es rápida e intuitiva.\n\nCaracterísticas clave:\n\nBúsqueda Instantánea de Gemini desde Cualquier Lugar: Activa la extensión para abrir una nueva pestaña donde Gemini espera tus consultas. Ya sea una pregunta rápida o una inmersión profunda en un tema, Gemini está listo para asistir con el conocimiento que buscas.\n\nBuscar con Gemini con el Clic Derecho: Descubre la conveniencia de las búsquedas sensibles al contexto. Simplemente resalta texto en cualquier página web, haz clic derecho y selecciona \"Buscar con Gemini\" para alimentar tu curiosidad sin perder el ritmo. Esta integración cierra la brecha entre el descubrimiento y el conocimiento, haciendo que cada clic derecho sea una puerta de acceso a respuestas instantáneas.\n\nIntegración de Búsqueda en la Barra Omni: Optimiza tu experiencia de búsqueda con la integración directa en la barra Omni. Escribe \"Gemini\" seguido de tu consulta en la barra de direcciones de Chrome para lanzar una búsqueda de Gemini en una nueva pestaña. Es rápido, fácil y elimina la necesidad de pasos adicionales, poniendo la información al alcance de tu mano.\n\nBúsquedas Basadas en Palabras Clave: Personaliza tu experiencia de búsqueda con atajos de palabras clave. Configura palabras clave personalizadas para activar tipos específicos de búsquedas en Gemini, haciendo tu investigación más rápida y dirigida que nunca.\n\nInteracción Sin Fisuras con Gemini: Disfruta de una integración sin fisuras que se siente como una extensión de tus hábitos de navegación naturales. Con Enhance Assistant, cambiar entre la navegación web y la búsqueda conversacional es más suave e intuitivo.\n\nDiseño y Actualizaciones Centrados en el Usuario: Desarrollado con la retroalimentación del usuario en su núcleo, Enhance Gemini está en constante evolución. Las actualizaciones regulares traen nuevas características, mejoras en la interfaz de usuario y mejoras para asegurar una experiencia de primera clase.\n\nTransforma tu navegador Chrome en una potente herramienta de descubrimiento de conocimientos con Enhance Gemini. Esta extensión no solo simplifica la forma en que buscas, sino que también enriquece tu experiencia de navegación general al integrar la inteligencia y versatilidad de Gemini directamente en tus interacciones web diarias. Di adiós a las búsquedas convencionales y hola a una manera más inteligente y conectada de encontrar información en línea.",
    "fr": "Plongez dans le monde de la recherche optimisée et de la récupération d'informations sans effort avec Enhance Gemini, une extension Chrome de pointe conçue pour les utilisateurs qui désirent une intégration transparente avec le chatbot Gemini. Destinée à satisfaire aussi bien les chercheurs d'efficacité que les esprits curieux, cette extension apporte la puissance des capacités de recherche conversationnelle de Gemini directement dans votre navigateur Chrome, permettant une expérience de navigation enrichie qui est à la fois rapide et intuitive.\n\nCaractéristiques clés :\n\nRecherche Gemini Instantanée de N'importe Où : Activez l'extension pour ouvrir un nouvel onglet où Gemini attend vos questions. Que ce soit une question rapide ou une exploration approfondie d'un sujet, Gemini est prêt à aider avec les connaissances que vous recherchez.\n\nClic Droit pour Rechercher avec Gemini : Découvrez la commodité des recherches sensibles au contexte. Il suffit de mettre en surbrillance un texte sur n'importe quelle page web, de cliquer droit, et de sélectionner \"Rechercher avec Gemini\" pour nourrir votre curiosité sans perdre le fil. Cette intégration comble le fossé entre la découverte et la connaissance, faisant de chaque clic droit une porte d'entrée vers des réponses instantanées.\n\nIntégration de Recherche dans la Barre Omni : Optimisez votre expérience de recherche avec une intégration directe dans la barre Omni. Tapez \"Gemini\" suivi de votre requête dans la barre d'adresse de Chrome pour lancer une recherche Gemini dans un nouvel onglet. C'est rapide, facile, et élimine le besoin d'étapes supplémentaires, mettant les informations à portée de main.\n\nRecherches Basées sur des Mots-clés : Personnalisez votre expérience de recherche avec des raccourcis de mots-clés. Configurez des mots-clés personnalisés pour déclencher des types spécifiques de recherches sur Gemini, rendant votre recherche plus rapide et plus ciblée que jamais.\n\nInteraction Seamless avec Gemini : Profitez d'une intégration transparente qui semble être une extension de vos habitudes de navigation naturelles. Avec Enhance Assistant, passer entre la navigation web et la recherche conversationnelle est plus fluide et plus intuitif.\n\nConception et Mises à Jour Centrées sur l'Utilisateur : Développée avec les retours des utilisateurs comme noyau central, Enhance Gemini évolue continuellement. Les mises à jour régulières apportent de nouvelles fonctionnalités, des améliorations de l'interface utilisateur, et des améliorations pour assurer une expérience de premier ordre.\n\nTransformez votre navigateur Chrome en un outil puissant de découverte de connaissances avec Enhance Gemini. Cette extension ne simplifie pas seulement votre manière de rechercher mais enrichit également votre expérience de navigation globale en intégrant l'intelligence et la polyvalence de Gemini directement dans vos interactions web quotidiennes. Dites adieu aux recherches conventionnelles et bonjour à une manière plus intelligente et plus connectée de trouver des informations en ligne.",
    "hi": "एन्हांस जेमिनी की दुनिया में गोता लगाएं, एक अत्याधुनिक क्रोम एक्सटेंशन जो उन उपयोगकर्ताओं के लिए विशेष रूप से तैयार किया गया है जो जेमिनी चैटबॉट के साथ सहज एकीकरण की इच्छा रखते हैं। यह एक्सटेंशन दोनों, कुशलता से खोजने वाले और जिज्ञासु मनों की सेवा के लिए डिजाइन किया गया है, जो जेमिनी की वार्तालाप खोज क्षमताओं को सीधे आपके क्रोम ब्राउज़र में लाता है, जिससे एक समृद्ध ब्राउज़िंग अनुभव सुनिश्चित होता है जो दोनों तेज और सहज है।\n\nमुख्य विशेषताएं:\n\nकहीं से भी तत्काल जेमिनी खोज: एक्सटेंशन को सक्रिय करें ताकि एक नया टैब खुले जहां जेमिनी आपके प्रश्नों का इंतजार कर रहा हो। चाहे वह एक त्वरित प्रश्न हो या किसी विषय में गहराई से डूबना हो, जेमिनी आपको वह ज्ञान प्रदान करने के लिए तैयार है जिसकी आप खोज कर रहे हैं।\n\nराइट-क्लिक करके जेमिनी के साथ खोजें: संदर्भ-संवेदनशील खोजों की सुविधा का अन्वेषण करें। किसी भी वेबपेज पर टेक्स्ट को हाईलाइट करें, राइट-क्लिक करें, और \"जेमिनी के साथ खोजें\" का चयन करें ताकि आप अपनी जिज्ञासा को बिना किसी रुकावट के पूरा कर सकें। यह एकीकरण खोज और ज्ञान के बीच की खाई को पाटता है, हर राइट-क्लिक को तत्काल उत्तरों क\n\nे द्वार के रूप में बदल देता है।\n\nओमनी बार खोज एकीकरण: ओमनी बार एकीकरण के साथ अपने खोज अनुभव को सरल बनाएं। अपने क्रोम के पता बार में \"जेमिनी\" टाइप करें उसके बाद अपनी क्वेरी डालें ताकि एक नए टैब में जेमिनी खोज शुरू हो जाए। यह त्वरित, आसान है और अतिरिक्त कदमों की आवश्यकता को समाप्त करता है, जानकारी को आपकी उंगलियों पर रखता है।\n\nकीवर्ड-संचालित खोजें: कीवर्ड शॉर्टकट्स के साथ अपने खोज अनुभव को अनुकूलित करें। जेमिनी पर विशेष प्रकार की खोजों को ट्रिगर करने के लिए व्यक्तिगत कीवर्ड सेट करें, आपके शोध को पहले से कहीं अधिक तेज और लक्षित बनाते हैं।\nबिना रुकावट जेमिनी इंटरैक्शन: एक बिना रुकावट एकीकरण का आनंद लें जो आपकी प्राकृतिक ब्राउज़िंग आदतों का विस्तार जैसा महसूस होता है। एन्हांस असिस्टेंट के साथ, वेब ब्राउज़िंग और वार्तालाप खोज के बीच स्विच करना अधिक सहज और स्वाभाविक है।\n\nउपयोगकर्ता-केंद्रित डिजाइन और अपडेट: उपयोगकर्ता प्रतिक्रिया के मूल में विकसित, एन्हांस जेमिनी निरंतर विकसित हो रहा है। नियमित अपडेट नई सुविधाएँ, उपयोगकर्ता इंटरफ़ेस में सुधार, और सुधार लाते हैं ताकि एक शीर्ष-स्तरीय अनुभव सुनिश्चित हो सके\n\n।\n\nएन्हांस जेमिनी के साथ अपने क्रोम ब्राउज़र को एक शक्तिशाली ज्ञान खोज उपकरण में बदलें। यह एक्सटेंशन न केवल आपके खोज को सरल बनाता है, बल्कि जेमिनी की बुद्धिमत्ता और बहुमुखी प्रतिभा को सीधे आपके दैनिक वेब इंटरैक्शन में एकीकृत करके आपके समग्र ब्राउज़िंग अनुभव को समृद्ध करता है। पारंपरिक खोजों को अलविदा कहें और ऑनलाइन जानकारी पाने के एक स्मार्टर, अधिक जुड़े हुए तरीके का स्वागत करें।",
    "ja": "エンハンス ジェミニを使用して、効率的な検索と労力を要しない情報検索の世界に飛び込みましょう。これは、ジェミニチャットボットとのシームレスな統合を望むユーザー向けに特別に設計された最先端のChrome拡張機能です。効率を求める人々と好奇心旺盛な心を持つ人々の両方に対応するように設計されており、この拡張機能は、ジェミニの会話型検索機能の力を直接Chromeブラウザにもたらし、迅速かつ直感的な豊かなブラウジング体験を可能にします。\n\n主な特徴：\n\nどこからでも即座にジェミニ検索：拡張機能をアクティブにして、ジェミニがあなたのクエリを待っている新しいタブを開きます。簡単な質問でもトピックへの深い掘り下げでも、ジェミニはあなたが求める知識でお手伝いする準備ができています。\n\nジェミニで検索するために右クリック：コンテキストに敏感な検索の便利さを発見してください。任意のウェブページ上のテキストをハイライトし、右クリックして「ジェミニで検索」を選択するだけで、一拍も逃さずに好奇心を満たすことができます。この統合は発見と知識の間のギャップを埋め、すべての右クリックを即座の回答への入口にします。\n\nオムニバー検索統合：オムニバー統合による直接的な検索体験の効率化。Chromeのアドレスバーに「ジェミニ」と続けてクエリを入力して、新しいタブでジェミニ検索を開始します。これは迅速で簡単であり、余分なステップを必要とせず、情報をあなたの指先に置くことができます。\n\nキーワード駆動型検索：キーワードショートカットを使用して検索体験をカスタマイズします。ジェミニ上で特定のタイプの検索をトリガーするためのパーソナライズされたキーワードを設定し、あなたの研究をこれまで以上に迅速かつターゲット指向にします。\nシームレスなジェミニインタラクション：あなたの自然なブラウジング習慣の延長のように感じるシームレスな統合を楽しみます。エンハンスアシスタントを使用すると、ウェブブラウジングと会話型検索の間の切り替えがよりスムーズで直感的になります。\n\nユーザー中心のデザインとアップデート：ユーザーのフィードバックを核として開発されたエンハンスジェミニは、常に進化しています。定期的なアップデートにより、新機能、ユーザーインターフェースの改善、および強化が行われ、一流の\n\n体験が保証されます。\n\nエンハンスジェミニを使用して、Chromeブラウザを強力な知識発見ツールに変えましょう。この拡張機能は、検索方法を単純化するだけでなく、ジェミニの知能と多才性を直接あなたの日常のウェブインタラクションに統合することで、全体的なブラウジング体験を豊かにします。従来の検索に別れを告げ、オンラインで情報を見つけるより賢く、よりつながった方法にこんにちはと言いましょう。",
    "ko": "Enhance Gemini를 사용하여 간편한 검색 및 노력 없는 정보 검색의 세계로 뛰어들어 보세요. 이것은 사용자가 Gemini 챗봇과의 원활한 통합을 원할 때 맞춤 제작된 최첨단 Chrome 확장 기능입니다. 효율성을 추구하는 이들과 호기심 많은 마음을 모두 만족시키도록 설계된 이 확장 기능은 Gemini의 대화형 검색 능력을 직접 Chrome 브라우저로 가져와 빠르고 직관적인 풍부한 브라우징 경험을 제공합니다.\n\n주요 기능:\n\n어디서나 즉시 Gemini 검색: 확장 기능을 활성화하여 Gemini가 당신의 질문을 기다리는 새 탭을 엽니다. 간단한 질문이든 주제에 대한 깊은 탐구이든, Gemini는 당신이 찾고 있는 지식으로 도와줄 준비가 되어 있습니다.\n\nGemini로 검색하기 위해 마우스 오른쪽 버튼 클릭: 문맥에 민감한 검색의 편리함을 발견하세요. 웹페이지의 텍스트를 하이라이트 한 다음, 마우스 오른쪽 버튼을 클릭하고 \"Gemini로 검색\"을 선택하여 한 번의 클릭으로 궁금증을 해결하세요. 이 통합은 발견과 지식 사이의 간극을 메우며, 모든 오른쪽 클릭을 즉각적인 답변으로 연결하는 게이트웨이로 만듭니다.\n\nOmni 바 검색 통합: Omni 바 통합을 통해 검색 경험을 간소화하세요. Chrome의 주소 표시줄에 \"Gemini\"와 검색어를 입력하여 새 탭에서 Gemini 검색을 시작합니다. 빠르고 쉽게, 추가 단계가 필요 없어 정보를 손쉽게 얻을 수 있습니다.\n\n키워드 기반 검색: 키워드 단축키로 검색 경험을 사용자 맞춤화하세요. Gemini에서 특정 유형의 검색을 트리거하기 위해 개인적인 키워드를 설정하여 연구를 이전보다 더 빠르고 목표 지향적으로 만듭니다.\n원활한 Gemini 상호작용: 자연스러운 브라우징 습관의 확장처럼 느껴지는 원활한 통합을 즐기세요. Enhance Assistant를 사용하면 웹 브라우징과 대화형 검색 간의 전환을 더욱 부드럽고 직관적으로 할 수 있습니다.\n\n사용자 중심 설계 및 업데이트: 사용자 피드백을 핵심으로 개발된 Enhance Gemini는 지속적으로 발전하고 있습니다. 정기적인 업데이트는 새로운 기능, 사용자 인터페이스 개선, 그리고 최고의 경험을 보장하기 위한 향상을 제공합니다.\n\nEnhance Gemini로 Chrome 브라우저를 강력한 지식 발견 도구로 변환하세요. 이 확장 기능은 검색 방법을 단순화할 뿐만 아니라 Gemini의 지능과 다재다능함을 직접 일상적인 웹 상호작용에 통합하여 전반적인 브라우징 경험을 풍부하게 합니다. 전통적인 검색에 작별을 고하\n\n고 온라인에서 정보를 찾는 더 스마트하고 연결된 방법에 안녕하세요.",
    "zh_CN": "潜入流畅搜索和毫不费力的信息检索的世界，使用 Enhance Gemini，这是一款为希望与 Gemini 聊天机器人无缝集成的用户量身定制的尖端 Chrome 扩展。这款扩展旨在满足效率追求者和好奇心旺盛的人的需求，将 Gemini 的对话式搜索能力直接带入您的 Chrome 浏览器，允许丰富的浏览体验，既快速又直观。\n\n主要特点：\n\n从任何地方即时启动 Gemini 搜索：激活扩展以打开一个新标签页，在那里 Gemini 等待您的查询。无论是快速提问还是深入探索某个话题，Gemini 都准备好协助您寻找所需的知识。\n\n右键点击使用 Gemini 搜索：发现上下文敏感搜索的便利。只需在任何网页上突出显示文本，右键点击，然后选择“使用 Gemini 搜索”，即可在不错过节拍的情况下满足您的好奇心。这种集成桥接了发现和知识之间的差距，使每次右键点击都成为通往即时答案的大门。\n\nOmni 栏搜索集成：通过直接 Omni 栏集成简化您的搜索体验。在 Chrome 的地址栏中输入“Gemini”后跟您的查询，以在新标签页中启动 Gemini 搜索。它既快速又简单，无需额外步骤，将信息置于您的指尖。\n\n关键词驱动的搜索：通过关键词快捷方式自定义您的搜索体验。设置个性化关键词以触发 Gemini 上的特定类型搜索，使您的研究比以往任何时候都更快、更有针对性。 无缝 Gemini 互动：享受感觉像是您自然浏览习惯的扩展的无缝集成。有了 Enhance Assistant，在网页浏览和对话式搜索之间切换更加流畅和直观。\n\n以用户为中心的设计和更新：Enhance Gemini 的开发以用户反馈为核心，持续进化。定期更新带来新功能、用户界面改进和增强功能，以确保一流的体验。\n\n将您的 Chrome 浏览器转变为强大的知识发现工具，使用 Enhance Gemini。这款扩展不仅简化了您的搜索方式，还通过将 Gemini 的智能和多功能性直接集成到您的日常网络互动中，丰富了您的整体浏览体验。向传统搜索说再见，向在线查找信息的更智能、更连通的方式说你好。",
    "zh_TW": "深入流暢搜尋和毫不費力的資訊檢索世界，使用 Enhance Gemini，這是一款針對希望與 Gemini 聊天機器人無縫整合的用戶量身打造的尖端 Chrome 擴充功能。此擴充功能旨在滿足效率尋求者和好奇心旺盛的人群，將 Gemini 的對話式搜索能力直接帶入您的 Chrome 瀏覽器，允許提供既快速又直觀的豐富瀏覽體驗。\n\n主要特點：\n\n從任何地方立即啟動 Gemini 搜索：啟動擴充功能以開啟一個新標籤頁，在那裡 Gemini 等待您的查詢。無論是快速提問還是深入探索某個主題，Gemini 都準備好協助您尋找所需的知識。\n\n右鍵點擊使用 Gemini 搜索：發現上下文敏感搜索的便利。只需在任何網頁上突出顯示文本，右鍵點擊，然後選擇“使用 Gemini 搜索”，即可在不錯過節奏的情況下滿足您的好奇心。這種整合橋接了發現與知識之間的差距，使每次右鍵點擊都成為通往即時答案的通道。\n\nOmni 欄搜索整合：通過直接 Omni 欄整合來簡化您的搜索體驗。在 Chrome 的地址欄中輸入“Gemini”後接上您的查詢，以在新標籤頁中啟動 Gemini 搜索。它快速、簡單，無需額外步驟，將資訊放在您的指尖。\n\n關鍵字驅動的搜索：通過關鍵字快捷方式自定義您的搜索體驗。設置個性化關鍵字以觸發 Gemini 上的特定類型搜索，使您的研究比以往任何時候都更快、更有針對性。無縫 Gemini 互動：享受感覺像是您自然瀏覽習慣的擴展的無縫整合。有了 Enhance Assistant，在網頁瀏覽和對話式搜索之間切換更加流暢和直觀。\n\n以用戶為中心的設計和更新：Enhance Gemini 的開發以用戶反饋為核心，持續進化。定期更新帶來新功能、用戶介面改進和增強功能，以確保頂級的體驗。\n\n將您的 Chrome 瀏覽器轉變為強大的知識發現工具，使用 Enhance Gemini。這款擴充功能不僅簡化了您的搜索方式，還通過將 Gemini 的智能和多功能性直接整合到您的日常網絡互動中，豐富了您的整體瀏覽體驗。向傳統搜索說再見，向在線查找資訊的更智能、更連通的方式說你好。"
  }
}