{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gone Secure Browsing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alerts users when visiting unsafe websites and blocks cookies and trackers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure Browsing\n\nGet real-time warnings of malicious and unsafe websites, block trackers, and cookies with Gone Secure browsing.\nGone Secure Browsing is exactly the tool you need to avoid stumbling across unsafe websites that may be categorized as malicious, phishing, or malware. It also stops various trackers from monitoring you as you browse, and can block websites from storing cookies on your computer.\n\nBENEFITS\n=========\n√\tGet real-time alerts of malicious, phishing, and malware websites as you browse.\n√\tChoose which sites you deem safe with our white listing feature.\n√\tProtects you from trackers monitoring your every move.\n√\tBlock websites from storing cookies on your device.\n√\tEnjoy priority customer support.\n\nEnjoy a Free 7-day trial and low pricing options after your trial ends - https://gonesecurebrowsing.com/securebrowsing/upgrade\nGone Secure Browsing works in the background without interrupting your internet life.\nJust click on \"Add to Chrome\" to start your 7-day trial for free! The trial version of Gone Secure Browsing will show periodic reminders allowing you to upgrade.\nYou can remove the extension at any time.\nBy downloading and installing this extension, you agree to our EULA at https://gonesecurebrowsing.com/securebrowsing/eula and our Privacy Policy https://gonesecurebrowsing.com/securebrowsing/privacy.\n\nThis service is sold by Gone Software Ltd."
  }
}