{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IT-Enterprise.Рекрутинг",
    "en": "IT-Enterprise Recruitment Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IT-Enterprise додаток для рекрутерів",
    "en": "IT-Enterprise recruitment software extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Зберігайте резюме з популярних ресурсів вакансій в IT-Enterprise.\n\nЦе розширення для браузера дозволяє додавати кандидатів безпосередньо на популярні ресурси вакансій без необхідності вводити їх інформацію вручну.\nАналізуйте онлайн-профілі кандидатів, переглядайте інформацію, додавайте їх до свого IT-Enterprise і майже миттєво пов'язуйте з вакансією, що відкривається.\nКожен кандидат, якого ви додаєте, відображається у вашій базі даних як структурований профіль кандидата з можливістю пошуку.\n\nЦе розширення автоматично показує, які профілі є у вас",
    "en": "Save resumes from popular job resources to IT-Enterprise.\n\nThis browser extension allows you to add candidates directly popular job resources without having to enter their information manually.\nParse online candidate profiles, review the information, add them to your IT-Enterprise and associate them to a vacancy opening almost instantly.\nEvery candidate you add appears in your database as a structured and searchable candidate profile.\n\nThis extension automatically shows which profiles are in your IT-Enterprise database. \nThat way you don't have to manually check it for yourself, which makes it easier to connect with new candidates right away."
  }
}