{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Sort By Arrival"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts and sorts orders based on estimated arrival, rather than based on when you placed the order."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sometimes we order a bunch of little things and they all end up with different delivery dates. As such, the items that are still on the way get mixed in with other delivered items since they were part of the same order. It makes it hard to see at a glance what's being delivered today, tomorrow, etc. Kind of annoying, especially if you don't like your deliveries sitting around outside because you didn't realize it was delivered (and sometimes their push notifications don't work either).\n\nThis extension makes it easier to keep track of what item of each order is coming soon, and what has been delivered today. It does so by extracting these items from the orders, and shows them at the top of your orders list instead.\n\nThe sorting is based on estimated arrival, rather than based on the default of when you placed the order.\n\nNote that this extension does not gather any data and can't actually see any of your orders or information. It just takes elements already rendered on the page, rearranges them and restyles them. It's only visible to you.\n\nIf you run into any issues or the extension stops working (likely due to Amazon making changes to their page or structure over time), create a new github issue via the support URL, and I'll fix it and push an update! Note you'll need a github account to submit a bug report.\n\nThis extension is not affiliated with Amazon in any way. I'm just fixing things that bug me about their site, and making them extensions you can use yourself too!\n\nThe sort icon used was created by Freepik. You can check it out at flaticon.com/free-icons/sort\n\nChangelog:\n\n- Oct 5 2024 (v1.1)\n    - Added additional pagination controls to the top of the orders page\n    - Removed unused manifest key"
  }
}