{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rate My CSULB Professors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display RateMyProfessors ratings for professors at CSULB."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rate My CSULB Professors is a must-have Chrome extension for California State University, Long Beach (CSULB) students. With just a few clicks, you can instantly access RateMyProfessors ratings and reviews directly within CSULB's MyCSULB Student Center and Schedule Planner.\n\nThis extension saves you time by integrating professor ratings, difficulty levels, and student feedback into your browsing experience, helping you make informed decisions about your class schedule.\n\n\nFeatures:\n- Instant Ratings: View professors’ average ratings, difficulty levels, and \"Would Take Again\" percentages.\n\n- Comprehensive Feedback: See top tags and comments from students about teaching style and course difficulty.\n\n- Smart Tooltip Design: Click on any rating box to reveal detailed information in a clean, accessible tooltip.\n\n- Course-Specific Filtering: Narrow down comments and feedback by course for a personalized experience.\n\n\nWhy Use Rate My CSULB Professors?\n- Save time by viewing all the information you need in one place.\n\n- Avoid tedious manual searches on RateMyProfessors.\n\n- Gain valuable insights to help you choose professors that match your learning style and preferences.\n\n\nGet Started:\n1. Add the extension to your browser.\n\n2. Visit CSULB’s MyCSULB Student Center or Schedule Planner.\n\n3. Click on any rating box associated with a professor to reveal their ratings and reviews.\n\n\nMake your semester planning smarter and easier with Rate My CSULB Professors. Install now and take control of your academic success!\n\n\nDisclaimer:\nRate My CSULB Professors is an independent project developed to assist CSULB students in making informed course selections. It is not officially affiliated with or endorsed by California State University, Long Beach."
  }
}