{
  "name": {
    "ar,he,hi,hr,kn,no,pl,sk": "Window Color Online",
    "am,ca,fi,fil,ko,ms,ro,sl,sv": "Window Color Game",
    "bg,bn,cs,da,el,gu,ja,te": "Window Color Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hu,it,lt,nl,pt_BR,pt_PT,ru,sr,sw,ta,tr,uk,vi,zh_CN,zh_TW": "Window Color Casual Game",
    "et,id,lv,ml,mr,th": "Window Color Online Game"
  },
  "short": {
    "ar": "قم بتبديل جميع النوافذ حتى يتطابق لون المكعب الوارد مع لون النافذة.",
    "am": "የመስኮቶቹን ቀለም ከመስኮት ቀለም ጋር እስኪጣጣም ድረስ ሁሉንም መስኮቶች መለዋወጥ።",
    "bg": "Разменете всички прозорци, докато цветът на входящия куб съвпада с цвета на прозореца.",
    "bn": "আগত কিউবের রঙ উইন্ডোর রঙের সাথে মিলে না যাওয়া পর্যন্ত সমস্ত উইন্ডো সোয়াপ করুন।",
    "ca": "Canvieu totes les finestres fins que el color del cub entrant coincideixi amb el color de la finestra.",
    "cs": "Zaměňte všechna okna, dokud se barva příchozí datové krychle neshoduje s barvou okna.",
    "da": "Byt alle vinduer, indtil farven på den indgående kube svarer til vinduets farve.",
    "de": "Tauschen Sie alle Fenster aus, bis die Farbe des eingehenden Würfels mit der Farbe des Fensters übereinstimmt.",
    "el": "Εναλλαγή όλων των παραθύρων μέχρι το χρώμα του εισερχόμενου κύβου να ταιριάζει με το χρώμα του παραθύρου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Swap all windows until the color of the incoming cube matches the color of the window.",
    "es": "Intercambie todas las ventanas hasta que el color del cubo entrante coincida con el color de la ventana.",
    "et": "Vahetage kõik aknad, kuni sissetuleva kuubi värv vastab akna värvile.",
    "fa": "تعویض تمام پنجره ها تا زمانی که رنگ مکعب ورودی با رنگ پنجره مطابقت داشته باشد.",
    "fi": "Vaihda kaikki ikkunat, kunnes tulevan kuution väri vastaa ikkunan väriä.",
    "fil": "Magpalitan ng lahat ng bintana hanggang sa kulay ng papasok na cube tumutugma sa kulay ng bintana.",
    "fr": "Permutez toutes les fenêtres jusqu’à ce que la couleur du cube entrant corresponde à la couleur de la fenêtre.",
    "gu": "જ્યાં સુધી ઇનકમિંગ ક્યુબનો રંગ વિન્ડોના રંગ સાથે બંધબેસે નહીં ત્યાં સુધી બધી વિન્ડોને બદલો.",
    "he": "החלף את כל החלונות עד שצבע הקובייה הנכנסת יתאים לצבע החלון.",
    "hi": "सभी खिड़कियों को स्वैप करें जब तक कि आने वाले घन का रंग खिड़की के रंग से मेल न खाता हो।",
    "hr": "Zamijenite sve prozore dok boja ulazne kocke ne odgovara boji prozora.",
    "hu": "Cserélje fel az összes ablakot, amíg a bejövő kocka színe meg nem egyezik az ablak színével.",
    "id": "Tukar semua jendela sampai warna kubus yang masuk cocok dengan warna jendela.",
    "it": "Scambiate tutte le finestre finché il colore del cubo in ingresso non corrisponde al colore della finestra.",
    "ja": "入力する立方体の色がウィンドウの色と一致するまで、すべてのウィンドウを入れ替えます。",
    "kn": "ಒಳಬರುವ ಘನದ ಬಣ್ಣವು ವಿಂಡೋದ ಬಣ್ಣಕ್ಕೆ ಹೋಲಿಕೆಯಾಗುವವರೆಗೆ ಎಲ್ಲಾ ವಿಂಡೋಗಳನ್ನು ಬದಲಿಸಿ.",
    "ko": "들어오는 큐브의 색상이 창의 색상과 일치할 때까지 모든 창을 바꿉니다.",
    "lv": "Apmainiet visus logus, līdz ienākošā kuba krāsa atbilst loga krāsai.",
    "ml": "ഇൻകമിംഗ് ക്യൂബിന്റെ നിറം ജാലകത്തിന്റെ നിറവുമായി പൊരുത്തപ്പെടുന്നതുവരെ എല്ലാ ജാലകങ്ങളും സ്വാപ്പ് ചെയ്യുക.",
    "mr": "येणाऱ्या घनाचा रंग खिडकीच्या रंगाशी जुळेपर्यंत सर्व खिडक्यांची अदलाबदल करा.",
    "ms": "Tukar semua tingkap sehingga warna kiub masuk sepadan dengan warna tetingkap.",
    "nl": "Verwissel alle vensters totdat de kleur van de binnenkomende kubus overeenkomt met de kleur van het venster.",
    "no": "Bytt alle vinduer til fargen på den innkommende kuben samsvarer med fargen på vinduet.",
    "pl": "Zamieniaj wszystkie okna, aż kolor przychodzącego modułu będzie zgodny z kolorem okna.",
    "ro": "Schimbați toate ferestrele până când culoarea cubului de intrare se potrivește cu culoarea ferestrei.",
    "ru": "Поменяйте местами все окна, пока цвет входящего куба не совпадет с цветом окна.",
    "sk": "Vymeňte všetky okná, kým sa farba prichádzajúcej kocky nezhoduje s farbou okna.",
    "sl": "Zamenjajte vsa okna, dokler se barva dohodne kocke ne ujema z barvo okna.",
    "sv": "Byt alla fönster tills färgen på den inkommande kuben matchar fönstrets färg.",
    "sw": "Badilisha madirisha yote hadi rangi ya mche unaoingia inalingana na rangi ya dirisha.",
    "ta": "உள்வரும் பட்டகத்தின் நிறம் சாளரத்தின் வண்ணத்துடன் பொருந்தும் வரை அனைத்து சாளரங்களையும் இடமாற்றவும்.",
    "te": "ఇన్ కమింగ్ క్యూబ్ యొక్క రంగు విండో యొక్క కలర్ తో జత అయ్యేంత వరకు అన్ని విండోలను స్వాప్ చేయండి.",
    "th": "สลับหน้าต่างทั้งหมดจนกว่าสีของลูกบาศก์ที่เข้ามาจะตรงกับสีของหน้าต่าง",
    "tr": "Gelen küpün rengi pencerenin rengiyle eşleşene kadar tüm pencereleri değiştirin.",
    "uk": "Міняйте місцями всі вікна до тих пір, поки колір вхідного куба не буде відповідати кольору вікна."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a challenging puzzle game! Match the correct colors and reach the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nWindow Color Casual Game Features\n✓ Colorful Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Window Color Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}