{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Poshmark Bot - ClosetPilot | Make More Sales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClosetPilot is the #1 automation tool for Poshmark. It drives more sales for your business, and helps you get more followers and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClosetPilot is the #1 automation tool for Poshmark. It drives more sales for your business, and helps you get more followers and more shares for your Poshmark inventory.\n\nClosetPilot now offers a FREE FOREVER plan, where you can share 100 items a day at no charge, no payment information required.\n\nDo you share your closet 2-3 times per day? Instead of manually sharing every single item, ClosetPilot will help you share your inventory automatically, saving you valuable time so you can focus on sourcing inventory and talking to customers.\n\nHave you looked into hiring a Virtual Assistant to share for you? Hiring a VA to share your closet can be expensive, often costing upwards of $100 per month. Try ClosetPilot for free and see how much more effective it is than hiring a VA.\n\nClosetPilot pops up when you are on poshmark.com and it allows you to automatically:\n- Share items to your followers, or to parties\n- Share items from any closet or feed\n- Follow and unfollow people, so you can gain more followers\n- Send offers to likers of your items\n- Return Shares and Follows received from others\n- Edit and Share your Listings\n- Re-arrange the items in your closet\n- Automatically solves 100 free captchas per day (and unlimited captchas using the 2Captcha.com service)\n- Lets you set a daily share limit so you don't get soft banned\n\nYou can save hours per day by using ClosetPilot. Give it a try.\n\nNEW in ClosetPilot: you can now automatically share your items without needing the Poshmark.com website open. Use our new AutoPilot feature, which allows ClosetPilot to share your closet on Poshmark completely in the background, 100% hands free. As long as your computer is on and Google Chrome is running, ClosetPilot will be sharing your closet on your behalf.\n\nSupported in the USA 🇺🇸  and Canada 🇨🇦.\n\nData usage disclaimer: ClosetPilot collects your email and password when you create an account, which allows you to log in to your ClosetPilot account. When you start a subscription, our extension uses a 3rd party payment processing company called Stripe to collect your payment information. Stripe may also collect information about your location in order to identify and prevent fraudulent payments.\n\nPOSHMARK is a registered trademark of Poshmark, Inc.  ClosetPilot is not affiliated with, endorsed by, sponsored by or otherwise related to Poshmark, Inc. or any of its affiliates or subsidiaries."
  }
}