{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump Christmas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Doodle Jump Christmas right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Doodle Jump Christmas for Chrome Extension is a festive and exciting game that you can play for free. It is a Christmas-themed version of the popular game Doodle Jump. In this game, you control a doodle-like creature named Doodler as it jumps from platform to platform, trying to reach new heights without falling. The objective is to navigate around obstacles, monsters, and UFOs by shooting or changing direction. The game has no definite end, and each session concludes when Doodler falls, encounters a monster, gets sucked into a black hole, or abducted by a UFO.\n\n\"Doodle Jump Christmas\" adds a holiday twist to the gameplay, featuring Christmas-themed graphics, decorations, and music. It's a perfect game to get into the festive spirit and enjoy some Christmas-themed fun. The controls are simple, and the addictive gameplay will keep you entertained for hours. You can play \"Doodle Jump Christmas\" for free by visiting the website https://doodlejump.net/. So, get ready to jump your way through the Christmas-themed platforms and see how high you can go in this merry and joyful game.\n\n*Note: We have added \"Unblocked Games\" button, making it easy for players to quickly access the games on our website https://mariogames.org"
  }
}