{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RNPSign"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Essa extensão permite configurar certificados para fins de assinatura digital"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "O RNPSign  possibilita a gestão de certificados digitais utilizados nos processos de assinatura eletrônica do padrão ICP-Brasil. Essa extensão permite que assinaturas digitais sejam realizadas em aplicações da RNP.\n\nAlém disso, RNPSign é um componente que auxilia as configurações dos certificados adicionados automaticamente ou manualmente. A partir dessa extensão é possível listar certificados digitais, adicionar certificados a partir de arquivos ou configuração manual de tokens, assinar documentos em sites credenciados e gerenciar lista de sites seguros\nPara funcionar, a extensão necessita da permissão para acesso a um software nativo que deverá ser instalado junto à extensão. O acesso ao software nativo será realizado pela própria extensão que identifica caso ainda não tenha sido instalado no momento de execução de qualquer ação.\nO RNPSign oferece vantagens como a simplificação do processo de assinatura de documentos digitais usando arquivos de certificados digitais e tokens criptográficos, além da gestão desses certificados e tokens.\n\nEssa extensão não registra nenhum dado pessoal do usuário como também não armazena senhas pessoais. A única informação armazenada são os certificados adicionados pelo próprio usuário e que podem ser removidos a qualquer tempo.\n\nTodo o processamento e gestão de certificados segue o padrão definido pelo ICP-Brasil (Infraestrutura de Chaves Públicas Brasileira)."
  }
}