{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EchoMEI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EchoMEI é projetado para agilizar o processo de extração e gerenciamento de dados de MEI da Receita Federal do Brasil."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EchoMEI é uma poderosa extensão para o Chrome, projetada para simplificar e otimizar a extração e gestão de dados de MEI (Microempreendedor Individual) da Receita Federal do Brasil. Seja você um empreendedor, contador ou analista financeiro, o EchoMEI oferece uma solução eficiente para obter informações cruciais com facilidade.\n\nPrincipais Funcionalidades\n\n- Extração de Dados Sem Esforço: Extraia e exiba automaticamente dados de MEI, simplesmente inserindo números de CNPJ.\n- Atualizações em Tempo Real: Obtenha as informações mais atualizadas diretamente da API ReceitaWS.\n- Validação de Dados: Garante a precisão do formato do CNPJ antes de processar, reduzindo erros e economizando tempo.\n- Interface Amigável: Design limpo e intuitivo permite que você visualize e gerencie dados com facilidade diretamente no popup.\n- Opções de Exportação: Exporte facilmente os dados extraídos para formatos CSV ou PDF para análise e registro.\n- Integração com a Área de Transferência: Copie rapidamente os resultados para a área de transferência para compartilhamento e documentação.\n- Notificações: Fique informado com notificações sobre o status do processo de extração de dados.\n\nPor Que Instalar o EchoMEI?\n\nO EchoMEI é uma ferramenta indispensável para profissionais que lidam com dados de MEI. Ao automatizar o processo de extração de dados, o EchoMEI economiza seu tempo e reduz o risco de erros associados à entrada manual de dados. Com sua integração perfeita no navegador Chrome, você pode acessar e gerenciar seus dados de MEI a qualquer momento e em qualquer lugar. Instale o EchoMEI hoje e experimente uma maneira mais eficiente de lidar com as informações financeiras do seu negócio.\n\nPermissões Necessárias\n\n- Aba Ativa: Para interagir com a aba atual.\n- Dados de Navegação: Para limpar dados de navegação, se necessário.\n- Gravação da Área de Transferência: Para copiar resultados para a área de transferência.\n- Downloads: Para habilitar exportações em CSV e PDF.\n- Notificações: Para informá-lo sobre o status da extração de dados.\n- Scripts: Para executar scripts nos sites especificados.\n- Armazenamento: Para armazenar os resultados da extração localmente.\n- Abas: Para gerenciar e navegar nas abas do navegador.\n\nComo Usar o EchoMEI\n\n1. Instale a Extensão: Clique em \"Adicionar ao Chrome\" para instalar o EchoMEI.\n2. Abra a Extensão: Clique no ícone do EchoMEI na barra de ferramentas do Chrome.\n3. Insira os CNPJs: Cole ou digite os números de CNPJ na área de entrada.\n4. Extraia os Dados: Clique no botão \"Buscar\" para iniciar o processo de extração.\n5. Visualize e Exporte: Visualize os dados extraídos diretamente no popup, copie-os para a área de transferência ou exporte-os para CSV/PDF.\n\nTransforme a maneira como você lida com os dados de MEI com o EchoMEI – seu parceiro confiável para uma gestão de dados eficiente e precisa."
  }
}