{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Prime Video - Rotten Tomatoes Overlay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overlays Amazon Prime Video™ with Rotten Tomatoes™ movie and TV ratings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "[DEPRECATED - NO LONGER MAINTAINED] \n\nPOP: Prime-Video • Overlay • Pop-up\n\nThis extension provides scores from Rotten Tomatoes™ to the media included within the Amazon Prime Video™ service.\n\nSimply hover your mouse over a movie or TV show on the Amazon Prime Video™ website to use this extension. \n\nIf you found this extension helpful, a rating goes a long way 😊\nIf you find any issues using this extension, or have any suggestions, feel free to send me a message.\n\nDisclaimer: Amazon™ , Amazon Prime Instant Video™ and Rotten Tomatoes™ are registered trademarks and have no affiliation to this extension or the author of said extension.\n\nChangelog:\nv1.61\n- Add static slider, (non-video), support\n\nv1.60\n- Fix error caused by  google search element change (again)\n\nv1.59\n- Fix errors caused by google search element change\n\nv1.58\n- Fix multiple fatal errors caused by rotten tomato and amazon prime video site updates\n\nv1.53\n- Fix fatal error caused by change to google search engine\n\nv1.52\n- Added domain support for known \"smile.amazon\" URL extensions\n\nv1.51\n- Fix fatal error where extension attempts to access incorrect element of Prime Video element on sliders causing sliders to not display ratings\n\nv1.5\n- Added support for checking sliders below single page of media. Refactored majority of extension for readability, efficiency, and ease of use\n\nv1.43\n- Fix fatal error where extension attempts to access incorrect element of alphabet inc. search resulting in 'page not found' error\n\nv1.42\n- Domain support added for users in the United Kingdom (www.amazon.co.uk/gp/video/)\n\nv1.41\n- Update element names with new names\n\nv1.4\n- Complete overhaul of extension was necessary after Prime Video UI experienced a complete change\n- Added support for signed in users of Prime Video, and those who are not signed in\n- In addition to displaying ratings on the Prime Video homepage, extension now displays ratings when a user clicks on film/video, and when hovers over 'Customers who watched this item also watched'\n\nv1.37\n- Domain support added for Australian users, and fixed for Brazilian users*, and all countries that use the URL (primevideo.com/*) Loading image resized to be less obtrusive \n\nv1.33\n- Domain support added for Brazilian users *post-release-fix of this update should have fixed any more issues for Brazilian users*\n\nv1.32\n- Support for multiple countries' top level domains added (eg: amazon.de/*, amazon.in/* ect)\n\nv1.31\n- Fix fatal error where extension attempts to access incorrect element of search resulting in 'page not found' error\n\nv1.29\n- Fix fatal error where extension is unable to run due to recent update to google search where all visible URLS were replaced with breadcrumb styling\n\nv1.23\n- Fix issue where extension does not run if prime video URL includes '/gp/' when the user accesses the different options on the 'Amazon Prime Video' page, ex: 'all videos' , 'your videos' , 'included with prime' , etc\n\nv1.22\n- Fix issue where extension does not run if prime video URL includes '/Prime-Video/' instead of '/Amazon-Video/'\n\nv1.21\n- Change extension name and description \n\nv1.2\n- Fix issue where extension does not run if prime video is accessed through the 'Your \n  Prime Video' option under 'My account' \n\nv1.1\n- Change manifest with short name addition"
  }
}