{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screenshot Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "select and capture any area on a web page, then effortlessly perform reverse image searches on Google Images"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With a single click on the extension icon, effortlessly capture any region of a webpage that piques your interest. No need to save or download images – just select and release.\n\nWatch the magic happen as your captured image is instantly sent to Google Images for a seamless visual search experience. Discover similar images, the origin of your captured image and get more information about the image.\n\n-Why not rely on Chrome's default 'Search image with Google' feature? \nBecause conducting a direct search on Google Images often yields distinct results. There are instances where navigating through Google Lens and selecting 'find image source' fails to provide any results whatsoever.\n\nHere are some user cases where Screenshot Search can be incredibly useful:\n- Celebrity Name Discovery:\nEasily uncover the name of a celebrity by capturing their face.\n- Online Video Item Identification (people, locations, objects) :\nIdentify and locate an item that caught your eye while watching an online video by pausing then capturing its image.\n-Selective Capture for Precision Search:\nRefine your search by capturing only the specific part you're interested in while excluding the rest, ensuring precise and focused results.\n- Search Inaccessible Web Images:\nSeamlessly search images that are otherwise difficult to access on web pages like backgrounds and programmatically restricted images using the mouse capture feature.\n- Online Shopping:\nShoppers can capture product images they like and quickly find similar items or better deals across different websites.\n- Skip The Google Lens Step:\nEliminate the need to go through google lens \"Search image with Google\" option each time you want to make a search on Google Images."
  }
}