{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Britannica Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your search experience and your knowledge with Britannica content in the top-right corner of your search results page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facts matter & Britannica Insights with Merriam-Webster makes them easier to find them. \n \nNot sure if what you heard was true? Looking for a concise overview of a topic? Looking for the definition or more examples of a word you just read? Tired of scrolling through search results to find a credible source? Britannica Insights changes how you discover by bringing verified information from Britannica and Merriam-Webster to the top of your search results and offering deeper context and perspectives around topics to explore connections. \n \n•\tCut through Internet noise to save time\n•\tTrust the information you discover\n•\tExplore deeper context around search topics\n•\tUncover intuitive roadmaps for deeper exploration\n\nAs seen on:\nWIRED® Magazine: https://www.wired.com/story/britannica-insights-fix-google-snippets\nThe Verge: https://www.theverge.com/2018/6/7/17437816/google-britannica-insights-search-encyclopedia\nChicago Tribune: http://www.chicagotribune.com/business/ct-biz-encyclopedia-britannica-fact-check-plug-in-20180608-story.html\n\n\nQ: How do I start using Britannica Insights?\nA: Click ‘Add to Chrome’ and continue your usual searches. When Britannica has highly relevant results, the results will populate the top right corner of your search page. \n \nQ: Will Britannica Insights change what shows up in my search results or what sources I can view?\nA: Your search results stay the same and you’ll still be able to view all of the same resources you’re used to. You’ll just find Britannica Insights results at the top right corner of your search results when there is relevant Britannica or Merriam-Webster  content to share.\n \nQ: Which search browsers does Britannica Insights work with?\nA: Britannica Insights works with Google Chrome. Coming soon: Mozilla Firefox. \n \nQ: How is Britannica Insights able to surface context, connections, and perspectives?\nA: Britannica Insights uses proprietary advanced relationship mapping technology from Britannica and Merriam-Webster to surface uncommon insights and unique relationships through a web of connected data points.\n \nQ: What languages does Britannica Insights work with?\nA: Britannica Insights works with the English language searches and search results.\n\nQ: Do you track my data or search history?\nA: Britannica Insights does not handle or collect any personal or sensitive information, nor does it track search data. If you would like more information on the policies of our parent company, Encyclopaedia Britannica, Inc., please view our Privacy Policy: http://corporate.britannica.com/privacy.html."
  }
}