{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autentik AI - Emotions Detector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-based web-extension - helps autistic individuals detect emotions in photos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered Chrome extension for facial emotions recognition: identifies 50+ visible emotions.\n\nCurious about the potential feelings shared in photos and videos? Let our tool decode them for you in an instant!\n\nFeatures:\n🔍 Emotion Detection: Detects over 50 distinct emotions from faces, providing insight into the feelings not spoken aloud.\n🎭 Detailed Emotional Breakdowns: Analyzes facial expressions in depth, from the faintest hints to the most evident emotions.\n✨ Flexible Use: Functions smoothly on platforms like Google Meet, and during photo browsing or video viewing on YouTube and beyond.\n🌍 Multilingual Support: Available in English, Español, Français, Русский, Português, Italiana, and 日本語, embracing users from all corners of the world.\n\nHow to Use the Emotions Detector for Chrome\n\nOpen Content: Find an image or video with faces for analysis.\nActivate Extension: Click on the \"Emotions Detector\" icon in your browser's toolbar.\nSelect and Analyze: Press the \"Select\" button in the extension, pick a face, and view the emotions identified right away.\n\nNote for usage:\n\nThe extension is explicitly intended for private use within domestic settings. Users must get permission from people before analyzing their emotions with this extension. Images are not stored on Autentik AI servers, and the computer vision is powered by the Hume API. Designed for users in the UK and USA. While using during a call, ask other persons for a permission."
  }
}