{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Glances - A Simplified Customer View"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unify your apps with a simplified customer view"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The single customer view you have always wanted is here. Glances unifies your apps in a simplified, easy-to-use customer view that provides real-time data from within any app that you are using. In minutes, securely connect your apps and eliminate tab switching, searching, and clicking around to find important information.\n\nDo the hustle without the hassle\n\nFinding customer information within multiple programs is the hassle that ruins your workflow hustle. Glances brings your favorite online apps together, securely showing your customer data in a single view from whatever app you are using.\n\nAn integration the way it should be\n\nIt’s like iPaaS, but without the pain. Not time consuming, expensive, or untrustworthy. Glances is a new way to do integrations with a true no-code approach; no data syncing or scheduling jobs. See how it takes just minutes to connect your apps and start using a simplified customer view with Glances.\n\n\nGlances is designed to support any application that provides an industry standard API, including custom applications. Our list of supported apps includes most of the top CRMs, Accounting, and productivity software. \n\nStay in your main work application.\n\nIn whichever role you are in, sales, support, marketing, etc, stay in the application you need the most and use Glances to view the data you need from other applications..\n\nFor example: before up-selling, stay in your CRM and check for any open support cases or recent marketing campaign engagements in Glances without having to open up those other applications.\n\nStop Tab Switching\nStay focused on whatever you are working on with a single customer view. Need to know something important about what you are working on, but it is in another system? Use Glances to view it right now to avoid painful app switching.\n\nSee What Matters\nSee what matters to you right here, right now. Whether working on a support case, a new lead, or anything else, glance at any emails, invoices, notes, etc residing in some other app when you need it, in a unified view.\n\nJust Minutes To Set Up\nGlances greatly simplifies what integrations are well known for: complexity and time consuming configuration. Set up is as easy as 1...2...3. 1) Connect your apps 2) Install the browser extension 3) Enjoy your new unified customer view\n\nReduce License Costs\nNot every user in your company needs to log into each and every one of your applications. Save on licensing costs by giving them just the insights they need with Glances.\n\nSome quests that you might have:\n\nDo I need to write code?\nThank heavens, no! All you do is log into your apps to connect them and we handle the rest. It’s what the hipsters are calling a “no code” solution to your integration needs.\n\nHow is our data stored?\nWe do not store data from your apps. When a Glance is displayed it is pulling information in real-time directly from your applications and displaying it in the Glance view. Only the minimally required information to connect to your applications is encrypted and stored.\n\nWhich ways can Glances be used?\nThrough browsers such as Chrome, Firefox, Microsoft Edge, and Brave or through standalone apps such as Slack.\n\nIs it as complicated to set up like other integrations?\nIt takes just minutes to set up. Why? Glances greatly simplifies what integrations are well known for: complexity and time consuming configuration. Since we are not moving data back and forth between multiple systems we avoid all of the error prone failure points that give integrations a bad name.\n\nDo I need to pay or use a credit card to try it out?\nNo credit card is needed to start a trial. We want you to see for yourself how this is a game changer for how you work."
  }
}