{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voicy - Voice to Text Powered by AI",
    "de": "Voicy - Sprache zu Text angetrieben von KI",
    "es": "Voicy - Voz a Texto impulsado por IA",
    "fr": "Voicy - Voix en texte alimenté par l'IA",
    "he": "Voicy - קול לטקסט מופעל על ידי AI",
    "hi": "Voicy - AI द्वारा संचालित आवाज़ से पाठ",
    "id": "Voicy - Suara ke Teks didukung oleh AI",
    "it": "Voicy - Da voce a testo con supporto AI",
    "ja": "Voicy - AI対応の音声からテキストへ",
    "pt_BR": "Voicy - Voz para Texto Alimentado por IA",
    "ru": "Voicy - Голос в текст с поддержкой ИИ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speech to Text Chrome Extension with +99% accuracy in over 50 languages",
    "de": "Sprache zu Text für Textfelder auf jeder Website. Funktioniert in über 50 Sprachen",
    "es": "Voz a texto para campos de texto en cada sitio web. Funciona en más de 50 idiomas",
    "fr": "Voix en texte pour les champs de texte sur chaque site web. Fonctionne dans plus de 50 langues",
    "he": "קול לטקסט לשדות טקסט בכל האתרים. עובד ביותר מ-50 שפות",
    "hi": "हर वेबसाइट पर टेक्स्ट फ़ील्ड के लिए आवाज़ से पाठ। 50 से अधिक भाषाओं में काम करता है",
    "id": "Suara ke teks untuk bidang teks di setiap situs web. Bekerja dalam lebih dari 50 bahasa",
    "it": "Da voce a testo per i campi di testo su qualsiasi sito web. Funziona in oltre 50 lingue",
    "ja": "あらゆるウェブサイトのテキストフィールド用の音声からテキストへ。50以上の言語に対応",
    "pt_BR": "Voz para Texto para campos de texto em todos os sites. Funciona em mais de 50 idiomas",
    "ru": "Голос в текст для текстовых полей на любом сайте. Работает на более чем 50 языках"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use your voice to type on every text field on every website. \n\nVoicy is a speech-to-text Chrome extension with over 99% accuracy in 50 languages. \n\nWrite longer & better messages, emails, comments, cover letters, etc., in half the time using your natural voice.\n\nSUPPORTED LANGUAGES:\nOver 50 languages with 99% accuracy, including German, Spanish, Portuguese, Chinese, and French.\n\nFEATURES:\n- Write better messages, emails, comments, etc., using your natural voice\n- Save time\n- Perfect grammar and punctuation powered by AI\n- Reduce strain on your hands & wrists\n\n\n\nAUTOMATIC GRAMMAR AND PUNCTUATION:\nAll transcriptions are free of grammatical errors and have correct punctuation.\n\nAI FEATURES:\n- Voice to ChatGPT: Use your voice to directly communicate with ChatGPT. For example: \"Write an email to my boss to let them know that I quit!\"\n\n- Translation: For example: \"Translate this message in Spanish...\" \n\nPRIVACY-FOCUSED:\nYour audio recordings and transcriptions are never stored anywhere and are immediately deleted.\n\nACCESSIBILITY:\nVoicy is especially valuable to people with chronic pain in their hands and accessibility needs.\n\nThis extension uses content scripts that run at document start in all frames to enable speech-to-text functionality across web pages.\n\nABOUT US:\nHey! I'm Kourosh and I built Voicy after I saw how long it takes for my dad to write messages on his computer. I'm the only developer on the project, and in my full-time role, I work at a financial technology company in the UK.\n\nCONTACT & FEEDBACK:\nPlease email kourosh@meetwaves.com for any support/feedback requests.",
    "de": "Nutzen Sie Ihre Stimme, um in jedes Textfeld auf jeder Website zu schreiben.\nVerfassen Sie längere und bessere Nachrichten, E-Mails, Kommentare, Anschreiben usw. in der Hälfte der Zeit mit Ihrer natürlichen Stimme.\n\n\nUNTERSTÜTZTE SPRACHEN:\nÜber 50 Sprachen mit 99% Genauigkeit, einschließlich Deutsch, Spanisch, Portugiesisch, Chinesisch und Französisch.\n\n\nFUNKTIONEN:\n- Schreiben Sie bessere Nachrichten, E-Mails, Kommentare usw. mit Ihrer natürlichen Stimme\n- Sparen Sie Zeit\n- Perfekte Grammatik und Zeichensetzung dank KI\n- Reduzieren Sie die Belastung Ihrer Hände und Handgelenke\n\nAUTOMATISCHE GRAMMATIK UND ZEICHENSETZUNG:\nAlle Transkriptionen sind frei von grammatikalischen Fehlern und haben eine korrekte Zeichensetzung.\n\n\nKI-FUNKTIONEN:\n- Sprache zu ChatGPT: Nutzen Sie Ihre Stimme, um direkt mit ChatGPT zu kommunizieren. Zum Beispiel: \"Schreibe eine E-Mail an meinen Chef, um ihm mitzuteilen, dass ich kündige!\"\n- Übersetzung: Zum Beispiel: \"Übersetze diese Nachricht ins Spanische...\"\n\nDATENSCHUTZ:\nIhre Audioaufnahmen und Transkriptionen werden nirgendwo gespeichert und sofort gelöscht.\n\nBARRIEREFREIHEIT:\nVoicy ist besonders wertvoll für Menschen mit chronischen Schmerzen in den Händen und Bedürfnissen zur Barrierefreiheit.\n\nÜBER UNS:\nHallo! Ich bin Kourosh und ich habe Voicy entwickelt, nachdem ich gesehen habe, wie lange mein Vater braucht, um Nachrichten auf seinem Computer zu schreiben. Ich bin der einzige Entwickler des Projekts, und in meiner Vollzeitstelle arbeite ich bei einem Finanztechnologie-Unternehmen in Großbritannien.\n\nKONTAKT & FEEDBACK:\nBitte senden Sie eine E-Mail an kourosh@meetwaves.com für Support-/Feedback-Anfragen.",
    "es": "Utiliza tu voz para escribir en todos los campos de texto en todos los sitios web.\nEscribe mensajes, correos electrónicos, comentarios, cartas de presentación, etc., más largos y mejores en la mitad del tiempo utilizando tu voz natural.\nIDIOMAS COMPATIBLES:\nMás de 50 idiomas con una precisión del 99%, incluyendo alemán, español, portugués, chino y francés.\nCARACTERÍSTICAS:\n\nEscribe mejores mensajes, correos electrónicos, comentarios, etc., usando tu voz natural\nAhorra tiempo\nGramática y puntuación perfectas impulsadas por IA\nReduce la tensión en tus manos y muñecas\n\nGRAMÁTICA Y PUNTUACIÓN AUTOMÁTICAS:\nTodas las transcripciones están libres de errores gramaticales y tienen la puntuación correcta.\nFUNCIONES DE IA:\n\nVoz a ChatGPT: Usa tu voz para comunicarte directamente con ChatGPT. Por ejemplo: \"Escribe un correo electrónico a mi jefe para informarle que renuncio!\"\nTraducción: Por ejemplo: \"Traduce este mensaje al español...\"\n\nENFOCADO EN LA PRIVACIDAD:\nTus grabaciones de audio y transcripciones nunca se almacenan en ningún lugar y se eliminan inmediatamente.\nACCESIBILIDAD:\nVoicy es especialmente valioso para personas con dolor crónico en las manos y necesidades de accesibilidad.\nSOBRE NOSOTROS:\n¡Hola! Soy Kourosh y creé Voicy después de ver cuánto tiempo le toma a mi padre escribir mensajes en su computadora. Soy el único desarrollador del proyecto y, en mi trabajo a tiempo completo, trabajo en una empresa de tecnología financiera en el Reino Unido.\nCONTACTO Y COMENTARIOS:\nPor favor, envía un correo electrónico a kourosh@meetwaves.com para cualquier solicitud de soporte o comentarios.",
    "fr": "Utilisez votre voix pour écrire dans tous les champs de texte sur tous les sites web.\nRédigez des messages, des e-mails, des commentaires, des lettres de motivation, etc. plus longs et de meilleure qualité, en moitié moins de temps en utilisant votre voix naturelle.\n\nLANGUES PRISES EN CHARGE :\nPlus de 50 langues avec une précision de 99%, dont l'allemand, l'espagnol, le portugais, le chinois et le français.\n\n\nFONCTIONNALITÉS :\n- Rédigez de meilleurs messages, e-mails, commentaires, etc., en utilisant votre voix naturelle\n- Gagnez du temps\n- Grammaire et ponctuation parfaites grâce à l'IA\n- Réduisez la tension sur vos mains et vos poignets\n\nGRAMMAIRE ET PONCTUATION AUTOMATIQUES :\nToutes les transcriptions sont exemptes d'erreurs grammaticales et ont une ponctuation correcte.\n\n\nFONCTIONNALITÉS IA :\n- Voix vers ChatGPT : Utilisez votre voix pour communiquer directement avec ChatGPT. Par exemple : \"Écris un e-mail à mon patron pour lui faire savoir que je démissionne !\"\n- Traduction : Par exemple : \"Traduis ce message en espagnol...\"\n\nCONFIDENTIALITÉ :\nVos enregistrements audio et transcriptions ne sont jamais stockés et sont immédiatement supprimés.\n\nACCESSIBILITÉ :\nVoicy est particulièrement utile pour les personnes souffrant de douleurs chroniques aux mains et ayant des besoins d'accessibilité.\n\n\nÀ PROPOS DE NOUS :\nSalut ! Je m'appelle Kourosh et j'ai créé Voicy après avoir constaté combien de temps il fallait à mon père pour écrire des messages sur son ordinateur. Je suis le seul développeur du projet, et dans mon travail à temps plein, je travaille pour une entreprise de technologie financière au Royaume-Uni.\n\nCONTACT ET RETOUR D'INFORMATION :\nVeuillez envoyer un e-mail à kourosh@meetwaves.com pour toute demande d'assistance ou de retour d'information.",
    "he": "השתמשו בקולכם כדי להקליד בכל שדה טקסט בכל אתר אינטרנט.\nכתבו הודעות, אימיילים, תגובות, מכתבי מועמדות וכו' ארוכים וטובים יותר, בחצי מהזמן באמצעות קולכם הטבעי.\n\nשפות נתמכות:\nלמעלה מ-50 שפות עם דיוק של 99%, כולל גרמנית, ספרדית, פורטוגזית, סינית וצרפתית.\n\nתכונות:\n- כתבו הודעות, אימיילים, תגובות וכו' טובות יותר באמצעות קולכם הטבעי\n- חסכו זמן\n- דקדוק ופיסוק מושלמים בכוח בינה מלאכותית\n- הפחיתו מתח בידיים ובפרקי כף היד\n\nדקדוק ופיסוק אוטומטיים:\nכל התמלולים נקיים משגיאות דקדוקיות ובעלי פיסוק נכון.\n\nתכונות בינה מלאכותית:\n- קול ל-ChatGPT: השתמשו בקולכם כדי לתקשר ישירות עם ChatGPT. לדוגמה: \"כתוב אימייל למנהל שלי כדי להודיע לו שאני מתפטר!\"\n- תרגום: לדוגמה: \"תרגם הודעה זו לספרדית...\"\n\nמיקוד בפרטיות:\nהקלטות האודיו והתמלולים שלכם לעולם לא מאוחסנים בשום מקום ונמחקים מיד.\n\nנגישות:\nVoicy יקר במיוחד לאנשים עם כאב כרוני בידיים וצרכי נגישות.\n\nעלינו:\nהיי! אני קורוש ובניתי את Voicy אחרי שראיתי כמה זמן לוקח לאבא שלי לכתוב הודעות במחשב שלו. אני המפתח היחיד בפרויקט, ובתפקידי במשרה מלאה, אני עובד בחברת טכנולוגיה פיננסית בבריטניה.\n\nיצירת קשר ומשוב:\nאנא שלחו אימייל ל-kourosh@meetwaves.com לכל בקשת תמיכה/משוב.",
    "hi": "मुझे खुशी है कि मैं इसका हिंदी अनुवाद कर सकता हूं। यहां आपके लिए हिंदी में अनुवाद है:\n\nहर वेबसाइट पर हर टेक्स्ट फ़ील्ड में अपनी आवाज़ का उपयोग करके टाइप करें।\nअपनी प्राकृतिक आवाज़ का उपयोग करके आधे समय में लंबे और बेहतर संदेश, ईमेल, टिप्पणियां, कवर लेटर आदि लिखें।\n\nसमर्थित भाषाएँ:\n99% सटीकता के साथ 50 से अधिक भाषाएँ, जिनमें जर्मन, स्पेनिश, पुर्तगाली, चीनी और फ्रेंच शामिल हैं।\n\nविशेषताएँ:\n- अपनी प्राकृतिक आवाज़ का उपयोग करके बेहतर संदेश, ईमेल, टिप्पणियां आदि लिखें\n- समय बचाएँ\n- AI द्वारा संचालित सही व्याकरण और विराम चिह्न\n- अपने हाथों और कलाइयों पर तनाव कम करें\n\nस्वचालित व्याकरण और विराम चिह्न:\nसभी ट्रांसक्रिप्शन व्याकरण की त्रुटियों से मुक्त होते हैं और सही विराम चिह्न के साथ होते हैं।\n\nAI विशेषताएँ:\n- आवाज़ से ChatGPT: अपनी आवाज़ का उपयोग करके सीधे ChatGPT के साथ संवाद करें। उदाहरण के लिए: \"मेरे बॉस को एक ईमेल लिखें जिसमें उन्हें बताया जाए कि मैंने नौकरी छोड़ दी है!\"\n- अनुवाद: उदाहरण के लिए: \"इस संदेश का स्पेनिश में अनुवाद करें...\"\n\nगोपनीयता-केंद्रित:\nआपकी ऑडियो रिकॉर्डिंग और ट्रांसक्रिप्शन कभी भी कहीं संग्रहीत नहीं किए जाते और तुरंत हटा दिए जाते हैं।\n\nपहुँच:\nVoicy विशेष रूप से उन लोगों के लिए मूल्यवान है जिनके हाथों में पुरानी पीड़ा है और जिन्हें पहुँच की आवश्यकता है।\n\nहमारे बारे में:\nनमस्ते! मैं कौरोश हूं और मैंने Voicy को तब बनाया जब मैंने देखा कि मेरे पिता को अपने कंप्यूटर पर संदेश लिखने में कितना समय लगता है। मैं इस प्रोजेक्ट का एकमात्र डेवलपर हूं, और अपने पूर्णकालिक काम में, मैं यूके में एक वित्तीय प्रौद्योगिकी कंपनी में काम करता हूं।\n\nसंपर्क और प्रतिक्रिया:\nकिसी भी सहायता/प्रतिक्रिया अनुरोध के लिए कृपया kourosh@meetwaves.com पर ईमेल करें।\n\nक्या आप चाहते हैं कि मैं इस अनुवाद के किसी भी हिस्से को और अधिक स्पष्ट करूं?",
    "id": "Baik, saya akan menerjemahkannya ke dalam bahasa Indonesia:\n\nGunakan suara Anda untuk mengetik di setiap kolom teks di setiap situs web.\nTulis pesan, email, komentar, surat lamaran, dll. yang lebih panjang dan lebih baik dalam waktu setengahnya menggunakan suara alami Anda.\n\nBAHASA YANG DIDUKUNG:\nLebih dari 50 bahasa dengan akurasi 99%, termasuk bahasa Jerman, Spanyol, Portugis, Cina, dan Prancis.\n\nFITUR:\n- Tulis pesan, email, komentar, dll. yang lebih baik menggunakan suara alami Anda\n- Hemat waktu\n- Tata bahasa dan tanda baca sempurna yang didukung oleh AI\n- Kurangi ketegangan pada tangan & pergelangan tangan Anda\n\nTATA BAHASA DAN TANDA BACA OTOMATIS:\nSemua transkripsi bebas dari kesalahan tata bahasa dan memiliki tanda baca yang benar.\n\nFITUR AI:\n- Suara ke ChatGPT: Gunakan suara Anda untuk berkomunikasi langsung dengan ChatGPT. Contoh: \"Tulis email kepada bos saya untuk memberi tahu mereka bahwa saya mengundurkan diri!\"\n- Terjemahan: Contoh: \"Terjemahkan pesan ini ke dalam bahasa Spanyol...\"\n\nFOKUS PADA PRIVASI:\nRekaman audio dan transkripsi Anda tidak pernah disimpan di mana pun dan langsung dihapus.\n\nAKSESIBILITAS:\nVoicy sangat berharga bagi orang-orang dengan nyeri kronis di tangan mereka dan kebutuhan aksesibilitas.\n\nTENTANG KAMI:\nHai! Saya Kourosh dan saya membangun Voicy setelah saya melihat betapa lamanya waktu yang dibutuhkan ayah saya untuk menulis pesan di komputernya. Saya satu-satunya pengembang proyek ini, dan dalam peran penuh waktu saya, saya bekerja di perusahaan teknologi keuangan di Inggris.\n\nKONTAK & UMPAN BALIK:\nSilakan kirim email ke kourosh@meetwaves.com untuk permintaan dukungan/umpan balik.\n\nJika Anda memerlukan penjelasan lebih lanjut atau informasi tambahan tentang terjemahan ini, silakan beri tahu saya.",
    "it": "Usa la tua voce per scrivere in ogni campo di testo su ogni sito web.\nScrivi messaggi, email, commenti, lettere di presentazione, ecc. più lunghi e migliori in metà del tempo utilizzando la tua voce naturale.\n\nLINGUE SUPPORTATE:\nOltre 50 lingue con un'accuratezza del 99%, tra cui tedesco, spagnolo, portoghese, cinese e francese.\n\nCARATTERISTICHE:\n- Scrivi messaggi, email, commenti, ecc. migliori usando la tua voce naturale\n- Risparmia tempo\n- Grammatica e punteggiatura perfette grazie all'IA\n- Riduci lo sforzo su mani e polsi\n\nGRAMMATICA E PUNTEGGIATURA AUTOMATICHE:\nTutte le trascrizioni sono prive di errori grammaticali e hanno una punteggiatura corretta.\n\nFUNZIONI IA:\n- Voce a ChatGPT: Usa la tua voce per comunicare direttamente con ChatGPT. Ad esempio: \"Scrivi un'email al mio capo per informarlo che mi dimetto!\"\n- Traduzione: Ad esempio: \"Traduci questo messaggio in spagnolo...\"\n\nFOCUS SULLA PRIVACY:\nLe tue registrazioni audio e trascrizioni non vengono mai memorizzate da nessuna parte e vengono immediatamente eliminate.\n\nACCESSIBILITÀ:\nVoicy è particolarmente prezioso per le persone con dolore cronico alle mani e necessità di accessibilità.\n\nCHI SIAMO:\nCiao! Sono Kourosh e ho creato Voicy dopo aver visto quanto tempo ci vuole a mio padre per scrivere messaggi sul suo computer. Sono l'unico sviluppatore del progetto e, nel mio ruolo a tempo pieno, lavoro in un'azienda di tecnologia finanziaria nel Regno Unito.\n\nCONTATTI E FEEDBACK:\nPer richieste di supporto/feedback, invia un'email a kourosh@meetwaves.com.",
    "ja": "あらゆるウェブサイトのすべてのテキストフィールドで、音声入力を使用できます。\n自然な声を使って、より長く、より良いメッセージ、メール、コメント、カバーレターなどを半分の時間で書くことができます。\n\n対応言語：\nドイツ語、スペイン語、ポルトガル語、中国語、フランス語を含む50以上の言語に99%の精度で対応しています。\n\n特徴：\n- 自然な声を使って、より良いメッセージ、メール、コメントなどを書く\n- 時間の節約\n- AIによる完璧な文法と句読点\n- 手首への負担を軽減\n\n自動文法・句読点：\nすべての書き起こしは文法エラーがなく、正しい句読点が付けられています。\n\nAI機能：\n- 音声からChatGPT：音声を使ってChatGPTと直接コミュニケーションができます。例：「上司に退職を伝えるメールを書いて！」\n- 翻訳：例：「このメッセージをスペイン語に翻訳して...」\n\nプライバシー重視：\n音声録音と書き起こしは一切保存されず、即座に削除されます。\n\nアクセシビリティ：\nVoicyは、手に慢性的な痛みがある人やアクセシビリティのニーズがある人に特に有用です。\n\n私たちについて：\nこんにちは！私はKouroshです。父がコンピューターでメッセージを書くのに時間がかかるのを見て、Voicyを作りました。私はプロジェクトの唯一の開発者で、フルタイムの仕事では英国のフィンテック企業で働いています。\n\nお問い合わせ・フィードバック：\nサポート/フィードバックのリクエストは、kourosh@meetwaves.comまでメールでお願いします。",
    "pt_BR": "Use sua voz para digitar em todos os campos de texto em todos os sites.\nEscreva mensagens, e-mails, comentários, cartas de apresentação, etc., mais longos e melhores em metade do tempo usando sua voz natural.\n\nIDIOMAS SUPORTADOS:\nMais de 50 idiomas com 99% de precisão, incluindo alemão, espanhol, português, chinês e francês.\n\nRECURSOS:\n- Escreva mensagens, e-mails, comentários, etc. melhores usando sua voz natural\n- Economize tempo\n- Gramática e pontuação perfeitas alimentadas por IA\n- Reduza o esforço nas mãos e pulsos\n\nGRAMÁTICA E PONTUAÇÃO AUTOMÁTICAS:\nTodas as transcrições são livres de erros gramaticais e têm pontuação correta.\n\nRECURSOS DE IA:\n- Voz para ChatGPT: Use sua voz para se comunicar diretamente com o ChatGPT. Por exemplo: \"Escreva um e-mail para meu chefe informando que estou me demitindo!\"\n- Tradução: Por exemplo: \"Traduza esta mensagem para o espanhol...\"\n\nFOCADO NA PRIVACIDADE:\nSuas gravações de áudio e transcrições nunca são armazenadas em lugar algum e são imediatamente excluídas.\n\nACESSIBILIDADE:\nO Voicy é especialmente valioso para pessoas com dor crônica nas mãos e necessidades de acessibilidade.\n\nSOBRE NÓS:\nOlá! Eu sou o Kourosh e criei o Voicy depois de ver quanto tempo meu pai leva para escrever mensagens no computador dele. Sou o único desenvolvedor do projeto e, no meu trabalho em tempo integral, atuo em uma empresa de tecnologia financeira no Reino Unido.\n\nCONTATO E FEEDBACK:\nPor favor, envie um e-mail para kourosh@meetwaves.com para qualquer solicitação de suporte/feedback.",
    "ru": "Конечно, вот перевод на русский язык:\n\nИспользуйте свой голос для ввода текста в любом текстовом поле на любом сайте.\nПишите более длинные и качественные сообщения, электронные письма, комментарии, сопроводительные письма и т.д. в два раза быстрее, используя свой естественный голос.\n\nПОДДЕРЖИВАЕМЫЕ ЯЗЫКИ:\nБолее 50 языков с точностью 99%, включая немецкий, испанский, португальский, китайский и французский.\n\nФУНКЦИИ:\n- Пишите лучшие сообщения, электронные письма, комментарии и т.д., используя свой естественный голос\n- Экономьте время\n- Идеальная грамматика и пунктуация с помощью ИИ\n- Уменьшите нагрузку на руки и запястья\n\nАВТОМАТИЧЕСКАЯ ГРАММАТИКА И ПУНКТУАЦИЯ:\nВсе транскрипции не содержат грамматических ошибок и имеют правильную пунктуацию.\n\nФУНКЦИИ ИИ:\n- Голос в ChatGPT: Используйте свой голос для прямого общения с ChatGPT. Например: \"Напиши письмо моему боссу, чтобы сообщить ему, что я увольняюсь!\"\n- Перевод: Например: \"Переведи это сообщение на испанский...\"\n\nОРИЕНТИРОВАННОСТЬ НА КОНФИДЕНЦИАЛЬНОСТЬ:\nВаши аудиозаписи и транскрипции никогда не хранятся и немедленно удаляются.\n\nДОСТУПНОСТЬ:\nVoicy особенно полезен для людей с хронической болью в руках и особыми потребностями в доступности.\n\nО НАС:\nПривет! Меня зовут Куруш, и я создал Voicy после того, как увидел, сколько времени требуется моему отцу, чтобы написать сообщения на компьютере. Я единственный разработчик проекта, а в основной работе я работаю в финансово-технологической компании в Великобритании.\n\nКОНТАКТЫ И ОБРАТНАЯ СВЯЗЬ:\nПожалуйста, пишите на kourosh@meetwaves.com для любых запросов поддержки/обратной связи.\n\nЕсли вам нужны какие-либо уточнения или дополнительная информация по этому переводу, пожалуйста, дайте мне знать."
  }
}