{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "SearchJumper - Context Search",
    "ja,ru": "SearchJumper",
    "zh_CN": "搜索酱 - 划词·高亮·切换",
    "zh_TW": "搜尋醬"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Instantly search selected text across multiple search engines, highlight keywords & find in page.",
    "ja": "迅速に任意の検索エンジンに移動する機能を提供します。テキスト、画像、またはリンクの検索選択が可能です。",
    "ru": "Легко проводите поиск по выбранному тексту/изображению/ссылке. Быстро переходите к любому поисковому движку. Выделяйте искомый…",
    "zh_CN": "一键快速搜索选中文本或切换搜索引擎，可自定义划词、页面、图片菜单，并有右键菜单/超级拖拽/全站搜索、划词翻译、以图搜图、拼音搜索、Web捕获、多文本页内正则查找与高亮显示等功能。",
    "zh_TW": "搜尋輔助，單鍵切換任何搜尋引擎，並有右鍵/拖曳/全站搜尋、以圖搜圖、頁內正規表達式查找、醒目標示與自訂搜尋引擎等功能。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Boost your productivity with this powerful text selection search.\n\nIt allows users to quickly switch between search engines like Google, Bing, and Yahoo, while supporting simultaneous multiple keyword searching or highlighting across results.\n\nFully free and open-source - you can view the project code on GitHub.\n\nWith search bar / tile box / super drag ring, it brings the best search features to Chrome, and much more besides:\n● one-click search customization\n● auto search selected text\n● search by image\n● search with AI powered by OpenAI ChatGPT / Google Gemini and others\n● select customizable hotkeys\n● search suggestions in SearchBar\n● highlight search terms on all tabs\n● find search terms in page\n● search current site\n\nWith SearchJumper, you can easily compare search results from all different engines.\n\nSearchJumper respects your privacy and is free from spam or third-party libraries. Effortlessly transition between search engines like Google, DuckDuckGo, Bing, Yahoo, and more.\n\nText selection search, also known as instant search or highlight and search, is transforming the way we interact with digital content. \n\nSearchJumper combines the power of quick lookup and pop-up dictionaries. Whether you're a student using a selection translator for language learning, or a professional leveraging context menu search for efficient research. \n\nThe convenience of one-click search and hover dictionaries means you can instantly access definitions, translations, and related content without interrupting your workflow. From in-line translation to smart select capabilities, text selection search tools are becoming indispensable for anyone seeking to enhance their productivity and comprehension in our fast-paced digital world. \n\nEmbrace SearchJumper and experience the future of seamless, context-aware information access today.\n\nExplore the project on GitHub: https://github.com/hoothin/SearchJumper\n\nFind additional search engines on our discussion page:\nhttps://github.com/hoothin/SearchJumper/discussions/69\n\nSeamlessly navigate and conduct searches with ease. Use right-click context menus, drag & drop, or a variety of shortcuts to search selected text, images, or links on any search engine.\n\nThe extension features advanced multi-keyword highlighting with support for regex, fuzzy, and dynamic search capabilities. Manage all your favorite search engines and switch between them directly from the tile or context menu.\n\nThe default hotkey to invoke it is Alt + `, but it can be customized.\n\nSearch for pictures, links, videos, audios, pages, etc. (long press the right mouse on the corresponding object)\nSupport word search on any page (need to long press the right mouse, you can also change to swipe to call out immediately in the settings)\nSupport search by site\nShortcut keys (single key or key combination) to start search (such as alt+g Google search, which can be customized at will)\nRight-click the category icon to open the sites in batches\nHold shift + left click on category icon to open batches in new window\nHold ctrl + left click on category icon to open in background TAB\nHold alt + left-click a category icon to batch open multiple separate windows\nHold ctrl + shift + left click on category icon to open batches in incognito window\nHold alt + shift + left click on category icon to open batches embedding\nshift + left click on site icon to open in new window\nctrl + (left click/shortcut/drag) on site icon to open in background TAB\nalt + (left click/shortcut/drag) on site icon to preview in small window\nctrl + shift + (left click/shortcut/drag) single site/press shortcut key to open in incognito window.\nCall search bar for input words to filter sites by shortcut key when select no words, press enter to search quickly, ctrl + enter to search without lock.\nCan set the category to be displayed only on the specified site through the regular rule\nRight click on cute face to hide the toolbar\nLeft click on cute face to open the configuration page\nSupport open with shortcut key, right click on the logo to close\nSupport configuration export and quick sharing\nSupport middle button to open links in the background\nSupport custom css\nSupport full character encoding\nSupport Post, in-page post and non-jump post\nComprehensive customization\nNo 3rd party dependencies\nSelf-expand current category\nNo tamper with the original page\nDrag to search with current category",
    "ja": "信じられないほど強力な集約検索アシスタントで、DuckDuckGo、Yahoo、Bing、Wikipedia、Youtube など、お気に入りの検索をすばやく切り替えることができます。\n\nプライバシー コレクション、スパム、サードパーティ ライブラリのない完全なオープン ソース。\n\nテキスト選択 · 右クリック · ドラッグ · ハイライト · 切り替え\n\nGithub: https://github.com/hoothin/SearchJumper\n\n効率的な情報収集を実現する革新的選択テキスト検索のツール。\n\nSearchJumperとは、テキスト選択から始まるクイック検索機能のことです。使い方は簡単で、気になる単語や文章を選択するだけで、即座に検索が行われます。この機能は、ポップアップ辞書やワンクリック検索、ドラッグ＆検索などの形で実装されており、ユーザーの利便性を大幅に向上させています。\n\n例えば、外国語の文章を読んでいるときに未知の単語があれば、その単語を選択するだけで意味や用法が瞬時に表示されます。これは単語検索の革命的な進化と言えるでしょう。また、ビジネス文書や学術論文を読む際にも、専門用語や難解な表現をすぐに調べられる点で、SearchJumperは非常に有用です。\n\nSearchJumperの魅力は、その即時性にあります。従来の検索方法では、別のタブやアプリケーションを開いて検索する必要がありましたが、SearchJumperでは読んでいる文章から目を離すことなく、スムーズに情報を得ることができます。この即時翻訳や即時検索の機能は、学習効率や作業生産性の向上に大きく貢献します。\n\n効率的で直感的な情報アクセスを求めるにとって、SearchJumperは必須のツールとなっています。\n\n検索エンジン間のシームレスな移行を支援するアシスタント。あらゆるプラットフォームに素早く移動し、簡単に検索を実行できる機能を提供します。 さらに、単純な右クリック、コンテキスト メニュー、ドラッグ アンド ドロップ、またはさまざまなメニューやショートカットを利用することで、任意の検索エンジンでテキスト、画像、またはリンクを選択して検索することができます。\nまた、非常に強力な複数キーワードの強調表示検索機能も備えており、正規表現検索、あいまい検索、動的検索をサポートしています。\n写真、リンク、ビデオ、オーディオ、ページなどを検索します (対応するオブジェクトを右マウスで長押しします)。\n任意のページで単語検索をサポート (右マウスを長押しする必要があります。設定でスワイプに変更してすぐに呼び出すこともできます)\nサイトごとの検索をサポート\n検索を開始するためのショートカット キー (単一キーまたはキーの組み合わせ) (Alt+G Google 検索など、自由にカスタマイズ可能)\nカテゴリ アイコンを右クリックして、サイトをバッチで開きます\nShift キーを押しながらカテゴリ アイコンを左クリックして、新しいウィンドウでバッチを開きます\nCtrl キーを押しながらカテゴリ アイコンを左クリックして、バックグラウンド TAB で開きます\nAlt キーを押しながらカテゴリ アイコンを左クリックして、複数の個別のウィンドウをバッチで開きます\nCtrl + Shift + カテゴリアイコンを左クリックして、シークレットウィンドウでバッチを開きます\nAlt + Shift を押しながらカテゴリ アイコンを左クリックして、埋め込みバッチを開きます\nShift + サイトアイコンを左クリックして新しいウィンドウで開きます\nサイトアイコンを Ctrl + (左クリック/ショートカット/ドラッグ) してバックグラウンド TAB で開きます\nサイトアイコンを alt + (左クリック/ショートカット/ドラッグ) して小さなウィンドウでプレビューします\nCtrl + SHIFT + (左クリック/ショートカット/ドラッグ) 単一サイト/ショートカット キーを押してシークレット ウィンドウで開きます。\n入力した単語の検索バーを呼び出して、単語を選択していないときにショートカット キーでサイトをフィルタリングします。Enter キーを押してすばやく検索し、Ctrl + Enter キーを押してロックせずに検索します。\n規定のルールにより指定したサイトのみに表示されるカテゴリーを設定可能\nかわいい顔を右クリックしてツールバーを非表示にします\nかわいい顔を左クリックして設定ページを開きます\nショートカットキーで開くことをサポートし、ロゴを右クリックして閉じます\n設定のエクスポートとクイック共有をサポート\nバックグラウンドでリンクを開くための中央ボタンのサポート\nカスタムCSSをサポート\n完全な文字エンコーディングをサポート\nサポート投稿、ページ内投稿、および非ジャンプ投稿\n包括的なカスタマイズ\nサードパーティの依存関係なし\n現在のカテゴリを自己拡張する\n元のページを改ざんしないでください\nドラッグして現在のカテゴリで検索します",
    "ru": "Легко переключайтесь между поисковыми системами, поиском по выбору, поиском перетаскиванием и поиском по контекстному меню.\n\nМгновенно извлекайте результаты поиска из Google, DuckDuckGo, Bing, Yahoo или любой другой поисковой системы. Кроме того, он предоставляет возможности поиска и ответов на вопросы на основе искусственного интеллекта, такие как ChatGPT и Gemini.\n\nМощный, универсальный и агрегированный помощник по поиску. Полностью открытый исходный код без вторжения в личную жизнь, спама или сторонних библиотек.\n\nДоступно на GitHub: https://github.com/hoothin/SearchJumper\nИзучите дополнительные поисковые системы на странице обсуждения проекта: https://github.com/hoothin/SearchJumper/discussions/69\n\nЭтот агрегированный инструмент поиска обеспечивает плавный переход между поисковыми платформами. Легко переходите к любой системе и выполняйте поиск без усилий. Кроме того, он позволяет вам искать выбранный текст, изображения или ссылки в любой поисковой системе с помощью щелчка правой кнопкой мыши, контекстного меню, перетаскивания или ряда меню и сочетаний клавиш.\n\nРасширение имеет сложную функцию поиска с выделением нескольких ключевых слов, поддерживающую регулярные выражения, нечеткий и динамический поиск.\n\nУправляйте своими любимыми поисковыми системами в одном месте, с возможностью легкого переключения между © Yahoo, © Bing и © Google непосредственно из плитки расширения или контекстного меню.\n\nПоиск изображений, ссылок, видео, аудио, страниц и т. д. (длительное нажатие правой кнопки мыши на соответствующем объекте)\nПоддержка поиска по словам на любой странице (необходимо долгое нажатие правой кнопки мыши, вы также можете изменить на смахивание, чтобы вызвать немедленно в настройках)\nПоддержка поиска по сайту\nСочетания клавиш (одна клавиша или комбинация клавиш) для начала поиска (например, alt+g Поиск Google, который можно настроить по желанию)\nЩелкните правой кнопкой мыши значок категории, чтобы открыть сайты в пакетном режиме\nУдерживайте shift + щелкните левой кнопкой мыши значок категории, чтобы открыть пакеты в новом окне\nУдерживайте ctrl + щелкните левой кнопкой мыши значок категории, чтобы открыть в фоновом режиме TAB\nУдерживайте alt + щелкните левой кнопкой мыши значок категории, чтобы открыть пакеты в нескольких отдельных окнах\nУдерживайте ctrl + shift + щелкните левой кнопкой мыши значок категории, чтобы открыть пакеты в окне инкогнито\nУдерживайте alt + shift + щелкните левой кнопкой мыши значок категории, чтобы открыть пакеты с встраиванием\nshift + щелкните левой кнопкой мыши значок сайта, чтобы открыть в новом окне\nctrl + (левая щелчок/ярлык/перетаскивание) на иконке сайта, чтобы открыть в фоновом режиме TAB\nalt + (левый щелчок/ярлык/перетаскивание) на иконке сайта, чтобы просмотреть в маленьком окне\nctrl + shift + (левый щелчок/ярлык/перетаскивание) один сайт/нажмите клавишу сочетания клавиш, чтобы открыть в окне инкогнито.\nВызовите строку поиска для ввода слов, чтобы отфильтровать сайты по клавише сочетания клавиш, когда не выбрано ни одного слова, нажмите Enter для быстрого поиска, ctrl + Enter для поиска без блокировки.\nМожно настроить отображение категории только на указанном сайте с помощью обычного правила\nПравый клик по симпатичному лицу, чтобы скрыть панель инструментов\nЛевый клик по симпатичному лицу, чтобы открыть страницу конфигурации\nПоддержка открытия с помощью сочетания клавиш, правый клик по логотипу, чтобы закрыть\nПоддержка экспорта конфигурации и быстрого обмена\nПоддержка средней кнопки для открытия ссылок в фоновом режиме\nПоддержка пользовательских css\nПоддержка полной кодировки символов\nПоддержка публикации, внутристраничной публикации и публикации без перехода\nКомплексная настройка\nОтсутствие зависимостей от сторонних поставщиков\nСамостоятельное расширение текущей категории\nБез вмешательства в исходную страницу\nПеретащите для поиска по текущей категории",
    "zh_CN": "在 Google、Bing、Yahoo 等搜索引擎之间快速切换，支持同时查找匹配和突出显示多个关键词。\n可即时一键搜索，轻松比较不同搜索引擎的搜索结果，找到最适合的信息。它专注于提升搜索效率，支持以图搜图、抓取任意页面、自动高亮关键词，适用于各种搜索场景。\n\n完全开源，无任何隐私收集、恶意代码或者乱七八糟的第三方库，所有数据均在本地。\n\nGithub: https://github.com/hoothin/SearchJumper\n\n更多引擎在 Github，请按需导入\nhttps://github.com/hoothin/SearchJumper/discussions/65\n\n默认唤出快捷键 Alt + `，可自定义\n\n可以搜索图片、连结、视频、音频、页面等（在相应对象上长按右键搜索）\n\n支持任意页面划词搜索（需要长按右键，亦可在设置中改为划选立即调出）\n\n支持页内多关键词高亮 / 中文汉语拼音搜索 / web 框选后复制或批量打开链接\n\n支持站内搜索\n\n可随意使用快捷键（单个按键或者组合按键）开启搜索（比如 alt+g 谷歌搜索，可随意自定义）\n\n鼠标右键单击类别图标批量打开同一类别，执行多引擎搜索\n\n按住 shift 左键单击类别图标在新窗口批量打开\n\n按住 ctrl 左键单击类别图标以后台标签页批量打开\n\n按住 alt 左键单击类别图标以多个单独窗口批量打开\n\n按住 ctrl + shift 左键单击类别图标在隐身窗口批量打开\n\n按住 alt + shift 左键单击类别图标批量嵌入打开\n\n按住 shift 左键单击站点以新窗口打开结果页\n\n按住 ctrl (左键单击/快捷键/拖拽)站点以后台标签页打开结果页\n\n按住 alt (左键单击/快捷键/拖拽)站点以小窗口预览结果\n\n按住 ctrl + shift (左键单击/快捷键/拖拽)站点以隐身窗口打开\n\n没有选择文字或者图片时透过唤出快捷键可唤出站点搜索框，搜索站点后按下回车可锁定站点并输入搜索词，再次回车使用第一个结果搜索，ctrl+回车无需锁定即可快捷打开，适用于静态书签。\n\n可以透过正则设置类别仅在指定站点显示\n\n右键点击 小萌脸 彻底隐藏工具栏\n\n左键点击 小萌脸 打开配置页\n\n可随意拖拽 小萌脸，并随意选择位置放置，例如上中，下中，左上，右上，上左，上右等\n\n支持配置导出与快捷分享\n\n支持中键后台打开连结\n\n支持自定义样式\n\n支持全字符编码\n\n支持 Post、页内 post 以及无跳转 post\n\n全面的自定义功能，详见配置页【搜索参数】\n\n无第三方依赖库\n\n自展开当前类别并提前\n\n不篡改原始页面\n\n拖拽搜索当前分类（文字/图片/链接），内圈为当前分类前6个站点，外圈为最近使用的10个站点，可透过编辑第一个（文字/图片/链接）分类来自定义内容",
    "zh_TW": "劃詞·右鍵·拖曳·高亮·切換\n\n完全開源，無任何隱私收集或者亂七八糟的第三方庫，所有數據均在本地\n\nGithub: https://github.com/hoothin/SearchJumper\n\n更多引擎在 Github，請按需匯入\nhttps://github.com/hoothin/SearchJumper/discussions/65\n\n可以搜尋圖片、連結、視頻、音頻、頁面等（在相應對象上長按右鍵）\n\n支援任意頁面劃詞搜尋（需要長按右鍵，亦可在設置中改為劃選立即調出）\n\n支援站內搜尋\n\n支援頁內多關鍵字高亮 / 中文漢語拼音搜尋 / web 框選後複製或批次開啟鏈接\n\n可隨意使用快捷鍵（單個按鍵或者組合按鍵）開啟搜尋（比如 alt+g 谷歌搜尋，可隨意自定義）\n\n滑鼠右鍵單擊類別圖標批量打開同一類別\n\n按住 shift 左鍵單擊類別圖標在新窗口批量打開\n\n按住 ctrl 左鍵單擊類別圖標以後臺標籤頁批量打開\n\n按住 alt 左鍵單擊類別圖標以多個單獨窗口批量打開\n\n按住 ctrl + shift 左鍵單擊類別圖標在隱身窗口批量打開\n\n按住 alt + shift 左鍵單擊類別圖標批量嵌入打開\n\n按住 shift 左鍵單擊站點以新窗口打開結果頁\n\n按住 ctrl (左鍵單擊/快捷鍵/拖拽)站點以後臺標籤頁打開結果頁\n\n按住 alt (左鍵單擊/快捷鍵/拖拽)站點以小窗口預覽結果\n\n按住 ctrl + shift (左鍵單擊/快捷鍵/拖拽)站點以隱身窗口打開\n\n沒有選擇文字或者圖片時透過喚出快捷鍵可喚出站點搜尋框，搜尋站點后按下回車可鎖定站點並輸入搜尋詞，再次回車使用第一個結果搜尋，ctrl+回車無需鎖定即可快捷打開，適用於靜態書簽。\n\n可以透過正則設置類別僅在指定站點顯示\n\n右鍵點擊 小萌臉 徹底隱藏工具欄\n\n左鍵點擊 小萌臉 打開配置頁\n\n可隨意拖曳 小萌臉，並隨意選擇位置放置，例如上中，下中，左上，右上，上左，上右等\n\n支援配置導出與快捷分享\n\n支援中鍵後台打開連結\n\n支援自定義樣式\n\n支援全字符編碼\n\n支援 Post、頁內 post 以及無跳轉 post\n\n全面的自定義功能，詳見最下方【搜尋參數】\n\n無第三方依賴庫\n\n自展開當前類別並提前\n\n不篡改原始頁面\n\n拖拽搜尋當前分類（文字/圖片/鏈接），内圈為當前分類前6個站點，外圈為最近使用的10個站點，可透過編輯第一個（文字/圖片/鏈接）分類來自定義内容"
  }
}