{
  "name": {
    "ar": "بت - محرر الشرائح",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "PPT slides editor",
    "de": "PPT Slides Editor",
    "es,es_419": "PPT Editor de diapositivas",
    "fr": "PPT Editeur de diapositives",
    "hi": "पीपीटी स्लाइड्स एडिटर",
    "it": "editor di diapositive PPT",
    "ja": "PPT スライドエディタ",
    "ko": "PPT 슬라이드 편집기",
    "nl": "PPT Slides editor",
    "pl": "PPT edytor slajdów",
    "pt_BR,pt_PT": "PPT Editor de slides",
    "ru": "PPT редактор слайдов",
    "tr": "PPT Slaytlar düzenleyicisi",
    "uk": "редактор Слайди PPT",
    "zh_CN": "PPT 幻灯片编辑器"
  },
  "short": {
    "ar": "إنشاء وتحرير الشرائح بت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit PPT slides",
    "de": "Erstellen und bearbeiten Sie PPT-Folien",
    "es,es_419": "Crear y editar diapositivas PPT",
    "fr": "Créer et modifier des diapositives PPT",
    "hi": "पीपीटी स्लाइड्स बनाएं और संपादित करें",
    "it": "Creare e modificare le diapositive PPT",
    "ja": "PPTスライドの作成と編集",
    "ko": "PPT 슬라이드 만들기 및 편집",
    "nl": "Maak en PPT dia's bewerken",
    "pl": "Twórz i edytuj slajdy PPT",
    "pt_BR,pt_PT": "Criar e editar slides PPT",
    "ru": "Создание и редактирование слайдов PPT",
    "tr": "PPT slaytları oluşturma ve düzenleme",
    "uk": "Створення та редагування слайдів РРТ",
    "zh_CN": "创建和编辑PPT幻灯片"
  },
  "long": {
    "ar": "هذا امتداد لتعديل وعرض أي ملف عرض تقديمي. إنه محرر عروض تقديمية وشرائح مدمج مع مدير الملفات لدينا لإدارة أنواع ملفات PPT و PPTX و ODP فقط باستخدام هذا التطبيق عبر الإنترنت.\n\nميزاته الرئيسية هي:\n\n- يسمح بإنشاء وتعديل أي شريحة.\n- يوفر وظائف الإصدار عبر الشرائح المتعلقة بإدارة الأنماط والتغييرات في أحجام الخطوط وألوانها.\n- يتضمن معاينة الشرائح.\n- يسمح بالبحث عن النصوص.\n- يسمح بالتصدير إلى PDF.\n- يدعم تنسيقات متعددة بما في ذلك أنواع ملفات LibreOffice و Microsoft: odp و ppt و pptx.\n\nإنه متاح للمستخدمين عبر الإنترنت مجانًا ولكنه يسمح أيضًا بالتكامل مع المستخدمين المتميزين وعمليات نشر OffiDocs المحلية حيث يتم تثبيت OffiDocs LibreOffice Impress عبر الإنترنت.\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها من أجل اكتشاف ملفات PPT. تظهر ملفات PPT المكتشفة في قائمة الملفات الموجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This is an extension to edit and view any presentation file. It is a presentation and slides editor integrated with our file manager to manage only PPT, PPTX and ODP file types with this online app.\n\nIts main features are:\n\n- It allows to create and modify any slide.\n- It provides edition functionalities over the slides related to the styles management and changes in font sizes and colours.\n- It includes slides preview.\n- It allows to search for texts.\n- It allows to export to PDF.\n- It supports multiple formats including the LibreOffice & Microsoft file types: odp, ppt and pptx.\n\nIt is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs LibreOffice Impress online is installed.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect PPT files. The PPT files detected appear in a file list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "Dies ist eine Erweiterung zum Bearbeiten und Anzeigen von Präsentationsdateien. Es ist ein Präsentations- und Folieneditor, der in unseren Dateimanager integriert ist, um mit dieser Online-App nur die Dateitypen PPT, PPTX und ODP zu verwalten.\n\nSeine Hauptmerkmale sind:\n\n- Es ermöglicht das Erstellen und Ändern jeder Folie.\n- Es bietet Bearbeitungsfunktionen über die Folien in Bezug auf die Stilverwaltung und Änderungen der Schriftgrößen und -farben.\n- Es enthält eine Folienvorschau.\n- Es ermöglicht die Suche nach Texten.\n- Es ermöglicht den Export in PDF.\n- Es unterstützt mehrere Formate, einschließlich der Dateitypen von LibreOffice und Microsoft: odp, ppt und pptx.\n\nEs ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, bei denen OffiDocs LibreOffice Impress online installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um PPT-Dateien zu erkennen. Die erkannten PPT-Dateien werden in einer Dateiliste im Erweiterungs-Popup angezeigt, die von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "Esta es una extensión para editar y ver cualquier archivo de presentación. Es un editor de presentaciones y diapositivas integrado con nuestro administrador de archivos para administrar solo tipos de archivos PPT, PPTX y ODP con esta aplicación en línea.\n\nSus principales características son:\n\n- Permite crear y modificar cualquier diapositiva.\n- Proporciona funcionalidades de edición sobre las diapositivas relacionadas con la gestión de estilos y cambios en tamaños y colores de fuente.\n- Incluye vista previa de diapositivas.\n- Permite buscar textos.\n- Permite exportar a PDF.\n- Admite múltiples formatos, incluidos los tipos de archivo LibreOffice y Microsoft: odp, ppt y pptx.\n\nEstá disponible para usuarios en línea gratuitos, pero también permite la integración con usuarios premium e implementaciones OffiDocs locales donde está instalado OffiDocs LibreOffice Impress en línea.\n\nIMPORTANTE: esta extensión escanea las URL navegadas para detectar archivos PPT. Los archivos PPT detectados aparecen en una lista de archivos ubicada en la ventana emergente de extensión que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "Il s'agit d'une extension pour éditer et afficher n'importe quel fichier de présentation. Il s'agit d'un éditeur de présentations et de diapositives intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers PPT, PPTX et ODP avec cette application en ligne.\n\nSes principales caractéristiques sont :\n\n- Il permet de créer et de modifier n'importe quelle diapositive.\n- Il fournit des fonctionnalités d'édition sur les diapositives liées à la gestion des styles et aux changements de tailles et de couleurs des polices.\n- Il comprend un aperçu des diapositives.\n- Il permet de rechercher des textes.\n- Il permet d'exporter en PDF.\n- Il prend en charge plusieurs formats, y compris les types de fichiers LibreOffice et Microsoft : odp, ppt et pptx.\n\nIl est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où OffiDocs LibreOffice Impress en ligne est installé.\n\nIMPORTANT : Cette extension analyse les URL parcourues afin de détecter les fichiers PPT. Les fichiers PPT détectés apparaissent dans une liste de fichiers située dans la fenêtre contextuelle de l'extension et récupérés de nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "यह किसी भी प्रस्तुति फ़ाइल को संपादित करने और देखने के लिए एक एक्सटेंशन है। यह इस ऑनलाइन ऐप के साथ केवल पीपीटी, पीपीटीएक्स और ओडीपी फ़ाइल प्रकारों का प्रबंधन करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत एक प्रस्तुति और स्लाइड संपादक है।\n\nइसकी मुख्य विशेषताएं हैं:\n\n- यह किसी भी स्लाइड को बनाने और संशोधित करने की अनुमति देता है।\n- यह शैली प्रबंधन और फ़ॉन्ट आकार और रंगों में परिवर्तन से संबंधित स्लाइड्स पर संस्करण कार्यक्षमता प्रदान करता है।\n- इसमें स्लाइड पूर्वावलोकन शामिल है।\n- यह ग्रंथों की खोज करने की अनुमति देता है।\n- यह पीडीएफ में निर्यात करने की अनुमति देता है।\n- यह लिब्रे ऑफिस और माइक्रोसॉफ्ट फ़ाइल प्रकारों सहित कई प्रारूपों का समर्थन करता है: ओडीपी, पीपीटी और पीपीटीएक्स।\n\nयह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहाँ ऑफ़िडॉक्स लिब्रे ऑफिस इंप्रेस ऑनलाइन स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन पीपीटी फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए यूआरएल को स्कैन करता है। पाई गई पीपीटी फ़ाइलें एक्सटेंशन पॉपअप में स्थित फ़ाइल सूची में दिखाई देती हैं जो हमारे सर्वर से पुनर्प्राप्त की जाती हैं। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है, इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "Questa è un'estensione per modificare e visualizzare qualsiasi file di presentazione. È un editor di presentazioni e diapositive integrato con il nostro file manager per gestire solo i tipi di file PPT, PPTX e ODP con questa app online.\n\nLe sue caratteristiche principali sono:\n\n- Permette di creare e modificare qualsiasi diapositiva.\n- Fornisce funzionalità di edizione sulle diapositive relative alla gestione degli stili e alle modifiche alle dimensioni e ai colori dei caratteri.\n- Include l'anteprima delle diapositive.\n- Permette di cercare testi.\n- Permette di esportare in PDF.\n- Supporta più formati inclusi i tipi di file LibreOffice e Microsoft: odp, ppt e pptx.\n\nÈ disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs on-premise in cui è installato OffiDocs LibreOffice Impress online.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare i file PPT. I file PPT rilevati vengono visualizzati in un elenco di file situato nel popup dell'estensione recuperati dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "これは、プレゼンテーションファイルを編集および表示するための拡張機能です。 これは、このオンラインアプリでPPT、PPTX、およびODPファイルタイプのみを管理するためにファイルマネージャーと統合されたプレゼンテーションおよびスライドエディターです。\n\nその主な機能は次のとおりです。\n\n-スライドを作成および変更できます。\n-スタイル管理とフォントサイズと色の変更に関連するスライドのエディション機能を提供します。\n-スライドのプレビューが含まれています。\n-テキストを検索できます。\n-PDFにエクスポートできます。\n-LibreOfficeおよびMicrosoftファイルタイプ（odp、ppt、pptx）を含む複数の形式をサポートします。\n\n無料のオンラインユーザーが利用できますが、プレミアムユーザーやOffiDocs LibreOffice ImpressonlineがインストールされているオンプレミスのOffiDocs展開との統合も可能です。\n\n重要: この拡張機能は、PPT ファイルを検出するために、閲覧された URL をスキャンします。 検出された PPT ファイルは、サーバーから取得された拡張機能ポップアップ内のファイル リストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "프레젠테이션 파일을 편집하고 볼 수 있는 확장 프로그램입니다. 이 온라인 앱으로 PPT, PPTX 및 ODP 파일 유형만 관리하기 위해 파일 관리자와 통합된 프레젠테이션 및 슬라이드 편집기입니다.\n\n주요 기능은 다음과 같습니다.\n\n- 모든 슬라이드를 만들고 수정할 수 있습니다.\n- 스타일 관리 및 글꼴 크기 및 색상 변경과 관련된 슬라이드에 편집 기능을 제공합니다.\n- 슬라이드 미리보기가 포함되어 있습니다.\n- 텍스트를 검색할 수 있습니다.\n- PDF로 내보낼 수 있습니다.\n- LibreOffice 및 Microsoft 파일 형식(odp, ppt 및 pptx)을 포함한 여러 형식을 지원합니다.\n\n무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs LibreOffice Impress 온라인이 설치된 온프레미스 OffiDocs 배포와의 통합도 가능합니다.\n\n중요: 이 확장 프로그램은 PPT 파일을 탐지하기 위해 탐색된 URL을 검사합니다. 감지된 PPT 파일은 당사 서버에서 검색된 확장 팝업에 있는 파일 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "Dit is een extensie om elk presentatiebestand te bewerken en te bekijken. Het is een presentatie- en dia-editor die is geïntegreerd met onze bestandsbeheerder om alleen PPT-, PPTX- en ODP-bestandstypen te beheren met deze online app.\n\nDe belangrijkste kenmerken zijn:\n\n- Hiermee kunt u elke dia maken en wijzigen.\n- Het biedt editiefunctionaliteiten over de dia's met betrekking tot het stijlbeheer en wijzigingen in lettergroottes en kleuren.\n- Het bevat een voorbeeld van dia's.\n- Het maakt het mogelijk om naar teksten te zoeken.\n- Het maakt het mogelijk om naar PDF te exporteren.\n- Het ondersteunt meerdere formaten, waaronder de bestandstypen LibreOffice en Microsoft: odp, ppt en pptx.\n\nHet is beschikbaar voor gratis online gebruikers, maar het maakt ook de integratie mogelijk met premium gebruikers en on-premises OffiDocs-implementaties waar de OffiDocs LibreOffice Impress online is geïnstalleerd.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om PPT-bestanden te detecteren. De gedetecteerde PPT-bestanden verschijnen in een bestandenlijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "Jest to rozszerzenie do edycji i przeglądania dowolnego pliku prezentacji. Jest to edytor prezentacji i slajdów zintegrowany z naszym menedżerem plików do zarządzania tylko typami plików PPT, PPTX i ODP za pomocą tej aplikacji online.\n\nJego główne cechy to:\n\n- Pozwala tworzyć i modyfikować dowolny slajd.\n- Zapewnia funkcje edycji na slajdach związane z zarządzaniem stylami oraz zmianami rozmiarów i kolorów czcionek.\n- Zawiera podgląd slajdów.\n- Umożliwia wyszukiwanie tekstów.\n- Umożliwia eksport do formatu PDF.\n- Obsługuje wiele formatów, w tym typy plików LibreOffice i Microsoft: odp, ppt i pptx.\n\nJest dostępny dla bezpłatnych użytkowników online, ale umożliwia również integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest OffiDocs LibreOffice Impress online.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików PPT. Wykryte pliki PPT pojawiają się na liście plików znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "Esta é uma extensão para editar e visualizar qualquer arquivo de apresentação. É um editor de apresentações e slides integrado com nosso gerenciador de arquivos para gerenciar apenas os tipos de arquivo PPT, PPTX e ODP com este aplicativo online.\n\nSuas principais características são:\n\n- Permite criar e modificar qualquer slide.\n- Disponibiliza funcionalidades de edição sobre os slides relacionadas com a gestão de estilos e alterações nos tamanhos e cores das fontes.\n- Inclui visualização de slides.\n- Permite pesquisar textos.\n- Permite exportar para PDF.\n- Suporta vários formatos, incluindo os tipos de arquivo LibreOffice e Microsoft: odp, ppt e pptx.\n\nEle está disponível para usuários online gratuitamente, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o LibreOffice Impress online da OffiDocs está instalado.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos PPT. Os arquivos PPT detectados aparecem em uma lista de arquivos localizada no pop-up de extensão que é recuperada de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "Это расширение для редактирования и просмотра любого файла презентации. Это редактор презентаций и слайдов, интегрированный с нашим файловым менеджером, для управления только типами файлов PPT, PPTX и ODP с помощью этого онлайн-приложения.\n\nЕго основные особенности:\n\n- Это позволяет создавать и изменять любой слайд.\n- Он предоставляет функциональные возможности редактирования слайдов, связанные с управлением стилями и изменениями в размерах и цветах шрифтов.\n- Включает предварительный просмотр слайдов.\n- Позволяет искать тексты.\n- Это позволяет экспортировать в PDF.\n- Он поддерживает несколько форматов, включая типы файлов LibreOffice и Microsoft: odp, ppt и pptx.\n\nОн доступен для бесплатных онлайн-пользователей, но он также позволяет интегрироваться с премиум-пользователями и локальными развертываниями OffiDocs, где установлен OffiDocs LibreOffice Impress online.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить файлы PPT. Обнаруженные файлы PPT отображаются в списке файлов, расположенном во всплывающем окне расширения и получаемом с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "Bu, herhangi bir sunum dosyasını düzenlemek ve görüntülemek için bir uzantıdır. Bu çevrimiçi uygulamayla yalnızca PPT, PPTX ve ODP dosya türlerini yönetmek için dosya yöneticimizle entegre bir sunum ve slayt düzenleyicisidir.\n\nBaşlıca özellikleri şunlardır:\n\n- Herhangi bir slayt oluşturmaya ve değiştirmeye izin verir.\n- Stil yönetimi ve yazı tipi boyutları ve renklerindeki değişikliklerle ilgili slaytlar üzerinde baskı işlevleri sağlar.\n- Slaytların önizlemesini içerir.\n- Metinleri aramayı sağlar.\n- PDF'ye dışa aktarmaya izin verir.\n- LibreOffice ve Microsoft dosya türleri dahil olmak üzere birden çok formatı destekler: odp, ppt ve pptx.\n\nÜcretsiz çevrimiçi kullanıcılar için mevcuttur, ancak aynı zamanda premium kullanıcılarla ve OffiDocs LibreOffice Impress çevrimiçi'nin kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da izin verir.\n\nÖNEMLİ: Bu uzantı, PPT dosyalarını algılamak için göz atılan URL'leri tarar. Algılanan PPT dosyaları, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir dosya listesinde görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "Це розширення для редагування та перегляду будь-якого файлу презентації. Це редактор презентацій та слайдів, інтегрований з нашим менеджером файлів, щоб керувати лише типами файлів PPT, PPTX та ODP за допомогою цього онлайн-додатку.\n\nОсновними його особливостями є:\n\n- Це дозволяє створювати та модифікувати будь-який слайд.\n- Він надає функції видання над слайдами, пов’язані з управлінням стилями та змінами в розмірах та кольорах шрифтів.\n- Він включає попередній перегляд слайдів.\n- Це дозволяє шукати тексти.\n- Це дозволяє експортувати в PDF.\n- Він підтримує різні формати, включаючи типи файлів LibreOffice та Microsoft: odp, ppt та pptx.\n\nВін доступний для безкоштовних онлайн-користувачів, але також дозволяє інтегрувати з преміум-користувачами та локальні розгортання OffiDocs, де встановлений OffiDocs LibreOffice Impress онлайн.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити файли PPT. Виявлені файли PPT відображаються в списку файлів, розташованому у спливаючому вікні розширення, отриманих із наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "这是编辑和查看任何演示文件的扩展。 它是与我们的文件管理器集成的演示文稿和幻灯片编辑器，可使用此在线应用程序仅管理 PPT、PPTX 和 ODP 文件类型。\n\n它的主要特点是：\n\n- 它允许创建和修改任何幻灯片。\n- 它在与样式管理和字体大小和颜色更改相关的幻灯片上提供编辑功能。\n- 它包括幻灯片预览。\n- 它允许搜索文本。\n- 它允许导出为 PDF。\n- 它支持多种格式，包括 LibreOffice 和 Microsoft 文件类型：odp、ppt 和 pptx。\n\n它可供免费在线用户使用，但也允许与安装了 OffiDocs LibreOffice Impress online 的高级用户和本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的 URL 以检测 PPT 文件。 检测到的 PPT 文件显示在从我们的服务器检索的扩展弹出窗口中的文件列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}