{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alphabet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily learn new alphabets by mixing their characters into the web pages you browse",
    "ru": "Поможем легко выучить новый алфавит, встраивая его буквы на страницы, которые вы посещаете"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chrome extension for studying new alphabets is designed to make the learning process more interactive and engaging. With this extension, users can replace some of the standard characters on a webpage with the letters from the alphabet they are studying.\n\nThe extension can be used for any language that uses a different alphabet from the user's native language. For example, if the user is learning Armenian, they can set the extension to replace the Cyrillic characters on a webpage with Armenian letters.\n\nThe extension is simple to use, with a user-friendly interface. Users can easily select the alphabet they want to study and choose which characters they want to replace. The extension will then automatically replace the selected characters with the corresponding letters from the new alphabet.\n\nThis feature can be especially helpful for language learners who want to immerse themselves in the new language and practice reading and writing in a real-world context. By seeing the new letters in use on a webpage, users can build familiarity with the new alphabet and improve their reading speed and comprehension.\n\nIn summary, the Chrome extension for studying new alphabets is a powerful tool for language learners. By replacing characters on a webpage with letters from a new alphabet, users can immerse themselves in the new language and practice their reading and writing skills in a fun and interactive way."
  }
}