{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ControlNCloud Website Monitoring"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free monitoring tool for website uptime and performance.",
    "fr": "Outil gratuit de monitoring de site web, mesure de la disponibilité et de la performance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEW - Extension now available!\n\n\nControlNCloud free unlimited website monitoring. The easier way to control your website performance and receive a premium reporting.\nFREE - Thanks to ControlNCloud, you can monitor performance on all your websites for free with no trial period or time limitation! ControlNCloud monitors and tests your web sites performance every five minutes. Should any downtime or bad performance issue occur, you are alerted right away via your browser or e-mail.\nControlNCloud keeps records of your website’s performance history and makes it available on-line. Our reporting tool delivers performance metrics such as web site response time and average uptime that you can display on your own website to ensure your web users of your high quality web services.\n\nIt works right away, no installation or configuration, no client or agent to install!\n\nEASY - It’s free – on-line registration takes less than one minute. Try it now! Simply provide the URL names you wish to monitor and our cloud-based monitoring platform, located in France, will measure your website performance right away and will alarm you should any performance issue occur. \nThanks to ControlNCloud, the real-time control of your website performance is a piece of cake! Furthermore, it’s free! Don’t hesitate to promote it on your social networks!\n\nA Cloud service for Cloud services! Our servers are hosted in the Cloud – there’s no need to install any software or client on your computers or servers to benefit from our free and unlimited website performance monitoring! \nOur monitoring engine has been tested and benchmarked to deliver 10M+ daily controls and provide real-time alerts to thousands of customers. ControlNCloud keep records of your web site performance and uptime history for a period of up to one year. \nFor each of your websites published on the Internet, a weekly detailed report is also generated and made available to you.\n\nGet real-time alerts on your smartphone via email or via Google Chrome notification system.\n\nControl your website performance and receive real-time downtime notification even before your help desk teams are notified themselves! No more stress about your website performance and availability! You can relax knowing it’s all under control!",
    "fr": "NOUVEAU : Extension disponible !\n\n\nControlNCloud app: free website performance monitoring tool, unlimited. \n\nGrâce à ControlNCloud vous supervisez gratuitement tous vos sites web sans limitation de durée ou période d'essai. \nNous monitorons et testons l'état et la performance de vos sites toutes les cinq minutes et vous alertons par e-mail en cas de downtime ou de problème de performance. \nNous historisons selon votre offre les mesures du monitoring de vos sites et vous fournissons un reporting sur la fiabilité et la performance de vos sites, nous calculons ainsi un taux de disponibilité à afficher sur votre site afin que les internautes soient rassurés sur la qualité de vos services web.\n\nCa marche tout seul et tout de suite. Vous n'avez rien à installer, aucun outil ou agent à configurer . \nL'inscription est gratuite et ne prend qu'une minute. Essayez nous ! \nSaisissez simplement les URL des sites à monitorer et nos centres de supervision situés en France se chargent de surveiller vos sites et vous alertent en cas de problème de performance. \nGrâce à ControlNCloud la vérification temps réel de vos sites devient simple comme un jeu d'enfant, et en plus c'est totalement gratuit alors n'hésitez plus et faites partager ce nouveau service au travers des réseaux sociaux.\n\nC'est pour le cloud et dans le cloud que nous proposons ce nouveau service monitor web. \nNos propres serveurs sont hébergés dans le cloud, c'est pourquoi vous n'avez rien à installer ni à modifier et bénéficiez d'une solution gratuite et illimitée ! \nNotre plate-forme de monitoring est capable d'opérer plus de dix millions de contrôles par jour et de vous alerter en temps réel. \nVous recevrez un rapport détaillé de performance chaque semaine. Selon votre offre, nous conservons jusqu'à un an d'historique sur les performances et la disponibilité. \n\nRecevez directement et en temps réel les alertes directement dans Google Chrome via notre extension ou sur votre smartphone par email. \nSurveillez les performances des sites et remontez les erreurs aux équipes en charge de la supervision avant même qu'elles vous contactent !\nEt retrouvez la sérénité en étant rassurés sur la qualité de service de vos sites web."
  }
}