{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Magic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience AI power at your fingertips with AI Magic Extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🪄 Get access to AI-powered answers with just a click through this extension. This OpenAI GPT-3 tool brings the power of AI to all websites, making it a convenient and powerful companion for your browsing experience. Simply click the Magic Icon added to the bottom right corner of every URL and the \"Ask with AI Magic\" button on your Google search results to receive instant answers to any questions you may have. Whether you need information or a quick answer, AI Magic has got you covered.\n\n🪄 \"AI Magic\" utilizes the advanced natural language processing of OpenAI's GPT-3 to provide users with fast, relevant, and accurate answers to their questions. The extension integrates with the OpenAI API to deliver responses in real-time, making it easy to access the power of AI from anywhere at any time. Whether you're at work, school, or just browsing the web, \"AI Magic\" makes sure you have the information you need right at your fingertips.\n\nFeatures\n\n❇️ Introducing AI Magic, the powerful extension that allows you to access OpenAI's GPT-3 technology with ease. With its key features, you'll be able to get the information you need quickly and without leaving your current page.\n\n❇️ One of the standout features is the Magic Icon, which appears in the bottom right corner of every webpage you visit. With just one click, you can access GPT-3's capabilities and receive real-time answers to any questions you have. Whether you need information on a specific topic or just a quick answer, the Magic Icon makes it effortless to get what you're looking for.\n\n❇️ The extension also offers a unique \"Ask with AI Magic\" button on Google search results. This allows you to ask questions about a specific search result without having to leave the search page. Simply click the button, type in your question, and receive a response from GPT-3 in real-time. With this feature, your search experience will be smoother, more efficient, and you'll be able to get the information you need faster.\n\n❇️ Additionally, AI Magic empowers you to get instant answers to any question while browsing the web. With the Magic Icon and the \"Ask with AI Magic\" button, you can access the power of OpenAI's GPT-3 at any time without having to switch between tabs or leave your browser. Whether you're looking for information on a specific topic or just need a quick answer, AI Magic makes it easy to get the information you need in real-time. This feature is perfect for those who are constantly seeking information and want to save time and increase their efficiency.\n\n\nBenefits:\n➡️ Improved Efficiency and Convenience while Browsing\n➡️ Access to Advanced AI Technology from OpenAI's GPT-3\n➡️ Ability to Get Answers to Questions Without Leaving the Page\n\n\n🙋 Frequently Asked Questions:- \n\n❇️ What is AI Magic?\nIt is a Chrome extension that integrates with OpenAI's GPT-3 API to provide users with instant answers to their questions while browsing the web.\n\n❇️ How does it work?\nThe extension includes a Magic Icon feature that appears in the bottom right corner of every page you visit and a \"Ask with AI Magic\" button that appears next to each Google search result. Simply click the Icon or button, type in your question, and receive a response from GPT-3 in real-time.\n\n❇️ Is it safe to use?\nYes, it is. The extension only accesses the information required to retrieve answers to your questions and does not collect or store any personal data.\n\n❇️ How accurate are the answers provided by this extension?\nThe answers provided are powered by OpenAI's GPT-3, which is one of the most advanced natural language processing models available. While no AI model is perfect, the answers provided by GPT-3 are generally accurate and relevant.\n\n❇️ Can I use it offline?\nNo, this extension requires an active internet connection to retrieve answers from the OpenAI API.\n\n❇️ Is it free to use?\nThe basic functionality of this extension is free to use, but some advanced features may require a paid subscription to the OpenAI API.\n\n❇️ Which model does it use?\nIt uses the text-davinci-003 model from OpenAI's GPT-3 API.\n\n❇️ What is the difference between chatgpt & gpt3?\nGPT-3 (Generative Pre-trained Transformer 3) is an advanced language model developed by OpenAI, while ChatGPT is an implementation or application of GPT-3 technology. In other words, ChatGPT is built using the GPT-3 technology, but is specifically designed for generating human-like conversation.\n\nGPT-3 is a highly advanced language model that can generate text, answer questions, translate languages, summarize text, and perform other language-related tasks. On the other hand, ChatGPT is trained to generate text specifically for conversational purposes. It is designed to understand the context of a conversation and generate appropriate responses to user inputs.\n\nIn short, GPT-3 is a general-purpose language model, while ChatGPT is a specialized language model that focuses on chat-style interactions.\n\n\n🚀 Conclusion:\n➡️ AI Magic is a Chrome extension for accessing OpenAI's GPT-3 technology\n➡️ The extension adds a Magic Icon and \"Ask with AI Magic\" button for quick access\n➡️ Safe to use, doesn't collect personal data\n➡️ Accurate answers powered by GPT-3\n➡️ Requires internet connection to retrieve answers\n➡️ Basic functionality is free, advanced features may require a paid subscription to OpenAI API\n➡️ Uses the text-davinci-003 model from OpenAI's GPT-3 API\n➡️ ChatGPT is a specialized version of GPT-3 for generating human-like conversation\n➡️ Brings AI power to your fingertips with 1-click access on any website."
  }
}