{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Highlight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and highlight multiple words on web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Multi Highlight\" is a powerful browser extension designed to enhance your web browsing experience. With its advanced features, you can highlight multiple words or phrases on any webpage with ease, making it easier for you to find the information you need.\n\nThis extension allows you to customize your highlighting experience by selecting different colors for each keyword or phrase, making it easier to distinguish between different terms. You can also quickly toggle between different highlight colors, making it easy to organize and categorize your highlights.\n\nAdditionally, \"Multi Highlight\" features a search function that enables you to quickly find all instances of a highlighted term or phrase on the current webpage. This feature saves you time and makes it easier to navigate lengthy documents or web pages with multiple instances of the same term.\n\nOverall, \"Multi Highlight\" is an indispensable tool for researchers, students, and anyone who wants to streamline their web browsing experience and stay organized while working online.\n\nFeatures:\n• No tracking/analytics of any kind.\n• Ads-free.\n• Instant notification about found or not found queries on any website.\n• Search query by selecting element on website.\n• Customly assigned colors for the queries.\n• Works on dynamic (endless) pages like Facebook, LinkedIn, Reddit, etc. It's automatically searching for new queries.\n• Unlimited queries.\n• Lots of filtering features. (Diacritic sensitivity, Case sensitivity,  find only Complete words, etc.)\n• Full compliance with privacy and data security.\n• A highly flexible tool. All the settings are optional, you can turn every function off anytime you wish to.\n• An easy-to-use, friendly interface makes searching a pleasure."
  }
}