{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fall HD Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the beauty of fall to your new tab with HD wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your new tab page into a vibrant celebration of autumn with the Fall HD Wallpapers New Tab extension! If you love the crisp air, colorful leaves, and cozy vibes of fall, this extension is the perfect way to bring the beauty of the season right to your browser.\n\nStunning HD Fall Wallpapers\n\nEvery time you open a new tab, you’ll be greeted with a gorgeous, high-quality image of fall scenery — from golden forests and vibrant red leaves to pumpkin patches and warm sunsets. \n\nEach wallpaper is carefully selected to capture the essence of fall in all its glory, ensuring a visually stunning experience every time you browse.\n\nCustomizable New Tab Features\n\nBut that’s not all! Autumn Wallpapers New Tab also brings additional useful features right to your new tab page. Customize your browsing experience by adding quick access to your favorite websites, bookmarks, and even your to-do list, making it easier to stay productive while enjoying the beauty of autumn.\n\nYou can even change the wallpaper on demand if you want to experience different fall scenes throughout the season. Whether you prefer the calming shades of a forest walk or the playful colors of harvest time, there’s a wallpaper to suit every mood.\n\nEasy to Install and Use\n\nInstalling the Autumn HD Wallpapers New Tab extension is quick and easy. Simply add it to your Chrome browser, and you’ll instantly get a fresh, autumn-inspired experience every time you open a new tab. No need for complicated settings — just download and enjoy!\n\nWhether you want to bring the warmth and color of fall into your online experience or simply appreciate nature’s seasonal beauty, Fall HD Wallpapers New Tab is the perfect extension for you. Download it now and let autumn come to life on your screen!"
  }
}