{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OWallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OWallet: BTC x COSMOS x EVM x TRON x OASIS in one Wallet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OWallet supports Cosmos-based, EVM-based and TRON networks including Cosmos Hub, Oraichain, Osmosis, Juno, Ethereum, BNB Chain, and more.\n\nOWallet is developed based on Keplr extension and currently maintained by Oraichain Labs.\n\nOWallet’s key features:\n\n • Strategic Portfolio Management: Experience a seamless multi-chain and multi-account management interface. Conveniently manage multiple accounts from a single interface;\n • Multi-Chain Support: Seamlessly track and manage your crypto assets across multiple blockchains, including Oraichain, Bitcoin, Ethereum, BNB Chain, TRON, Injective, Oasis, Osmosis, Noble, and Stargaze;\n • IBC Transfers: Enable secure and efficient Inter-Blockchain Communication (IBC) transfers;\n • CW20 Tokens: Improved sending and receiving of CW20 standard fungible tokens based on CosmWasm;\n • CosmWasm Compatibility: Compatible with CosmWasm;\n • Ledger Support: Future support for Ledger hardware wallets;\n • Mobile and Web Extension: Available on mobile apps and web extensions for greater accessibility.\n\nEnhanced User Experience:\n • User-Friendly Interface: Navigate with ease using a brand-new, intuitive user interface;\n • Streamlined Transactions: Enjoy clearer messages for streamlined transaction signing;\n • Comprehensive Asset Overview: Get a detailed view of your assets and portfolio for better management;\n • Stay Updated: Monitor balance fluctuations for optimal asset management;\n • Transaction History: Access a clear and comprehensive history of all your transactions;\n • Growing Ecosystem: Explore a growing ecosystem with more dApps being added to the ‘Browser’ feature.\n\nSecurity and Rewards:\n • Maximum Security: Private keys are stored securely on your device, ensuring maximum security and control over your digital assets;\n • Seamless Web3 Access: Easily connect to Decentralized Applications (dApps) and navigate the Web3 world with confidence.\n\nOWallet source code: https://github.com/oraichain/owallet \nSupport ticket: https://orai.io/support\nOWallet website: https://owallet.dev/ \n\n* You can create a pull request to add your network."
  }
}