{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaizaCloud Cloud IDE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser-based web and application development environment in the cloud."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PaizaCloud Cloud IDE is a cloud IDE where you can build web application or any application\nlike Ruby on Rails, PHP, LAMP, Node.js, Jupyter Notebook, Django, etc...\n\n* Floating window mode like Desktop OS\n* You can launch a server just in 3 seconds.\n* Full root access\n\n--- Features ---\nInstant launch\n3 seconds to launch new development environment server(Linux)\n\nFull-fledged browser based UI\nAvailable Applications: File management, editor, terminal, browser in browser, etc... \n(You can install or create additional applications.)\n\nMulti-language support\nAll applications including editor and terminal are Unicode friendly. (Japanese, Chinese, etc...)\n\nPaizaCloud App extensions\nYou can install and even create new application running on PaizaCloud using HTML/CSS.\n\nSharing\nYou can share your workspace environement with others.\n\nYou can publish your web application created.(BASIC plan)\n\nSSH connection\nYou can connect to the server using SSH.\n\nCPU: 2 core\n\nMemory: 2GB\n\nDisk: 1GB(FREE), 2GB(LITE), 4GB(BASIC)\n\nDevelopment environments\nWeb development: LAMP, PHP, Ruby on Rails, JSP, Django, Node.js, Express, MEAN stack, webpack, Yeoman, etc...\n\nProgramming languages: Bash, C, C#, C++, Clojure, Cobol, CoffeeScript, D, Elixir, Erlang, F#, Go, Haskell, Java, JavaScript, Kotlin, MySQL, Objective-C, Perl, PHP, Python2, Python3, R, Ruby, Rust, Scala, Scheme, Swift, VB, etc...\n\nDatabases: MySQL, PostgreSQL, MongoDB, SQLite, etc...\n\nServer applications: Nginx, Apache, MySQL, PostgreSQL Git, Heroku, wget, MeCab, Jupyter Notebook, pandas, nltk, MySQL, etc...\n\nLibraries: Pytnon: Numpy, scipy, pika, matplotlib, scipy, pandas, etc...\nRuby: rails, sinatra, sqlite3, etc... Others: imagemagick\n\nTools: Jupyter notebook, Git, Heroku, wget, curl, ping, traceroute, MeCab, pandas, nltk, awssdk, PHP composer, etc...\n---"
  }
}