{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NaiveTab - 新标签页",
    "en,en_US": "NaiveTab - Newtab page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "一款简洁高效的浏览器新标签页扩展，可以高度自定义你的新标签页。",
    "en,en_US": "A simple and efficient browser new tab extension that allows you to highly customize your new tab page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "更多详细信息请查看：https://gxfg.github.io/naivetab-doc/\n\nNaiveTab 新标签页，一款简洁高效的浏览器新标签页扩展，可以高度自定义你的新标签页。\n\n1. 包含组件:\n   a. 书签: 以物理键盘形态进行展示，可快速访问对应链接，还可以设置全局快捷键，实现在浏览器任意界面打开书签，效率拉满\n   b. 时间日期：数字时钟、模拟时钟、日期展示\n   c. 万年历: 包含农历、节假日、法定调休，方便查看工作日合理安排个人日程\n   d. 搜索栏: 可自定义搜索引擎，方便快速搜索\n   e. 备忘录: 可编辑笔记，或待办事项，临时记录一些信息都是可以的\n   f. 天气: 可查看温度、风力、湿度、日常指数、等信息，如天气异常会有告警提示，该数据来自和风天气\n   g. 资讯: 可查看头条、百度、知乎、新浪微博等热点信息\n2. 上述组件可拖放在屏幕上的任意位置，完全自定义，当然也是兼容各种分辨率屏幕下的展示的\n3. 上述组件可自定义大部分的样式如：字体、大小、颜色、背景色、边框、阴影、模糊度等\n4. 支持自定义背景图（Bing每日一图、本地图片），如果你喜欢简洁风，当然也是可以只设置一张背景图的\n5. 支持根据系统外观自动切换外观（浅色模式、深色模式），夜晚下的页面不再刺眼了\n6. 以上各种设置均是可以同步在多个设备上（该功能依赖浏览器的同步，需要登录浏览器个人账号），当然也支持导出文件自行备份\n7. 语言支持（zh-CN、en-US）\n8. 源码开源，无任何隐私信息的获取，你的任何信息都是私有的",
    "en,en_US": "For more details, please see: https://gxfg.github.io/naivetab-doc/\n\nNaiveTab New Tab is a simple and efficient browser new tab page extension that allows you to highly customize your new tabs.\n\n1. Included Components:\n   a. Bookmarks: Displayed in the form of a physical keyboard, you can quickly access the corresponding links, and you can also set global shortcuts to open bookmarks in any interface of the browser, and the efficiency is full\n   b. Time and date: digital clock, analog clock, date display\n   c. Perpetual calendar: including lunar calendar, holidays, statutory holidays, convenient to view the working day reasonable arrangement of personal schedule\n   d. Search bar: Customizable search engine for quick search\n   e. Memo: It is okay to edit notes, or to-dos, and to record some information temporarily\n   f. Weather: You can view temperature, wind, humidity, daily index, etc., such as weather abnormalities will have alarm prompts, this data comes from the windy weather\n   g. Information: You can view hot information such as Toutiao, Baidu, Zhihu, Sina Weibo, V2EX, etc\n2. The above components can be dragged and dropped anywhere on the screen, fully customizable, and of course compatible with the display under various resolutions of the screen\n3. The above components can customize most of the styles such as: font, size, color, background color, border, shadow, blur, etc\n4. Support custom background image (Bing daily picture, local picture), if you like simple wind, of course, you can only set a background image\n5. Support automatic switching of appearance (light mode, dark mode) according to the appearance of the system, so that the page at night is no longer dazzling\n6. The above settings can be synchronized on multiple devices (this function depends on browser synchronization, you need to log in to the browser's personal account), of course, you also support exporting files to back up\n7. Language support (en-CN, en-US)\n8. The source code is open source, without any private information or operation information to obtain, any of your information is private"
  }
}