{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "SimilarWeb Website Traffic Rank,CSV Download",
    "zh_CN": "SimilarWeb网站排名、流量、关键词数据CSV下载"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Displays and downloads CSV data from SimilarWeb, providing data on website traffic, rankings, and other relevant SEO information.",
    "zh_CN": "展示similarweb的网站流量查询，排名、社交媒体、公司信息、关键词广告投放渠道等信息的下载，以csv格式，是网站运营的便捷工具"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the SimilarWeb CSV Downloader Chrome Extension, a powerful and easy-to-use tool designed to display and download CSV data from SimilarWeb. With this extension, users gain access to critical website traffic data, rankings, and other relevant SEO information, ultimately boosting productivity and enhancing decision-making processes.\n\nExperience unparalleled insights into website traffic, key metrics, and competitive digital intelligence by accessing the comprehensive 360-degree view of your industry, competitors, and customers. Explore the full range of similarweb.com directly from your browser toolbar with just a single click. The extension offers in-depth statistics for any website you visit, empowering you to make informed decisions.\n\nKey features include:\n\nWebsite Rank:\nDetermine a specific website's rank globally, in a particular country, and its category.\n\nVisits Over Time:\nAccess valuable information about a website's visits over time, bounce rate, number of pages visited per session, and average visit duration using SimilarWeb CSV Downloader's all-in-one website checker.\n\nGeography:\nIdentify the top countries driving traffic to a website and the percentage of visits from each country with ease. Obtain detailed breakdowns of website traffic rankings for an in-depth understanding of user behavior.\n\nTraffic Sources:\nGet an overview of the different traffic sources directing users to a specific website. Gain detailed insights into direct, search, email, social, referrals, and display ads, allowing you to understand how traffic reaches a website.\n\nDownloadable CSV Data:\nEasily export CSV data from SimilarWeb for further analysis and reporting, helping you track progress and make data-driven decisions for your business.\n\nThe SimilarWeb CSV Downloader Chrome Extension is the ultimate tool for website owners, digital marketers, and SEO professionals looking to optimize their online presence. By providing critical data on website traffic, rankings, and other essential SEO information, this extension helps users make informed decisions and improve productivity.\n\nTo start using the SimilarWeb CSV Downloader Chrome Extension, users need to approve the collection of anonymized clickstream data, including All Hosts, WebRequest, WebRequestBlocking, Web Navigation, tabs, and storage. Data is collected on the domains you browse. We encourage you to review our privacy policy before installing the add-on for more information regarding data collection.\n\nDon't miss out on the opportunity to boost your productivity and make data-driven decisions with the SimilarWeb CSV Downloader Chrome Extension. Download it today and unlock a wealth of information at your fingertips."
  }
}