{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Equalizer Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the Power of Personalized Audio in Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your Chrome browsing experience with Equalizer Plus, an exceptional audio control tool that puts the power of sound customization at your fingertips. Explore a range of features designed to elevate your audio quality to new heights.\n\n🔥 Key Features 🔥:\nHigh-Quality Equalizer: Immerse yourself in superior audio quality with a high-performance equalizer boasting popular presets for quick adjustments.\n\nVolume Dynamics Compressor: Achieve balanced and dynamic sound by fine-tuning volume dynamics to your liking.\n\nMono/Stereo Toggle: Switch seamlessly between mono and stereo modes for a personalized and immersive listening experience.\n\nVolume Booster (Up to 400%): Boost your audio volume to new levels, ensuring every detail of your content is crystal clear.\n\nPan Dial for Stereo and True Mono Modes: Fine-tune the stereo experience or enjoy true mono with precision using the intuitive pan dial.\n\nSave Settings as Default: Customize your audio settings once and save them as default for a consistent experience every time.\n\nUnlimited Instances: Run multiple instances simultaneously, tailoring audio settings for various tabs or applications.\n\nReal-Time Audio Processing: Experience instant adjustments with real-time audio processing, ensuring your changes take effect immediately.\n\nSupports All Online Audio: Whether you're streaming music, watching videos, or engaging in online meetings, Equalizer Plus supports all online audio for a seamless experience."
  }
}