{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OSI: Servicio AntiBotnet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Servicio de la OSI que notifica amenazas relacionadas con botnets que se puedan estar produciendo desde tu conexión a Internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Este plugin es un complemento para tu navegador que al instalarse ejecuta de forma periódica el servicio de chequeo ofrecido por la Oficina de Seguridad del Internauta. \n\nEl servicio de chequeo, informa al usuario de riesgos o incidentes de ciberseguridad relacionados con redes de ordenadores comprometidos, botnets u otras amenazas , que se puedan estar produciendo desde tu conexión a Internet. Para ello chequea de forma periódica tu dirección IP pública contra la base de datos del Servicio Antibotnet. Para conocer más sobre el servicio online de chequeo accede a este enlace:  http://www.osi.es/servicio-antibotnet/informacion\n\nUsando nuestro plugin, no necesitas conectarte a nuestra web para saber si tu dirección IP pública está registrada en nuestra base de datos de botnets u otras amenazas, ya que estarás informado permanentemente. El plugin, de forma automática, comprueba tu dirección IP periódicamente y en caso positivo te mostrará la información relacionada con el problema identificado. Al instalar el plugin aparecerá en el navegador el icono del servicio, el plugin se ejecutará de forma silenciosa, periódica y automática, siempre y cuando se tenga el navegador abierto, comprobando la dirección IP cada 15, 30 o 60  minutos, en función de tus preferencias. \n\nEn caso de resultado positivo, el icono del servicio parpadeará y se mostrará un mensaje de aviso. Se deberá acceder a través del icono del plugin situado en el navegador Google Chrome para poder consultar el problema detectado, además se facilitará información de ayuda para poder identificar el dispositivo afectado en tu red y enlaces a herramientas o métodos de desinfección que pueden servirte de ayuda para eliminar el malware.\n \nEn caso negativo el plugin no enviará ningún mensaje. \n\nAdemás, podrás acceder al histórico de detecciones positivas accediendo a la página de históricos del plugin.\n\nAl instalar el plugin en tu navegador aceptas las condiciones de uso del servicio: https://www.incibe.es/OSI/Servicio_Antibotnet_TOS/\n\nEste plugin ha sido desarrollado por el Instituto Nacional de Ciberseguridad (INCIBE) como complemento al Servicio AntiBotnet englobado dentro de la Oficina de Seguridad del Internauta (OSI). El servicio AntiBotnet nace como resultado de un proyecto de colaboración público privado, impulsado por las directrices marcadas en la Medida 5 del Plan de Confianza en el Ámbito Digital (http://www.agendadigital.gob.es/planes-actuaciones/Paginas/plan-confianza-ambito-digital.aspx) y puesto en marcha por los principales Prestadores de Servicios de la Sociedad de la Información, la Secretaría de Estado de Telecomunicaciones y para la Sociedad de la Información (SETSI) y el Instituto Nacional de Ciberseguridad (INCIBE). Su finalidad es proporcionar la información y herramientas que pueden servir de ayuda para la desinfección de dispositivos afectados por incidentes de ciberseguridad relacionados con redes de ordenadores zombie, botnets u otras amenazas, contribuyendo así a un Internet más confiable y seguro para todos."
  }
}