{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Receipts by WellyBox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download all receipts from major eCommerce sites and other websites automatically. No user / password required."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clicking on the extension icon will upload the current web page as a document to WellyBox.\n\nIntroducing the ultimate receipt collecting chrome extension for all your online shopping and travel needs! \nThe value of collecting receipts cannot be overstated - it's essential for VAT/tax returns, compliance, expenses management, and even cash back through services like FetchRewards. With our extension, you'll never have to worry about losing or misplacing a receipt again. Our extension makes it easy to keep track of all your receipts, ensuring that you're always organized and prepared.\nTo get started, simply install the extension on your Chrome browser. Once installed, define all the portals you want to collect receipts from. After that, you can sit back and relax - we'll take care of the rest! Our extension will automatically collect all your receipts, keeping them organized and easily accessible. You can even export the collected receipts to your accounting software such as Quickbooks or Xero, making it even easier to manage your expenses and financial records.\nWith our extension, you can easily keep track of your expenses, stay compliant with tax laws, and even get cash back through reward programs. It's the perfect solution for individuals, small businesses, and even large corporations. Try our extension today and experience the convenience for yourself!"
  }
}