{
  "name": {
    "ar": "لعبة حلوى المومياء - تعمل دون اتصال",
    "am": "የሙሚ ከረሜላ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Mummy Candies - работи офлайн",
    "bn": "মমি ক্যান্ডি গেম - অফলাইনে চলে",
    "ca": "Joc Mummy Candies: funciona fora de línia",
    "cs": "Hra Mummy Candies – běží offline",
    "da": "Mummy Candies-spil - Kører offline",
    "de": "Mumien-Süßigkeiten-Spiel - Läuft offline",
    "el": "Παιχνίδι Mummy Candies",
    "en,en_AU,en_GB,en_US": "Mummy Candies Game - Runs Offline",
    "es,es_419": "Juego de Caramelos de Momia",
    "et": "Mäng Mummy Candies – töötab võrguühenduseta",
    "fa": "بازی Mummy Candies - بصورت آفلاین اجرا می شود",
    "fi": "Mummy Candies -peli - toimii offline-tilassa",
    "fil": "Mummy Candies Game - Tumatakbo Offline",
    "fr": "Mummy Candy Game - Fonctionne hors ligne",
    "gu": "મમી કેન્ડીઝ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק סוכריות מומיה - פועל במצב לא מקוון",
    "hi": "मम्मी कैंडीज गेम - ऑफलाइन चलता है",
    "hr": "Igra Mummy Candies - radi izvan mreže",
    "hu": "Mummy Candies játék - Offline fut",
    "id": "Game Permen Mummy - Berjalan Offline",
    "it": "Mummy Caramelle Gioco - Funziona Offline",
    "ja": "ミイラ キャンディー ゲーム - オフラインで実行",
    "kn": "ಮಮ್ಮಿ ಕ್ಯಾಂಡೀಸ್ ಆಟ",
    "ko": "엄마 사탕 게임 - 오프라인 실행",
    "lt": "Žaidimas „Mumija saldainiai“.",
    "lv": "Spēle Mummy Candies — darbojas bezsaistē",
    "ml": "മമ്മി മിഠായികൾ ഗെയിം",
    "mr": "ममी कँडीज गेम - ऑफलाइन चालतो",
    "ms": "Permainan Mummy Candies -Berjalan Luar Talian",
    "nl": "Mummiesnoepjes Spel - Draait offline",
    "no": "Mummy Candies-spill - kjører uten nett",
    "pl": "Gra Mumia Cukierki - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Mummy Candies - Funciona offline",
    "ro": "Joc Mummy Candies - rulează offline",
    "ru": "Игра Мумия Конфеты",
    "sk": "Hra Mummy Candies – beží offline",
    "sl": "Igra Mummy Candies - deluje brez povezave",
    "sr": "Игра Мумми Цандиес - ради ван мреже",
    "sv": "Mummy Candies Game - Körs offline",
    "sw": "Mchezo wa Pipi za Mummy",
    "ta": "மம்மி மிட்டாய்கள் விளையாட்டு",
    "te": "మమ్మీ క్యాండీల గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกม Mummy Candies - ทำงานแบบออฟไลน์",
    "tr": "Mumya Şekerleri Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Цукерки мумія",
    "vi": "Trò chơi Mummy Candy - Chạy ngoại tuyến",
    "zh_CN": "木乃伊糖果游戏 - 离线运行",
    "zh_TW": "木乃伊糖果遊戲 - 離線運行"
  },
  "short": {
    "ar": "حلوى المومياء هي لعبة منجم ذهب 20 مستوى. اجمع الحلوى والمصاصات وشذرات الذهب والكنوز. احترس من الموقت! يتمتع!",
    "am": "ሙሚ ከረሜላዎች ባለ 20 ደረጃ የወርቅ ማዕድን ማውጫ ጨዋታ ነው። ከረሜላዎች ፣ ሎሊፖፖች ፣ የወርቅ ቁርጥራጮች እና ውድ ሀብቶች ይሰብስቡ። ሰዓት ቆጣሪውን ይጠብቁ! ይደሰቱ!",
    "bg": "Mummy Candies е игра за златодобив на 20 нива. Събирайте бонбони, близалки, златни късчета и съкровища. Внимавайте за таймера!",
    "bn": "মমি ক্যান্ডিস একটি 20 স্তরের সোনার খনির খেলা। ক্যান্ডি, ললিপপ, সোনার নাগেট এবং ধন সংগ্রহ করুন। টাইমার জন্য দেখুন! উপভোগ করুন!",
    "ca": "Mummy Candies és un joc d'or de nivell 20. Recull caramels, piruletes, pepitas d'or i tresors. Compte amb el temporitzador! Gaudeix!",
    "cs": "Mummy Candies je hra pro těžaře zlata s 20 úrovněmi. Sbírejte bonbóny, lízátka, zlaté nugety a poklady. Pozor na časovač! Užívat si!",
    "da": "Mummy Candies er et guldminespil på 20 niveauer. Saml slik, slikkepinde, guldklumper og skatte. Pas på timeren! God fornøjelse!",
    "de": "Mummy Candies ist ein Goldgräberspiel mit 20 Leveln. Sammle Bonbons, Lutscher, Goldnuggets und Schätze. Achten Sie auf den Timer!",
    "el": "Το παιχνίδι Gold Miner Mummy Candies έχει 20 επίπεδα. Αποκτήστε ψήγματα χρυσού, καραμέλες και γλειφιτζούρια. Προσοχή στο χρονόμετρο!",
    "en,en_AU,en_GB,en_US": "Mummy Candies is a 20 level gold miner game. Collect candies, lollipops, gold nuggets and treasures. Watch out for the timer! Enjoy!",
    "es,es_419": "El juego de minero de oro Mummy Candies tiene 20 niveles. Consigue pepitas de oro, caramelos y piruletas. ¡Cuidado con el cronómetro",
    "et": "Mummy Candies on 20-tasemeline kullakaevurite mäng. Koguge komme, pulgakommi, kullatükke ja aardeid. Ettevaatust taimeriga! Nautige!",
    "fa": "Mummy Candies یک بازی استخراج طلا در سطح 20 است. آب نبات، آب نبات چوبی، قطعات طلا و گنجینه ها را جمع آوری کنید. مراقب تایمر باشید!",
    "fi": "Mummy Candies on 20 tason kultakaivospeli. Kerää karkkeja, tikkareita, kultahippuja ja aarteita. Varo ajastinta! Nauttia!",
    "fil": "May 20 level ang larong miner ng ginto na Mummy Candies. Kumuha ng mga gintong nugget, kendi at lollipop. Mag-ingat sa timer!",
    "fr": "Le jeu de mineur d'or Mummy Candies a 20 niveaux. Obtenez des pépites d'or et des bonbons. Attention au chronomètre !",
    "gu": "મમી કેન્ડીઝ એ 20 સ્તરની ગોલ્ડ માઇનર ગેમ છે. કેન્ડી, લોલીપોપ્સ, સોનાની ગાંઠ અને ખજાનો એકત્રિત કરો. ટાઈમર માટે જુઓ! આનંદ માણો!",
    "he": "ממתקי מומיה הוא משחק כורה זהב של 20 רמות. אסוף סוכריות, סוכריות על מקל, גושי זהב ואוצרות. היזהרו מהטיימר! תהנה!",
    "hi": "मम्मी कैंडीज एक 20 लेवल गोल्ड माइनर गेम है। कैंडीज, लॉलीपॉप, सोने की डली और खजाने इकट्ठा करें। टाइमर के लिए बाहर देखो! आनंद लेना!",
    "hr": "Mummy Candies igra je rudara zlata s 20 razina. Skupljajte bombone, lizalice, grumenčiće zlata i blaga. Pazite na mjerač vremena!",
    "hu": "A Mummy Candies egy 20 szintű aranybányász játék. Gyűjts cukorkát, nyalókát, aranyrögöket és kincseket. Vigyázz az időzítőre! Élvezd",
    "id": "Game penambang emas, Mummy Candies memiliki 20 level. Dapatkan nugget emas, permen, dan lolipop. Perhatikan pengatur waktunya!",
    "it": "Mummy Candies è un gioco di minatori d'oro a 20 livelli. Raccogli dolcetti, pepite d'oro e tesori. Occhio al cronometro! Divertiti!",
    "ja": "Mummy Candies は 20 レベルのゴールド マイナー ゲームです。 キャンディー、ロリポップ、金塊、宝物を集めましょう。 タイマーに注意！ 楽しみ！",
    "kn": "ಮಮ್ಮಿ ಕ್ಯಾಂಡೀಸ್ 20 ಹಂತದ ಚಿನ್ನದ ಮೈನರ್ ಆಟವಾಗಿದೆ. ಮಿಠಾಯಿಗಳು, ಚಿನ್ನದ ಗಟ್ಟಿಗಳು ಮತ್ತು ಸಂಪತ್ತುಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ಟೈಮರ್ ಅನ್ನು ಗಮನಿಸಿ!",
    "ko": "Mummy Candies는 20레벨 금 광부 게임입니다. 사탕, 막대사탕, 금괴, 보물을 모으세요. 타이머를 조심하세요! 즐기다!",
    "lt": "„Mumija saldainiai“ yra 20 lygių aukso kalnakasių žaidimas. Surinkite saldainius, aukso grynuolius ir lobius. Saugokitės laikmačio!",
    "lv": "Mummy Candies ir 20 līmeņu zelta kalnraču spēle. Vāciet konfektes, konfektes, zelta tīrradņus un dārgumus. Uzmanies no taimera!",
    "ml": "ഗോൾഡ് മൈനർ ഗെയിമായ മമ്മി കാൻഡീസിന് 20 ലെവലുകൾ ഉണ്ട്. സ്വർണ്ണക്കട്ടികൾ, മിഠായികൾ, ലോലിപോപ്പുകൾ എന്നിവ നേടുക. ടൈമർ കാണുക!",
    "mr": "ममी कँडीज हा 20 लेव्हल गोल्ड मायनर गेम आहे. कँडी, लॉलीपॉप, सोन्याचे नगेट्स आणि खजिना गोळा करा. टाइमरकडे लक्ष द्या! आनंद घ्या!",
    "ms": "Mummy Candies ialah permainan pelombong emas 20 peringkat. Kumpul gula-gula dan ketulan emas. Berhati-hati dengan pemasa!",
    "nl": "Mummy Candies is een goudmijnspel met 20 niveaus. Verzamel snoepjes, lollies, goudklompjes en schatten. Pas op voor de timer!",
    "no": "Mummy Candies er et gullgraverspill på 20 nivåer. Samle godteri, slikkepinner, gullklumper og skatter. Se opp for tidtakeren! Nyt!",
    "pl": "Mummy Candies to 20-poziomowa gra polegająca na wydobywaniu złota. Zbieraj cukierki i bryłki złota. Uważaj na minutnik!",
    "pt_BR,pt_PT": "O jogo de mineração de ouro Mummy Candies tem 20 níveis. Obtenha pepitas de ouro, doces e pirulitos. Cuidado com o cronômetro!",
    "ro": "Mummy Candies este un joc de mine de aur de nivel 20. Colectați bomboane, acadele, pepite de aur și comori. Atenție la cronometru!",
    "ru": "Mummy Candies — игра с 20 уровнями золотоискателей. Собирайте конфеты и золотые самородки. Следите за таймером!",
    "sk": "Mummy Candies je 20 úrovňová zlatokopecká hra. Zbierajte cukríky, lízanky, zlaté nugety a poklady. Pozor na časovač! Užite si to!",
    "sl": "Mummy Candies je igra rudarja zlata na 20 stopnjah. Zbirajte bonbone, lizike, zlate kepe in zaklade. Pazi na časovnik! Uživajte!",
    "sr": "Мумми Цандиес је игра за рударење злата са 20 нивоа. Сакупљајте бомбоне, лизалице, златне грумене и благо. Пази на тајмер! Уживати!",
    "sv": "Mummy Candies är ett guldgruvarbetarspel på 20 nivåer. Samla godis, klubbor, guldklimpar och skatter. Se upp för timern! Njut av!",
    "sw": "Mchezo wa wachimbaji dhahabu wa Mummy Pipi una viwango 20. Pata nuggets za dhahabu, peremende na lollipops. Tazama kipima muda!",
    "ta": "மம்மி கேண்டீஸ் என்பது 20 நிலை தங்கச் சுரங்க விளையாட்டு. மிட்டாய்கள் மற்றும் தங்க கட்டிகளை சேகரிக்கவும். டைமரைக் கவனியுங்கள்!",
    "te": "మమ్మీ క్యాండీలు 20 స్థాయి గోల్డ్ మైనర్ గేమ్. క్యాండీలు, లాలిపాప్‌లు, బంగారు నగ్గెట్‌లు మరియు సంపదలను సేకరించండి. టైమర్ కోసం చూడండి!",
    "th": "Mummy Candies เป็นเกมขุดทองระดับ 20 รวบรวมลูกอม อมยิ้ม นักเก็ตทองคำ และสมบัติ ระวังตัวจับเวลา! สนุก!",
    "tr": "Mummy Candys, 20 seviyeli bir altın madencisi oyunudur. Şekerleri ve altın külçelerini toplayın. Zamanlayıcıya dikkat edin!",
    "uk": "Mummy Candies - це 20-рівнева гра золотошукача. Збирайте цукерки та золоті самородки. Слідкуйте за таймером!",
    "vi": "Mummy Candy là một trò chơi khai thác vàng 20 cấp độ. Thu thập kẹo, kẹo mút, vàng cốm và kho báu. Xem ra cho bộ đếm thời gian!",
    "zh_CN": "Mummy Candies 是一款 20 级黄金矿工游戏。 收集糖果、棒棒糖、金块和宝藏。 当心计时器！ 享受！",
    "zh_TW": "Mummy Candies 是一款 20 級黃金礦工遊戲。 收集糖果、棒棒糖、金塊和寶藏。 當心計時器！ 享受！"
  },
  "long": {
    "ar": "Mummy Candies هي لعبة تعدين مثيرة للاهتمام ذات جو آسر.\n\nمامي كانديز لعبة مؤامرة\nإنه عيد الهالوين مرة أخرى في الجو الغامض لمصر القديمة. أثناء صمت الصحراء المميت عند حلول الظلام ، لم يكن يُسمع سوى عدد قليل من الخفافيش وهي تحلق. مع مرور الوقت ، استيقظت مومياء وبدأت تبحث عن الكنوز المدفونة والحلويات.\n\nاللعب\nتحتاج المومياء إلى مساعدتك في جمع الحلوى وشذرات الذهب والكنوز. سيكون عليك تجميع النقاط بسرعة لترقية اللعبة ، وسوف يمر الوقت بلا رحمة. لعبة الهالوين التي كنت تبحث عنها هنا. يتم تضمين موسيقى الرعب المومياء الحلوى في اللعبة.\n\nكيف تلعب لعبة MUMMY CANDIES\nلعب حلوى المومياء أمر بسيط وممتع للغاية. المس أو انقر فوق شاشة اللعبة عندما ترى شاش مومياء في طريقك للعنصر الذي ترغب في التقاطه. كن سريعًا ودقيقًا.\n\nاجمع أكبر عدد ممكن من الوجبات الخفيفة لتحصل على النقاط التي تحتاجها لرفع مستواك. مع تقدمك في المستوى ، تصبح اللعبة أكثر تعقيدًا. المس أو انقر فوق المقص لإزالة العناصر التي لا قيمة لها (مثل العظام والجماجم وما إلى ذلك).\n\nضوابط\n- الكمبيوتر: اضغط مع الاستمرار على مؤشر الماوس على شاشة اللعبة وانقر فوق زر الماوس عندما يكون الشاش في اتجاه الكائن الذي تريد التقاطه.\n- الجهاز المحمول: اضغط على الشاشة عندما يكون الشاش متماشياً مع الشيء الذي تريد الحصول عليه.\n\nلعبة التعدين هذه هي واحدة من ألعاب كثيرة يسعدنا تقديمها.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل يمكنك إكمال جميع المستويات في لعبة Mummy Candy؟ اكتشف كم أنت جيد في ألعاب عمال المناجم. العب الان!",
    "am": "Mummy Candies የሚስብ ድባብ ያለው አስገራሚ የማዕድን ጨዋታ ነው።\n\nእማዬ ከረሜላዎች ጨዋታ ሴራ\nበጥንቷ ግብፅ ሚስጥራዊ ድባብ ውስጥ እንደገና ሃሎዊን ነው። በምሽት የበረሃው ገዳይ ጸጥታ ወቅት ጥቂት የሌሊት ወፎች ብቻ ሲበሩ ይሰማ ነበር። ጊዜ እያለፈ ሲሄድ አንዲት እማዬ ከእንቅልፏ ነቃች እና የተቀበሩ ውድ ሀብቶችን እና ከረሜላዎችን መፈለግ ጀመረች።\n\nጨዋታ\nእማዬ ከረሜላ፣ የወርቅ ንጣፎችን እና ውድ ሀብቶችን ለመሰብሰብ የእርስዎን እገዛ ይፈልጋል። ጨዋታውን ለማሻሻል ነጥቦችን በፍጥነት ማጠራቀም አለቦት፣ እና ጊዜ ያለ ርህራሄ ያልፋል። ሲፈልጉት የነበረው የሃሎዊን ጨዋታ እዚህ አለ። የሙሚ ከረሜላ አስፈሪ ማጀቢያ በጨዋታው ውስጥ ተካትቷል።\n\nየእማማ ከረሜላ ጨዋታን እንዴት መጫወት እንደሚቻል\nእማዬ ከረሜላ መጫወት በጣም ቀላል እና አስደሳች ነው። ለማንሳት ለፈለጋችሁት እቃ ስትሄድ እማዬ ጋውዜን ስትመለከቱ የጨዋታውን ስክሪን ነካ አድርጉ። ፈጣን እና ትክክለኛ ይሁኑ።\n\nደረጃውን ከፍ ለማድረግ የሚያስፈልጉዎትን ነጥቦች ለማግኘት በተቻለ መጠን ብዙ መክሰስ ይሰብስቡ። ደረጃ ላይ ስትወጣ ጨዋታው ይበልጥ የተወሳሰበ ይሆናል። ዋጋ የሌላቸውን ነገሮች (እንደ አጥንት፣ የራስ ቅሎች፣ ወዘተ የመሳሰሉትን) ለማስወገድ መቀሱን መታ ያድርጉ ወይም ጠቅ ያድርጉ።\n\nመቆጣጠሪያዎች\n- ኮምፒውተር፡ የመዳፊት ጠቋሚውን በጨዋታው ስክሪኑ ላይ ተጭነው ይያዙ እና ጋውሱ መውሰድ ወደሚፈልጉት ነገር አቅጣጫ ሲሆን የመዳፊት አዝራሩን ጠቅ ያድርጉ።\n- ሞባይል መሳሪያ፡- ጋውሱ ማግኘት ከሚፈልጉት ነገር ጋር ሲሄድ ስክሪኑን ይንኩ።\n\nይህ የማዕድን ማውጫ ጨዋታ ስናቀርባቸው ደስተኞች ከሆኑት መካከል አንዱ ነው።\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nበጨዋታው Mummy Candy ውስጥ ያሉትን ሁሉንም ደረጃዎች ማጠናቀቅ ይችላሉ? በማዕድን ማውጫ ጨዋታዎች ውስጥ ምን ያህል ጥሩ እንደሆኑ ይወቁ። አሁን ይጫወቱ!",
    "bg": "Mummy Candies е интригуваща миньорска игра със завладяваща атмосфера.\n\nСЮЖЕТ НА ИГРАТА БОНБОНИ МУМИИ\nОтново е Хелоуин в мистериозната атмосфера на древен Египет. В смъртоносната тишина на пустинята при падането на нощта се чуваха само няколко прилепа да летят. С течение на времето една мумия се събуди и започна да търси заровени съкровища и бонбони.\n\nИГРА\nМумията се нуждае от вашата помощ за събиране на бонбони, златни късчета и съкровища. Ще трябва да натрупате точки бързо, за да надградите играта, а времето ще тече безмилостно. Играта за Хелоуин, която търсите, е тук. В играта е включен саундтрак на хорър с мумии и бонбони.\n\nКАК СЕ ИГРАЕ НА ИГРАТА С БОНБОНИ НА МУМИИ\nИграта на мумия бонбон е много проста и забавна. Докоснете или щракнете върху екрана на играта, когато видите марля на мумия по пътя към обекта, който искате да вземете. Бъдете бързи и точни.\n\nСъберете възможно най-много закуски, за да получите точките, които са ви необходими за покачване на ниво. С покачването на нивото играта става по-сложна. Докоснете или щракнете върху ножицата, за да премахнете безполезни предмети (като кости, черепи и т.н.).\n\nУПРАВЛЕНИЯ\n- Компютър: задръжте курсора на мишката върху екрана на играта и щракнете върху бутона на мишката, когато марлята е в посоката на обекта, който искате да вземете.\n- Мобилно устройство: докоснете екрана, когато марлята е в съответствие с обекта, който искате да получите.\n\nТази минна игра е една от многото, които имаме удоволствието да ви представим.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nМожете ли да завършите всички нива в играта Mummy Candy? Разберете колко сте добри в миньорските игри. Играй сега!",
    "bn": "মমি ক্যান্ডিস একটি চিত্তাকর্ষক পরিবেশ সহ একটি আকর্ষণীয় খনির খেলা।\n\nমমি ক্যান্ডিস গেম প্লট\nএটি আবার প্রাচীন মিশরের রহস্যময় পরিবেশে হ্যালোইন। রাতের বেলায় মরুভূমির মারাত্মক নীরবতার সময়, কেবল কয়েকটি বাদুড় উড়তে শোনা যায়। সময়ের সাথে সাথে, একটি মমি জেগে ওঠে এবং সমাহিত ধন এবং মিষ্টির সন্ধান করতে শুরু করে।\n\nগেমপ্লে\nমিছরি, সোনার নাগেট এবং ধন সংগ্রহ করতে মমির আপনার সাহায্য প্রয়োজন। গেমটি আপগ্রেড করতে আপনাকে দ্রুত পয়েন্ট সংগ্রহ করতে হবে এবং সময় নির্মমভাবে চলে যাবে। আপনি যে হ্যালোইন গেমটি খুঁজছেন তা এখানে। একটি মমি ক্যান্ডি হরর সাউন্ডট্র্যাক গেমটিতে অন্তর্ভুক্ত করা হয়েছে।\n\nকিভাবে মামি ক্যান্ডিস গেম খেলবেন\nমমি ক্যান্ডি খেলা খুব সহজ এবং মজাদার। আপনি যে বস্তুটি তুলতে চান তার জন্য যাওয়ার পথে যখন আপনি মমি গজ দেখতে পান তখন গেমের পর্দায় আলতো চাপুন বা ক্লিক করুন। দ্রুত এবং নির্ভুল হতে.\n\nআপনার লেভেল আপ করার জন্য প্রয়োজনীয় পয়েন্টগুলি পেতে যতটা সম্ভব স্ন্যাকস সংগ্রহ করুন। আপনি লেভেল আপ করার সাথে সাথে গেমটি আরও জটিল হয়ে ওঠে। মূল্যহীন আইটেম (যেমন হাড়, মাথার খুলি, ইত্যাদি) অপসারণ করতে কাঁচি আলতো চাপুন বা ক্লিক করুন।\n\nনিয়ন্ত্রণ\n- কম্পিউটার: গেমের স্ক্রিনে মাউসের কার্সারটি ধরে রাখুন এবং আপনি যে অবজেক্টটি নিতে চান তার দিকে গজ হলে মাউস বোতামে ক্লিক করুন।\n- মোবাইল ডিভাইস: আপনি যে বস্তুটি পেতে চান তার সাথে সঙ্গতিপূর্ণ হলে স্ক্রীনে আলতো চাপুন।\n\nএই খনির খেলাটি অনেকের মধ্যে একটি যা আমরা উপস্থাপন করতে পেরে খুশি।\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি কি মমি ক্যান্ডি গেমের সমস্ত স্তর সম্পূর্ণ করতে পারবেন? আপনি মাইনার গেমে কতটা ভাল তা খুঁজে বের করুন। এখন খেলুন!",
    "ca": "Mummy Candies és un joc de mineria intrigant amb una atmosfera captivadora.\n\nPARCELA DE JOC MUMMY CANDIES\nTorna a ser Halloween en l'atmosfera misteriosa de l'antic Egipte. Durant el silenci mortal del desert a la nit, només es podien escoltar uns quants ratpenats volant. Amb el pas del temps, una mòmia es va despertar i va començar a buscar tresors i caramels enterrats.\n\nJOC\nLa mòmia necessita la teva ajuda per recollir caramels, pepitas d'or i tresors. Haureu d'acumular punts ràpidament per millorar el joc i el temps passarà sense pietat. El joc de Halloween que has estat buscant és aquí. Al joc s'inclou una banda sonora de terror de caramels de mòmia.\n\nCOM JUGAR AL JOC DE MUMMY CANDIES\nJugar als caramels de la mare és molt senzill i divertit. Toqueu o feu clic a la pantalla del joc quan vegeu una gasa de mòmia en camí cap a l'objecte que voleu recollir. Sigues ràpid i precís.\n\nRecull tants aperitius com sigui possible per aconseguir els punts que necessites per pujar de nivell. A mesura que puges de nivell, el joc es fa més complicat. Toqueu o feu clic a les tisores per eliminar elements sense valor (com ara ossos, calaveres, etc.).\n\nCONTROLS\n- Ordinador: manteniu premut el cursor del ratolí a la pantalla del joc i feu clic al botó del ratolí quan la gasa estigui en la direcció de l'objecte que voleu agafar.\n- Dispositiu mòbil: toqueu la pantalla quan la gasa estigui en línia amb l'objecte que voleu obtenir.\n\nAquest joc de mineria és un dels molts que ens plau presentar.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nPots completar tots els nivells del joc Mummy Candy? Descobriu el bo que sou als jocs de miners. Juga ara!",
    "cs": "Mummy Candies je zajímavá hornická hra s podmanivou atmosférou.\n\nPLÁN HRY MUMIE CANDIES\nJe tu opět Halloween v tajemné atmosféře starověkého Egypta. Během smrtelného ticha pouště za soumraku bylo slyšet létat jen pár netopýrů. Jak šel čas, probudila se mumie a začala hledat zakopané poklady a bonbóny.\n\nHRANÍ\nMumie potřebuje vaši pomoc při sbírání bonbónů, zlatých nugetů a pokladů. K upgradu hry budete muset rychle nasbírat body a čas bude nemilosrdně plynout. Halloweenská hra, kterou jste hledali, je tady. Součástí hry je i hororový soundtrack z mumie.\n\nJAK HRÁT HRU MUMIE CANDIES\nHraní mumie candy je velmi jednoduché a zábavné. Klepněte nebo klikněte na herní obrazovku, když uvidíte mumiovou gázu na cestě k předmětu, který chcete sebrat. Buďte rychlí a přesní.\n\nSbírejte co nejvíce občerstvení, abyste získali body, které potřebujete k dosažení vyšší úrovně. S postupujícím levelem se hra stává složitější. Klepnutím nebo kliknutím na nůžky odstraňte bezcenné předměty (jako jsou kosti, lebky atd.).\n\nŘÍZENÍ\n- Počítač: podržte kurzor myši na herní obrazovce a klikněte na tlačítko myši, když je gáza ve směru předmětu, který chcete vzít.\n- Mobilní zařízení: klepněte na obrazovku, když je gáza v souladu s předmětem, který chcete získat.\n\nTato těžařská hra je jednou z mnoha, které s potěšením představujeme.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDokážete dokončit všechny úrovně ve hře Mummy Candy? Zjistěte, jak jste dobří v těžařských hrách. Hrát hned!",
    "da": "Mummy Candies er et spændende minespil med en fængslende atmosfære.\n\nMUMMY SLIK SPILPLOT\nDet er Halloween igen i den mystiske atmosfære i det gamle Egypten. Under den dødelige stilhed i ørkenen ved mørkets frembrud, kunne man kun høre nogle få flagermus flyve. Som tiden gik, vågnede en mumie og begyndte at lede efter begravede skatte og slik.\n\nSPIL\nMumien har brug for din hjælp til at samle slik, guldklumper og skatte. Du bliver nødt til at samle point hurtigt for at opgradere spillet, og tiden vil gå hensynsløst. Halloween-spillet, du har ledt efter, er her. Et mummy candy horror soundtrack er inkluderet i spillet.\n\nSÅDAN SPILLER MAN MUMMY SLIK SPIL\nAt spille mumie slik er meget enkelt og sjovt. Tryk eller klik på spilskærmen, når du ser mumiegaze på vej til det objekt, du ønsker at samle op. Vær hurtig og præcis.\n\nSaml så mange snacks som muligt for at få de point, du skal bruge for at komme op i niveau. Efterhånden som du stiger i niveau, bliver spillet mere kompliceret. Tryk eller klik på saksen for at fjerne værdiløse genstande (såsom knogler, kranier osv.).\n\nKONTROLLER\n- Computer: Hold musemarkøren nede på spilskærmen, og klik på museknappen, når gazen er i retning af det objekt, du vil tage.\n- Mobil enhed: Tryk på skærmen, når gazen er på linje med den genstand, du vil have.\n\nDette minespil er et af de mange, vi er glade for at præsentere.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nKan du fuldføre alle niveauerne i spillet Mummy Candy? Find ud af, hvor god du er til minespil. Spil nu!",
    "de": "Mummy Candies ist ein fesselndes Bergbauspiel mit fesselnder Atmosphäre.\n\nMUMIE SÜSSIGKEITEN SPIELPLAN\nEs ist wieder Halloween in der geheimnisvollen Atmosphäre des alten Ägypten. In der Totenstille der Wüste bei Einbruch der Dunkelheit waren nur wenige Fledermäuse zu hören. Im Laufe der Zeit erwachte eine Mumie und begann nach vergrabenen Schätzen und Süßigkeiten zu suchen.\n\nSPIELWEISE\nDie Mumie braucht deine Hilfe beim Sammeln von Süßigkeiten, Goldnuggets und Schätzen. Sie müssen schnell Punkte sammeln, um das Spiel zu verbessern, und die Zeit wird rücksichtslos vergehen. Das Halloween-Spiel, nach dem Sie gesucht haben, ist hier. Ein Mumienbonbon-Horror-Soundtrack ist im Spiel enthalten.\n\nWIE MAN DAS SPIEL MUMIE-SÜßIGKEITEN SPIELT\nMumienbonbons zu spielen ist sehr einfach und macht Spaß. Tippen oder klicken Sie auf den Spielbildschirm, wenn Sie auf dem Weg zu dem Objekt, das Sie aufheben möchten, Mumiengaze sehen. Seien Sie schnell und genau.\n\nSammle so viele Snacks wie möglich, um die Punkte zu erhalten, die du zum Aufsteigen benötigst. Wenn Sie aufsteigen, wird das Spiel komplizierter. Tippe oder klicke auf die Schere, um wertlose Gegenstände (wie Knochen, Schädel usw.) zu entfernen.\n\nSTEUERUNG\n- Computer: Halten Sie den Mauszeiger auf dem Spielbildschirm gedrückt und klicken Sie mit der Maustaste, wenn die Gaze in Richtung des Objekts zeigt, das Sie nehmen möchten.\n- Mobilgerät: Tippen Sie auf den Bildschirm, wenn die Gaze mit dem Objekt übereinstimmt, das Sie erhalten möchten.\n\nDieses Bergbauspiel ist eines von vielen, die wir Ihnen gerne präsentieren.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nKannst du alle Level im Spiel Mummy Candy abschließen? Finden Sie heraus, wie gut Sie in Bergmannsspielen sind. Jetzt spielen!",
    "el": "Το Mummy Candies είναι ένα συναρπαστικό παιχνίδι εξόρυξης με μια μαγευτική ατμόσφαιρα.\n\nMUMMY CANDIES ΠΑΙΧΝΙΔΙΟΥ ΟΙΚΟΠΕΔΟ\nΕίναι πάλι Απόκριες στη μυστηριώδη ατμόσφαιρα της αρχαίας Αιγύπτου. Κατά τη διάρκεια της θανατηφόρας σιωπής της ερήμου το βράδυ, μόνο μερικές νυχτερίδες ακούγονταν να πετούν. Καθώς περνούσε η ώρα, μια μούμια ξύπνησε και άρχισε να ψάχνει για θαμμένους θησαυρούς και καραμέλες.\n\nGAMEPLAY\nΗ μούμια χρειάζεται τη βοήθειά σας συλλέγοντας καραμέλες, ψήγματα χρυσού και θησαυρό. Θα πρέπει να συγκεντρώσετε πόντους γρήγορα για να αναβαθμίσετε το παιχνίδι και ο χρόνος θα περάσει ανελέητα. Το παιχνίδι Halloween που ψάχνατε είναι εδώ. Στο παιχνίδι περιλαμβάνεται ένα soundtrack τρόμου με μούμια καραμέλα.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΤΕ ΤΟ ΠΑΙΧΝΙΔΙ MUMMY CANDIES\nΤο να παίζεις μούμια καραμέλα είναι πολύ απλό και διασκεδαστικό. Πατήστε ή κάντε κλικ στην οθόνη του παιχνιδιού όταν δείτε μια γάζα μούμιας καθοδόν για το αντικείμενο που θέλετε να σηκώσετε. Να είστε γρήγοροι και ακριβείς.\n\nΣυλλέξτε όσο το δυνατόν περισσότερα σνακ για να κερδίσετε τους πόντους που χρειάζεστε για να ανεβείτε επίπεδο. Καθώς ανεβαίνετε επίπεδο, το παιχνίδι γίνεται πιο περίπλοκο. Πατήστε ή κάντε κλικ στο ψαλίδι για να αφαιρέσετε άχρηστα αντικείμενα (όπως οστά, κρανία κ.λπ.).\n\nΕΛΕΓΧΟΙ\n- Υπολογιστής: κρατήστε πατημένο τον κέρσορα του ποντικιού στην οθόνη του παιχνιδιού και κάντε κλικ στο κουμπί του ποντικιού όταν η γάζα είναι προς την κατεύθυνση του αντικειμένου που θέλετε να πάρετε.\n- Κινητή συσκευή: αγγίξτε την οθόνη όταν η γάζα είναι ευθυγραμμισμένη με το αντικείμενο που θέλετε να πάρετε.\n\nΑυτό το παιχνίδι εξόρυξης είναι ένα από τα πολλά που είμαστε στην ευχάριστη θέση να παρουσιάσουμε.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΜπορείτε να ολοκληρώσετε όλα τα επίπεδα στο παιχνίδι Mummy Candy; Μάθετε πόσο καλός είστε στα παιχνίδια miner. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Mummy Candies is an intriguing mining game with a captivating atmosphere. \n\nMUMMY CANDIES GAME PLOT\nIt's Halloween again in the mysterious atmosphere of ancient Egypt. During the deadly silence of the desert at nightfall, only a few bats could be heard flying. As time went on, a mummy awoke and began looking for buried treasures and candies.\n\nGAMEPLAY\nThe mummy needs your help collecting candy, gold nuggets, and treasure. You will have to accumulate points quickly to upgrade the game, and time will pass ruthlessly. The Halloween game you've been looking for is here. A mummy candy horror soundtrack is included in the game.\n\nHOW TO PLAY MUMMY CANDIES GAME\nPlaying mummy candy is very simple and fun. Tap or click the game screen when you see mummy gauze en route for the object you wish to pick up. Be fast and accurate.\n\nCollect as many snacks as possible to get the points you need to level up. As you level up, the game becomes more complicated. Tap or click the scissors to remove worthless items (such as bones, skulls, etc.).\n\nCONTROLS\n- Computer: hold down the mouse cursor on the game screen and click the mouse button when the gauze is in the direction of the object you want to take.\n- Mobile device: tap the screen when the gauze is in line with the object you want to get.\n\nThis mining game is one of the many we are pleased to present.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nCan you complete all the levels in the game Mummy Candy? Find out how good you are at miner games. Play Now!",
    "es,es_419": "Mummy Candies es un intrigante juego de minería con una atmósfera cautivadora.\n\nPARCELA DE JUEGO DE CARAMELOS DE MOMIA\nEs Halloween de nuevo en la atmósfera misteriosa del antiguo Egipto. Durante el silencio mortal del desierto al caer la noche, solo se escuchaba el vuelo de unos pocos murciélagos. Con el paso del tiempo, una momia se despertó y comenzó a buscar tesoros y dulces enterrados.\n\nCOMO SE JUEGA\nLa momia necesita tu ayuda para recolectar dulces, pepitas de oro y tesoros. Tendrás que acumular puntos rápidamente para mejorar el juego y el tiempo pasará sin piedad. El juego de Halloween que estabas buscando está aquí. El juego incluye una banda sonora de terror de momia dulce.\n\nCÓMO JUGAR EL JUEGO DE CARAMELOS DE MAMÁ\nJugar a los dulces de momia es muy simple y divertido. Toque o haga clic en la pantalla del juego cuando vea gasa de momia en el camino hacia el objeto que desea recoger. Sea rápido y preciso.\n\nRecoge tantos snacks como puedas para conseguir los puntos que necesitas para subir de nivel. A medida que subes de nivel, el juego se vuelve más complicado. Toque o haga clic en las tijeras para eliminar elementos sin valor (como huesos, calaveras, etc.).\n\nCONTROL S\n- Computadora: mantenga presionado el cursor del mouse en la pantalla del juego y haga clic en el botón del mouse cuando la gasa esté en la dirección del objeto que desea tomar.\n- Dispositivo móvil: toque la pantalla cuando la gasa esté alineada con el objeto que desea obtener.\n\nEste juego de minería es uno de los muchos que nos complace presentar.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Podrás completar todos los niveles del juego Mummy Candy? Descubre lo bueno que eres en los juegos mineros. ¡Reproducir ahora!",
    "et": "Mummy Candies on intrigeeriv kaevandusmäng, millel on kütkestav õhkkond.\n\nMUMMIKOMMIDE MÄNGU PLOT\nVana-Egiptuse salapärases õhkkonnas on taas käes Halloween. Öösel kõrbes valitseva surmava vaikuse ajal oli kuulda vaid üksikute nahkhiirte lendamist. Aja möödudes ärkas muumia ja hakkas otsima maetud aardeid ja komme.\n\nMÄNGU MÄNG\nMuumia vajab teie abi kommide, kullatükkide ja aare kogumisel. Mängu täiustamiseks peate kiiresti punkte koguma ja aeg möödub halastamatult. Halloweeni mäng, mida olete otsinud, on siin. Mängus on kaasas muumiakommide õudusfilmi heliriba.\n\nKUIDAS MÄNGIDA MUMMIKOMMIDE MÄNGU\nMummukommide mängimine on väga lihtne ja lõbus. Puudutage või klõpsake mänguekraani, kui näete muumia marli teel objekti, mille soovite üles võtta. Ole kiire ja täpne.\n\nKoguge nii palju suupisteid kui võimalik, et saada punkte, mida vajate taseme tõstmiseks. Taseme tõustes muutub mäng keerulisemaks. Puudutage või klõpsake kääre, et eemaldada väärtusetuid esemeid (nt luud, pealuud jne).\n\nJUHTSEADMED\n- Arvuti: hoidke mänguekraanil hiirekursorit all ja klõpsake hiirenuppu, kui marli on selle objekti suunas, mida soovite võtta.\n- Mobiilseade: puudutage ekraani, kui marli on soovitud objektiga ühel joonel.\n\nSee kaevandusmäng on üks paljudest, mida meil on hea meel tutvustada.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas saate mängu Mummy Candy kõik tasemed läbida? Uurige, kui osav olete kaevurimängudes. Mängi nüüd!",
    "fa": "Mummy Candies یک بازی ماینینگ جذاب با فضایی فریبنده است.\n\nطرح بازی مومیایی CANDIES\nدر فضای مرموز مصر باستان دوباره هالووین است. در سکوت مرگبار بیابان در هنگام شب، تنها صدای پرواز چند خفاش به گوش می رسید. با گذشت زمان، مومیایی از خواب بیدار شد و شروع به جستجوی گنجینه های دفن شده و آب نبات کرد.\n\nگیم پلی\nمومیایی برای جمع آوری آب نبات، قطعات طلا و گنج به کمک شما نیاز دارد. برای ارتقای بازی باید به سرعت امتیاز جمع کنید و زمان بی رحمانه می گذرد. بازی هالووین که به دنبالش بودید اینجاست. موسیقی متن فیلم ترسناک شیرینی مومیایی در بازی گنجانده شده است.\n\nچگونه به بازی مومیایی آب نبات بازی\nبازی مومیایی آب نبات بسیار ساده و سرگرم کننده است. وقتی گاز مومیایی را در مسیر شیئی که می خواهید بردارید می بینید، روی صفحه بازی ضربه بزنید یا کلیک کنید. سریع و دقیق باشید.\n\nتا جایی که ممکن است میان وعده جمع آوری کنید تا امتیاز لازم برای ارتقاء سطح را به دست آورید. با بالا رفتن سطح، بازی پیچیده تر می شود. برای حذف اقلام بی ارزش (مانند استخوان، جمجمه و غیره) روی قیچی ضربه بزنید یا کلیک کنید.\n\nکنترل ها\n- رایانه: نشانگر ماوس را روی صفحه بازی نگه دارید و هنگامی که گاز در جهت شیئی است که می خواهید بردارید، روی دکمه ماوس کلیک کنید.\n- دستگاه تلفن همراه: هنگامی که گاز در راستای شیئی است که می خواهید دریافت کنید، روی صفحه ضربه بزنید.\n\nاین بازی ماینینگ یکی از بازی هایی است که ما از ارائه آن خوشحالیم.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید تمام سطوح بازی Mummy Candy را کامل کنید؟ ببینید چقدر در بازی های ماینر مهارت دارید. الان بازی کن!",
    "fi": "Mummy Candies on kiehtova kaivospeli, jossa on kiehtova tunnelma.\n\nMUUMIAKAKKI PELIJUONI\nOn taas Halloween muinaisen Egyptin salaperäisessä tunnelmassa. Aavikon tappavan hiljaisuuden aikana yön tullessa vain muutaman lepakon kuultiin lentävän. Ajan kuluessa muumio heräsi ja alkoi etsiä haudattuja aarteita ja karkkeja.\n\nPELAA\nMuumio tarvitsee apuasi karkkien, kultahippujen ja aarteen keräämiseen. Sinun on kerättävä pisteitä nopeasti päivittääksesi pelin, ja aika kuluu armottomasti. Etsimäsi Halloween-peli on täällä. Muumiokarkkikauhuääniraita sisältyy peliin.\n\nMITEN PELAA MUMMY CANDIES -PELIÄ\nMummykarkkien pelaaminen on hyvin yksinkertaista ja hauskaa. Napauta tai napsauta pelinäyttöä, kun näet muumioharsoharsoa matkalla kohteen, jonka haluat poimia. Ole nopea ja tarkka.\n\nKerää niin monta välipalaa kuin mahdollista saadaksesi tason nousemiseen tarvittavat pisteet. Kun nouset tasolle, pelistä tulee monimutkaisempi. Napauta tai napsauta saksia poistaaksesi arvottomia esineitä (kuten luita, kalloja jne.).\n\nSÄÄDÖT\n- Tietokone: pidä hiiren osoitinta painettuna pelinäytössä ja napsauta hiiren painiketta, kun sideharso on sen kohteen suuntaan, jonka haluat ottaa.\n- Mobiililaite: napauta näyttöä, kun sideharso on linjassa kohteen kanssa, jonka haluat saada.\n\nTämä kaivospeli on yksi monista, joita meillä on ilo esitellä.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nVoitko suorittaa kaikki pelin Mummy Candy tasot? Ota selvää, kuinka hyvä olet kaivospeleissä. Pelaa nyt!",
    "fil": "Ang Mummy Candies ay isang nakakaintriga na laro ng pagmimina na may mapang-akit na kapaligiran.\n\nPLOT NG LARO NG MUMMY CANDIES\nHalloween na naman sa misteryosong kapaligiran ng sinaunang Egypt. Sa nakamamatay na katahimikan ng disyerto pagsapit ng gabi, ilang paniki lang ang maririnig na lumilipad. Sa paglipas ng panahon, isang mummy ang nagising at nagsimulang maghanap ng mga nakabaon na kayamanan at mga kendi.\n\nGAMEPLAY\nKailangan ng mummy ang iyong tulong sa pagkolekta ng kendi, gold nuggets, at kayamanan. Kakailanganin mong mabilis na makaipon ng mga puntos upang ma-upgrade ang laro, at ang oras ay lilipas nang walang awa. Narito na ang larong Halloween na hinahanap mo. Ang isang mummy candy horror soundtrack ay kasama sa laro.\n\nPAANO MAGLARO NG MUMMY CANDIES GAME\nAng paglalaro ng mummy candy ay napakasimple at masaya. I-tap o i-click ang screen ng laro kapag nakita mo ang mummy gauze sa ruta para sa bagay na gusto mong kunin. Maging mabilis at tumpak.\n\nMangolekta ng pinakamaraming meryenda hangga't maaari upang makuha ang mga puntos na kailangan mong mag-level up. Habang nag-level up ka, nagiging mas kumplikado ang laro. I-tap o i-click ang gunting para alisin ang mga walang kwentang bagay (tulad ng mga buto, bungo, atbp.).\n\nMGA KONTROL\n- Computer: pindutin nang matagal ang cursor ng mouse sa screen ng laro at i-click ang pindutan ng mouse kapag ang gauze ay nasa direksyon ng bagay na gusto mong kunin.\n- Mobile device: i-tap ang screen kapag ang gauze ay nakahanay sa bagay na gusto mong makuha.\n\nAng larong ito sa pagmimina ay isa sa marami na ikinalulugod naming ipakita.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMakukumpleto mo ba ang lahat ng antas sa larong Mummy Candy? Alamin kung gaano ka kahusay sa mga larong minero. Maglaro Ngayon!",
    "fr": "Mummy Candies est un jeu minier intrigant avec une atmosphère captivante.\n\nPARCOURS DE JEU MUMMY CANDIES\nC'est à nouveau Halloween dans l'atmosphère mystérieuse de l'Égypte ancienne. Dans le silence mortel du désert à la tombée de la nuit, on n'entendait voler que quelques chauves-souris. Au fil du temps, une momie s'est réveillée et a commencé à chercher des trésors et des bonbons enfouis.\n\nJEU\nLa momie a besoin de votre aide pour collecter des bonbons, des pépites d'or et des trésors. Vous devrez accumuler des points rapidement pour améliorer le jeu, et le temps passera impitoyablement. Le jeu d'Halloween que vous cherchiez est ici. Une bande-son d'horreur de bonbons momie est incluse dans le jeu.\n\nCOMMENT JOUER AU JEU MUMMY CANDIES\nJouer aux bonbons de maman est très simple et amusant. Appuyez ou cliquez sur l'écran du jeu lorsque vous voyez de la gaze de momie en route vers l'objet que vous souhaitez ramasser. Soyez rapide et précis.\n\nCollectez autant de collations que possible pour obtenir les points dont vous avez besoin pour passer au niveau supérieur. Au fur et à mesure que vous montez de niveau, le jeu devient plus compliqué. Appuyez ou cliquez sur les ciseaux pour supprimer des objets sans valeur (tels que des os, des crânes, etc.).\n\nLES CONTRÔLES\n- Ordinateur : maintenez le curseur de la souris enfoncé sur l'écran de jeu et cliquez sur le bouton de la souris lorsque la gaze est en direction de l'objet que vous souhaitez prendre.\n- Appareil mobile : appuyez sur l'écran lorsque la gaze est alignée avec l'objet que vous souhaitez obtenir.\n\nCe jeu de minage est l'un des nombreux que nous avons le plaisir de vous présenter.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nPouvez-vous compléter tous les niveaux du jeu Mummy Candy ? Découvrez à quel point vous êtes doué pour les jeux de mineurs. Joue maintenant!",
    "gu": "મમી કેન્ડીઝ એ મનમોહક વાતાવરણ સાથેની એક રસપ્રદ ખાણકામની રમત છે.\n\nમમી કેન્ડીઝ ગેમ પ્લોટ\nતે પ્રાચીન ઇજિપ્તના રહસ્યમય વાતાવરણમાં ફરીથી હેલોવીન છે. રાત્રિના સમયે રણની ઘોર મૌન દરમિયાન, માત્ર થોડાક ચામાચીડિયા ઉડતા સંભળાતા હતા. સમય જતાં, એક મમી જાગી ગઈ અને દાટેલા ખજાના અને મીઠાઈઓ શોધવા લાગી.\n\nગેમપ્લે\nમમીને કેન્ડી, સોનાની ગાંઠ અને ખજાનો એકત્રિત કરવા માટે તમારી મદદની જરૂર છે. રમતને અપગ્રેડ કરવા માટે તમારે ઝડપથી પોઈન્ટ એકઠા કરવા પડશે, અને સમય નિર્દયતાથી પસાર થશે. તમે જે હેલોવીન રમત શોધી રહ્યાં છો તે અહીં છે. રમતમાં મમી કેન્ડી હોરર સાઉન્ડટ્રેક શામેલ છે.\n\nમમી કેન્ડીઝ ગેમ કેવી રીતે રમવી\nમમી કેન્ડી વગાડવી ખૂબ જ સરળ અને મનોરંજક છે. તમે જે ઑબ્જેક્ટ લેવા માંગો છો તેના માટે જ્યારે તમને મમી ગૉઝ રસ્તામાં દેખાય ત્યારે ગેમ સ્ક્રીનને ટૅપ કરો અથવા ક્લિક કરો. ઝડપી અને સચોટ બનો.\n\nતમને સ્તર વધારવા માટે જરૂરી પોઈન્ટ મેળવવા માટે શક્ય તેટલા નાસ્તા એકત્રિત કરો. જેમ જેમ તમે સ્તર ઉપર જાઓ છો, રમત વધુ જટિલ બને છે. નકામી વસ્તુઓ (જેમ કે હાડકા, ખોપરી વગેરે) દૂર કરવા માટે કાતરને ટેપ કરો અથવા ક્લિક કરો.\n\nનિયંત્રણો\n- કમ્પ્યુટર: ગેમ સ્ક્રીન પર માઉસ કર્સરને દબાવી રાખો અને જ્યારે તમે જે ઑબ્જેક્ટ લેવા માગો છો તે ઑબ્જેક્ટની દિશામાં ગૉઝ હોય ત્યારે માઉસ બટનને ક્લિક કરો.\n- મોબાઇલ ઉપકરણ: જ્યારે તમે મેળવવા માંગો છો તે ઑબ્જેક્ટ સાથે ગૉઝ લાઇનમાં હોય ત્યારે સ્ક્રીનને ટેપ કરો.\n\nઆ ખાણકામની રમત અમે પ્રસ્તુત કરવામાં ઉત્સુક છીએ તેમાંથી એક છે.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે રમત મમી કેન્ડીના તમામ સ્તરો પૂર્ણ કરી શકો છો? ખાણિયોની રમતોમાં તમે કેટલા સારા છો તે શોધો. હવે રમો!",
    "he": "Mummy Candies הוא משחק כרייה מסקרן עם אווירה כובשת.\n\nעלילת המשחק של סוכריות מומיה\nשוב ליל כל הקדושים באווירה המסתורית של מצרים העתיקה. במהלך השקט הקטלני של המדבר עם רדת הלילה, ניתן היה לשמוע רק כמה עטלפים עפים. ככל שחלף הזמן, מומיה התעוררה והחלה לחפש אוצרות קבורים וסוכריות.\n\nGAMEPLAY\nהמומיה זקוקה לעזרתכם באיסוף ממתקים, גושי זהב ואוצר. תצטרכו לצבור נקודות במהירות כדי לשדרג את המשחק, והזמן יעבור ללא רחמים. משחק ליל כל הקדושים שחיפשתם נמצא כאן. פסקול אימה של סוכריות מומיה כלול במשחק.\n\nאיך לשחק במשחק סוכריות מומיה\nלשחק בסוכריות מומיה זה מאוד פשוט ומהנה. הקש או לחץ על מסך המשחק כאשר אתה רואה גזה של מומיה בדרך לחפץ שברצונך להרים. היה מהיר ומדויק.\n\nאסוף כמה שיותר חטיפים כדי לקבל את הנקודות שאתה צריך כדי לעלות רמה. ככל שאתה עולה רמה, המשחק נעשה מסובך יותר. הקש או לחץ על המספריים כדי להסיר פריטים חסרי ערך (כגון עצמות, גולגולות וכו').\n\nבקרות\n- מחשב: החזק את סמן העכבר לחוץ במסך המשחק ולחץ על כפתור העכבר כאשר הגזה נמצאת בכיוון האובייקט שברצונך לקחת.\n- מכשיר נייד: הקש על המסך כאשר הגזה תואמת את האובייקט שברצונך לקבל.\n\nמשחק הכרייה הזה הוא אחד מרבים שאנו שמחים להציג.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם אתה יכול להשלים את כל הרמות במשחק מומיה סוכריות? גלה כמה אתה טוב במשחקי כורים. שחק עכשיו!",
    "hi": "मम्मी कैंडीज एक मनोरम वातावरण के साथ एक पेचीदा खनन खेल है।\n\nमम्मी कैंडीज गेम प्लॉट\nयह प्राचीन मिस्र के रहस्यमय वातावरण में फिर से हैलोवीन है। रात के समय रेगिस्तान के घातक सन्नाटे के दौरान, केवल कुछ चमगादड़ों को उड़ते हुए सुना जा सकता था। जैसे-जैसे समय बीतता गया, एक ममी जाग गई और दफन खजाने और कैंडीज की तलाश करने लगी।\n\nगेमप्ले\nमम्मी को कैंडी, सोने की डली और खजाना इकट्ठा करने में आपकी मदद की जरूरत है। गेम को अपग्रेड करने के लिए आपको जल्दी से अंक जमा करने होंगे, और समय बेरहमी से बीत जाएगा। आप जिस हैलोवीन गेम की तलाश कर रहे हैं वह यहां है। एक मम्मी कैंडी हॉरर साउंडट्रैक गेम में शामिल है।\n\nमम्मी कैंडीज गेम कैसे खेलें\nमम्मी कैंडी खेलना बहुत ही सरल और मजेदार है। जब आप जिस वस्तु को उठाना चाहते हैं, उसके लिए रास्ते में ममी गॉज दिखाई दे तो गेम स्क्रीन पर टैप या क्लिक करें। तेज और सटीक रहें।\n\nजितना संभव हो उतने स्नैक्स एकत्र करें ताकि आप उन बिंदुओं को प्राप्त कर सकें जिनकी आपको आवश्यकता है। जैसे-जैसे आप आगे बढ़ते हैं, खेल और अधिक जटिल होता जाता है। बेकार वस्तुओं (जैसे हड्डियों, खोपड़ी, आदि) को निकालने के लिए कैंची को टैप या क्लिक करें।\n\nनियंत्रण\n- कंप्यूटर: गेम स्क्रीन पर माउस कर्सर को दबाए रखें और माउस बटन पर क्लिक करें जब धुंध उस वस्तु की दिशा में हो जिसे आप लेना चाहते हैं।\n- मोबाइल डिवाइस: जिस वस्तु को आप प्राप्त करना चाहते हैं, उसके अनुरूप धुंध होने पर स्क्रीन पर टैप करें।\n\nयह खनन खेल उन कई खेलों में से एक है जिन्हें हम प्रस्तुत करते हुए प्रसन्न हैं।\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप Mummy Candy गेम के सभी स्तरों को पूरा कर सकते हैं? पता करें कि आप माइनर गेम में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Mummy Candies je intrigantna rudarska igra sa zadivljujućom atmosferom.\n\nZAPLET IGRE MUMIJE BOMBONI\nOpet je Noć vještica u tajanstvenoj atmosferi starog Egipta. Tijekom smrtonosne tišine pustinje u sumrak se moglo čuti samo nekoliko šišmiša kako lete. Kako je vrijeme prolazilo, mumija se probudila i počela tražiti zakopano blago i slatkiše.\n\nIGRANJE\nMumiji je potrebna vaša pomoć u prikupljanju slatkiša, grumena zlata i blaga. Morat ćete brzo skupljati bodove kako biste nadogradili igru, a vrijeme će nemilosrdno prolaziti. Igra Noć vještica koju ste tražili je ovdje. Mummy candy soundtrack horora uključen je u igru.\n\nKAKO IGRATI IGRICU MUMY CANDISS\nIgranje mumije slatkiša vrlo je jednostavno i zabavno. Dodirnite ili kliknite zaslon igre kada vidite gazu mumije na putu za objekt koji želite pokupiti. Budite brzi i točni.\n\nSkupite što više grickalica kako biste dobili bodove koji su vam potrebni za višu razinu. Kako prelazite razinu, igra postaje sve kompliciranija. Dodirnite ili kliknite škare za uklanjanje bezvrijednih predmeta (kao što su kosti, lubanje itd.).\n\nKONTROLE\n- Računalo: držite kursor miša na ekranu igre i pritisnite tipku miša kada je gaza u smjeru predmeta koji želite uzeti.\n- Mobilni uređaj: dodirnite zaslon kada je gaza u liniji s objektom koji želite dobiti.\n\nOva rudarska igra jedna je od mnogih koje sa zadovoljstvom predstavljamo.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nMožete li proći sve razine u igrici Mummy Candy? Saznajte koliko ste dobri u rudarskim igrama. Igraj sada!",
    "hu": "A Mummy Candies egy izgalmas bányászjáték, magával ragadó hangulattal.\n\nMÚMIA CUKOKOK JÁTÉK TELEK\nIsmét Halloween van az ókori Egyiptom titokzatos hangulatában. Sötétedéskor a sivatag halálos csendjében csak néhány denevér repülését lehetett hallani. Az idő múlásával egy múmia felébredt, és elásott kincseket és cukorkákat kezdett keresni.\n\nJÁTÉKJÁTÉK\nA múmiának szüksége van a segítségedre, hogy édességet, aranyrögöket és kincset gyűjtsön. Gyorsan kell pontokat gyűjtened a játék frissítéséhez, és az idő könyörtelenül telik. Megérkezett a keresett Halloween-játék. A játék tartalmaz egy múmiacukor horror filmzenét.\n\nHOGYAN KELL JÁTSZANI A MUMMY CANDIES JÁTÉKOT\nA múmia cukorkával játszani nagyon egyszerű és szórakoztató. Koppintson vagy kattintson a játék képernyőjére, ha múmiás gézt lát útközben a felvenni kívánt tárgyhoz. Legyen gyors és pontos.\n\nGyűjts össze minél több harapnivalót, hogy megszerezd a szintlépéshez szükséges pontokat. Ahogy emelkedik a szint, a játék bonyolultabbá válik. Koppintson vagy kattintson az ollóra az értéktelen tárgyak (például csontok, koponyák stb.) eltávolításához.\n\nKEZELŐSZERVEK\n- Számítógép: tartsa lenyomva az egérkurzort a játék képernyőjén, és kattintson az egérgombra, amikor a géz a felvenni kívánt tárgy irányába áll.\n- Mobileszköz: érintse meg a képernyőt, amikor a géz egy vonalban van a megszerezni kívánt tárggyal.\n\nEz a bányászjáték egy a sok közül, amelyet örömmel mutatunk be.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nMeg tudod teljesíteni a Mummy Candy játék összes szintjét? Tudja meg, milyen jó vagy a bányászjátékokban. Játssz most!",
    "id": "Mummy Candies adalah game menambang yang menarik dengan suasana menawan.\n\nPlot PERMAINAN PERMEN MUMMY\nIni Halloween lagi dalam suasana misterius Mesir kuno. Selama keheningan gurun yang mematikan saat malam tiba, hanya beberapa kelelawar yang terdengar terbang. Seiring berjalannya waktu, mumi terbangun dan mulai mencari harta karun dan permen.\n\nPERMAINAN\nMumi membutuhkan bantuan Anda mengumpulkan permen, bongkahan emas, dan harta karun. Anda harus mengumpulkan poin dengan cepat untuk meningkatkan permainan, dan waktu akan berlalu dengan kejam. Game Halloween yang Anda cari ada di sini. Soundtrack horor permen mumi disertakan dalam game.\n\nCARA BERMAIN GAME PERMEN MUMMY\nBermain permen mumi sangat sederhana dan menyenangkan. Ketuk atau klik layar permainan saat Anda melihat kasa mumi dalam perjalanan untuk objek yang ingin Anda ambil. Jadilah cepat dan akurat.\n\nKumpulkan snack sebanyak mungkin untuk mendapatkan poin yang dibutuhkan untuk naik level. Saat Anda naik level, permainan menjadi lebih rumit. Ketuk atau klik gunting untuk mengeluarkan barang yang tidak berharga (seperti tulang, tengkorak, dll.).\n\nKONTROL\n- Komputer: tahan kursor mouse di layar game dan klik tombol mouse saat kain kasa mengarah ke objek yang ingin diambil.\n- Perangkat seluler: ketuk layar saat kain kasa sejajar dengan objek yang ingin Anda dapatkan.\n\nGame menambang ini adalah salah satu dari sekian banyak game yang dengan senang hati kami persembahkan.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nBisakah kamu menyelesaikan semua level di game Mummy Candy? Cari tahu seberapa bagus Anda dalam permainan penambang. Main sekarang!",
    "it": "Mummy Candies è un intrigante gioco minerario con un'atmosfera accattivante.\n\nTRAMA DEL GIOCO DI MUMMY CANDIES\nÈ Halloween e siamo nell'atmosfera misteriosa dell'antico Egitto. Durante il silenzio oscuro del deserto al calar della notte, si sentono volare solo pochi pipistrelli. Dopo poco, una mummia si sveglia, e inizia a cercare tesori e caramelle sepolti.\n\nGIOCO\nLa mummia ha bisogno del tuo aiuto per raccogliere caramelle, pepite d'oro e tesori. Dovrai accumulare punti velocemente per superare i livelli di gioco e il tempo passa spietatamente. Il gioco di Halloween che stavi cercando è qui. Nel gioco è inclusa una colonna sonora horror \"spaventosa\".\n\nCOME GIOCARE AL GIOCO MUMMY CANDIES\nGiocare a caramelle alla mamma è molto semplice e divertente. Tocca o fai clic sulla schermata di gioco quando vedi la garza della mummia in direzione dell'oggetto che desideri raccogliere. Sii veloce e preciso.\n\nRaccogli quanti più snack possibili per ottenere i punti necessari a salire di livello. Man mano che sali di livello, il gioco diventa più complicato. Tocca o fai clic sulle forbici per rimuovere oggetti senza valore (come ossa, teschi, ecc.).\n\nCONTROLLI\n- Computer: tieni premuto il cursore del mouse sulla schermata di gioco e fai clic con il pulsante del mouse quando la garza si trova nella direzione dell'oggetto che vuoi prendere.\n- Dispositivo mobile: tocca lo schermo quando la garza è in linea con l'oggetto che vuoi ottenere.\n\nQuesto gioco minerario è uno dei tanti che siamo lieti di presentare.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nRiuscirai a completare tutti i livelli del gioco Mummy Candy? Scopri quanto sei bravo ai giochi puzzle di abilità. Inizia ora!",
    "ja": "Mummy Candies は魅惑的な雰囲気の魅力的なマイニング ゲームです。\n\nMUMMY CANDIES ゲームのあらすじ\n古代エジプトの神秘的な雰囲気の中で、再びハロウィーンです。 日暮れの砂漠の致命的な静けさの間、数匹のコウモリが飛んでいるのが聞こえるだけでした. 時が経つにつれ、ミイラが目を覚まし、埋められた宝物やキャンディーを探し始めました。\n\nゲームプレイ\nミイラはキャンディー、金塊、宝物を集めるためにあなたの助けを必要としています。 ゲームをアップグレードするには、ポイントをすばやく蓄積する必要があり、時間は容赦なく流れます。 あなたが探していたハロウィン ゲームがここにあります。 ミイラ キャンディー ホラー サウンドトラックがゲームに含まれています。\n\nマミーキャンディーゲームの遊び方\nミイラキャンディーで遊ぶのはとてもシンプルで楽しいです。 拾いたいオブジェクトの途中にミイラガーゼが表示されたら、ゲーム画面をタップまたはクリックします。 迅速かつ正確であること。\n\nできるだけ多くのスナックを集めて、レベルアップに必要なポイントを獲得してください。 レベルが上がるにつれて、ゲームはより複雑になります。 はさみをタップまたはクリックして、価値のないアイテム (骨、頭蓋骨など) を取り除きます。\n\nコントロール\n- コンピュータ: ゲーム画面でマウス カーソルを押したまま、ガーゼがオブジェクトの方向にあるときにマウス ボタンをクリックします。\n- モバイルデバイス: ガーゼが取得したいオブジェクトと一致しているときに画面をタップします。\n\nこのマイニング ゲームは、私たちがご紹介できる多くのゲームの 1 つです。\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nゲーム Mummy Candy のすべてのレベルをクリアできますか? マイナーゲームがどれだけ得意か調べてください。 今すぐプレイ！",
    "kn": "ಮಮ್ಮಿ ಕ್ಯಾಂಡೀಸ್ ಒಂದು ಕುತೂಹಲಕಾರಿ ಗಣಿಗಾರಿಕೆ ಆಟವಾಗಿದ್ದು, ಆಕರ್ಷಣೀಯ ವಾತಾವರಣವನ್ನು ಹೊಂದಿದೆ.\n\nಮಮ್ಮಿ ಕ್ಯಾಂಡೀಸ್ ಆಟದ ಕಥಾವಸ್ತು\nಪ್ರಾಚೀನ ಈಜಿಪ್ಟಿನ ನಿಗೂಢ ವಾತಾವರಣದಲ್ಲಿ ಮತ್ತೆ ಹ್ಯಾಲೋವೀನ್ ಇಲ್ಲಿದೆ. ರಾತ್ರಿಯ ಸಮಯದಲ್ಲಿ ಮರುಭೂಮಿಯ ಮಾರಣಾಂತಿಕ ಮೌನದ ಸಮಯದಲ್ಲಿ, ಕೆಲವೇ ಬಾವಲಿಗಳು ಹಾರಾಡುವುದನ್ನು ಕೇಳಿಸಿಕೊಳ್ಳಬಹುದು. ಸಮಯ ಕಳೆದಂತೆ, ಮಮ್ಮಿ ಎಚ್ಚರಗೊಂಡು ಸಮಾಧಿಯಾದ ಸಂಪತ್ತು ಮತ್ತು ಮಿಠಾಯಿಗಳನ್ನು ಹುಡುಕಲು ಪ್ರಾರಂಭಿಸಿದಳು.\n\nಆಟದ ಆಟ\nಕ್ಯಾಂಡಿ, ಚಿನ್ನದ ಗಟ್ಟಿಗಳು ಮತ್ತು ನಿಧಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮಮ್ಮಿಗೆ ನಿಮ್ಮ ಸಹಾಯದ ಅಗತ್ಯವಿದೆ. ಆಟವನ್ನು ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ನೀವು ತ್ವರಿತವಾಗಿ ಅಂಕಗಳನ್ನು ಸಂಗ್ರಹಿಸಬೇಕಾಗುತ್ತದೆ, ಮತ್ತು ಸಮಯವು ನಿರ್ದಯವಾಗಿ ಹಾದುಹೋಗುತ್ತದೆ. ನೀವು ಹುಡುಕುತ್ತಿರುವ ಹ್ಯಾಲೋವೀನ್ ಆಟ ಇಲ್ಲಿದೆ. ಆಟದಲ್ಲಿ ಮಮ್ಮಿ ಕ್ಯಾಂಡಿ ಭಯಾನಕ ಧ್ವನಿಪಥವನ್ನು ಸೇರಿಸಲಾಗಿದೆ.\n\nಮಮ್ಮಿ ಕ್ಯಾಂಡೀಸ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡುವುದು\nಮಮ್ಮಿ ಕ್ಯಾಂಡಿ ನುಡಿಸುವುದು ತುಂಬಾ ಸರಳ ಮತ್ತು ವಿನೋದ. ನೀವು ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸುವ ವಸ್ತುವಿನ ಮಾರ್ಗದಲ್ಲಿ ಮಮ್ಮಿ ಗಾಜ್ ಅನ್ನು ನೀವು ನೋಡಿದಾಗ ಆಟದ ಪರದೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡಿ. ವೇಗವಾಗಿ ಮತ್ತು ನಿಖರವಾಗಿರಿ.\n\nನೀವು ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಲು ಅಗತ್ಯವಿರುವ ಅಂಕಗಳನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾದಷ್ಟು ತಿಂಡಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ನೀವು ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಿದಂತೆ, ಆಟವು ಹೆಚ್ಚು ಸಂಕೀರ್ಣವಾಗುತ್ತದೆ. ನಿಷ್ಪ್ರಯೋಜಕ ವಸ್ತುಗಳನ್ನು (ಮೂಳೆಗಳು, ತಲೆಬುರುಡೆಗಳು, ಇತ್ಯಾದಿ) ತೆಗೆದುಹಾಕಲು ಕತ್ತರಿಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ಆಟದ ಪರದೆಯ ಮೇಲೆ ಮೌಸ್ ಕರ್ಸರ್ ಅನ್ನು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳಿ ಮತ್ತು ನೀವು ತೆಗೆದುಕೊಳ್ಳಲು ಬಯಸುವ ವಸ್ತುವಿನ ದಿಕ್ಕಿನಲ್ಲಿ ಗಾಜ್ ಇರುವಾಗ ಮೌಸ್ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಮೊಬೈಲ್ ಸಾಧನ: ನೀವು ಪಡೆಯಲು ಬಯಸುವ ವಸ್ತುವಿಗೆ ಗಾಜ್ ಸಾಲಿನಲ್ಲಿದ್ದಾಗ ಪರದೆಯನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nಈ ಗಣಿಗಾರಿಕೆ ಆಟವು ನಾವು ಪ್ರಸ್ತುತಪಡಿಸಲು ಸಂತೋಷಪಡುವ ಹಲವಾರು ಆಟಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nನೀವು ಮಮ್ಮಿ ಕ್ಯಾಂಡಿ ಆಟದಲ್ಲಿ ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? ಮೈನರ್ ಆಟಗಳಲ್ಲಿ ನೀವು ಎಷ್ಟು ಒಳ್ಳೆಯವರು ಎಂಬುದನ್ನು ಕಂಡುಕೊಳ್ಳಿ. ಈಗ ಆಡು!",
    "ko": "Mummy Candies는 매혹적인 분위기의 흥미로운 채굴 게임입니다.\n\n미라 캔디 게임 줄거리\n고대 이집트의 신비한 분위기에 다시 할로윈입니다. 해질녘 사막의 고요함 속에서 박쥐 몇 마리만이 날아가는 소리를 들을 수 있었습니다. 시간이 지남에 따라 미라가 깨어나 묻힌 보물과 사탕을 찾기 시작했습니다.\n\n게임 플레이\n미라는 사탕, 금 덩어리, 보물을 수집하는 데 도움이 필요합니다. 게임을 업그레이드하려면 빠르게 포인트를 모아야 하며, 시간은 무자비하게 흘러갑니다. 당신이 찾던 할로윈 게임이 여기 있습니다. 미이라 캔디 호러 사운드트랙이 게임에 포함되어 있습니다.\n\n미라 사탕 게임 방법\n엄마 사탕을 연주하는 것은 매우 간단하고 재미 있습니다. 집어들고 싶은 물체를 향해 가는 도중에 미라 거즈가 보이면 게임 화면을 누르거나 클릭하세요. 빠르고 정확해야 합니다.\n\n레벨업에 필요한 포인트를 얻기 위해 가능한 한 많은 간식을 모으세요. 레벨을 올리면 게임이 더 복잡해집니다. 가위를 탭하거나 클릭하여 쓸모 없는 항목(예: 뼈, 두개골 등)을 제거합니다.\n\n통제 수단\n- 컴퓨터: 게임 화면에서 마우스 커서를 누른 상태에서 거즈가 가져가려는 물체의 방향에 있을 때 마우스 버튼을 클릭합니다.\n- 모바일 기기: 거즈가 얻고자 하는 물체와 일직선이 되었을 때 화면을 탭하세요.\n\n이 마이닝 게임은 우리가 소개하게 되어 기쁘게 생각하는 많은 게임 중 하나입니다.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\nMummy Candy 게임의 모든 레벨을 완료할 수 있나요? 광부 게임을 얼마나 잘하는지 알아보십시오. 지금 플레이하세요!",
    "lt": "„Mumių saldainiai“ yra intriguojantis kasybos žaidimas su žavia atmosfera.\n\nMUMIJŲ CANDINIŲ ŽAIDIMO SKĖŽĖ\nVėl Helovinas paslaptingoje senovės Egipto atmosferoje. Mirtinai dykumos tyloje temstant girdėjosi skrendant vos keli šikšnosparniai. Laikui bėgant pabudo mumija ir pradėjo ieškoti palaidotų lobių ir saldainių.\n\nŽAIDIMO ŽAIDIMAS\nMumijai reikia jūsų pagalbos renkant saldainius, aukso grynuolius ir lobius. Norėdami atnaujinti žaidimą, turėsite greitai kaupti taškus, o laikas bėgs negailestingai. Helovino žaidimas, kurio ieškojote, yra čia. Į žaidimą įtrauktas mumijaus saldainių siaubo garso takelis.\n\nKAIP ŽAISTI MUMIJŲ CANDIES ŽAIDIMĄ\nŽaisti saldainius su mumija yra labai paprasta ir smagu. Bakstelėkite arba spustelėkite žaidimo ekraną, kai pakeliui pamatysite mumijos marlę prie objekto, kurį norite pasiimti. Būkite greiti ir tikslūs.\n\nSurinkite kuo daugiau užkandžių, kad gautumėte taškų, kurių reikia norint pasiekti aukštesnį lygį. Kylant lygiui, žaidimas tampa sudėtingesnis. Bakstelėkite arba spustelėkite žirkles, kad pašalintumėte beverčius daiktus (pvz., kaulus, kaukoles ir kt.).\n\nVALDYMAS\n- Kompiuteris: žaidimo ekrane laikykite nuspaudę pelės žymeklį ir spustelėkite pelės mygtuką, kai marlė nukreipta link objekto, kurį norite paimti.\n- Mobilusis įrenginys: bakstelėkite ekraną, kai marlė yra vienoje linijoje su objektu, kurį norite gauti.\n\nŠis kasybos žaidimas yra vienas iš daugelio, kuriuos mums malonu pristatyti.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr galite užbaigti visus žaidimo „Mummy Candy“ lygius? Sužinokite, kaip gerai sekasi kalnakasių žaidimuose. Žaisti Dabar!",
    "lv": "Mummy Candies ir intriģējoša kalnrūpniecības spēle ar valdzinošu atmosfēru.\n\nMUMMY CANDIES SPĒLES SIŽETS\nSenās Ēģiptes noslēpumainajā gaisotnē atkal ir Helovīns. Nāvējošā tuksneša klusuma laikā, iestājoties tumsai, bija dzirdami lidojam tikai daži sikspārņi. Laikam ejot, mūmija pamodās un sāka meklēt apraktus dārgumus un konfektes.\n\nSPĒLES SPĒLE\nMūmijai nepieciešama jūsu palīdzība, lai savāktu konfektes, zelta tīrradņus un dārgumus. Lai uzlabotu spēli, jums būs ātri jāuzkrāj punkti, un laiks paies nežēlīgi. Helovīna spēle, kuru meklējāt, ir klāt. Spēlē ir iekļauts mūmiju konfekšu šausmu skaņu celiņš.\n\nKĀ SPĒLĒT SPĒLI MUMMY CANDIES\nSpēlēt māmiņu konfektes ir ļoti vienkārša un jautra. Pieskarieties vai noklikšķiniet uz spēles ekrāna, kad redzat mūmijas marli ceļā uz objektu, kuru vēlaties uzņemt. Esiet ātrs un precīzs.\n\nSavāc pēc iespējas vairāk uzkodu, lai iegūtu punktus, kas nepieciešami līmeņa paaugstināšanai. Palielinoties līmenim, spēle kļūst sarežģītāka. Pieskarieties vai noklikšķiniet uz šķērēm, lai noņemtu nevērtīgus priekšmetus (piemēram, kaulus, galvaskausus utt.).\n\nVADĪBAS\n- Dators: turiet nospiestu peles kursoru spēles ekrānā un noklikšķiniet uz peles pogas, kad marle atrodas objekta virzienā, kuru vēlaties uzņemt.\n- Mobilā ierīce: pieskarieties ekrānam, kad marle ir vienā līnijā ar objektu, kuru vēlaties iegūt.\n\nŠī kalnrūpniecības spēle ir viena no daudzajām, ko ar prieku piedāvājam.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bezmaksas\n- bezsaistes spēle\n\nVai varat pabeigt visus spēles Mummy Candy līmeņus? Uzziniet, cik labi jums padodas kalnraču spēles. Spēlēt tagad!",
    "ml": "മമ്മി മിഠായികൾ ആകർഷകമായ അന്തരീക്ഷമുള്ള ഒരു കൗതുകകരമായ മൈനിംഗ് ഗെയിമാണ്.\n\nമമ്മി മിഠായികളുടെ ഗെയിം പ്ലോട്ട്\nപുരാതന ഈജിപ്തിന്റെ നിഗൂഢമായ അന്തരീക്ഷത്തിൽ വീണ്ടും ഹാലോവീൻ. രാത്രിയിൽ മരുഭൂമിയുടെ മാരകമായ നിശബ്ദതയിൽ, കുറച്ച് വവ്വാലുകൾ പറക്കുന്ന ശബ്ദം മാത്രമേ കേൾക്കാനാകൂ. സമയം കടന്നുപോകുമ്പോൾ, ഒരു മമ്മി ഉണർന്നു, കുഴിച്ചിട്ട നിധികളും മിഠായികളും തിരയാൻ തുടങ്ങി.\n\nഗെയിംപ്ലേ\nമിഠായി, സ്വർണക്കട്ടി, നിധി എന്നിവ ശേഖരിക്കാൻ മമ്മിക്ക് നിങ്ങളുടെ സഹായം ആവശ്യമാണ്. ഗെയിം അപ്‌ഗ്രേഡ് ചെയ്യുന്നതിന് നിങ്ങൾ വേഗത്തിൽ പോയിന്റുകൾ ശേഖരിക്കേണ്ടിവരും, സമയം നിഷ്‌കരുണം കടന്നുപോകും. നിങ്ങൾ തിരയുന്ന ഹാലോവീൻ ഗെയിം ഇവിടെയുണ്ട്. ഒരു മമ്മി കാൻഡി ഹൊറർ സൗണ്ട്‌ട്രാക്ക് ഗെയിമിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.\n\nമമ്മി മിഠായികളുടെ ഗെയിം എങ്ങനെ കളിക്കാം\nമമ്മി മിഠായി കളിക്കുന്നത് വളരെ ലളിതവും രസകരവുമാണ്. നിങ്ങൾ എടുക്കാൻ ആഗ്രഹിക്കുന്ന ഒബ്‌ജക്റ്റിനായി മമ്മി നെയ്തെടുത്ത വഴിയിൽ കാണുമ്പോൾ ഗെയിം സ്‌ക്രീനിൽ ടാപ്പുചെയ്യുക അല്ലെങ്കിൽ ക്ലിക്കുചെയ്യുക. വേഗത്തിലും കൃത്യതയിലും ആയിരിക്കുക.\n\nനിങ്ങൾക്ക് ലെവൽ അപ്പ് ചെയ്യാൻ ആവശ്യമായ പോയിന്റുകൾ ലഭിക്കാൻ കഴിയുന്നത്ര ലഘുഭക്ഷണങ്ങൾ ശേഖരിക്കുക. നിങ്ങൾ ലെവൽ അപ്പ് ചെയ്യുമ്പോൾ, ഗെയിം കൂടുതൽ സങ്കീർണ്ണമാകും. വിലയില്ലാത്ത ഇനങ്ങൾ (എല്ലുകൾ, തലയോട്ടി മുതലായവ) നീക്കം ചെയ്യാൻ കത്രികയിൽ ടാപ്പുചെയ്യുക അല്ലെങ്കിൽ ക്ലിക്കുചെയ്യുക.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: ഗെയിം സ്ക്രീനിൽ മൗസ് കഴ്സർ അമർത്തിപ്പിടിക്കുക, നിങ്ങൾ എടുക്കാൻ ആഗ്രഹിക്കുന്ന ഒബ്ജക്റ്റിന്റെ ദിശയിൽ നെയ്തെടുത്താൽ മൗസ് ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.\n- മൊബൈൽ ഉപകരണം: നിങ്ങൾക്ക് ലഭിക്കാൻ ആഗ്രഹിക്കുന്ന ഒബ്‌ജക്‌റ്റുമായി നെയ്തെടുക്കുമ്പോൾ സ്‌ക്രീനിൽ ടാപ്പുചെയ്യുക.\n\nഈ മൈനിംഗ് ഗെയിം ഞങ്ങൾ അവതരിപ്പിക്കുന്നതിൽ സന്തോഷമുള്ള നിരവധി ഒന്നാണ്.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nമമ്മി കാൻഡി ഗെയിമിലെ എല്ലാ ലെവലുകളും നിങ്ങൾക്ക് പൂർത്തിയാക്കാനാകുമോ? മൈനർ ഗെയിമുകളിൽ നിങ്ങൾ എത്രത്തോളം മികച്ചവരാണെന്ന് കണ്ടെത്തുക. ഇപ്പോൾ കളിക്കുക!",
    "mr": "ममी कँडीज हा मनमोहक वातावरणासह एक मनोरंजक खाण खेळ आहे.\n\nममी कँडीज गेम प्लॉट\nप्राचीन इजिप्तच्या रहस्यमय वातावरणात पुन्हा हॅलोविन आहे. रात्रीच्या वेळी वाळवंटातील प्राणघातक शांततेत, फक्त काही वटवाघुळ उडताना ऐकू येत होते. जसजसा वेळ निघून गेला तसतशी एक मम्मी जागृत झाली आणि ती पुरलेले खजिना आणि मिठाई शोधू लागली.\n\nगेमप्ले\nकँडी, सोन्याचे नगेट्स आणि खजिना गोळा करण्यासाठी मम्मीला तुमची मदत हवी आहे. गेम अपग्रेड करण्यासाठी तुम्हाला पटकन गुण जमा करावे लागतील आणि वेळ निर्दयपणे निघून जाईल. आपण शोधत असलेला हॅलोविन गेम येथे आहे. गेममध्ये ममी कँडी हॉरर साउंडट्रॅक समाविष्ट आहे.\n\nममी कँडीज गेम कसा खेळायचा\nममी कँडी खेळणे खूप सोपे आणि मजेदार आहे. तुम्ही उचलू इच्छित असलेल्या वस्तूसाठी मार्गात ममी गॉझ दिसल्यावर गेम स्क्रीनवर टॅप करा किंवा क्लिक करा. जलद आणि अचूक व्हा.\n\nतुम्हाला पातळी वाढवण्यासाठी आवश्यक असलेले गुण मिळविण्यासाठी शक्य तितके स्नॅक्स गोळा करा. जसजसे तुम्ही स्तर वाढवत जाल तसतसा खेळ अधिक क्लिष्ट होतो. निरुपयोगी वस्तू (जसे की हाडे, कवटी इ.) काढण्यासाठी कात्रीवर टॅप करा किंवा क्लिक करा.\n\nनियंत्रणे\n- संगणक: गेम स्क्रीनवर माउस कर्सर दाबून ठेवा आणि जेव्हा गॉझ तुम्हाला घ्यायच्या असलेल्या ऑब्जेक्टच्या दिशेने असेल तेव्हा माउस बटणावर क्लिक करा.\n- मोबाइल डिव्हाइस: जेव्हा कापसाचे किंवा रेशमाचे तलम पारदर्शक कापड आपण मिळवू इच्छित असलेल्या ऑब्जेक्टच्या अनुरूप असेल तेव्हा स्क्रीनवर टॅप करा.\n\nहा खाण खेळ आम्हाला सादर करण्यात आनंद होत असलेल्या अनेकांपैकी एक आहे.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nआपण मम्मी कँडी गेममधील सर्व स्तर पूर्ण करू शकता? आपण खाण खेळांमध्ये किती चांगले आहात ते शोधा. आता खेळ!",
    "ms": "Mummy Candies ialah permainan perlombongan yang menarik dengan suasana yang menawan.\n\nPLOT PERMAINAN MUMMY CANDIES\nIa adalah Halloween sekali lagi dalam suasana misteri Mesir purba. Semasa kesunyian maut di padang pasir pada waktu malam, hanya beberapa kelawar kedengaran terbang. Masa berlalu, seorang mumia terjaga dan mula mencari harta karun dan gula-gula yang terkubur.\n\nPERMAINAN\nMumia memerlukan bantuan anda mengumpul gula-gula, ketulan emas dan harta karun. Anda perlu mengumpul mata dengan cepat untuk menaik taraf permainan, dan masa akan berlalu dengan kejam. Permainan Halloween yang anda cari ada di sini. Lagu seram gula-gula mumia disertakan dalam permainan.\n\nCARA BERMAIN GAME CANDIES MUMMY\nBermain gula-gula mumia adalah sangat mudah dan menyeronokkan. Ketik atau klik skrin permainan apabila anda melihat kain kasa mumia dalam perjalanan untuk objek yang ingin anda ambil. Cepat dan tepat.\n\nKumpul seberapa banyak makanan ringan yang mungkin untuk mendapatkan mata yang anda perlukan untuk menaikkan tahap. Apabila anda naik tahap, permainan menjadi lebih rumit. Ketik atau klik gunting untuk mengalih keluar barang tidak bernilai (seperti tulang, tengkorak, dsb.).\n\nKAWALAN\n- Komputer: tahan kursor tetikus pada skrin permainan dan klik butang tetikus apabila kain kasa berada dalam arah objek yang anda ingin ambil.\n- Peranti mudah alih: ketik skrin apabila kain kasa sejajar dengan objek yang anda ingin dapatkan.\n\nPermainan perlombongan ini adalah salah satu daripada banyak yang kami gembira untuk mempersembahkan.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nBolehkah anda melengkapkan semua peringkat dalam permainan Mummy Candy? Ketahui sejauh mana anda mahir dalam permainan penambang. Main sekarang!",
    "nl": "Mummy Candies is een intrigerend mijnspel met een boeiende sfeer.\n\nMummie SNOEPJES SPEL PLOT\nHet is weer Halloween in de mysterieuze sfeer van het oude Egypte. Tijdens de dodelijke stilte van de woestijn bij het vallen van de avond waren slechts enkele vleermuizen te horen vliegen. Naarmate de tijd verstreek, werd een mummie wakker en ging op zoek naar begraven schatten en snoepjes.\n\nSPEL\nDe mummie heeft jouw hulp nodig bij het verzamelen van snoep, goudklompjes en schatten. Je zult snel punten moeten verzamelen om het spel te upgraden, en de tijd zal meedogenloos voorbijgaan. Het Halloween-spel waar je naar op zoek was, is hier. Een mummy candy horror-soundtrack is bij de game inbegrepen.\n\nHOE HET SPEL VAN MMMY SNOEPJES TE SPELEN\nMummy candy spelen is heel eenvoudig en leuk. Tik of klik op het spelscherm als je mummiegaas ziet onderweg naar het object dat je wilt oppakken. Wees snel en nauwkeurig.\n\nVerzamel zoveel mogelijk snacks om de punten te krijgen die je nodig hebt om een level omhoog te gaan. Naarmate je hoger komt, wordt het spel ingewikkelder. Tik of klik op de schaar om waardeloze voorwerpen (zoals botten, schedels, enz.) te verwijderen.\n\nBEDIENINGSELEMENTEN\n- Computer: houd de muiscursor ingedrukt op het spelscherm en klik met de muisknop als het gaasje in de richting van het object staat dat je wilt pakken.\n- Mobiel apparaat: tik op het scherm wanneer het gaas in lijn is met het object dat u wilt pakken.\n\nDit mijnspel is een van de vele die we graag presenteren.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nKun jij alle niveaus in het spel Mummy Candy voltooien? Ontdek hoe goed je bent in mijnwerkersspellen. Nu afspelen!",
    "no": "Mummy Candies er et spennende gruvespill med en fengslende atmosfære.\n\nMUMMY CANDIES SPILLPLOT\nDet er Halloween igjen i den mystiske atmosfæren i det gamle Egypt. Under den dødelige stillheten i ørkenen om kvelden, kunne bare noen få flaggermus høres fly. Etter hvert som tiden gikk, våknet en mamma og begynte å lete etter nedgravde skatter og godterier.\n\nSPILL\nMumien trenger din hjelp til å samle godteri, gullklumper og skatter. Du må samle poeng raskt for å oppgradere spillet, og tiden vil gå nådeløst. Halloween-spillet du har lett etter er her. Et mummy candy horror soundtrack er inkludert i spillet.\n\nHVORDAN SPILLER DU MUMY CANDIES-SPILL\nÅ spille mammagodteri er veldig enkelt og morsomt. Trykk eller klikk på spillskjermen når du ser mumiegasbind på vei for objektet du ønsker å plukke opp. Vær rask og nøyaktig.\n\nSamle så mange snacks som mulig for å få poengene du trenger for å gå opp i nivå. Etter hvert som du går opp i nivå, blir spillet mer komplisert. Trykk eller klikk på saksen for å fjerne verdiløse gjenstander (som bein, hodeskaller osv.).\n\nKONTROLLER\n- Datamaskin: hold nede musepekeren på spillskjermen og klikk på museknappen når gasbindet er i retning av objektet du vil ta.\n- Mobil enhet: trykk på skjermen når gasbindet er på linje med objektet du vil ha.\n\nDette gruvespillet er et av de mange vi er glade for å presentere.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nEGENSKAPER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nKan du fullføre alle nivåene i spillet Mummy Candy? Finn ut hvor god du er i gruvespill. Leke nå!",
    "pl": "Mummy Candies to intrygująca gra górnicza z urzekającą atmosferą.\n\nDZIAŁKA GRY MUMIA CANDIES\nZnowu Halloween w tajemniczej atmosferze starożytnego Egiptu. Podczas śmiertelnej ciszy pustyni o zmroku słychać było tylko kilka przelatujących nietoperzy. W miarę upływu czasu mumia obudziła się i zaczęła szukać zakopanych skarbów i cukierków.\n\nROZGRYWKA\nMumia potrzebuje twojej pomocy w zbieraniu cukierków, samorodków złota i skarbów. Będziesz musiał szybko gromadzić punkty, aby ulepszyć grę, a czas upłynie nieubłaganie. Gra na Halloween, której szukałeś, jest tutaj. Do gry dołączona jest ścieżka dźwiękowa z horroru Mummy Candy.\n\nJAK GRAĆ W GRĘ MUMMY CANDIES\nGra w cukierki mumii jest bardzo prosta i przyjemna. Stuknij lub kliknij ekran gry, gdy zobaczysz gazę mumii w drodze do obiektu, który chcesz podnieść. Bądź szybki i dokładny.\n\nZbierz jak najwięcej przekąsek, aby zdobyć punkty potrzebne do awansu. Im wyższy poziom, tym gra staje się bardziej skomplikowana. Stuknij lub kliknij nożyczki, aby usunąć bezwartościowe przedmioty (takie jak kości, czaszki itp.).\n\nSTEROWNICA\n- Komputer: przytrzymaj kursor myszy na ekranie gry i kliknij przycisk myszy, gdy gaza jest zwrócona w kierunku obiektu, który chcesz wziąć.\n- Urządzenie mobilne: dotknij ekranu, gdy gaza jest zgodna z przedmiotem, który chcesz uzyskać.\n\nTa gra górnicza jest jedną z wielu, które mamy przyjemność zaprezentować.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCECHY:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy potrafisz ukończyć wszystkie poziomy w grze Mummy Candy? Dowiedz się, jak dobry jesteś w grach górniczych. Zagraj teraz!",
    "pt_BR,pt_PT": "Mummy Candies é um intrigante jogo de mineração com uma atmosfera cativante.\n\nTRAMA DO JOGO DE DOCES DE MÚMIA\nÉ Halloween novamente na misteriosa atmosfera do antigo Egito. Durante o silêncio mortal do deserto ao anoitecer, apenas alguns morcegos podiam ser ouvidos voando. Com o passar do tempo, uma múmia acordou e começou a procurar tesouros e doces enterrados.\n\nJOGABILIDADE\nA múmia precisa de sua ajuda para coletar doces, pepitas de ouro e tesouros. Você terá que acumular pontos rapidamente para atualizar o jogo, e o tempo passará impiedosamente. O jogo de Halloween que você está procurando está aqui. Uma trilha sonora de terror múmia doce está incluída no jogo.\n\nCOMO JOGAR O JOGO DE DOCES DE MÚMIA\nJogar doce de múmia é muito simples e divertido. Toque ou clique na tela do jogo quando vir gaze de múmia a caminho do objeto que deseja pegar. Seja rápido e preciso.\n\nRecolha o máximo de lanches possível para obter os pontos necessários para subir de nível. À medida que você sobe de nível, o jogo se torna mais complicado. Toque ou clique na tesoura para remover itens inúteis (como ossos, caveiras, etc.).\n\nCONTROLES\n- Computador: mantenha o cursor do mouse pressionado na tela do jogo e clique com o botão do mouse quando a gaze estiver na direção do objeto que deseja pegar.\n- Dispositivo móvel: toque na tela quando a gaze estiver alinhada com o objeto que deseja obter.\n\nEste jogo de mineração é um dos muitos que temos o prazer de apresentar.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê consegue completar todos os níveis do jogo Mummy Candy? Descubra o quão bom você é em jogos mineiros. Jogue agora!",
    "ro": "Mummy Candies este un joc minier intrigant, cu o atmosferă captivantă.\n\nJOCUL DE BOOMELE MUMII\nEste din nou Halloween în atmosfera misterioasă a Egiptului antic. În timpul tăcerii de moarte a deșertului la căderea nopții, doar câțiva lilieci se auzeau zburând. Pe măsură ce timpul a trecut, o mumie s-a trezit și a început să caute comori și bomboane îngropate.\n\nJOC\nMumia are nevoie de ajutorul tău pentru a colecta bomboane, pepite de aur și comori. Va trebui să acumulați puncte rapid pentru a face upgrade la joc, iar timpul va trece fără milă. Jocul de Halloween pe care l-ați căutat este aici. O coloană sonoră de groază cu bomboane de mumie este inclusă în joc.\n\nCUM SE JOACĂ JOCUL MUMMY CANDIES\nA juca bomboane de mumie este foarte simplu și distractiv. Atingeți sau faceți clic pe ecranul jocului când vedeți tifon de mumie în drum spre obiectul pe care doriți să îl ridicați. Fii rapid și precis.\n\nStrângeți cât mai multe gustări posibil pentru a obține punctele de care aveți nevoie pentru a crește nivelul. Pe măsură ce treci de nivel, jocul devine mai complicat. Atingeți sau faceți clic pe foarfece pentru a elimina obiectele fără valoare (cum ar fi oase, cranii etc.).\n\nCONTROALE\n- Computer: țineți apăsat cursorul mouse-ului pe ecranul de joc și faceți clic pe butonul mouse-ului când tifonul este în direcția obiectului pe care doriți să îl luați.\n- Dispozitiv mobil: atingeți ecranul când tifonul este în linie cu obiectul pe care doriți să îl obțineți.\n\nAcest joc de minerit este unul dintre multele pe care suntem încântați să le prezentăm.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nPoți să completezi toate nivelurile din jocul Mummy Candy? Aflați cât de bun sunteți la jocurile cu mineri. Joaca acum!",
    "ru": "Mummy Candies — увлекательная игра про майнинг с захватывающей атмосферой.\n\nМУМИЯ КОНФЕТЫ ИГРОВОЙ СЮЖЕТ\nСнова Хэллоуин в таинственной атмосфере древнего Египта. Во время мертвой тишины пустыни с наступлением темноты было слышно, как летают лишь несколько летучих мышей. Со временем мумия проснулась и начала искать зарытые сокровища и конфеты.\n\nИГРА\nМумии нужна ваша помощь в сборе конфет, золотых самородков и сокровищ. Вам придется быстро накапливать очки, чтобы прокачать игру, а время пролетит безжалостно. Игра на Хэллоуин, которую вы так долго искали, уже здесь. В игру включен саундтрек ужасов мумии-конфеты.\n\nКАК ИГРАТЬ В ИГРУ MUMMY CANDIES\nИграть в мумию конфеты очень просто и весело. Коснитесь или щелкните игровой экран, когда увидите, что марля мумии движется к объекту, который вы хотите подобрать. Быть быстрым и точным.\n\nСоберите как можно больше закусок, чтобы получить очки, необходимые для повышения уровня. По мере повышения уровня игра усложняется. Коснитесь или щелкните ножницы, чтобы удалить бесполезные предметы (например, кости, черепа и т. д.).\n\nУПРАВЛЕНИЕ\n- Компьютер: удерживайте курсор мыши на игровом экране и нажмите кнопку мыши, когда марля окажется в направлении объекта, который вы хотите взять.\n- Мобильное устройство: коснитесь экрана, когда марля находится на одной линии с объектом, который вы хотите получить.\n\nЭта майнинг-игра — одна из многих, которые мы рады представить.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможете ли вы пройти все уровни в игре Mummy Candy? Узнайте, насколько вы хороши в шахтерских играх. Играть сейчас!",
    "sk": "Mummy Candies je pútavá banícka hra s podmanivou atmosférou.\n\nPLÁN HRY MÚMIA CUKROVINY\nOpäť je tu Halloween v tajomnej atmosfére starovekého Egypta. Počas smrteľného ticha púšte za súmraku bolo počuť lietať len niekoľko netopierov. Ako čas plynul, múmia sa zobudila a začala hľadať zakopané poklady a cukríky.\n\nHRANIE\nMúmia potrebuje vašu pomoc pri zbieraní sladkostí, zlatých nugetov a pokladov. Na upgrade hry budete musieť rýchlo zbierať body a čas nemilosrdne plynie. Halloweenska hra, ktorú ste hľadali, je tu. Súčasťou hry je hororový soundtrack z múmie.\n\nAKO HRAŤ HRU MÚMIA CUKROVINY\nHranie cukríkov na múmiu je veľmi jednoduché a zábavné. Klepnite alebo kliknite na hernú obrazovku, keď uvidíte múmiu gázu na ceste k predmetu, ktorý chcete vyzdvihnúť. Buďte rýchly a presný.\n\nNazbierajte čo najviac občerstvenia, aby ste získali body, ktoré potrebujete na zvýšenie úrovne. S postupovaním na vyššiu úroveň sa hra stáva zložitejšou. Klepnutím alebo kliknutím na nožnice odstráňte bezcenné predmety (ako sú kosti, lebky atď.).\n\nOVLÁDANIE\n- Počítač: podržte kurzor myši na hernej obrazovke a kliknite na tlačidlo myši, keď je gáza v smere objektu, ktorý chcete vziať.\n- Mobilné zariadenie: klepnite na obrazovku, keď je gáza v jednej rovine s predmetom, ktorý chcete získať.\n\nTáto ťažobná hra je jednou z mnohých, ktoré s radosťou predstavujeme.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nDokážete dokončiť všetky úrovne v hre Mummy Candy? Zistite, ako ste dobrí v hrách s baníkmi. Hrať teraz!",
    "sl": "Mummy Candies je zanimiva rudarska igra z očarljivim vzdušjem.\n\nZAPLET IGRE MUMIJA BONBONI\nSpet je noč čarovnic v skrivnostnem vzdušju starega Egipta. Med smrtonosno tišino puščave ob mraku je bilo slišati let le nekaj netopirjev. Ko je čas mineval, se je mumija prebudila in začela iskati zakopane zaklade in bonbone.\n\nIGRANJE\nMumija potrebuje vašo pomoč pri zbiranju sladkarij, zlatih kepic in zaklada. Za nadgradnjo igre boste morali hitro nabirati točke, čas pa bo neusmiljeno tekel. Igra za noč čarovnic, ki ste jo iskali, je tukaj. V igro je vključen zvočni posnetek grozljivke z mumijami.\n\nKAKO IGRATI IGRO MUMIJA CANDIES\nIgranje mumy candy je zelo preprosto in zabavno. Tapnite ali kliknite zaslon igre, ko vidite gazo mumije na poti za predmetom, ki ga želite pobrati. Bodite hitri in natančni.\n\nZberite čim več prigrizkov, da dobite točke, ki jih potrebujete za višjo stopnjo. Ko stopite na višji nivo, postane igra bolj zapletena. Tapnite ali kliknite škarje, da odstranite ničvredne predmete (kot so kosti, lobanje itd.).\n\nKONTROLE\n- Računalnik: držite kazalec miške na zaslonu igre in kliknite gumb miške, ko je gaza v smeri predmeta, ki ga želite vzeti.\n- Mobilna naprava: tapnite zaslon, ko je gaza poravnana s predmetom, ki ga želite dobiti.\n\nTa rudarska igra je ena od mnogih, ki jih z veseljem predstavljamo.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli lahko dokončate vse stopnje v igri Mummy Candy? Ugotovite, kako dobri ste v rudarskih igrah. Igraj zdaj!",
    "sr": "Мумми Цандиес је интригантна рударска игра са задивљујућом атмосфером.\n\nМУММИ ЦАНДИЕС ГАМЕ ПЛОТ\nПоново је Ноћ вештица у мистериозној атмосфери старог Египта. Током смртоносне тишине пустиње у сумрак, чуло се само неколико слепих мишева како лете. Како је време пролазило, пробудила се мумија и почела да тражи закопано благо и бомбоне.\n\nГАМЕПЛАИ\nМумији је потребна ваша помоћ у прикупљању слаткиша, златних груменова и блага. Мораћете брзо да сакупите бодове да бисте надоградили игру, а време ће немилосрдно пролазити. Игра Ноћ вештица коју сте тражили је овде. У игрицу је укључена мумија бомбона хорор музике.\n\nКАКО ИГРАТИ ИГРЦУ МУММИ ЦАНДИЕС\nИграње мумија слаткиша је веома једноставно и забавно. Додирните или кликните на екран игре када видите мумијску газу на путу за предмет који желите да покупите. Будите брзи и тачни.\n\nСакупите што више грицкалица да бисте добили бодове које су вам потребне за виши ниво. Како напредујете, игра постаје компликованија. Додирните или кликните на маказе да бисте уклонили безвредне предмете (као што су кости, лобање, итд.).\n\nКОНТРОЛЕ\n- Рачунар: држите курсор миша на екрану игре и кликните на дугме миша када је газа у правцу објекта који желите да узмете.\n- Мобилни уређај: додирните екран када је газа у линији са предметом који желите да добијете.\n\nОва рударска игра је једна од многих које са задовољством представљамо.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nМожете ли да завршите све нивое у игри Мумми Цанди? Сазнајте колико сте добри у рударским играма. Играј!",
    "sv": "Mummy Candies är ett spännande gruvspel med en fängslande atmosfär.\n\nMUMMY CANDIES SPELPLOT\nDet är Halloween igen i den mystiska atmosfären i det gamla Egypten. Under den dödliga tystnaden i öknen vid mörkrets inbrott kunde bara ett fåtal fladdermöss höras flyga. Allt eftersom tiden gick vaknade en mamma och började leta efter begravda skatter och godis.\n\nSPEL\nMamman behöver din hjälp med att samla in godis, guldkorn och skatter. Du måste samla poäng snabbt för att uppgradera spelet, och tiden kommer att gå hänsynslöst. Halloween-spelet du har letat efter är här. Ett mummy candy skräck soundtrack ingår i spelet.\n\nHUR MAN SPELAR MUMMY CANDIES-SPEL\nAtt spela mammagodis är väldigt enkelt och roligt. Knacka eller klicka på spelskärmen när du ser mumiegasväv på väg till föremålet du vill plocka upp. Var snabb och exakt.\n\nSamla så många snacks som möjligt för att få poängen du behöver för att gå upp i nivå. När du går upp i nivå blir spelet mer komplicerat. Tryck eller klicka på saxen för att ta bort värdelösa föremål (som ben, dödskallar, etc.).\n\nKONTROLLER\n- Dator: håll ner muspekaren på spelskärmen och klicka på musknappen när gasväven är i riktning mot objektet du vill ta.\n- Mobil enhet: tryck på skärmen när gasväven är i linje med föremålet du vill ha.\n\nDetta gruvspel är ett av många vi är glada över att kunna presentera.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKan du klara alla nivåer i spelet Mummy Candy? Ta reda på hur bra du är på miner-spel. Spela nu!",
    "sw,ta": "மம்மி மிட்டாய்கள் ஒரு சுவாரசியமான சுரங்க விளையாட்டு, வசீகரிக்கும் சூழலைக் கொண்டது.\n\nமம்மி கேண்டீஸ் கேம் ப்ளாட்\nபண்டைய எகிப்தின் மர்மமான சூழலில் மீண்டும் ஹாலோவீன். இரவு நேரத்தில் பாலைவனத்தின் கொடிய நிசப்தத்தின் போது சில வௌவால்கள் பறக்கும் சத்தம் மட்டுமே கேட்டது. நேரம் செல்ல செல்ல, ஒரு மம்மி எழுந்து புதைக்கப்பட்ட பொக்கிஷங்களையும் மிட்டாய்களையும் தேட ஆரம்பித்தாள்.\n\nகேம்ப்ளே\nமிட்டாய், தங்கக் கட்டிகள் மற்றும் பொக்கிஷங்களைச் சேகரிக்க மம்மிக்கு உங்கள் உதவி தேவை. விளையாட்டை மேம்படுத்த நீங்கள் விரைவாக புள்ளிகளைக் குவிக்க வேண்டும், மேலும் நேரம் இரக்கமின்றி கடந்து செல்லும். நீங்கள் தேடும் ஹாலோவீன் கேம் இங்கே உள்ளது. மம்மி மிட்டாய் திகில் ஒலிப்பதிவு கேமில் சேர்க்கப்பட்டுள்ளது.\n\nமம்மி கேண்டீஸ் கேம் விளையாடுவது எப்படி\nமம்மி மிட்டாய் விளையாடுவது மிகவும் எளிமையானது மற்றும் வேடிக்கையானது. நீங்கள் எடுக்க விரும்பும் பொருளின் வழியில் மம்மி காஸ்ஸைப் பார்க்கும்போது கேம் திரையைத் தட்டவும் அல்லது கிளிக் செய்யவும். வேகமாகவும் துல்லியமாகவும் இருங்கள்.\n\nநீங்கள் சமன் செய்ய வேண்டிய புள்ளிகளைப் பெற முடிந்தவரை பல தின்பண்டங்களைச் சேகரிக்கவும். நீங்கள் சமன் செய்யும் போது, விளையாட்டு மிகவும் சிக்கலானதாகிறது. பயனற்ற பொருட்களை (எலும்புகள், மண்டை ஓடுகள் போன்றவை) அகற்ற கத்தரிக்கோலைத் தட்டவும் அல்லது கிளிக் செய்யவும்.\n\nகட்டுப்பாடுகள்\n- கணினி: கேம் திரையில் மவுஸ் கர்சரை அழுத்திப் பிடித்து, நீங்கள் எடுக்க விரும்பும் பொருளின் திசையில் காஸ் இருக்கும் போது மவுஸ் பொத்தானைக் கிளிக் செய்யவும்.\n- மொபைல் சாதனம்: நீங்கள் பெற விரும்பும் பொருளுடன் நெய்யில் இருக்கும் போது திரையைத் தட்டவும்.\n\nஇந்த சுரங்க விளையாட்டு நாங்கள் முன்வைக்க மகிழ்ச்சியாக இருக்கும் பலவற்றில் ஒன்றாகும்.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nமம்மி மிட்டாய் விளையாட்டின் அனைத்து நிலைகளையும் உங்களால் முடிக்க முடியுமா? சுரங்க விளையாட்டுகளில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதைக் கண்டறியவும். இப்பொழுதே விளையாடு!",
    "te": "మమ్మీ క్యాండీలు ఆకర్షణీయమైన వాతావరణంతో కూడిన ఒక చమత్కారమైన మైనింగ్ గేమ్.\n\nమమ్మీ క్యాండీస్ గేమ్ ప్లాట్\nపురాతన ఈజిప్ట్ యొక్క రహస్య వాతావరణంలో ఇది మళ్లీ హాలోవీన్. రాత్రి వేళలో ఎడారి భయంకరమైన నిశ్శబ్దం సమయంలో, కొన్ని గబ్బిలాలు మాత్రమే ఎగురుతూ వినిపించాయి. సమయం గడిచేకొద్దీ, ఒక మమ్మీ నిద్రలేచి, పాతిపెట్టిన నిధులు మరియు మిఠాయిల కోసం వెతకడం ప్రారంభించింది.\n\nగేమ్ప్లే\nమిఠాయి, బంగారు నగ్గెట్‌లు మరియు నిధిని సేకరించడంలో మమ్మీకి మీ సహాయం కావాలి. ఆటను అప్‌గ్రేడ్ చేయడానికి మీరు త్వరగా పాయింట్లను కూడబెట్టుకోవాలి మరియు సమయం నిర్దాక్షిణ్యంగా గడిచిపోతుంది. మీరు వెతుకుతున్న హాలోవీన్ గేమ్ ఇక్కడ ఉంది. గేమ్‌లో మమ్మీ క్యాండీ హర్రర్ సౌండ్‌ట్రాక్ చేర్చబడింది.\n\nమమ్మీ క్యాండీస్ గేమ్ ఎలా ఆడాలి\nమమ్మీ మిఠాయి ఆడటం చాలా సులభం మరియు సరదాగా ఉంటుంది. మీరు తీయాలనుకుంటున్న వస్తువు కోసం మార్గంలో మమ్మీ గాజుగుడ్డను చూసినప్పుడు గేమ్ స్క్రీన్‌పై నొక్కండి లేదా క్లిక్ చేయండి. వేగంగా మరియు ఖచ్చితమైనదిగా ఉండండి.\n\nమీరు స్థాయిని పెంచుకోవడానికి అవసరమైన పాయింట్‌లను పొందడానికి వీలైనన్ని ఎక్కువ స్నాక్స్‌లను సేకరించండి. మీరు స్థాయిని పెంచినప్పుడు, ఆట మరింత క్లిష్టంగా మారుతుంది. పనికిరాని వస్తువులను (ఎముకలు, పుర్రెలు మొదలైనవి) తీసివేయడానికి కత్తెరను నొక్కండి లేదా క్లిక్ చేయండి.\n\nనియంత్రణలు\n- కంప్యూటర్: గేమ్ స్క్రీన్‌పై మౌస్ కర్సర్‌ను నొక్కి పట్టుకుని, గాజుగుడ్డ మీరు తీసుకోవాలనుకుంటున్న వస్తువు దిశలో ఉన్నప్పుడు మౌస్ బటన్‌ను క్లిక్ చేయండి.\n- మొబైల్ పరికరం: గాజుగుడ్డ మీరు పొందాలనుకుంటున్న వస్తువుకు అనుగుణంగా ఉన్నప్పుడు స్క్రీన్‌పై నొక్కండి.\n\nఈ మైనింగ్ గేమ్ మేము ప్రదర్శించడానికి సంతోషిస్తున్నాము అనేక ఒకటి.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమీరు గేమ్ మమ్మీ కాండీలో అన్ని స్థాయిలను పూర్తి చేయగలరా? మీరు మైనర్ గేమ్‌లలో ఎంత మంచివారో తెలుసుకోండి. ఇప్పుడు ఆడు!",
    "th": "Mummy Candies เป็นเกมขุดที่น่าสนใจพร้อมบรรยากาศที่น่าดึงดูดใจ\n\nพล็อตเกมมัมมี่แคนดี้\nเป็นวันฮาโลวีนอีกครั้งในบรรยากาศลึกลับของอียิปต์โบราณ ท่ามกลางความเงียบสงัดของทะเลทรายในยามพลบค่ำ มีเพียงค้างคาวสองสามตัวเท่านั้นที่ได้ยินเสียงบิน เมื่อเวลาผ่านไป มัมมี่ตื่นขึ้นและเริ่มมองหาสมบัติและลูกอมที่ถูกฝังไว้\n\nเกมเพลย์\nมัมมี่ต้องการให้คุณช่วยเก็บลูกอม นักเก็ตทอง และสมบัติ คุณจะต้องสะสมคะแนนอย่างรวดเร็วเพื่ออัปเกรดเกม และเวลาจะผ่านไปอย่างไร้ความปรานี เกมฮัลโลวีนที่คุณตามหาอยู่ที่นี่แล้ว ซาวด์แทร็กสยองขวัญมัมมี่แคนดี้รวมอยู่ในเกม\n\nวิธีเล่นเกมมัมมี่แคนดี้\nการเล่นมัมมี่แคนดี้นั้นง่ายและสนุกมาก แตะหรือคลิกหน้าจอเกมเมื่อคุณเห็นผ้าก๊อซมัมมี่ระหว่างทางสำหรับวัตถุที่คุณต้องการหยิบ มีความรวดเร็วและแม่นยำ\n\nรวบรวมของว่างให้ได้มากที่สุดเพื่อรับคะแนนที่คุณต้องการเพื่อยกระดับ เมื่อคุณเลเวลอัพ เกมจะซับซ้อนมากขึ้น แตะหรือคลิกกรรไกรเพื่อเอาสิ่งของไร้ค่าออก (เช่น กระดูก กะโหลก ฯลฯ)\n\nการควบคุม\n- คอมพิวเตอร์: กดเคอร์เซอร์ของเมาส์ค้างไว้บนหน้าจอเกมและคลิกปุ่มเมาส์เมื่อผ้าโปร่งอยู่ในทิศทางของวัตถุที่คุณต้องการถ่าย\n- อุปกรณ์เคลื่อนที่: แตะหน้าจอเมื่อผ้าโปร่งอยู่ในแนวเดียวกับวัตถุที่คุณต้องการรับ\n\nเกมขุดนี้เป็นหนึ่งในหลาย ๆ เกมที่เรายินดีนำเสนอ\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณสามารถผ่านด่านทั้งหมดในเกม Mummy Candy ได้หรือไม่? ค้นหาว่าคุณเก่งแค่ไหนในเกมขุดแร่ เล่นเลย!",
    "tr": "Mummy Candies, büyüleyici bir atmosfere sahip merak uyandıran bir madencilik oyunudur.\n\nMUMYA ŞEKERLERİ OYUN ARSA\nEski Mısır'ın gizemli atmosferinde yine Cadılar Bayramı. Akşam karanlığında çölün ölümcül sessizliği sırasında sadece birkaç yarasanın uçtuğu duyulabiliyordu. Zaman geçtikçe bir mumya uyandı ve gömülü hazineleri ve şekerleri aramaya başladı.\n\nOYNANIŞ\nMumyanın şeker, altın külçeleri ve hazine toplamak için yardımına ihtiyacı var. Oyunu yükseltmek için hızlı bir şekilde puan toplamanız gerekecek ve zaman acımasızca geçecek. Aradığınız Halloween oyunu burada. Oyuna bir mumya şekeri korku müziği dahildir.\n\nMUMYA ŞEKERLEME OYUNU NASIL OYNANIR\nMumya şekeri oynamak çok basit ve eğlencelidir. Almak istediğiniz nesne için yolda mumya gazlı bez gördüğünüzde oyun ekranına dokunun veya tıklayın. Hızlı ve doğru olun.\n\nSeviye atlamak için ihtiyacınız olan puanları almak için mümkün olduğunca çok atıştırmalık toplayın. Seviye atladıkça oyun daha karmaşık hale geliyor. Değersiz nesneleri (kemikler, kafatasları vb.) çıkarmak için makasa dokunun veya tıklayın.\n\nKONTROLLER\n- Bilgisayar: Oyun ekranında fare imlecini basılı tutun ve gazlı bez almak istediğiniz nesnenin yönüne geldiğinde fare düğmesine tıklayın.\n- Mobil cihaz: Gazlı bez almak istediğiniz nesneyle aynı hizaya geldiğinde ekrana dokunun.\n\nBu madencilik oyunu, sunmaktan mutluluk duyduğumuz pek çok oyundan biridir.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nMummy Candy oyunundaki tüm seviyeleri tamamlayabilir misin? Madenci oyunlarında ne kadar iyi olduğunuzu öğrenin. Şimdi oyna!",
    "uk": "Mummy Candies - це інтригуюча гра в шахтарство із захоплюючою атмосферою.\n\nСЮЖЕТ ГРИ ЦУКЕРКИ МУМІЯ\nЗнову Хелловін у таємничій атмосфері стародавнього Єгипту. Під час смертельної тиші пустелі з настанням темряви було чути політ лише кількох кажанів. Минув час, мумія прокинулася і почала шукати закопані скарби та цукерки.\n\nГЕЙМПЛЕЙ\nМумії потрібна ваша допомога, щоб зібрати цукерки, золоті самородки та скарби. Вам доведеться швидко накопичувати очки, щоб покращити гру, а час буде йти безжально. Гра на Хелловін, яку ви так довго шукали, тут. Саундтрек до мумій-цукерок-жахів включено в гру.\n\nЯК ГРАТИ В ГРУ «МУМІЯ ЦУКЕРКИ».\nГрати в мумію-цукерку дуже просто і весело. Торкніться або клацніть ігровий екран, коли побачите марлю мумії на шляху до предмета, який ви хочете забрати. Будьте швидкими та точними.\n\nЗберіть якомога більше закусок, щоб отримати бали, необхідні для підвищення рівня. З підвищенням рівня гра стає складнішою. Натисніть або клацніть ножиці, щоб видалити непотрібні предмети (наприклад, кістки, черепи тощо).\n\nУПРАВЛІННЯ\n- Комп'ютер: утримуйте курсор миші на ігровому екрані та клацніть кнопку миші, коли марля буде в напрямку об'єкта, який ви хочете взяти.\n- Мобільний пристрій: торкніться екрана, коли марля буде на одній лінії з об'єктом, який ви хочете отримати.\n\nЦя гра для майнінгу є однією з багатьох, які ми раді представити.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи зможете ви пройти всі рівні в грі Mummy Candy? Дізнайтеся, наскільки ви вмієте грати в шахтарські ігри. Грати зараз!",
    "vi": "Mummy Candy là một trò chơi khai thác hấp dẫn với bầu không khí quyến rũ.\n\nCỐC TRÒ CHƠI KẸO XÁC ƠN\nLại là Halloween trong không khí huyền bí của Ai Cập cổ đại. Trong sự im lặng chết chóc của sa mạc khi màn đêm buông xuống, chỉ có thể nghe thấy một vài con dơi đang bay. Thời gian trôi qua, một xác ướp thức dậy và bắt đầu tìm kiếm kho báu và kẹo bị chôn vùi.\n\nCHƠI TRÒ CHƠI\nXác ướp cần sự giúp đỡ của bạn để thu thập kẹo, vàng cốm và kho báu. Bạn sẽ phải nhanh chóng tích lũy điểm để nâng cấp trò chơi và thời gian sẽ trôi qua một cách tàn nhẫn. Trò chơi Halloween mà bạn đang tìm kiếm đã có ở đây. Một bản nhạc kinh dị kẹo xác ướp được bao gồm trong trò chơi.\n\nCÁCH CHƠI TRÒ CHƠI KẸO XÁC ƠN\nChơi kẹo xác ướp rất đơn giản và thú vị. Chạm hoặc nhấp vào màn hình trò chơi khi bạn nhìn thấy miếng gạc xác ướp đang trên đường đi tìm đồ vật mà bạn muốn nhặt. Hãy nhanh chóng và chính xác.\n\nThu thập càng nhiều đồ ăn nhẹ càng tốt để có được số điểm cần thiết để lên cấp. Khi bạn lên cấp, trò chơi trở nên phức tạp hơn. Nhấn hoặc nhấp vào kéo để loại bỏ các vật phẩm vô giá trị (chẳng hạn như xương, đầu lâu, v.v.).\n\nKIỂM SOÁT\n- Máy tính: giữ con trỏ chuột trên màn hình trò chơi và kích chuột khi miếng gạc về hướng đối tượng muốn lấy.\n- Thiết bị di động: chạm vào màn hình khi miếng gạc thẳng hàng với đối tượng bạn muốn lấy.\n\nTrò chơi khai thác này là một trong số rất nhiều trò chơi mà chúng tôi hân hạnh giới thiệu.\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể hoàn thành tất cả các màn chơi trong game Mummy Candy không? Tìm hiểu xem bạn giỏi như thế nào trong các trò chơi khai thác. Bắt đầu chơi!",
    "zh_CN": "Mummy Candies 是一款引人入胜的挖矿游戏，气氛迷人。\n\n木乃伊糖果游戏情节\n又到了古埃及神秘气氛中的万圣节了。 夜幕降临，沙漠死一般的寂静，只能听到几只蝙蝠飞过的声音。 随着时间的推移，一具木乃伊醒来并开始寻找埋藏的宝藏和糖果。\n\n游戏玩法\n木乃伊需要你帮助收集糖果、金块和宝藏。 你必须快速积累积分来升级游戏，时间会无情地流逝。 您一直在寻找的万圣节游戏就在这里。 游戏中包含木乃伊糖果恐怖配乐。\n\n如何玩糖果妈妈游戏\n玩木乃伊糖非常简单有趣。 当您看到木乃伊纱布在您想要捡起的物体的途中时，点击或单击游戏屏幕。 快速准确。\n\n收集尽可能多的零食以获得升级所需的积分。 随着您的升级，游戏变得更加复杂。 点击或单击剪刀以移除无价值的物品（如骨头、头骨等）。\n\n控件\n- 电脑：在游戏画面上按住鼠标光标，当纱布在你想要拿走的物体的方向时点击鼠标键。\n- 移动设备：当纱布与您要获取的对象对齐时，点击屏幕。\n\n这款采矿游戏是我们很高兴推出的众多游戏之一。\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能完成 Mummy Candy 游戏中的所有关卡吗？ 了解您在矿工游戏中的水平。 现在播放！",
    "zh_TW": "Mummy Candies 是一款引人入勝的挖礦遊戲，氣氛迷人。\n\n木乃伊糖果遊戲情節\n又到了古埃及神秘氣氛中的萬聖節了。 夜幕降臨，沙漠死一般的寂靜，只能聽到幾隻蝙蝠飛過的聲音。 隨著時間的推移，一具木乃伊醒來並開始尋找埋藏的寶藏和糖果。\n\n遊戲玩法\n木乃伊需要你幫助收集糖果、金塊和寶藏。 你必須快速積累積分來升級遊戲，時間會無情地流逝。 您一直在尋找的萬聖節遊戲就在這裡。 遊戲中包含木乃伊糖果恐怖配樂。\n\n如何玩糖果媽媽遊戲\n玩木乃伊糖非常簡單有趣。 當您看到木乃伊紗佈在您想要撿起的物體的途中時，點擊或單擊遊戲屏幕。 快速準確。\n\n收集盡可能多的零食以獲得升級所需的積分。 隨著您的升級，遊戲變得更加複雜。 點擊或單擊剪刀以移除無價值的物品（如骨頭、頭骨等）。\n\n控件\n- 電腦：在遊戲屏幕上按住鼠標光標，當紗佈在你想要拿走的物體的方向時點擊鼠標鍵。\n- 移動設備：當紗布與您要獲取的對像對齊時，點擊屏幕。\n\n這款採礦遊戲是我們很高興推出的眾多遊戲之一。\n\nMummy Candies Game is a fun skill miner game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能完成 Mummy Candy 遊戲中的所有關卡嗎？ 了解您在礦工遊戲中的水平。 現在播放！"
  }
}