{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Previewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly preview the content of a link by just hovering it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will help you preview the content of a link by just hovering it. This will save you more time on browsing some sites when looking for something in the web.\n\nNew Version: 2.8\n- Fixed the issue where the link previewer box gets obscured or appears outside the browser window when the link being previewed is located on the bottom or corner side of the browser.\n- Added new size option for the link previewer box: \"Responsive Size\". The size will automatically adjust based on browser's current size.\n- Added an option to save or not to save the previewed links to browser history.\n- Improved the \"Trigger Mode\" feature. You can now assign a key button to trigger the link previewer box when using the \"Manual\" option. If not set, then the \"SHIFT\" button will be the default button.\n\nPrevious Version: 2.7\n- Added \"Autosave\" feature in settings. All changes will now automatically be saved without the need of the \"Save\" button.\n- Added \"Instant\" and \"0.25 seconds\" options in buffer time. You can now preview the link much quicker.\n- Added \"Trigger Mode\" feature. You can now select if the link previewer box will appear by hover or pressing a key.\n- Added \"Pin on Preview\" feature. The link previewer box will automatically pinned when previewing.\n- Added \"Disable Scroll on Preview\" feature. You have the option to temporarily disable the browser scrolling feature when the link previewer box appears.\n- Added \"Screenshot on Preview\" feature. The link previewer box will automatically screenshot it's content when previewing.\n- Added \"Blocklist\" feature. You can now disable the extension on specific websites.\n- Added \"Search Link\" feature. You can now easily switch website to preview by just typing it's URL.\n- Added \"Shortcut Key\" for closing the link previewer box. Just Press \"ESC\" button to close the link previewer box.\n- Minor improvements in link previewer box UI.\n- Minor fixes and improvements.\n\nFeatures:\n> Automatic or Manual (Pressing a Key, Customizable) Opening of Preview Window\n> Website Security Detection (HTTPS/HTTP Connection Detection)\n> Draggable Preview Window (No Limit Dragging)\n> Resizable Preview Window (Flexible Sizes)\n> Pinnable Preview Window (Automatic or Manual Pinning)\n> Optionally Disable Browser Scroll While Previewing\n> Easy-to-Close Preview Window (Default Hover Out, Press 'ESC' key, or Click 'Close' button)\n> Preview Window Buffer Time (From 'Instant' up to '5' seconds delay)\n> Easy-to-Activate/Deactivate (Easy Toggling)\n> Mobile/Desktop/Large Desktop/Extra Large Desktop/Flexible Sizes\n> Simple/Flat/Modern Styles\n> Show/Hide Website URL\n> Website Searching\n> Website Content/URL Copier\n> Website Content Refresher\n> Website Content Screenshot (Automatic or Manual Screenshot)\n> Website Blocklisting (Disable the Extension on Certain Websites)\n> Control Common Website Security Settings\n\nMore features to be implemented and improved to provide you with better functionality."
  }
}