{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReCracked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track and Review all your Leetcode problems directly in popup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReCracked Browser Extension: Master Leetcode with Spaced Repetition\n\nOverview\nReCracked enhances your coding skills by integrating with LeetCode to track your practice sessions and schedule problem reviews using spaced repetition. This method helps solidify coding techniques and problem-solving patterns, making each practice session more effective—ideal for both seasoned developers and students.\n\nKey Features\n\n\t•\tAutomatic tracking of solved LeetCode problems.\n\t•\tSpaced repetition scheduling to optimize review times.\n\t•\tAnalytics to monitor improvements and focus areas.\n\nBenefits\n\n\t•\tEnhanced Memory Retention: Revisit problems at calculated intervals to improve recall.\n\t•\tOptimized Interview Preparation: Regular practice of solved problems aids in recall during interviews.\n\t•\tEfficient Study Time Utilization: Focus on areas that need improvement, not what you already know.\n\t•\tProgress Tracking: Quantitative insights help guide your study focus.\n\nHow to Use ReCracked\n\n\t1.\tRegister: Create a free account at www.recracked.net.\n\t2.\tInstall: Add the ReCracked extension from the Chrome Web Store.\n\t3.\tLog In: Access the extension via Chrome, and log in.\n\t4.\tSolve: Practice on LeetCode and let ReCracked log and schedule reviews.\n\t5.\tReview: Follow the extension’s prompts to review problems at optimal times.\n\nWhy ReCracked?\n\n\t•\tCombat Forgetfulness: Use proven cognitive science techniques to reinforce learning.\n\t•\tMaintain a Competitive Edge: Regular reviews keep your skills sharp.\n\t•\tSeamless Integration: Works in the background without disrupting your usual LeetCode sessions.\n\nGet Started\n\n\t•\tRegister at www.recracked.net.\n\t•\tInstall the extension from the Chrome Web Store.\n\t•\tBegin your structured practice and let ReCracked streamline your path to mastery.\n\nDownload ReCracked Today!"
  }
}