{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zen Focus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps you stay focused by managing your time on specific websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zen Focus is a Chrome extension designed to enhance your productivity and focus. In today's world, the internet is full of distractions, especially when you need to concentrate on work or study. Visiting social media, news websites, and other distracting sites can derail your productivity. To address this issue, Focus Zen Assistant allows you to set specific time limits for accessing certain websites.\n\nOutside the preset time intervals, these websites will be blocked, helping you stay on track. When you try to visit these websites outside of the allowed times, the extension will automatically intercept the request and display a simple, calming mindfulness page. This page serves not just as a reminder but also as a tool to help you refocus and return to the present moment. By using this extension, you can effectively manage your attention, avoid unnecessary distractions, and make the most out of your time.\n\nWhether you need to stay focused on completing important tasks at work or maintain long periods of concentration while studying, Focus Zen Assistant helps you build stronger self-discipline. With this extension, you’ll find it easier to take control of your time and achieve a more productive, fulfilling lifestyle.\n\nKey Features:\n\n1.Set time limits for specific websites to avoid untimely distractions.\n2.Mindfulness page featuring a breathing ball that guides you through a one-minute breathing exercise to help refocus and stay present.\n\nDownload Zen Focus today and start your journey towards better focus, time management, and productivity!"
  }
}