{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JustBlock Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Security Pack for Chrome™: block malware, speed up your browser, block Ads and secure your privacy",
    "de": "Security Pack für Chrome™: blockieren Malware, beschleunigen Sie Browser, blockieren Anzeigen & schützen Sie Ihre Privatsphäre",
    "es": "Antivirus para Chrome™: bloquea los malwares, acelera el navegador, bloquea la publicidad y protege tu privacidad.",
    "es_419": "Antivirus para Chrome™: bloquea los malware, accelera el navegador, bloquea la publicidad y protege su privacidad",
    "fr": "Antivirus pour Chrome™: bloque les logiciels malveillants, accélère la navigation, bloque la pub et protége votre vie privée",
    "pt_BR,pt_PT": "Antivirus para Chrome™: bloqueie malware, acelere o navegador, bloqueie a publicidade e proteja sua privacidade"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All in one INTERNET SECURITY tool, protection against malware, malicious Chrome Extensions, fraudulent downloads, browser vulnerability and privacy threats.\n\nProtect Chrome when you access your email account, your bank account, your company data and any other critical websites.\n\n--------------------------------\n20 in 1 SECURITY PACK TO PROTECT CHROME ™ \n--------------------------------\n\n> BLOCK EMAIL TRACKERS: detects the invisible tracker hidden inside emails and blocks them.\n\n> BLOCK ADS: block all types of Ads and video Ads on youtube and all other websites.\n\n> PARENTAL CONTROL: block Adult sites to protect your children.\n\n> BLOCK MALICIOUS CHROME EXTENSIONS: blocks over one thousand malicious or abusive Chrome extensions.\n\n> BLOCK BOTNET: Don't let malicious extensions turn your browser into a botnet. \n\n > BLOCK MALWARE: block ransomware, malware and extensions for malicious codes & Potentially Unwanted Programs (PUP) to keep your system running smooth.\n\n> BLOCK THIRD PARTY COOKIES: Block Advertising Networks & Facebook from spying on you\n\n> PROTECT YOUR PRIVACY: tell sites you don't want to be tracked\n\n> PROTECT YOUR PERSONAL DATA: block form's autofill to prevent website from stealing your personal data\n\n> PREVENT PASSWORD STEALING: prevents malicious scripts from stealing your saved usernames and passwords.\n\n> PREVENT FACEBOOK HIJACK: Hide your status & protect your Facebook™ account from malwares, detect and block infected and malicious requests.\n\n> BLOCK MALICIOUS CRYPTOCURRENCY MINERS: don't let Hackers mine cryptocurrencies with your computer without your consent\n\n> PROTECT YOUR ANONYMITY: Block websites from tracking your navigation path\n\n> PROTECT YOUR SAFETY: Block unsafe websites\n\n> BLOCK SHADOW CLICKS: Don't let Chrome™ open links without your consent\n\n> BLOCK NOTIFICATIONS: blocks annoying browser's notifications\n\n> BLOCK POPUP: blocks javascript browser popups and popup ads\n\n> BLOCK CORRUPTED WEBSITES: easily block any distracting or harmful website.\n\n> BLOCK AD INJECTION: don't let extensions inject their ads into random pages\n\n> HIDE DIGITAL FINGERPRINT: prevent websites from identifying your browser with your unique Digital Fingerprint.\n\n==================\n\n\nJustBlock.org is a security package for Chrome™ to block malware, secure your online privacy & speed up your browser.\n\nYour software and your data have moved in the cloud, Chrome™ is a great browser to access all these services but it needs an extra layer of security. \n\nDisclaimer: Just Block is a software developed by justblock.org",
    "es,es_419": "JustBlock es un antivirus para Chrome™ que bloquea todos los peligros de la navegación en Internet y añade una capa de seguridad extra a tu navegador.\n\nChrome™ es un excelente navegador para acceder a todos los servicios de la nube, pero merece la pena aplicar una capa adicional de seguridad para proteger tu software y tus datos frente a ataques no deseados.\n\nProtección contra las extensiones de Chrome peligrosas, contra las descargas inseguras y contra las vulnerabilidades de seguridad del navegador Chrome.\n\nCompatible con G-Suite (Google Apps), Apple Mac OS y con PC Windows\n\n-------------------------------------------\n20 PROTECCIONES INCLUIDAS EN EL PAQUETE DE SEGURIDAD\n-------------------------------------------\n\n> BLOQUEA EL SEGUIMIENTO DE TUS CORREOS ELECTRÓNICOS: detecta los rastreadores invisibles que se esconden en tus correos electrónicos y que te espían cuando abres tus emails.\n\n> BLOQUEA VIRUS Y MALWARE: bloquea los Virus, los ransomwares, los malwares, las extensiones con códigos maliciosos y los programas potencialmente no deseados para que tu sistema funcione correctamente.\n\n> BLOQUEA LA PUBLICIDAD: bloquea todo tipo de anuncios, incluso los anuncios de video de Youtube™\n\n> BLOQUEA EXTENSIONES PELIGROSAS: bloquea automáticamente más de 1000 extensiones de Chrome maliciosas o peligrosas.\n\n> BLOQUEA LOS HACKERS DE CRYPTOMONEDAS: no dejes que los hackers \"minen\" crypto-monedas con tu ordenador sin tu consentimiento.\n\n> ESCONDER TU HUELLA DIGITAL PERSONAL: impide que las redes publicitarias te identifiquen sin tu consentimiento con tu huella digital única.\n\n> BLOQUEA EL USO FRAUDULENTO DE TU CUENTA DE FACEBOOK: esconde tu navegación y tu estado de Facebook. Protege tu cuenta Facebook™ contra los malwares y los falsos likes. Detecta y bloquea solicitudes maliciosas.\n\n> PROTEGE TU ANONIMATO: evite que los sitios web sigan tu navegación.\n\n> PROTEGE TU SEGURIDAD: bloquea sitios web peligrosos.\n\n> BLOQUEA COOKIES DE TERCEROS: evita que las redes publicitarias y Facebook te espíen.\n\n> PROTEGE TU PRIVACIDAD: notifica a los sitios web que no deseas ser rastreado.\n\n> PROTEGE TUS DATOS PERSONALES: bloquea el auto-completar automático de formularios para evitar que los sitios web roben tus datos personales.\n\n> BLOQUEA LOS CLICKS SIN CONSENTIMIENTOS: evita que Chrome™ abra enlaces sin tu consentimiento.\n\n> BLOQUEA LAS NOTIFICACIONES: bloquea notificaciones popups molestas en Chrome™.\n\n> BLOQUEA POP-UP DE JAVASCRIPT: bloquea popups molestos de JavaScript.\n\n> PROTEGE CONTRA EL ROBO DE TUS CONTRASEÑAS: bloquea los scripts maliciosos que intentan robar tus contraseñas.\n\n> BLOQUEA LOS SITIOS WEB CORRUPTOS: bloquea fácilmente cualquier sitio web molesto o dañino.\n\n> BLOQUEA LA INYECCIÓN DE PUBLICIDAD: no permitas que las extensiones de Chrome™ inserten sus anuncios en las páginas que visitas.\n\n> BLOQUEA LOS BOTNETS: no permitas que las extensiones maliciosas conviertan tu navegador en una botnet.\n\n> CONTROL PARENTAL: boquea sitios para adultos y sitios web porno para proteger a tus hijos.\n\n> ULTIMATE TAB PROTECTION: gana velocidad y privacidad al congelar pestañas no utilizadas.\n\n\n=============\n\nJustBlock.org proporciona un paquete de seguridad para Chrome™ que te protege contra los malware, protege tu privacidad y acelera tu velocidad de navegación.\n\nDisclaimer: Just Block Security es un antivirus desarrollado por justblock.org",
    "fr": "Protection contre les Extension Chrome non sécurisées, contre les téléchargements dangereux et contre les failles de sécurité du navigateur Chrome.\n\nCompatible avec G-Suite (Google™ Apps), Mac OS & Windows PC\n\n----------------------------------------------------------\n18 PROTECTIONS DANS LE PACK DE SÉCURITÉ POUR CHROME\n----------------------------------------------------------\n\n> BLOQUE  LES TRACKERS D'EMAILS: détecte les trackers invisibles qui se cache dans les emails et qui vous espionnent quand vous les ouvrez.\n\n> BLOQUE LES VIRUS ET LES MALWARES: bloque les logiciels malveillants et les extensions et les programmes potentiellement indésirables afin que votre système fonctionne correctement.\n\n> BLOQUE LES EXTENSIONS CHROME™ NON SECURISÉES: Bloquez automatiquement plus de mille extensions Chrome malveillantes ou abusives.\n\n> BLOQUE LA PUB: bloque tous les types d'annonces publicitaires et de pub video Youtube™ \n\n> EMPÊCHE L'UTILISATION FRAUDULEUSE DE VOTRE COMPTE FACEBOOK™: cachez votre statut ainsi que votre navigation dans Facebook™, protégez votre compte Facebook™ contre les malwares. Détectez et bloquez les demandes malveillantes.\n\n> BLOQUE LES HACKER DE CRYPTO-MONNAIES: Ne laissez pas les Hackers \"miner\" des crypto monnaies avec votre ordinateur sans votre consentement\n\n> PROTÈGE VOTRE ANONYMAT: Empêchez les sites Web de suivre votre chemin de navigation\n\n> PROTÈGE VOTRE SÉCURITÉ: Bloquez les sites Web dangereux\n\n> BLOQUE LES COOKIES TIERS: Empêchez les réseaux publicitaires et Facebook de vous espionner\n\n> PROTÈGE VOTRE VIE PRIVÉE: Prévenez les sites web que vous ne voulez pas être suivis\n\n> PROTÈGE VOS DONNÉES PERSONNELLES: Bloquez le remplissage automatique des formulaires pour empêcher les site Web de dérober vos données personnelles\n\n> BLOQUE LES SHADOW CLICKS: empêchez Chrome™ ouvrir des liens sans votre consentement\n\n> BLOQUE LES NOTIFICATIONS: Bloquez les notifications popup dans Chrome\n\n> BLOQUE LES POPUPS: Bloquez les popups javascript\n\n> EMPÊCHE LE VOL DE VOS MOTS DE PASSE: Bloquez les scripts malveillants qui essayent de volez vos mots de passe.\n\n> BLOQUE LES SITES WEB CORROMPUS: bloquez facilement tout site Web gênant ou nuisible.\n \n> BLOQUE L'INJECTION DE PUB: ne laissez pas les extensions Chrome™ injecter leurs annonces dans vos pages visitées.\n\n> BLOQUE LES BOTNETS: Ne laissez pas les extensions malveillantes transformer votre navigateur en botnet.\n\n> CONTROL PARENTAL: bloque les sites porno et haineux afin de protéger vos enfants.\n\n\n> CACHE VOTRE EMPREINTE DIGITALE PERSONNELLE: empêche les réseaux publicitaires de vous identifier avec votre \"empreinte digital\" personnelle.\n\n\n=========================\n\nJustBlock est un anti-virus pour Chrome™ qui bloque la plupart des dangers de la navigation sur internet.\n\nJustBlock.org fournit un package de sécurité pour Chrome™ afin de vous protéger contre les logiciels malveillants, sécuriser votre vie privée et accélérer votre vitesse de navigation. \n\nVos logiciels et vos données sont maintenant dans le cloud, Chrome™ est un excellent navigateur pour accéder à tous ces services, mais il nécessite une couche de sécurité supplémentaire.\n\nDisclaimer: Just Block is a software developed by justblock.org",
    "pt_BR,pt_PT": "Proteção contra extensões perigosas do Chrome, contra downloads inseguros e contra vulnerabilidades de segurança do navegador Chrome.\n\nCompatível com o G-Suite (Google Apps), o Apple Mac OS e o Windows PC\n\n------------------------------\n20 PROTEÇÕES INCLUÍDOS NO PACOTE DE SEGURANÇA PARA O CHROME\n------------------------------\n\n> BLOCO O VIRUS E MALWARES: bloqueia virus,  ransomwares, malwares, extensões com código malicioso e programas potencialmente indesejáveis ​​(PUP) para que o seu sistema funcione corretamente.\n\n> BLOCO O ANÚNCIOS: bloqueia todos os tipos de anúncios e anúncios em vídeo do Youtube ™\n\n> BLOCO O SEGUINTE DO SEU E-MAIL: detecta o rastreador invisível que se esconde nos e-mails e espia quando você abre seus e-mails.\n\n> BLOCO EXTENSÕES PERIGOSAS: bloqueia automaticamente mais de 1.000 extensões do Chrome maliciosas ou perigosas.\n\n> BLOCO O USO FRAUDULENTO DA SUA CONTA DO FACEBOOK: Proteja sua conta do Facebook™ contra malwares. Detecta e bloqueia solicitações maliciosas.\n\n> BLOCK CRYPTOMONEDAS HACKERS: Não deixe que hackers \"minhem\" criptomoedas com o seu computador sem o seu consentimento\n\n> PROTEJA SUA ANONIMIDADE: evite que sites acompanhem sua navegação\n\n> PROTEJA SUA SEGURANÇA: bloqueie sites perigosos\n\n> BLOCO TERCEIROS COOKIES: Evite redes de publicidade e Facebook espionando você\n\n> PROTEJA SUA PRIVACIDADE: notifique sites que você não deseja que sejam rastreados\n\n> PROTEJA OS SEUS DADOS PESSOAIS: bloqueie o preenchimento automático de formulários para impedir que os sites roubem seus dados pessoais\n\n> BLOCK CLICKS SEM CONSENTIMENTO: impedir que o Chrome ™ abra links sem o seu consentimento\n\n> NOTIFICAÇÕES DE BLOCO: Bloquear notificações de pop-up no Chrome\n\n> JAVASCRIPT POPUP BLOCKER: Blocos de pop-ups JavaScript\n\n> PROTEJA CONTRA O ROUBO DAS SUAS PASSWORDS: bloqueie scripts maliciosos que tentam roubar suas senhas.\n\n> WEBSITES CORRUPTOS: bloqueia facilmente qualquer site irritante ou prejudicial.\n\n> INJEÇÃO DE PUBLICIDADE DE BLOCOS: não permita que as extensões do Chrome ™ insiram seus anúncios nas páginas visitadas.\n\n> BLOCK BOTNET: não permita que extensões maliciosas transformem seu navegador em um botnet.\n\n> CONTROLO PARENTAL: Bock sites adultos e sites pornográficos para proteger seus filhos.\n\n> ESCONDER SUA PEGADA DIGITAL PESSOAL: evite que as redes de publicidade o identifiquem sem o seu consentimento com o seu carvão digital exclusivo.\n\n> ULTIMATE TAB PROTECTION: ganhe velocidade e privacidade congelando as abas não usadas."
  }
}