{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LeadShark - LinkedIn Comments & Reactions Exporter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export comments & reactions from LinkedIn posts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🦈 LeadShark - LinkedIn Comment & Reaction Exporter: Turn Engagement into Opportunities! 🚀\n\nOur Chrome extension is designed to help businesses, marketers, and LinkedIn power users effortlessly extract valuable engagement data from LinkedIn posts. Capture essential information such as: Name, Headline, Profile URL, Comments, and Reactions.\n\n🔑 Key Features:\n\n✅ Export LinkedIn post comments\n✅ Export LinkedIn post reactions (likes)\n✅ Detailed breakdown of reaction types\n\n🚀 Why Choose LeadShark?\n\n1. Supercharge Your Engagement Analysis:\nTransform post interactions into actionable insights! LeadShark empowers you to create targeted marketing campaigns, personalized outreach strategies, and data-driven content decisions.\n\n2. Save Time and Boost Productivity:\nLeadShark automates the tedious process of exporting comment and reaction information, allowing you to focus on what really matters – engaging with your audience and growing your network.\n\n3. Gain Valuable Insights:\nUnderstand your content performance like never before. Analyze engagement trends, identify key influencers, and tailor your content strategy to maximize interaction and growth.\n\n4. User-Friendly and Customizable:\nLeadShark's intuitive interface makes exporting comments and reactions a breeze. Adjust scroll speed, pause and resume as needed, and export data at any time – you're in complete control.\n\n5. Secure and Compliant:\nLeadShark operates with utmost respect for LinkedIn's terms of service and user privacy. Your data and your post engagement information are not stored anywhere on the cloud. Everything runs locally!\n\n🎯 Perfect for:\n\n• Generating leads from competitors' LinkedIn posts\n• Content creators seeking to enhance their LinkedIn strategies\n• Marketing professionals analyzing post performance\n• Social media managers tracking engagement metrics\n• Thought leaders aiming to understand their audience better\n• Businesses looking to improve their LinkedIn content strategy\n\n💡 How It Works:\n\n1. Navigate to a LinkedIn post you want to analyze.\n2. Click the white LeadShark icon in your browser.\n3. Choose to export comments or reactions.\n4. Hit \"Export\" (stay on the current tab while exporting).\n5. Download your CSV file with valuable engagement data.\n\nTurn LinkedIn engagement into actionable insights and meaningful connections with LeadShark - LinkedIn Comment & Reaction Exporter!\n\n🚀 Install now and dive into a sea of engagement opportunities! 🦈\n\n---\n\nNote: Please use this tool responsibly and in compliance with LinkedIn's terms of service and privacy policies. LeadShark Comment & Reaction Exporter is designed to collect and export engagement data from posts you have access to view.\n\n---\n\nPrivacy Policy & Terms of Use:\nLeadShark respects your privacy and operates in full compliance with data protection regulations. We do not store or access any of your LinkedIn data. All information is processed locally on your device and is only used for the purpose of exporting post engagement data as requested by you. By using LeadShark, you agree to comply with LinkedIn's terms of service and to use the exported data responsibly and ethically.\nFor support or inquiries, please contact us through our official support channels or visit our website. Happy exporting! 🌀"
  }
}