{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnkiLingoFlash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically generate Anki flashcards with pronunciation guide and mnemonic for language learning."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📚 Anki uses spaced repetition to enhance learning, but creating a quality deck of flashcards can be time-consuming. Fortunately, AnkiLingoFlash is here to simplify the process! Once installed, AnkiLingoFlash allows you to generate flashcards from any word or phrase you select on a webpage. The front of the flashcard features a definition and direct translation, while the back includes the selected term (with an audio pronunciation guide), three example sentences, and a mnemonic — all AI-generated.\n\n✨ How It Works:\n1. Select text and right-click: Highlight a word or phrase, right-click, and choose the option to generate a flashcard.\n2. Review the flashcard: Check the definition, direct translation, example sentences, and mnemonic. You can regenerate any part of the flashcard or edit it manually if needed.\n3. Choose the deck: Select the Anki deck to add your new flashcard to, and you're done!\n\n🧩 Key Features:\n- No ads - enjoy a clean, distraction-free experience\n- Free trial mode uses gpt-4o model from OpenAI\n- Option to use your own OpenAI API key for access to other models \n- Create flashcards in multiple languages (see below)\n\n🌍 Flashcard Content Languages:\nWhile the extension interface is currently available only in English, you can create flashcards in the following languages:\n- Arabic (Standard, Egyptian)\n- Cantonese\n- Dutch (Netherlands, Belgium)\n- English (US, UK, Australia, Canada)\n- French (France, Canada)\n- German (Germany, Switzerland)\n- Hindi\n- Italian (Italy, Switzerland)\n- Japanese\n- Korean\n- Mandarin Chinese (Simplified, Traditional)\n- Portuguese (Portugal, Brazil)\n- Russian\n- Spanish (Spain, Latin America)\n\n🧠 Whether you're an elementary student, a university scholar, or just someone looking to accelerate your language learning journey, AnkiLingoFlash is your perfect companion. It offers a limited number of free flashcards, and after that, you can use an OpenAI API key, which is very cost-effective (a dollar can generate thousands of flashcards). Your API key is encrypted before being stored locally, ensuring your data remains secure.\n\n⚠️ PLEASE NOTE:\n- Initial setup takes less than 5 minutes, a step-by-step tutorial is available at https://ankilingoflash.com/quick-tutorial.html, and a Google account is required for free trial mode\n- This is a beta version - your patience and feedback are appreciated as I work to improve the extension\n- The quality of flashcards may vary significantly between languages depending on the performance of the AI model used.\n- If you encounter any issues during setup, please contact support@ankilingoflash.com (response within 48 hours)"
  }
}