{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hayfever for Harvest"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple Harvest timesheet manager for Google Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hayfever is a Google Chrome extension for the Harvest time tracking service. It allows you to manage, start and stop timers that sync directly with your Harvest account via the Time Tracking API. The Hayfever icon displays a badge with the total number of hours you've logged that day.\n\nI created Hayfever because I'm a web developer and I constantly forget to log my hours on Harvest. Accurate time tracking is a necessity when you're paid by the hour. I use Hayfever every day, and I've released it because I hope others find it as useful as I have.\n\nIf you find a bug, or would like to see a feature in the next release, please submit a ticket at https://github.com/mikedamage/hayfever-chrome/issues.\n\nAnd if you love Hayfever as much as I do, please consider buying me a cup of coffee: http://pledgie.com/campaigns/14742\nEvery cent you donate lets me spend more time improving Hayfever for the masses!\n\nHayfever is Open Source Software, released under the terms of the GNU General Public License v2. You can obtain the source code at https://github.com/mikedamage/hayfever-chrome.\n\nHayfever source code is Copyright (C) 2011 Mike Green. \n\nArt and design considerations provided by Steve Guberman and Gillian Deak of Fifth Room Creative (http://www.fifthroomcreative.com)\n\nHayfever uses the Silk icon set from famfamfam (http://www.famfamfam.com/lab/icons/silk/)"
  }
}