{
  "name": {
    "ar": "myAnalytics (GA4 على صفحاتك)",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "myAnalytics (GA4 on your pages)",
    "de": "myAnalytics (GA4 auf Ihren Seiten)",
    "es": "myAnalytics (GA4 en tus páginas)",
    "hi": "myAnalytics (आपके पेजों पर GA4)",
    "ja": "myAnalytics (あなたのページ上のGA4)",
    "pt_PT": "myAnalytics (GA4 nas suas páginas)"
  },
  "short": {
    "ar": "عرض ما يقرب من 200 بُعد/مقياس لـ Google Analytics 4 وPageSpeed Insights مباشرةً على موقعك الإلكتروني.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display nearly 200 Google Analytics 4 and PageSpeed Insights dimensions/metrics directly on your website.",
    "de": "Zeigen Sie fast 200 Google Analytics 4 und PageSpeed Insights Dimensionen/Metriken direkt auf Ihrer Webseite an.",
    "es": "Muestra cerca de 200 dimensiones/métricas de Google Analytics 4 y PageSpeed Insights directamente en tu sitio web.",
    "fr": "Affichez près de 200 dimensions/métriques Google Analytics 4 et PageSpeed Insights directement sur votre site Web.",
    "hi": "Google Analytics 4 और PageSpeed Insights के लगभग 200 डायमेंशन/मेट्रिक्स को सीधे आपकी वेबसाइट पर दिखाएं।",
    "ja": "Google Analytics 4とPageSpeed Insightsの約200の次元/指標を直接あなたのウェブサイト上で表示します。",
    "pt_PT": "Exiba quase 200 dimensões/métricas do Google Analytics 4 e do PageSpeed Insights diretamente no seu site."
  },
  "long": {
    "ar": "تهدف myAnalytics إلى تبسيط الوصول إلى بيانات Google Analytics 4 لأصحاب المواقع والمسوقين والمطورين. من خلال دمج هذه الإضافة في متصفحك، يمكنك عرض هذه البيانات الحاسمة مباشرة على موقعك الإلكتروني، مما يوفر رؤية واضحة ومفصلة لأداء منصتك على الإنترنت.\n\n200 بُعد ومقياس أصلي من GA4: مصدر الزوار، الجلسات، معدل الارتداد، الجهاز، حركة المرور الإحالية، المدينة، المتصفح، الأحداث، مقاييس التجارة الإلكترونية (المعاملات، متوسط السلة، التحويل...) مع خريطة حرارية لمعدلات النقر على قوائم المنتجات...\nقارن بياناتك بفترة أخرى أو صفحة أخرى.\nاستخدم الأبعاد المخصصة التي تم إعدادها في GA4\nالكشف التلقائي عن UTMs في الURL لتحليل نتائج حملاتك بسهولة (النشرات الإخبارية، العرض...).\nقم بتنزيل النتائج بتنسيق Excel وكلقطات شاشة لدمجها بسهولة في عروضك التقديمية.\nفعّل خيار PageSpeed Insights لعرض مؤشرات الأداء وSEO من Google على صفحاتك.\nشارك الملاحظات مع زملائك الذين يستخدمون الإضافة بكتابة مباشرة في منطقة من موقعك الإلكتروني.\nأدخل مفتاح API الخاص بك من OpenAI أيضًا واحصل على توصيات من ChatGPT استنادًا إلى تحليل مقاييسك الخاصة.\nشارك نفس مفتاح ترخيص myAnalytics مع جميع زملائك.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyAnalytics aims to simplify access to Google Analytics 4 data for website owners, marketers, and developers. By integrating this extension into your browser, you can view these crucial data directly on your website, offering a clear and detailed vision of your online platform's performance.\n\n- 200 native GA4 dimensions and metrics: visitor source, sessions, bounce rate, device, referral traffic, city, browser, events, e-commerce metrics (transactions, average basket, conversion...) with heatmap for click rates on product listings...\n- Compare your data with another period or another page.\n- Use your custom dimensions set in GA4\n- Automatic detection of UTMs in the URL to easily analyze the results of your campaigns (newsletters, display...).\n- Download results in Excel format and as screenshots to more easily integrate into your presentations.\n- Activate the PageSpeed Insights option to display Google's Performance & SEO KPIs on your pages.\n- Share notes with your colleagues using the extension by writing directly on an area of your website.\n- Enter your OpenAI API key and obtain ChatGPT recommendations from the analysis of your own metrics.\n- Share the same myAnalytics license key with all your collaborators.\n\nThis application is not affiliated with Google LLC, it only uses the Google Analytics Admin API provided by Google.",
    "de": "MyAnalytics zielt darauf ab, den Zugang zu Google Analytics 4-Daten für Website-Besitzer, Vermarkter und Entwickler zu vereinfachen. Durch die Integration dieser Erweiterung in Ihren Browser können Sie diese entscheidenden Daten direkt auf Ihrer Website anzeigen, was eine klare und detaillierte Sicht auf die Leistung Ihrer Online-Plattform bietet.\n\n- 200 native GA4-Dimensionen und -Metriken: Besucherquellen, Sitzungen, Absprungrate, Gerät, Referral-Traffic, Stadt, Browser, Ereignisse, E-Commerce-Metriken (Transaktionen, durchschnittlicher Warenkorb, Konversion...) mit Heatmap für Klickraten auf Produktlisten...\n- Vergleichen Sie Ihre Daten mit einem anderen Zeitraum oder einer anderen Seite.\n- Verwenden Sie Ihre benutzerdefinierten Dimensionen, die in GA4 eingerichtet sind\n- Automatische Erkennung von UTMs in der URL zur einfachen Analyse Ihrer Kampagnenergebnisse (Newsletter, Display...).\n- Laden Sie die Ergebnisse im Excel-Format sowie als Screenshots herunter, um sie leichter in Ihre Präsentationen zu integrieren.\n- Aktivieren Sie die PageSpeed Insights-Option, um die Performance & SEO KPIs von Google auf Ihren Seiten anzuzeigen.\n- Teilen Sie Notizen mit Ihren Kollegen, die die Erweiterung verwenden, indem Sie direkt auf einem Bereich Ihrer Website schreiben.\n- Geben Sie auch Ihren OpenAI API-Schlüssel ein und erhalten Sie ChatGPT-Empfehlungen aus der Analyse Ihrer eigenen Metriken.\n- Teilen Sie denselben myAnalytics-Lizenzschlüssel mit all Ihren Mitarbeitern.\n\nDiese Anwendung ist nicht mit Google LLC verbunden, sie verwendet nur die von Google bereitgestellte Google Analytics Admin API.",
    "es": "MyAnalytics tiene como objetivo simplificar el acceso a los datos de Google Analytics 4 para propietarios de sitios web, mercadólogos y desarrolladores. Al integrar esta extensión en tu navegador, puedes visualizar estos datos cruciales directamente en tu sitio web, ofreciendo una visión clara y detallada del rendimiento de tu plataforma en línea.\n\n- 200 dimensiones y métricas nativas de GA4: fuente de visitantes, sesiones, tasa de rebote, dispositivo, tráfico de referencia, ciudad, navegador, eventos, métricas de comercio electrónico (transacciones, cesta promedio, conversión...) con mapa de calor para las tasas de clics en listados de productos...\n- Compara tus datos con otro período o otra página.\n- Use sus dimensiones personalizadas configuradas en GA4\n- Detección automática de UTMs en la URL para analizar fácilmente los resultados de tus campañas (boletines, display...).\n- Descarga los resultados en formato Excel y como capturas de pantalla para integrarlos más fácilmente en tus presentaciones.\n- Activa la opción de PageSpeed Insights para mostrar los KPIs de Rendimiento y SEO de Google en tus páginas.\n- Comparte notas con tus colaboradores utilizando la extensión escribiendo directamente en una zona de tu sitio web.\n- Ingresa tu clave API de OpenAI y obtén recomendaciones de ChatGPT a partir del análisis de tus propias métricas.\n- Comparte la misma clave de licencia de myAnalytics con todos tus colaboradores.\n\nEsta aplicación no está afiliada a Google LLC, solo utiliza la API de administración de Google Analytics proporcionada por Google.",
    "fr": "myAnalytics vise à simplifier l'accès aux données Google Analytics 4 pour les propriétaires de sites Web, les marketeurs et les développeurs. En intégrant cette extension à votre navigateur, vous pouvez visualiser ces données cruciales directement depuis votre site Web, offrant ainsi une vision claire et détaillée de la performance de votre plateforme en ligne.\n\n- 200 dimensions et métriques natives de GA4 : source des visiteurs, sessions, taux de rebond, device, trafic referral, ville, navigateur, événements, métriques e-commerce (transactions, panier moyen, conversion...) avec carte de chaleur pour les taux de clics sur listings produits...\n- Comparez vos données avec une autre période ou une autre page.\n- Utilisez vos dimensions personnalisées paramétrées dans GA4\n- Détection automatique des UTMs dans l'URL pour facilement analyser les résultats de vos campagnes (newsletters, display...).\n- Téléchargez les résultats au format Excel ainsi qu'en capture d'écran pour les intégrer plus facilement dans vos présentations.\n- Activez l'option PageSpeed Insights pour afficher les kpis Performance & SEO de Google sur vos pages.\n- Partagez des notes avec vos collaborateurs utilisant l'extension en écrivant directement sur une zone de votre site Web.\n- Renseignez votre clé d'API OpenAI et obtenir des recommandations ChatGPT issues de l'analyse de vos propres métriques.\n- Partagez la même clé de licence myAnalytics avec tous vos collaborateurs.\n\nDisponible en huit langues : anglais, français, allemand, espagnol, portugais, hindou, japonais et arabe.\n\nCette application n'est pas affiliée à Google LLC, elle utilise uniquement l'API Google Analytics Admin API mise à disposition par Google.",
    "hi": "myAnalytics का उद्देश्य वेबसाइट मालिकों, विपणकों और डेवलपर्स के लिए Google Analytics 4 के डेटा तक पहुँच को सरल बनाना है। इस एक्सटेंशन को अपने ब्राउज़र में एकीकृत करके, आप अपनी वेबसाइट पर सीधे इन महत्वपूर्ण डेटा को देख सकते हैं, जो आपके ऑनलाइन प्लेटफॉर्म के प्रदर्शन की एक स्पष्ट और विस्तृत दृष्टि प्रदान करता है।\n\nGA4 के 200 मूल डायमेंशन्स और मेट्रिक्स: विज़िटर सोर्स, सेशन, बाउंस रेट, डिवाइस, रेफेरल ट्रैफ़िक, शहर, ब्राउज़र, इवेंट्स, ई-कॉमर्स मेट्रिक्स (लेन-देन, औसत बास्केट, कन्वर्शन...) प्रोडक्ट लिस्टिंग्स पर क्लिक दरों के लिए हीटमैप के साथ...\nअपने डेटा की तुलना किसी अन्य अवधि या पृष्ठ के साथ करें।\nGA4 में सेट किए गए अपने कस्टम आयामों का उपयोग करें\nअपने अभियानों के परिणामों का आसानी से विश्लेषण करने के लिए URL में UTMs का स्वचालित पता लगाना (न्यूज़लेटर्स, डिस्प्ले...).\nपरिणामों को एक्सेल फॉर्मेट में डाउनलोड करें और स्क्रीनशॉट के रूप में ताकि आप उन्हें अपनी प्रस्तुतियों में आसानी से शामिल कर सकें।\nGoogle के परफॉर्मेंस & SEO केपीआई को दिखाने के लिए PageSpeed Insights विकल्प को सक्रिय करें।\nअपनी वेबसाइट के क्षेत्र में सीधे लिखकर एक्सटेंशन का उपयोग कर रहे अपने सहयोगियों के साथ नोट्स साझा करें।\nअपनी खुद की मेट्रिक्स का विश्लेषण करने से ChatGPT सिफारिशें प्राप्त करने के लिए अपनी OpenAI API कुंजी भी दर्ज करें।\nअपने सभी सहयोगियों के साथ एक ही myAnalytics लाइसेंस कुंजी साझा करें।\n\nयह एप्लिकेशन Google LLC से संबद्ध नहीं है, यह केवल Google द्वारा प्रदान की गई Google Analytics Admin API का उपयोग करता है।",
    "ja": "myAnalyticsは、ウェブサイトのオーナー、マーケッター、開発者がGoogle Analytics 4のデータへのアクセスを簡素化することを目指しています。この拡張機能をブラウザに統合することで、直接ウェブサイト上でこれらの重要なデータを表示し、オンラインプラットフォームのパフォーマンスを明確かつ詳細に把握することができます。\n\nGA4の200のネイティブな次元とメトリックス：訪問者の源泉、セッション、バウンス率、デバイス、リファラルトラフィック、都市、ブラウザ、イベント、eコマースメトリックス（トランザクション、平均バスケット、コンバージョン...）、製品リストのクリック率に対するヒートマップ付き...\n他の期間や他のページとデータを比較します。\nGA4で設定されたカスタム次元を使用してください\nキャンペーンの結果を簡単に分析するために、URL内のUTMを自動的に検出します（ニュースレター、ディスプレイなど）。\n結果をExcel形式やスクリーンショットでダウンロードし、プレゼンテーションに簡単に統合できます。\nPageSpeed Insightsオプションを有効にして、ページ上にGoogleのパフォーマンス&SEOのKPIを表示します。\n拡張機能を使用している同僚と直接ウェブサイトのエリアに書き込むことによってメモを共有します。\nまた、OpenAI APIキーを入力し、自身のメトリックスの分析からChatGPTの推薦を得ます。\nすべての同僚と同じmyAnalyticsライセンスキーを共有します。\n\nこのアプリケーションはGoogle LLCとは提携しておらず、Googleが提供するGoogle Analytics Admin APIのみを使用しています。\n\nهذا التطبيق غير تابع لشركة Google LLC، بل يستخدم فقط واجهة برمجة تطبيقات إدارة Google Analytics التي توفرها Google.",
    "pt_PT": "MyAnalytics visa simplificar o acesso aos dados do Google Analytics 4 para proprietários de sites, profissionais de marketing e desenvolvedores. Ao integrar esta extensão em seu navegador, você pode visualizar esses dados cruciais diretamente no seu site, oferecendo uma visão clara e detalhada do desempenho da sua plataforma online.\n\n- 200 dimensões e métricas nativas do GA4: fonte dos visitantes, sessões, taxa de rejeição, dispositivo, tráfego de referência, cidade, navegador, eventos, métricas de e-commerce (transações, cesta média, conversão...) com mapa de calor para taxas de clique em listagens de produtos...\n- Compare seus dados com outro período ou outra página.\n- Use suas dimensões personalizadas configuradas no GA4\n- Detecção automática dos UTMs na URL para analisar facilmente os resultados de suas campanhas (newsletters, display...).\n- Baixe os resultados em formato Excel e também como capturas de tela para integrar mais facilmente em suas apresentações.\n- Ative a opção PageSpeed Insights para exibir os KPIs de Performance & SEO do Google em suas páginas.\n- Compartilhe notas com seus colaboradores usando a extensão, escrevendo diretamente em uma área do seu site.\n- Insira sua chave de API OpenAI e obtenha recomendações do ChatGPT a partir da análise de suas próprias métricas.\n- Compartilhe a mesma chave de licença myAnalytics com todos os seus colaboradores.\n\nEste aplicativo não é afiliado ao Google LLC, ele usa apenas a API de administração do Google Analytics fornecida pelo Google."
  }
}