{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailMask"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace your email with an alias to protect your privacy and prevent spam."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailMask is an innovative browser extension designed to enhance your online privacy and security with just a click. In today's digital age, sharing your email address online can expose you to unwanted spam, phishing attempts, and other cybersecurity threats. MailMask addresses this issue by allowing users to generate and use a unique email alias directly within the email input fields on websites.\n\nHere’s how it works: once you’ve typed your email, simply click the MailMask icon. Instantly, your real email is replaced with a secure alias that forwards to your inbox, effectively masking your true identity from the website. This alias is uniquely tailored to the site's domain name, ensuring easy management and identification of your online interactions.\n\nWhy install MailMask? Firstly, it significantly reduces your exposure to spam and malicious emails by keeping your real email address out of the hands of marketers and cybercriminals. Secondly, it provides a seamless and user-friendly way to manage your online presence, allowing you to have more control over who can reach your inbox. Lastly, MailMask integrates effortlessly into your browsing experience, offering a simple yet powerful tool to protect your personal information without disrupting your online activities.\n\nElevate your online privacy and take control of your digital footprint with MailMask. Install today and experience a safer, more secure way to navigate the digital world."
  }
}