{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Close Other Tabs+",
    "ru": "Закрыть другие вкладки+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Close/pin/unpin/group/ungroup multiple tabs at once, filtering them by a window, pin/group state or URL.",
    "ru": "Закрывайте/закрепляйте/открепляйте/группируйте/разгруппируйте несколько вкладок сразу, фильтруя их по различным свойствам."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Close Other Tabs+ is a browser extension designed to simplify tab management. With this tool, you can close, pin, unpin, group, or ungroup multiple tabs at once.\n\nThe context menu items (referred to as \"actions\" in Close Other Tabs+) shown in the screenshots are just the default settings. You can remove or edit any of them or add new ones. What each action does is up to you. For instance, you might choose to close tabs to the left in the current window. Or close all tabs in all windows with the same domain as the active tab, including pinned ones. Or perhaps you want to close all groups except the current one - that's possible, too!\n\nThe extension provides two context menus:\nExtension icon menu: Right-click the extension icon in the toolbar to access this menu, which can contain up to six actions.\nPage menu: Right-click on any webpage and select \"Close Other Tabs+\" to access this menu, where you can include as many actions as you like.\n\nClicking the extension icon will immediately close other tabs. If you prefer a different action, you can set any action as the \"Main action\" in the settings.\n\nClose Other Tabs+ also supports keyboard shortcuts. To assign a hotkey to an action, follow these steps:\n1. Open the extension settings and go to the \"Actions\" section.\n2. Expand the \"Actions\" dropdown and note the index of the action to which you want to assign a hotkey.\n3. Go to chrome://extensions/shortcuts, locate Close Other Tabs+, and assign a hotkey to Action X, where X is the index of your chosen action.\n----------------------------------------------------------------\n🔑 Optional permissions\n\nRead your browsing history\nThe extension will only request this permission if you use the filter-by-URL features, in which case it will need it to distinguish between tabs with different URLs.\n----------------------------------------------------------------\n🐱 GitHub: https://github.com/loftyshaky/close-other-tabs-plus\n\n🧩 Follow my Facebook page (more extensions): https://www.facebook.com/browservery\n----------------------------------------------------------------\nAds\n\nWhen using Close Other Tabs+, you might encounter affiliate links on the extension's settings page.",
    "ru": "Закрыть другие вкладки+ - это браузерное расширение, призванное упростить управление вкладками. С его помощью вы можете закрывать, закреплять, откреплять, группировать или разгруппировать несколько вкладок одновременно.\n\nПункты контекстного меню (в Закрыть другие вкладки+ они называются «действиями»), показанные на скриншотах, - это лишь настройки по умолчанию. Вы можете удалить или изменить любой из них, а также добавить новые. То, что делает каждое действие, зависит от вас. Например, вы можете решить закрыть вкладки слева в текущем окне. Или закрыть все вкладки во всех окнах с тем же доменом, что и активная вкладка, включая закрепленные. А может быть, вы хотите закрыть все группы, кроме текущей - это тоже возможно!\n\nРасширение предоставляет два контекстных меню:\nМеню иконки расширения: Нажмите правой кнопкой мыши иконку расширения на панели инструментов, чтобы открыть это меню, которое может содержать до шести действий.\nМеню страницы: Нажмите правой кнопкой мыши на любой веб-странице и выберите «Закрыть другие вкладки+», чтобы открыть это меню, в которое можно включить любое количество действий.\n\nПри нажатии на иконку расширения другие вкладки будут немедленно закрыты. Если вы предпочитаете другое действие, в настройках вы можете установить любое действие в качестве основного действия.\n\nЗакрыть другие вкладки+ также поддерживает горячие клавиши. Чтобы назначить горячую клавишу для действия, проделайте следующие шаги:\n1. Откройте настройки расширения и перейдите в раздел «Действия».\n2. Раскройте выпадающий список «Действия» и запомните индекс действия, которому вы хотите присвоить горячую клавишу.\n3. Перейдите по адресу chrome://extensions/shortcuts, найдите Закрыть другие вкладки+ и назначьте горячую клавишу для действия X, где X - индекс выбранного вами действия.\n----------------------------------------------------------------\n🔑 Опциональные разрешения\n\nЧтение истории просмотров\nРасширение запросит это разрешение только в том случае, если вы используете функции фильтрации по URL, в этом случае оно необходимо для того, чтобы различать вкладки с разными URL.\n----------------------------------------------------------------\n🐱 GitHub: https://github.com/loftyshaky/close-other-tabs-plus\n\n🧩 Подписывайтесь на мою страницу в Facebook (больше расширений): https://www.facebook.com/browservery\n----------------------------------------------------------------\nРеклама\n\nПри использовании Закрыть другие вкладки+ вы можете встретить партнерские ссылки на странице настроек расширения."
  }
}