{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Business Loan Checklist: Get Approved Fast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple step by step checklist to get a working capital loan for your business. Follow this guide to get fast business funding."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to secure a business loan? Our Business Loan Checklist provides clear, actionable steps to get your business funding approved fast. Designed for business owners, this comprehensive guide walks you through every detail necessary to prepare for a business loan application. Discover what documents are essential, learn how to find and select the best lending agency, and explore different types of loans, including equipment financing, business lines of credit, merchant cash advances, and revenue-based loans.\n\nWhether you’re seeking working capital, a business cash advance, or need options for bad credit, this checklist simplifies the process, offering insights on how to apply and get approved efficiently. Understand how to navigate loan terms and make informed decisions that align with your business’s needs. Ready to find the best small business lenders and financing options? Don’t miss this critical resource to boost your chances of fast business fund approval.\n\nQuestions Answered in the Checklist:\n\nWhat documents are needed to apply for a business loan?\nHow do I choose the best lender for my business needs?\nWhat is the difference between a business line of credit and a merchant cash advance?\nHow can I qualify for a business loan with bad credit?\nWhere can I get same-day business funding?\nWhat types of business loans are available for small businesses?\nHow do I apply for a revenue-based business loan?\nWhat factors do lenders consider for fast business loan approval?\nHow can I find the best small business lenders?\nWhat steps can I take to improve my chances of loan approval?\n\nGet the knowledge you need to confidently approach lenders, apply for same-day business loans, and access quick funds tailored to your goals. Start today with the guide that answers the most pressing questions for every business owner: How can I get a business loan fast and hassle-free?"
  }
}