{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Print feedbacks for Google Forms",
    "it": "Stampa feedback per Google Moduli"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds icon for printing individual answers, comprehensive of answer keys and feedbacks.",
    "it": "Permette di stampare le risposte individuali ad un quiz, corredate dalla risposta corretta e dall'eventuale feedback personalizzato."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Forms quizzes are a tool that teachers often use to create formative/summative tests for their students.\n\nWhen digital tests need to be archived, there may be the need to create a PDF for each student that contains individual answers and scores.\n\nThis PDF will typically need to be renamed with the student's surname and subsequently archived.\n\nHowever, when you print individual responses from Google Forms, the answer key or individual feedbacks are not printed.\n\nThis extension was created at the request of teachers to facilitate this task.\n\nThe extension adds a button for printing individual responses comprehensive of answer key and individual feedbacks, and also pre-fills the file name for the PDF with the email address of the responder.\n\nClicking on the extension icon enables/disables it.\n\nExtension options allow customization of the pre-filled PDF file name.",
    "it": "I quiz di Google Moduli sono uno strumento che i docenti spesso utilizzano per creare le verifiche formative/sommative a cui sottoporre gli studenti.\n\nQuando le verifiche digitali devono essere archiviate, può nascere l'esigenza di creare un PDF per ogni studente che contenga le risposte e i punteggi del quiz.\n\nTale PDF tipicamente dovrà essere rinominato con il cognome dello studente e successivamente archiviato.\n\nQuando si stampano le risposte individuali da Google Moduli, però, non vengono stampate le risposte corrette e nemmeno i feedback individuali.\n\nQuesta estensione è stata realizzata su richiesta di alcuni docenti per agevolare questo compito.\n\nL'estensione aggiunge un pulsante per la stampa delle risposte individuali comprensive di feedback e risposte corrette, inoltre pre-compila il nome file per la stampa su PDF impostandolo uguale all'indirizzo email relativo alla risposta corrente.\n\nCliccando sull'icona dell'estensione è possibile abilitarla/disabilitarla.\n\nLe opzioni dell'estensione permettono di personalizzare il nome file pre-compilato per la stampa su PDF."
  }
}