{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vocab by Preply",
    "de": "Vokabeltrainer von Preply",
    "es": "Vocabulario de Preply",
    "fr": "Vocab par Preply",
    "it": "Vocab di Preply",
    "ru": "Словарь Preply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find out the meaning of any word with Vocab by Preply and instantly add words to your vocab as you browse the web.",
    "de": "Erfahre mit dem Vokabeltrainer von Preply die Bedeutung von Wörtern und füge direkt beim Surfen neue Vokabeln zu deiner Liste hinzu.",
    "es": "Averigua el significado de cualquier palabra con Vocabulario de Preply y añade instantáneamente palabras a tu vocabulario mientras…",
    "fr": "Découvrez la signification de n'importe quel mot avec Vocab by Preply, et enrichissez instantanément votre vocabulaire pendant que…",
    "it": "Scopri il significato di qualsiasi parola con Vocab by Preply e aggiungi istantaneamente parole al tuo vocabolario mentre navighi…",
    "ru": "Узнавайте значение любого слова с помощью Словаря Preply и мгновенно добавляйте слова в свой словарь, просматривая веб-страницы."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply select the word you want to learn, click on Vocab by Preply and learn its meaning on the go. Click “Add to vocab” and the words will automatically save in your Preply vocab. \n\nLearning vocabulary can be a challenge for anyone! It’s so easy to forget new words, and it takes regular practice to remember them. Seeing a word used in a sentence can really help build your memory. Being able to add it to your personal word bank can be a great way to boost your learning. \n\nPreply is shaping the future of online learning by connecting more than 100,000 new students each month with tutors from all over the world. We believe that combining innovative learning solutions with 1-on-1 lessons is the most effective way to learn. We provide both, and we will help you speak any language confidently. \n\nLearning new words has never been this easy!",
    "de": "Wähle einfach das Wort, das du lernen möchtest, klicke auf Vokabeltrainer von Preply, um dir die Bedeutung zu merken. Klicke auf \"Zum Vokabeltrainer hinzufügen\", um die Wörter automatisch in deinen Preply-Vokabeln zu speichern.\n\nVokabellernen ist für die meisten eine Herausfoderung! Man vergisst neue Wörter so leicht und um sie sich wirklich einzuprägen ist regelmäßiges Üben erforderlich. Ein neues Wort in einem Satz zu sehen kann den Lernprozess beschleunigen. Wörter zu deiner persönlichen Vokabelliste hinzuzufügen ist eine gute Möglichkeit, um systematisch zu lernen.\n\nPreply gestaltet das Online-Lernen der Zukunft und stellt jeden Monat den Kontakt zwischen über 100.000 neuen Lernenden mit Lehrkräften aus der ganzen Welt her. Wir denken, dass die Kombination aus innovativen Lernlösungen und Einzelunterricht der effektivste Weg zu lernen ist. Auf Preply findest du beides und kannst schon bald selbstbewusst sprechen.\n\nNeue Wörter zu lernen war noch nie so einfach!",
    "es": "Simplemente selecciona la palabra que quieres aprender haz clic en \"Añadir al vocabulario de Preply\" y aprende su significado sobre la marcha. Haz clic en \"Añadir al vocabulario\" y las palabras se guardarán automáticamente automáticamente en tu vocabulario Preply.\n\n¡Aprender vocabulario puede ser un desafío para cualquiera! Es muy fácil olvidar palabras nuevas y se necesita práctica regular para recordarlas. Ver una palabra usada en una oración realmente puede ayudar a fortalecer tu memoria. Poder agregarlo a tu banco de palabras personal puede ser una excelente manera de impulsar tu aprendizaje.\n\nPreply está dándole forma al futuro del aprendizaje en línea conectando a más de 100,000 nuevos estudiantes cada mes con profesores de todo el mundo. Creemos que combinar soluciones de aprendizaje innovadoras con clases individuales es la forma más eficaz de aprender. Aquí ofrecemos ambas y te ayudaremos a hablar cualquier idioma con confianza.\n\n¡Aprender nuevas palabras nunca ha sido tan fácil!",
    "fr": "Sélectionnez simplement le mot que vous voulez apprendre, cliquez sur Vocab by Preply et découvrez sa signification en un clin d'œil. Cliquez sur « Ajouter au vocabulaire » pour enregistrer automatiquement les mots dans votre vocabulaire Preply.\n\nApprendre du vocabulaire peut s'avérer être un défi ! Il est si facile d'oublier les mots nouveaux et il faut une pratique régulière pour s'en souvenir. Voir un mot utilisé dans une phrase peut vraiment aider à construire votre mémoire. Pouvoir l'ajouter à votre banque de mots personnelle peut être un excellent moyen de booster votre apprentissage.\n\nPreply façonne l'avenir de l'apprentissage en ligne en connectant plus de 100 000 nouveaux étudiants chaque mois avec des professeurs du monde entier. Nous pensons que combiner des solutions d'apprentissage innovantes avec des leçons individuelles est le moyen le plus efficace d'apprendre. Nous fournissons les deux et nous vous aiderons à vous exprimer dans n'importe quelle langue avec confiance.\n\nApprendre de nouveaux mots n'a jamais été aussi facile !",
    "it": "Seleziona la parola che vuoi imparare, clicca su \"Vocaboli di Preply\" e impara subito il suo significato. Clicca \"Aggiungi vocabolo\" e le parole saranno automaticamente salvate nella sezione vocabolario.\n\nImparare il vocabolario può essere una sfida per chiunque! È così facile dimenticare le parole nuove e ci vuole una pratica regolare per ricordarle. Vedere una parola usata in una frase può davvero aiutare a costruire la tua memoria. Essere in grado di aggiungere vocaboli alla tua banca di parole personale può essere un ottimo modo per aumentare il tuo apprendimento.\n\nPreply sta plasmando il futuro dell'apprendimento online collegando più di 100.000 nuovi studenti ogni mese con insegnanti da tutto il mondo. Crediamo che combinare soluzioni di apprendimento innovative con lezioni private sia il modo più efficace per imparare. Noi forniamo entramb, e ti aiuteremo a parlare qualsiasi lingua con sicurezza.\n\nImparare nuove parole non è mai stato così facile!",
    "ru": "Просто выберите слово, которое хотите выучить, нажмите на Словарь Preply и мгновенно узнайте его значение. Нажмите «Добавить в словарь», и слово автоматически сохранится в вашем словаре Preply.\n\nИзучение новой лексики может быть проблемой для каждого из нас! Новые слова так легко забыть, а чтобы их запомнить, нужно регулярно практиковаться. Когда вы видите слово в предложении, оно легче остается в памяти. Возможность добавить новое слово в личный словарь – это отличный способ ускорить ваше обучение.\n\nPreply строит будущее онлайн-обучения, ежемесячно объединяя более 100 000 новых учеников с преподавателями со всего мира. Мы считаем, что сочетание инновационных решений для обучения и индивидуальных уроков – самый эффективный способ обучения. Мы предлагаем и то, и другое, и поможем вам уверенно заговорить на любом иностранном языке.\n\nУчить новые слова еще никогда не было так просто!"
  }
}