{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MoonBack Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a button to initiate the recording of a MoonBack in many web services and applications.",
    "es": "Añade un botón con el que iniciar la grabación de un MoonBack en gran cantidad de servicios y aplicaciones web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You can easily create and share videos with short, personal messages, without filters, effects or cuts. You will get closer and connect with your customers, colleagues and fans like never before in countless everyday situations, without changing your behavior or changing tools.\n\nLinkedin, Gmail, Outlook, Slack, Teams, Whatsapp, Telegram, Salesforce, Hubspot, Quip, Zoho, Pipedrive, Monday, Odoo, Insightly, Capsule, Zendesk, Freshdesk, Clickup, Trello, Jira, Loom, Mural, Miro... and also any Wordpress, Discourse and Disqus.\n\nPress the MoonBack button, record your message and when you click on the link to share it, it will be automatically pasted in the right place.\n\nIn addition, in services such as Salesforce and Hubspot you will have access to additional functions of a native integration.\n\nWatch video: https://moonback.me/academy?code=566529973\nInformation and free registration: https://moonback.me",
    "es": "Así podrás crear y compartir fácilmente vídeos con mensajes personales y breves, sin filtros, efectos ni cortes. Te acercarás y conectarás como nunca con tus clientes, compañeros y fans en infinidad de situaciones del día a día, sin variar tus comportamientos ni cambiar de herramienta.\n\nLinkedin, Gmail, Outlook, Slack, Teams, Whatsapp, Telegram, Salesforce, Hubspot, Quip, Zoho, Pipedrive, Monday, Odoo, Insightly, Capsule, Zendesk, Freshdesk, Clickup, Trello, Jira, Loom, Mural, Miro... y además cualquier Wordpress, Discourse y Disqus.\n\nPulsa el botón MoonBack, graba tu mensaje y al terminal el enlace para compartirlo se pegará automáticamente en el lugar adecuado.\n\nAdemás en servicios como Salesforce y Hubspot accederás a funciones adicionales propias de una integración nativa.\n\nVer vídeo: https://moonback.me/academy?code=566529973\nInformación y registro gratis: https://moonback.me"
  }
}