{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DueTax GST Login Info Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A system to save GST username and password in Tally and Auto Login to GST Portal without typing Username and GST Password"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This GST Credential Manager called as DueTax GST Login Info Manager help you to maintain your client's GST Username and GST Password inside Tally database. From within Tally you can Login to GST Portal and this extension will get Login details from tally of the company which is active at that time and will auto fill the login details on the GST Portal. The system also works on Optotax website.\n\nFeatures of this system:\n1. Maintain GST Username and Password in tally company database\n2. Import GST username and password of your client in tally from xml\n3. Export GST username and password from tally of all of your companies  \n     in any format like pdf, excel, xml etc.\n4. See GST Login Info in tally\n6. Auto Login to GST Portal without need to manually fill GST username \n    and password.\n7. Auto fill password on Optotax website also.\n\nBenefits of using this system:\n1. No need to maintain GST Login details of your clients on files.\n2. No need to manually enter username and password on GST Portal.\n3. No fear of loosing your excel file containing GST Login details of all of \n     your clients.\n4. Our extension DO NOT save any username or password anywhere. It \n     merely takes the login info from tally and fill it on the GST portal.\n5. This system will work in both TALLY ERP 9 and TALLY PRIME.\n\nSystem created by: CA. Prince Varshney"
  }
}