{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WordUp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It helps you to complete your WordUp knowledge map by automatically highlighting the words you don't know and showing their meaning."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WordUp is a revolutionary app for learning new English words and improving your vocabulary. It maps out where the gaps in your knowledge are, and creates a personalised learning plan that focuses on one word at a time. \n\nThis Chrome Extension allows you to complete your WordUp knowledge map as you browse the web. It will scan the page you're looking at, and check every word on the page against your WordUp knowledge map. \n\n- If you have declared that you know the word, it will do nothing.\n- If you have declared that you don't, then it will show a red underline, helping you to quickly look up the word's definitions with a single click.\n- If you have not declared it either way, it will show a green line below the word, which you can then click to see the definitions and also declare if you knew it or not.\n\nThis helps you in 2 ways. Firstly, it will help you to complete your WordUp knowledge map. Secondly, and once, your knowledge map is more complete, it will cleverly highlight any word that you don't know on any web page, and help you look it up with no effort!\n\nThis helps you to build WordUp into your everyday life and make the most out of your WordUp knowledge map in your day-to-day life.\n\nWith WordUp, you are in control of your knowledge."
  }
}