{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension that lets you easily save and organize your favorite links in one place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you need help managing your favorite links?\n\nWell, Link Saver has your back. Go to the page you want to save, open the context menus (right-click), and press 'Add current page to Link Saver.' \n\nThat's very easy, right? That's not all. You can also add a link manually. Copy and paste the link you want to save, open the Link Saver extension, paste it into the input box, and click 'Add Link.'\n\nSo simple!\n\nWhat's great about this extension?\n• Organize your links with the group function. This allows you to group multiple links at the same time. Select the links you want to group, then click 🗂️ GROUP SELECTED to group them.\n• Sort the links according to your preference. Hold your left mouse button at the six (6) dots on each link to grab it. Do not let go; simply drag it to the position you want it to be. You can also do this with a group!\n• Rename groups according to your preference or leave them as they are. I provided random group names for you!\n• Rename the title of links according to your preference.\n• Open multiple links at once. Select the links you want to include, then click 🔗 OPEN SELECTED. You can also do this by group by clicking the 'Open All' button at the top of the group layout.\n\nThat's it!\n\nNote: Some functions are not working on ARM64 devices, I am still looking into it."
  }
}