{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keywords Expand & Suggestions Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Expanding keywords and scraping search suggestions from google and other platforms in bulk."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Target User Group:\nWhen searching across various platforms on the internet, the suggested words that appear in the recommendation bar are not just simple search items. They reflect the current popular demands and topics closely related to your search content. This plugin is designed for you if you need to deeply explore user search intentions for purposes such as:\n\n- Uncovering Potential Product Needs – To develop products that align with niche market trends.\n\n- Capturing Trending Content – To discover popular topics and keywords for creating compelling content.\n\n- Understanding Shopping Trends – To identify hot or niche products in the market, thereby optimizing product selection strategies.\n\n- Or More In-Depth Insights – …\n\nCore Problems Solved:\n- Automatic Expansion of Search Terms: Using alphabetic and numeric methods to automatically collect more and richer suggested search terms.\n\n- Multi-Platform Support: Version 1.0 is compatible with mainstream search platforms.\n\n- One-Click Extraction Feature: Say goodbye to tedious repetitive tasks, easily extract the needed information with one click.\n\nProduct Version Planning:\n- V1.0: Mainly focuses on the expansion and extraction of keywords.\n- V2.0: Upcoming integration of AI technology for faster and deeper analysis of the motives behind search intentions.\n\nFor more information, please visit https://www.searchsug-extractor.com/."
  }
}