{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "soLucky",
    "hi": "सोलकी"
  },
  "short": {
    "ar": "تصفح الإنترنت بشكل أسرع!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate the Internet FASTER!!",
    "de": "Surfen Sie SCHNELLER im Internet!!",
    "es,es_419": "¡Navega por Internet MÁS RÁPIDO!!",
    "fr": "Naviguez sur Internet plus rapidement !",
    "hi": "इंटरनेट को अधिक तेजी से नेविगेट करें!!",
    "id": "Bernavigasi di Internet LEBIH CEPAT!",
    "pt_BR": "Navegue mais rapidamente pela Internet!!",
    "ru": "БОЛЕЕ БЫСТРАЯ навигация в Интернете!!!"
  },
  "long": {
    "ar": "يساعدك soLucky على تصفح الإنترنت بسرعة!\n\nمع soLucky، تأخذك عمليات البحث على جوجل كروم مباشرة إلى أفضل مواقع \"ضربة حظ\" - دون انتظار نتائج البحث، ودون رؤية كل هذه الإعلانات، ودون الاضرار إلى النقر مرة أخرى. والأفضل من ذلك، أنه سيكون بإمكانك أيضا الوصول إلى أفضل 3 مواقع تالية والنتائج الكاملة لمحرك البحث جوجل .. رائع!\n\nعلاوة على المزايا التالية التي ستجعلك تشعر أنك محظوظ:\n\n- استخدم مربع كروم متعدد الاستخدامات بالطريقة التي اعتدت عليها، وسيأخذك أيضا إلى صفحة الويب مباشرة.\n- وصول مباشر بضغطة واحدة إلى نفس عملية البحث عن الصور، والفيديوهات، والخرائط.\n- ويمكنك أيضا بضغطة واحدة الوصول إلى نتائج جوجل العادية.\n\nرائع للغاية أليس كذلك؟",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "soLucky Helps you Navigate the Internet Faster!\n\nWith soLucky, Chrome searches take you immediately to the top site—without waiting for the full search result, without seeing all those ads, and without clicking one more time.  Better yet, you still have access to the next 3 top sites and the full Google search engine while looking at the top site...soAmazing!\n\nA few other features that’ll make you feel lucky:\n\n- Use the Chrome Omnibox just the way you normally do, but now it will take you directly to your web destination.\n- One click access to the same search on images, videos, news and maps.\n- One click to the regular old Google search results you're used to.\n- Cool shortcuts to Google Maps, Images, Videos and News.  Just search \"map nyc\" to get directly to the Google Maps interface of New York City.\n\nsoCool, right?\n\nSmall Print:  soLucky uses Google Analytics to collect extension usage statistics to help improve your experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout",
    "de": "Mit soLucky surfen Sie schneller im Internet!\n\nMit soLucky gelangen Sie bei Chrome-Suchanfragen sofort zum obersten Eintrag der \"Auf gut Glück\"-Seite – ohne dass Sie auf die vollständigen Suchergebnisse warten müssen, ohne dass Sie all die Werbung ansehen müssen und ohne dass Sie noch einmal klicken müssen. Aber es wird noch besser, Sie haben trotzdem Zugriff die nächsten 3 obersten Seiten und die vollständige Google-Suchmaschine, während Sie sich die oberste Seite ansehen...soCool!\n\nEin paar weitere Funktionen, die Sie glücklich machen werden:\n\n- Verwenden Sie die Chrome Omnibox genauso wie bisher, aber gelangen Sie jetzt direkt zu Ihrem Ziel.\n- Ein Klick genügt, um Bilder, Videos, Nachrichten und Karten zu suchen.\n- Wenn Sie noch mehr suchen, gelangen Sie mit einem Klick zu den normalen Google-Suchergebnissen.\n\nsoCool, oder?",
    "es,es_419": "¡soLucky te ayuda a navegar por Internet más rápido!\n\nCon soLucky, las búsquedas de Chrome te llevan de inmediato a los sitios principales “Voy a tener suerte” sin esperar los resultados completos de la búsqueda, sin tener que ver todos esos anuncios y sin hacer clic una vez más. Mejor aún, sigues teniendo acceso a los 3 sitios principales siguientes y el motor completo de búsqueda de Google mientras ves el sitio principal... ¡Increíble!\n\nAlgunas otras funciones que te harán sentir afortunado:\n\n- Utiliza el cuadro multifunción de Chrome tal y como lo haces normalmente, pero ahora te llevará directamente a tu destino web.\n- Acceso en un sólo un clic a la misma búsqueda en imágenes, videos, noticias y mapas.\n- Para una búsqueda profunda, simplemente haz un clic a los resultados regulares antiguos de Google a los que estás acostumbrado.\n\nGenial, ¿verdad?",
    "fr": "soLucky vous aide à naviguer sur Internet plus rapidement !\n\nAvec soLucky, les recherches Chrome vous amènent immédiatement au premier site « I’m Feeling Lucky » sans attendre le résultat de la recherche complète, sans voir toutes ces pubs et sans avoir à cliquer une fois de plus. Mieux encore, vous avez toujours accès aux 3 meilleurs sites suivants et à tout le moteur de recherche Google tout en regardant les meilleurs sites... Étonnant !\n\nQuelques autres fonctionnalités qui vont vous faire sentir chanceux :\n\n– Utilisez simplement Chrome Omnibox comme vous le faites d’habitude, mais maintenant il vous emmènera directement à votre destination Web.\n– Un accès en un clic pour la même recherche d’images, de vidéos, d’infos et de cartes.\n– Pour vraiment creuser plus profondément, un clic vers les bons vieux résultats de la recherche que vous connaissez.\n\nTrop cool, non ?",
    "hi": "सोलकी इंटरनेट को अधिक तेजी से नेविगेट करने में आपकी मदद करता है!\n\nसोलकी से, क्रोम खोज आपको पूर्ण खोज परिणाम की प्रतीक्षा किए बिना, उन विज्ञापनों को देखे बिना, तथा एक और बार क्लिक किए बिना “मैं भाग्यशाली महसूस कर रहा हूं” साइट के शीर्ष पर तुरंत ले जाता है। और भी बेहतर, आप शीर्ष साइट को देखते समय अभी भी आगामी 3 शीर्ष साइटों और पूर्ण गूगल खोज इंजन को एक्सेस कर सकते हैं...इतना अद्भुत!\n\nकुछ अन्य विशेषताएं जो आपको भाग्यशाली महसूस कराएंगी:\n\nक्रोम ओम्नीबॉक्स को वैसे ही प्रयोग करें जैसे आप सामान्यतः प्रयोग करते हैं, लेकिन अब यह आपको सीधे आपके वेब गंतव्य पर ले जाएगा।\n- छवियों, वीडियो, समाचार और नक्शों पर समान खोज के लिए एक क्लिक से एक्सेस करें।\n- गूगल खोज परिणामों जिनका आप प्रयोग करते हैं, के लिए एक क्लिक करें।\n\nइतना अच्छा, ठीक है?",
    "id": "soLucky Membantu Anda Bernavigasi di Internet Lebih Cepat!\n\nDengan soLucky, pencarian Chrome segera membawa Anda ke situs \"Saya Lagi Beruntung\" teratas—tanpa perlu menunggu hasil pencarian penuh, tanpa perlu melihat semua iklan itu, dan tanpa mengklik sekali lagi. Selain itu, Anda masih memiliki akses ke 3 situs teratas berikutnya dan mesin pencarian Google lengkap sambil melihat situs-situs teratas... soLuar biasa!\n\nBeberapa fitur lainnya yang membuat Anda merasa beruntung:\n\n- Gunakan Chrome Omnibox seperti biasanya, tetapi sekarang akan membawa Anda langsung ke web tujuan. \n- Pencarian satu kali klik ke pencarian yang sama untuk gambar, video, berita, dan peta. \n- Untuk pencarian lebih jauh, satu kali klik ke hasil pencarian Google reguler seperti yang biasanya.\n\nsoKeren, bukan?",
    "pt_BR": "O soLucky ajuda você a navegar mais rapidamente pela internet!\n\nCom o soLucky, as pesquisas no Chrome levam você diretamente à primeira página da opção \"Estou com Sorte\" - sem ter de esperar os resultados completos da pesquisa, sem ver qualquer anúncio e sem clicar mais nenhuma vez. E o que é melhor, você ainda terá acesso aos próximos 3 sites da lista e ao mecanismo completo de busca do Google, enquanto visita o primeiro site da lista... Sensacional!\n\nAlguns outros recursos que vão fazer você se sentir um sortudo:\n\n- Use o Omnibox do Chrome como faria normalmente, mas agora ele te leva diretamente ao seu destino na web.\n- Um clique para acessar a mesma pesquisa em imagens, vídeos, notícias e mapas.\n- Para realmente se aprofundar na pesquisa, basta um clique para voltar aos raultados do Google com os quais você já está acostumado.\n\nLegal demais, não é?",
    "ru": "soLucky поможет вам  ускорить навигацию в Интернете!\n\nБлагодаря приложению soLucky, поисковая система Google Chrome сразу же выводит для вас самые популярные результаты из раздела \"Мне повезет!\". Вам больше не придется ждать загрузки всех результатов поиска, просматривать рекламу и дополнительно нажимать на кнопку. К тому же у вас по-прежнему будет доступ к 3 самым популярным сайтам и всем возможностям поисковой системы Google во время просмотра самых популярных страниц... Просто отлично!\n\nНекоторые другие возможности, которые дадут вам почувствовать, что вам повезло:\n\n- Возможность использовать адресную строку Google Chrome в обычном режиме, но теперь вы сможете непосредственно перейти на нужный веб-сайт.\n- Доступ к поиску по картинкам, видео, новостям и картам с помощью одного нажатия.\n- Для более тщательного поиска нажмите на ссылку на стандартные результаты старого доброго поиска Google, к которым вы привыкли.\n\nОчень круто, не правда ли?"
  }
}