{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Coronavirus Cases",
    "it": "Casi di Coronavirus",
    "ru": "Cлучаи Коронавируса",
    "tr": "Koronavirüs Vakaları"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Chrome Extension for Coronavirus Cases!",
    "it": "Estensione di Chrome per Casi di Coronavirus!",
    "ru": "Расширение Chrome для Случаев Коронавируса!",
    "tr": "Koronavirüs Vakaları Chrome Uzantısı!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Tracks Corona Virus Cases all around the world. \n\nOn the \"All Countries\" main tab, you can view list of all countries in an order of deaths counts descending. Main tab only contains total number of cases, total number of deaths, cases for today and deaths for today. Clicking on Country name it will open \"Country Summary\" tab where you can find more details about that country like Death Rank of Country,  number of total Infection, Recovered, Deaths, Actives, Today's Cases, Today's Deaths and Critical cases. \n\nYou can also view Worldwide stats navigating to \"Worldwide Summary\" tab.\n\nIf you directly navigate to \"Country Summary\" tab, extension opens with a country that your Chrome Browser language set as a default. Currently extensions supports 4 languages (English, Italian, Turkish and Russian), and default language is English for unsupported languages.\n\nMain source of the data is NovelCOVID(https://corona.lmao.ninja/). You can also fetch data from a secondary source of https://thevirustracker.com by switching on UI.",
    "tr": "Dünyadaki tüm güncel Koronavirus Vakalarını buradan takip edebilirsiniz.\n\nEklenti üzerinde 3 sekme bulunmaktadır. 'Tüm Ülkeler' sekmesinde, tüm ülkeler toplam ölü sayısına göre azalan yönde sıralanmıştır. Bu sekmede ülkelere ait sadece Toplam Vaka, Toplam Ölü, Bugüne ait Toplam Vaka ve Bugüne ait Toplam Ölü sayısı verilmiştir. Ülke ismine tıkladığınızda 'Ülke Özet' sekmesini açarak, o ülkeye ait daha detay bilgiye ulaşabilirsiniz. Ülke Özet sekmesinde ek olarak Toplam İyileşen, Aktif ve Kritik Vaka sayılarını da görüntüleyebileceksiniz.\n\n'Dünya Özet' sekmesini seçerek Dünya genelinde toplam sayılara ulaşabilirsiniz.\n\nEğer 'Ülke Özet' sekmesinin üzerine tıklayarak açarsanız, eklenti Chrome Tarayıcınıza ait dil seçeneğine göre dilin ait olduğu Ülke'yi otomatik olarak seçecek ve vakaları listeleyecektir. Eklenti şu anda 4 dili(Türkçe, İngilizce, İtalyanca ve Rusça) desteklemektedir. Eklentiyi çalıştıran tarayıcının dili desteklenmeyen dil olursa, İngilizce otomatik olarak kullanılmaktadır.\n\nVerilerin ana kaynağı olarak NovelCOVID(https://corona.lmao.ninja/) adresi kullanılmaktadır. İkinci bir kaynak olarak da https://thevirustracker.com adresinden de verilere ulaşabilirsiniz, bunun için yapmanız gereken eklenti üzerinden bu kaynağı seçmek."
  }
}