{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vault Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Extension by Vault"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every click, swipe, and search you make uncovers massive amounts of data about you each day and brands are getting rewarded for it, so why shouldn’t you!\n\nHow it Works:\n\n1. Download the Extension: Install the Vault Browser Extension from the Chrome Store.\n2. Provide Consent: Grant permission for Vault to analyse your browsing data.\n3. Enjoy Personalised Rewards: Sit back, relax, and let Vault curate a selection of rewards tailored to your interests and preferences.\n\nPrivacy is at the core of everything we do\n\nIn the digital world, your privacy is paramount. That’s why Vault isn’t just about rewards; it’s about respecting and protecting your data.\n \nWhat Sets Vault Apart?\n\nPrivacy First Approach: We understand the value of your data. With Vault, you can be confident that your data is treated with the utmost care and respect. We prioritise your privacy, always.\n\nTransparent Practices: Our commitment to transparency means you’re always in the loop. We clearly outline how your data is used and ensure you have the control to manage it according to your preferences.\n\nSecurity You Can Trust: With state-of-the-art security measures, Vault safeguards your data, ensuring that your browsing experience and personal information stay private and secure.\nJoin the Vault Community Today!\n\nTo find out more visit https://www.vaultdata.io"
  }
}