{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Determination of the coordinates on the map"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly determine the coordinates (latitude and longitude) of any city, street, on the world map."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapid determination of the coordinates on the map - find the latitude and longitude of the city. Online search streets and houses at the address on GPS, to determine the coordinates on the map Yandex how to find the location on the map.\n\nUser Data Privacy: The extension does not contain user registration, and therefore does not collect contact and personal data of users, financial and payment data, medical information, information used for authentication. Also, the extension cannot track the user's location and / or other GPS data. There are no GPS tools in the extension. More details: https://docs.google.com/document/d/1xLnD-5H_1p0O6YVw6-eUSmS1QNd2CJHo9Fi3GFtOkAk/edit?usp=sharing\n\nu-karty.ru\n====================================\n\nБыстрое определение координат на карте — узнаем широту и долготу города. Онлайн поиск улиц и домов по адресу, по GPS, для определения координат на карте Яндекс, как найти местоположение на карте.\n\nКонфиденциальность пользовательских данных: Расширение не содержит регистрацию пользователей, а значит не собирает контактные и личные данные пользователей, финансовые и платежные данные, медицинскую информацию, сведения, использующиеся для аутентификации. Также расширение не может отслеживать месторасположение пользователя и/или другие данные GPS. В расширении отсутствуют инструменты GPS. Подробнее: https://docs.google.com/document/d/1xLnD-5H_1p0O6YVw6-eUSmS1QNd2CJHo9Fi3GFtOkAk/edit?usp=sharing\n\nu-karty.ru"
  }
}