{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Plus - The fastest and easiest way to download any video from any website."
  },
  "long": {
    "ar": "فيديو داونلودر بلس هو أفضل طريقة عند محاولة تنزيل الفيديوهات، بدون إعلانات، سهل وسريع. إضافتنا تتيح لك تنزيل عدة نسخ بجودة HD وSD و4K من العديد من المواقع الشهيرة للفيديو!\n\nمع فيديو داونلودر بلس ستحصل على هذه الميزات:\n\nيدعم عدة صيغ فيديو\nتنزيل الفيديوهات بدقة 2k، و4k والاستمتاع بالفيديوهات عالية الدقة.\nخاصية الحفظ لوقت لاحق تسهل عليك حفظ الفيديوهات في حسابك حتى يمكنك مشاهدتها في أي وقت.\nإرسال أي فيديو تريده إلى جهاز الكرومكاست الخاص بك.\nنحن ندعم المواقع التالية:\nفيسبوك، إنستغرام، تويتر، فيميو، ديلي موشن والعديد غيرها.\n\nمع فيديو داونلودر بلس لا حاجة للتخمين حول حجم الملف أو الدقة. فيديو داونلودر بلس يكتشف كل الدقات المتاحة، حتى تستطيع الاختيار وفقاً لاحتياجاتك أي حجم هو الأفضل.\n\nتنويه:\nفيديو داونلودر بلس ليس برنامج تنزيل يوتيوب. بسبب قيود سياسات متجر ويب جوجل وسياسات برنامج المطورين، لا يمكننا تنزيل فيديوهات يوتيوب. شكراً لتفهمكم.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fi,fil,gu,he,hr,hu,it,kn,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,vi": "Video Downloader Plus is the best way when trying to download videos, no ads, easy and fast.\nOur extension lets you download multiple versions in HD & SD and 4K from many popular video websites!\n\nWith Video Downloader Plus you will have these features:\nSupports multiple video formats\nDownload videos in 2k, and 4k resolution and enjoy the high-definition videos.\nSave for later make it easy to save videos in your account so you can view them at any time.\nCast any video you want to your Chromecast device.\n\nWe support the following website:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion and many more.\n\nWith Video Downloader Plus no need to guess the file size or the resolution. Video Downloader Plus detects all resolutions available, so you can choose according to your needs what size is the best.\n\nDisclaimer: \nVideo Downloader Plus is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies, we can not download YouTube videos. Thank you for understanding.",
    "de": "Video Downloader Plus ist der beste Weg, wenn man versucht, Videos herunterzuladen, keine Werbung, einfach und schnell. Unsere Erweiterung ermöglicht es Ihnen, mehrere Versionen in HD & SD und 4K von vielen beliebten Videowebsites herunterzuladen!\n\nMit Video Downloader Plus haben Sie diese Funktionen:\nUnterstützt mehrere Videoformate\nVideos in 2k- und 4k-Auflösung herunterladen und die hochauflösenden Videos genießen.\nSpeichern für später macht es einfach, Videos auf Ihrem Konto zu speichern, sodass Sie sie jederzeit ansehen können.\nCasten Sie jedes Video, das Sie möchten, auf Ihr Chromecast-Gerät.\n\nWir unterstützen folgende Website:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion und viele mehr.\n\nMit Video Downloader Plus müssen Sie nicht die Dateigröße oder die Auflösung raten. Video Downloader Plus erkennt alle verfügbaren Auflösungen, sodass Sie je nach Ihren Bedürfnissen die beste Größe wählen können.\n\nHaftungsausschluss:\nVideo Downloader Plus ist kein Youtube Downloader. Aufgrund von Einschränkungen der Richtlinien des Google Web Store und der Entwicklerprogramm-Richtlinien können wir keine YouTube-Videos herunterladen. Vielen Dank für Ihr Verständnis.",
    "es": "Video Downloader Plus es la mejor manera de descargar videos, sin anuncios, fácil y rápido. ¡Nuestra extensión te permite descargar múltiples versiones en HD & SD y 4K de muchos sitios web de videos populares!\n\nCon Video Downloader Plus tendrás estas características:\n\nSoporta múltiples formatos de video.\nDescarga videos en resolución de 2k y 4k y disfruta de los videos de alta definición.\nGuardar para más tarde facilita guardar videos en tu cuenta para que puedas verlos en cualquier momento.\nTransmite cualquier video que quieras a tu dispositivo Chromecast.\nApoyamos los siguientes sitios web:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion y muchos más.\n\nCon Video Downloader Plus no necesitas adivinar el tamaño del archivo o la resolución. Video Downloader Plus detecta todas las resoluciones disponibles, así que puedes elegir según tus necesidades cuál tamaño es el mejor.\n\nDescargo de responsabilidad:\nVideo Downloader Plus no es un descargador de Youtube. Debido a las restricciones de las Políticas de la Tienda Web de Google y las Políticas del Programa de Desarrolladores, no podemos descargar videos de YouTube. Gracias por su comprensión.",
    "es_419": "Video Downloader Plus es la mejor manera de descargar videos sin anuncios, fácil y rápidamente. ¡Nuestra extensión te permite descargar múltiples versiones en HD & SD y 4K de muchos sitios web de videos populares!\n\nCon Video Downloader Plus tendrás estas características:\n\nSoporta múltiples formatos de video.\nDescarga videos en resolución 2k y 4k y disfruta de los videos en alta definición.\nGuardar para más tarde facilita guardar videos en tu cuenta para que puedas verlos en cualquier momento.\nTransmite cualquier video que quieras a tu dispositivo Chromecast.\nApoyamos los siguientes sitios web:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion y muchos más.\n\nCon Video Downloader Plus no necesitas adivinar el tamaño del archivo o la resolución. Video Downloader Plus detecta todas las resoluciones disponibles, para que puedas elegir según tus necesidades qué tamaño es el mejor.\n\nDescargo de responsabilidad:\nVideo Downloader Plus no es un descargador de Youtube. Debido a las restricciones de las Políticas de la Tienda Web de Google y las Políticas del Programa de Desarrolladores, no podemos descargar videos de YouTube. Gracias por tu comprensión.",
    "fa": "ویدئو دانلودر پلاس بهترین راه هنگامی است که قصد دانلود ویدئوها را دارید، بدون تبلیغات، آسان و سریع.\nافزونه ما به شما امکان می‌دهد نسخه‌های مختلفی را در کیفیت HD و SD و 4K از وب‌سایت‌های ویدئویی محبوب بسیاری دانلود کنید!\n\nبا ویدئو دانلودر پلاس شما این ویژگی‌ها را خواهید داشت:\nپشتیبانی از فرمت‌های ویدئویی متعدد\nدانلود ویدئوها در کیفیت 2k و 4k و لذت بردن از ویدئوهای با کیفیت بالا.\nذخیره برای بعد که دانلود ویدئوها در حساب کاربری‌تان را آسان می‌کند تا هر زمان که خواستید آن‌ها را مشاهده کنید.\nهر ویدئویی که می‌خواهید را به دستگاه Chromecast خود انتقال دهید.\n\nما از وب‌سایت‌های زیر پشتیبانی می‌کنیم:\nفیسبوک، اینستاگرام، توییتر، ویمئو، دیلی‌موشن و بسیاری دیگر.\n\nبا ویدئو دانلودر پلاس نیازی به حدس زدن اندازه فایل یا کیفیت نیست. ویدئو دانلودر پلاس تمام کیفیت‌های موجود را شناسایی می‌کند، بنابراین می‌توانید بر اساس نیازهای خود بهترین اندازه را انتخاب کنید.\n\nسلب مسئولیت:\nویدئو دانلودر پلاس یک دانلودر یوتیوب نیست. به دلیل محدودیت‌های سیاست‌های فروشگاه وب گوگل و سیاست‌های برنامه توسعه‌دهندگان، ما نمی‌توانیم ویدئوهای یوتیوب را دانلود کنیم. از درک شما سپاسگزاریم.",
    "fr": "Video Downloader Plus est le meilleur moyen lorsque vous essayez de télécharger des vidéos, sans publicités, facilement et rapidement. Notre extension vous permet de télécharger plusieurs versions en HD & SD et 4K de nombreux sites de vidéos populaires !\n\nAvec Video Downloader Plus, vous aurez ces fonctionnalités :\n\nPrend en charge plusieurs formats de vidéo\nTéléchargez des vidéos en résolution 2k et 4k et profitez des vidéos haute définition.\nEnregistrer pour plus tard rend facile la sauvegarde des vidéos dans votre compte afin que vous puissiez les visionner à tout moment.\nDiffusez n'importe quelle vidéo que vous souhaitez sur votre appareil Chromecast.\nNous supportons les sites suivants :\nFacebook, Instagram, Twitter, Vimeo, Dailymotion et bien d'autres.\n\nAvec Video Downloader Plus, pas besoin de deviner la taille du fichier ou la résolution. Video Downloader Plus détecte toutes les résolutions disponibles, vous pouvez donc choisir selon vos besoins quelle taille est la meilleure.\n\nAvertissement :\nVideo Downloader Plus n'est pas un téléchargeur Youtube. En raison des restrictions des politiques du Google Web Store et des politiques du programme de développement, nous ne pouvons pas télécharger les vidéos YouTube. Merci de votre compréhension.",
    "hi": "वीडियो डाउनलोडर प्लस सबसे अच्छा तरीका है जब वीडियो डाउनलोड करने की कोशिश कर रहे होते हैं, कोई विज्ञापन नहीं, आसान और तेज़।\nहमारा एक्सटेंशन आपको कई लोकप्रिय वीडियो वेबसाइटों से HD & SD और 4K में विभिन्न संस्करणों को डाउनलोड करने देता है!\n\nवीडियो डाउनलोडर प्लस के साथ आपको ये सुविधाएँ मिलेंगी:\nकई वीडियो प्रारूपों का समर्थन करता है\n2k, और 4k रिज़ॉल्यूशन में वीडियो डाउनलोड करें और उच्च-परिभाषा वाले वीडियो का आनंद लें।\nसेव फॉर लेटर आपके खाते में वीडियो सहेजने के लिए आसान बनाता है ताकि आप कभी भी उन्हें देख सकें।\nअपने Chromecast डिवाइस पर जो भी वीडियो चाहें उसे कास्ट करें।\n\nहम निम्नलिखित वेबसाइट का समर्थन करते हैं:\nफेसबुक, इंस्टाग्राम, ट्विटर, विमियो, डेलीमोशन और और भी बहुत कुछ।\n\nवीडियो डाउनलोडर प्लस के साथ फाइल का आकार या रिज़ॉल्यूशन अनुमान लगाने की कोई ज़रूरत नहीं है। वीडियो डाउनलोडर प्लस सभी उपलब्ध रिज़ॉल्यूशनों का पता लगाता है, ताकि आप अपनी ज़रूरतों के अनुसार चुन सकें कि कौन सा आकार सबसे अच्छा है।\n\nअस्वीकरण:\nवीडियो डाउनलोडर प्लस एक यूट्यूब डाउनलोडर नहीं है। गूगल वेब स्टोर नीतियों और डेवलपर प्रोग्राम",
    "id": "Video Downloader Plus adalah cara terbaik ketika mencoba mengunduh video, tanpa iklan, mudah, dan cepat.\nEkstensi kami memungkinkan Anda mengunduh berbagai versi dalam HD & SD dan 4K dari banyak situs video populer!\n\nDengan Video Downloader Plus, Anda akan memiliki fitur-fitur ini:\nMendukung berbagai format video\nUnduh video dalam resolusi 2k, dan 4k dan nikmati video berdefinisi tinggi.\nSimpan untuk nanti membuatnya mudah menyimpan video di akun Anda sehingga Anda dapat melihatnya kapan saja.\nSiarkan video apa pun yang Anda inginkan ke perangkat Chromecast Anda.\n\nKami mendukung situs web berikut:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion, dan banyak lagi.\n\nDengan Video Downloader Plus tidak perlu menebak ukuran file atau resolusi. Video Downloader Plus mendeteksi semua resolusi yang tersedia, sehingga Anda dapat memilih sesuai dengan kebutuhan Anda ukuran mana yang terbaik.\n\nPernyataan Penyangkalan:\nVideo Downloader Plus bukan Pengunduh Youtube. Karena pembatasan Kebijakan Toko Web Google dan Kebijakan Program Pengembang, kami tidak dapat mengunduh video YouTube. Terima kasih atas pengertiannya.",
    "ja": "वीडियो डाउनलोडर प्लस सबसे अच्छा तरीका है जब वीडियो डाउनलोड करने की कोशिश कर रहे होते हैं, कोई विज्ञापन नहीं, आसान और तेज़।\nहमारा एक्सटेंशन आपको कई लोकप्रिय वीडियो वेबसाइटों से HD & SD और 4K में विभिन्न संस्करणों को डाउनलोड करने देता है!\n\nवीडियो डाउनलोडर प्लस के साथ आपको ये सुविधाएँ मिलेंगी:\n-कई वीडियो प्रारूपों का समर्थन करता है\n-2k, और 4k रिज़ॉल्यूशन में वीडियो डाउनलोड करें और उच्च-परिभाषा वाले वीडियो का आनंद लें।\n-सेव फॉर लेटर आपके खाते में वीडियो सहेजने के लिए आसान बनाता है ताकि आप कभी भी उन्हें देख सकें।\n-अपने Chromecast डिवाइस पर जो भी वीडियो चाहें उसे कास्ट करें।\n\nहम निम्नलिखित वेबसाइट का समर्थन करते हैं:\nफेसबुक, इंस्टाग्राम, ट्विटर, विमियो, डेलीमोशन और और भी बहुत कुछ।\n\nवीडियो डाउनलोडर प्लस के साथ फाइल का आकार या रिज़ॉल्यूशन अनुमान लगाने की कोई ज़रूरत नहीं है। वीडियो डाउनलोडर प्लस सभी उपलब्ध रिज़ॉल्यूशनों का पता लगाता है, ताकि आप अपनी ज़रूरतों के अनुसार चुन सकें कि कौन सा आकार सबसे अच्छा है।\n\nअस्वीकरण:\nवीडियो डाउनलोडर प्लस एक यूट्यूब डाउनलोडर नहीं है। गूगल वेब स्टोर नीतियों और डेवलपर प्रोग्राम",
    "ko": "비디오 다운로더 플러스는 광고 없이, 쉽고 빠르게 비디오를 다운로드하려고 할 때 최고의 방법입니다. 우리의 확장 프로그램은 많은 인기 있는 비디오 웹사이트에서 HD & SD 그리고 4K의 다양한 버전을 다운로드할 수 있게 해줍니다!\n\n비디오 다운로더 플러스를 사용하면 다음과 같은 기능을 가질 수 있습니다:\n\n다양한 비디오 포맷 지원\n2k, 4k 해상도의 비디오를 다운로드하여 고화질 비디오를 즐길 수 있습니다.\n나중에 보기 기능으로 계정에 비디오를 저장해 언제든지 볼 수 있습니다.\n원하는 비디오를 크롬캐스트 장치로 캐스팅할 수 있습니다.\n우리는 다음 웹사이트를 지원합니다:\n페이스북, 인스타그램, 트위터, 비메오, 데일리모션 등 많은 사이트.\n\n비디오 다운로더 플러스를 사용하면 파일 크기나 해상도를 추측할 필요가 없습니다. 비디오 다운로더 플러스는 가능한 모든 해상도를 감지하여, 필요에 따라 가장 적합한 크기를 선택할 수 있게 해줍니다.\n\n면책 조항:\n비디오 다운로더 플러스는 유튜브 다운로더가 아닙니다. 구글 웹 스토어 정책 및 개발자 프로그램 정책의 제한으로 인해, 우리는 유튜브 비디오를 다운로드할 수 없습니다. 이해해 주셔서 감사합니다.",
    "nl": "Video Downloader Plus is de beste manier om video's te downloaden, zonder advertenties, gemakkelijk en snel. Onze extensie stelt je in staat om meerdere versies in HD & SD en 4K te downloaden van veel populaire videowebsites!\n\nMet Video Downloader Plus heb je deze functies:\nOndersteunt meerdere videoformaten\nDownload video's in 2k, en 4k resolutie en geniet van de video's in hoge definitie.\nSave for later maakt het gemakkelijk om video's op je account op te slaan, zodat je ze op elk moment kunt bekijken.\nCast elke video die je wilt naar je Chromecast-apparaat.\n\nWe ondersteunen de volgende websites:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion en vele anderen.\n\nMet Video Downloader Plus hoef je niet te gokken naar de bestandsgrootte of de resolutie. Video Downloader Plus detecteert alle beschikbare resoluties, zodat je kunt kiezen wat het beste is volgens je behoeften.\n\nDisclaimer:\nVideo Downloader Plus is geen Youtube Downloader. Vanwege beperkingen van de Google Web Store-beleid en Developer Program-beleid, kunnen we geen YouTube-video's downloaden. Bedankt voor je begrip.",
    "pt_BR": "Video Downloader Plus é a melhor maneira quando se trata de baixar vídeos, sem anúncios, fácil e rápido. Nossa extensão permite que você baixe múltiplas versões em HD & SD e 4K de muitos sites populares de vídeos!\n\nCom o Video Downloader Plus você terá esses recursos:\nSuporta múltiplos formatos de vídeo\nBaixe vídeos em resolução 2k e 4k e aproveite os vídeos em alta definição.\nSalvar para mais tarde facilita guardar vídeos na sua conta para que você possa vê-los a qualquer momento.\nTransmita qualquer vídeo que você quiser para o seu dispositivo Chromecast.\n\nNós suportamos os seguintes sites:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion e muitos mais.\n\nCom o Video Downloader Plus não é necessário adivinhar o tamanho do arquivo ou a resolução. O Video Downloader Plus detecta todas as resoluções disponíveis, então você pode escolher de acordo com suas necessidades qual tamanho é o melhor.\n\nAviso:\nVideo Downloader Plus não é um Downloader do Youtube. Devido às restrições das Políticas da Loja Web do Google e Políticas do Programa de Desenvolvedores, não podemos baixar vídeos do YouTube. Obrigado pela compreensão.",
    "pt_PT": "O Video Downloader Plus é a melhor maneira quando se tenta baixar vídeos, sem anúncios, fácil e rápido.\nNossa extensão permite que você baixe várias versões em HD & SD e 4K de muitos sites de vídeo populares!\n\nCom o Video Downloader Plus, você terá estas funcionalidades:\nSuporta múltiplos formatos de vídeo\nBaixe vídeos em resolução 2k e 4k e desfrute de vídeos de alta definição.\nSalvar para mais tarde facilita guardar vídeos na sua conta para que você possa vê-los a qualquer momento.\nTransmita qualquer vídeo que desejar para o seu dispositivo Chromecast.\n\nNós suportamos os seguintes sites:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion e muitos mais.\n\nCom o Video Downloader Plus, não é necessário adivinhar o tamanho do arquivo ou a resolução. O Video Downloader Plus detecta todas as resoluções disponíveis, para que você possa escolher de acordo com suas necessidades qual tamanho é o melhor.\n\nAviso:\nO Video Downloader Plus não é um Baixador de Youtube. Devido às restrições das Políticas da Loja Web do Google e das Políticas do Programa de Desenvolvedores, não podemos baixar vídeos do YouTube. Obrigado pela compreensão.",
    "ru": "Video Downloader Plus - лучший способ при попытке скачать видео, без рекламы, просто и быстро. Наше расширение позволяет скачивать множество версий в HD и SD, а также в разрешении 4K с многих популярных видео сайтов!\n\nС Video Downloader Plus у вас будут следующие функции:\nПоддержка множества видеоформатов.\nСкачивание видео в разрешении 2k и 4k для просмотра видео высокой четкости.\nФункция \"Сохранить на потом\" позволяет легко сохранять видео в вашем аккаунте, чтобы вы могли просмотреть их в любое время.\nТранслировать любое видео на ваше устройство Chromecast.\n\nМы поддерживаем следующие веб-сайты:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion и многие другие.\n\nС Video Downloader Plus вам не нужно догадываться о размере файла или разрешении. Video Downloader Plus обнаруживает все доступные разрешения, так что вы можете выбрать нужный размер в соответствии с вашими потребностями.\n\nОтказ от ответственности:\nVideo Downloader Plus не является загрузчиком Youtube. Из-за ограничений политик Google Web Store и политик программы разработчиков мы не можем скачивать видео с YouTube. Спасибо за понимание.",
    "th": "Video Downloader Plus เป็นวิธีที่ดีที่สุดเมื่อคุณต้องการดาวน์โหลดวิดีโอ ไม่มีโฆษณา ใช้งานง่ายและรวดเร็ว ส่วนขยายของเราช่วยให้คุณดาวน์โหลดเวอร์ชันหลายเวอร์ชันในความละเอียด HD & SD และ 4K จากเว็บไซต์วิดีโอยอดนิยมมากมาย!\n\nด้วย Video Downloader Plus คุณจะมีคุณสมบัติเหล่านี้:\n\nรองรับรูปแบบวิดีโอหลายรูปแบบ\nดาวน์โหลดวิดีโอในความละเอียด 2k และ 4k และเพลิดเพลินกับวิดีโอความละเอียดสูง\nฟีเจอร์ 'บันทึกไว้ดูภายหลัง' ทำให้คุณสามารถบันทึกวิดีโอไว้ในบัญชีของคุณเพื่อดูได้ทุกเมื่อ\nส่งวิดีโอที่คุณต้องการไปยังอุปกรณ์ Chromecast ของคุณ\nเราสนับสนุนเว็บไซต์ต่อไปนี้:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion และอื่นๆ อีกมากมาย\n\nด้วย Video Downloader Plus ไม่จำเป็นต้องเดาขนาดไฟล์หรือความละเอียด Video Downloader Plus ตรวจจับความละเอียดที่มีอยู่ทั้งหมด เพื่อให้คุณสามารถเลือกขนาดที่ดีที่สุดตามความต้องการของคุณ\n\nคำปฏิเสธความรับผิด:\nVideo Downloader Plus ไม่ใช่ Youtube Downloader ด้วยข้อจำกัดของนโยบาย Google Web Store และนโยบายโปรแกรมนักพัฒนา เราไม่สามารถดาวน์โหลดวิดีโอจาก YouTube ได้ ขอบคุณที่เข้าใจ",
    "tr": "Video Downloader Plus, video indirmek söz konusu olduğunda reklamsız, kolay ve hızlı bir şekilde en iyi yoldur. Eklentimiz, birçok popüler video sitesinden HD & SD ve 4K'da birden fazla sürümü indirmenizi sağlar!\n\nVideo Downloader Plus ile şu özelliklere sahip olacaksınız:\n\nBirden fazla video formatını destekler\n2k ve 4k çözünürlükte video indirin ve yüksek tanımlı videoların keyfini çıkarın.\nDaha sonra izlemek için videoları hesabınızda kolayca kaydedin, böylece istediğiniz zaman izleyebilirsiniz.\nİstediğiniz videoyu Chromecast cihazınıza yayınlayın.\nŞu siteleri destekliyoruz:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion ve daha fazlası.\n\nVideo Downloader Plus ile dosya boyutunu veya çözünürlüğü tahmin etmenize gerek kalmaz. Video Downloader Plus, mevcut olan tüm çözünürlükleri algılar, böylece ihtiyaçlarınıza göre hangi boyutun en iyi olduğunu seçebilirsiniz.\n\nFeragatname:\nVideo Downloader Plus, bir Youtube İndiricisi değildir. Google Web Mağazası Politikaları ve Geliştirici Programı Politikaları'nın kısıtlamaları nedeniyle, YouTube videolarını indiremiyoruz. Anlayışınız için teşekkür ederiz.",
    "uk": "Video Downloader Plus - це найкращий спосіб, коли ви намагаєтеся завантажити відео, без реклами, легко і швидко.\nНаше розширення дозволяє завантажувати кілька версій у форматах HD & SD та 4K з багатьох популярних вебсайтів відео!\n\nЗ Video Downloader Plus у вас будуть такі можливості:\nПідтримка декількох форматів відео\nЗавантажуйте відео у роздільності 2k, і 4k та насолоджуйтеся відео високої чіткості.\nФункція \"Зберегти на потім\" дозволяє легко зберігати відео у вашому акаунті, щоб ви могли переглядати їх у будь-який час.\nТранслюйте будь-яке відео на ваш пристрій Chromecast.\n\nМи підтримуємо наступні вебсайти:\nFacebook, Instagram, Twitter, Vimeo, Dailymotion та багато інших.\n\nЗ Video Downloader Plus вам не потрібно здогадуватися про розмір файлу чи роздільну здатність. Video Downloader Plus виявляє всі доступні роздільності, тому ви можете вибрати відповідно до своїх потреб, який розмір є найкращим.\n\nЗастереження:\nVideo Downloader Plus не є завантажувачем Youtube. Через обмеження політик Google Web Store та політик програми розробників, ми не можемо завантажувати відео з YouTube. Дякуємо за розуміння.",
    "zh_CN": "视频下载器加强版是下载视频的最佳方式，无广告，简单快捷。\n我们的扩展程序允许您从许多热门视频网站下载高清、标清及4K的多个版本！\n\n使用视频下载器加强版，您将享有以下功能：\n\n支持多种视频格式\n以2K及4K分辨率下载视频，享受高清视频。\n“稍后保存”功能，方便您在账户中保存视频，随时观看。\n将任何视频投射到您的Chromecast设备上。\n我们支持以下网站：\nFacebook、Instagram、Twitter、Vimeo、Dailymotion等等。\n\n使用视频下载器加强版，无需猜测文件大小或分辨率。视频下载器加强版能检测到所有可用的分辨率，因此您可以根据需要选择最合适的大小。\n\n免责声明：\n视频下载器加强版不是Youtube下载器。由于谷歌网络商店政策和开发者计划政策的限制，我们不能下载YouTube视频。感谢您的理解",
    "zh_TW": "视频下载器增强版是尝试下载视频的最佳方式，没有广告，简单快速。\n我们的扩展允许您从多个受欢迎的视频网站下载高清、标清和4K的多个版本！\n\n使用视频下载器增强版，您将拥有以下功能：\n\n支持多种视频格式\n可下载2k及4k分辨率的视频，享受高清视频。\n“稍后保存”功能让您轻松将视频保存在您的账户中，随时查看。\n将任意视频投放到您的Chromecast设备上。\n我们支持以下网站：\nFacebook、Instagram、Twitter、Vimeo、Dailymotion等等。\n\n使用视频下载器增强版，无需猜测文件大小或分辨率。视频下载器增强版能检测到所有可用的分辨率，让您根据需要选择最合适的大小。\n\n免责声明：\n视频下载器增强版不是Youtube下载器。由于谷歌网络商店政策和开发者计划政策的限制，我们不能下载YouTube视频。感谢您的理解。"
  }
}