{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "McAfee Anti-tracker",
    "ja": "マカフィー アンチトラッカー"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "McAfee Anti-tracker",
    "ja": "マカフィー アンチトラッカー"
  },
  "long": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,id,kn,lt,lv,ml,mr,ms,ro,sl,sv,sw,ta,te,th,uk,vi": "McAfee Anti-tracker prevents companies and advertisers from tracking your online activity and personal data.\n\nCompanies and advertisers can build a profile of you based on information exchanged when you access a webpage. This includes your location, browsing activity, installed plugins, hardware configurations, and more.\n\nMcAfee Anti-tracker will block attempts made by companies or advertisers to track your online activity. Additionally, McAfee masks these data points in ways a simple VPN or incognito mode fall short, so you can keep your online activity private.\n\nMCAFEE ANTI-TRACKER FEATURES:\n\nVisibility into who’s tracking you: see which advertisers and sites are attempting to collect your info.\n\nAutomatically private: tracking attempts will be continuously blocked with installation; no need to login each time you go online.\n\nMore private with just a click: manage which sites can be trusted with your personal data with a convenient toggle.\n\nKeep your online activity private: we continually change the masking of your data, preventing advertisers from developing a profile based on your activity or serving you with eerily specific ads.",
    "cs,da,el,fi,hr,hu,ko,no,pl,ru,sk,sr,tr,zh_CN,zh_TW": "McAfee Anti-tracker prevents companies and advertisers from tracking or collecting your online activity and personal data by masking it in ways a simple VPN or incognito mode fall short. \n\nCompanies and advertisers can build a profile around information that your browser sends when you access a webpage. This includes dozens of data points like your geo location, installed plugins, hardware configuration, browsing activity and more, allowing companies to generate a unique ‘fingerprint’ based on your data.   \n\nMcAfee Anti-tracker will block attempts made by companies to track your data. Additionally, McAfee masks these data points and continuously refreshes your online fingerprint, so you can keep your online activity private. \n\nTrust the most reliable name in online and mobile security to keep you safe and private. Get McAfee today. \n \nMCAFEE ANTI-TRACKER FEATURES: \n \n\nAutomatically private \n\n- Tracking attempts will be continuously blocked after installation; no need to reactivate or login every time you go online. \n\n \n\nVisibility into who’s tracking you \n\n- See which advertisers and sites are attempting to collect your info.  \n\n \n\nKeep your online activity hidden \n\n- We constantly change your online fingerprint, stopping advertisers from using it to track your activity or serving you with eerily specific ads. \n\n \n\nManage privacy with just a click \n\n- Manage which sites can or cannot be trusted with your personal data, all with a convenient toggle on your browser.",
    "de": "McAfee Anti-tracker hindert Unternehmen und Werbetreibende daran, Ihre Online-Aktivitäten zu verfolgen und Ihre persönlichen Daten zu erfassen.\n\nUnternehmen und Werbetreibende können anhand der Informationen, die beim Zugriff auf eine Webseite ausgetauscht werden, ein Profil von Ihnen erstellen. Zu den Informationen gehören Standort, Surf-Aktivitäten, installierte Plugins, Hardware-Konfigurationen und mehr.\n\nMcAfee Anti-tracker blockiert Versuche von Unternehmen oder Werbetreibenden, Ihre Online-Aktivitäten zu verfolgen. Außerdem verschleiert McAfee diese Daten, was mit einem einfachen VPN oder dem Inkognito-Modus nicht möglich wäre. Ihre Online-Aktivitäten sind somit umfassend geschützt.\n\nFUNKTIONEN VON MCAFEE ANTI-TRACKER:\n\nEinblick darin, wer Sie verfolgt: Sie sehen, welche Werbetreibenden und Websites versuchen, Ihre Daten zu erfassen.\n\nPrivatsphäre ganz automatisch: Tracking-Versuche werden nach der Installation kontinuierlich blockiert; Sie müssen sich für einzelne Online-Sitzungen nicht jedes Mal anmelden.\n\nMehr Privatsphäre mit nur einem Klick: Mit einem praktischen Ein-/Aus-Schalter, können Sie festlegen, welchen Websites Sie Ihre persönlichen Daten anvertrauen wollen.\n\nSchutz für Ihre Online-Aktivitäten: Die Verschleierung Ihrer Daten erfolgt immer auf unterschiedliche Art und Weise. So verhindern wir, dass Werbetreibende ein Profil anhand Ihrer Aktivitäten erstellen oder Ihnen beunruhigend zielgerichtete Werbung zeigen können.",
    "es": "McAfee Anti-tracker impide que empresas y anunciantes rastreen tu actividad en Internet y consigan tus datos personales.\n\nLas empresas y los anunciantes pueden generar un perfil tuyo a partir de la información que proporcionas cuando accedes a una página web, como tu ubicación, actividad de navegación, complementos instalados, configuraciones de hardware, etc.\n\nMcAfee Anti-tracker bloqueará los intentos de empresas o anunciantes de rastrear tu actividad online. Además, McAfee enmascara estos datos de formas no disponibles para una simple VPN o para el modo incógnito, con el fin de garantizar la privacidad de tu actividad en Internet.\n\nCARACTERÍSTICAS DE MCAFEE ANTI-TRACKER:\n\nVisibilidad de quién te rastrea: descubre qué anunciantes y sitios web intentan obtener tu información.\n\nPrivacidad automática: tras la instalación, los intentos de rastreo se bloquearán siempre; no es necesario iniciar sesión cada vez que accedas a Internet.\n\nMejora de la privacidad con un clic: decide a qué sitios puedes confiar tus datos personales con un cómodo botón.\n\nMantén la privacidad de tu actividad en Internet: cambiamos continuamente el enmascaramiento de tus datos para evitar que los anunciantes generen un perfil basado en tu actividad o te ofrezcan anuncios sospechosamente personalizados.",
    "es_419": "McAfee Anti-tracker impide que empresas y anunciantes rastreen tu actividad en Internet y consigan tus datos personales.\n\nLas empresas y los anunciantes pueden generar un perfil tuyo a partir de la información que proporcionas cuando accedes a una página web, como tu ubicación, actividad de navegación, complementos instalados, configuraciones de hardware, etc.\n\nMcAfee Anti-tracker bloqueará los intentos de empresas o anunciantes de rastrear tu actividad en línea. Además, McAfee enmascara estos datos de formas que una simple VPN o el modo incógnito no pueden, con el fin de garantizar la privacidad de tu actividad en Internet.\n\nCARACTERÍSTICAS DE MCAFEE ANTI-TRACKER:\n\nVisibilidad de quién te rastrea: descubre qué anunciantes y sitios web intentan recopilar tu información.\n\nPrivacidad automática: los intentos de rastreo se bloquearán continuamente tras la instalación; no es necesario iniciar sesión cada vez que accedas a Internet.\n\nMás privacidad con un solo clic: decide a qué sitios puedes confiar tus datos personales con un cómodo botón.\n\nConserva la privacidad de tu actividad en Internet: cambiamos continuamente el enmascaramiento de tus datos para evitar que los anunciantes generen un perfil basado en tu actividad o te ofrezcan anuncios sospechosamente personalizados.",
    "fr": "McAfee Anti-tracker empêche les entreprises et les annonceurs de suivre vos activités en ligne et vos renseignements personnels.\n\nLes entreprises et les annonceurs peuvent établir votre profil sur la base des données échangées lorsque vous accédez à une page Web. Ces données comprennent votre localisation, votre activité de navigation, les plugiciels installés, les configurations matérielles, etc.\n\nMcAfee Anti-tracker bloque les tentatives de suivi de vos activités en ligne par des entreprises ou des annonceurs. En outre, McAfee masque ces points de données d'une manière qu'un simple RPV ou un mode navigation privée ne peut pas faire, afin que vous puissiez préserver la confidentialité de vos activités en ligne.\n\nFONCTIONNALITÉS DE MCAFEE ANTI-TRACKER : \n\nVisibilité sur les personnes qui suivent vos activités : déterminez quels annonceurs et quels sites tentent de collecter vos renseignements.\n\nConfidentialité automatique : les tentatives de suivi seront continuellement bloquées lors de l'installation ; il n'est pas nécessaire de vous connecter à chaque fois que vous naviguez sur Internet.\n\nPlus de confidentialité d'un simple clic : gérez les sites auxquels vous pouvez confier vos renseignements personnels à l'aide d'un simple bouton.\n\nPréservez la confidentialité de vos activités en ligne : nous modifions continuellement le masquage de vos données, ce qui empêche les annonceurs d'établir un profil basé sur vos activités ou de vous proposer des publicités étrangement spécifiques.",
    "it": "McAfee Anti-tracker impedisce alle aziende e agli inserzionisti di tracciare la tua attività online e i tuoi dati personali.\n\nLe aziende e gli inserzionisti possono costruire un profilo di te in base alle informazioni scambiate quando accedi a una pagina Web, che includono la tua posizione, l'attività di navigazione, i plugin installati, le configurazioni dell'hardware e altro ancora.\n\nMcAfee Anti-tracker blocca i tentativi delle aziende o degli inserzionisti di tracciare la tua attività online. Inoltre, McAfee maschera questi dati meglio di quanto possa fare una semplice VPN o una modalità in incognito, in modo da mantenere privata la tua attività.\n\nFUNZIONI DI MCAFEE ANTI-TRACKER\n\nVisibilità su chi ti sta tracciando: vedi quali inserzionisti e siti stanno cercando di raccogliere le tue informazioni.\n\nRiservatezza automatica: i tentativi di tracciamento vengono bloccati continuamente con l'installazione; non è necessario effettuare l'accesso ogni volta che vai online.\n\nPiù privacy con un semplice clic: gestisci con un comodo interruttore i siti da considerare affidabili per i tuoi dati personali.\n\nMantieni la tua attività online privata: modifichiamo continuamente il mascheramento dei tuoi dati, impedendo agli inserzionisti di sviluppare un profilo basato sulla tua attività o di mostrarti annunci pubblicitari così specifici da essere inquietanti.",
    "ja": "マカフィー アンチトラッカーは、ユーザーのオンライン上での行動や個人データを追跡しようとする企業と広告主をブロックします。\n\n企業や広告主は、ユーザーが Web ページにアクセスしたときに交換された情報に基づいて、そのユーザーのプロファイルを作成します。このプロファイルには、ユーザーの位置情報、Web ページの閲覧情報、ユーザーのデバイスにインストールされているプラグイン、ユーザーのデバイスのハードウェア構成などが保管されます。\n\nマカフィー アンチトラッカーは、ユーザーのオンライン上での行動を追跡しようとする企業や広告主をブロックします。また、単純な VPN やシークレット モードでは不可能な方法でこれらのデータ ポイントがマスキングされるため、オンライン上の行動のプライバシーが確保されます\n\nマカフィー アンチトラッカーの機能:\n\n追跡元を確認: ユーザーの個人情報を収集しようとしている広告主やサイトを確認することができます。\n\nプライバシーを自動的に確保: インストールと同時に、追跡行動が継続的にブロックされます。オンライン環境に接続するたびにログインする必要はありません。\n\nワンクリックでプライバシーを強化: 便利な切替ボタンで、個人データの保管先サイトを管理することができます。\n\nオンライン上の行動のプライバシーを確保: ユーザーの個人データのマスキングが継続的に変更されるため、オンライン上での行動に基づくプロファイルの作成や広告の表示をブロックすることができます。",
    "nl": "McAfee® Anti-tracker voorkomt dat bedrijven en adverteerders uw online activiteiten en persoonsgegevens kunnen traceren.\n\nBedrijven en adverteerders kunnen een profiel van u opbouwen op basis van gegevens die worden uitgewisseld wanneer u een webpagina opent. Deze omvatten uw locatie, surfactiviteit, geïnstalleerde plug-ins, hardwareconfiguraties enzovoort.\n\nMcAfee Anti-tracker blokkeert pogingen van bedrijven of adverteerders om uw online activiteiten te volgen. Bovendien maskeert McAfee deze gegevenspunten op een manier die een eenvoudig VPN of incognitomodus niet kan, zodat u uw online activiteiten privé kunt houden.\n\nFUNCTIES VAN MCAFEE ANTI-TRACKER:\n\nInzicht in wie u volgt: zie welke adverteerders en sites uw gegevens proberen te verzamelen.\n\nAutomatisch privé: pogingen tot tracering worden na installatie continu geblokkeerd; u hoeft niet telkens in te loggen als u online gaat.\n\nMeer privacy met slechts één klik: beheer met een handige schakelaar welke sites te vertrouwen zijn met uw persoonsgegevens.\n\nHoud uw online activiteiten privé: wij veranderen voortdurend de maskering van uw gegevens, zodat adverteerders geen profiel kunnen opstellen op basis van uw activiteiten en u geen griezelig specifieke advertenties kunnen aanbieden.",
    "pt_BR": "O McAfee Anti-tracker impede que empresas e anunciantes rastreiem sua atividade online e seus dados pessoais.\n\nEmpresas e anunciantes podem criar um perfil de usuário (seu) com base nas informações trocadas quando você acessa um site. Isso inclui sua localização, atividade de navegação, plug-ins instalados, configurações de hardware e muito mais.\n\nO McAfee Anti-tracker bloqueará as tentativas feitas por empresas ou anunciantes de rastrear sua atividade online. Além disso, o McAfee oculta esses pontos de dados como uma simples VPN ou um modo de navegação anônima não conseguem. Assim, você pode manter a privacidade da sua atividade online.\n\nRECURSOS DO MCAFEE ANTI-TRACKER:\n\nVisibilidade de quem está o rastreando: veja quais anunciantes e sites estão tentando coletar suas informações.\n\nAutomaticamente privado: as tentativas de rastreamento serão continuamente bloqueadas com a instalação; não é necessário fazer login sempre que você estiver online.\n\nMais privacidade com apenas um clique: gerencie quais sites podem ser confiáveis com seus dados pessoais com um prático botão de alternância.\n\nMantenha a privacidade da sua atividade online: alteramos continuamente o mascaramento de seus dados, impedindo que os anunciantes desenvolvam um perfil com base em sua atividade ou veiculem anúncios estranhamente específicos para você.",
    "pt_PT": "O McAfee Anti-tracker impede que as empresas e os anunciantes monitorizem a sua atividade online e os seus dados pessoais.\n\nAs empresas e os anunciantes podem criar um perfil sobre si com base nas informações trocadas quando acede a um Web site. Isto inclui a sua localização, atividade de navegação, plugins instalados, configurações de hardware e muito mais.\n\nO McAfee Anti-tracker bloqueia as tentativas feitas por empresas ou anunciantes para monitorizar a sua atividade online. Além disso, o McAfee oculta estes pontos de dados como uma simples VPN ou um modo de navegação anónima não conseguem. Assim, pode manter a sua atividade online privada.\n\nFUNCIONALIDADES DO MCAFEE ANTI-TRACKER:\n\nVisibilidade de quem o está a seguir: veja quais os anunciantes e sites que estão a tentar recolher as suas informações.\n\nAutomaticamente privado: as tentativas de rastreio serão continuamente bloqueadas com a instalação; não precisa de iniciar sessão sempre que estiver online.\n\nMais privacidade com apenas um clique: controle quais os sites em que pode confiar os seus dados pessoais com um prático botão de alternância.\n\nMantenha a sua atividade online privada: alteramos continuamente a máscara dos seus dados, impedindo que os anunciantes desenvolvam um perfil com base na sua atividade ou lhe apresentem anúncios estranhamente específicos."
  }
}