{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks and Favorites Search Engine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and find bookmarks or your favorite links with just one click and by typing the name of the bookmark you want to find."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Release your favorites from chaos! Bookmarks and Favorites Search Engine is a powerful tool that organizes and searches your Chrome bookmarks instantly.\n\nDo you have hundreds of bookmarks or favorites in many folders and can't remember where to find them? Bookmarks and Favorites Search Engine will end your frustration. With this extension, you will be able to search your bookmarks or favorites in Google Chrome quickly and easily. Once installed, you just have to click on the extension icon, it will show you a text box ready to write the keyword you are looking for and the extension will automatically search from the first letter you type, instantly showing you the results or links and together their logos to them, and with just one click you can open the link you want. If you want to open the first link quickly just press the Enter key and it will open the bookmark in another tab. Also if you want to be faster you can move between the links with the Tab key and press Enter.\n\nI assure you that this extension is very easy to use since you will not waste time searching manually among your bookmarks or favorites, because of this you will find what you need in a matter of seconds, saving many valuable minutes per month. Being able to find your favorites easily will motivate you to have even more pages in your favorites without the fear of losing them and not being able to use them at any time. I assure you that you will not regret it if you install it in your browser.\n\nI tell you that the idea of making this extension arose from having many favorites or bookmarks in several folders, but when I needed a specific one that I didn't remember its name well, I ended up frustrated after minutes of fruitless searching. I looked for extensions that would make my search easier, but I couldn't find it, so I decided to develop my own with the characteristics of being simple, effective and with a minimalist and intuitive interface, so I decided to share it with everyone since it is very useful, it is so useful I use it daily and today I no longer worry about not finding any web page saved in my favorites, increasing my speed to access them. This extension has surprised me since it worked for me many times and I don't know how I've been without it for so long, it's great.\n\nWe have a policy of not collecting or sharing user information, so you can feel safe using our extension.\n\nWhat are you waiting for? Take back control of your bookmarks and discover a new ultra-fast and intelligent browsing experience with Bookmarks and Favorites Search Engine. The definitive solution to your organization problems is one click away.\n\nRelease your favorites from chaos today!"
  }
}