{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkando Sidebar for Linkando Playbooks",
    "de": "Linkando Sidebar für Linkando Playbooks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access your Linkando Playbooks directly from your browser-based business application",
    "de": "Greifen Sie direkt aus Ihrer browserbasierten Unternehmensanwendung auf Ihre Linkando Playbooks zu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkando Sidebar is an essential component of our Linkando Playbooks solution. It connects all your important, browser-based business applications with our intelligent and interactive rating, scoring and recommendation system that is used to boost the efficiency of your customer interactions, from lead generation to customer success management to cross-sell and up-sell opportunities. \n\nLinkando Playbooks customers save time and money for their sales and services teams by onboarding new talent and partners faster and by simplifying sales enablement to shorten sales cycles and support engagements. Inexperienced team members benefit from the actionable guidance the solution provides to them. Managers and Executives appreciate the EU-GDPR- and privacy laws compliant analytics that help to improve the overall efficiency of their customer facing organizations.\n \nTo use Linkando Sidebar you need to have an active user account for Linkando Playbooks or Linkando X Playbooks (hosted by Telekom). \n\nTo learn more about the Linkando Sidebar and Linkando Playbooks visit www.linkando.com",
    "de": "Linkando Sidebar ist ein wesentlicher Bestandteil unserer Linkando Playbooks Lösung. Sie verbindet all Ihre wichtigen, browserbasierten Geschäftsanwendungen mit unserem intelligenten und interaktiven Bewertungs-, Scoring- und Empfehlungssystem, das dazu dient, die Effizienz Ihrer Kundeninteraktionen zu steigern, von der Lead-Generierung über das Customer Success Management bis hin zu Cross-Sell- und Up-Sell-Vertriebschancen. \n\nLinkando Playbooks Kunden sparen Zeit und Geld für ihre Vertriebs- und Serviceteams, indem sie neue Talente und Partner schneller einbinden und das Sales Enablement vereinfachen, um Vertriebszyklen zu verkürzen und Engagements zu unterstützen. Unerfahrene Teammitglieder profitieren von der umsetzbaren Anleitung, die ihnen die Lösung bietet. Manager und Führungskräfte schätzen die EU-GDPR- und datenschutzkonformen Analysen, die helfen, die Gesamteffizienz ihrer kundenorientierten Organisationen zu verbessern.\n \nUm Linkando Sidebar nutzen zu können, benötigen Sie ein aktives Benutzerkonto für Linkando Playbooks oder Linkando X Playbooks (hosted by Telekom). \n\nUm mehr über die Linkando Sidebar und Linkando Playbooks zu erfahren, besuchen Sie www.linkando.com"
  }
}