{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic Coupons & Price Comparison"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically discover and apply discounts while you shop online! Save time and money effortlessly with our smart shopping tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically discover and apply discounts when you shop online!\n\nSave both time and money with our ultimate shopping assistant. Effortlessly find and apply the best promo codes, unlock exclusive discounts, and earn cash back rewards every time you shop online.\n\nFind Discounts Automatically:\nOur tool automatically finds and applies the best promo codes at checkout, ensuring you never miss a great deal.\n\nWide Retailer Network:\nOur extension works with numerous retailers, including fashion, electronics, beauty, home goods, and more. Save money at popular stores like Amazon, Target, Macy’s, Best Buy, and many others.\n\nAccess Exclusive Offers:\nGet access to special discounts and offers available only through our platform. Maximize your savings with our carefully curated deals and promotions.\n\nStay Updated:\nOur extension keeps you informed with the latest deals and offers. It continuously updates to ensure you always have access to the most current and relevant discounts.\n\nCompare Prices Instantly:\nQuickly compare prices across various retailers to ensure you’re getting the best deal possible. Shop smarter by finding the lowest prices for your desired products.\n\nSafe and Reliable:\nShop with confidence knowing your privacy is protected. Our tool ensures a secure shopping experience.\n\nEasy to Use:\nInstall our extension in seconds and start saving immediately. The user-friendly interface makes it simple to find and apply discounts with just a few clicks.\n\nHow to Get Started:\n\nInstall: Add our extension to your Chrome browser.\nShop: Browse your favorite online stores and add items to your cart.\nSave: At checkout, our tool will automatically apply the best available promo codes and cash back offers.\nStart saving today! Add our extension to your browser and effortlessly unlock the best deals and discounts. Shop smarter, save more."
  }
}