{
  "name": {
    "ar,fa,he,ml,ro,sw,ta,th": "Foot Star Game",
    "am,et,id,ko,mr,sl,sv": "Foot Star Online Game",
    "bg,cs,el,lv,sk,te": "Foot Star Sports Games",
    "bn,ca,hi,ja": "Foot Star Unblocked Game",
    "da,de,en,en_AU,en_GB,en_US,es,es_419,fi,fil,fr,hr,hu,it,kn,lt,nl,no,pl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Foot Star Sports Game",
    "gu,ms": "Foot Star Online"
  },
  "short": {
    "ar": "في لعبة كرة القدم هذه ، عليك إطلاق النار على الكرة فوق العقبات لتسجيل هدف.",
    "am": "በዚህ የእግር ኳስ ጨዋታ ላይ ግብ ለማስቆጠር እንቅፋት በሚገጥሙህ ነገሮች ላይ ኳሱን መተኮስ አለብህ።",
    "bg": "В тази футболна игра, трябва да стреля топката над препятствията, за да вкара гол.",
    "bn": "এই ফুটবল খেলায়, আপনি একটি গোল স্কোর করার জন্য বাধা অতিক্রম করে বল গুলি করতে হবে।",
    "ca": "En aquest partit de futbol, cal disparar la pilota sobre els obstacles per marcar un gol.",
    "cs": "V této fotbalové hře musíte střílet míč přes překážky, abyste vstřelili gól.",
    "da": "I denne fodboldkamp skal du skyde bolden over forhindringerne for at score et mål.",
    "de": "In diesem Fußballspiel musst du den Ball über die Hindernisse schießen, um ein Tor zu erzielen.",
    "el": "Σε αυτό το παιχνίδι ποδοσφαίρου, πρέπει να πυροβολήσετε την μπάλα πάνω από τα εμπόδια για να πετύχετε ένα γκολ.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this soccer game, you have to shoot the ball over the obstacles to score a goal.",
    "es": "En este juego de fútbol, tienes que disparar la pelota sobre los obstáculos para marcar un gol.",
    "et": "Selles jalgpallimängus peate värava löömiseks palli üle takistuste tulistama.",
    "fa": "در این بازی فوتبال، شما باید به ساقه توپ بیش از موانع به نمره یک گل.",
    "fi": "Tässä jalkapallopelissä sinun on ammuttava pallo esteiden yli maalin tekemiseksi.",
    "fil": "Sa laro soccer na ito, mayroon kang shoot ang bola sa ibabaw ng mga obstacles sa puntos ang isang layunin.",
    "fr": "Dans ce jeu de football, vous devez tirer le ballon par-dessus les obstacles pour marquer un but.",
    "gu": "આ સોકર રમતમાં, તમારે ગોલ કરવા માટે અવરોધો પર બોલને શૂટ કરવો પડશે.",
    "he": "במשחק הכדורגל הזה, אתה צריך לירות את הכדור מעל המכשולים כדי להבקיע שער.",
    "hi": "इस फुटबॉल खेल में, आप एक गोल स्कोर करने के लिए बाधाओं पर गेंद को गोली मार करने के लिए है।",
    "hr": "U ovoj nogometnoj utakmici morate ispucati loptu preko prepreka za postizanje gola.",
    "hu": "Ebben a focimeccsen át kell lőnöd a labdát az akadályokon, hogy gólt szerezz.",
    "id": "Dalam permainan sepak bola ini, Anda harus menembak bola melewati rintangan untuk mencetak gol.",
    "it": "In questo gioco di calcio, devi sparare la palla oltre gli ostacoli per segnare un gol.",
    "ja": "このサッカーゲームでは、ゴールを決めるために障害物の上にボールを撃つ必要があります。",
    "kn": "ಈ ಸಾಕರ್ ಆಟದಲ್ಲಿ, ನೀವು ಗೋಲ್ ಗಳಿಸಲು ಅಡೆತಡೆಗಳ ಮೇಲೆ ಚೆಂಡನ್ನು ಶೂಟ್ ಮಾಡಬೇಕು.",
    "ko": "이 축구 게임에서는 장애물 위로 공을 쏘아 골을 넣어야합니다.",
    "lv": "Šajā futbola spēlē, lai gūtu vārtus, jums ir jāšauj bumba pāri šķēršļiem.",
    "ml": "ഈ സോക്കർ ഗെയിമിൽ, ഒരു ഗോൾ നേടാൻ നിങ്ങൾ തടസ്സങ്ങൾക്ക് മുകളിലൂടെ പന്ത് ഷൂട്ട് ചെയ്യണം.",
    "mr": "फुटबॉलच्या या खेळात गोल करण्यासाठी अडथळ्यांवर चेंडू मारावा लागतो.",
    "ms": "Dalam permainan bola sepak ini, anda perlu menembak bola di atas halangan untuk menjaringkan gol.",
    "nl": "In dit voetbalspel moet je de bal over de obstakels schieten om een doelpunt te maken.",
    "no": "I denne fotballkampen må du skyte ballen over hindringene for å score et mål.",
    "pl": "W tej grze w piłkę nożną musisz strzelać piłkę nad przeszkodami, aby zdobyć bramkę.",
    "ro": "În acest joc de fotbal, trebuie să trage mingea peste obstacole pentru a înscrie un gol.",
    "ru": "В этой футбольной игре вы должны стрелять мячом через препятствия, чтобы забить гол.",
    "sk": "V tomto futbalovom zápase musíte strieľať loptu cez prekážky, aby ste strelili gól.",
    "sl": "V tej nogometni tekmi, morate ustreliti žogo čez ovire, da bi dosegli gol.",
    "sv": "I det här fotbollsspelet måste du skjuta bollen över hindren för att göra mål.",
    "sw": "Katika mchezo huu wa soka, unatakiwa kupiga mpira juu ya vikwazo vya kufunga bao.",
    "ta": "இந்த கால்பந்து விளையாட்டில், நீங்கள் ஒரு கோல் அடிக்க தடைகளை மீது பந்தை சுட வேண்டும்.",
    "te": "ఈ సాకర్ ఆటలో, మీరు గోల్ సాధించడానికి అడ్డంకులను అధిగమించి బంతిని షూట్ చేయాలి.",
    "th": "ในเกมฟุตบอลนี้คุณต้องยิงลูกบอลข้ามสิ่งกีดขวางเพื่อทําประตู",
    "tr": "Bu futbol oyununda, gol atmak için topu engellerin üzerinden vurmanız gerekir.",
    "uk": "У цій футбольній грі вам доведеться стріляти по м'ячу через перешкоди, щоб забити гол."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you the best of football games! Take your best penalty shots and show your skill.\n\nHow To Play\nPlayed with Mouse.\n\nFoot Star Sports Game Features\n✓ Cartoon Graphics\n✓ 2D Character\n✓ Realistic Physics\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Foot Star Sports Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}