{
  "name": {
    "ar,cs,el,fi,gu,hi,hr,id,ml,ro,ta": "Flappy Basketball Online",
    "am,bg,ca,et,fil,he,kn,lv,mr,te,th": "Flappy Basketball Unblocked Game",
    "bn,da,fa,hu,ja,ko,ms,no,pl,sk,sl,sv,sw": "Flappy Basketball Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Flappy Basketball Game"
  },
  "short": {
    "ar": "هل تحب لعب كرة السلة؟ كل ما عليك فعله هو رمي الكرة في السلة وتسجيل أعلى مستوى ممكن.",
    "am": "ቅርጫት ኳስ መጫወት ትወዳለህ? ማድረግ ያለብህ ነገር ቢኖር ኳሱን ወደ ቅርጫቱ ወርውረህ የቻልከውን ያህል ከፍተኛ ውጤት ማግኘት ብቻ ነው።",
    "bg": "Харесва ли ти да играеш баскетбол? Трябва само да подхлътнеш топката в коша и да вкараш колкото можеш по-високо.",
    "bn": "আপনি কি বাস্কেটবল খেলতে পছন্দ করেন? আপনাকে যা করতে হবে তা হ'ল বলটি ঝুড়িতে টস করা এবং আপনি যতটা সম্ভব উচ্চ স্কোর করুন।",
    "ca": "T'agrada jugar a bàsquet? Tot el que has de fer és llançar la pilota a la cistella i anotar tan alt com puguis.",
    "cs": "Hrajete rádi basketbal? Jediné, co musíte udělat, je hodit míč do koše a skórovat tak vysoko, jak jen můžete.",
    "da": "Kan du lide at spille basketball? Alt du skal gøre er at kaste bolden i kurven og score så højt som muligt.",
    "de": "Spielen Sie gerne Basketball? Alles, was Sie tun müssen, ist, den Ball in den Korb zu werfen und so hoch wie möglich zu punkten.",
    "el": "Σας αρέσει να παίζετε μπάσκετ; Το μόνο που έχετε να κάνετε είναι να πετάξετε την μπάλα στο καλάθι κα",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Do you like playing basketball? All you have to do is toss the ball into the basket and score as high as you can.",
    "es": "¿Te gusta jugar al baloncesto? Todo lo que tienes que hacer es lanzar la pelota a la canasta y anotar lo más alto que puedas.",
    "et": "Kas sulle meeldib korvpalli mängida? Kõik, mida pead tegema, on visata pall korvi ja skoor nii kõrgele kui võimalik.",
    "fa": "دوست داري بسکتبال بازي کني؟ همه شما باید انجام دهید این است که پرت توپ را به سبد و نمره به عنوان بالا که شما می توانید.",
    "fi": "Pidätkö koripallon pelaamisesta? Sinun tarvitsee vain heittää pallo koriin ja tehdä maali niin korkealle kuin pystyt.",
    "fil": "Gustó mo ba ang paglalaro ng basketball? Ang kailangan mong gawin ay toss ang bola sa basket at punt",
    "fr": "Aimez-vous jouer au basket-ball? Tout ce que vous avez à faire est de lancer la balle dans le panier et de marquer aussi haut qu...",
    "gu": "શું તમને બાસ્કેટબો લ રમવું ગમે છે? તમારે જે કરવાનું છે તે બોલને બાસ્કેટમાં ટોસ કરવાનું છે અને તમે કર",
    "he": "אתה אוהב לשחק כדורסל? כל מה שאתה צריך לעשות זה לזרוק את הכדור לתוך הסל ולהבקיע הכי גבוה שאתה יכול.",
    "hi": "क्या आप बास्केटबॉल खेलना पसंद करते हैं? आपको बस इतना करना है कि गेंद को टोकरी में टॉस करें और जितना हो सके उतना उच्च स्कोर करें।",
    "hr": "Voliš li igrati košarku? Sve što trebate učiniti je baciti loptu u koš i zabiti što više možete.",
    "hu": "Szeretsz kosárlabdázni? Csak annyit kell tennie, hogy a kosárba dobja a labdát, és olyan magas ponts",
    "id": "Apakah Anda suka bermain basket? Yang harus Anda lakukan adalah melemparkan bola ke dalam keranjang",
    "it": "Ti piace giocare a basket? Tutto quello che devi fare è lanciare la palla nel canestro e segnare il più in alto possibile.",
    "ja": "あなたはバスケットボールをするのが好きですか?あなたがしなければならないのは、バスケットにボールを投げて、できるだけ高く得点することだけです。",
    "kn": "ನೀವು ಬ್ಯಾಸ್ಕೆಟ್ ಬಾಲ್ ಆಡಲು ಇಷ್ಟಪಡುತ್ತೀರಾ? ನೀವು ಮಾಡಬೇಕಾಗಿರುವುದು ಚೆಂಡನ್ನು ಬುಟ್ಟಿಗೆ ಎಸೆಯುವುದು ಮತ್ತು ನಿಮಗ",
    "ko": "농구를 좋아하세요? 당신이해야 할 일은 공을 바구니에 던지고 가능한 한 높은 점수를 얻는 것입니다.",
    "lv": "Vai jums patīk spēlēt basketbolu? Viss, kas jums jādara, ir mest bumbu grozā un gūt vārtus pēc iespējas augstāk.",
    "ml": "നിങ്ങൾക്ക് ബാസ്കറ്റ്ബോൾ കളിക്കാൻ ഇഷ്ടമാണോ? നിങ്ങൾ ചെയ്യേണ്ടത് ബാസ്കറ്റിലേക്ക് പന്ത് ടോസ് ചെയ്ത് നിങ്",
    "mr": "तुला बास्केटबॉल खेळायला आवडतो का? आपल्याला फक्त बॉल बास्केटमध्ये टाकावा लागेल आणि शक्य तितके उंच धावा कराव्या लागतील.",
    "ms": "Adakah anda suka bermain bola keranjang? Apa yang anda perlu lakukan ialah melemparkan bola ke dalam",
    "nl": "Speel je graag basketbal? Het enige wat je hoeft te doen is de bal in de korf te gooien en zo hoog mogelijk te scoren.",
    "no": "Liker du å spille basketball? Alt du trenger å gjøre er å kastet ballen inn i kurven og score så høyt du kan.",
    "pl": "Lubisz grać w koszykówkę? Wszystko, co musisz zrobić, to wrzucić piłkę do kosza i zdobyć jak najwięcej punktów.",
    "ro": "Îți place să joci baschet? Tot ce trebuie să faceți este să aruncați mingea în coș și să marcați cât mai sus posibil.",
    "ru": "Вам нравится играть в баскетбол? Все, что вам нужно сделать, это бросить мяч в корзину и забить как можно выше.",
    "sk": "Radi hráte basketbal? Všetko, čo musíte urobiť, je hodiť loptu do koša a skórovať tak vysoko, ako môžete.",
    "sl": "Rad igraš košarko? Vse, kar morate storiti je, da odlocite žogo v koš in zadeli čim višje, kot lahko.",
    "sv": "Gillar du att spela basket? Allt du behöver göra är att kasta bollen i korgen och göra så höga poäng du kan.",
    "sw": "Je, unapenda kucheza mpira wa kikapu? Wote una kufanya ni toss mpira ndani ya kikapu na alama kama juu kama unaweza.",
    "ta": "நீங்கள் கூடைப்பந்து விளையாட விரும்புகிறீர்களா? நீங்கள் செய்ய வேண்டியதெல்லாம் கூடைக்குள் பந்தை தூக்கி",
    "te": "మీరు బాస్కెట్ బాల్ ఆడటానికి ఇష్టపడతారా? మీరు చేయాల్సిందల్లా బంతిని బుట్టలోకి విసిరేసి, మీకు వీలైనంత ఎక్కువ స్కోరు చేయడమే.",
    "th": "คุณชอบเล่นบาสเก็ตบอลหรือไม่? สิ่งที่คุณต้องทําคือโยนลูกบอลลงในตะกร้าและทําคะแนนให้สูงที่สุดเท่าที่จะทําได้",
    "tr": "Basketbol oynamayı sever misin? Tek yapmanız gereken topu sepete atmak ve olabildiğince yüksek puan almak.",
    "uk": "Ви любите грати в баскетбол? Все, що вам потрібно зробити, це кинути м'яч у кошик і забити якомога вище."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Flappy Basketball Game\" is a unique twist on the classic Flappy Bird concept, combining the thrill of basketball with the addictive gameplay of the original. In this game, you control a basketball instead of a bird, maneuvering it through a series of challenging obstacles and hoops.\n\nGuide the bouncing basketball through an array of obstacles, testing your reflexes and precision. Just like in basketball, timing is key as you navigate the ball through narrow openings and aim for the hoops. The simple yet engaging mechanics make \"Flappy Basketball Game\" easy to pick up, while its increasing difficulty keeps you coming back for more.\n\nWith each successful pass through a hoop, your score rises, encouraging you to push your limits and achieve new high scores. The game's vibrant graphics and dynamic sound effects create an immersive experience that captures the excitement of playing basketball.\n\nChallenge your friends to see who can achieve the highest score or compete against your own records in this addictive and entertaining game. \"Flappy Basketball Game\" offers a fresh take on the Flappy Bird genre, combining your love for basketball with the thrill of endless obstacle avoidance. Are you up for the challenge? Bounce into action and start playing now!"
  }
}