{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Archives"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View archived and cached versions of web pages on 10+ search engines, such as the Wayback Machine and Archive.is."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Archives is a browser extension that enables you to find archived and cached versions of web pages. Searches can be initiated from the context menu and the browser toolbar.\n\nWeb Archives is an open source project made possible thanks to a community of awesome supporters. If you'd like to support the continued development of the extension, please check out https://armin.dev/go/patreon\n\nA diverse set of archive and cache sources are supported, which can be toggled and reordered from the extension's options. Visit the wiki for the full list of supported search engines.\n\nhttps://github.com/dessant/web-archives/wiki/Search-engines\n\nPRO TIP: search for a link without visiting the web page by right-clicking on the link and searching from the context menu.\n\nA handful of search modes are offered that serve different use cases. The search mode can be set independently for the context menu and the browser toolbar from the extension's options.\n\nSearch modes:\n  • Tab: search for the web page opened in the active tab. This is the default search mode.\n  • URL: search for a custom page URL.\n\nThe extension is also available for Edge and Safari: https://github.com/dessant/web-archives#readme\n\nThe URL you select during a search is sent to the requested service, such as the Wayback Machine. Visit the extension's privacy policy for more information.\n\nReviews are not monitored for bug reports, please use GitHub for issues and feature requests.\n\nhttps://github.com/dessant/web-archives"
  }
}