{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chatti"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Join real-time discussions on articles you read, connect with other readers worldwide, and dive deep into engaging conversations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here is a longer descriptive essay focusing on the themes of chat, debate, learn and connect:\n\nSocialize Your Web Surfing with Chatti\n\nBrowsing the internet often feels like a solo activity. We wander through the web alone, passively consuming content without interactions. But what if you could make internet exploration a lively social experience? With Chatti, you can. \n\nChat About Your Interests in Real-Time\n\nChatti is a Chrome extension that enables you to chat about webpages in real-time with fellow readers. No more scanning articles by yourself - see who's on the same page and start chatting! \n\n- Instantly connect around shared interests and content.\n\n- Have casual chats or deep discussions on topics you love. \n\n- Meet people from all over the world who enjoy the same niche hobbies or subjects as you.\n\n- Continue conversations seamlessly across laptop, desktop, and mobile. \n\nChatti turns reading into an engaging social activity. Share reactions as you browse, send memes, or banter endlessly about your passions.\n\nDive into Insightful Debates \n\nTired of toxic internet arguments? Chatti fosters constructive debates so you can dive deep into complex topics with nuance.\n\n- Debate respectfully with individuals open to meaningful discourse.\n\n- Explore nuances from different cultural backgrounds and expertise. \n\n- Share perspectives to gain empathy and see issues multidimensionally.\n\n- Improve critical thinking by contesting beliefs in a thoughtful environment.\n\nChatti provides a space for open-minded engagement. Our community guidelines promote healthy discussion habits and intellectual honesty.\n\nLearn Together and Expand Your Horizons\n\nReading alone limits learning. But with Chatti, you can learn collaboratively as you explore interests together.\n\n- Ask questions in real-time and get helpful explanations from fellow enthusiasts.\n\n- Teach others about your expertise and gain new knowledge and perspectives in return.\n\n- Follow trending articles and join public chat rooms around viral subjects.\n\n- Meet mentors and guides for life advice, career growth, technical skills, and more.\n\nChatti turns the internet into a lively knowledge-sharing space. Learn, teach, and expand your horizons hand-in-hand with friendly users worldwide.\n\nMeaningful Connections Around Shared Passions\n\nIt's hard to make connections online. But with Chatti, you can easily meet like-minded people while doing what you love - browsing!\n\n- Bond over common interests as you discuss hobbies, fandoms, career fields, and more. \n\n- Find your community and make genuine friendships and professional connections.\n\n- Meet people across geographical boundaries and life experiences. \n\n- Forge mentorships, find collaborators, and make lifelong connections.\n\nChatti helps you meaningfully engage as you explore the internet - meet your people and make real bonds!\n\nExperience the Internet Socially\n\nDon't just browse alone - chat, debate, learn, and connect seamlessly as you explore the web's endless depths. Download Chatti to socialize your internet experience today!"
  }
}