{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Target Grid: B2B Contact Finder & AI Outreach"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin acts like your super-powered magnifying glass! It helps you uncover valuable information about people on LinkedIn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to boost your LinkedIn outreach? \n\nTargetGrid is a Chrome extension that instantly reveals verified contact details and helps you connect effectively with AI generated messages. Perfect for sales professionals, recruiters, marketers, and job seekers. TargetGrid enhances your LinkedIn experience by providing you with the tools to find the right contacts and start meaningful conversations.\n\n\nKey Features:\n\nInstant B2B Contact Information: Access email addresses and phone numbers directly from LinkedIn profiles. Choose which details to reveal and only use credits when data is available.\n\nAI Outreach Message Generation: Draft personalized emails, connection requests, and icebreakers in seconds. TargetGrid’s AI adapts to your role, whether you’re in sales, recruitment, or marketing, for messages that feel authentic.\n\nFlexible for Various Roles: Designed for sales teams, hiring managers, freelancers, and job seekers, making LinkedIn outreach fast, efficient, and tailored to your goals.\n\n\nWhy Choose TargetGrid?\n\nSave Time: No more manual data entry or generic messages. Access data instantly and let AI handle the personalization.\n\nIncrease Engagement: Get contact details and use TargetGrid’s AI composer to reach out with confidence and connect effectively.\nDownload TargetGrid from the Chrome Store and see how it can transform your LinkedIn networking and outreach."
  }
}