{
  "name": {
    "ar": "CCDub - ترجمة الترجمة التلقائية على يوتيوب مع الدبلجة العربية",
    "am": "CCDub - የYouTube ንባብ ትርጉም እና የአምሐራ ድምፅ",
    "bg": "CCDub - Превод на субтитри и озвучаване на български в YouTube",
    "bn": "CCDub - ইউটিউব সাবটাইটেল অনুবাদ এবং বাংলা ডাবিং",
    "ca": "CCDub - Traducció de subtítols de YouTube i doblatge en català",
    "cs": "CCDub - Překlady titulků a dabing v češtině na YouTube",
    "da": "CCDub - YouTube undertekster oversættelse og dansk stemme",
    "de": "CCDub - YouTube Untertitelübersetzung und deutsche Sprachsynchronisation",
    "el": "CCDub - Υποτιτλισμός YouTube και ελληνική φωνητική",
    "en,en_AU,en_GB,en_US,es_419,et,fi,pt_BR,pt_PT": "CCDub - YouTube Subtitle Translation and English Dubbing",
    "es": "CCDub - Traducción de subtítulos de YouTube y doblaje en español",
    "fa": "سی‌سی‌داب - ترجمه زیرنویس و دوبله به زبان فارسی در یوتیوب",
    "fil": "CCDub - Pagsasalin ng mga subtitle sa YouTube at boses sa wikang Filipino",
    "fr": "CCDub - Traduction de sous-titres YouTube et voix off en français",
    "gu": "CCDub - YouTube સબટાઈટલ અનુવાદ અને ગુજરાતી ડબિંગ",
    "he": "CCDub - תרגום כתוביות וקריינות בעברית ביוטיוב",
    "hi": "CCDub - यूट्यूब सबटाइटल अनुवाद और हिंदी डबिंग",
    "hr": "CCDub - YouTube titlovi i hrvatski glasovni prijevod",
    "hu": "CCDub - YouTube feliratfordítás és magyar szinkron",
    "id": "CCDub - Terjemahan Subtitle YouTube dan Suara Bahasa Indonesia",
    "it": "CCDub - Traduzione dei sottotitoli di YouTube e doppiaggio in italiano",
    "ja": "CCDub - YouTube 字幕翻訳と日本語吹き替え",
    "kn": "CCDub - YouTube ಶೀರ್ಷಿಕೆ ಅನುವಾದ ಮತ್ತು ಕನ್ನಡ ಡಬ್",
    "ko": "CCDub - YouTube 자막 번역 및 한국어 더빙",
    "lt": "CCDub - „YouTube“ subtitrų vertimas ir lietuvių kalbos įgarsinimas",
    "lv": "CCDub - YouTube subtitru tulkojums un latviešu valodas balss",
    "ml": "CCDub - YouTube സബ്ടൈറ്റിൽ വിവർത്തനംയും മലയാളം ഡബ്ബിംഗും",
    "mr": "CCDub - YouTube उपशीर्षक अनुवाद आणि मराठी डबिंग",
    "ms": "CCDub - Terjemahan Sarikata YouTube dan Suara dalam Bahasa Melayu",
    "nl": "CCDub - YouTube ondertiteling vertaling en Nederlandse voice-over",
    "no": "CCDub - YouTube undertekster oversettelse og norsk bokmål dubbing",
    "pl": "CCDub - Tłumaczenie napisów i dubbing w języku polskim na YouTube",
    "ro": "CCDub - Traducerea subtitrărilor YouTube și dublaj în limba română",
    "ru": "CCDub - Перевод субтитров и озвучка на YouTube",
    "sk": "CCDub - Preklad titulkov a slovenský dabing na YouTube",
    "sl": "CCDub - YouTube podnapisi in slovenska sinhronizacija",
    "sr": "CCDub - YouTube титлови превод и синхронизација на српском",
    "sv": "CCDub - YouTube undertexter översättning och svensk röst",
    "sw": "CCDub - Tafsiri za manukuu ya YouTube na sauti ya Kiswahili",
    "ta": "CCDub - YouTube உரைமொழி மொழிபெயர்ப்பு மற்றும் தமிழ் ஒலிபரப்பு",
    "te": "CCDub - YouTube సబ్‌టైటిల్ అనువాదం మరియు తెలుగు డబ్బింగ్",
    "th": "CCDub - การแปลคำบรรยาย YouTube และการพากย์เสียงภาษาไทย",
    "tr": "CCDub - YouTube altyazı çevirisi ve Türkçe seslendirme",
    "uk": "CCDub - Переклад субтитрів на YouTube та озвучка українською",
    "vi": "CCDub - Dịch phụ đề YouTube và lồng ghép tiếng Việt",
    "zh_CN": "CCDub - YouTube 字幕翻译与中文配音",
    "zh_TW": "CCDub - YouTube 字幕翻譯與中文配音"
  },
  "short": {
    "ar": "هل لا تفهم الفيديوهات الأجنبية؟ ابحث عن CCDub! ترجمة احترافية مع دبلجة، حسّن تجربتك على يوتيوب™، واجعل كل لحظة أكثر حيوية!",
    "am": "የቀረበ ቪዲዮ በቋንቋ መረጃ የማይታወቅ? ወደ CCDub ይሂዱ! የሙዚቃ ትርጉም እና ድምፅ በተለያዩ የYouTube™ ተሞክሮዎችን ይማርኩ!",
    "bg": "Не разбирате чуждестранни видеа? Намерете CCBub! Професионален превод на субтитри и озвучаване, за да подобрите опита си в…",
    "bn": "বিদেশী ভিডিও বুঝতে পারছেন না? CCdub খুঁজুন! পেশাদার সাবটাইটেল অনুবাদ এবং ডাবিং, আপনার ইউটিউব™ অভিজ্ঞতা উন্নত করুন, প্রতিটি…",
    "ca": "No entens vídeos en llengües estrangeres? Troba CCBub! Traducció de subtítols i doblatge professionals, millora la teva experiència…",
    "cs": "Nerozumíte cizojazyčným videím? Hledejte CCBub! Profesionální překlady titulků a dabing, vylepšete svůj zážitek na YouTube™ a…",
    "da": "Kan du ikke forstå udenlandske videoer? Find CCBub! Professionel undertekstoversættelse og stemme, opgrader din YouTube™ oplevelse…",
    "de": "Verstehen Sie fremdsprachige Videos nicht? Suchen Sie nach CCDub! Professionelle Untertitelübersetzung und Sprachsynchronisation,…",
    "el": "Δεν καταλαβαίνετε ξένες γλώσσες; Βρείτε το CCDub! Επαγγελματικός υποτιτλισμός και φωνητική, αναβαθμίστε την εμπειρία σας στο…",
    "en,en_AU,en_GB,en_US,es_419,et,fi,pt_BR,pt_PT": "Can't understand foreign videos? Use CCDub! Professional subtitle translation and dubbing to enhance your YouTube™ experience!",
    "es": "¿No entiendes los videos en idiomas extranjeros? ¡Busca CCBub! Traducción de subtítulos y doblaje profesional, mejora tu…",
    "fa": "نمی‌توانید ویدیوهای خارجی را متوجه شوید؟ به سی‌سی‌داب مراجعه کنید! ترجمه و دوبله حرفه‌ای زیرنویس، تجربه یوتیوب™ شما را ارتقا می‌دهد…",
    "fil": "Hindi mo maintindihan ang banyagang video? Hanapin ang CCDub! Propesyonal na pagsasalin ng subtitle at boses, i-upgrade ang iyong…",
    "fr": "Vous ne comprenez pas les vidéos en langue étrangère ? Trouvez CCBub ! Traduction de sous-titres et voix off professionnelles,…",
    "gu": "વિદેશી વિડિઓ સમજી શકતા નથી? CCDub શોધો! વ્યાવસાયિક સબટાઈટલ અનુવાદ અને ડબિંગ, તમારા YouTube™ અનુભવને અપગ્રેડ કરો, દરેક ક્ષણને વધુ…",
    "he": "לא מבינים סרטונים בשפה זרה? חפשו את CCDub! תרגום כתוביות מקצועי וקריינות, שדרגו את חוויית היוטיוב שלכם, והפכו כל רגע ליותר חי!",
    "hi": "विदेशी वीडियो समझ में नहीं आ रहा? CCDub को खोजें! पेशेवर सबटाइटल अनुवाद और डबिंग, अपने YouTube™ अनुभव को अपग्रेड करें, हर पल को और…",
    "hr": "Ne razumijete strane videozapise? Pronađite CCBub! Profesionalni prijevod titlova i glasovni prijevod, unaprijedite svoje YouTube™…",
    "hu": "Nem érti a külföldi videókat? Keresse a CCDub-ot! Professzionális feliratfordítás és szinkronizálás, frissítse YouTube™ élményét,…",
    "id": "Tidak mengerti video luar negeri? Cari CCDub! Terjemahan subtitle dan pengisi suara profesional, tingkatkan pengalaman YouTube™…",
    "it": "Non capisci i video in lingua straniera? Trova CCBub! Traduzione e doppiaggio professionali dei sottotitoli, migliora la tua…",
    "ja": "外国語の動画が理解できない？CCDubを探して！専門的な字幕翻訳と吹き替えで、あなたのYouTube™体験をアップグレードし、すべての瞬間をより生き生きとさせましょう！",
    "kn,zh_CN": "外语视频看不懂？找CCDub！专业字幕翻译与配音，升级您的YouTube™体验，让每一刻更生动！",
    "ko": "외국어 비디오가 이해가 안 되시나요? CCBub을 찾아보세요! 전문 자막 번역 및 더빙으로 YouTube™ 경험을 업그레이드하여 모든 순간을 더욱 생동감 있게 만들어 드립니다!",
    "lt": "Nesuprantate užsienio vaizdo įrašų? Ieškokite CCDub! Profesionalus subtitrų vertimas ir įgarsinimas, atnaujinkite savo „YouTube™“…",
    "lv": "Nevar saprast svešvalodu video? Meklē CCdub! Profesionāla subtitru tulkošana un balss, uzlabojiet savu YouTube™ pieredzi, padarot…",
    "ml": "വിദേശ ഭാഷാ വീഡിയോകൾ മനസ്സിലാക്കുന്നില്ലേ? CCDub-നെ കണ്ടെത്തൂ! പ്രൊഫഷണൽ സബ്ടൈറ്റിൽ വിവർത്തനംയും ഡബ്ബിംഗും, നിങ്ങളുടെ YouTube™ അനുഭവം…",
    "mr": "परकीय व्हिडिओ समजत नाही? CCDub शोधा! व्यावसायिक उपशीर्षक अनुवाद आणि डबिंग, आपल्या YouTube™ अनुभवाला सुधारित करा, प्रत्येक क्षण अधिक…",
    "ms": "Tidak faham video asing? Cari CCDub! Terjemahan sarikata dan suara profesional, tingkatkan pengalaman YouTube™ anda, jadikan setiap…",
    "nl": "Begrijp je buitenlandse video's niet? Zoek CCdub! Professionele ondertiteling en voice-over, verbeter je YouTube™ ervaring en maak…",
    "no": "Forstår du ikke utenlandske videoer? Finn CCDub! Profesjonell undertekstoversettelse og dubbing, oppgrader din YouTube™ opplevelse…",
    "pl": "Nie rozumiesz obcojęzycznych filmów? Znajdź CCDub! Profesjonalne tłumaczenie napisów i dubbing, poprawiające Twoje doświadczenie na…",
    "ro": "Nu înțelegi videoclipurile în alte limbi? Găsește CCBub! Traducere profesională a subtitrărilor și dublaj, îmbunătățește-ți…",
    "ru": "Не понимаете иностранные видео? Найдите CCDub! Профессиональный перевод субтитров и озвучка, улучшите свой опыт на YouTube™,…",
    "sk": "Nerozumiete cudzím videám? Nájdite CCBub! Profesionálny preklad titulkov a dabing, vylepšite svoj zážitok z YouTube™, aby bol každý…",
    "sl": "Ne razumete tujih videov? Poiščite CCDub! Strokovni prevod podnapisov in sinhronizacija, nadgradite svojo izkušnjo YouTube™, da bo…",
    "sr": "Не разумете strane video? Pronađite CCDub! Profesionalni titlovi i sinhronizacija, unapredite svoje YouTube™ iskustvo i učinite…",
    "sv": "Förstår du inte utländska videor? Hitta CCDub! Professionell undertextöversättning och röst, uppgradera din YouTube™-upplevelse och…",
    "sw": "Huoni video za lugha ya kigeni? Tafuta CCBub! Tafsiri za kitaalamu na sauti, boresha uzoefu wako wa YouTube™, fanya kila wakati…",
    "ta": "வெளிநாட்டு வீடியோக்களை புரிந்துகொள்ள முடியவில்லையா? CCBub ஐ அணுகுங்கள்! தொழில்முறை உரைமொழி மொழிபெயர்ப்பு மற்றும் ஒலிபரப்பு, உங்கள்…",
    "te": "విదేశీ వీడియోలు అర్థం కాలేదు? CCDubని సంప్రదించండి! ప్రొఫెషనల్ సబ్‌టైటిల్ అనువాదం మరియు డబ్బింగ్, మీ YouTube™ అనుభవాన్ని…",
    "th": "ดูวิดีโอภาษาต่างประเทศไม่เข้าใจ? มาหา CCDub! การแปลคำบรรยายและการพากย์เสียงอย่างมืออาชีพ ยกระดับประสบการณ์ YouTube™ ของคุณ…",
    "tr": "Yabancı videoları anlamıyor musunuz? CCBub'u bulun! Profesyonel altyazı çevirisi ve seslendirme ile YouTube™ deneyiminizi…",
    "uk": "Не розумієте іноземні відео? Знайдіть CCBub! Професійний переклад субтитрів та озвучка, покращте свій досвід на YouTube™, зробіть…",
    "vi": "Không hiểu video ngoại ngữ? Tìm CCdub! Dịch phụ đề và lồng ghép chuyên nghiệp, nâng cấp trải nghiệm YouTube™ của bạn, làm cho mỗi…",
    "zh_TW": "外語視頻看不懂？找CCDub！專業字幕翻譯與配音，升級您的YouTube™體驗，讓每一刻更生動！"
  },
  "long": {
    "ar": "عند مشاهدة مقاطع الفيديو بلغة أجنبية، هل تشعر أن الترجمة غير دقيقة، والترجمات غير سلسة، مما يجعلك تفوت المحتوى الرائع؟ يتيح لك CCDub التخلص من هذه المشاكل، حيث يقدم ترجمة دقيقة وطبيعية، مع صوت مريح، مما يجعلك تستمتع بتجربة مشاهدة أكثر سلاسة.\n\nترجمة دقيقة، محتوى أكثر ملاءمة\nيستخدم CCDub نموذج ChatGPT المتقدم، لتوليد الترجمة كلمة بكلمة، مما يضمن دقة الترجمة وتجنب عدم توافق السياق أو الغموض. سواء كانت أفلامًا أو مسلسلات أو وثائقيات، يمكنه تقديم ترجمة دقيقة، مما يجعلك تنغمس تمامًا في المحتوى، دون أن تشتت انتباهك مشاكل الترجمة.\n\nصوت مريح، مشاهدة طويلة دون تعب\nليس فقط الترجمة، بل يقدم CCDub أيضًا صوتًا ملائمًا للمحتوى المترجم. سرعة الصوت لدينا معتدلة ونغمة طبيعية، حتى عند المشاهدة لفترات طويلة، لن تشعر بالتعب أو الانزعاج، مما يعزز تجربة المشاهدة لديك بشكل مثالي.\n\nتزامن فائق السرعة، وداعًا لتأخير الترجمة\nهل لا تزال تشعر بالقلق من تأخير الترجمة؟ لقد قام CCDub بتحسين سرعة الترجمة والصوت، لضمان إتمام الترجمة الدقيقة في غضون 3 إلى 5 ثوانٍ، ومزامنتها مع الصوت في الوقت الحقيقي. وداعًا للانتظار، استمتع بتجربة مشاهدة سلسة تمامًا، ولن تفوت أي لحظة رائعة.\n\nقم بزيارة https://dub.qhkly.com لتجربة CCDub، مما يتيح لك الاستمتاع دائمًا وأينما كنت بترجمات وصوتيات أكثر سلاسة وطبيعية.\n\nترقية الإصدار:\n  1.6.6 (2024-11-22) اختيار خط ولون الترجمة.\n  1.6.5 (2024-10-24) دعم اختيار شخصيات الصوت.\n  1.6.3 (2024-09-04) دعم ترجمة ChatGPT.\n  1.4.9 (2024-04-08) دعم 46 لغة.",
    "am": "Արտասահմանյան տեսանյութեր դիտելիս, անճշտ թարգմանությունը, ենթագրերի անկայունությունը միշտ ձեզ բաց է թողնում հետաքրքիր բովանդակություն: CCDub-ը թույլ է տալիս ձեզ հրաժարվել այս անհանգստություններից, տրամադրելով ճշգրիտ, բնական ենթագրերի թարգմանություն, ինչպես նաեւ հարմար ձայնագրություն, որպեսզի դուք վայելեք ավելի հարթ դիտման փորձ:\n\nՃշգրիտ թարգմանություն, բովանդակությունը ավելի համապատասխան\nCCDub-ը օգտագործում է առաջադեմ ChatGPT մեծ մոդելը, բառ առ բառ ստեղծելով ենթագրեր, ապահովելով թարգմանության ճշտությունը, խուսափելով համատեքստի անհամապատասխանությունից կամ երկիմաստությունից: Ոչ միայն ֆիլմեր, հեռուստասերիաներ, այլեւ փաստագրական ֆիլմեր կարող են ապահովել ճշգրիտ ենթագրերի թարգմանություն, որպեսզի դուք լիովին immersed լինեք բովանդակության մեջ, այլեւս չհոգնեք թարգմանության խնդիրներից:\n\nՀարմար ձայնագրություն, երկար ժամանակ դիտելու դեպքում հոգնածություն չունենալ\nՄիայն ենթագրերը չեն, CCDub-ը նաեւ տրամադրում է համապատասխան ձայնագրություն թարգմանված բովանդակության համար: Մեր ձայնագրության խոսքի արագությունը չափավոր է,intonation-ը բնական, նույնիսկ երկար ժամանակ դիտելու դեպքում ձեզ չի հոգնեցնի կամ անհարմարություն չի պատճառի, կատարյալ բարելավելով ձեր դիտման փորձը:\n\nԱրագ համաժամացում, հրաժեշտ տվեք ենթագրերի ուշացմանը\nԴուք դեռ անհանգստանում եք թարգմանության ուշացման համար: CCDub-ը օպտիմիզացրել է թարգմանության եւ ձայնագրության արագությունը, ապահովելով ճշգրիտ թարգմանություն 3-ից 5 վայրկյանում, եւ իրական ժամանակում համաժամեցված ձայնագրություն: Հրաժեշտություն չկա սպասելու, վայելեք լիովին համաժամեցված հարթ դիտման փորձ, բաց չթողնելով որեւէ հետաքրքիր պահ:\n\nԱյժմ այցելեք https://dub.qhkly.com փորձեք CCDub-ը, որպեսզի դուք ամենուր եւ միշտ վայելեք ավելի հարթ, ավելի բնական ենթագրեր եւ ձայնագրություն:\n\nՄասշտաբային թարմացում:\n  1.6.6 (2024-11-22) ենթագրերի տառատեսակների եւ գույների ընտրություն:\n  1.6.5 (2024-10-24) աջակցում է ձայնագրության կերպարների ընտրությանը:\n  1.6.3 (2024-09-04) աջակցում է ChatGPT թարգմանությանը:\n  1.4.9 (2024-04-08) աջակցում է 46 լեզուների:",
    "bg": "Гледането на чуждезични видеа с неточен превод и не гладки субтитри често ви кара да пропускате страхотно съдържание? CCDub ви освобождава от тези притеснения, предоставяйки прецизни и естествени преводи на субтитри, с комфортен глас, за да се насладите на по-гладко изживяване при гледане.\n\nПрецизен превод, съдържанието по-близо до действителността\nCCDub използва напредналия модел ChatGPT, за да генерира субтитри дума по дума, осигурявайки точен превод и избягвайки несъответствия в контекста или двусмислие. Независимо дали става въпрос за филми, сериали или документални филми, можете да разчитате на прецизни преводи на субтитри, които ви позволяват да се потопите напълно в съдържанието, без да се разсейвате от проблеми с превода.\n\nКомфортен глас, без умора при продължително гледане\nНе само субтитри, CCDub предлага и подходящо озвучаване на преведеното съдържание. Нашият глас е с умерена скорост и естествен тон, така че дори при дълго гледане няма да се чувствате уморени или некомфортно, което перфектно подобрява вашето изживяване при гледане.\n\nБърза синхронизация, сбогом на забавянето на субтитрите\nВсе още ли се притеснявате за забавянето на превода? CCDub оптимизира скоростта на превод и озвучаване, осигурявайки прецизен превод за 3 до 5 секунди, синхронизиран в реално време с озвучаването. Сбогом на чакането, насладете се на напълно синхронизирано и гладко изживяване при гледане, без да пропуснете нито един страхотен момент.\n\nПосетете незабавно https://dub.qhkly.com, за да изживеете CCDub, и се насладете на по-гладки и естествени субтитри и озвучаване навсякъде и по всяко време.\n\nВерсия ъпгрейд:\n  1.6.6 (2024-11-22) Избор на шрифт и цвят на субтитрите.\n  1.6.5 (2024-10-24) Подкрепа за избор на озвучаване на персонажи.\n  1.6.3 (2024-09-04) Подкрепа за ChatGPT превод.\n  1.4.9 (2024-04-08) Подкрепа за 46 езика.",
    "bn": "বিদেশী ভিডিও দেখতে গেলে, অনুবাদ সঠিক নয়, সাবটাইটেল মসৃণ নয়, সবসময় আপনাকে চমৎকার বিষয়বস্তু মিস করতে বাধ্য করে? CCDub আপনাকে এই সমস্ত উদ্বেগ থেকে মুক্তি দেয়, সঠিক, প্রাকৃতিক সাবটাইটেল অনুবাদ প্রদান করে, এবং আরামদায়ক ডাবিং সহ, যাতে আপনি আরও মসৃণ চলচ্চিত্র দেখার অভিজ্ঞতা উপভোগ করতে পারেন।\n\nসঠিক অনুবাদ, বিষয়বস্তু আরও প্রাসঙ্গিক\nCCDub উন্নত ChatGPT বড় মডেল ব্যবহার করে, প্রতিটি শব্দের সাবটাইটেল তৈরি করে, নিশ্চিত করে যে অনুবাদ সঠিক এবং ভুল অর্থ বা প্রসঙ্গের অমিল এড়ানো হয়। সিনেমা, টেলিভিশন শো বা ডকুমেন্টারি যাই হোক না কেন, সঠিক সাবটাইটেল অনুবাদ প্রদান করতে সক্ষম, যাতে আপনি সম্পূর্ণরূপে বিষয়বস্তুতে ডুব দিতে পারেন এবং অনুবাদের সমস্যায় বিভ্রান্ত না হন।\n\nআরামদায়ক ডাবিং, দীর্ঘ সময় দেখা ক্লান্তিকর নয়\nশুধুমাত্র সাবটাইটেল নয়, CCDub অনুবাদিত বিষয়বস্তু জন্য উপযুক্ত ডাবিংও প্রদান করে। আমাদের ডাবিংয়ের গতি মাঝারি এবং স্বর প্রাকৃতিক, দীর্ঘ সময় ধরে দেখলেও আপনাকে ক্লান্ত বা অস্বস্তি অনুভব করতে দেয় না, আপনার চলচ্চিত্র দেখার অভিজ্ঞতা নিখুঁতভাবে উন্নত করে।\n\nদ্রুত সমন্বয়, সাবটাইটেল বিলম্বের বিদায়\nঅনুবাদের বিলম্ব নিয়ে এখনও চিন্তিত? CCDub অনুবাদ এবং ডাবিংয়ের গতি অপ্টিমাইজ করেছে, নিশ্চিত করে যে ৩ থেকে ৫ সেকেন্ডের মধ্যে সঠিক অনুবাদ সম্পন্ন হয় এবং ডাবিংয়ের সাথে বাস্তবসম্মতভাবে সমন্বয় ঘটে। অপেক্ষা বিদায় বলুন, সম্পূর্ণ সমন্বিত মসৃণ চলচ্চিত্র দেখার অভিজ্ঞতা উপভোগ করুন, কোনও চমৎকার মুহূর্ত মিস করবেন না।\n\nএখনই https://dub.qhkly.com এ যান CCDub এর অভিজ্ঞতা নিন, যাতে আপনি যে কোনও সময় এবং স্থানে আরও মসৃণ, আরও প্রাকৃতিক সাবটাইটেল এবং ডাবিং উপভোগ করতে পারেন।\n\nসংস্করণ আপগ্রেড:\n  1.6.6 (2024-11-22) সাবটাইটেল ফন্ট এবং রঙের নির্বাচন।\n  1.6.5 (2024-10-24) ডাবিং চরিত্র নির্বাচন সমর্থন।\n  1.6.3 (2024-09-04) ChatGPT অনুবাদ সমর্থন।\n  1.4.9 (2024-04-08) 46টি ভাষা সমর্থন।",
    "ca": "Mentre mires vídeos en un idioma estranger, la traducció no és precisa i els subtítols no són fluides, sempre et perds contingut emocionant? CCDub et permet dir adéu a aquests problemes, oferint traduccions de subtítols precises i naturals, amb una veu en off còmoda que et permet gaudir d'una experiència de visionat més fluida.\n\nTraducció precisa, contingut més ajustat\nCCDub utilitza un avançat model de ChatGPT per generar subtítols paraula per paraula, assegurant-se que la traducció és exacta i sense errors, evitant contextos incorrectes o ambigüitats. Tant si es tracta de pel·lícules, sèries de televisió o documentals, pot proporcionar traduccions de subtítols precises que et permeten submergir-te completament en el contingut, sense distraccions per problemes de traducció.\n\nVeu en off còmoda, visionat prolongat sense fatiga\nNo només subtítols, CCDub també proporciona veus en off ajustades al contingut traduït. La nostra velocitat de veu és moderada i el to és natural, fins i tot en visionats prolongats no et sentiràs cansat ni incòmode, millorant perfectament la teva experiència de visionat.\n\nSincronització ràpida, adéu a la demora dels subtítols\nEncara et preocupa la demora en la traducció? CCDub ha optimitzat la velocitat de traducció i veu en off, assegurant-se que la traducció precisa es completa en 3 a 5 segons, i es sincronitza en temps real amb la veu en off. Adéu a l'espera, gaudeix d'una experiència de visionat totalment sincronitzada i no et perdis cap moment emocionant.\n\nVisita immediatament https://dub.qhkly.com per experimentar CCDub, que et permet gaudir de subtítols i veus en off més fluides i naturals en qualsevol moment i lloc.\n\nActualització de versió:\n  1.6.6 (2024-11-22) Elecció de font i color dels subtítols.\n  1.6.5 (2024-10-24) Suport per a la selecció de personatges de veu en off.\n  1.6.3 (2024-09-04) Suport per a la traducció de ChatGPT.\n  1.4.9 (2024-04-08) Suport per a 46 idiomes.",
    "cs": "Když sledujete zahraniční videa, nepřesné překlady a nesouvislé titulky vám často brání vychutnat si skvělé momenty? CCDub vám pomůže zbavit se těchto starostí, poskytuje přesné a přirozené překlady titulků a nabízí příjemný dabing, abyste si užili plynulejší zážitek z filmu.\n\nPřesný překlad, obsah je bližší\nCCDub využívá pokročilý model ChatGPT, který generuje titulky slovo od slova, aby zajistil přesnost překladu a předešel nesrovnalostem nebo nejednoznačnostem. Ať už se jedná o filmy, televizní seriály nebo dokumenty, poskytuje přesné překlady titulků, takže se můžete plně ponořit do obsahu a již vás nebude rozptylovat problém s překladem.\n\nPohodlný dabing, dlouhé sledování bez únavy\nCCDub nenabízí pouze titulky, ale také odpovídající dabing pro překládaný obsah. Naše rychlost dabingu je přiměřená a intonace přirozená, takže i při dlouhém sledování se nebudete cítit unaveni nebo nepohodlně, což dokonale zlepší váš zážitek z filmu.\n\nRychlá synchronizace, rozlučte se s prodlevou titulků\nStále vás trápí prodleva při překladu? CCDub optimalizoval rychlost překladu a dabingu, aby zajistil přesný překlad během 3 až 5 sekund a synchronizoval ho v reálném čase s dabingem. Rozlučte se s čekáním a užijte si zcela synchronizovaný plynulý zážitek z filmu, abyste nezmeškali žádný skvělý okamžik.\n\nNavštivte okamžitě https://dub.qhkly.com a vyzkoušejte CCDub, abyste si kdykoli a kdekoli užili plynulejší a přirozenější titulky a dabing.\n\nVerze aktualizace:\n  1.6.6 (2024-11-22) Výběr písma a barvy titulků.\n  1.6.5 (2024-10-24) Podpora výběru postav pro dabing.\n  1.6.3 (2024-09-04) Podpora překladu ChatGPT.\n  1.4.9 (2024-04-08) Podpora 46 jazyků.",
    "da": "Oplev du også, at når du ser udenlandske videoer, er oversættelserne unøjagtige, og underteksterne flyder ikke godt, hvilket får dig til at miste fantastiske indhold? CCDub lader dig sige farvel til disse bekymringer ved at tilbyde præcise, naturlige undertekstoversættelser, der kommer med behagelig voice-over, så du kan nyde en mere flydende filmoplevelse.\n\nPræcise oversættelser, mere relevant indhold\nCCDub anvender den avancerede ChatGPT-stormodel til at generere undertekster ord for ord, hvilket sikrer, at oversættelsen er korrekt og undgår misforståelser eller tvetydigheder. Uanset om det er film, tv-serier eller dokumentarer, kan vi tilbyde præcise undertekstoversættelser, så du kan fordybe dig helt i indholdet uden at lade oversættelsesproblemer distrahere dig.\n\nBehagelig voice-over, ingen træthed ved langvarig visning\nIkke kun undertekster, men CCDub tilbyder også passende voice-over til de oversatte indhold. Vores voice-over har en passende hastighed og en naturlig tone, så selv ved langvarig visning vil du ikke føle træthed eller ubehag, hvilket perfekt forbedrer din filmoplevelse.\n\nHurtig synkronisering, farvel til forsinkede undertekster\nEr du stadig generet af forsinkelsen i oversættelsen? CCDub har optimeret hastigheden for oversættelse og voice-over for at sikre, at præcise oversættelser gennemføres inden for 3 til 5 sekunder og synkroniseres i realtid med voice-over. Sig farvel til ventetid og nyd en helt synkroniseret og flydende filmoplevelse, så du ikke går glip af et eneste fantastisk øjeblik.\n\nBesøg straks https://dub.qhkly.com for at opleve CCDub, så du kan nyde mere flydende og naturlige undertekster og voice-over hvor som helst og når som helst.\n\nVersionsopgradering:\n  1.6.6 (2024-11-22) Valg af skrifttype og farve til undertekster.\n  1.6.5 (2024-10-24) Understøtter valg af voice-over karakterer.\n  1.6.3 (2024-09-04) Understøtter ChatGPT-oversættelse.\n  1.4.9 (2024-04-08) Understøtter 46 sprog.",
    "de": "Hast du beim Ansehen von ausländischen Videos Probleme mit ungenauen Übersetzungen und ruckelnden Untertiteln, die dir die besten Inhalte entgehen lassen? CCDub hilft dir, diese Sorgen hinter dir zu lassen, indem es präzise und natürliche Untertitelübersetzungen bietet, begleitet von angenehmem Voice-over, damit du ein flüssigeres Seherlebnis genießen kannst.\n\nPräzise Übersetzungen, relevantere Inhalte\nCCDub nutzt das fortschrittliche ChatGPT-Modell, um Untertitel Wort für Wort zu generieren und sicherzustellen, dass die Übersetzungen fehlerfrei sind und Missverständnisse oder Kontextprobleme vermieden werden. Egal ob Film, Serie oder Dokumentation, es bietet präzise Untertitelübersetzungen, damit du vollständig in den Inhalt eintauchen kannst, ohne durch Übersetzungsprobleme abgelenkt zu werden.\n\nAngenehmes Voice-over, keine Ermüdung bei langem Ansehen\nCCDub bietet nicht nur Untertitel, sondern auch passendes Voice-over für die übersetzten Inhalte. Unsere Sprechgeschwindigkeit ist moderat und der Tonfall natürlich, sodass du auch bei längerem Ansehen keine Ermüdung oder Unbehagen verspürst, was dein Seherlebnis perfekt verbessert.\n\nBlitzschnelle Synchronisation, verabschiede dich von Verzögerungen bei Untertiteln\nBist du noch besorgt über Verzögerungen bei Übersetzungen? CCDub hat die Übersetzungs- und Voice-over-Geschwindigkeit optimiert, um sicherzustellen, dass präzise Übersetzungen innerhalb von 3 bis 5 Sekunden abgeschlossen und in Echtzeit mit dem Voice-over synchronisiert werden. Verabschiede dich vom Warten und genieße ein vollständig synchronisiertes, flüssiges Seherlebnis, ohne einen einzigen spannenden Moment zu verpassen.\n\nBesuche jetzt https://dub.qhkly.com und erlebe CCDub, damit du jederzeit und überall flüssigere und natürlichere Untertitel und Voice-overs genießen kannst.\n\nVersions-Updates:\n  1.6.6 (2024-11-22) Auswahl von Schriftarten und Farben für Untertitel.\n  1.6.5 (2024-10-24) Unterstützung der Auswahl von Voice-over-Sprechern.\n  1.6.3 (2024-09-04) Unterstützung von ChatGPT-Übersetzungen.\n  1.4.9 (2024-04-08) Unterstützung von 46 Sprachen.",
    "el": "Όταν παρακολουθείτε ξενόγλωσσα βίντεο, η ανακριβής μετάφραση και οι αργές υπότιτλοι σας κάνουν να χάνετε συναρπαστικό περιεχόμενο; Το CCDub σας απαλλάσσει από αυτές τις ανησυχίες, προσφέροντας ακριβείς και φυσικές μεταφράσεις υποτίτλων, με άνετη αφήγηση που σας επιτρέπει να απολαμβάνετε μια πιο ομαλή εμπειρία παρακολούθησης.\n\nΑκριβής μετάφραση, πιο σχετικό περιεχόμενο\nΤο CCDub χρησιμοποιεί το προηγμένο μοντέλο ChatGPT για να δημιουργεί υπότιτλους λέξη προς λέξη, διασφαλίζοντας ότι η μετάφραση είναι ακριβής και χωρίς λάθη, αποφεύγοντας την ασυμφωνία ή την αμφισημία. Είτε πρόκειται για ταινίες, σειρές ή ντοκιμαντέρ, μπορεί να προσφέρει ακριβείς μεταφράσεις υποτίτλων, επιτρέποντάς σας να βυθιστείτε πλήρως στο περιεχόμενο χωρίς να αποσπάτε την προσοχή σας από προβλήματα μετάφρασης.\n\nΆνετη αφήγηση, χωρίς κούραση κατά τη διάρκεια της παρακολούθησης\nΌχι μόνο υπότιτλοι, το CCDub παρέχει επίσης κατάλληλη αφήγηση για το μεταφρασμένο περιεχόμενο. Η ταχύτητα και ο τόνος της αφήγησής μας είναι μέτριες, έτσι ώστε ακόμα και αν παρακολουθείτε για μεγάλο χρονικό διάστημα, δεν θα νιώσετε κούραση ή δυσφορία, βελτιώνοντας τέλεια την εμπειρία παρακολούθησής σας.\n\nΓρήγορη συγχρονισμένη μετάφραση, αποχαιρετήστε την καθυστέρηση υποτίτλων\nΑνησυχείτε ακόμα για την καθυστέρηση στη μετάφραση; Το CCDub έχει βελτιστοποιήσει την ταχύτητα μετάφρασης και αφήγησης, διασφαλίζοντας ότι η ακριβής μετάφραση ολοκληρώνεται εντός 3 έως 5 δευτερολέπτων και συγχρονίζεται σε πραγματικό χρόνο με την αφήγηση. Αποχαιρετήστε την αναμονή και απολαύστε μια εντελώς συγχρονισμένη, ομαλή εμπειρία παρακολούθησης, χωρίς να χάσετε ούτε μια συναρπαστική στιγμή.\n\nΕπισκεφθείτε αμέσως το https://dub.qhkly.com για να δοκιμάσετε το CCDub, που σας επιτρέπει να απολαμβάνετε πιο ομαλούς και φυσικούς υπότιτλους και αφήγηση, οπουδήποτε και οποτεδήποτε.\n\nΑναβάθμιση έκδοσης:\n  1.6.6 (2024-11-22) Επιλογές γραμματοσειράς και χρώματος υποτίτλων.\n  1.6.5 (2024-10-24) Υποστήριξη επιλογής χαρακτήρων αφήγησης.\n  1.6.3 (2024-09-04) Υποστήριξη μετάφρασης ChatGPT.\n  1.4.9 (2024-04-08) Υποστήριξη 46 γλωσσών.",
    "en,en_AU,en_GB,en_US,es_419,et,fi,pt_BR,pt_PT": "When watching foreign language videos, inaccurate translations and choppy subtitles often make you miss out on exciting content? CCDub helps you say goodbye to these troubles by providing precise and natural subtitle translations, along with comfortable voiceovers, allowing you to enjoy a smoother viewing experience.\n\nAccurate translations, more relevant content\nCCDub utilizes advanced ChatGPT large models to generate subtitles word by word, ensuring accurate translations without context mismatches or ambiguities. Whether it's movies, TV shows, or documentaries, we provide precise subtitle translations that allow you to fully immerse yourself in the content without being distracted by translation issues.\n\nComfortable voiceovers, no fatigue during long viewing\nNot just subtitles, CCDub also offers fitting voiceovers for the translated content. Our voiceover speed is moderate and the tone is natural, so even during long viewing sessions, you won't feel tired or uncomfortable, perfectly enhancing your viewing experience.\n\nLightning-fast synchronization, say goodbye to subtitle delays\nStill troubled by translation delays? CCDub has optimized translation and voiceover speeds, ensuring precise translations are completed within 3 to 5 seconds and synchronized with voiceovers in real-time. Say goodbye to waiting and enjoy a completely synchronized and smooth viewing experience, never missing a single exciting moment.\n\nVisit https://dub.qhkly.com now to experience CCDub, allowing you to enjoy smoother and more natural subtitles and voiceovers anytime, anywhere.\n\nVersion updates:\n  1.6.6 (2024-11-22) Subtitle font and color selection.\n  1.6.5 (2024-10-24) Support for voiceover character selection.\n  1.6.3 (2024-09-04) Support for ChatGPT translation.\n  1.4.9 (2024-04-08) Support for 46 languages.",
    "es": "¿Te frustran las traducciones inexactas y los subtítulos poco fluidos al ver videos en idiomas extranjeros, haciendo que te pierdas contenido emocionante? CCDub te ayuda a dejar atrás esos problemas, ofreciendo traducciones de subtítulos precisas y naturales, junto con una locución cómoda, para que disfrutes de una experiencia de visualización más fluida.\n\nTraducción precisa, contenido más relevante\nCCDub utiliza un avanzado modelo de ChatGPT para generar subtítulos palabra por palabra, asegurando que la traducción sea exacta y evitando desajustes de contexto o ambigüedades. Ya sea en películas, series de televisión o documentales, proporciona traducciones de subtítulos precisas, permitiéndote sumergirte completamente en el contenido sin distracciones por problemas de traducción.\n\nLocución cómoda, sin fatiga en largas visualizaciones\nNo solo se trata de subtítulos, CCDub también ofrece locuciones adecuadas para el contenido traducido. Nuestra locución tiene una velocidad moderada y un tono natural, de modo que incluso al ver durante largos períodos no te sentirás cansado o incómodo, mejorando perfectamente tu experiencia de visualización.\n\nSincronización rápida, despídete de la demora en subtítulos\n¿Todavía te preocupan las demoras en la traducción? CCDub ha optimizado la velocidad de traducción y locución, asegurando que la traducción precisa se complete en 3 a 5 segundos y se sincronice en tiempo real con la locución. Di adiós a la espera y disfruta de una experiencia de visualización completamente sincronizada, sin perderte ni un solo momento emocionante.\n\nVisita https://dub.qhkly.com para experimentar CCDub, permitiéndote disfrutar de subtítulos y locuciones más fluidos y naturales en cualquier momento y lugar.\n\nActualización de versión:\n  1.6.6 (2024-11-22) Selección de fuentes y colores de subtítulos.\n  1.6.5 (2024-10-24) Soporte para selección de personajes de locución.\n  1.6.3 (2024-09-04) Soporte para traducción de ChatGPT.\n  1.4.9 (2024-04-08) Soporte para 46 idiomas.",
    "fa": "آیا هنگام تماشای ویدیوهای خارجی، ترجمه نادرست و زیرنویس نامنظم شما را از محتوای جذاب باز می‌دارد؟ CCDub این مشکلات را برای شما حل می‌کند و ترجمه‌های زیرنویس دقیق و طبیعی را ارائه می‌دهد و با صداگذاری راحت، تجربه تماشای شما را بهبود می‌بخشد.\n\nترجمه دقیق، محتوای مرتبط‌تر\nCCDub با استفاده از مدل بزرگ پیشرفته ChatGPT، زیرنویس‌ها را کلمه به کلمه تولید می‌کند و اطمینان حاصل می‌کند که ترجمه‌ها بدون خطا و با رعایت متن اصلی انجام می‌شود. چه فیلم، چه سریال یا مستند، می‌تواند ترجمه‌های زیرنویس دقیقی ارائه دهد و شما را به طور کامل در محتوای مورد نظر غرق کند و دیگر به خاطر مشکلات ترجمه حواس‌پرت نشوید.\n\nصدای راحت، تماشای طولانی بدون خستگی\nCCDub تنها به زیرنویس‌ها بسنده نمی‌کند و برای محتوای ترجمه شده صدای مناسب نیز ارائه می‌دهد. سرعت و لحن صدای ما متعادل است و حتی در تماشای طولانی مدت نیز شما را خسته یا ناراحت نمی‌کند و تجربه تماشای شما را به طور کامل ارتقا می‌بخشد.\n\nهمگام‌سازی سریع، خداحافظی با تأخیر زیرنویس\nآیا هنوز از تأخیر در ترجمه رنج می‌برید؟ CCDub سرعت ترجمه و صداگذاری را بهینه کرده و اطمینان حاصل می‌کند که ترجمه دقیق در ۳ تا ۵ ثانیه انجام می‌شود و با صداگذاری به صورت همزمان همگام می‌شود. خداحافظی با انتظار و لذت بردن از تجربه تماشای کاملاً همگام و روان، هرگز یک لحظه جذاب را از دست ندهید.\n\nهمین حالا به https://dub.qhkly.com مراجعه کنید تا از CCDub استفاده کنید و در هر زمان و مکانی از زیرنویس و صداگذاری طبیعی‌تر و روان‌تر لذت ببرید.\n\nبه‌روزرسانی نسخه:\n  1.6.6 (2024-11-22) انتخاب فونت و رنگ زیرنویس.\n  1.6.5 (2024-10-24) پشتیبانی از انتخاب شخصیت صداگذاری.\n  1.6.3 (2024-09-04) پشتیبانی از ترجمه ChatGPT.\n  1.4.9 (2024-04-08) پشتیبانی از ۴۶ زبان.",
    "fil": "Habang nanonood ng mga banyagang video, hindi tumpak ang pagsasalin, at hindi maayos ang mga subtitle, palagi kang nawawalan ng magagandang nilalaman? Ang CCDub ay nag-aalok sa iyo ng solusyon sa mga problemang ito, na nagbibigay ng tumpak at natural na pagsasalin ng mga subtitle, na may kaaya-ayang boses na nagbibigay-daan sa iyo upang masiyahan sa mas maayos na karanasan sa panonood.\n\nTumpak na pagsasalin, mas angkop na nilalaman\nGumagamit ang CCDub ng advanced na ChatGPT na malaking modelo, na bumubuo ng mga subtitle ng salin sa bawat salita, tinitiyak ang tumpak na pagsasalin, at iniiwasan ang hindi pagkakatugma sa konteksto o mga ambiguities. Mula sa mga pelikula, serye, hanggang sa mga dokumentaryo, nag-aalok ito ng tumpak na pagsasalin ng mga subtitle, na nagbibigay-daan sa iyo na ganap na lumubog sa nilalaman, at hindi na maabala dahil sa mga isyu sa pagsasalin.\n\nKaaya-ayang boses, hindi nakakapagod sa mahabang panonood\nHindi lamang mga subtitle, ang CCDub ay nagbibigay din ng angkop na boses para sa mga isinasaling nilalaman. Ang aming boses ay may katamtamang bilis, natural na tono, kahit na sa mahabang panonood, hindi ka nito mapapagod o magkakaroon ng hindi komportable, perpektong nagpapabuti sa iyong karanasan sa panonood.\n\nMabilis na pagsasabay, paalam sa pagkaantala ng mga subtitle\nNababalisa ka pa ba sa pagkaantala ng pagsasalin? Pinabilis ng CCDub ang bilis ng pagsasalin at boses, tinitiyak na natatapos ang tumpak na pagsasalin sa loob ng 3 hanggang 5 segundo, at sabay na nakasabay sa boses. Paalam sa paghihintay, tamasahin ang ganap na sabay na maayos na karanasan sa panonood, tiyak na hindi mo mamimiss ang anumang kamangha-manghang sandali.\n\nBisitahin agad ang https://dub.qhkly.com upang maranasan ang CCDub, na nagbibigay-daan sa iyo upang tamasahin ang mas maayos at mas natural na mga subtitle at boses saan ka man naroroon.\n\nPag-upgrade ng bersyon:\n  1.6.6 (2024-11-22) Pagpili ng font at kulay ng subtitle.\n  1.6.5 (2024-10-24) Suporta sa pagpili ng tauhan para sa boses.\n  1.6.3 (2024-09-04) Suporta sa ChatGPT na pagsasalin.\n  1.4.9 (2024-04-08) Suporta sa 46 na wika.",
    "fr": "En regardant des vidéos en langue étrangère, les traductions inexactes et les sous-titres peu fluides vous font toujours manquer des contenus passionnants ? CCDub vous permet de dire adieu à ces soucis, en offrant des traductions de sous-titres précises et naturelles, accompagnées d'un doublage confortable, pour que vous profitiez d'une expérience de visionnage plus fluide.\n\nTraduction précise, contenu plus adapté\nCCDub utilise un modèle avancé de ChatGPT pour générer des sous-titres mot à mot, garantissant une traduction exacte et évitant les incohérences contextuelles ou les ambiguïtés. Que ce soit pour des films, des séries télévisées ou des documentaires, nous fournissons des traductions de sous-titres précises, vous permettant de vous immerger complètement dans le contenu sans être distrait par des problèmes de traduction.\n\nDoublage confortable, visionnage prolongé sans fatigue\nCCDub ne se limite pas aux sous-titres, mais propose également un doublage adapté au contenu traduit. Notre rythme de doublage est modéré et notre intonation naturelle, vous ne ressentirez aucune fatigue ou inconfort même après un long visionnage, améliorant ainsi parfaitement votre expérience de visionnage.\n\nSynchronisation rapide, adieu aux retards de sous-titres\nÊtes-vous toujours préoccupé par les retards de traduction ? CCDub a optimisé la vitesse de traduction et de doublage, garantissant une traduction précise en 3 à 5 secondes, synchronisée en temps réel avec le doublage. Dites adieu à l'attente et profitez d'une expérience de visionnage parfaitement synchronisée, sans manquer aucun moment passionnant.\n\nVisitez immédiatement https://dub.qhkly.com pour découvrir CCDub, et profitez de sous-titres et de doublages plus fluides et naturels, où que vous soyez.\n\nMise à jour de version :\n  1.6.6 (2024-11-22) Choix de police et de couleur des sous-titres.\n  1.6.5 (2024-10-24) Prise en charge du choix des personnages de doublage.\n  1.6.3 (2024-09-04) Prise en charge de la traduction par ChatGPT.\n  1.4.9 (2024-04-08) Prise en charge de 46 langues.",
    "gu": "વિદેશી વિડિઓઝ જોતી વખતે, અનુવાદ અણસંવાદિત, સબટાઇટલ નરમ નથી, અને તમારે શાનદાર સામગ્રી ચૂકી જાય છે? CCDub તમને આ સમસ્યાઓથી મુક્ત કરે છે, ચોક્કસ, કુદરતી સબટાઇટલ અનુવાદ પ્રદાન કરે છે, અને આરામદાયક વોઇસઓવર સાથે, જે તમને વધુ સ્નગ અને સરળ દર્શન અનુભવ આપવા માટે મદદ કરે છે.\n\nચોક્કસ અનુવાદ, સામગ્રી વધુ સંબંધિત\nCCDub અદ્યતન ChatGPT મોટા મોડેલનો ઉપયોગ કરે છે, દરેક શબ્દને અનુવાદિત કરે છે, અનુવાદ ચોક્કસ હોય તે સુનિશ્ચિત કરે છે, સંદર્ભમાં ખોટા અથવા દ્વારાચિત્તા ટાળે છે. ફિલ્મો, ટીવી શો અથવા ડોક્યુમેન્ટરીઝ હોય, તે ચોક્કસ સબટાઇટલ અનુવાદ પ્રદાન કરી શકે છે, જેથી તમે સામગ્રીમાં સંપૂર્ણપણે ડૂબી જાઓ, અને અનુવાદ સમસ્યાઓથી વિમુક્ત રહેવું.\n\nઆરામદાયક વોઇસઓવર, લાંબા સમય સુધી જોવામાં થાકતા નથી\nમાત્ર સબટાઇટલ જ નહીં, CCDub અનુવાદિત સામગ્રી માટે સંબંધિત વોઇસઓવર પણ પ્રદાન કરે છે. અમારી વોઇસઓવરનો ગતિ મધ્યમ, સ્વર કુદરતી છે, અને લાંબા સમય સુધી જોવામાં પણ તમને થાક અથવા અસુવિધા અનુભવવા નથી દેતી, જે તમારા દર્શન અનુભવને સંપૂર્ણપણે ઉંચા કરે છે.\n\nઝડપી સમન્વય, સબટાઇટલ વિલંબને અલવિદા કહો\nઅનુવાદના વિલંબ માટે હજુ પણ ચિંતિત છો? CCDub અનુવાદ અને વોઇસઓવરની ગતિને ઑપ્ટિમાઇઝ કરે છે, 3 થી 5 સેકંડમાં ચોક્કસ અનુવાદ પૂર્ણ કરે છે, અને વોઇસઓવર સાથે વાસ્તવિક સમયમાં સમન્વયિત કરે છે. રાહ જોવાની અલવિદા કહો, સંપૂર્ણ સમન્વયિત અને સરળ દર્શન અનુભવનો આનંદ માણો, અને કોઈપણ શાનદાર ક્ષણને ચૂકી જશો નહીં.\n\nતુરંત જ મુલાકાત લો https://dub.qhkly.com CCDub નો અનુભવ કરવા માટે, જે તમને ક્યારેક પણ વધુ સરળ, વધુ કુદરતી સબટાઇટલ અને વોઇસઓવરનો આનંદ માણવા દે છે.\n\nઆવૃત્તિ સુધારો:\n  1.6.6 (2024-11-22) સબટાઇટલ ફૉન્ટ અને રંગ પસંદગી.\n  1.6.5 (2024-10-24) વોઇસઓવર પાત્ર પસંદગીને સપોર્ટ કરે છે.\n  1.6.3 (2024-09-04) ChatGPT અનુવાદને સપોર્ટ કરે છે.\n  1.4.9 (2024-04-08) 46 ભાષાઓને સપોર્ટ કરે છે.\n```",
    "he": "כשאתה צופה בסרטונים בשפה זרה, תרגום לא מדויק, כתוביות לא חלקות, תמיד גורם לך לפספס תוכן מרהיב? CCDub מאפשר לך להיפרד מהדאגות הללו, מספק תרגום כתוביות מדויק וטבעי, ומציע דיבוב נעים, כך שתוכל ליהנות מחוויית צפייה חלקה יותר.\n\nתרגום מדויק, תוכן יותר מתאים\nCCDub עושה שימוש במודל הגדול המתקדם ChatGPT, מייצר כתוביות מילה במילה, מבטיח תרגום מדויק ללא טעויות, נמנע מהקשרים שאינם תואמים או מהבנות כפולות. בין אם זה סרטים, סדרות טלוויזיה או סרטים תיעודיים, הוא יכול לספק תרגום כתוביות מדויק, כך שתוכל לשקוע לחלוטין בתוכן, מבלי להתפזר בגלל בעיות תרגום.\n\nדיבוב נעים, צפייה ממושכת ללא עייפות\nלא רק כתוביות, CCDub גם מספק דיבוב מתאים לתוכן המתורגם. מהירות הדיבוב שלנו מתונה, והטון טבעי, כך שגם אם תצפה במשך זמן רב, לא תרגיש עייף או לא נעים, מה שמשפר באופן מושלם את חוויית הצפייה שלך.\n\nסנכרון מהיר, להיפרד מעיכוב בכתוביות\nעדיין מוטרד מעיכוב בתרגום? CCDub אופטימיזציה מהירות תרגום ודיבוב, מבטיח השלמת תרגום מדויק תוך 3 עד 5 שניות, וסנכרון בזמן אמת עם הדיבוב. להיפרד מההמתנה, ליהנות מחוויית צפייה חלקה לחלוטין, ולא לפספס אף רגע מרהיב.\n\nבקר מיד ב- https://dub.qhkly.com כדי לחוות את CCDub, כך שתוכל ליהנות מכתוביות ודיבוב יותר חלקים וטבעיים בכל מקום ובכל זמן.\n\nשדרוג גרסה:\n  1.6.6 (2024-11-22) בחירת גופן וצבע לכתוביות.\n  1.6.5 (2024-10-24) תמיכה בבחירת דמויות לדיבוב.\n  1.6.3 (2024-09-04) תמיכה בתרגום ChatGPT.\n  1.4.9 (2024-04-08) תמיכה ב-46 שפות.\n```",
    "hi": "विदेशी वीडियो देखते समय, अनुवाद गलत, उपशीर्षक सुचारू नहीं होते, जिससे आप शानदार सामग्री चूक जाते हैं? CCDub आपको इन समस्याओं से मुक्त करता है, सटीक, स्वाभाविक उपशीर्षक अनुवाद प्रदान करता है, और आरामदायक वॉयसओवर के साथ, आपको एक अधिक सुचारू देखने का अनुभव प्रदान करता है।\n\nसटीक अनुवाद, सामग्री और अधिक प्रासंगिक\nCCDub उन्नत ChatGPT बड़े मॉडल का उपयोग करता है, हर शब्द को उपशीर्षक के रूप में उत्पन्न करता है, अनुवाद को सटीक सुनिश्चित करता है, संदर्भ के अनुकूलता या द्विअर्थिता से बचता है। चाहे वह फिल्म हो, टीवी शो या डॉक्यूमेंट्री, यह सटीक उपशीर्षक अनुवाद प्रदान करता है, जिससे आप सामग्री में पूरी तरह डूब जाते हैं, अनुवाद की समस्याओं के कारण ध्यान भंग नहीं होता।\n\nआरामदायक वॉयसओवर, लंबे समय तक देखना थकान नहीं लाता\nकेवल उपशीर्षक नहीं, CCDub अनुवाद सामग्री के लिए उपयुक्त वॉयसओवर भी प्रदान करता है। हमारी वॉयसओवर की गति मध्यम है, स्वर स्वाभाविक है, लंबे समय तक देखने पर भी आपको थकान या असुविधा नहीं होती, आपके देखने के अनुभव को पूरी तरह से बढ़ाता है।\n\nतेज समन्वय, उपशीर्षक में देरी को अलविदा कहें\nक्या आप अनुवाद की देरी के कारण परेशान हैं? CCDub ने अनुवाद और वॉयसओवर की गति को अनुकूलित किया है, सुनिश्चित करता है कि 3 से 5 सेकंड के भीतर सटीक अनुवाद पूरा हो जाए, और वॉयसओवर के साथ वास्तविक समय में समन्वयित हो। इंतजार को अलविदा कहें, पूरी तरह से समन्वयित सुचारू देखने के अनुभव का आनंद लें, किसी भी शानदार क्षण को नहीं चूकें।\n\nअभी जाएं https://dub.qhkly.com पर CCDub का अनुभव करें, जिससे आप कहीं भी और कभी भी अधिक सुचारू, अधिक स्वाभाविक उपशीर्षक और वॉयसओवर का आनंद ले सकें।\n\nसंस्करण अपग्रेड:\n  1.6.6 (2024-11-22) उपशीर्षक फ़ॉन्ट और रंग चयन।\n  1.6.5 (2024-10-24) वॉयसओवर पात्र चयन का समर्थन।\n  1.6.3 (2024-09-04) ChatGPT अनुवाद का समर्थन।\n  1.4.9 (2024-04-08) 46 भाषाओं का समर्थन।",
    "hr": "Gledanje stranih videa, neprecizni prijevodi i nespretni titlovi često vas sprječavaju da uživate u sjajnim sadržajima? CCDub vas oslobađa tih briga, pružajući precizne i prirodne titlove, uz udoban glasovni zapis koji vam omogućuje uživanje u fluidnijem filmskom iskustvu.\n\nPrecizni prijevodi, sadržaj bliži\nCCDub koristi napredni ChatGPT model za generiranje titlova riječ po riječ, osiguravajući točnost prijevoda i izbjegavajući nesporazume ili dvosmislenosti. Bilo da se radi o filmovima, serijama ili dokumentarcima, pruža precizne titlove koji vas potpuno uranjaju u sadržaj, bez ometanja zbog problema s prijevodom.\n\nUdoban glasovni zapis, dugotrajno gledanje bez umora\nCCDub ne nudi samo titlove, već i prilagođeni glasovni zapis za prevedeni sadržaj. Naša brzina govora je umjerena, a intonacija prirodna, tako da ni nakon dugotrajnog gledanja nećete osjećati umor ili nelagodu, savršeno poboljšavajući vaše filmsko iskustvo.\n\nBrza sinkronizacija, oprostite se od kašnjenja titlova\nJoš uvijek se mučite s kašnjenjem prijevoda? CCDub je optimizirao brzinu prijevoda i glasovnog zapisa, osiguravajući da se precizni prijevod završi u roku od 3 do 5 sekundi i da bude u realnoj sinkronizaciji s glasom. Oprostite se od čekanja i uživajte u potpuno sinkroniziranom, fluidnom filmskom iskustvu, nikada ne propuštajući nijedan sjajan trenutak.\n\nPosjetite odmah https://dub.qhkly.com i isprobajte CCDub, uživajući u fluidnijim i prirodnijim titlovima i glasovnim zapisima gdje god se nalazili.\n\nNadogradnja verzije:\n  1.6.6 (2024-11-22) Odabir fonta i boje titlova.\n  1.6.5 (2024-10-24) Podrška za odabir glasovnih likova.\n  1.6.3 (2024-09-04) Podrška za ChatGPT prijevod.\n  1.4.9 (2024-04-08) Podrška za 46 jezika.",
    "hu": "Külföldi videók nézésekor a pontatlan fordítás és a zökkenőmentes feliratok miatt gyakran lemaradsz a lenyűgöző tartalmakról? A CCDub megszabadít ezekből a gondokból, pontos és természetes feliratfordítást kínál, kényelmes szinkronnal, hogy még simább moziélményben legyen részed.\n\nPontos fordítás, a tartalom jobban illeszkedik\nA CCDub a fejlett ChatGPT nagy modelljét használja, hogy szó szerint generálja a feliratokat, biztosítva ezzel a pontos fordítást, elkerülve a kontextus hiányát vagy a kétértelműséget. Legyen szó filmről, sorozatról vagy dokumentumfilmről, pontos feliratfordítást kínál, hogy teljesen elmerülhess a tartalomban, és ne zavarjon a fordítási probléma.\n\nKényelmes szinkron, hosszú távú nézés fáradtság nélkül\nNemcsak a feliratokról van szó, a CCDub a fordított tartalomhoz illő szinkront is biztosít. Szinkronhangjaink sebessége mérsékelt és természetes hangzású, így hosszú távú nézés esetén sem fáradsz el vagy érzed magad kényelmetlenül, tökéletesen javítva a moziélményedet.\n\nVillámgyors szinkronizálás, búcsú a felirat késlekedéstől\nMég mindig a fordítás késlekedése miatt aggódsz? A CCDub optimalizálta a fordítás és a szinkronizálás sebességét, biztosítva, hogy 3-5 másodpercen belül pontos fordítást végezzen, és valós időben szinkronizálja a szinkront. Búcsú a várakozástól, élvezd a teljesen szinkronizált, sima moziélményt, és sosem maradj le egyetlen izgalmas pillanatról sem.\n\nLátogass el az https://dub.qhkly.com oldalra, és tapasztald meg a CCDub-ot, hogy bármikor, bárhol élvezhesd a simább és természetesebb feliratokat és szinkront.\n\nVerziófrissítés:\n  1.6.6 (2024-11-22) Felirat betűtípus és színválasztás.\n  1.6.5 (2024-10-24) Támogatja a szinkronhang választását.\n  1.6.3 (2024-09-04) Támogatja a ChatGPT fordítást.\n  1.4.9 (2024-04-08) 46 nyelv támogatása.",
    "id": "Saat menonton video berbahasa asing, apakah terjemahan yang tidak akurat dan subtitle yang tidak lancar sering membuat Anda kehilangan konten yang menarik? CCDub membantu Anda mengucapkan selamat tinggal pada masalah ini, menyediakan terjemahan subtitle yang akurat dan alami, serta dilengkapi dengan pengisi suara yang nyaman, memungkinkan Anda menikmati pengalaman menonton yang lebih lancar.\n\nTerjemahan akurat, konten lebih relevan\nCCDub memanfaatkan model besar ChatGPT yang canggih, menghasilkan subtitle kata demi kata, memastikan terjemahan tanpa kesalahan, menghindari konteks yang tidak sesuai atau ambiguitas. Baik itu film, serial TV, atau dokumenter, kami dapat menyediakan terjemahan subtitle yang akurat, memungkinkan Anda sepenuhnya terbenam dalam konten tanpa terganggu oleh masalah terjemahan.\n\nPengisi suara yang nyaman, menonton dalam waktu lama tanpa kelelahan\nTidak hanya subtitle, CCDub juga menyediakan pengisi suara yang sesuai untuk konten terjemahan. Kecepatan dan nada suara kami sedang, sehingga meskipun menonton dalam waktu lama, Anda tidak akan merasa lelah atau tidak nyaman, secara sempurna meningkatkan pengalaman menonton Anda.\n\nSinkronisasi cepat, selamat tinggal pada keterlambatan subtitle\nApakah Anda masih khawatir tentang keterlambatan terjemahan? CCDub telah mengoptimalkan kecepatan terjemahan dan pengisi suara, memastikan terjemahan akurat selesai dalam 3 hingga 5 detik dan disinkronkan secara real-time dengan pengisi suara. Ucapkan selamat tinggal pada menunggu, nikmati pengalaman menonton yang sepenuhnya sinkron dan tidak akan melewatkan momen menarik apa pun.\n\nKunjungi segera https://dub.qhkly.com untuk merasakan CCDub, memungkinkan Anda menikmati subtitle dan pengisi suara yang lebih lancar dan lebih alami kapan saja dan di mana saja.\n\nPembaruan versi:\n  1.6.6 (2024-11-22) Pilihan font dan warna subtitle.\n  1.6.5 (2024-10-24) Mendukung pilihan karakter pengisi suara.\n  1.6.3 (2024-09-04) Mendukung terjemahan ChatGPT.\n  1.4.9 (2024-04-08) Mendukung 46 bahasa.",
    "it": "Quando guardi video in lingua straniera, la traduzione imprecisa e i sottotitoli poco fluidi ti fanno perdere contenuti interessanti? CCDub ti permette di dire addio a queste preoccupazioni, offrendo traduzioni di sottotitoli precise e naturali, accompagnate da doppiaggio confortevole, per farti godere un'esperienza di visione più fluida.\n\nTraduzione precisa, contenuti più pertinenti\nCCDub utilizza un avanzato modello ChatGPT, generando sottotitoli parola per parola, garantendo traduzioni accurate e senza errori, evitando contesti non corrispondenti o ambiguità. Che si tratti di film, serie TV o documentari, possiamo fornire traduzioni di sottotitoli precise, permettendoti di immergerti completamente nei contenuti, senza essere distratto da problemi di traduzione.\n\nDoppiaggio confortevole, visione prolungata senza affaticamento\nNon solo sottotitoli, CCDub offre anche un doppiaggio adatto ai contenuti tradotti. La nostra velocità di doppiaggio è moderata e il tono è naturale, così anche dopo lunghe sessioni di visione non ti sentirai affaticato o a disagio, migliorando perfettamente la tua esperienza di visione.\n\nSincronizzazione rapida, addio ai ritardi nei sottotitoli\nSei ancora preoccupato per i ritardi nella traduzione? CCDub ha ottimizzato la velocità di traduzione e doppiaggio, assicurando traduzioni precise completate in 3-5 secondi, sincronizzate in tempo reale con il doppiaggio. Dì addio all'attesa e goditi un'esperienza di visione completamente sincronizzata, senza perdere nemmeno un momento emozionante.\n\nVisita subito https://dub.qhkly.com per provare CCDub, e goditi sottotitoli e doppiaggio più fluidi e naturali ovunque e in qualsiasi momento.\n\nAggiornamento versione:\n  1.6.6 (2024-11-22) Scelta di caratteri e colori per i sottotitoli.\n  1.6.5 (2024-10-24) Supporto per la scelta dei personaggi del doppiaggio.\n  1.6.3 (2024-09-04) Supporto per la traduzione ChatGPT.\n  1.4.9 (2024-04-08) Supporto per 46 lingue.\n```",
    "ja": "外国語の動画を視聴する際、翻訳が不正確で字幕が滑らかでないために、素晴らしい内容を見逃してしまうことはありませんか？CCDubはこれらの悩みを解消し、正確で自然な字幕翻訳を提供し、快適なナレーションを伴って、よりスムーズな視聴体験を楽しむことができます。\n\n正確な翻訳、内容がより適切\nCCDubは先進的なChatGPT大モデルを利用して、逐語的に字幕を生成し、翻訳の正確性を確保し、文脈の不一致や曖昧さを避けます。映画、テレビドラマ、ドキュメンタリーに関わらず、正確な字幕翻訳を提供し、内容に完全に没入できるようにし、翻訳の問題で気を散らされることはありません。\n\n快適なナレーション、長時間視聴しても疲れない\n字幕だけでなく、CCDubは翻訳内容に合ったナレーションも提供します。私たちのナレーションは速度が適度で、トーンが自然であり、長時間視聴しても疲れや不快感を感じることはなく、あなたの視聴体験を完璧に向上させます。\n\n高速同期、字幕の遅延にさようなら\n翻訳の遅延に悩まされていませんか？CCDubは翻訳とナレーションの速度を最適化し、3〜5秒以内に正確な翻訳を完了し、ナレーションとリアルタイムで同期させます。待つことにさようなら、完全に同期したスムーズな視聴体験を楽しみ、素晴らしい瞬間を見逃すことはありません。\n\n今すぐ https://dub.qhkly.com を訪れてCCDubを体験し、いつでもどこでもよりスムーズで自然な字幕とナレーションを楽しんでください。\n\nバージョンアップグレード：\n  1.6.6（2024-11-22）字幕のフォントと色の選択。\n  1.6.5（2024-10-24）ナレーションキャラクターの選択をサポート。\n  1.6.3（2024-09-04）ChatGPT翻訳をサポート。\n  1.4.9（2024-04-08）46言語をサポート。",
    "kn": "ವಿದೇಶಿ ವೀಡಿಯೋಗಳನ್ನು ನೋಡುವಾಗ, ಭಾಷಾಂತರವು ಖಚಿತವಾಗಿಲ್ಲ, ಉಪಶೀರ್ಷಿಕೆಗಳು ಸೊಗಸಾಗಿ ಇಲ್ಲ, ನಿಮಗೆ ಅದ್ಭುತ ವಿಷಯವನ್ನು ತಪ್ಪಿಸಲು ಕಾರಣವಾಗುತ್ತದೆಯೇ? CCDub ನಿಮ್ಮ ಈ ತೊಂದರೆಗಳನ್ನು ನಿವಾರಿಸುತ್ತದೆ, ಖಚಿತ, ನೈಸರ್ಗಿಕ ಉಪಶೀರ್ಷಿಕೆ ಭಾಷಾಂತರವನ್ನು ಒದಗಿಸುತ್ತದೆ, ಮತ್ತು ಆರಾಮದಾಯಕ ಡಬ್ ಅನ್ನು ಹೊಂದಿದೆ, ನೀವು ಹೆಚ್ಚು ಹೃದಯಂಗಮವಾದ ವೀಕ್ಷಣಾ ಅನುಭವವನ್ನು ಅನುಭವಿಸುತ್ತೀರಿ.\n\nಖಚಿತ ಭಾಷಾಂತರ, ವಿಷಯವು ಹೆಚ್ಚು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ\nCCDub ಸುಧಾರಿತ ChatGPT ದೊಡ್ಡ ಮಾದರಿಯನ್ನು ಬಳಸಿಕೊಂಡು, ಪದದಿಂದ ಪದಕ್ಕೆ ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ, ಭಾಷಾಂತರವು ಖಚಿತವಾಗಿ ತಪ್ಪಿಲ್ಲ, ಸಂದರ್ಭಕ್ಕೆ ಹೊಂದಿಕೊಳ್ಳದ ಅಥವಾ ಅರ್ಥದ ವ್ಯತ್ಯಾಸವನ್ನು ತಪ್ಪಿಸುತ್ತದೆ. ಚಲನಚಿತ್ರಗಳು, ಟಿವಿ ಶ್ರೇಣಿಗಳು ಅಥವಾ ಡಾಕ್ಯುಮೆಂಟರಿಗಳು ಯಾವಾಗಲೂ ಖಚಿತ ಉಪಶೀರ್ಷಿಕೆ ಭಾಷಾಂತರವನ್ನು ಒದಗಿಸುತ್ತವೆ, ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ವಿಷಯದಲ್ಲಿ ಮುಳುಗುತ್ತೀರಿ, ಭಾಷಾಂತರ ಸಮಸ್ಯೆಗಳಿಗಾಗಿ ತೊಂದರೆಗೊಳಿಸುವುದಿಲ್ಲ.\n\nಆರಾಮದಾಯಕ ಡಬ್, ಹೆಚ್ಚು ಕಾಲ ವೀಕ್ಷಿಸಲು ತೂಕ ಕಡಿಮೆ\nಉಪಶೀರ್ಷಿಕೆಗಳಿಗಷ್ಟೆ ಅಲ್ಲ, CCDub ಭಾಷಾಂತರಿತ ವಿಷಯಕ್ಕೆ ಹೊಂದಾಣಿಕೆಯಾಗಿರುವ ಡಬ್ ಅನ್ನು ಸಹ ಒದಗಿಸುತ್ತದೆ. ನಮ್ಮ ಡಬ್ ವೇಗವು ಸಮಾನಾಂತರವಾಗಿದೆ, ಧ್ವನಿ ಸ್ವಭಾವವು ನೈಸರ್ಗಿಕವಾಗಿದೆ, ಹೆಚ್ಚು ಕಾಲ ವೀಕ್ಷಿಸಿದರೂ ನಿಮ್ಮನ್ನು ತೂಕ ಕಡಿಮೆ ಅಥವಾ ಅಸಹ್ಯವಾಗಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ, ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಅನುಭವವನ್ನು ಶ್ರೇಷ್ಠವಾಗಿ ಸುಧಾರಿಸುತ್ತದೆ.\n\nವೇಗವಾದ ಸಮಕಾಲೀನತೆ, ಉಪಶೀರ್ಷಿಕೆ ವಿಳಂಬವನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ\nಭಾಷಾಂತರದ ವಿಳಂಬಕ್ಕಾಗಿ ಇನ್ನೂ ತೊಂದರೆಗೊಳಿಸುತ್ತಿದ್ದೀರಾ? CCDub ಭಾಷಾಂತರ ಮತ್ತು ಡಬ್ ವೇಗವನ್ನು ಸುಧಾರಿಸಿದೆ, 3 ರಿಂದ 5 ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಖಚಿತ ಭಾಷಾಂತರವನ್ನು ಪೂರ್ಣಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಡಬ್ ಅನ್ನು ವಾಸ್ತವಿಕ ಕಾಲದಲ್ಲಿ ಸಮಕಾಲೀನಗೊಳಿಸುತ್ತದೆ. ಕಾಯುವಿಕೆಯನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ, ಸಂಪೂರ್ಣ ಸಮಕಾಲೀನ, ಸೊಗಸಾದ ವೀಕ್ಷಣಾ ಅನುಭವವನ್ನು ಅನುಭವಿಸಿ, ಯಾವುದೇ ಅದ್ಭುತ ಕ್ಷಣವನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ.\n\nಈಗ ಭೇಟಿ ನೀಡಿ https://dub.qhkly.com CCDub ಅನ್ನು ಅನುಭವಿಸಲು, ನೀವು ಯಾವಾಗಲೂ ಮತ್ತು ಎಲ್ಲೆಡೆ ಹೆಚ್ಚು ಹೃದಯಂಗಮ, ಹೆಚ್ಚು ನೈಸರ್ಗಿಕ ಉಪಶೀರ್ಷಿಕೆಗಳು ಮತ್ತು ಡಬ್ ಅನ್ನು ಆನಂದಿಸುತ್ತೀರಿ.\n\nಆವೃತ್ತಿ ನವೀಕರಣ:\n  1.6.6 (2024-11-22) ಉಪಶೀರ್ಷಿಕೆ ಅಕ್ಷರ ಮತ್ತು ಬಣ್ಣ ಆಯ್ಕೆ.\n  1.6.5 (2024-10-24) ಡಬ್ ಪಾತ್ರ ಆಯ್ಕೆ ಬೆಂಬಲ.\n  1.6.3 (2024-09-04) ChatGPT ಭಾಷಾಂತರ ಬೆಂಬಲ.\n  1.4.9 (2024-04-08) 46 ಭಾಷೆಗಳಿಗೆ ಬೆಂಬಲ.",
    "ko": "외국어 비디오를 볼 때, 번역이 부정확하고 자막이 매끄럽지 않아 멋진 내용을 놓치고 있나요? CCDub은 이러한 걱정에서 벗어나 정확하고 자연스러운 자막 번역을 제공하며, 편안한 더빙으로 더욱 매끄러운 관람 경험을 즐길 수 있게 합니다.\n\n정확한 번역, 내용이 더 적절함\nCCDub은 첨단 ChatGPT 대모델을 활용하여 자막을 한 글자씩 생성하여 번역의 정확성을 보장하고, 문맥에 맞지 않거나 모호한 상황을 피합니다. 영화, 드라마, 다큐멘터리 등 어떤 콘텐츠든지 정확한 자막 번역을 제공하여 내용에 완전히 몰입할 수 있게 하며, 번역 문제로 인해 방해받지 않도록 합니다.\n\n편안한 더빙, 장시간 시청해도 피로하지 않음\n자막뿐만 아니라, CCDub은 번역 내용에 적합한 더빙도 제공합니다. 우리의 더빙은 적당한 속도와 자연스러운 톤으로, 장시간 시청해도 피로감이나 불편함을 느끼지 않게 하여 당신의 관람 경험을 완벽하게 향상시킵니다.\n\n초고속 동기화, 자막 지연과 작별\n번역 지연 때문에 고민하고 있나요? CCDub은 번역과 더빙 속도를 최적화하여 3초에서 5초 내에 정확한 번역을 완료하고, 더빙과 실시간으로 동기화되도록 합니다. 기다림과 작별하고, 완벽하게 동기화된 매끄러운 관람 경험을 즐기며 어떤 멋진 순간도 놓치지 마세요.\n\n지금 바로 https://dub.qhkly.com에 방문하여 CCDub을 체험해 보세요. 언제 어디서나 더 매끄럽고 자연스러운 자막과 더빙을 즐길 수 있습니다.\n\n버전 업그레이드:\n  1.6.6 (2024-11-22) 자막 글꼴 및 색상 선택.\n  1.6.5 (2024-10-24) 더빙 캐릭터 선택 지원.\n  1.6.3 (2024-09-04) ChatGPT 번역 지원.\n  1.4.9 (2024-04-08) 46개 언어 지원.",
    "lt": "Žiūrint užsienio vaizdo įrašus, netikslūs vertimai ir nesugebėjimas sekti subtitrų dažnai praleidžia nuostabius momentus? CCDub padeda jums atsikratyti šių rūpesčių, teikdamas tikslius, natūralius subtitrų vertimus su maloniu įgarsinimu, kad galėtumėte mėgautis sklandesne žiūrėjimo patirtimi.\n\nTiksli vertimas, turinys labiau atitinka\nCCDub naudoja pažangią ChatGPT didelį modelį, kad žodžiu generuotų subtitrus, užtikrindamas tikslius vertimus, vengdamas konteksto neatitikimų ar dviprasmybių. Nesvarbu, ar tai filmai, serialai, ar dokumentiniai filmai, visada teikiame tikslius subtitrų vertimus, leidžiančius jums visiškai pasinerti į turinį, nesiblaškant dėl vertimo problemų.\n\nPatogus įgarsinimas, ilgam žiūrėjimui nepervargstant\nNe tik subtitrai, CCDub taip pat teikia atitinkamą įgarsinimą vertimo turiniui. Mūsų įgarsinimo greitis yra vidutinis, o tonas natūralus, todėl net ir ilgai žiūrint nejaučiate nuovargio ar diskomforto, puikiai pagerindami jūsų žiūrėjimo patirtį.\n\nGreitas sinchronizavimas, atsisveikinkite su subtitrų vėlavimu\nAr vis dar nerimaujate dėl vertimo vėlavimo? CCDub optimizavo vertimo ir įgarsinimo greitį, užtikrindamas, kad tiksli vertimo užduotis būtų atlikta per 3–5 sekundes ir būtų sinchronizuota su įgarsinimu realiuoju laiku. Atsisveikinkite su laukimu, mėgaukitės visiškai sinchronizuota sklandžia žiūrėjimo patirtimi ir nepraleiskite nė vieno nuostabaus momento.\n\nApsilankykite https://dub.qhkly.com ir patirkite CCDub, kad galėtumėte bet kada ir bet kur mėgautis sklandesniais, natūralesniais subtitrais ir įgarsinimu.\n\nVersijos atnaujinimas:\n  1.6.6 (2024-11-22) subtitrų šrifto ir spalvų pasirinkimas.\n  1.6.5 (2024-10-24) palaiko įgarsinimo personažų pasirinkimą.\n  1.6.3 (2024-09-04) palaiko ChatGPT vertimą.\n  1.4.9 (2024-04-08) palaiko 46 kalbas.",
    "lv": "Skatoties svešvalodu video, neprecīzs tulkojums un nesakarīgi subtitri vienmēr liek jums palaist garām satriecošu saturu? CCDub ļauj jums atvadīties no šīm raizēm, piedāvājot precīzus un dabiski veidotus subtitru tulkojumus, kā arī komfortablu balss ierakstu, lai jūs varētu izbaudīt plūstošāku skatīšanās pieredzi.\n\nPrecīzs tulkojums, saturs ir tuvāks\nCCDub izmanto modernu ChatGPT lielo modeli, lai vārdu pa vārdam ģenerētu subtitrus, nodrošinot precīzu tulkojumu, izvairoties no konteksta neatbilstības vai neskaidrībām. Neatkarīgi no tā, vai tas ir filmas, seriāla vai dokumentālā filma, mēs varam nodrošināt precīzus subtitru tulkojumus, ļaujot jums pilnībā iegrimt saturā, vairs netraucējot tulkojuma problēmas.\n\nKomfortabls balss ieraksts, ilgstoša skatīšanās bez noguruma\nNe tikai subtitri, CCDub arī nodrošina atbilstošu balss ierakstu tulkotajam saturam. Mūsu balss ieraksta ātrums ir mēreni, intonācija ir dabiska, pat ilgstoši skatoties, jūs nejutīsiet nogurumu vai diskomfortu, lieliski uzlabojot jūsu skatīšanās pieredzi.\n\nĀtra sinhronizācija, atvadieties no subtitru kavēšanās\nVēl joprojām uztraucaties par tulkojuma kavēšanos? CCDub ir optimizējis tulkošanas un balss ieraksta ātrumu, nodrošinot precīzu tulkojumu 3 līdz 5 sekunžu laikā un reāllaikā sinhronizējot ar balss ierakstu. Atvadieties no gaidīšanas, izbaudiet pilnīgi sinhronizētu plūstošu skatīšanās pieredzi, nekad nepalaidiet garām nevienu satriecošu mirkli.\n\nApmeklējiet tūlīt https://dub.qhkly.com, lai izmēģinātu CCDub, ļaujot jums jebkurā laikā un vietā izbaudīt plūstošākus un dabiskākus subtitrus un balss ierakstus.\n\nVersijas jauninājumi:\n  1.6.6 (2024-11-22) subtitru fontu un krāsu izvēle.\n  1.6.5 (2024-10-24) atbalsta balss ieraksta varoņu izvēli.\n  1.6.3 (2024-09-04) atbalsta ChatGPT tulkošanu.\n  1.4.9 (2024-04-08) atbalsta 46 valodas.",
    "ml": "വിദേശഭാഷാ വീഡിയോ കാണുമ്പോൾ, വിവർത്തനം കൃത്യമായതും, സബ്ടൈറ്റിലുകൾ സുഖകരമായതും അല്ലെങ്കിൽ അത്രയും എളുപ്പത്തിൽ മനസ്സിലാക്കാൻ കഴിയാത്തതും, നിങ്ങൾക്ക് മികച്ച ഉള്ളടക്കം നഷ്ടപ്പെടാൻ ഇടയാക്കുന്നുണ്ടോ? CCDub നിങ്ങൾക്ക് ഈ ബുദ്ധിമുട്ടുകൾക്ക് വിട നൽകുന്നു, കൃത്യമായ, സ്വാഭാവികമായ സബ്ടൈറ്റിൽ വിവർത്തനം നൽകുന്നു, കൂടാതെ സുഖകരമായ ഡബ്ബിങ്ങ് നൽകുന്നു, നിങ്ങൾക്ക് കൂടുതൽ സുഖകരമായ സിനിമാ അനുഭവം ആസ്വദിക്കാൻ അനുവദിക്കുന്നു.\n\nകൃത്യമായ വിവർത്തനം, ഉള്ളടക്കം കൂടുതൽ അനുയോജ്യമായത്\nCCDub മുൻഗണനയുള്ള ChatGPT വലിയ മോഡൽ ഉപയോഗിച്ച്, ഓരോ വാക്കും സബ്ടൈറ്റിൽ നിർമ്മിച്ച്, വിവർത്തനം കൃത്യമായതും തെറ്റില്ലാത്തതും ആകുന്നതിന് ഉറപ്പുനൽകുന്നു, സാഹചര്യത്തിനനുസൃതമല്ലാത്തതും അർത്ഥവ്യത്യാസം ഉള്ളതുമല്ല. സിനിമകൾ, ടെലിവിഷൻ ഷോകൾ അല്ലെങ്കിൽ ഡോക്യുമെന്ററികൾ എന്നതിൽ, നിങ്ങൾക്ക് കൃത്യമായ സബ്ടൈറ്റിൽ വിവർത്തനം നൽകുന്നു, ഉള്ളടക്കത്തിൽ മുഴുവൻ മിന്നൽക്കെട്ടിൽ, വിവർത്തന പ്രശ്നങ്ങൾ കാരണം ശ്രദ്ധ തിരിയേണ്ടതില്ല.\n\nസുഖകരമായ ഡബ്ബിങ്ങ്, ദീർഘകാലം കാണുന്നതിൽ ക്ഷീണം ഇല്ല\nസബ്ടൈറ്റിലുകൾ മാത്രമല്ല, CCDub വിവർത്തന ഉള്ളടക്കത്തിനായി അനുയോജ്യമായ ഡബ്ബിങ്ങും നൽകുന്നു. നമ്മുടെ ഡബ്ബിങ്ങിന്റെ വേഗം ശരാശരിയിൽ, ശബ്ദം സ്വാഭാവികമാണ്, ദീർഘകാലം കാണുമ്പോഴും നിങ്ങൾക്ക് ക്ഷീണം അല്ലെങ്കിൽ അസ്വസ്ഥത അനുഭവപ്പെടുന്നില്ല, നിങ്ങളുടെ സിനിമാ അനുഭവം മികച്ചതാക്കുന്നു.\n\nവേഗത്തിൽ സമന്വയം, സബ്ടൈറ്റിൽ വൈകിയതിനെ മറക്കുക\nവിവർത്തനത്തിന്റെ വൈകിയതിനെക്കുറിച്ച് നിങ്ങൾക്ക് ഇപ്പോഴും ബുദ്ധിമുട്ടുണ്ടോ? CCDub വിവർത്തനവും ഡബ്ബിങ്ങും വേഗത്തിൽ സമന്വയമാക്കാൻ മെച്ചപ്പെടുത്തി, 3 മുതൽ 5 സെക്കൻഡ് വരെ കൃത്യമായ വിവർത്തനം പൂർത്തിയാക്കുകയും ഡബ്ബിങ്ങുമായി യാഥാർത്ഥ്യത്തിൽ സമന്വയിപ്പിക്കുകയും ചെയ്യുന്നു. കാത്തിരിപ്പുകൾക്ക് വിട, പൂര്‍ണമായും സമന്വയിച്ച സുഖകരമായ സിനിമാ അനുഭവം ആസ്വദിക്കുക, ഏത് മികച്ച നിമിഷവും നഷ്ടപ്പെടുന്നില്ല.\n\nഇപ്പോൾ സന്ദർശിക്കുക https://dub.qhkly.com CCDub അനുഭവിക്കാൻ, നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും കൂടുതൽ സുഖകരവും, സ്വാഭാവികവുമായ സബ്ടൈറ്റിലുകളും ഡബ്ബിങ്ങും ആസ്വദിക്കാൻ അനുവദിക്കുന്നു.\n\nവർഷം അപ്ഡേറ്റ്:\n  1.6.6 (2024-11-22) സബ്ടൈറ്റിൽ ഫോണ്ട്, നിറം തിരഞ്ഞെടുക്കൽ.\n  1.6.5 (2024-10-24) ഡബ്ബിങ്ങിന്റെ കഥാപാത്രം തിരഞ്ഞെടുക്കൽ പിന്തുണ.\n  1.6.3 (2024-09-04) ChatGPT വിവർത്തനം പിന്തുണ.\n  1.4.9 (2024-04-08) 46 ഭാഷകൾക്ക് പിന്തുണ.",
    "mr": "परदेशी व्हिडिओ पाहताना, अनुवाद अचूक नसणे, उपशीर्षक गुळगुळीत नसणे, नेहमीच तुम्हाला उत्कृष्ट सामग्री गमावण्यास प्रवृत्त करते का? CCDub तुम्हाला या सर्व चिंतेपासून मुक्त करते, अचूक, नैसर्गिक उपशीर्षक अनुवाद प्रदान करते, आणि आरामदायक आवाजासह, तुम्हाला अधिक गुळगुळीत चित्रपट अनुभवाचा आनंद घेण्यास मदत करते.\n\nअचूक अनुवाद, सामग्री अधिक संबंधित\nCCDub प्रगत ChatGPT मोठ्या मॉडेलचा वापर करून, प्रत्येक शब्दाची उपशीर्षक तयार करते, अनुवाद अचूक असावा याची खात्री करते, संदर्भाशी संबंधित किंवा अस्पष्टतेपासून वाचवते. चित्रपट, टीव्ही शो किंवा डॉक्युमेंटरी असो, अचूक उपशीर्षक अनुवाद प्रदान करते, ज्यामुळे तुम्ही सामग्रीमध्ये पूर्णपणे बुडालात, अनुवादाच्या समस्यांमुळे विचलित होणार नाही.\n\nआरामदायक आवाज, दीर्घ काळ पाहताना थकवा नाही\nफक्त उपशीर्षकच नाही, CCDub अनुवादित सामग्रीसाठी संबंधित आवाज देखील प्रदान करते. आमच्या आवाजाची गती मध्यम, स्वर नैसर्गिक आहे, त्यामुळे दीर्घ काळ पाहताना तुम्हाला थकवा किंवा अस्वस्थता जाणवणार नाही, तुमच्या चित्रपट अनुभवाला उत्कृष्टपणे सुधारते.\n\nजलद समन्वय, उपशीर्षक विलंबाला अलविदा\nअनुवादाच्या विलंबामुळे तुम्ही अजूनही चिंतित आहात का? CCDub ने अनुवाद आणि आवाजाच्या गतीत सुधारणा केली आहे, 3 ते 5 सेकंदांच्या आत अचूक अनुवाद पूर्ण करणे आणि आवाजासोबत वास्तविक वेळेत समन्वय साधणे सुनिश्चित करते. वाट पाहण्याला अलविदा, पूर्ण समन्वयित गुळगुळीत चित्रपट अनुभवाचा आनंद घ्या, कोणत्याही उत्कृष्ट क्षणाला चुकवू नका.\n\nतत्काळ भेट द्या https://dub.qhkly.com CCDub अनुभवण्यासाठी, तुम्हाला कुणतीही ठिकाणावर अधिक गुळगुळीत, नैसर्गिक उपशीर्षक आणि आवाजाचा आनंद घेता येईल.\n\nआवृत्ती सुधारणा:\n  1.6.6 (2024-11-22) उपशीर्षक फॉन्ट आणि रंग निवडी.\n  1.6.5 (2024-10-24) आवाज पात्र निवडीस समर्थन.\n  1.6.3 (2024-09-04) ChatGPT अनुवाद समर्थन.\n  1.4.9 (2024-04-08) 46 भाषांचे समर्थन.",
    "ms": "Apakah Anda sering kehilangan momen menarik saat menonton video asing karena terjemahan yang tidak akurat dan subtitle yang tidak lancar? CCDub membantu Anda mengatasi masalah ini dengan menyediakan terjemahan subtitle yang tepat dan alami, serta pengisi suara yang nyaman, sehingga Anda dapat menikmati pengalaman menonton yang lebih lancar.\n\nTerjemahan yang akurat, konten yang lebih relevan\nCCDub menggunakan model besar ChatGPT yang canggih untuk menghasilkan subtitle kata demi kata, memastikan terjemahan yang akurat dan menghindari ketidaksesuaian konteks atau ambiguitas. Baik itu film, serial TV, atau dokumenter, kami dapat menyediakan terjemahan subtitle yang tepat, membuat Anda sepenuhnya terbenam dalam konten tanpa terganggu oleh masalah terjemahan.\n\nPengisi suara yang nyaman, menonton dalam waktu lama tanpa lelah\nTidak hanya subtitle, CCDub juga menyediakan pengisi suara yang sesuai untuk konten terjemahan. Kecepatan bicara dan intonasi pengisi suara kami sedang dan alami, sehingga Anda tidak akan merasa lelah atau tidak nyaman meskipun menonton dalam waktu lama, meningkatkan pengalaman menonton Anda dengan sempurna.\n\nSinkronisasi cepat, katakan selamat tinggal pada keterlambatan subtitle\nApakah Anda masih khawatir tentang keterlambatan terjemahan? CCDub telah mengoptimalkan kecepatan terjemahan dan pengisi suara, memastikan terjemahan yang tepat selesai dalam waktu 3 hingga 5 detik, dan disinkronkan secara real-time dengan pengisi suara. Katakan selamat tinggal pada menunggu, nikmati pengalaman menonton yang sepenuhnya sinkron dan tidak akan melewatkan momen menarik.\n\nKunjungi segera https://dub.qhkly.com untuk merasakan CCDub, yang memungkinkan Anda menikmati subtitle dan pengisi suara yang lebih lancar dan lebih alami kapan saja dan di mana saja.\n\nPembaruan versi:\n  1.6.6 (2024-11-22) Pilihan font dan warna subtitle.\n  1.6.5 (2024-10-24) Mendukung pilihan karakter pengisi suara.\n  1.6.3 (2024-09-04) Mendukung terjemahan ChatGPT.\n  1.4.9 (2024-04-08) Mendukung 46 bahasa.",
    "nl": "Kijk je naar buitenlandse video's en is de vertaling onnauwkeurig, zijn de ondertitels niet vloeiend, waardoor je vaak geweldige inhoud mist? CCDub laat je deze zorgen achter je, biedt nauwkeurige en natuurlijke ondertitelvertalingen, en heeft comfortabele voice-overs, zodat je kunt genieten van een soepelere kijkervaring.\n\nNauwkeurige vertalingen, inhoud die beter aansluit\nCCDub maakt gebruik van het geavanceerde ChatGPT-model om ondertitels woord voor woord te genereren, en zorgt ervoor dat de vertaling foutloos is en voorkomt verkeerde context of ambiguïteit. Of het nu gaat om films, tv-series of documentaires, het kan nauwkeurige ondertitelvertalingen bieden, zodat je volledig in de inhoud kunt opgaan zonder afgeleid te worden door vertaalproblemen.\n\nComfortabele voice-overs, geen vermoeidheid bij langdurig kijken\nNiet alleen ondertitels, CCDub biedt ook bijpassende voice-overs voor de vertaalde inhoud. Onze voice-over heeft een gematigde snelheid en een natuurlijke intonatie, zodat je je zelfs bij langdurig kijken niet moe of ongemakkelijk voelt, wat je kijkervaring perfect verbetert.\n\nSupersnelle synchronisatie, afscheid van ondertitelvertraging\nBen je nog steeds gefrustreerd door vertraging in de vertaling? CCDub heeft de snelheid van vertaling en voice-over geoptimaliseerd, zodat nauwkeurige vertalingen binnen 3 tot 5 seconden worden voltooid en in realtime worden gesynchroniseerd met de voice-over. Zeg vaarwel tegen wachten en geniet van een volledig gesynchroniseerde, soepele kijkervaring, zodat je geen enkel geweldig moment mist.\n\nBezoek nu https://dub.qhkly.com om CCDub te ervaren en geniet overal en altijd van vloeiendere en natuurlijkere ondertitels en voice-overs.\n\nVersie-upgrades:\n  1.6.6 (2024-11-22) Keuze van ondertitellettertype en kleur.\n  1.6.5 (2024-10-24) Ondersteunt keuze van voice-over personages.\n  1.6.3 (2024-09-04) Ondersteunt ChatGPT-vertaling.\n  1.4.9 (2024-04-08) Ondersteunt 46 talen.",
    "no": "Når du ser på utenlandske videoer, er oversettelsene unøyaktige og undertekstene er ikke flytende, noe som alltid får deg til å gå glipp av spennende innhold? CCDub lar deg si farvel til disse bekymringene, og tilbyr presise og naturlige undertekstoversettelser, samt behagelig stemmeskuespill, slik at du kan nyte en mer flytende seeropplevelse.\n\nPresis oversettelse, mer relevant innhold\nCCDub bruker den avanserte ChatGPT-modellen til å generere undertekster ord for ord, og sikrer at oversettelsen er nøyaktig og unngår kontekstavvik eller tvetydighet. Enten det er filmer, TV-serier eller dokumentarer, kan vi tilby presise undertekstoversettelser som lar deg bli helt oppslukt i innholdet, uten å bli distrahert av oversettelsesproblemer.\n\nBehagelig stemmeskuespill, se lenge uten tretthet\nIkke bare undertekster, CCDub gir også tilpasset stemmeskuespill for oversatt innhold. Vår stemmeskuespillfart er moderat, og toneleiet er naturlig, slik at selv lange seerøkter ikke vil gjøre deg sliten eller ukomfortabel, og dermed forbedrer seeropplevelsen din perfekt.\n\nRask synkronisering, si farvel til undertekstforsinkelse\nEr du fortsatt plaget av forsinkelsen i oversettelsen? CCDub har optimalisert hastigheten på oversettelse og stemmeskuespill, og sikrer at presis oversettelse fullføres på 3 til 5 sekunder og synkroniseres i sanntid med stemmeskuespillet. Si farvel til venting og nyt en helt synkronisert, flytende seeropplevelse, og gå aldri glipp av et spennende øyeblikk.\n\nBesøk https://dub.qhkly.com nå for å oppleve CCDub, og nyt mer flytende og naturlige undertekster og stemmeskuespill hvor som helst og når som helst.\n\nVersjonsoppgradering:\n  1.6.6 (2024-11-22) Valg av undertekstskrift og farger.\n  1.6.5 (2024-10-24) Støtte for valg av stemmeskuespillere.\n  1.6.3 (2024-09-04) Støtte for ChatGPT-oversettelse.\n  1.4.9 (2024-04-08) Støtte for 46 språk.",
    "pl": "Oglądanie filmów w obcym języku, gdzie tłumaczenie jest niedokładne, a napisy niepłynne, zawsze sprawia, że tracisz wspaniałe treści? CCDub pozwala Ci pożegnać te problemy, oferując precyzyjne i naturalne tłumaczenie napisów, a także wygodne podkłady dźwiękowe, abyś mógł cieszyć się płynniejszym doświadczeniem oglądania.\n\nPrecyzyjne tłumaczenie, treści bardziej odpowiednie\nCCDub wykorzystuje zaawansowany model ChatGPT, aby generować napisy słowo po słowie, zapewniając dokładne tłumaczenie, unikając niezgodności kontekstowych lub dwuznaczności. Niezależnie od tego, czy to film, serial, czy dokument, może zapewnić precyzyjne tłumaczenie napisów, pozwalając Ci całkowicie zanurzyć się w treści, nie rozpraszając się problemami z tłumaczeniem.\n\nWygodne podkłady dźwiękowe, długotrwałe oglądanie bez zmęczenia\nNie tylko napisy, CCDub oferuje również odpowiednie podkłady dźwiękowe dla tłumaczonej treści. Nasza prędkość mówienia jest umiarkowana, a ton naturalny, nawet podczas długiego oglądania nie będziesz czuć zmęczenia ani dyskomfortu, co doskonale poprawia Twoje doświadczenie oglądania.\n\nBłyskawiczna synchronizacja, pożegnaj opóźnienia napisów\nCzy nadal martwisz się opóźnieniem tłumaczenia? CCDub zoptymalizował prędkość tłumaczenia i podkładu dźwiękowego, zapewniając dokładne tłumaczenie w ciągu 3 do 5 sekund i synchronizując je na bieżąco z podkładem dźwiękowym. Pożegnaj czekanie, ciesz się całkowicie zsynchronizowanym, płynniejszym doświadczeniem oglądania, nie przegapisz żadnego wspaniałego momentu.\n\nOdwiedź natychmiast https://dub.qhkly.com, aby doświadczyć CCDub, pozwalając sobie cieszyć się bardziej płynnymi i naturalnymi napisami oraz podkładami dźwiękowymi w dowolnym miejscu i czasie.\n\nAktualizacja wersji:\n  1.6.6 (2024-11-22) Wybór czcionki i koloru napisów.\n  1.6.5 (2024-10-24) Obsługa wyboru postaci do podkładu dźwiękowego.\n  1.6.3 (2024-09-04) Obsługa tłumaczenia ChatGPT.\n  1.4.9 (2024-04-08) Obsługuje 46 języków.",
    "ro": "Când vizionați videoclipuri în limbi străine, traducerea inexactă și subtitrările nesigure vă fac să pierdeți momentele importante? CCDub vă ajută să scăpați de aceste griji, oferind traduceri subtitrare precise și naturale, însoțite de o dublare confortabilă, pentru a vă bucura de o experiență cinematografică mai fluidă.\n\nTraducere precisă, conținut mai relevant\nCCDub utilizează un model avansat ChatGPT pentru a genera subtitrări cuvânt cu cuvânt, asigurându-se că traducerea este corectă și evitând neconcordanțele sau ambiguitățile. Indiferent dacă este vorba despre filme, seriale sau documentare, poate oferi traduceri subtitrare precise, permițându-vă să vă cufundați complet în conținut, fără a fi distras de problemele de traducere.\n\nDublare confortabilă, vizionare pe termen lung fără oboseală\nNu doar subtitrările, CCDub oferă și o dublare adecvată pentru conținutul tradus. Viteza de dublare este moderată, iar tonul natural, astfel încât chiar și după vizionări îndelungate, să nu vă simțiți obosit sau incomod, îmbunătățind perfect experiența de vizionare.\n\nSincronizare rapidă, spuneți adio întârzierii subtitrărilor\nÎncă vă faceți griji din cauza întârzierilor în traducere? CCDub a optimizat viteza de traducere și dublare, asigurându-se că traducerea precisă este finalizată în 3 până la 5 secunde și sincronizată în timp real cu dublarea. Spuneți adio așteptării și bucurați-vă de o experiență de vizionare complet sincronizată, fără a rata niciun moment important.\n\nAccesați imediat https://dub.qhkly.com pentru a experimenta CCDub, astfel încât să vă bucurați de subtitrări și dublări mai fluide și mai naturale, oriunde și oricând.\n\nActualizări de versiune:\n  1.6.6 (2024-11-22) opțiuni de font și culoare pentru subtitrări.\n  1.6.5 (2024-10-24) suport pentru alegerea personajelor de dublare.\n  1.6.3 (2024-09-04) suport pentru traducerea ChatGPT.\n  1.4.9 (2024-04-08) suport pentru 46 de limbi.",
    "ru": "Смотрите иностранные видео и сталкиваетесь с неточными переводами и нечеткими субтитрами, из-за чего пропускаете захватывающий контент? CCDub избавит вас от этих проблем, предлагая точные и естественные субтитры, а также комфортный дубляж, чтобы вы могли наслаждаться более плавным просмотром.\n\nТочный перевод, более соответствующий содержанию\nCCDub использует передовую модель ChatGPT, чтобы генерировать субтитры слово за словом, гарантируя точность перевода и избегая несоответствий или двусмысленностей. Независимо от того, фильм это, сериал или документальный фильм, мы предоставим точные субтитры, позволяя вам полностью погрузиться в контент и не отвлекаться на проблемы с переводом.\n\nКомфортный дубляж, не утомляющий при длительном просмотре\nCCDub не ограничивается только субтитрами, мы также предлагаем подходящий дубляж для переведенного контента. Наша скорость речи умеренная, а интонация естественная, так что даже при длительном просмотре вы не почувствуете усталости или дискомфорта, что идеально улучшает ваш опыт просмотра.\n\nМгновенная синхронизация, прощай задержка субтитров\nВсе еще беспокоитесь о задержках перевода? CCDub оптимизировал скорость перевода и дубляжа, гарантируя, что точный перевод будет завершен за 3-5 секунд и синхронизирован с дубляжем в реальном времени. Прощайте ожидания, наслаждайтесь полностью синхронизированным плавным просмотром и не пропустите ни одного захватывающего момента.\n\nПосетите https://dub.qhkly.com, чтобы испытать CCDub и наслаждаться более плавными и естественными субтитрами и дубляжем в любое время и в любом месте.\n\nОбновление версии:\n  1.6.6 (2024-11-22) Выбор шрифта и цвета субтитров.\n  1.6.5 (2024-10-24) Поддержка выбора персонажей для дубляжа.\n  1.6.3 (2024-09-04) Поддержка перевода ChatGPT.\n  1.4.9 (2024-04-08) Поддержка 46 языков.",
    "sk": "Pri sledovaní videí v cudzom jazyku, nepresné preklady a nekvalitné titulky vám často bránia užiť si skvelý obsah? CCDub vám pomôže zbaviť sa týchto starostí, poskytuje presné a prirodzené preklady titulkov a pohodlné dabingy, aby ste si užili plynulejší zážitok z pozerania.\n\nPresné preklady, obsah je relevantnejší\nCCDub využíva pokročilý model ChatGPT na generovanie titulkov slovo po slove, aby zabezpečil presnosť prekladu a vyhnul sa nesúladom v kontexte alebo dvojzmyslom. Či už ide o filmy, televízne seriály alebo dokumenty, vždy poskytuje presné preklady titulkov, aby ste sa mohli úplne ponoriť do obsahu a užiť si ho bez rozptýlenia spôsobeného prekladmi.\n\nPohodlný dabing, dlhé sledovanie bez únavy\nNielenže poskytuje titulky, CCDub tiež ponúka vhodný dabing pre preložený obsah. Naša rýchlosť a tón dabingu sú prirodzené a primerané, takže ani pri dlhom sledovaní sa nebudete cítiť unavení alebo nepohodlne, čo dokonale zlepší váš zážitok z pozerania.\n\nRýchla synchronizácia, rozlúčte sa s oneskorením titulkov\nEšte stále sa trápite s oneskorením prekladu? CCDub optimalizoval rýchlosť prekladu a dabingu, aby zabezpečil presný preklad za 3 až 5 sekúnd, ktorý je synchronizovaný s dabingom v reálnom čase. Zbohom čakaniu, užite si úplne synchronizovaný plynulý zážitok z pozerania a určite nepremeškajte žiadny úžasný okamih.\n\nNavštívte https://dub.qhkly.com a zažite CCDub, ktorý vám umožní vychutnať si plynulejšie a prirodzenejšie titulky a dabing kedykoľvek a kdekoľvek.\n\nVerziová aktualizácia:\n  1.6.6 (2024-11-22) Výber písma a farby titulkov.\n  1.6.5 (2024-10-24) Podpora výberu postavy pre dabing.\n  1.6.3 (2024-09-04) Podpora prekladu pomocou ChatGPT.\n  1.4.9 (2024-04-08) Podpora 46 jazykov.",
    "sl": "Ali gledate video posnetke v tujem jeziku, prevodi niso natančni, podnapisi niso tekoči, kar vas vedno znova prikrajša za odlične vsebine? CCDub vam omogoča, da se poslovite od teh skrbi, natančno in naravno prevaja podnapise ter ponuja udoben glasovni zapis, da uživate v bolj tekoči filmski izkušnji.\n\nNatančni prevodi, vsebina bolj ustrezna\nCCDub uporablja napreden model ChatGPT, da besedo za besedo generira podnapise in zagotavlja natančne prevode, da se izogne neustreznemu kontekstu ali dvoumnosti. Ne glede na to, ali gre za filme, serije ali dokumentarne filme, lahko zagotovi natančne prevode podnapisov, kar vam omogoča, da se popolnoma potopite v vsebino, ne da bi vas motili prevodni problemi.\n\nUdoben glasovni zapis, dolgotrajno gledanje brez utrujenosti\nCCDub ne ponuja le podnapisov, temveč tudi ustrezen glasovni zapis za prevedeno vsebino. Naša hitrost govora je zmerna, ton pa naraven, tako da vam tudi dolgotrajno gledanje ne bo povzročilo utrujenosti ali nelagodja, kar popolnoma izboljša vašo filmsko izkušnjo.\n\nHitra sinhronizacija, poslovite se od zamude podnapisov\nSe še vedno mučite zaradi zamude pri prevodu? CCDub je optimiziral hitrost prevoda in glasovnega zapisa, da zagotovi natančne prevode v 3 do 5 sekundah in jih sinhronizira v realnem času. Poslovite se od čakanja in uživajte v popolnoma sinhronizirani tekoči filmski izkušnji, nikoli ne zamudite nobenega odličnega trenutka.\n\nObiščite https://dub.qhkly.com in izkusite CCDub, da kadarkoli in kjerkoli uživate v bolj tekočih in naravnih podnapisih ter glasovnem zapisu.\n\nRazličica nadgradnje:\n  1.6.6 (2024-11-22) izbira pisave in barve podnapisov.\n  1.6.5 (2024-10-24) podpora za izbiro likov za glasovni zapis.\n  1.6.3 (2024-09-04) podpora za prevod ChatGPT.\n  1.4.9 (2024-04-08) podpora za 46 jezikov.",
    "sr": "Kada gledate strane video zapise, netačni prevodi i nespretni titlovi često vas sprečavaju da uživate u sjajnim sadržajima? CCDub vas oslobađa ovih briga, pružajući precizne i prirodne titlove, uz udoban glasovni narativ, kako biste uživali u još fluidnijem filmskom iskustvu.\n\nPrecizan prevod, sadržaj bliži\nCCDub koristi napredni ChatGPT model, generišući titlove reč po reč, osiguravajući tačnost prevoda i izbegavajući neusklađenost u kontekstu ili dvosmislenost. Bilo da su u pitanju filmovi, serije ili dokumentarci, pruža precizne titlove, omogućavajući vam da se potpuno uronite u sadržaj, bez ometanja zbog problema sa prevodom.\n\nUdoban glasovni narativ, dugotrajno gledanje bez umora\nNe samo titlovi, CCDub takođe pruža odgovarajući glasovni narativ za prevod sadržaja. Naša brzina govora je umerena, a ton prirodan, čak i tokom dugotrajnog gledanja nećete se osećati umorno ili nelagodno, savršeno poboljšavajući vaše filmsko iskustvo.\n\nBrza sinhronizacija, oprostite se od kašnjenja titlova\nJoš uvek se mučite sa kašnjenjem prevoda? CCDub je optimizovao brzinu prevoda i glasovnog narativa, osiguravajući da se precizan prevod završi za 3 do 5 sekundi, sinhronizovano sa glasom u realnom vremenu. Oprostite se od čekanja, uživajte u potpuno sinhronizovanom i fluidnom filmskom iskustvu, nikada ne propuštajući nijedan sjajan trenutak.\n\nPosetite odmah https://dub.qhkly.com da isprobate CCDub, omogućavajući vam da uživate u fluidnijim i prirodnijim titlovima i glasovnom narativu, bilo kada i bilo gde.\n\nAžuriranje verzije:\n  1.6.6 (2024-11-22) Izbor fonta i boje titlova.\n  1.6.5 (2024-10-24) Podrška za izbor glasovnih likova.\n  1.6.3 (2024-09-04) Podrška za ChatGPT prevod.\n  1.4.9 (2024-04-08) Podrška za 46 jezika.",
    "sv": "När du tittar på utländska videor, är översättningen ofta felaktig och undertexterna flyter inte, vilket gör att du missar fantastiskt innehåll? CCDub låter dig säga adjö till dessa bekymmer, erbjuder precis översättning av undertexter som är naturliga och kommer med bekväm röstöverläggning, så att du kan njuta av en mer flytande tittarupplevelse.\n\nPrecisa översättningar, mer relevant innehåll\nCCDub använder den avancerade ChatGPT-stor modellen för att generera undertexter ord för ord, vilket säkerställer att översättningen är korrekt och undviker otydligheter eller missförstånd. Oavsett om det är filmer, TV-serier eller dokumentärer, kan vi erbjuda exakta översättningar av undertexter, så att du helt kan förlora dig i innehållet utan att distraheras av översättningsproblem.\n\nBekväm röstöverläggning, ingen trötthet vid långvarig tittande\nInte bara undertexterna, CCDub erbjuder också passande röstöverläggning för det översatta innehållet. Vår röstöverläggningshastighet är måttlig och tonen naturlig, så även vid långvarig tittande kommer du inte att känna dig trött eller obekväm, vilket perfekt förbättrar din tittarupplevelse.\n\nSnabb synkronisering, säg adjö till fördröjning av undertexter\nÄr du fortfarande frustrerad över översättningsfördröjning? CCDub har optimerat hastigheten för översättning och röstöverläggning, vilket säkerställer att exakt översättning slutförs inom 3 till 5 sekunder och synkroniseras i realtid med röstöverläggningen. Säg adjö till väntan och njut av en helt synkroniserad och flytande tittarupplevelse, utan att missa något fantastiskt ögonblick.\n\nBesök https://dub.qhkly.com för att uppleva CCDub, så att du kan njuta av mer flytande och naturliga undertexter och röstöverläggningar var som helst och när som helst.\n\nVersionsuppdateringar:\n  1.6.6 (2024-11-22) Val av teckensnitt och färger för undertexter.\n  1.6.5 (2024-10-24) Stöd för val av röstöverläggningskaraktärer.\n  1.6.3 (2024-09-04) Stöd för ChatGPT-översättning.\n  1.4.9 (2024-04-08) Stöd för 46 språk.",
    "sw": "Unapokuwa unatazama video za lugha ya kigeni, tafsiri zisizo sahihi na manukuu yasiyo na mtiririko, mara nyingi hukufanya upoteze maudhui ya kuvutia? CCDub inakusaidia kuachana na matatizo haya, inatoa tafsiri sahihi na asilia za manukuu, pamoja na sauti inayofaa, ili uweze kufurahia uzoefu wa kutazama filamu kwa urahisi zaidi.\n\nTafsiri sahihi, maudhui yanayofaa zaidi\nCCDub inatumia mfano mkubwa wa kisasa wa ChatGPT, kuunda manukuu neno kwa neno, kuhakikisha tafsiri ni sahihi bila makosa, kuepuka muktadha usioendana au maana zisizo wazi. Iwe ni filamu, tamthilia au filamu za hati, inaweza kutoa tafsiri sahihi za manukuu, kukuwezesha kujiingiza kabisa katika maudhui, bila kuzingatia matatizo ya tafsiri.\n\nSauti inayofaa, kutazama kwa muda mrefu bila uchovu\nSio manukuu tu, CCDub pia inatoa sauti inayofaa kwa maudhui yaliyotafsiriwa. Kasi ya sauti yetu ni ya wastani, na sauti ni ya asilia, hata ukitazama kwa muda mrefu hutasikia uchovu au kutokuwa na raha, inaboresha kwa ukamilifu uzoefu wako wa kutazama.\n\nUsawazishaji wa haraka, kuachana na kuchelewesha manukuu\nJe, bado unahangaika na ucheleweshaji wa tafsiri? CCDub imeboresha kasi ya tafsiri na sauti, kuhakikisha inakamilisha tafsiri sahihi ndani ya sekunde 3 hadi 5, na kuisawazisha kwa wakati halisi na sauti. Kuachana na kusubiri, furahia uzoefu wa kutazama kwa usawazishaji wa kamili, bila kukosa hata sekunde moja ya kuvutia.\n\nTembelea mara moja https://dub.qhkly.com ili kujaribu CCDub, ili uweze kufurahia manukuu na sauti zenye mtiririko mzuri na asilia popote na wakati wowote.\n\nMabadiliko ya toleo:\n  1.6.6 (2024-11-22) Chaguo la fonti na rangi za manukuu.\n  1.6.5 (2024-10-24) Inasaidia chaguo la wahusika wa sauti.\n  1.6.3 (2024-09-04) Inasaidia tafsiri za ChatGPT.\n  1.4.9 (2024-04-08) Inasaidia lugha 46.",
    "ta": "வெளிநாட்டு வீடியோக்களைப் பார்ப்பதற்கான, மொழிபெயர்ப்பு துல்லியமாக இல்லாமல், துணுக்குகள் சீராக இல்லாமல், நீங்கள் சிறந்த உள்ளடக்கங்களை தவறவிடுகிறீர்களா? CCDub உங்களை இந்த கவலைகளிலிருந்து விடுவிக்கிறது, துல்லியமான, இயற்கையான துணுக்குப் மொழிபெயர்ப்புகளை வழங்குகிறது, மேலும் வசதியான ஒலிப்பதிவுடன், நீங்கள் மேலும் சீரான படக்காட்சியின் அனுபவத்தை அனுபவிக்கலாம்.\n\nதுல்லியமான மொழிபெயர்ப்பு, உள்ளடக்கம் மேலும் தொடர்புடையதாக\nCCDub முன்னணி ChatGPT பெரிய மாதிரியைப் பயன்படுத்தி, வார்த்தை வார்த்தையாக துணுக்குகளை உருவாக்குகிறது, மொழிபெயர்ப்பு துல்லியமாக இருப்பதை உறுதி செய்கிறது, சூழ்நிலைக்கு பொருத்தமாக இல்லாத அல்லது பல்வேறு அர்த்தங்களை தவிர்க்கிறது. திரைப்படங்கள், தொலைக்காட்சி தொடர்கள் அல்லது ஆவணப்படங்கள் ஆகியவற்றில், நீங்கள் உள்ளடக்கத்தில் முழுமையாக மூழ்கி, மொழிபெயர்ப்பு பிரச்சினைகளால் கவனம் விலக்கப்படாமல் துல்லியமான துணுக்குப் மொழிபெயர்ப்புகளை வழங்குகிறது.\n\nவசதியான ஒலிப்பதிவு, நீண்ட நேரம் பார்ப்பதில் சோர்வாகாது\nதுணுக்குகள் மட்டுமல்ல, CCDub மொழிபெயர்ப்புக்கான தொடர்பான ஒலிப்பதிவையும் வழங்குகிறது. எங்கள் ஒலிப்பதிவின் வேகம் சராசரியாகவும், சுவை இயற்கையாகவும் உள்ளது, நீண்ட நேரம் பார்ப்பதற்கும் சோர்வாக அல்லது அசௌகரியமாக உணராமல் இருக்க, உங்கள் படக்காட்சியின் அனுபவத்தை சிறப்பாக மேம்படுத்துகிறது.\n\nவிரைவான ஒத்திசைவு, துணுக்குப் பின்னணி தாமதத்தை மறக்கவும்\nமொழிபெயர்ப்பின் தாமதத்தால் இன்னும் கவலைப்படுகிறீர்களா? CCDub மொழிபெயர்ப்பு மற்றும் ஒலிப்பதிவின் வேகத்தை மேம்படுத்தியுள்ளது, 3 முதல் 5 விநாடிகள் உள்ளே துல்லியமான மொழிபெயர்ப்பை முடிக்கவும், ஒலிப்பதிவுடன் நேரடியாக ஒத்திசைவாக இருக்கவும் உறுதி செய்கிறது. காத்திருப்பதை மறந்து, முழுமையாக ஒத்திசைவான சீரான படக்காட்சியின் அனுபவத்தை அனுபவிக்கவும், எந்த ஒரு சிறந்த கணத்தை தவறவிடவும் இல்லை.\n\nதரமான அனுபவத்திற்காக உடனே https://dub.qhkly.com என செல்லவும், CCDub ஐ அனுபவிக்கவும், எப்போது வேண்டுமானாலும், எங்கு வேண்டுமானாலும் மேலும் சீரான, மேலும் இயற்கையான துணுக்குகள் மற்றும் ஒலிப்பதிவுகளை அனுபவிக்கவும்.\n\nபதிப்பு மேம்பாடு:\n  1.6.6 (2024-11-22) துணுக்குப் எழுத்துரு மற்றும் நிறத்தைத் தேர்வு செய்வது.\n  1.6.5 (2024-10-24) ஒலிப்பதிவின் கதாபாத்திரங்களைத் தேர்வு செய்வதை ஆதரிக்கிறது.\n  1.6.3 (2024-09-04) ChatGPT மொழிபெயர்ப்பை ஆதரிக்கிறது.\n  1.4.9 (2024-04-08) 46 மொழிகளை ஆதரிக்கிறது.",
    "te": "外国视频观看时，翻译不准确、字幕不流畅，总让你错失精彩内容？CCDub 让你告别这些烦恼，提供精准、自然的字幕翻译，并且带有舒适的配音，让你享受更加流畅的观影体验。\n\n精准翻译，内容更贴切\nCCDub 利用先进的 ChatGPT 大模型，逐字生成字幕，确保翻译准确无误，避免语境不符或歧义。无论是电影、电视剧还是纪录片，都能提供精准的字幕翻译，让你完全沉浸在内容中，不再因翻译问题而分心。\n\n舒适配音，长时间观看不疲劳\n不仅仅是字幕，CCDub 还为翻译内容提供贴合的配音。我们的配音语速适中、语调自然，即使长时间观看也不会让你感到疲倦或不适，完美提升你的观影体验。\n\n极速同步，告别字幕延迟\n还在为翻译的延迟而烦恼吗？CCDub 优化了翻译和配音速度，确保在 3 到 5 秒内完成精准翻译，并与配音实时同步。告别等待，享受完全同步的流畅观影体验，绝不错过任何一个精彩瞬间。\n\n立即访问 https://dub.qhkly.com 体验 CCDub，让你随时随地享受更流畅、更自然的字幕和配音。\n\n版本升级：\n  1.6.6（2024-11-22）字幕字体和颜色选择。\n  1.6.5（2024-10-24）支持配音人物选择。\n  1.6.3（2024-09-04）支持ChatGPT翻译。\n  1.4.9（2024-04-08）支持46种语言。",
    "th": "ดูวิดีโอภาษาต่างประเทศแล้วการแปลไม่ถูกต้องและซับไตเติ้ลไม่ลื่นไหล ทำให้คุณพลาดเนื้อหาที่น่าตื่นเต้น? CCDub ช่วยให้คุณลืมปัญหาเหล่านี้ โดยนำเสนอการแปลซับไตเติ้ลที่แม่นยำและเป็นธรรมชาติ พร้อมเสียงพากย์ที่สบาย ทำให้คุณเพลิดเพลินกับประสบการณ์การชมภาพยนตร์ที่ราบรื่นยิ่งขึ้น\n\nการแปลที่แม่นยำ เนื้อหาที่ตรงใจ\nCCDub ใช้โมเดล ChatGPT ที่ทันสมัยในการสร้างซับไตเติ้ลทีละคำ เพื่อให้แน่ใจว่าการแปลถูกต้องแม่นยำ หลีกเลี่ยงการไม่เข้ากับบริบทหรือความหมายที่คลุมเครือ ไม่ว่าจะเป็นภาพยนตร์ รายการทีวี หรือสารคดี ก็สามารถให้การแปลซับไตเติ้ลที่แม่นยำ ทำให้คุณได้ดื่มด่ำกับเนื้อหาอย่างเต็มที่ ไม่ต้องถูกขัดจังหวะจากปัญหาการแปล\n\nเสียงพากย์ที่สบาย ไม่ทำให้เหนื่อยเมื่อดูนาน\nไม่เพียงแต่ซับไตเติ้ล CCDub ยังให้เสียงพากย์ที่เข้ากับเนื้อหาที่แปลอีกด้วย ความเร็วในการพากย์ของเรากำลังพอเหมาะและน้ำเสียงเป็นธรรมชาติ แม้จะดูนานก็ไม่ทำให้คุณรู้สึกเหนื่อยหรือไม่สบาย ช่วยยกระดับประสบการณ์การชมภาพยนตร์ของคุณให้ดียิ่งขึ้น\n\nซิงค์รวดเร็ว ลาก่อนการหน่วงซับไตเติ้ล\nยังคงกังวลเกี่ยวกับการหน่วงของการแปลอยู่ไหม? CCDub ได้ปรับปรุงความเร็วในการแปลและพากย์เสียง เพื่อให้แน่ใจว่าการแปลที่แม่นยำจะเสร็จภายใน 3 ถึง 5 วินาที และซิงค์เสียงพากย์แบบเรียลไทม์ ลาก่อนการรอคอย เพลิดเพลินกับประสบการณ์การชมภาพยนตร์ที่ซิงค์กันอย่างสมบูรณ์ ไม่พลาดทุกช่วงเวลาที่น่าตื่นเต้น\n\nเข้าชมทันทีที่ https://dub.qhkly.com เพื่อสัมผัสประสบการณ์ CCDub ทำให้คุณเพลิดเพลินกับซับไตเติ้ลและพากย์เสียงที่ลื่นไหลและเป็นธรรมชาติได้ทุกที่ทุกเวลา\n\nการอัปเกรดเวอร์ชัน:\n  1.6.6 (2024-11-22) ตัวเลือกฟอนต์และสีซับไตเติ้ล\n  1.6.5 (2024-10-24) รองรับการเลือกตัวละครพากย์เสียง\n  1.6.3 (2024-09-04) รองรับการแปลโดย ChatGPT\n  1.4.9 (2024-04-08) รองรับ 46 ภาษา",
    "tr": "Yabancı dildeki videoları izlerken, çevirilerin doğru olmaması ve alt yazıların akıcı olmaması, harika içerikleri kaçırmanıza neden mi oluyor? CCDub, bu sorunlardan kurtulmanızı sağlıyor, doğru ve doğal alt yazı çevirisi sunuyor ve rahat bir seslendirme ile daha akıcı bir izleme deneyimi yaşamanızı sağlıyor.\n\nDoğru çeviri, içerik daha uygun\nCCDub, gelişmiş ChatGPT büyük modeli kullanarak, kelime kelime alt yazı üretiyor, çevirinin doğru olmasını sağlıyor ve bağlam uyumsuzluğu veya belirsizlikten kaçınıyor. İster film, ister dizi, ister belgesel olsun, doğru alt yazı çevirisi sunarak içeriğe tamamen dalmanızı sağlıyor, çeviri sorunları nedeniyle dikkatinizin dağılmasını önlüyor.\n\nRahat seslendirme, uzun süreli izlemelerde yorgunluk hissettirmiyor\nSadece alt yazılarla kalmayan CCDub, çeviri içeriğine uyumlu seslendirme de sağlıyor. Seslendirme hızımız ortalama, tonlamamız doğal; uzun süre izleseniz bile yorgunluk veya rahatsızlık hissettirmiyor, izleme deneyiminizi mükemmel bir şekilde artırıyor.\n\nHızlı senkronizasyon, alt yazı gecikmesine veda\nÇevirinin gecikmesi nedeniyle hala endişeleniyor musunuz? CCDub, çeviri ve seslendirme hızını optimize etti, 3 ila 5 saniye içinde doğru çeviriyi tamamlayarak seslendirme ile gerçek zamanlı senkronizasyon sağlıyor. Beklemeye veda edin, tamamen senkronize bir akıcı izleme deneyiminin tadını çıkarın, hiçbir harika anı kaçırmayın.\n\nHemen ziyaret edin https://dub.qhkly.com CCDub'u deneyimleyin, her yerde ve her zaman daha akıcı ve doğal alt yazı ve seslendirme keyfini çıkarın.\n\nSürüm güncellemeleri:\n  1.6.6 (2024-11-22) Alt yazı fontu ve renk seçimi.\n  1.6.5 (2024-10-24) Seslendirme karakteri seçimi desteği.\n  1.6.3 (2024-09-04) ChatGPT çeviri desteği.\n  1.4.9 (2024-04-08) 46 dil desteği.",
    "uk": "Чи не втомлює вас неточний переклад та нерівні субтитри, коли ви дивитесь іноземні відео? CCDub позбавить вас цих проблем, пропонуючи точний та природний переклад субтитрів з комфортним озвученням, що дозволяє насолоджуватись більш плавним переглядом.\n\nТочний переклад, більш доречний контент\nCCDub використовує передову модель ChatGPT для генерації субтитрів слово за словом, забезпечуючи точність перекладу та уникнення невідповідностей чи двозначностей. Незалежно від того, чи це фільми, серіали чи документальні фільми, ми надаємо точний переклад субтитрів, дозволяючи вам повністю зануритися в контент, не відволікаючись на проблеми з перекладом.\n\nКомфортне озвучення, перегляд без втоми\nCCDub не лише надає субтитри, а й пропонує відповідне озвучення для перекладеного контенту. Наша швидкість озвучення помірна, а інтонація природна, тому навіть при тривалому перегляді ви не відчуєте втоми чи дискомфорту, що ідеально покращує ваш досвід перегляду.\n\nШвидка синхронізація, прощавайте затримки субтитрів\nВсе ще страждаєте від затримок у перекладі? CCDub оптимізував швидкість перекладу та озвучення, забезпечуючи точний переклад протягом 3-5 секунд та його синхронізацію в реальному часі. Прощавайте очікування, насолоджуйтесь повністю синхронізованим плавним переглядом, не пропустивши жодної захоплюючої миті.\n\nВідвідайте https://dub.qhkly.com, щоб спробувати CCDub та насолоджуватись більш плавними та природними субтитрами та озвученням в будь-який час і в будь-якому місці.\n\nОновлення версії:\n  1.6.6 (2024-11-22) Вибір шрифтів та кольорів субтитрів.\n  1.6.5 (2024-10-24) Підтримка вибору персонажів для озвучення.\n  1.6.3 (2024-09-04) Підтримка перекладу ChatGPT.\n  1.4.9 (2024-04-08) Підтримка 46 мов.",
    "vi": "Khi xem video ngoại ngữ, việc dịch không chính xác và phụ đề không mượt mà thường khiến bạn bỏ lỡ những nội dung thú vị? CCDub giúp bạn nói lời tạm biệt với những phiền toái này, cung cấp dịch phụ đề chính xác và tự nhiên, kèm theo lồng ghép giọng nói thoải mái, để bạn tận hưởng trải nghiệm xem phim mượt mà hơn.\n\nDịch chính xác, nội dung phù hợp hơn\nCCDub sử dụng mô hình ChatGPT tiên tiến, tạo phụ đề từng từ một, đảm bảo dịch chính xác, tránh tình trạng không phù hợp ngữ cảnh hoặc gây hiểu lầm. Dù là phim điện ảnh, phim truyền hình hay tài liệu, đều có thể cung cấp dịch phụ đề chính xác, giúp bạn hoàn toàn đắm chìm trong nội dung mà không bị phân tâm bởi vấn đề dịch thuật.\n\nGiọng nói thoải mái, xem lâu không mệt\nKhông chỉ là phụ đề, CCDub còn cung cấp giọng nói phù hợp cho nội dung dịch. Tốc độ giọng nói của chúng tôi vừa phải, ngữ điệu tự nhiên, ngay cả khi xem lâu cũng không khiến bạn cảm thấy mệt mỏi hay khó chịu, hoàn hảo nâng cao trải nghiệm xem phim của bạn.\n\nĐồng bộ nhanh chóng, tạm biệt độ trễ phụ đề\nBạn còn đang lo lắng về độ trễ trong dịch thuật sao? CCDub đã tối ưu hóa tốc độ dịch và giọng nói, đảm bảo hoàn thành dịch chính xác trong vòng 3 đến 5 giây và đồng bộ giọng nói theo thời gian thực. Tạm biệt sự chờ đợi, tận hưởng trải nghiệm xem phim mượt mà hoàn toàn đồng bộ, không bỏ lỡ bất kỳ khoảnh khắc thú vị nào.\n\nTruy cập ngay https://dub.qhkly.com để trải nghiệm CCDub, giúp bạn tận hưởng phụ đề và giọng nói tự nhiên, mượt mà mọi lúc mọi nơi.\n\nCập nhật phiên bản:\n  1.6.6 (2024-11-22) Chọn font chữ và màu sắc phụ đề.\n  1.6.5 (2024-10-24) Hỗ trợ chọn nhân vật lồng ghép.\n  1.6.3 (2024-09-04) Hỗ trợ dịch ChatGPT.\n  1.4.9 (2024-04-08) Hỗ trợ 46 ngôn ngữ.",
    "zh_CN": "观看外语视频时，翻译不准确、字幕不流畅，总让你错失精彩内容？CCDub 让你告别这些烦恼，提供精准、自然的字幕翻译，并且带有舒适的配音，让你享受更加流畅的观影体验。\n\n精准翻译，内容更贴切\nCCDub 利用先进的 ChatGPT 大模型，逐字生成字幕，确保翻译准确无误，避免语境不符或歧义。无论是电影、电视剧还是纪录片，都能提供精准的字幕翻译，让你完全沉浸在内容中，不再因翻译问题而分心。\n\n舒适配音，长时间观看不疲劳\n不仅仅是字幕，CCDub 还为翻译内容提供贴合的配音。我们的配音语速适中、语调自然，即使长时间观看也不会让你感到疲倦或不适，完美提升你的观影体验。\n\n极速同步，告别字幕延迟\n还在为翻译的延迟而烦恼吗？CCDub 优化了翻译和配音速度，确保在 3 到 5 秒内完成精准翻译，并与配音实时同步。告别等待，享受完全同步的流畅观影体验，绝不错过任何一个精彩瞬间。\n\n立即访问 https://dub.qhkly.com 体验 CCDub，让你随时随地享受更流畅、更自然的字幕和配音。\n\n版本升级：\n  1.6.6（2024-11-22）字幕字体和颜色选择。\n  1.6.5（2024-10-24）支持配音人物选择。\n  1.6.3（2024-09-04）支持ChatGPT翻译。\n  1.4.9（2024-04-08）支持46种语言。",
    "zh_TW": "觀看外語影片時，翻譯不準確、字幕不流暢，總讓你錯失精彩內容？CCDub 讓你告別這些煩惱，提供精準、自然的字幕翻譯，並且帶有舒適的配音，讓你享受更加流暢的觀影體驗。\n\n精準翻譯，內容更貼切  \nCCDub 利用先進的 ChatGPT 大模型，逐字生成字幕，確保翻譯準確無誤，避免語境不符或歧義。無論是電影、電視劇還是紀錄片，都能提供精準的字幕翻譯，讓你完全沉浸在內容中，不再因翻譯問題而分心。\n\n舒適配音，長時間觀看不疲勞  \n不僅僅是字幕，CCDub 還為翻譯內容提供貼合的配音。我們的配音語速適中、語調自然，即使長時間觀看也不會讓你感到疲倦或不適，完美提升你的觀影體驗。\n\n極速同步，告別字幕延遲  \n還在為翻譯的延遲而煩惱嗎？CCDub 優化了翻譯和配音速度，確保在 3 到 5 秒內完成精準翻譯，並與配音實時同步。告別等待，享受完全同步的流暢觀影體驗，絕不會錯過任何一個精彩瞬間。\n\n立即訪問 https://dub.qhkly.com 體驗 CCDub，讓你隨時隨地享受更流暢、更自然的字幕和配音。\n\n版本升級：  \n  1.6.6（2024-11-22）字幕字體和顏色選擇。  \n  1.6.5（2024-10-24）支持配音人物選擇。  \n  1.6.3（2024-09-04）支持 ChatGPT 翻譯。  \n  1.4.9（2024-04-08）支持 46 種語言。"
  }
}