{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReminderCall Chrome Ext.",
    "es,fr": "Google Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Appointment Reminders For Google Calendar",
    "es": "Recordatorios de citas para Google Calendar",
    "fr": "Rappels de rendez-vous pour Google Agenda"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can enter Google Calendar events and trigger ReminderCall.com appointment reminders from anywhere on the web. Enter appointments, add contacts, and send automated appointment reminders. Choose from text message, call or email reminders.\n\nThe ReminderCall for Chrome Extension lets you send automatic ReminderCall.com appointment reminders from your Google Calendar in only 2 steps:\n\n1. Create a Google Calendar Event (with fewer keystrokes than you normally would).\n2. Select one of your contacts from the drop-down menu.\n\nThat’s it! A new event is scheduled in your Google Calendar and an appointment reminder is automatically sent from your ReminderCall.com account. \n\nThis extension requires a ReminderCall account. Don’t have one? Sign up for a free trial at https://www.ReminderCall.com\n\nREMINDERCALL CHROME EXTENSION FEATURES:\n\n★ Quickly enter a Google Calendar event from Chrome.\n★ Preview your schedule in the extension.\n★ Select from available dates and times.\n★ Search Google Contacts from Chrome.\n★ Add Google Contacts from Chrome.\n★ Trigger an automatic appointment reminder text message, call or email from your ReminderCall.com account.\n\nABOUT REMINDERCALL.COM:\n\n★ Send 2-way text reminders, appointment reminder calls, and email reminders. \n★ Use your own voice, the system's voice, or a combination of the two. \n★ Includes English, French, and Spanish. \n★ Runs automatically. \n★ Allows you to see all confirmations and replies live on your dashboard. \n★ Allows you to respond to text messages.\n★ Works with a variety of popular calendar apps. \n★ Live technical support is included with your account. \n★ Encrypted.\n\n\n_________________\n\nNOTES\n\n-By using this add-on, you agree to the ReminderCall.com Terms of Service available at https://www.remindercall.com/remindercall-com-terms-of-service/\n\n-This extension requires a paid ReminderCall.com account.\n\n-This extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}