{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HRTE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Horizen Rewards/Transactions Exporter"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This application can be used to export the income of Horizen master and securenodes or mining of any address (e.g. for your tax report). You can also just export all transactions in raw format. (Github: https://github.com/FlueschPluesch/hrte)\n\nExtension usage:\n\n- Navigate to a Horizen Explorer, e.g. https://explorer.horizen.global/, https://explorer.horizen.io/, https://explorer.zen-solutions.io, https://explorer.zensystem.io.\n\n- Enter your address in the top search bar of the insight explorer.\n\n- Click the \"Download all rewards/transactions\" button.\n\n- Have a look at the reward addresses. The two given addresses are for the payments from master- and securenodes. They usually do not need to be changed. You can add further addresses, for example those of a mining pool. The rewards will later be recognized as such when they came from one of these addresses.\n\n- Click the \"Start\" button to fetch all transactions.\n\n- Wait for the tool to finish querying.\n\n- Select your time range.\n\n- If you want to combine your transactions into one per month or year, you can use the filter \"Summarize rewards\". This can be useful if you would otherwise have hundreds or even thousands of transactions.\n\n- Select your export type and format.\n\n- Click the \"Export rewards as CSV\" button. Or, if you want to download all transactions in raw format and not only the rewards, click on the \"Export all transactions (raw)\" button.\n\nNote that the dates are output in GMT/UTC. It should be correct for your time zone when imported."
  }
}