{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AttainMate - White Noise & Pomodoro Timer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An ambient white noise music app with pomodoro timer and website blocker."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you having trouble focusing on your tasks? Too distracted? Be focused on what you are doing with the help of AttainMate. \n\nAttainMate contains white noise music, a Pomodoro timer, and a website blocker. \n \nHow does it work?⭐\n\nPomodoro timer sets work and break sessions. Set it up front and start your timer. When your work or break session ends, you will hear an alarm sound to notify you. \n\nAlong with the timer, you can also listen to relaxing white noise and natural music sound like rain, forest, stream, and oceans. etc to help you get things done. It keeps you in the zone and in the flow. \n\nYou can also block distracting websites that you have the urge to open when working. All in all,  AttainMate has the complete suite to get you going.\n\nFeatures⭐\n\n-  White noise focus music\n-  Work/Break timer\n-  Block websites\n-  Change the volume of sounds\n-  Analytics of your work sessions (Coming soon)\n-  More sounds( Coming soon)\n-  To-do list for your tasks\n\nYour privacy is important to us. AttainMate only collects personal information which is adequate, relevant, and limited to what is necessary for the best user experience. Moreover, we do not store or process any personal data directly, and we will never upload them to any third parties. Got questions? Bug reports? Feature requests? Email me at attainmate@gmail.com 🤟"
  }
}