{
  "name": {
    "ar": "قبض على الرقم Unblocked",
    "am": "ቁጥሩን ይያዙ  Arcade Game",
    "bg": "Хвани номера  Online Game",
    "bn": "নম্বরটি ধরুন  Arcade Game",
    "ca": "Agafa el número  Skill Game",
    "cs": "Chytit číslo  Arcade Game",
    "da": "Fang nummeret  Skill Game",
    "de": "Fang die Nummer  Online",
    "el": "Πιάσε τον Αριθμό  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Catch the Number - HTML5 Game",
    "es": "Atrapa el número  Arcade Game",
    "et": "Püüdke number kinni  Unblocked Games",
    "fa": "شماره را بگیر  Online Game",
    "fi": "Ota numero kiinni Unblocked",
    "fil": "Abangan ang Numero  Online Game",
    "fr": "Attrapez le numéro  Unblocked Games",
    "gu": "નંબર પકડો  Skill Game",
    "he": "תפוס את המספר Unblocked",
    "hi": "नंबर पकड़ो  Online Game",
    "hr": "Uhvati broj  Skill Game",
    "hu": "Fogd meg a számot  Online Game",
    "id": "Tangkap Nomornya  Unblocked Games",
    "it": "Cattura il numero  Online Game",
    "ja": "キャッチ・ザ・ナンバー  Online Game",
    "kn": "ಸಂಖ್ಯೆಯನ್ನು ಹಿಡಿಯಿರಿ  Online Game",
    "ko": "숫자를 잡아라  Arcade Game",
    "lv": "Noķer numuru  Online Game",
    "ml": "നമ്പർ പിടിക്കുക  Online Game",
    "mr": "नंबर पकडा  Arcade Game",
    "ms": "Tangkap Nombor  Online Game",
    "nl": "Vang het nummer  Arcade Game",
    "pl": "Złap numer Unblocked",
    "ro": "Prinde numărul  Unblocked Game",
    "ru": "поймать номер  Unblocked Game",
    "sk": "Chytiť číslo  Unblocked Games",
    "sl": "Ujemi številko  Unblocked Game",
    "sw": "Chukua Nambari  Online",
    "ta": "எண்ணைப் பிடிக்கவும்  Skill Game",
    "te": "సంఖ్యను పట్టుకోండి Unblocked",
    "th": "จับหมายเลข  Online Game",
    "tr": "Numarayı Yakala  Unblocked Game",
    "uk": "Спіймати номер  Arcade Game"
  },
  "short": {
    "ar": "Catch the Number هي لعبة أركيد HTML5 ممتعة حيث يلتقط اللاعبون أرقامًا أصغر مما لديهم.",
    "am": "ቁጥሩን ይያዙ ተጫዋቾች ከያዙት በላይ ቁጥራቸውን የሚይዙበት አዝናኝ የመጫወቻ ማዕከል HTML5 ጨዋታ ነው።",
    "bg": "Catch the Number е забавна аркадна HTML5 игра, в която играчите хващат числа, по-малки, отколкото държат.",
    "bn": "ক্যাচ দ্য নাম্বার হল একটি মজার আর্কেড HTML5 গেম যেখানে খেলোয়াড়রা সংখ্যার চেয়ে কম সংখ্যা ধরতে পারে।",
    "ca": "Catch the Number és un divertit joc d&#39;arcade HTML5 on els jugadors capturen números més diminuts del que tenen.",
    "cs": "Catch the Number je zábavná arkádová HTML5 hra, ve které hráči chytají čísla menší, než drží.",
    "da": "Catch the Number er et sjovt arkade HTML5-spil, hvor spillere fanger tal, der er mere diminutive, end de har.",
    "de": "Catch the Number ist ein lustiges Arcade-HTML5-Spiel, bei dem Spieler Zahlen fangen, die kleiner sind, als sie halten.",
    "el": "Το Catch the Number είναι ένα διασκεδαστικό παιχνίδι arcade HTML5 όπου οι παίκτες πιάνουν αριθμούς πιο μικρούς από αυτούς που…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Catch the Number is a fun arcade HTML5 game where players catch numbers more diminutive than they are holding.",
    "es": "Catch the Number es un divertido juego arcade HTML5 en el que los jugadores atrapan números más diminutos de los que tienen.",
    "et": "Catch the Number on lõbus HTML5 arkaadmäng, kus mängijad püüavad numbreid, mis on väiksemad kui käes.",
    "fa": "Catch the Number یک بازی سرگرم کننده آرکید HTML5 است که در آن بازیکنان اعدادی کوچکتر از آنچه در دست دارند می گیرند.",
    "fi": "Catch the Number on hauska arcade-HTML5-peli, jossa pelaajat saavat kiinni numeroita, jotka ovat pienempiä kuin he pitävät…",
    "fil": "Ang Catch the Number ay isang nakakatuwang arcade HTML5 game kung saan ang mga manlalaro ay nakakakuha ng mga numero na mas maliit…",
    "fr": "Catch the Number est un jeu d&#39;arcade HTML5 amusant où les joueurs attrapent des nombres plus petits qu&#39;ils ne détiennent.",
    "gu": "કેચ ધ નંબર એ એક મનોરંજક આર્કેડ HTML5 ગેમ છે જ્યાં ખેલાડીઓ તેમની પાસે હોય તેના કરતા વધુ ઓછા નંબરો પકડે છે.",
    "he": "Catch the Number הוא משחק HTML5 ארקייד מהנה שבו שחקנים תופסים מספרים קטנים יותר ממה שהם מחזיקים.",
    "hi": "कैच द नंबर एक मजेदार आर्केड एचटीएमएल 5 गेम है जहां खिलाड़ी अपने पास रखे हुए नंबरों की तुलना में अधिक छोटे नंबरों को पकड़ते हैं।",
    "hr": "Catch the Number je zabavna arkadna HTML5 igra u kojoj igrači hvataju brojeve manje nego što ih drže.",
    "hu": "A Catch the Number egy szórakoztató arcade HTML5-játék, amelyben a játékosok kisebb számokat fognak el, mint amennyit a kezükben…",
    "id": "Catch the Number adalah gim arkade HTML5 yang menyenangkan di mana pemain menangkap angka yang lebih kecil daripada yang mereka…",
    "it": "Catch the Number è un divertente gioco arcade HTML5 in cui i giocatori catturano numeri più piccoli di quelli che hanno in mano.",
    "ja": "Catch the Number は楽しいアーケード HTML5 ゲームで、プレイヤーは持っている数字よりも小さな数字をキャッチします。",
    "kn": "ಕ್ಯಾಚ್ ದಿ ನಂಬರ್ ಒಂದು ಮೋಜಿನ ಆರ್ಕೇಡ್ HTML5 ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಅವರು ಹಿಡಿದಿಟ್ಟುಕೊಳ್ಳುವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ಕಡಿಮೆ ಸಂಖ್ಯೆಗಳನ್ನು ಹಿಡಿಯುತ್ತಾರೆ.",
    "ko": "Catch the Number는 플레이어가 들고 있는 것보다 더 작은 숫자를 잡는 재미있는 아케이드 HTML5 게임입니다.",
    "lv": "Catch the Number ir jautra arkādes HTML5 spēle, kurā spēlētāji tver mazākus skaitļus, nekā viņi tur rokās.",
    "ml": "ക്യാച്ച് ദി നമ്പർ എന്നത് കളിക്കാർ കൈവശം വച്ചിരിക്കുന്നതിനേക്കാൾ കുറഞ്ഞ നമ്പറുകൾ പിടിക്കുന്ന രസകരമായ ഒരു ആർക്കേഡ് HTML5 ഗെയിമാണ്.",
    "mr": "कॅच द नंबर हा एक मजेदार आर्केड HTML5 गेम आहे जिथे खेळाडू त्यांच्याकडे असलेल्या संख्यांपेक्षा कमी संख्या पकडतात.",
    "ms": "Catch the Number ialah permainan HTML5 arked yang menyeronokkan di mana pemain menangkap nombor yang lebih kecil daripada yang…",
    "nl": "Catch the Number is een leuk arcade HTML5-spel waarin spelers getallen vangen die kleiner zijn dan ze vasthouden.",
    "pl": "Catch the Number to zabawna gra zręcznościowa HTML5, w której gracze łapią liczby mniejsze niż trzymają.",
    "ro": "Catch the Number este un joc arcade HTML5 distractiv în care jucătorii prind numere mai mici decât au în mână.",
    "ru": "Catch the Number — это забавная аркадная HTML5-игра, в которой игроки ловят числа более мелкие, чем те, которые у них есть.",
    "sk": "Catch the Number je zábavná arkádová HTML5 hra, v ktorej hráči chytajú čísla menšie, než držia.",
    "sl": "Catch the Number je zabavna arkadna igra HTML5, kjer igralci lovijo številke, ki so manjše od tistih, ki jih držijo.",
    "sw": "Catch the Number ni mchezo wa kufurahisha wa HTML5 ambapo wachezaji hupata nambari ambazo ni duni zaidi kuliko wanazoshikilia.",
    "ta": "கேட்ச் தி நம்பர் என்பது ஒரு வேடிக்கையான ஆர்கேட் HTML5 கேம் ஆகும், இதில் வீரர்கள் வைத்திருப்பதை விட குறைவான எண்களைப் பிடிக்கிறார்கள்.",
    "te": "క్యాచ్ ది నంబర్ అనేది ఒక ఆహ్లాదకరమైన ఆర్కేడ్ HTML5 గేమ్, ఇక్కడ ప్లేయర్‌లు తమ వద్ద ఉన్న వాటి కంటే తక్కువ సంఖ్యలో ఉన్న నంబర్‌లను…",
    "th": "Catch the Number เป็นเกมอาร์เคด HTML5 แสนสนุกที่ผู้เล่นจับตัวเลขที่เล็กกว่าที่ถืออยู่",
    "tr": "Numarayı Yakala, oyuncuların tuttuklarından daha küçük sayıları yakaladıkları eğlenceli bir HTML5 arcade oyunudur.",
    "uk": "Catch the Number — це весела аркадна гра HTML5, у якій гравці ловлять числа, менші, ніж вони тримають."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Catch the Number is a fun arcade HTML5 game where players catch numbers more diminutive than they are holding.\n\nCatch the Number is a fun and interactive HTML5 game that challenges players to catch falling numbers as they appear on the screen. The game starts with a series of numbers displayed at the top of the screen, and players must use their mouse or finger to drag the correct Number to the smaller numbers than they have in their hand. The game's object is to score as many numbers as possible before time runs out.\n\nThe game is fast-paced and requires quick reflexes and attention to detail. Players must pay close attention to the falling numbers and guess their moves to catch them successfully. The game also includes power-ups that appear randomly throughout, which can help players score more points or increase their scores.\n\nCatch the Number is a great game for players of all ages and skill levels. It's easy to pick up and play but also offers depth and difficulty that keeps players coming back for more. The game's colorful graphics and smooth animations make it a pleasure to play.\n\nCatch the Number is a fun and addictive HTML5 game that keeps players entertained for hours. Its fast-paced gameplay, diverse game modes, and colorful graphics make it a must-play for challenging and engaging gameplay.\n\nTo swipe Install this extension to play the Catch The Number Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}