{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your mood with this amazing New Tab extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By clicking \"Add to Chrome\", I accept and agree to installing the Elevate Tab Extension and setting Chrome New Tab Search provider to Microsoft Bing as described by the service in EULA (https://elevatetab.com/eula.html) and Privacy Policy (https://elevatetab.com/privacy-policy.html).\n\nHave trouble concentrating?\nThis add-on is intended for everyone who wants to gain laser focus.\n\nYou won't believe how you used to function with a Chrome default new tab after downloading Elevate Tab. This custom tool will significantly increase your productivity, and your new tab page will be enhanced with numerous useful features.\n\nThe collection of beautiful wallpapers is the first thing that catches your eye. You get to witness the most incredible landscapes and other works of art on each tab that is opened.\nThe catch is, that you do not have to open a new tab every time. To see these awesome photos just click on the small logo in the top left corner and enjoy. \n\nDo not let rain surprise you and ruin your plans! This feature allows you to stay updated on the weather forecast.  The temperature for the particular place may be found in the right upper corner.\n\nBy using Elevate Tab it will come naturally to you to use our search feature which perfectly fits with beautiful wallpapers. \n\nWe created a new feature for all hard workers out there. You can find it in the left bottom corner and by pressing the chair image you can set reminders.\n What is the purpose of reminders? \nGentle reminders will remind you to take care of your posture because sitting for long periods of time can be harmful to your health.\n\nKeep track of time with the clock feature. \n\nIf somehow you do not like one of these options, you can simply choose to see the ones you like! Just click the Settings and pick your favorites! \n\nRead more about this project here:\n https://elevatetab.com/\n\nPrivacy policy link:\n https://elevatetab.com/privacy-policy.html\n\nEnd-user license agreement: \nhttps://elevatetab.com/eula.html\n\nFeel free to contact us anytime:\n - By submitting a form on the page: https://elevatetab.com/#contact \n - By sending mail to the owner's address: Bulevar Šarla de Gola 2, \nPodgorica, Crna Gora\n- By sending an e-mail to info@datadesign.me"
  }
}