{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ink for Google™"
  },
  "short": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,et,fa,fi,gu,hi,kn,ko,lt,lv,ml,mr,ro,sk,sl,sv,sw,ta,te,th,tr": "Get your favourite Google sites a new coat of paint. Update their look with Material Design",
    "ca": "Aconsegueix una nova capa de pintura als teus llocs de Google preferits. Actualitza el teu aspecte amb Material Design",
    "da,no": "Gi dine favoritt Google-nettsteder et nytt strøk med maling. Oppdater utseendet deres med Material Design",
    "de": "Verpasse deinen Google Seiten einen neuen Farbanstrich. Stelle sie um auf Material Design",
    "en_US,fil": "Get your favorite Google sites a new coat of paint. Update their look with Material Design",
    "es,es_419": "Dale a tus sitios favoritos de Google un nueva capa de pintura. Actualiza su aspecto con Material Design.",
    "fr": "Donnez à vos sites Google favoris un bon coup de peinture. Mettez à jour leur apparence avec Material Design",
    "he": "החל צבעים חדשים לאתרי Google האהובים עליך. עדכן את המראה שלהם בעזרת Material Design",
    "hr": "Dodaj svojim najdražim Google stranicama nove boje i moderniziraj ih Material Design ikonama.",
    "hu": "A kedvenc Google webhelyeit egyedi szinekkel is kiemelheti. Frissítse megjelenésüket a Material Design segítségével",
    "id,ms": "Dapatkan situs Google favorit Anda dengan tampilan warna baru. Perbarui tampilan mereka dengan Desain Material",
    "it": "Dai una nuovo strato di vernice ai siti Google preferiti. Aggiornane il look con Material Design",
    "ja": "お気に入りのGoogleサイトに新しい彩りを。新しいマテリアルデザインで外観を変更しましょう",
    "nl": "Voorzie je favoriete Google sites met een nieuw laagje verf. Geef ze een nieuw aanzien met 'Material Design'",
    "pl": "Dodaj swoim ulubionym witrynom Google nową powłokę. Zaktualizuj ich wygląd za pomocą Material Design.",
    "pt_BR,pt_PT": "Dê uma nova camada de tinta nos seus sites favoritos do Google. Atualize sua aparência com o Material Design.",
    "ru": "Получите ваши любимые сайты Google в новой красочной обёртке. Обновите их внешний вид с помощью Material Design.",
    "sr": "Додаj своjим наjдраžим Гоогле страниcама нове боjе и модернизираj иh Материал Десигн иконама.",
    "uk": "Нанесіть на ваші улюблені сайти Google новий шар фарби. Оновіть їх зовнішній вигляд за допомогою Material Design",
    "vi": "Đem đến diện mạo mới cho các trang Google yêu thích của bạn. Cập nhật giao diện mới theo phong cách Material Design",
    "zh_CN": "让你喜欢的谷歌网站穿上新衣，将它们升级到质感设计界面。",
    "zh_TW": "為您最愛的 Google 網站換上新衣。透過質感設計為它們換上新的外觀。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ink for Google improves the look of well-known Google websites like Search, Gmail and Calendar. It unifies them under the guidelines defined by the Material Design team at Google. Ink takes inspiration from the visual style of Android apps and their newest websites to create a better and consistent experience across all of these services.\n\nInk currently works on most Google websites, even websites which already have material design. On those websites, it improves the design to better match the guidelines.\n\nThis extension requires the permission to read and change your data on google.com sites to make the visual changes.\n\nSee something that you think needs a visual tweak? Click the Ink icon to send us some feedback or to report a bug.",
    "de": "Ink for Google verbessert das Aussehen bekannter Google-Websites wie Suche, Google Mail und Kalender. Sie vereinheitlicht diese unter den vom Material-Design-Team von Google definierten Richtlinien. Ink lässt sich vom visuellen Stil der Android-Apps und ihrer neuesten Websites inspirieren, um ein besseres und konsistentes Erlebnis für all diese Services zu schaffen.\n\nInk funktioniert derzeit auf den meisten Google-Websites; auch auf Websites, die bereits Material Design implementiert haben. Auf diesen Seiten verbessert es das Design, damit es den Richtlinien besser entspricht.\n\nDiese Erweiterung erfordert die Erlaubnis, Ihre Daten auf google.com-Seiten zu lesen und zu ändern, um visuelle Änderungen vorzunehmen.\n\nSehen Sie etwas, das Ihrer Ansicht nach eine visuelle Überarbeitung benötigt? Klicken Sie auf das Tinten-Symbol, um uns ein Feedback zu senden oder einen Fehler zu melden."
  }
}