{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Historease"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search through your browser history with ease - Completely private and crazy fast!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the future of your past!\n\nHistorease is a revolutionary Google Chrome extension designed to transform the way you interact with your browser history. Powered by advanced LLM (AI) models, Historease offers a seamless and intelligent browsing experience, ensuring your history is more accessible, organized, and secure than ever before.\n\nKey Features:\n\n- Semantic Search: Effortlessly find what you're looking for with our AI-driven semantic search. Our search results are competitive with industry giants like Algolia and Elasticsearch, ensuring you get the most relevant results every time.\n  \n- Filter by Date Range: Narrow down your search by specifying date ranges, making it easy to locate past activities without sifting through endless entries.\n  \n- Bookmark Integration: Easily filter your history to show only bookmarked pages, allowing you to quickly revisit your most important sites.\n  \n- Domain Blocking: Take control of your privacy by blocking specific domains from being saved in your history. Keep your browsing history clean and relevant.\n  \n- Website Summaries: Get concise summaries for each website you visit, generated by our cutting-edge AI models. Quickly recall the essence of a page without needing to open it.\n  \n- Privacy First: Historease works entirely within your browser. No remote databases or servers are involved, ensuring your enhanced browser history is safe and secure with you.\n\nHow to Get Started:\n\n1. Install: Add Historease to your Chrome browser.\n2. Sign Up: Visit http://www.historease.com to create your account.\n3. Load: Load your history and bookmarks into Historease to get the most out of your experience from day 1.\n4. Browse: Search and navigate the web like normal! Historease runs in the background and won't interrupt your normal web flow.\n5. Save Time: Navigate through your browser history fast with a variety of filter options\n\nHistorease is designed for users who demand more from their browser history. Whether you're a researcher, a professional, or just someone who values their time, Historease makes it easier to find, organize, and manage your web activities. With our state-of-the-art AI models, you can trust that your search results are accurate, relevant, and fast."
  }
}