{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Disasterisker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show password in plain text whenever the mouse is over the field",
    "es": "Muestra la contraseña en texto claro siempre que el mouse está sobre el campo",
    "it": "Mostra la password in chiaro quando il mouse è sopra il campo",
    "pt_BR,pt_PT": "Mostrar senha em texto não criptografado quando o mouse estiver sobre o campo",
    "ru": "Показывать пароль открытым текстом, когда мышь наведена на поле"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ENGLISH:\nThis extension allows you to easily show password fields on the current page.\nIt shows password on mouse hover...\n...and it copys password in clipboard on mouse click.\n\nWhen you locate a password field you want to show in plain text, click first on the \"red padlock\" icon on the top bar and then move the mouse pointer over that field.\nIf you want to copy that password to the clipboard you have to click on the field.\n\nYou can also toggle functionality on page with a keyboard shirtcut: ALT+SHIFT+8\n\n\"Password Disasterisker\" DOES NOT record / upload any passwords or browsing activity.\n\n\n\nITALIANO:\n\nQuesta estensione ti permette di mostrare facilmente i campi password nella pagina corrente.\nMostra le password al passaggio del mouse...\n...e copia le password negli appunti con un singolo click del mouse.\n\nQuando individui un campo password che vuoi mostrare in \"chiaro\", clicca prima sull'icona del lucchetto rosso nella barra in alto e poi muovi il puntatore del mouse sopra il campo.\nSe vuoi copiare la password negli appunti devi solo fare un click sul campo.\n\nPuoi commutare la funzionalità sulla pagina anche con una scorciatoia da tastiera: ALT+SHIFT+8\n\n\"Password Disasterisker\" NON memorizza o invia alcuna password o attività del browser."
  }
}