{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspecta Gadjet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful Takealot product research Tool. Allowing you to dive deep into marketplace data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Inspecta Gadjet – Your Ultimate Companion for Takealot.com Success\n\nIn the dynamic world of e-commerce, navigating platforms like Takealot.com can be a daunting task. That's where Inspecta Gadjet steps in as the unparalleled tool for Takealot Sellers, making e-commerce not just manageable but thriving.\n\nUnlock the full potential of your Takealot store with a comprehensive set of tools designed to empower South African e-commerce sellers:\n\n### Key Features:\n\n1. **Profitability Calculator:**\n   - Dive into real-time insights on product profitability directly on the page.\n   - Optimize your pricing strategy effortlessly.\n\n2. **Competition Analysis:**\n   - Gain a competitive edge by analyzing other seller stores.\n   - Identify top-performing products and explore lucrative categories.\n\n3. **Keyword Analysis:**\n   - Uncover the power of keywords with a robust analysis.\n   - Discover hundreds of related keywords to enhance your product visibility.\n\n4. **Product Ranking Insights:**\n   - Stay ahead by understanding product rankings for specific keywords.\n   - Explore how your products stack up within different categories.\n\n5. **File Drawer Management:**\n   - Effortlessly organize and save Takealot listings.\n   - Track rankings and sales trends over time for enhanced strategic planning.\n\n### Why Inspecta Gadjet?\n\n- **Market-Leading Tools:**\n  - Inspecta Gadjet provides the best-in-class tools tailored for Takealot Sellers.\n  \n- **Data-Driven Decision Making:**\n  - Analyze data, understand your competition, and make informed decisions for business growth.\n\n- **Efficiency and Convenience:**\n  - As a Chrome Extension, Inspecta Gadjet seamlessly integrates into your browsing experience, providing instant insights without hassle.\n\n### Elevate Your E-commerce Business:\n\nTake your e-commerce business to unprecedented heights with Inspecta Gadjet. Whether you're a seasoned seller or just starting, our tools are crafted to enhance your product development, refine strategies, and maximize success on Takealot.com. Experience the difference – choose Inspecta Gadjet for a smarter, more profitable e-commerce journey.\n\n*Your success on Takealot.com starts with Inspecta Gadjet – the must-have Chrome Extension for Takealot Sellers.*"
  }
}