{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kody Rabatowe GoDealla.pl"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wtyczka wykrywająca kody rabatowe aktualnie obowiązujące w sklepie internetowym, który właśnie odwiedzamy.",
    "en": "Wtyczka wykrywająca kody rabatowe aktualnie obowiązujące w sklepie internetowym, który właśnie odwiedzamy.  Podczas gdy przeglądamy…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nie szukaj rabatów, pozwól im znaleźć Ciebie!\n\nWtyczka wykrywająca kody rabatowe aktualnie obowiązujące w sklepie internetowym, który właśnie odwiedzamy.  Podczas gdy przeglądamy asortyment ulubionego e-sklepu, rozszerzenie przemierza obszerną bazę kuponów rabatowych GoDealla.pl i informuje nas o dostępnych kodach promocyjnych, które obniżą kwotę naszego zamówienia.  \n\n \n\nDlaczego warto korzystać?\n\nAnalizując wiele źródeł, każdego dnia aktualizujemy bazę kodów rabatowych i promocji obowiązujących w ponad 1000 sklepów internetowych. Specjalnie dla naszych użytkowników pozyskujemy także ekskluzywne kody, dostępne tylko u nas. Gromadzimy informacje o zniżkach m.in. w Zalando, Answear, Smyk, Empik, Neo24 czy C&A – lista bezustannie się poszerza, a jej aktualny stan możesz sprawdzić na naszej stronie.  Instalując wtyczkę, nie musisz każdorazowo sprawdzać dostępnych kodów zniżkowych – masz je podane na tacy, zawsze wtedy, kiedy tego potrzebujesz!\n\n \n\nJak korzystać z wtyczki?\n\nKorzystanie z wtyczki jest dziecinnie proste. Kiedy wykryje ona kod rabatowy na stronie, którą właśnie odwiedzasz, zobaczysz pasek z liczbą dostępnych kuponów -  rozwiń go, by poznać szczegóły i kliknij, by uzyskać kod. Po skopiowaniu i przejściu do strony promocji, wklej kod w przeznaczone do tego miejsce w koszyku  lub podczas finalizacji zakupu.  Gotowe!"
  }
}