{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global WA Office"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send WhatsApp messages to a single user or to multiple users in bulk without saving number."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most extensive \"Global WA Office\" Send Whatsapp message to a single user or to multiple users in bulk without saving number.\n\nTry our simple WhatsApp marketing solution that allows you send single message and send messages to Whatsapp multiple users without limit, our \"Global WA Office\" software got you covered without worries.\n\nOur \"Global WA Office\" With this, you can :\n✔ Send messages to WhatsApp contacts even if they are not in your contact.\n✔ Download bulk contacts from WhatsApp groups in CSV format.\n✔ No more manually sending messages to your customers or friends one by one.\n✔ Also, Send attachments along with text messages.\n✔ Also, Send personalized messages.\n\nFor your WhatsApp account's safety, please :\n- Do not send more than 50 messages at once\n- Do not send more than 500 messages in a day\n- Simply do not spam users with unwanted messages\n\nDisclaimer:\n\nThis \"Global WA Office\" Chrome Extension (plugin) is not affiliated or certified WhatsApp . This is an unofficial enhancement for WhatsApp Web.\n\nIf WhatsApp makes any changes to their products, we will try our best to keep ourselves upto date, but we cannot guarantee being able to serve in all cases.\n\n*Tested to work on \"Global WA Office\" Chrome browser Extension"
  }
}