{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Channels Click to Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Channels automatically highlights phone numbers on websites and allows you to call them with just a click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn phone calls into your main advantage with Channels Click-to-Call widget.\n\nFrom handling calls with maximum flexibility to providing excellent customer service, Channels makes it easy to turn phone calls into your main advantage.\n\nANSWER ON-THE-SPOT CUSTOMER CALLS\nOur Click-to-Call widget comes with a powerful link under which you’ll find all crucial customer details that will help you lead the call even when you’re unprepared. \n\nWhere do we take these details from?\n\neCOMMERCE INTEGRATIONS\nChannels integrates with your favorite eCommerce platforms such as Shopify and Magento and pulls customer data from them to show you it right when your customers are calling.\n\nWith details such as their Full name, company, role, phone number, and latest orders, you won’t have to ask endless questions to identify your customer and their issue and you’ll be able to get straight to the point of the conversation. \n\nNo more interview-like customer support phone calls, right?\n\nMAKE ONE-CLICK CALLS FROM ANY WEBPAGE YOU WANT\nChannels gives you an option to turn on auto-highlighting for phone numbers. This allows you to make phone calls simply by clicking on the phone numbers you see on any webpage you are.\n\nIt can save you tons of time and come in handy especially when you’re using tools like Pipedrive (that Channels integrates with!) where you store your clients’ details along with their phone numbers. \n\nThis way, you don’t have to switch between various software and you can make calls in the most flexible way.\n\nMAKE YOU LIVECHAT MORE VERSATILE\nChannels integrates with LiveChat to make it an even better solution. Namely, we all know that chat has its limitations and not every issue can be resolved through text. \n\nThus, whenever you get stuck during a conversation and want to move the talk over the phone or get back to your customer by calling, you can simply send them a Callback request and collect their phone number, directly in Channels.\n\nThis will help you keep everything organized and will make it easier for you to call them back.\n\nWORK ON CUSTOMER HAPPINESS WITH IVR\nChannels comes with an IVR. IVR is a piece of software that lets your customers make calls accordingly to their issue by choosing a tone on a keypad.\n\nTherefore, using an IVR, you can connect your customers directly to the right customer service rep and limit the number of times when you have to redirect your customers or, even worse, put them on hold.\n\nKeep them happy by making it easy to resolve their issues and don’t make them spend too much time on pointless waiting.\n\nHANDLE PHONE CALLS WHEREVER YOU ARE\nBesides Channels Click-to-Call widget that is available in the Chrome Web Store, you can also get Channels Mobile app (on Android and iOS) that lets you take business phone calls no matter where you.\n\nThis way, your office won’t be the only place where you’re ready to assist your customers and no case will turn out to be unreachable.\n\nGO GLOBAL, CALL GLOBAL\nChannels makes it easy for you to connect with your worldwide customers. That’s because we offer international phone numbers from more than 60 countries. Using them, you can appeal to customers from all over the world and make it easy for them to contact your company. If you combine it with the Toll-free numbers that we offer, you’ll make it a no-brainer for your customers to call your support center in case of an issue.\n\nOn top of that, Channels remembers that - especially - a customer support center should save your business some money and not make it spend more. Thus, you’ll find only affordable call rates, so in case you want to make outbound calls, it won’t ever hurt your budget.\n\nLOOSE NO IMPORTANT DETAIL\nIn Channels, you’ll find an option to record every call you make. This way, you can rewind any important conversation you had and recall important information. Plus, we store your call recordings even up to 365 days, so you don’t have to worry whether you’ll “have them for long enough”.\n\nMONITOR CALLS LIVE\nSometimes you want to have access to an ongoing call without being a part of it. It comes in handy when you have to onboard new representatives or coach them. In such a case, you can make use of live-listing which allows you to monitor every call live without actually being present during the call.\n\nSTART NOW WITH A 7-DAY FREE TRIAL\nChannels comes in two, simple pricing plans which you can check at channels.app/pricing. \nYet, to make it easier for you to start, you can signup for a 7-day trial and use Channels for free with no limitation for 7 days. \n\nWe don’t require a credit card upfront so there’s really no reason why you shouldn’t try it out yourself!"
  }
}