{
  "name": {
    "ar": "تصور جداول بيانات GPT",
    "am": "የጂፒቲ የተመን ሉሆች እይታ",
    "bg": "GPT Визуализация на електронни таблици",
    "bn": "GPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন",
    "ca": "Visualització de fulls de càlcul GPT",
    "cs": "Vizualizace tabulek GPT",
    "da,no": "GPT-regnearkvisualisering",
    "de": "Visualisierung von GPT-Tabellen",
    "el": "Οπτικοποίηση υπολογιστικών φύλλων GPT",
    "en,en_AU,en_GB,en_US,fil": "GPT Spreadsheets Visualization",
    "es,es_419": "Visualización de hojas de cálculo GPT",
    "et": "GPT arvutustabelite visualiseerimine",
    "fa": "تجسم صفحات گسترده GPT",
    "fi": "GPT-laskentataulukoiden visualisointi",
    "fr": "Visualisation des feuilles de calcul GPT",
    "gu": "GPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન",
    "he": "ויזואליזציה של גיליונות אלקטרוניים של GPT",
    "hi": "जीपीटी स्प्रेडशीट विज़ुअलाइज़ेशन",
    "hr": "GPT vizualizacija proračunskih tablica",
    "hu": "GPT-táblázatok megjelenítése",
    "id": "Visualisasi Spreadsheet GPT",
    "it": "Visualizzazione dei fogli di calcolo GPT",
    "ja": "GPT スプレッドシートの視覚化",
    "kn": "GPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣ",
    "ko": "GPT 스프레드시트 시각화",
    "lt": "GPT skaičiuoklių vizualizacija",
    "lv": "GPT izklājlapu vizualizācija",
    "ml": "GPT സ്‌പ്രെഡ്‌ഷീറ്റ് ദൃശ്യവൽക്കരണം",
    "mr": "GPT स्प्रेडशीट व्हिज्युअलायझेशन",
    "ms": "Visualisasi Hamparan GPT",
    "nl": "GPT-spreadsheets-visualisatie",
    "pl": "Wizualizacja arkuszy kalkulacyjnych GPT",
    "pt_BR": "Visualização de planilhas do GPT",
    "pt_PT": "Visualização de folhas de cálculo GPT",
    "ro": "Vizualizarea foilor de calcul GPT",
    "ru": "Визуализация таблиц GPT",
    "sk": "Vizualizácia tabuliek GPT",
    "sl": "Vizualizacija preglednic GPT",
    "sr": "Визуелизација ГПТ табела",
    "sv": "Visualisering av GPT-kalkylblad",
    "sw": "Taswira ya Lahajedwali za GPT",
    "ta": "GPT விரிதாள் காட்சிப்படுத்தல்",
    "te": "GPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్",
    "th": "การแสดงภาพสเปรดชีต GPT",
    "tr": "GPT Elektronik Tablo Görselleştirmesi",
    "uk": "Візуалізація таблиць GPT",
    "vi": "Trực quan hóa bảng tính GPT",
    "zh_CN": "GPT电子表格可视化",
    "zh_TW": "GPT電子表格視覺化"
  },
  "short": {
    "ar": "يمكنك استكشاف البيانات تلقائيًا وإنشاء تصورات ورسوم بيانية من جداول البيانات باستخدام نماذج لغة كبيرة مثل ChatGPT وGPT4.",
    "am": "እንደ ChatGPT እና GPT4 ያሉ ትላልቅ የቋንቋ ሞዴሎችን በመጠቀም ውሂብን በራስ-ሰር ያስሱ፣ ምስላዊ ምስሎችን እና መረጃን ከየተመን ሉሆች ይፍጠሩ።",
    "bg": "Автоматично изследвайте данни, генерирайте визуализации и инфографики от електронни таблици, като използвате големи езикови модели…",
    "bn": "স্বয়ংক্রিয়ভাবে ডেটা অন্বেষণ করুন, ChatGPT এবং GPT4 এর মতো বড় ভাষা মডেলগুলি ব্যবহার করে স্প্রেডশীটগুলি থেকে ভিজ্যুয়ালাইজেশন এবং…",
    "ca": "Exploreu dades automàticament, genereu visualitzacions i infografies a partir de fulls de càlcul mitjançant grans models de…",
    "cs": "Automaticky prozkoumávejte data, generujte vizualizace a infografiku z tabulek pomocí velkých jazykových modelů, jako je ChatGPT a…",
    "da": "Udforsk automatisk data, generer visualiseringer og infografik fra regneark ved hjælp af store sprogmodeller som ChatGPT og GPT4.",
    "de": "Erkunden Sie automatisch Daten, generieren Sie Visualisierungen und Infografiken aus Tabellenkalkulationen mithilfe großer…",
    "el": "Εξερευνήστε αυτόματα δεδομένα, δημιουργήστε απεικονίσεις και γραφήματα από υπολογιστικά φύλλα χρησιμοποιώντας μεγάλα μοντέλα…",
    "en,en_AU": "Automatically explore data, generate visualizations and infographics from Spreadsheets using large language models like ChatGPT.",
    "en_GB,en_US": "Automatically explore data, generate visualizations and infographics from Spreadsheets using large language models like ChatGPT and…",
    "es,es_419": "Explore datos automáticamente, genere visualizaciones e infografías a partir de hojas de cálculo utilizando modelos de lenguaje…",
    "et": "Uurige automaatselt andmeid, looge arvutustabelitest visualiseerimisi ja infograafikat, kasutades suuri keelemudeleid, nagu ChatGPT…",
    "fa": "با استفاده از مدل‌های زبان بزرگ مانند ChatGPT و GPT4، داده‌ها را به‌طور خودکار کاوش کنید، تصاویر و اینفوگرافیک‌ها را از صفحات…",
    "fi": "Tutki tietoja automaattisesti, luo visualisointeja ja infografioita laskentataulukoista käyttämällä suuria kielimalleja, kuten…",
    "fil": "Awtomatikong i-explore ang data, bumuo ng mga visualization at infographics mula sa Spreadsheets gamit ang malalaking modelo ng…",
    "fr": "Explorez automatiquement les données, générez des visualisations et des infographies à partir de feuilles de calcul à l'aide de…",
    "gu": "ChatGPT અને GPT4 જેવા મોટા ભાષાના મોડલ્સનો ઉપયોગ કરીને સ્પ્રેડશીટ્સમાંથી આપમેળે ડેટાનું અન્વેષણ કરો, વિઝ્યુલાઇઝેશન અને…",
    "he": "חקור אוטומטית נתונים, צור הדמיות ואינפוגרפיקות מגיליונות אלקטרוניים באמצעות מודלים של שפות גדולות כמו ChatGPT ו-GPT4.",
    "hi": "चैटजीपीटी और जीपीटी4 जैसे बड़े भाषा मॉडल का उपयोग करके स्प्रेडशीट से स्वचालित रूप से डेटा का पता लगाएं, विज़ुअलाइज़ेशन और…",
    "hr": "Automatski istražite podatke, generirajte vizualizacije i infografike iz proračunskih tablica pomoću velikih jezičnih modela kao…",
    "hu": "Automatikusan fedezze fel az adatokat, generáljon vizualizációkat és infografikákat a táblázatokból olyan nagy nyelvi modellek…",
    "id": "Jelajahi data secara otomatis, hasilkan visualisasi dan infografis dari Spreadsheet menggunakan model bahasa besar seperti ChatGPT…",
    "it": "Esplora automaticamente i dati, genera visualizzazioni e infografiche da fogli di calcolo utilizzando modelli linguistici di grandi…",
    "ja": "ChatGPT や GPT4 などの大規模な言語モデルを使用して、データを自動的に探索し、スプレッドシートからビジュアライゼーションやインフォグラフィックを生成します。",
    "kn": "ChatGPT ಮತ್ತು GPT4 ನಂತಹ ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳಿಂದ ಡೇಟಾವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನ್ವೇಷಿಸಿ, ದೃಶ್ಯೀಕರಣಗಳು ಮತ್ತು…",
    "ko": "ChatGPT 및 GPT4와 같은 대규모 언어 모델을 사용하여 스프레드시트에서 자동으로 데이터를 탐색하고 시각화 및 인포그래픽을 생성합니다.",
    "lt": "Automatiškai tyrinėkite duomenis, generuokite vizualizacijas ir infografiką iš skaičiuoklių naudodami didelius kalbų modelius,…",
    "lv": "Automātiski izpētiet datus, ģenerējiet vizualizācijas un infografikas no izklājlapām, izmantojot lielus valodu modeļus, piemēram,…",
    "ml": "ChatGPT, GPT4 പോലുള്ള വലിയ ഭാഷാ മോഡലുകൾ ഉപയോഗിച്ച് സ്‌പ്രെഡ്‌ഷീറ്റുകളിൽ നിന്ന് സ്വയമേവ ഡാറ്റ പര്യവേക്ഷണം ചെയ്യുക,…",
    "mr": "ChatGPT आणि GPT4 सारख्या मोठ्या भाषा मॉडेल्सचा वापर करून स्प्रेडशीट्समधून स्वयंचलितपणे डेटा एक्सप्लोर करा, व्हिज्युअलायझेशन आणि…",
    "ms": "Terokai data secara automatik, jana visualisasi dan maklumat grafik daripada Hamparan menggunakan model bahasa besar seperti…",
    "nl": "Verken automatisch gegevens, genereer visualisaties en infographics vanuit spreadsheets met behulp van grote taalmodellen zoals…",
    "no": "Utforsk data automatisk, generer visualiseringer og infografikk fra regneark ved hjelp av store språkmodeller som ChatGPT og GPT4.",
    "pl": "Automatycznie eksploruj dane, generuj wizualizacje i infografiki z arkuszy kalkulacyjnych, korzystając z dużych modeli językowych,…",
    "pt_BR": "Explore dados automaticamente, gere visualizações e infográficos a partir de planilhas usando grandes modelos de linguagem como o…",
    "pt_PT": "Explore dados automaticamente, gere visualizações e infográficos a partir de folhas de cálculo utilizando modelos de linguagem de…",
    "ro": "Explorați automat datele, generați vizualizări și infografice din foi de calcul folosind modele mari de limbă precum ChatGPT și…",
    "ru": "Автоматически исследуйте данные, создавайте визуализации и инфографику из электронных таблиц, используя большие языковые модели,…",
    "sk": "Automaticky skúmajte údaje, generujte vizualizácie a infografiky z tabuliek pomocou veľkých jazykových modelov, ako sú ChatGPT a…",
    "sl": "Samodejno raziščite podatke, ustvarite vizualizacije in infografike iz preglednic z uporabo velikih jezikovnih modelov, kot sta…",
    "sr": "Аутоматски истражујте податке, генеришите визуелизације и инфографику из табела користећи велике језичке моделе као што су ЦхатГПТ…",
    "sv": "Utforska data automatiskt, generera visualiseringar och infografik från kalkylblad med hjälp av stora språkmodeller som ChatGPT och…",
    "sw": "Gundua data kiotomatiki, toa taswira na maelezo kutoka kwa Lahajedwali kwa kutumia miundo mikubwa ya lugha kama vile ChatGPT na…",
    "ta": "ChatGPT மற்றும் GPT4 போன்ற பெரிய மொழி மாடல்களைப் பயன்படுத்தி, ஸ்ப்ரெட்ஷீட்களிலிருந்து தரவைத் தானாக ஆராய்ந்து, காட்சிப்படுத்தல்…",
    "te": "ChatGPT మరియు GPT4 వంటి పెద్ద భాషా నమూనాలను ఉపయోగించి స్ప్రెడ్‌షీట్‌ల నుండి స్వయంచాలకంగా డేటాను అన్వేషించండి, విజువలైజేషన్‌లు మరియు…",
    "th": "สำรวจข้อมูลโดยอัตโนมัติ สร้างการแสดงภาพและอินโฟกราฟิกจากสเปรดชีตโดยใช้โมเดลภาษาขนาดใหญ่ เช่น ChatGPT และ GPT4",
    "tr": "ChatGPT ve GPT4 gibi büyük dil modellerini kullanarak verileri otomatik olarak keşfedin, E-tablolardan görselleştirmeler ve…",
    "uk": "Автоматично досліджуйте дані, створюйте візуалізації та інфографіку з електронних таблиць за допомогою великих мовних моделей,…",
    "vi": "Tự động khám phá dữ liệu, tạo trực quan hóa và đồ họa thông tin từ Bảng tính bằng cách sử dụng các mô hình ngôn ngữ lớn như ChatGPT…",
    "zh_CN": "使用 ChatGPT 和 GPT4 等大型语言模型自动探索数据、从电子表格生成可视化和信息图表。",
    "zh_TW": "使用 ChatGPT 和 GPT4 等大型語言模型自動探索資料、從電子表格產生視覺化和資訊圖表。"
  },
  "long": {
    "ar": "يعد تصور جداول بيانات GPT أداة لإنشاء تصورات البيانات والرسوم البيانية المخلصة للبيانات. إنه يعمل مع أي لغة برمجة ومكتبات تصور على سبيل المثال. matplotlib، وseaborn، وaltair، وd3 وما إلى ذلك، ويعمل مع العديد من موفري نماذج اللغات الكبيرة (ChatGPT، وPaLM، وCohere، وHuggingface).\n\nوهو يتألف من 4 وحدات - الملخص الذي يحول البيانات إلى ملخص لغة طبيعية غني ولكن مدمج، وGOAL EXPLORER الذي يعدد أهداف التصور في ضوء البيانات، وVISGENERATOR الذي يقوم بإنشاء كود التصور وتحسينه وتنفيذه وتصفيته ووحدة INFOGRAPHER التي تنتج البيانات -رسومات مخلصة باستخدام IGMs.\n\nتعمل تقنية GPT Spreadsheets Visualization على تعزيز قدرات نمذجة اللغة وكتابة التعليمات البرمجية لأحدث ما توصلت إليه ماجستير إدارة الأعمال في تمكين قدرات التصور الآلي الأساسية (تلخيص البيانات، واستكشاف الأهداف، وتوليد التصور، وتوليد الرسوم البيانية) بالإضافة إلى العمليات على التصورات الحالية (شرح التصور، التقييم الذاتي، الإصلاح التلقائي، التوصية).\n\n  تلخيص البيانات\n  جيل الهدف\n  جيل التصور\n  تحرير التصور\n  شرح التصور\n  تقييم التصور وإصلاحه\n  توصية التصور\n  جيل الانفوجرافيك\n\nتلخيص البيانات\nيمكن أن تكون مجموعات البيانات ضخمة. يقوم تصور جداول بيانات GPT بتلخيص البيانات في تمثيل لغة طبيعية مدمج ولكنه كثيف المعلومات يُستخدم كسياق أساسي لجميع العمليات اللاحقة.\n\nاستكشاف البيانات الآلي\nلست على دراية بمجموعة البيانات؟ يوفر تصور جداول بيانات GPT وضعًا مؤتمتًا بالكامل ينشئ أهدافًا تصورية ذات معنى استنادًا إلى مجموعة البيانات.\n\nتصورات نحوية ملحدة\nهل تريد إنشاء تصورات باستخدام لغة بايثون في Altair وMatplotlib وSeaborn وما إلى ذلك؟ ماذا عن R، C++؟ إن تصور جداول بيانات GPT لا يعتمد على القواعد النحوية، أي أنه يمكنه إنشاء تصورات في أي قواعد نحوية يتم تمثيلها كرمز.\n\nجيل الرسوم البيانية\nقم بتحويل البيانات إلى رسوم بيانية غنية ومزخرفة وجذابة باستخدام نماذج توليد الصور. فكر في قصص البيانات والتخصيص (العلامة التجارية والأسلوب والتسويق وما إلى ذلك)\n\n➤ سياسة الخصوصية\n\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "የጂፒቲ የተመን ሉሆች ምስላዊነት የመረጃ ምስሎችን እና በመረጃ ላይ የተመሰረተ መረጃን ለማመንጨት መሳሪያ ነው። ከማንኛውም የፕሮግራም አወጣጥ ቋንቋ እና ምስላዊ ቤተ-መጽሐፍት ጋር ይሰራል ለምሳሌ. matplotlib፣ seaborn፣ altair፣ d3 ወዘተ እና ከበርካታ ትላልቅ የቋንቋ ሞዴል አቅራቢዎች (ChatGPT፣ PaLM፣ Cohere፣ Huggingface) ጋር ይሰራል።\n\nእሱ 4 ሞጁሎችን ያቀፈ ነው - መረጃን ወደ ሀብታም ነገር ግን የታመቀ የተፈጥሮ ቋንቋ ማጠቃለያ የሚቀይር ማጠቃለያ ፣ ከመረጃው አንፃር የእይታ ግቦችን የሚዘረዝር ግብ ኤክስፕሎረር ፣ ቪዥን ጄኔሬተር የእይታ ኮድ የሚያመነጭ ፣ የሚያጠራ ፣ የሚሰራ እና የሚያጣራ እና መረጃ የሚሰጥ INFOGRAPHER ሞጁል IGMs በመጠቀም ታማኝ ስታይል ግራፊክስ።\n\nየጂፒቲ የተመን ሉሆች ምስላዊነት የቋንቋ ሞዴሊንግ እና ኮድ የመፃፍ ችሎታዎች ዘመናዊ ኤል.ኤም.ኤ.ዎች ዋና አውቶማቲክ ምስላዊ ችሎታዎችን (መረጃ ማጠቃለያ፣ የግብ አሰሳ፣ የእይታ ማመንጨት፣ የመረጃ ማመንጨት) እንዲሁም በነባር እይታዎች ላይ ስራዎችን (የእይታ እይታ፣ ራስን መገምገም, አውቶማቲክ ጥገና, ምክር).\n\n  የውሂብ ማጠቃለያ\n  ግብ ማመንጨት\n  የእይታ ማመንጨት\n  የእይታ ማስተካከያ\n  ምስላዊ መግለጫ\n  የእይታ ግምገማ እና ጥገና\n  የእይታ እይታ ምክር\n  የኢንፎግራፊ ትውልድ\n\nየውሂብ ማጠቃለያ\nየውሂብ ስብስቦች ትልቅ ሊሆኑ ይችላሉ. የጂፒቲ የተመን ሉሆች ምስላዊ መረጃን ጠቅለል ባለ መልኩ ነገር ግን መረጃ ጥቅጥቅ ያለ የተፈጥሮ ቋንቋ ውክልና ለሁሉም ተከታይ ስራዎች እንደ አውድ መሰረት አድርጎ ያገለግል ነበር።\n\nራስ-ሰር የውሂብ ፍለጋ\nየውሂብ ስብስብ አታውቀውም? የጂፒቲ የተመን ሉሆች እይታ በመረጃ ቋቱ ላይ ተመስርተው ትርጉም ያለው የማሳየት ግቦችን የሚያመነጭ ሙሉ በሙሉ በራስ ሰር ሁነታን ይሰጣል።\n\nሰዋሰው-አግኖስቲክ እይታዎች\nበአልታይር ፣ ማትፕሎትሊብ ፣ ሲቦርን ወዘተ ውስጥ በፓይቶን ውስጥ የተፈጠሩ ምስሎችን ይፈልጋሉ? ስለ R፣ C++ እንዴት ነው? የጂፒቲ የተመን ሉሆች ምስላዊነት ሰዋሰው አግኖስቲክ ነው ማለትም፣ በማንኛውም ሰዋሰው እንደ ኮድ በተወከለው የእይታ ምስሎችን መፍጠር ይችላል።\n\nየኢንፎግራፊክስ ትውልድ\nየምስል ማመንጨት ሞዴሎችን በመጠቀም መረጃን ወደ ሀብታም፣ ያጌጡ፣ አሳታፊ ቅጥ ያላቸው ኢንፎግራፊዎች ይለውጡ። የውሂብ ታሪኮችን አስብ፣ ግላዊነት ማላበስ (ብራንድ፣ ዘይቤ፣ ግብይት ወዘተ.)\n\n➤ የግላዊነት ፖሊሲ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "GPT Spreadsheets Visualization е инструмент за генериране на визуализации на данни и инфографика, достоверна на данните. Работи с всеки език за програмиране и библиотеки за визуализация, напр. matplotlib, seaborn, altair, d3 и т.н. и работи с множество големи доставчици на езикови модели (ChatGPT, PaLM, Cohere, Huggingface).\n\nСъстои се от 4 модула - SUMMARIZER, който преобразува данните в богато, но компактно резюме на естествен език, GOAL EXPLORER, който изброява целите на визуализацията, дадени от данните, VISGENERATOR, който генерира, усъвършенства, изпълнява и филтрира код за визуализация и модул INFOGRAPHER, който дава данни -вярна стилизирана графика, използваща IGM.\n\nGPT Spreadsheets Visualization използва езиковото моделиране и възможностите за писане на код на най-съвременните LLM за активиране на основни автоматизирани възможности за визуализация (обобщаване на данни, изследване на цели, генериране на визуализация, генериране на инфографика), както и операции върху съществуващи визуализации (обяснение на визуализация, самооценка, автоматичен ремонт, препоръка).\n\n  Обобщаване на данните\n  Генериране на цели\n  Генериране на визуализация\n  Редактиране на визуализация\n  Визуализация Обяснение\n  Визуална оценка и ремонт\n  Препоръка за визуализация\n  Генериране на инфографика\n\nОбобщаване на данните\nНаборите от данни могат да бъдат масивни. GPT Spreadsheets Visualization обобщава данните в компактно, но наситено с информация представяне на естествен език, използвано като основен контекст за всички последващи операции.\n\nАвтоматизирано изследване на данни\nНе сте запознати с набор от данни? GPT Spreadsheets Visualization осигурява напълно автоматизиран режим, който генерира смислени цели за визуализация въз основа на набора от данни.\n\nГраматико-агностични визуализации\nИскате визуализации, създадени в python в Altair, Matplotlib, Seaborn и т.н.? Какво ще кажете за R, C++? GPT Spreadsheets Visualization е агностик на граматиката, т.е. може да генерира визуализации във всяка граматика, представена като код.\n\nГенериране на инфографика\nПреобразувайте данни в богати, украсени, ангажиращи стилизирани инфографики, като използвате модели за генериране на изображения. Мислете за истории с данни, персонализация (марка, стил, маркетинг и т.н.)\n\n➤ Политика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "GPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন হল ডেটা ভিজ্যুয়ালাইজেশন এবং ডেটা-বিশ্বস্ত ইনফোগ্রাফিক্স তৈরি করার একটি টুল। এটি যেকোনো প্রোগ্রামিং ভাষা এবং ভিজ্যুয়ালাইজেশন লাইব্রেরির সাথে কাজ করে যেমন matplotlib, seaborn, altair, d3 ইত্যাদি এবং একাধিক বড় ভাষা মডেল প্রদানকারীর সাথে কাজ করে (ChatGPT, PaLM, Cohere, Huggingface)।\n\nএটি 4টি মডিউল নিয়ে গঠিত - একটি সংক্ষিপ্তকারী যা ডেটাকে একটি সমৃদ্ধ কিন্তু কমপ্যাক্ট প্রাকৃতিক ভাষার সারাংশে রূপান্তরিত করে, একটি গোল এক্সপ্লোরার যা ডেটা প্রদত্ত ভিজ্যুয়ালাইজেশন লক্ষ্যগুলি গণনা করে, একটি ভিসজেনারেটর যা ভিজ্যুয়ালাইজেশন কোড তৈরি করে, পরিমার্জন করে, কার্যকর করে এবং ফিল্টার করে এবং একটি INFOGRAPHER ডেটা মডিউল করে। -আইজিএম ব্যবহার করে বিশ্বস্ত স্টাইলাইজড গ্রাফিক্স।\n\nGPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন মূল স্বয়ংক্রিয় ভিজ্যুয়ালাইজেশন সক্ষমতা (ডেটা সংক্ষিপ্তকরণ, লক্ষ্য অন্বেষণ, ভিজ্যুয়ালাইজেশন জেনারেশন, ইনফোগ্রাফিক্স জেনারেশন) এবং সেইসাথে বিদ্যমান ভিজ্যুয়ালাইজেশন (ভিজ্যুয়ালাইজেশন ব্যাখ্যা, ক্রিয়াকলাপ) সক্ষম করার জন্য অত্যাধুনিক এলএলএম-এর ভাষা মডেলিং এবং কোড লেখার ক্ষমতাকে কাজে লাগায়। স্ব-মূল্যায়ন, স্বয়ংক্রিয় মেরামত, সুপারিশ)।\n\n  ডেটা সংক্ষিপ্তকরণ\n  লক্ষ্য প্রজন্ম\n  ভিজ্যুয়ালাইজেশন জেনারেশন\n  ভিজ্যুয়ালাইজেশন এডিটিং\n  ভিজ্যুয়ালাইজেশন ব্যাখ্যা\n  ভিজ্যুয়ালাইজেশন মূল্যায়ন এবং মেরামত\n  ভিজ্যুয়ালাইজেশন সুপারিশ\n  ইনফোগ্রাফিক জেনারেশন\n\nডেটা সংক্ষিপ্তকরণ\nডেটাসেট বিশাল হতে পারে। GPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন ডেটাকে সংক্ষিপ্ত করে একটি কম্প্যাক্ট কিন্তু তথ্য ঘন প্রাকৃতিক ভাষা উপস্থাপনা যা পরবর্তী সমস্ত ক্রিয়াকলাপের জন্য গ্রাউন্ডিং প্রসঙ্গ হিসাবে ব্যবহৃত হয়।\n\nঅটোমেটেড ডেটা এক্সপ্লোরেশন\nএকটি ডেটাসেটের সাথে অপরিচিত? GPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন একটি সম্পূর্ণ স্বয়ংক্রিয় মোড প্রদান করে যা ডেটাসেটের উপর ভিত্তি করে অর্থপূর্ণ ভিজ্যুয়ালাইজেশন লক্ষ্য তৈরি করে।\n\nব্যাকরণ-অজ্ঞেয়বাদী ভিজ্যুয়ালাইজেশন\nAltair, Matplotlib, Seaborn ইত্যাদিতে পাইথনে তৈরি ভিজ্যুয়ালাইজেশন চান? আর, সি++ কেমন হবে? GPT স্প্রেডশীট ভিজ্যুয়ালাইজেশন ব্যাকরণ অজ্ঞেয়বাদী অর্থাৎ, কোড হিসাবে উপস্থাপিত যেকোনো ব্যাকরণে ভিজ্যুয়ালাইজেশন তৈরি করতে পারে।\n\nইনফোগ্রাফিক্স জেনারেশন\nইমেজ জেনারেশন মডেল ব্যবহার করে সমৃদ্ধ, অলঙ্কৃত, আকর্ষক স্টাইলাইজড ইনফোগ্রাফিক্সে ডেটা রূপান্তর করুন। ডেটা গল্প ভাবুন, ব্যক্তিগতকরণ (ব্র্যান্ড, স্টাইল, মার্কেটিং ইত্যাদি)\n\n➤ গোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "La visualització de fulls de càlcul GPT és una eina per generar visualitzacions de dades i infografies fidels a les dades. Funciona amb qualsevol llenguatge de programació i biblioteques de visualització, p. matplotlib, seaborn, altair, d3, etc. i funciona amb diversos proveïdors de models d'idiomes grans (ChatGPT, PaLM, Cohere, Huggingface).\n\nConsta de 4 mòduls: UN SUMMARIZER que converteix les dades en un resum de llenguatge natural ric però compacte, un GOAL EXPLORER que enumera els objectius de visualització donats les dades, un VISGENERATOR que genera, perfecciona, executa i filtra codi de visualització i un mòdul INFOGRAPHER que proporciona dades. -gràfics estilitzats fidels mitjançant IGM.\n\nLa visualització de fulls de càlcul de GPT aprofita les capacitats de modelatge de llenguatge i escriptura de codi dels LLM d'última generació per habilitar les capacitats bàsiques de visualització automatitzada (resum de dades, exploració d'objectius, generació de visualitzacions, generació d'infografia), així com operacions en visualitzacions existents (explicació de visualització, autoavaluació, reparació automàtica, recomanació).\n\n  Resum de dades\n  Generació d'objectius\n  Generació de visualització\n  Edició de visualització\n  Visualització Explicació\n  Visualització Avaluació i Reparació\n  Recomanació de visualització\n  Generació d'Infografia\n\nResum de dades\nEls conjunts de dades poden ser massius. La visualització de fulls de càlcul GPT resumeix les dades en una representació en llenguatge natural compacta però densa d'informació que s'utilitza com a context de base per a totes les operacions posteriors.\n\nExploració de dades automatitzada\nNo esteu familiaritzat amb un conjunt de dades? La visualització de fulls de càlcul GPT proporciona un mode totalment automatitzat que genera objectius de visualització significatius basats en el conjunt de dades.\n\nVisualitzacions gramaticals agnòstiques\nVoleu visualitzacions creades en Python a Altair, Matplotlib, Seaborn, etc.? Què tal R, C++? La visualització de fulls de càlcul GPT és independent de la gramàtica, és a dir, pot generar visualitzacions en qualsevol gramàtica representada com a codi.\n\nGeneració d'Infografia\nConverteix les dades en infografies estilitzades riques, embellides i atractives mitjançant models de generació d'imatges. Penseu en històries de dades, personalització (marca, estil, màrqueting, etc.)\n\n➤ Política de privadesa\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "GPT Spreadsheets Visualization je nástroj pro generování datových vizualizací a datově věrných infografik. Pracuje s libovolným programovacím jazykem a vizualizačními knihovnami, např. matplotlib, seaborn, altair, d3 atd. a spolupracuje s několika velkými poskytovateli jazykových modelů (ChatGPT, PaLM, Cohere, Huggingface).\n\nSkládá se ze 4 modulů – SUMMARIZER, který převádí data do bohatého, ale kompaktního shrnutí v přirozeném jazyce, GOAL EXPLORER, který vyjmenovává cíle vizualizace na základě dat, VISGENERATOR, který generuje, zpřesňuje, spouští a filtruje vizualizační kód, a modul INFOGRAPHER, který poskytuje data. -věrná stylizovaná grafika pomocí IGM.\n\nGPT Spreadsheets Visualization využívá možnosti jazykového modelování a psaní kódu nejmodernějších LLM tím, že umožňuje základní automatizované vizualizační schopnosti (sumarizace dat, průzkum cílů, generování vizualizací, generování infografik) a také operace se stávajícími vizualizacemi (vysvětlení vizualizací, sebehodnocení, automatická oprava, doporučení).\n\n  Sumarizace dat\n  Generování cílů\n  Generování vizualizace\n  Editace vizualizace\n  Vysvětlení vizualizace\n  Vyhodnocení a opravy vizualizací\n  Vizualizační doporučení\n  Infographic generace\n\nSumarizace dat\nDatové sady mohou být obrovské. Vizualizace tabulek GPT shrnuje data do kompaktní, ale informačně husté reprezentace přirozeného jazyka, která se používá jako základní kontext pro všechny následující operace.\n\nAutomatizovaný průzkum dat\nNeznáte datovou sadu? Vizualizace tabulek GPT poskytuje plně automatizovaný režim, který generuje smysluplné cíle vizualizace na základě datové sady.\n\nGramaticko-agnostické vizualizace\nChcete vizualizace vytvořené v pythonu v Altair, Matplotlib, Seaborn atd? A co R, C++? Vizualizace tabulek GPT je bez gramatiky, tj. může generovat vizualizace v jakékoli gramatice reprezentované jako kód.\n\nGenerování infografiky\nPřevádějte data na bohaté, zdobené a poutavé stylizované infografiky pomocí modelů generování obrázků. Zamyslete se nad datovými příběhy, personalizací (značka, styl, marketing atd.)\n\n➤ Zásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "GPT-regnearkvisualisering er et værktøj til generering af datavisualiseringer og datatrofast infografik. Det fungerer med ethvert programmeringssprog og visualiseringsbiblioteker, f.eks. matplotlib, seaborn, altair, d3 osv. og arbejder med flere store sprogmodeludbydere (ChatGPT, PaLM, Cohere, Huggingface).\n\nDen består af 4 moduler - EN SUMMARIZER, der konverterer data til et rigt, men kompakt naturligt sprogresumé, en MÅLSØGGER, der opregner visualiseringsmål givet dataene, en VISGENERATOR, der genererer, forfiner, udfører og filtrerer visualiseringskode og et INFOGRAPHER-modul, der giver data - Trofast stiliseret grafik ved hjælp af IGM'er.\n\nGPT-regnearkvisualisering udnytter sprogmodellerings- og kodeskrivningskapaciteterne hos avancerede LLM'er til at muliggøre kerneautomatiserede visualiseringsfunktioner (dataresumé, måludforskning, visualiseringsgenerering, infografikgenerering) samt operationer på eksisterende visualiseringer (visualiseringsforklaring, selvevaluering, automatisk reparation, anbefaling).\n\n  Data opsummering\n  Målgenerering\n  Visualiseringsgenerering\n  Visualiseringsredigering\n  Visualisering Forklaring\n  Visualisering evaluering og reparation\n  Visualiseringsanbefaling\n  Infografisk generation\n\nData opsummering\nDatasæt kan være massive. GPT-regnearkvisualisering opsummerer data i en kompakt, men informationstæt naturlig sprogrepræsentation, der bruges som jordforbindelse for alle efterfølgende operationer.\n\nAutomatiseret dataudforskning\nIkke bekendt med et datasæt? GPT Spreadsheets Visualization giver en fuldautomatisk tilstand, der genererer meningsfulde visualiseringsmål baseret på datasættet.\n\nGrammatik-agnostiske visualiseringer\nVil du have visualiseringer oprettet i python i Altair, Matplotlib, Seaborn osv.? Hvad med R, C++? GPT-regnearkvisualisering er grammatikagnostisk, dvs. kan generere visualiseringer i enhver grammatik repræsenteret som kode.\n\nInfografik generation\nKonverter data til rig, udsmykket, engagerende stiliseret infografik ved hjælp af billedgenereringsmodeller. Tænk datahistorier, personalisering (brand, stil, marketing osv.)\n\n➤ Privatlivspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "GPT Spreadsheets Visualization ist ein Tool zum Generieren von Datenvisualisierungen und datengetreuen Infografiken. Es funktioniert mit jeder Programmiersprache und Visualisierungsbibliothek, z. B. matplotlib, seaborn, altair, d3 usw. und funktioniert mit mehreren großen Sprachmodellanbietern (ChatGPT, PaLM, Cohere, Huggingface).\n\nEs besteht aus 4 Modulen: einem SUMMARIZER, der Daten in eine reichhaltige, aber kompakte Zusammenfassung in natürlicher Sprache umwandelt, einem GOAL EXPLORER, der anhand der Daten Visualisierungsziele aufzählt, einem VISGENERATOR, der Visualisierungscode generiert, verfeinert, ausführt und filtert, und einem INFOGRAPHER-Modul, das Daten liefert -getreue stilisierte Grafiken mit IGMs.\n\nGPT Spreadsheets Visualization nutzt die Sprachmodellierungs- und Codeschreibfähigkeiten modernster LLMs, um zentrale automatisierte Visualisierungsfunktionen (Datenzusammenfassung, Zielerkundung, Visualisierungsgenerierung, Infografikgenerierung) sowie Operationen an vorhandenen Visualisierungen (Visualisierungserklärung, Selbsteinschätzung, automatische Reparatur, Empfehlung).\n\n  Datenzusammenfassung\n  Zielgenerierung\n  Visualisierungsgenerierung\n  Visualisierungsbearbeitung\n  Visualisierungserklärung\n  Visualisierungsbewertung und -reparatur\n  Visualisierungsempfehlung\n  Infografik-Generierung\n\nDatenzusammenfassung\nDatensätze können riesig sein. Die Visualisierung von GPT-Tabellen fasst Daten in einer kompakten, aber informationsreichen Darstellung in natürlicher Sprache zusammen, die als Grundlage für alle nachfolgenden Vorgänge dient.\n\nAutomatisierte Datenexploration\nSie sind mit einem Datensatz nicht vertraut? GPT Spreadsheets Visualization bietet einen vollständig automatisierten Modus, der auf der Grundlage des Datensatzes aussagekräftige Visualisierungsziele generiert.\n\nGrammatikunabhängige Visualisierungen\nMöchten Sie Visualisierungen, die in Python in Altair, Matplotlib, Seaborn usw. erstellt wurden? Wie wäre es mit R, C++? GPT Spreadsheets Visualization ist grammatikunabhängig, d. h. es kann Visualisierungen in jeder als Code dargestellten Grammatik generieren.\n\nInfografik-Generierung\nWandeln Sie Daten mithilfe von Bildgenerierungsmodellen in reichhaltige, verschönerte und ansprechende stilisierte Infografiken um. Denken Sie an Datengeschichten, Personalisierung (Marke, Stil, Marketing usw.)\n\n➤ Datenschutzrichtlinie\n\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Η Οπτικοποίηση υπολογιστικών φύλλων GPT είναι ένα εργαλείο για τη δημιουργία οπτικοποιήσεων δεδομένων και γραφημάτων πιστών δεδομένων. Λειτουργεί με οποιαδήποτε γλώσσα προγραμματισμού και βιβλιοθήκες οπτικοποίησης π.χ. matplotlib, seaborn, altair, d3 κλπ και συνεργάζεται με πολλούς παρόχους μεγάλων μοντέλων γλωσσών (ChatGPT, PaLM, Cohere, Huggingface).\n\nΑποτελείται από 4 ενότητες - ένα SUMMARIZER που μετατρέπει δεδομένα σε μια πλούσια αλλά συμπαγή σύνοψη φυσικής γλώσσας, ένα GOAL EXPLORER που απαριθμεί τους στόχους οπτικοποίησης δεδομένων των δεδομένων, ένα VISGENERATOR που δημιουργεί, τελειοποιεί, εκτελεί και φιλτράρει κώδικα οπτικοποίησης και μια ενότητα INFOGRAPHER που παράγει δεδομένα -πιστικά στυλιζαρισμένα γραφικά με χρήση IGM.\n\nΗ Οπτικοποίηση υπολογιστικών φύλλων GPT αξιοποιεί τις δυνατότητες μοντελοποίησης γλώσσας και γραφής κώδικα προηγμένων LLM για την ενεργοποίηση βασικών δυνατοτήτων αυτοματοποιημένης απεικόνισης (σύνοψη δεδομένων, εξερεύνηση στόχων, δημιουργία οπτικοποίησης, δημιουργία infographics) καθώς και λειτουργίες σε υπάρχουσες οπτικοποιήσεις (εξήγηση οπτικοποίησης, αυτοαξιολόγηση, αυτόματη επισκευή, σύσταση).\n\n  Σύνοψη δεδομένων\n  Γενιά Στόχου\n  Γενιά Οπτικοποίησης\n  Επεξεργασία οπτικοποίησης\n  Επεξήγηση οπτικοποίησης\n  Αξιολόγηση και επισκευή οπτικοποίησης\n  Σύσταση οπτικοποίησης\n  Γενιά Infographic\n\nΣύνοψη δεδομένων\nΤα σύνολα δεδομένων μπορεί να είναι τεράστια. Η Οπτικοποίηση υπολογιστικών φύλλων GPT συνοψίζει τα δεδομένα σε μια συμπαγή αλλά πυκνή πληροφορία αναπαράσταση φυσικής γλώσσας που χρησιμοποιείται ως περιβάλλον γείωσης για όλες τις επόμενες λειτουργίες.\n\nΑυτοματοποιημένη Εξερεύνηση Δεδομένων\nΔεν είστε εξοικειωμένοι με ένα σύνολο δεδομένων; Η Οπτικοποίηση υπολογιστικών φύλλων GPT παρέχει μια πλήρως αυτοματοποιημένη λειτουργία που δημιουργεί ουσιαστικούς στόχους οπτικοποίησης με βάση το σύνολο δεδομένων.\n\nΓραμματικές-Αγνωστικιστικές Οπτικοποιήσεις\nΘέλετε οπτικοποιήσεις να δημιουργηθούν σε python σε Altair, Matplotlib, Seaborn κ.λπ.; Τι θα λέγατε για R, C++; Η οπτικοποίηση υπολογιστικών φύλλων GPT είναι γραμματική αγνωστικιστική, δηλαδή μπορεί να δημιουργήσει απεικονίσεις σε οποιαδήποτε γραμματική που αναπαρίσταται ως κώδικας.\n\nΓενιά Infographics\nΜετατρέψτε δεδομένα σε πλούσια, διακοσμημένα, συναρπαστικά στυλιζαρισμένα infographics χρησιμοποιώντας μοντέλα δημιουργίας εικόνων. Σκεφτείτε ιστορίες δεδομένων, εξατομίκευση (μάρκα, στυλ, μάρκετινγκ κ.λπ.)\n\n➤ Πολιτική Απορρήτου\n\nΑπό τη σχεδίασή σας, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "GPT Spreadsheets Visualization is a tool for generating data visualizations and data-faithful infographics. It work with any programming language and visualization libraries e.g. matplotlib, seaborn, altair, d3 etc and works with multiple large language model providers (ChatGPT, PaLM, Cohere, Huggingface). \n\nIt comprises of 4 modules - A SUMMARIZER that converts data into a rich but compact natural language summary, a GOAL EXPLORER that enumerates visualization goals given the data, a VISGENERATOR that generates, refines, executes and filters visualization code and an INFOGRAPHER module that yields data-faithful stylized graphics using IGMs. \n\nGPT Spreadsheets Visualization leverages the language modeling and code writing capabilities of state-of-the-art LLMs in enabling core automated visualization capabilities (data summarization, goal exploration, visualization generation, infographics generation) as well as operations on existing visualizations (visualization explanation, self-evaluation, automatic repair, recommendation).\n\n Data Summarization\n Goal Generation\n Visualization Generation\n Visualization Editing\n Visualization Explanation\n Visualization Evaluation and Repair\n Visualization Recommendation\n Infographic Generation\n\nData Summarization\nDatasets can be massive. GPT Spreadsheets Visualization summarizes data into a compact but information dense natural language representation used as grounding context for all subsequent operations.\n\nAutomated Data Exploration\nUnfamiliar with a dataset? GPT Spreadsheets Visualization provides a fully automated mode that generates meaningful visualization goals based on the dataset. \n\nGrammar-Agnostic Visualizations\nWant visualizations created in python in Altair, Matplotlib, Seaborn etc? How about R, C++ ? GPT Spreadsheets Visualization is grammar agnostic i.e., can generate visualizations in any grammar represented as code.\n\nInfographics Generation\nConvert data into rich, embellished, engaging stylized infographics using image generation models. Think data stories, personalization (brand, style, marketing etc.)\n\n➤ Privacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "GPT Spreadsheets Visualization es una herramienta para generar visualizaciones de datos e infografías fieles a los datos. Funciona con cualquier lenguaje de programación y bibliotecas de visualización, p. matplotlib, seaborn, altair, d3, etc. y funciona con múltiples proveedores de modelos de lenguaje grandes (ChatGPT, PaLM, Cohere, Huggingface).\n\nSe compone de 4 módulos: UN RESUMEN que convierte datos en un resumen rico pero compacto en lenguaje natural, un EXPLORADOR DE OBJETIVOS que enumera los objetivos de visualización dados los datos, un VISGENERADOR que genera, refina, ejecuta y filtra el código de visualización y un módulo INFÓGRAFO que genera datos. -Gráficos estilizados fieles utilizando IGM.\n\nGPT Spreadsheets Visualization aprovecha las capacidades de modelado de lenguaje y escritura de código de los LLM de última generación para permitir capacidades centrales de visualización automatizadas (resumen de datos, exploración de objetivos, generación de visualizaciones, generación de infografías), así como operaciones en visualizaciones existentes (explicación de visualización, autoevaluación, reparación automática, recomendación).\n\n  Resumen de datos\n  Generación de objetivos\n  Generación de visualización\n  Edición de visualización\n  Explicación de visualización\n  Evaluación y reparación de visualización\n  Recomendación de visualización\n  Generación de infografías\n\nResumen de datos\nLos conjuntos de datos pueden ser enormes. La visualización de hojas de cálculo GPT resume los datos en una representación en lenguaje natural compacta pero densa en información que se utiliza como contexto de base para todas las operaciones posteriores.\n\nExploración de datos automatizada\n¿No estás familiarizado con un conjunto de datos? GPT Spreadsheets Visualization proporciona un modo totalmente automatizado que genera objetivos de visualización significativos basados en el conjunto de datos.\n\nVisualizaciones independientes de la gramática\n¿Quiere visualizaciones creadas en Python en Altair, Matplotlib, Seaborn, etc.? ¿Qué tal R, C++? La visualización de hojas de cálculo GPT es independiente de la gramática, es decir, puede generar visualizaciones en cualquier gramática representada como código.\n\nGeneración de infografías\nConvierta datos en infografías estilizadas ricas, embellecidas y atractivas utilizando modelos de generación de imágenes. Piense en historias de datos, personalización (marca, estilo, marketing, etc.)\n\n➤ Política de privacidad\n\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.",
    "et": "GPT arvutustabelite visualiseerimine on tööriist andmete visualiseerimise ja andmetruu infograafika genereerimiseks. See töötab mis tahes programmeerimiskeelega ja visualiseerimisraamatukogudega, nt. matplotlib, seaborn, altair, d3 jne ning töötab mitme suure keelemudeli pakkujaga (ChatGPT, PaLM, Cohere, Huggingface).\n\nSee koosneb neljast moodulist – KOKKUVÕTE, mis teisendab andmed rikkalikuks, kuid kompaktseks loomuliku keele kokkuvõtteks, GOAL EXPLORER, mis loetleb andmete alusel visualiseerimise eesmärgid, VISGENERATOR, mis genereerib, täpsustab, täidab ja filtreerib visualiseerimiskoodi, ja moodul INFOGRAPHER, mis annab andmeid. -ustav stiliseeritud graafika, kasutades IGM-e.\n\nGPT arvutustabelite visualiseerimine kasutab nüüdisaegsete LLM-ide keele modelleerimise ja koodi kirjutamise võimalusi, võimaldades põhilisi automatiseeritud visualiseerimisvõimalusi (andmete kokkuvõte, eesmärgi uurimine, visualiseerimise genereerimine, infograafika genereerimine) ning toiminguid olemasolevate visualiseerimistega (visualiseerimise selgitus, enesehindamine, automaatne remont, soovitus).\n\n  Andmete kokkuvõte\n  Eesmärkide genereerimine\n  Visualiseerimise genereerimine\n  Visualiseerimise redigeerimine\n  Visualiseerimise seletus\n  Visualiseerimise hindamine ja parandamine\n  Visualiseerimise soovitus\n  Infograafika põlvkond\n\nAndmete kokkuvõte\nAndmekogumid võivad olla tohutud. GPT arvutustabelite visualiseerimine koondab andmed kompaktsesse, kuid teabetihedasse loomuliku keele esitusse, mida kasutatakse kõigi järgnevate toimingute aluseks.\n\nAutomatiseeritud andmete uurimine\nKas te pole andmestikuga tuttav? GPT arvutustabelite visualiseerimine pakub täielikult automatiseeritud režiimi, mis loob andmestiku põhjal sisukaid visualiseerimiseesmärke.\n\nGrammatika-agnostilised visualiseeringud\nKas soovite pythonis loodud visualiseerimisi Altairis, Matplotlibis, Seabornis jne? Kuidas oleks R, C++? GPT arvutustabelite visualiseerimine on grammatikaagnostiline, st võib genereerida visualiseerimisi mis tahes grammatikas, mis on esitatud koodina.\n\nInfograafika põlvkond\nTeisendage andmed rikkalikuks, kaunistatud ja kaasahaaravaks stiliseeritud infograafikaks, kasutades kujutise genereerimise mudeleid. Mõelge andmelugudele, isikupärastamisele (bränd, stiil, turundus jne)\n\n➤ Privaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "تجسم صفحات گسترده GPT ابزاری برای تولید تجسم داده ها و اینفوگرافیک های وفادار به داده است. با هر زبان برنامه نویسی و کتابخانه های تجسمی کار می کند. matplotlib، seaborn، altair، d3 و غیره و با چندین ارائه دهنده مدل زبان بزرگ (ChatGPT، PalM، Cohere، Huggingface) کار می کند.\n\nاین شامل 4 ماژول است - یک SUMMARIZER که داده ها را به یک خلاصه زبان طبیعی غنی اما فشرده تبدیل می کند، یک GOAL EXPLORER که اهداف تجسم را با توجه به داده ها برمی شمارد، یک VISGENERATOR که کدهای تجسم را تولید، پالایش، اجرا و فیلتر می کند و یک ماژول INFOGRAPHER که داده ها را ارائه می دهد. گرافیک های سبک وفادار با استفاده از IGM.\n\nتجسم صفحات گسترده GPT از قابلیت‌های مدل‌سازی زبان و کدنویسی پیشرفته‌ترین LLM‌ها برای فعال کردن قابلیت‌های تصویرسازی خودکار اصلی (خلاصه‌سازی داده‌ها، کاوش هدف، تولید تجسم، تولید اینفوگرافیک) و همچنین عملیات روی تجسم‌های موجود (توضیح تجسم، خود ارزیابی، تعمیر خودکار، توصیه).\n\n  خلاصه سازی داده ها\n  تولید هدف\n  نسل تجسم\n  ویرایش بصری\n  توضیح تجسم\n  ارزیابی و تعمیر بصری\n  توصیه تجسم\n  نسل اینفوگرافیک\n\nخلاصه سازی داده ها\nمجموعه داده ها می توانند عظیم باشند. تجسم صفحات گسترده GPT داده ها را در یک نمایش زبان طبیعی فشرده اما متراکم اطلاعاتی خلاصه می کند که به عنوان زمینه برای همه عملیات های بعدی استفاده می شود.\n\nکاوش خودکار داده ها\nبا مجموعه داده آشنا نیستید؟ تجسم صفحات گسترده GPT یک حالت کاملاً خودکار را ارائه می دهد که اهداف تجسم معناداری را بر اساس مجموعه داده ایجاد می کند.\n\nتجسم های گرامر-آگنوستیک\nآیا می خواهید تجسم هایی در python در Altair، Matplotlib، Seaborn و غیره ایجاد شود؟ R، C++ چطور؟ تجسم صفحات گسترده GPT گرامر آگنوستیک است، یعنی می تواند تجسم هایی را در هر دستور زبانی که به عنوان کد ارائه می شود ایجاد کند.\n\nنسل اینفوگرافیک\nبا استفاده از مدل‌های تولید تصویر، داده‌ها را به اینفوگرافیک‌های زیبا، زیبا و جذاب تبدیل کنید. به داستان های داده، شخصی سازی (برند، سبک، بازاریابی و غیره) فکر کنید.\n\n➤ سیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "GPT Spreadsheets -visualisointi on työkalu tietojen visualisointien ja tietoon perustuvien infografioiden luomiseen. Se toimii minkä tahansa ohjelmointikielen ja visualisointikirjastojen kanssa, esim. matplotlib, seaborn, altair, d3 jne. ja toimii useiden suurten kielimallien tarjoajien kanssa (ChatGPT, PaLM, Cohere, Huggingface).\n\nSe koostuu 4 moduulista: SUMMARIZER, joka muuntaa tiedot rikkaaksi mutta kompaktiksi luonnollisen kielen yhteenvedoksi, GOAL EXPLORER, joka luettelee visualisointitavoitteet datan perusteella, VISGENERATOR, joka luo, jalostaa, suorittaa ja suodattaa visualisointikoodia ja INFOGRAPHER-moduuli, joka tuottaa tietoja. - uskollinen tyylitelty grafiikka IGM:illä.\n\nGPT Spreadsheets -visualisointi hyödyntää huippuluokan LLM:ien kielimallinnus- ja koodinkirjoitusominaisuuksia mahdollistaen ydinautomaattiset visualisointiominaisuudet (tietojen yhteenveto, tavoitteen tutkiminen, visualisoinnin luominen, infografiikan luominen) sekä toiminnot olemassa oleville visualisoinneille (visualisoinnin selitys, itsearviointi, automaattinen korjaus, suositus).\n\n  Tietojen yhteenveto\n  Tavoitteen sukupolvi\n  Visualisoinnin sukupolvi\n  Visualisoinnin muokkaus\n  Visualisoinnin selitys\n  Visualisoinnin arviointi ja korjaus\n  Visualisointisuositus\n  Infografiikan sukupolvi\n\nTietojen yhteenveto\nTietojoukot voivat olla valtavia. GPT Spreadsheets -visualisointi tiivistää tiedot kompaktiin, mutta informaatiotiheään luonnolliseen kielen esitykseen, jota käytetään kaikkien myöhempien toimintojen pohjakontekstina.\n\nAutomatisoitu tietojen kartoitus\nEtkö tunne tietojoukkoa? GPT Spreadsheets Visualization tarjoaa täysin automatisoidun tilan, joka luo merkityksellisiä visualisointitavoitteita tietojoukon perusteella.\n\nKielioppi-agnostiset visualisoinnit\nHaluatko pythonilla luotuja visualisointeja Altairissa, Matplotlibissä, Seabornissa jne? Entä R, C++? GPT Spreadsheets -visualisointi on kielioppiagnostikko, eli se voi luoda visualisointeja missä tahansa koodina esitetyssä kielioppissa.\n\nInfografiikan sukupolvi\nMuunna tiedot täyteläisiksi, koristeellisiksi ja mukaansatempaaviksi tyylitellyiksi infografiiksi käyttämällä kuvien luontimalleja. Ajattele datatarinoita, personointia (brändi, tyyli, markkinointi jne.)\n\n➤ Tietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaamme. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Ang GPT Spreadsheets Visualization ay isang tool para sa pagbuo ng mga visualization ng data at data-faithful infographics. Gumagana ito sa anumang programming language at visualization library hal. matplotlib, seaborn, altair, d3 atbp at gumagana sa maraming malalaking tagapagbigay ng modelo ng wika (ChatGPT, PaLM, Cohere, Huggingface).\n\nBinubuo ito ng 4 na module - ISANG SUMMARIZER na nagko-convert ng data sa isang mayaman ngunit siksik na natural na buod ng wika, isang GOAL EXPLORER na nagsasaad ng mga layunin sa visualization na ibinigay sa data, isang VISGENERATOR na bumubuo, nagpino, nagpapatupad at nagsasala ng visualization code at isang INFOGRAPHER na module na nagbubunga ng data -matapat na naka-istilong graphics gamit ang mga IGM.\n\nGinagamit ng GPT Spreadsheets Visualization ang pagmomodelo ng wika at mga kakayahan sa pagsulat ng code ng mga makabagong LLM sa pagpapagana ng mga pangunahing kakayahan sa automated visualization (pagbubuod ng data, paggalugad ng layunin, pagbuo ng visualization, pagbuo ng infographics) pati na rin ang mga pagpapatakbo sa mga kasalukuyang visualization (paliwanag sa visualization, pagsusuri sa sarili, awtomatikong pagkumpuni, rekomendasyon).\n\n  Pagbubuod ng Data\n  Pagbuo ng Layunin\n  Pagbuo ng Visualization\n  Pag-edit ng Visualization\n  Paliwanag ng Visualization\n  Pagsusuri at Pag-aayos ng Visualization\n  Rekomendasyon sa Visualization\n  Pagbuo ng Infographic\n\nPagbubuod ng Data\nAng mga dataset ay maaaring napakalaki. Ang GPT Spreadsheets Visualization ay nagbubuod ng data sa isang compact ngunit siksik ng impormasyon na natural na representasyon ng wika na ginagamit bilang batayan na konteksto para sa lahat ng kasunod na operasyon.\n\nAutomated Data Exploration\nHindi pamilyar sa isang dataset? Nagbibigay ang GPT Spreadsheets Visualization ng ganap na automated na mode na bumubuo ng mga makabuluhang layunin sa visualization batay sa dataset.\n\nGrammar-Agnostic Visualizations\nGusto ng mga visualization na ginawa sa python sa Altair, Matplotlib, Seaborn atbp? Paano ang R, C++? Ang GPT Spreadsheets Visualization ay grammar agnostic ibig sabihin, maaaring makabuo ng mga visualization sa anumang grammar na kinakatawan bilang code.\n\nPagbuo ng Infographics\nI-convert ang data sa mayaman, pinalamutian, nakakaengganyo na mga naka-istilong infographic gamit ang mga modelo ng pagbuo ng imahe. Mag-isip ng mga kwento ng data, pag-personalize (brand, istilo, marketing atbp.)\n\n➤ Patakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "GPT Spreadsheets Visualization est un outil permettant de générer des visualisations de données et des infographies fidèles aux données. Il fonctionne avec n'importe quel langage de programmation et bibliothèques de visualisation, par ex. matplotlib, seaborn, altair, d3 etc et fonctionne avec plusieurs grands fournisseurs de modèles de langage (ChatGPT, PaLM, Cohere, Huggingface).\n\nIl comprend 4 modules : un SUMMARIZER qui convertit les données en un résumé en langage naturel riche mais compact, un GOAL EXPLORER qui énumère les objectifs de visualisation en fonction des données, un VISGENERATOR qui génère, affine, exécute et filtre le code de visualisation et un module INFOGRAPHER qui génère des données. -des graphismes stylisés fidèles utilisant des IGM.\n\nLa visualisation des feuilles de calcul GPT exploite les capacités de modélisation du langage et d'écriture de code des LLM de pointe pour activer les capacités de visualisation automatisées de base (résumé des données, exploration des objectifs, génération de visualisations, génération d'infographies) ainsi que les opérations sur les visualisations existantes (explication de la visualisation, auto-évaluation, réparation automatique, recommandation).\n\n  Résumé des données\n  Génération d'objectifs\n  Génération de visualisation\n  Édition de visualisation\n  Explication de la visualisation\n  Évaluation et réparation de visualisation\n  Recommandation de visualisation\n  Génération d'infographie\n\nRésumé des données\nLes ensembles de données peuvent être volumineux. La visualisation des feuilles de calcul GPT résume les données dans une représentation en langage naturel compacte mais dense en informations utilisée comme contexte de base pour toutes les opérations ultérieures.\n\nExploration automatisée des données\nVous ne connaissez pas un ensemble de données ? La visualisation des feuilles de calcul GPT fournit un mode entièrement automatisé qui génère des objectifs de visualisation significatifs basés sur l'ensemble de données.\n\nVisualisations indépendantes de la grammaire\nVous voulez des visualisations créées en python dans Altair, Matplotlib, Seaborn, etc. ? Et pourquoi pas R, C++ ? La visualisation des feuilles de calcul GPT est indépendante de la grammaire, c'est-à-dire qu'elle peut générer des visualisations dans n'importe quelle grammaire représentée sous forme de code.\n\nGénération d'infographies\nConvertissez les données en infographies stylisées riches, embellies et attrayantes à l'aide de modèles de génération d'images. Pensez aux data stories, à la personnalisation (marque, style, marketing, etc.)\n\n➤ Politique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "GPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન એ ડેટા વિઝ્યુલાઇઝેશન અને ડેટા-વિશ્વાસુ ઇન્ફોગ્રાફિક્સ જનરેટ કરવા માટેનું એક સાધન છે. તે કોઈપણ પ્રોગ્રામિંગ ભાષા અને વિઝ્યુલાઇઝેશન લાઇબ્રેરીઓ સાથે કામ કરે છે દા.ત. matplotlib, seaborn, altair, d3 વગેરે અને બહુવિધ મોટા ભાષા મોડેલ પ્રદાતાઓ (ChatGPT, PaLM, Cohere, Huggingface) સાથે કામ કરે છે.\n\nતેમાં 4 મોડ્યુલોનો સમાવેશ થાય છે - એક સારાંશકર્તા જે ડેટાને સમૃદ્ધ પરંતુ કોમ્પેક્ટ પ્રાકૃતિક ભાષાના સારાંશમાં રૂપાંતરિત કરે છે, એક ગોલ એક્સપ્લોરર જે ડેટાને જોતાં વિઝ્યુલાઇઝેશન લક્ષ્યોની ગણતરી કરે છે, એક VISGENERATOR જે વિઝ્યુલાઇઝેશન કોડ જનરેટ કરે છે, રિફાઇન કરે છે, એક્ઝિક્યુટ કરે છે અને ફિલ્ટર કરે છે અને ઇન્ફોગ્રાફર ડેટા મોડ્યુલ બનાવે છે. - IGM નો ઉપયોગ કરીને વિશ્વાસુ ઢબના ગ્રાફિક્સ.\n\nGPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન કોર ઓટોમેટેડ વિઝ્યુલાઇઝેશન ક્ષમતાઓ (ડેટા સારાંશ, ધ્યેય શોધખોળ, વિઝ્યુલાઇઝેશન જનરેશન, ઇન્ફોગ્રાફિક્સ જનરેશન) તેમજ હાલના વિઝ્યુલાઇઝેશન (વિઝ્યુલાઇઝેશન સ્પષ્ટીકરણ,) પર કામગીરીને સક્ષમ કરવામાં અત્યાધુનિક LLM ની ભાષા મોડેલિંગ અને કોડ લેખન ક્ષમતાઓનો લાભ લે છે. સ્વ-મૂલ્યાંકન, સ્વચાલિત સમારકામ, ભલામણ).\n\n  ડેટા સારાંશ\n  ગોલ જનરેશન\n  વિઝ્યુલાઇઝેશન જનરેશન\n  વિઝ્યુલાઇઝેશન એડિટિંગ\n  વિઝ્યુલાઇઝેશન સમજૂતી\n  વિઝ્યુલાઇઝેશન મૂલ્યાંકન અને સમારકામ\n  વિઝ્યુલાઇઝેશન ભલામણ\n  ઇન્ફોગ્રાફિક જનરેશન\n\nડેટા સારાંશ\nડેટાસેટ્સ વિશાળ હોઈ શકે છે. GPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન ડેટાને કોમ્પેક્ટ પરંતુ માહિતી ગાઢ કુદરતી ભાષા રજૂઆતમાં સારાંશ આપે છે જેનો ઉપયોગ પછીની તમામ કામગીરી માટે ગ્રાઉન્ડિંગ સંદર્ભ તરીકે થાય છે.\n\nઓટોમેટેડ ડેટા એક્સપ્લોરેશન\nડેટાસેટથી અજાણ છો? GPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન સંપૂર્ણ સ્વચાલિત મોડ પ્રદાન કરે છે જે ડેટાસેટના આધારે અર્થપૂર્ણ વિઝ્યુલાઇઝેશન લક્ષ્યો બનાવે છે.\n\nવ્યાકરણ-અજ્ઞેયાત્મક વિઝ્યુલાઇઝેશન\nAltair, Matplotlib, Seaborn વગેરેમાં અજગરમાં બનાવેલ વિઝ્યુલાઇઝેશન જોઈએ છે? R, C++ વિશે શું? GPT સ્પ્રેડશીટ્સ વિઝ્યુલાઇઝેશન એ વ્યાકરણ અજ્ઞેયવાદી છે એટલે કે, કોડ તરીકે રજૂ કરાયેલા કોઈપણ વ્યાકરણમાં વિઝ્યુલાઇઝેશન જનરેટ કરી શકે છે.\n\nઇન્ફોગ્રાફિક્સ જનરેશન\nઇમેજ જનરેશન મોડલ્સનો ઉપયોગ કરીને ડેટાને સમૃદ્ધ, સુશોભિત, આકર્ષક સ્ટાઇલાઇઝ્ડ ઇન્ફોગ્રાફિક્સમાં કન્વર્ટ કરો. ડેટા વાર્તાઓ, વ્યક્તિગતકરણ (બ્રાન્ડ, શૈલી, માર્કેટિંગ વગેરે) વિશે વિચારો.\n\n➤ ગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "Visualization של גיליונות אלקטרוניים של GPT הוא כלי ליצירת הדמיות נתונים ואינפוגרפיקות נאמנות לנתונים. זה עובד עם כל שפת תכנות וספריות ויזואליזציה, למשל. matplotlib, seaborn, altair, d3 וכו' ועובד עם מספר ספקי מודלים גדולים של שפה (ChatGPT, PaLM, Cohere, Huggingface).\n\nהוא מורכב מ-4 מודולים - SUMMARIZER הממיר נתונים לסיכום שפה טבעית עשירה אך קומפקטית, GOAL EXPLORER המונה יעדי הדמיה בהינתן הנתונים, VISGENERATOR שיוצר, מחדד, מבצע ומסנן קוד הדמיה ומודול INFOGRAPHER שמניב נתונים -גרפיקה מסוגננת נאמנה באמצעות IGMs.\n\nויזואליזציה של גיליונות אלקטרוניים של GPT ממנפת את יכולות דוגמנות השפה וכתיבת הקוד של תכניות לימודים מתקדמים ומאפשרות יכולות ליבה של ויזואליזציה אוטומטית (סיכום נתונים, חקר יעדים, יצירת ויזואליזציה, יצירת אינפוגרפיקה) וכן פעולות על הדמיות קיימות (הסבר ויזואליזציה, הערכה עצמית, תיקון אוטומטי, המלצה).\n\n  סיכום נתונים\n  יצירת מטרות\n  יצירת הדמיה\n  עריכת הדמיה\n  הסבר הדמיה\n  הערכה ותיקון ויזואליזציה\n  המלצת הדמיה\n  יצירת אינפוגרפיקה\n\nסיכום נתונים\nמערכי נתונים יכולים להיות מסיביים. Visualization של גיליונות אלקטרוניים של GPT מסכמת נתונים לייצוג שפה טבעית קומפקטית אך צפופה, המשמשת כהקשר הארקה עבור כל הפעולות הבאות.\n\nחקר נתונים אוטומטי\nלא מכירים מערך נתונים? Visualization של גיליונות אלקטרוניים של GPT מספקת מצב אוטומטי לחלוטין שיוצר יעדי הדמיה משמעותיים על סמך מערך הנתונים.\n\nהדמיות דקדוק-אגנוסטיות\nרוצה הדמיות שנוצרו ב-python ב-Altair, Matplotlib, Seaborn וכו'? מה לגבי R, C++? ויזואליזציה של גיליונות אלקטרוניים של GPT היא אגנוסטית בדקדוק, כלומר, יכולה ליצור הדמיות בכל דקדוק המיוצג כקוד.\n\nדור אינפוגרפיקה\nהמר נתונים לאינפוגרפיקות מסוגננות עשירות, מעוטרות ומושכות באמצעות מודלים של יצירת תמונות. חשבו על סיפורי נתונים, התאמה אישית (מותג, סגנון, שיווק וכו')\n\n➤ מדיניות פרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "जीपीटी स्प्रेडशीट्स विज़ुअलाइज़ेशन डेटा विज़ुअलाइज़ेशन और डेटा-वफादार इन्फोग्राफिक्स उत्पन्न करने के लिए एक उपकरण है। यह किसी भी प्रोग्रामिंग भाषा और विज़ुअलाइज़ेशन लाइब्रेरी जैसे के साथ काम करता है। matplotlib, Seaborn, Altair, d3 आदि और कई बड़े भाषा मॉडल प्रदाताओं (ChatGPT, PaLM, Cohere, Huggingface) के साथ काम करता है।\n\nइसमें 4 मॉड्यूल शामिल हैं - एक सारांश जो डेटा को एक समृद्ध लेकिन कॉम्पैक्ट प्राकृतिक भाषा सारांश में परिवर्तित करता है, एक लक्ष्य एक्सप्लोरर जो डेटा दिए गए विज़ुअलाइज़ेशन लक्ष्यों की गणना करता है, एक विज़जेनरेटर जो विज़ुअलाइज़ेशन कोड उत्पन्न करता है, परिष्कृत करता है, निष्पादित करता है और फ़िल्टर करता है और एक इन्फोग्राफर मॉड्यूल जो डेटा उत्पन्न करता है -आईजीएम का उपयोग करते हुए वफादार शैलीबद्ध ग्राफिक्स।\n\nजीपीटी स्प्रेडशीट विज़ुअलाइज़ेशन कोर स्वचालित विज़ुअलाइज़ेशन क्षमताओं (डेटा सारांश, लक्ष्य अन्वेषण, विज़ुअलाइज़ेशन जेनरेशन, इन्फोग्राफिक्स जेनरेशन) के साथ-साथ मौजूदा विज़ुअलाइज़ेशन (विज़ुअलाइज़ेशन स्पष्टीकरण) पर संचालन को सक्षम करने में अत्याधुनिक एलएलएम की भाषा मॉडलिंग और कोड लेखन क्षमताओं का लाभ उठाता है। स्व-मूल्यांकन, स्वचालित मरम्मत, अनुशंसा)।\n\n  डेटा सारांशीकरण\n  लक्ष्य सृजन\n  विज़ुअलाइज़ेशन जनरेशन\n  विज़ुअलाइज़ेशन संपादन\n  विज़ुअलाइज़ेशन स्पष्टीकरण\n  विज़ुअलाइज़ेशन मूल्यांकन और मरम्मत\n  विज़ुअलाइज़ेशन अनुशंसा\n  इन्फोग्राफिक जनरेशन\n\nडेटा सारांशीकरण\nडेटासेट बड़े पैमाने पर हो सकते हैं. जीपीटी स्प्रेडशीट विज़ुअलाइज़ेशन डेटा को एक कॉम्पैक्ट लेकिन सूचना सघन प्राकृतिक भाषा प्रतिनिधित्व में सारांशित करता है जिसका उपयोग बाद के सभी ऑपरेशनों के लिए ग्राउंडिंग संदर्भ के रूप में किया जाता है।\n\nस्वचालित डेटा अन्वेषण\nडेटासेट से अपरिचित? जीपीटी स्प्रेडशीट विज़ुअलाइज़ेशन एक पूरी तरह से स्वचालित मोड प्रदान करता है जो डेटासेट के आधार पर सार्थक विज़ुअलाइज़ेशन लक्ष्य उत्पन्न करता है।\n\nव्याकरण-अज्ञेयवादी विज़ुअलाइज़ेशन\nक्या आप अल्टेयर, मैटप्लोटलिब, सीबॉर्न आदि में पायथन में बनाए गए विज़ुअलाइज़ेशन चाहते हैं? आर, सी++ के बारे में क्या ख्याल है? जीपीटी स्प्रेडशीट विज़ुअलाइज़ेशन व्याकरण अज्ञेयवादी है यानी, कोड के रूप में प्रस्तुत किसी भी व्याकरण में विज़ुअलाइज़ेशन उत्पन्न कर सकता है।\n\nइन्फोग्राफिक्स जनरेशन\nछवि निर्माण मॉडल का उपयोग करके डेटा को समृद्ध, अलंकृत, आकर्षक शैलीबद्ध इन्फोग्राफिक्स में परिवर्तित करें। डेटा कहानियों, वैयक्तिकरण (ब्रांड, शैली, मार्केटिंग आदि) के बारे में सोचें\n\n➤ गोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "GPT Spreadsheets Visualization alat je za generiranje vizualizacija podataka i infografika vjernih podacima. Radi s bilo kojim programskim jezikom i bibliotekama za vizualizaciju, npr. matplotlib, seaborn, altair, d3 itd. i radi s više velikih pružatelja jezičnih modela (ChatGPT, PaLM, Cohere, Huggingface).\n\nSastoji se od 4 modula - SUMMARIZER koji pretvara podatke u bogat, ali kompaktan sažetak na prirodnom jeziku, GOAL EXPLORER koji nabraja ciljeve vizualizacije s obzirom na podatke, VISGENERATOR koji generira, pročišćava, izvršava i filtrira vizualizacijski kod i INFOGRAPHER modul koji daje podatke -vjerna stilizirana grafika pomoću IGM-ova.\n\nVizualizacija GPT proračunskih tablica iskorištava mogućnosti jezičnog modeliranja i pisanja koda najsuvremenijih LLM-ova u omogućavanju osnovnih automatiziranih mogućnosti vizualizacije (sažimanje podataka, istraživanje ciljeva, generiranje vizualizacija, generiranje infografika), kao i operacije na postojećim vizualizacijama (objašnjenje vizualizacije, samoevaluacija, automatski popravak, preporuka).\n\n  Sažimanje podataka\n  Generacija ciljeva\n  Generiranje vizualizacije\n  Uređivanje vizualizacije\n  Objašnjenje vizualizacije\n  Procjena i popravak vizualizacije\n  Preporuka za vizualizaciju\n  Generacija infografike\n\nSažimanje podataka\nSkupovi podataka mogu biti ogromni. Vizualizacija GPT proračunskih tablica sažima podatke u kompaktnu, ali informacijski gustu reprezentaciju prirodnog jezika koja se koristi kao temeljni kontekst za sve naredne operacije.\n\nAutomatizirano istraživanje podataka\nNiste upoznati sa skupom podataka? Vizualizacija GPT proračunskih tablica pruža potpuno automatizirani način rada koji generira smislene ciljeve vizualizacije na temelju skupa podataka.\n\nGramatičko-agnostičke vizualizacije\nŽelite vizualizacije stvorene u pythonu u Altairu, Matplotlibu, Seabornu itd.? Što kažete na R, C++? Vizualizacija GPT proračunskih tablica ne ovisi o gramatici, tj. može generirati vizualizacije u bilo kojoj gramatici predstavljenoj kao kod.\n\nGeneracija infografike\nPretvorite podatke u bogatu, ukrašenu, privlačnu stiliziranu infografiku pomoću modela za generiranje slika. Razmislite o podatkovnim pričama, personalizaciji (brend, stil, marketing itd.)\n\n➤ Politika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "A GPT Spreadsheets Visualization egy eszköz adatvizualizációk és adathű infografikák generálására. Bármilyen programozási nyelvvel és vizualizációs könyvtárakkal működik, pl. matplotlib, seaborn, altair, d3 stb., és több nagy nyelvi modellszolgáltatóval is működik (ChatGPT, PaLM, Cohere, Huggingface).\n\n4 modulból áll: egy ÖSSZEFOGLALÓ, amely az adatokat gazdag, de kompakt, természetes nyelvű összefoglalóvá alakítja, egy GOAL EXPLORER, amely felsorolja a vizualizációs célokat az adatok alapján, egy VISGENERATOR, amely vizualizációs kódot generál, finomít, végrehajt és szűr, valamint egy INFOGRAPHER modul, amely adatokat szolgáltat. -hűséges stilizált grafika IGM-ekkel.\n\nA GPT Spreadsheets Visualization kihasználja a legmodernebb LLM-ek nyelvi modellezési és kódírási képességeit, lehetővé téve az alapvető automatizált vizualizációs képességeket (adatösszesítés, célfeltárás, vizualizáció generálás, infografikák generálása), valamint a meglévő vizualizációkon végzett műveleteket (vizualizáció magyarázata, önértékelés, automatikus javítás, ajánlás).\n\n  Adatok összegzése\n  Gólgenerálás\n  Vizualizáció generálása\n  Vizualizáció szerkesztése\n  Vizualizáció magyarázata\n  Vizualizáció értékelése és javítása\n  Vizualizációs ajánlás\n  Infographic Generation\n\nAdatok összegzése\nAz adatkészletek hatalmasak lehetnek. A GPT Spreadsheets Visualization az adatokat egy kompakt, de információsűrű természetes nyelvi reprezentációba foglalja össze, amelyet minden további művelethez alapkontextusként használnak.\n\nAutomatizált adatfeltárás\nNem ismeri az adatkészletet? A GPT Spreadsheets Visualization teljesen automatizált módot biztosít, amely értelmes megjelenítési célokat generál az adatkészlet alapján.\n\nNyelvtani-agnosztikus vizualizációk\nSzeretne pythonban létrehozott vizualizációkat az Altair, a Matplotlib, a Seaborn stb. Mit szólnál az R-hez, C++-hoz? GPT-táblázatok A vizualizáció nyelvtani agnosztikus, azaz bármilyen kódként ábrázolt nyelvtanban képes vizualizációt generálni.\n\nInfografika generációja\nÁtalakítsa az adatokat gazdag, díszített, lebilincselő stilizált infografikává képgeneráló modellek segítségével. Gondoljon az adattörténetekre, a személyre szabásra (márka, stílus, marketing stb.)\n\n➤ Adatvédelmi szabályzat\n\nTervezés szerint az Ön adatai mindig a Google-fiókjában maradnak, és soha nem mentik őket adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "Visualisasi Spreadsheet GPT adalah alat untuk menghasilkan visualisasi data dan infografis yang sesuai dengan data. Ini bekerja dengan bahasa pemrograman dan perpustakaan visualisasi apa pun, mis. matplotlib, seaborn, altair, d3 dll dan bekerja dengan beberapa penyedia model bahasa besar (ChatGPT, PaLM, Cohere, Huggingface).\n\nIni terdiri dari 4 modul - SUMMARIZER yang mengubah data menjadi ringkasan bahasa alami yang kaya namun kompak, GOAL EXPLORER yang menghitung tujuan visualisasi berdasarkan data, VISGENERATOR yang menghasilkan, menyempurnakan, mengeksekusi dan memfilter kode visualisasi dan modul INFOGRAPHER yang menghasilkan data -grafik bergaya setia menggunakan IGM.\n\nVisualisasi Spreadsheet GPT memanfaatkan kemampuan pemodelan bahasa dan penulisan kode LLM yang canggih dalam memungkinkan kemampuan visualisasi otomatis inti (peringkasan data, eksplorasi tujuan, pembuatan visualisasi, pembuatan infografis) serta pengoperasian pada visualisasi yang ada (penjelasan visualisasi, evaluasi diri, perbaikan otomatis, rekomendasi).\n\n  Peringkasan Data\n  Pembuatan Sasaran\n  Generasi Visualisasi\n  Pengeditan Visualisasi\n  Penjelasan Visualisasi\n  Evaluasi dan Perbaikan Visualisasi\n  Rekomendasi Visualisasi\n  Generasi Infografis\n\nPeringkasan Data\nKumpulan data bisa sangat besar. Visualisasi Spreadsheet GPT merangkum data menjadi representasi bahasa alami yang ringkas namun padat informasi yang digunakan sebagai konteks dasar untuk semua operasi selanjutnya.\n\nEksplorasi Data Otomatis\nTidak terbiasa dengan kumpulan data? Visualisasi Spreadsheet GPT menyediakan mode otomatis sepenuhnya yang menghasilkan sasaran visualisasi bermakna berdasarkan kumpulan data.\n\nVisualisasi Tata Bahasa-Agnostik\nIngin visualisasi dibuat dengan python di Altair, Matplotlib, Seaborn dll? Bagaimana dengan R, C++? Visualisasi Spreadsheet GPT bersifat agnostik tata bahasa, yaitu dapat menghasilkan visualisasi dalam tata bahasa apa pun yang direpresentasikan sebagai kode.\n\nGenerasi Infografis\nUbah data menjadi infografis bergaya yang kaya, penuh hiasan, dan menarik menggunakan model pembuatan gambar. Pikirkan kisah data, personalisasi (merek, gaya, pemasaran, dll.)\n\n➤ Kebijakan Privasi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "GPT Spreadsheets Visualization è uno strumento per generare visualizzazioni di dati e infografiche fedeli ai dati. Funziona con qualsiasi linguaggio di programmazione e librerie di visualizzazione, ad es. matplotlib, seaborn, altair, d3 ecc. e funziona con più fornitori di modelli linguistici di grandi dimensioni (ChatGPT, PaLM, Cohere, Huggingface).\n\nSi compone di 4 moduli: UN SUMMARIZER che converte i dati in un riepilogo ricco ma compatto in linguaggio naturale, un GOAL EXPLORER che enumera gli obiettivi di visualizzazione dati i dati, un VISGENERATOR che genera, perfeziona, esegue e filtra il codice di visualizzazione e un modulo INFOGRAPHER che produce dati -grafica stilizzata fedele all'uso degli IGM.\n\nLa visualizzazione dei fogli di calcolo GPT sfrutta le capacità di modellazione del linguaggio e di scrittura del codice degli LLM all'avanguardia per consentire funzionalità di visualizzazione automatizzate di base (riepilogo dei dati, esplorazione degli obiettivi, generazione di visualizzazioni, generazione di infografiche) nonché operazioni su visualizzazioni esistenti (spiegazione della visualizzazione, autovalutazione, riparazione automatica, raccomandazione).\n\n  Riepilogo dei dati\n  Generazione di obiettivi\n  Generazione di visualizzazioni\n  Modifica della visualizzazione\n  Spiegazione della visualizzazione\n  Valutazione e riparazione della visualizzazione\n  Raccomandazione sulla visualizzazione\n  Generazione di infografiche\n\nRiepilogo dei dati\nI set di dati possono essere enormi. La visualizzazione dei fogli di calcolo GPT riassume i dati in una rappresentazione in linguaggio naturale compatta ma densa di informazioni, utilizzata come contesto fondamentale per tutte le operazioni successive.\n\nEsplorazione automatizzata dei dati\nNon hai familiarità con un set di dati? La visualizzazione dei fogli di calcolo GPT fornisce una modalità completamente automatizzata che genera obiettivi di visualizzazione significativi in base al set di dati.\n\nVisualizzazioni grammaticali-agnostiche\nDesideri visualizzazioni create in Python in Altair, Matplotlib, Seaborn ecc.? Che ne dici di R, C++? La visualizzazione dei fogli di calcolo GPT è indipendente dalla grammatica, ovvero può generare visualizzazioni in qualsiasi grammatica rappresentata come codice.\n\nGenerazione di infografiche\nConverti i dati in infografiche stilizzate ricche, abbellite e accattivanti utilizzando modelli di generazione di immagini. Pensa a storie di dati, personalizzazione (marchio, stile, marketing, ecc.)\n\n➤ Informativa sulla privacy\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "GPT スプレッドシート ビジュアライゼーションは、データのビジュアライゼーションとデータに忠実なインフォグラフィックを生成するツールです。 あらゆるプログラミング言語や視覚化ライブラリで動作します。 matplotlib、seaborn、altair、d3 など、複数の大規模言語モデル プロバイダー (ChatGPT、PaLM、Cohere、Huggingface) と連携します。\n\nこれは 4 つのモジュールで構成されています - データを豊富かつコンパクトな自然言語の概要に変換する SUMMARIZER、データに基づいて視覚化の目標を列挙する GOAL EXPLORER、視覚化コードを生成、洗練、実行、フィルタリングする VISGENERATOR、データを生成する IFOGRAPHER モジュール -IGM を使用した忠実な様式化されたグラフィック。\n\nGPT スプレッドシートの視覚化は、最先端の LLM の言語モデリングとコード記述機能を活用して、コアの自動視覚化機能 (データの要約、目標の探索、視覚化の生成、インフォグラフィックスの生成) と既存の視覚化の操作 (視覚化の説明、 自己評価、自動修復、推奨）。\n\n  データの要約\n  目標の生成\n  ビジュアライゼーションの生成\n  ビジュアライゼーション編集\n  視覚化の説明\n  可視化の評価と修復\n  視覚化の推奨事項\n  インフォグラフィックの生成\n\nデータの要約\nデータセットは大規模になる場合があります。 GPT スプレッドシート ビジュアライゼーションは、データをコンパクトかつ情報密度の高い自然言語表現に要約し、後続のすべての操作の基礎となるコンテキストとして使用します。\n\n自動化されたデータ探索\nデータセットに詳しくありませんか? GPT スプレッドシートの視覚化は、データセットに基づいて有意義な視覚化目標を生成する完全に自動化されたモードを提供します。\n\n文法にとらわれない視覚化\nAltair、Matplotlib、Seaborn などの Python でビジュアライゼーションを作成したいですか? R、C++はどうですか？ GPT スプレッドシートの視覚化は文法に依存しません。つまり、コードとして表現されるあらゆる文法で視覚化を生成できます。\n\nインフォグラフィックスの生成\n画像生成モデルを使用して、データをリッチで装飾された魅力的な様式化されたインフォグラフィックに変換します。 データストーリー、パーソナライゼーション（ブランド、スタイル、マーケティングなど）を考える\n\n➤ プライバシーポリシー\n\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。",
    "kn": "GPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣವು ಡೇಟಾ ದೃಶ್ಯೀಕರಣಗಳು ಮತ್ತು ಡೇಟಾ-ನಿಷ್ಠಾವಂತ ಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್ ಅನ್ನು ಉತ್ಪಾದಿಸುವ ಸಾಧನವಾಗಿದೆ. ಇದು ಯಾವುದೇ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆ ಮತ್ತು ದೃಶ್ಯೀಕರಣ ಲೈಬ್ರರಿಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಉದಾ. matplotlib, seaborn, altair, d3 ಇತ್ಯಾದಿ ಮತ್ತು ಬಹು ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ ಪೂರೈಕೆದಾರರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ (ChatGPT, PalM, Cohere, Huggingface).\n\nಇದು 4 ಮಾಡ್ಯೂಲ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿದೆ - ಡೇಟಾವನ್ನು ಶ್ರೀಮಂತ ಆದರೆ ಸಾಂದ್ರವಾದ ನೈಸರ್ಗಿಕ ಭಾಷಾ ಸಾರಾಂಶವನ್ನಾಗಿ ಪರಿವರ್ತಿಸುವ ಒಂದು ಸಾರಾಂಶ, ಡೇಟಾವನ್ನು ನೀಡಿದ ದೃಶ್ಯೀಕರಣ ಗುರಿಗಳನ್ನು ಎಣಿಸುವ ಗುರಿ ಪರಿಶೋಧಕ, ದೃಶ್ಯೀಕರಣ ಕೋಡ್ ಅನ್ನು ಉತ್ಪಾದಿಸುವ, ಪರಿಷ್ಕರಿಸುವ, ಕಾರ್ಯಗತಗೊಳಿಸುವ ಮತ್ತು ಫಿಲ್ಟರ್ ಮಾಡುವ ವಿಸ್ಜೆನರೇಟರ್ ಮತ್ತು ಡೇಟಾ ನೀಡುವ ಇನ್ಫೋಗ್ರಾಫರ್ ಮಾಡ್ಯೂಲ್ -ಐಜಿಎಂಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಷ್ಠಾವಂತ ಶೈಲೀಕೃತ ಗ್ರಾಫಿಕ್ಸ್.\n\nGPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣವು ಕೋರ್ ಸ್ವಯಂಚಾಲಿತ ದೃಶ್ಯೀಕರಣ ಸಾಮರ್ಥ್ಯಗಳನ್ನು (ಡೇಟಾ ಸಾರಾಂಶ, ಗುರಿ ಪರಿಶೋಧನೆ, ದೃಶ್ಯೀಕರಣ ಉತ್ಪಾದನೆ, ಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್ ಉತ್ಪಾದನೆ) ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ದೃಶ್ಯೀಕರಣಗಳ ಮೇಲಿನ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವಲ್ಲಿ ಅತ್ಯಾಧುನಿಕ LLM ಗಳ ಭಾಷಾ ಮಾಡೆಲಿಂಗ್ ಮತ್ತು ಕೋಡ್ ಬರವಣಿಗೆ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ ಸ್ವಯಂ ಮೌಲ್ಯಮಾಪನ, ಸ್ವಯಂಚಾಲಿತ ದುರಸ್ತಿ, ಶಿಫಾರಸು).\n\n  ಡೇಟಾ ಸಾರಾಂಶ\n  ಗೋಲ್ ಜನರೇಷನ್\n  ದೃಶ್ಯೀಕರಣ ಜನರೇಷನ್\n  ದೃಶ್ಯೀಕರಣ ಸಂಪಾದನೆ\n  ದೃಶ್ಯೀಕರಣದ ವಿವರಣೆ\n  ದೃಶ್ಯೀಕರಣ ಮೌಲ್ಯಮಾಪನ ಮತ್ತು ದುರಸ್ತಿ\n  ದೃಶ್ಯೀಕರಣ ಶಿಫಾರಸು\n  ಇನ್ಫೋಗ್ರಾಫಿಕ್ ಜನರೇಷನ್\n\nಡೇಟಾ ಸಾರಾಂಶ\nಡೇಟಾಸೆಟ್‌ಗಳು ಬೃಹತ್ ಪ್ರಮಾಣದಲ್ಲಿರಬಹುದು. GPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣವು ಡೇಟಾವನ್ನು ಕಾಂಪ್ಯಾಕ್ಟ್ ಆದರೆ ಮಾಹಿತಿ ದಟ್ಟವಾದ ನೈಸರ್ಗಿಕ ಭಾಷಾ ಪ್ರಾತಿನಿಧ್ಯವನ್ನು ಎಲ್ಲಾ ನಂತರದ ಕಾರ್ಯಾಚರಣೆಗಳಿಗೆ ಗ್ರೌಂಡಿಂಗ್ ಸಂದರ್ಭವಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ.\n\nಸ್ವಯಂಚಾಲಿತ ಡೇಟಾ ಪರಿಶೋಧನೆ\nಡೇಟಾಸೆಟ್‌ನ ಪರಿಚಯವಿಲ್ಲವೇ? GPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣವು ಸಂಪೂರ್ಣ ಸ್ವಯಂಚಾಲಿತ ಮೋಡ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ ಅದು ಡೇಟಾಸೆಟ್ ಅನ್ನು ಆಧರಿಸಿ ಅರ್ಥಪೂರ್ಣ ದೃಶ್ಯೀಕರಣ ಗುರಿಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತದೆ.\n\nವ್ಯಾಕರಣ-ಅಜ್ಞೇಯತಾವಾದಿ ದೃಶ್ಯೀಕರಣಗಳು\nಆಲ್ಟೇರ್, ಮ್ಯಾಟ್‌ಪ್ಲಾಟ್ಲಿಬ್, ಸೀಬಾರ್ನ್ ಇತ್ಯಾದಿಗಳಲ್ಲಿ ಪೈಥಾನ್‌ನಲ್ಲಿ ದೃಶ್ಯೀಕರಣಗಳನ್ನು ರಚಿಸಬೇಕೆ? R, C++ ಹೇಗೆ? GPT ಸ್ಪ್ರೆಡ್‌ಶೀಟ್‌ಗಳ ದೃಶ್ಯೀಕರಣವು ವ್ಯಾಕರಣ ಅಜ್ಞೇಯತಾವಾದಿಯಾಗಿದೆ ಅಂದರೆ, ಕೋಡ್‌ನಂತೆ ಪ್ರತಿನಿಧಿಸುವ ಯಾವುದೇ ವ್ಯಾಕರಣದಲ್ಲಿ ದೃಶ್ಯೀಕರಣಗಳನ್ನು ರಚಿಸಬಹುದು.\n\nಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್ ಜನರೇಷನ್\nಇಮೇಜ್ ಉತ್ಪಾದನೆಯ ಮಾದರಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಡೇಟಾವನ್ನು ಶ್ರೀಮಂತ, ಅಲಂಕರಿಸಿದ, ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಶೈಲೀಕೃತ ಇನ್ಫೋಗ್ರಾಫಿಕ್ಸ್ ಆಗಿ ಪರಿವರ್ತಿಸಿ. ಡೇಟಾ ಕಥೆಗಳು, ವೈಯಕ್ತೀಕರಣ (ಬ್ರಾಂಡ್, ಶೈಲಿ, ಮಾರ್ಕೆಟಿಂಗ್ ಇತ್ಯಾದಿ) ಯೋಚಿಸಿ.\n\n➤ ಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "GPT 스프레드시트 시각화는 데이터 시각화 및 데이터에 충실한 인포그래픽을 생성하기 위한 도구입니다. 모든 프로그래밍 언어 및 시각화 라이브러리와 함께 작동합니다. matplotlib, seaborn, altair, d3 등이 있으며 여러 대규모 언어 모델 제공업체(ChatGPT, PaLM, Cohere, Huggingface)와 함께 작동합니다.\n\n이는 데이터를 풍부하지만 간결한 자연어 요약으로 변환하는 SUMMARIZER, 데이터에 따른 시각화 목표를 열거하는 GOAL EXPLORER, 시각화 코드를 생성, 개선, 실행 및 필터링하는 VISGENERATOR, 데이터를 생성하는 INFOGRAPHER 모듈의 4개 모듈로 구성됩니다. -IGM을 사용한 충실한 스타일화된 그래픽.\n\nGPT 스프레드시트 시각화는 최첨단 LLM의 언어 모델링 및 코드 작성 기능을 활용하여 핵심 자동화 시각화 기능(데이터 요약, 목표 탐색, 시각화 생성, 인포그래픽 생성)은 물론 기존 시각화 작업(시각화 설명, 시각화 생성)을 지원합니다. 자가평가, 자동수정, 추천).\n\n  데이터 요약\n  목표 생성\n  시각화 생성\n  시각화 편집\n  시각화 설명\n  시각화 평가 및 수리\n  시각화 권장사항\n  인포그래픽 생성\n\n데이터 요약\n데이터 세트는 방대할 수 있습니다. GPT 스프레드시트 시각화는 모든 후속 작업의 기본 컨텍스트로 사용되는 간결하지만 정보 밀도가 높은 자연어 표현으로 데이터를 요약합니다.\n\n자동화된 데이터 탐색\n데이터 세트에 익숙하지 않으신가요? GPT 스프레드시트 시각화는 데이터세트를 기반으로 의미 있는 시각화 목표를 생성하는 완전 자동화된 모드를 제공합니다.\n\n문법에 구애받지 않는 시각화\nAltair, Matplotlib, Seaborn 등에서 Python으로 생성된 시각화를 원하십니까? R, C++은 어떻습니까? GPT 스프레드시트 시각화는 문법에 구애받지 않습니다. 즉, 코드로 표현되는 모든 문법에서 시각화를 생성할 수 있습니다.\n\n인포그래픽 생성\n이미지 생성 모델을 사용하여 데이터를 풍부하고 장식적이며 매력적인 스타일화된 인포그래픽으로 변환합니다. 데이터 스토리, 개인화(브랜드, 스타일, 마케팅 등)를 생각하세요.\n\n➤ 개인정보 보호정책\n\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 부가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "GPT skaičiuoklių vizualizacija yra duomenų vizualizacijų ir duomenims patikimų infografikų generavimo įrankis. Jis veikia su bet kokia programavimo kalba ir vizualizavimo bibliotekomis, pvz. matplotlib, seaborn, altair, d3 ir tt ir dirba su keliais didelių kalbų modelių teikėjais (ChatGPT, PaLM, Cohere, Huggingface).\n\nJį sudaro 4 moduliai: SUMMARIZER, konvertuojantis duomenis į turtingą, bet kompaktišką natūralios kalbos santrauką, TIKSLŲ TYRĖJAS, išvardijantis vizualizacijos tikslus atsižvelgiant į duomenis, VISGENERATOR, kuris generuoja, tobulina, vykdo ir filtruoja vizualizacijos kodą ir INFOGRAPHER modulis, kuris pateikia duomenis. - patikima stilizuota grafika naudojant IGM.\n\nGPT skaičiuoklių vizualizacija išnaudoja pažangiausių LLM kalbų modeliavimo ir kodo rašymo galimybes, suteikdama pagrindines automatizuotos vizualizacijos galimybes (duomenų apibendrinimas, tikslo tyrinėjimas, vizualizacijos generavimas, infografikos generavimas), taip pat esamų vizualizacijų operacijas (vizualizacijos paaiškinimas, įsivertinimas, automatinis remontas, rekomendacija).\n\n  Duomenų apibendrinimas\n  Tikslų generavimas\n  Vizualizacijos generavimas\n  Vizualizacijos redagavimas\n  Vizualizacijos paaiškinimas\n  Vizualizacijos įvertinimas ir taisymas\n  Vizualizacijos rekomendacija\n  Infografijos karta\n\nDuomenų apibendrinimas\nDuomenų rinkiniai gali būti didžiuliai. GPT skaičiuoklių vizualizacija apibendrina duomenis į kompaktišką, bet daug informacijos turinčią natūralios kalbos atvaizdą, naudojamą kaip įžeminimo kontekstas visoms vėlesnėms operacijoms.\n\nAutomatizuotas duomenų tyrinėjimas\nNežinote duomenų rinkinio? GPT skaičiuoklių vizualizacija suteikia visiškai automatizuotą režimą, kuris generuoja reikšmingus vizualizacijos tikslus pagal duomenų rinkinį.\n\nGramatikos-agnostinės vizualizacijos\nNorite vizualizacijų, sukurtų naudojant python Altair, Matplotlib, Seaborn ir kt.? O kaip R, C++? GPT skaičiuoklių vizualizacija yra gramatikos agnostinė, ty gali generuoti vizualizacijas bet kurioje gramatikoje, kuri pateikiama kaip kodas.\n\nInfografikos karta\nNaudodami vaizdų generavimo modelius konvertuokite duomenis į turtingą, puoštą, patrauklią stilizuotą infografiką. Pagalvokite apie duomenų istorijas, personalizavimą (prekės ženklą, stilių, rinkodarą ir kt.)\n\n➤ Privatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "GPT izklājlapu vizualizācija ir rīks datu vizualizāciju un datiem uzticamu infografiku ģenerēšanai. Tas darbojas ar jebkuru programmēšanas valodu un vizualizācijas bibliotēkām, piem. matplotlib, seaborn, altair, d3 utt., un darbojas ar vairākiem lieliem valodas modeļu nodrošinātājiem (ChatGPT, PaLM, Cohere, Huggingface).\n\nTas sastāv no 4 moduļiem – SUMMARIZER, kas pārvērš datus bagātīgā, bet kompaktā dabiskās valodas kopsavilkumā, GOAL EXPLORER, kas uzskaita vizualizācijas mērķus, ņemot vērā datus, VISGENERATOR, kas ģenerē, precizē, izpilda un filtrē vizualizācijas kodu, un INFOGRAPHER modulis, kas nodrošina datus. - uzticama stilizēta grafika, izmantojot IGM.\n\nGPT izklājlapu vizualizācija izmanto vismodernāko LLM valodu modelēšanas un koda rakstīšanas iespējas, nodrošinot galvenās automatizētās vizualizācijas iespējas (datu apkopošanu, mērķu izpēti, vizualizācijas ģenerēšanu, infografikas ģenerēšanu), kā arī darbības ar esošajām vizualizācijām (vizualizācijas skaidrojums, pašnovērtējums, automātiskais remonts, ieteikums).\n\n  Datu apkopošana\n  Mērķu ģenerēšana\n  Vizualizācijas ģenerēšana\n  Vizualizācijas rediģēšana\n  Vizualizācijas skaidrojums\n  Vizualizācijas novērtēšana un remonts\n  Vizualizācijas ieteikums\n  Infografikas paaudze\n\nDatu apkopošana\nDatu kopas var būt milzīgas. GPT izklājlapu vizualizācija apkopo datus kompaktā, bet informācijas blīvā dabiskās valodas attēlojumā, ko izmanto kā pamata kontekstu visām turpmākajām darbībām.\n\nAutomatizēta datu izpēte\nVai nezināt datu kopu? GPT izklājlapu vizualizācija nodrošina pilnībā automatizētu režīmu, kas ģenerē nozīmīgus vizualizācijas mērķus, pamatojoties uz datu kopu.\n\nGramatikas-agnostiskās vizualizācijas\nVai vēlaties vizualizācijas, kas izveidotas python programmās Altair, Matplotlib, Seaborn utt.? Kā ar R, C++? GPT izklājlapu vizualizācija ir gramatikas agnostiska, t.i., var ģenerēt vizualizācijas jebkurā gramatikā, kas attēlota kā kods.\n\nInfografiku paaudze\nPārvērtiet datus bagātīgās, izrotātās, saistošās stilizētās infografikās, izmantojot attēlu ģenerēšanas modeļus. Padomājiet par datu stāstiem, personalizāciju (zīmols, stils, mārketings utt.)\n\n➤ Privātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar nevienu, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas Privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "GPT സ്‌പ്രെഡ്‌ഷീറ്റ് വിഷ്വലൈസേഷൻ എന്നത് ഡാറ്റാ വിഷ്വലൈസേഷനുകളും ഡാറ്റ-വിശ്വസ്തമായ ഇൻഫോഗ്രാഫിക്സും സൃഷ്ടിക്കുന്നതിനുള്ള ഒരു ഉപകരണമാണ്. ഏത് പ്രോഗ്രാമിംഗ് ഭാഷയിലും വിഷ്വലൈസേഷൻ ലൈബ്രറികളിലും ഇത് പ്രവർത്തിക്കുന്നു ഉദാ. matplotlib, seaborn, altair, d3 തുടങ്ങിയവ കൂടാതെ ഒന്നിലധികം വലിയ ഭാഷാ മോഡൽ ദാതാക്കളുമായി പ്രവർത്തിക്കുന്നു (ChatGPT, PalM, Cohere, Huggingface).\n\nഇതിൽ 4 മൊഡ്യൂളുകൾ ഉൾപ്പെടുന്നു - ഡാറ്റയെ സമ്പന്നവും എന്നാൽ ഒതുക്കമുള്ളതുമായ സ്വാഭാവിക ഭാഷാ സംഗ്രഹമാക്കി മാറ്റുന്ന ഒരു സംഗ്രഹം, ഡാറ്റ നൽകിയ വിഷ്വലൈസേഷൻ ലക്ഷ്യങ്ങൾ കണക്കാക്കുന്ന ഒരു ഗോൾ എക്‌സ്‌പ്ലോറർ, വിഷ്വലൈസേഷൻ കോഡ് സൃഷ്‌ടിക്കുകയും ശുദ്ധീകരിക്കുകയും നിർവ്വഹിക്കുകയും ഫിൽട്ടർ ചെയ്യുകയും ചെയ്യുന്ന ഒരു വിജിനറേറ്ററും ഡാറ്റ നൽകുന്ന ഒരു ഇൻഫോഗ്രാഫർ മോഡ്യൂളും. -ഐജിഎമ്മുകൾ ഉപയോഗിച്ചുള്ള വിശ്വസ്തമായ ശൈലിയിലുള്ള ഗ്രാഫിക്സ്.\n\nGPT സ്‌പ്രെഡ്‌ഷീറ്റ് ദൃശ്യവൽക്കരണം, കോർ ഓട്ടോമേറ്റഡ് വിഷ്വലൈസേഷൻ കഴിവുകൾ (ഡാറ്റ സംഗ്രഹം, ലക്ഷ്യ പര്യവേക്ഷണം, ദൃശ്യവൽക്കരണം സൃഷ്ടിക്കൽ, ഇൻഫോഗ്രാഫിക്സ് സൃഷ്ടിക്കൽ) അതുപോലെ നിലവിലുള്ള ദൃശ്യവൽക്കരണങ്ങളുടെ പ്രവർത്തനങ്ങളും (വിഷ്വലൈസേഷൻ വിശദീകരണം, സ്വയം വിലയിരുത്തൽ, ഓട്ടോമാറ്റിക് റിപ്പയർ, ശുപാർശ).\n\n  ഡാറ്റ സംഗ്രഹം\n  ഗോൾ ജനറേഷൻ\n  വിഷ്വലൈസേഷൻ ജനറേഷൻ\n  വിഷ്വലൈസേഷൻ എഡിറ്റിംഗ്\n  ദൃശ്യവൽക്കരണ വിശദീകരണം\n  വിഷ്വലൈസേഷൻ വിലയിരുത്തലും നന്നാക്കലും\n  വിഷ്വലൈസേഷൻ ശുപാർശ\n  ഇൻഫോഗ്രാഫിക് ജനറേഷൻ\n\nഡാറ്റ സംഗ്രഹം\nഡാറ്റാസെറ്റുകൾ വളരെ വലുതായിരിക്കും. GPT സ്‌പ്രെഡ്‌ഷീറ്റ് വിഷ്വലൈസേഷൻ ഡാറ്റയെ ഒതുക്കമുള്ളതും എന്നാൽ വിവരസാന്ദ്രമായതുമായ സ്വാഭാവിക ഭാഷാ പ്രാതിനിധ്യത്തിലേക്ക് സംഗ്രഹിക്കുന്നു, തുടർന്നുള്ള എല്ലാ പ്രവർത്തനങ്ങൾക്കും അടിസ്ഥാന സന്ദർഭമായി ഉപയോഗിക്കുന്നു.\n\nഓട്ടോമേറ്റഡ് ഡാറ്റ പര്യവേക്ഷണം\nഒരു ഡാറ്റാഗണം പരിചിതമല്ലേ? GPT സ്‌പ്രെഡ്‌ഷീറ്റ് വിഷ്വലൈസേഷൻ ഡാറ്റാസെറ്റിനെ അടിസ്ഥാനമാക്കി അർത്ഥവത്തായ വിഷ്വലൈസേഷൻ ലക്ഷ്യങ്ങൾ സൃഷ്ടിക്കുന്ന ഒരു പൂർണ്ണ ഓട്ടോമേറ്റഡ് മോഡ് നൽകുന്നു.\n\nവ്യാകരണ-അജ്ഞേയവാദ ദൃശ്യവൽക്കരണങ്ങൾ\nAltair, Matplotlib, Seaborn തുടങ്ങിയവയിൽ പൈത്തണിൽ സൃഷ്‌ടിച്ച ദൃശ്യവൽക്കരണങ്ങൾ വേണോ? R, C++ എങ്ങനെ? GPT സ്‌പ്രെഡ്‌ഷീറ്റ് ദൃശ്യവൽക്കരണം വ്യാകരണ അജ്ഞേയവാദമാണ്, അതായത്, കോഡായി പ്രതിനിധീകരിക്കുന്ന ഏത് വ്യാകരണത്തിലും ദൃശ്യവൽക്കരണം സൃഷ്ടിക്കാൻ കഴിയും.\n\nഇൻഫോഗ്രാഫിക്സ് ജനറേഷൻ\nഇമേജ് ജനറേഷൻ മോഡലുകൾ ഉപയോഗിച്ച് ഡാറ്റയെ സമ്പന്നവും മനോഹരവും ആകർഷകവുമായ സ്റ്റൈലൈസ്ഡ് ഇൻഫോഗ്രാഫിക്സാക്കി മാറ്റുക. ഡാറ്റ സ്റ്റോറികൾ, വ്യക്തിഗതമാക്കൽ (ബ്രാൻഡ്, ശൈലി, മാർക്കറ്റിംഗ് മുതലായവ) ചിന്തിക്കുക.\n\n➤ സ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "GPT स्प्रेडशीट व्हिज्युअलायझेशन हे डेटा व्हिज्युअलायझेशन आणि डेटा-विश्वासू इन्फोग्राफिक्स तयार करण्यासाठी एक साधन आहे. हे कोणत्याही प्रोग्रामिंग भाषा आणि व्हिज्युअलायझेशन लायब्ररीसह कार्य करते उदा. matplotlib, seaborn, altair, d3 इत्यादी आणि एकाधिक मोठ्या भाषा मॉडेल प्रदात्यांसह कार्य करते (ChatGPT, PaLM, Cohere, Huggingface).\n\nयात 4 मॉड्यूल्सचा समावेश आहे - एक सारांशकर्ता जो डेटाला समृद्ध परंतु संक्षिप्त नैसर्गिक भाषेच्या सारांशात रूपांतरित करतो, एक गोल एक्सप्लोरर जो डेटा दिलेल्या व्हिज्युअलायझेशन उद्दिष्टांची गणना करतो, एक VISGENERATOR जो व्हिज्युअलायझेशन कोड व्युत्पन्न करतो, परिष्कृत करतो, कार्यान्वित करतो आणि फिल्टर करतो आणि एक इन्फोग्राफर डेटा तयार करतो. - IGMs वापरून विश्वासू शैलीकृत ग्राफिक्स.\n\nGPT स्प्रेडशीट्स व्हिज्युअलायझेशन कोर ऑटोमेटेड व्हिज्युअलायझेशन क्षमता (डेटा सारांशीकरण, ध्येय शोध, व्हिज्युअलायझेशन जनरेशन, इन्फोग्राफिक्स जनरेशन) तसेच विद्यमान व्हिज्युअलायझेशनवरील ऑपरेशन्स (व्हिज्युअलायझेशन स्पष्टीकरण, स्वयं-मूल्यांकन, स्वयंचलित दुरुस्ती, शिफारस).\n\n  डेटा सारांशीकरण\n  ध्येय निर्मिती\n  व्हिज्युअलायझेशन निर्मिती\n  व्हिज्युअलायझेशन संपादन\n  व्हिज्युअलायझेशन स्पष्टीकरण\n  व्हिज्युअलायझेशन मूल्यांकन आणि दुरुस्ती\n  व्हिज्युअलायझेशन शिफारस\n  इन्फोग्राफिक जनरेशन\n\nडेटा सारांशीकरण\nडेटासेट प्रचंड असू शकतात. GPT स्प्रेडशीट व्हिज्युअलायझेशन डेटाचा सारांश संक्षिप्त परंतु माहितीच्या दाट नैसर्गिक भाषेच्या प्रस्तुतीकरणात देते जे त्यानंतरच्या सर्व ऑपरेशन्ससाठी ग्राउंडिंग संदर्भ म्हणून वापरले जाते.\n\nस्वयंचलित डेटा एक्सप्लोरेशन\nडेटासेटशी अपरिचित? GPT स्प्रेडशीट व्हिज्युअलायझेशन पूर्णतः स्वयंचलित मोड प्रदान करते जे डेटासेटवर आधारित अर्थपूर्ण व्हिज्युअलायझेशन उद्दिष्टे व्युत्पन्न करते.\n\nव्याकरण-अज्ञेयवादी व्हिज्युअलायझेशन\nअल्टेअर, मॅटप्लॉटलिब, सीबॉर्न इ. मध्ये अजगरात तयार केलेली व्हिज्युअलायझेशन्स हवी आहेत? R, C++ बद्दल काय? GPT स्प्रेडशीट व्हिज्युअलायझेशन हे व्याकरण अज्ञेयवादी आहे, म्हणजे, कोड म्हणून प्रस्तुत केलेल्या कोणत्याही व्याकरणामध्ये व्हिज्युअलायझेशन तयार करू शकते.\n\nइन्फोग्राफिक्स जनरेशन\nइमेज जनरेशन मॉडेल्स वापरून डेटा समृद्ध, सुशोभित, आकर्षक शैलीकृत इन्फोग्राफिक्समध्ये रूपांतरित करा. डेटा कथांचा विचार करा, वैयक्तिकरण (ब्रँड, शैली, विपणन इ.)\n\n➤ गोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. ॲड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Visualisasi Hamparan GPT ialah alat untuk menjana visualisasi data dan maklumat grafik yang setia kepada data. Ia berfungsi dengan mana-mana bahasa pengaturcaraan dan perpustakaan visualisasi cth. matplotlib, seaborn, altair, d3 dll dan berfungsi dengan pelbagai pembekal model bahasa besar (ChatGPT, PaLM, Cohere, Huggingface).\n\nIa terdiri daripada 4 modul - SUMMARIZER yang menukar data kepada ringkasan bahasa semula jadi yang kaya tetapi padat, GOAL EXPLORER yang menyenaraikan matlamat visualisasi yang diberikan data, VISGENERATOR yang menjana, memperhalusi, melaksanakan dan menapis kod visualisasi dan modul INFOGRAPHER yang menghasilkan data -grafik bergaya yang setia menggunakan IGM.\n\nVisualisasi Hamparan GPT memanfaatkan keupayaan pemodelan bahasa dan penulisan kod LLM tercanggih dalam mendayakan keupayaan visualisasi teras automatik (ringkasan data, penerokaan matlamat, penjanaan visualisasi, penjanaan maklumat grafik) serta operasi pada visualisasi sedia ada (penjelasan visualisasi, penilaian kendiri, pembaikan automatik, cadangan).\n\n  Ringkasan Data\n  Penjanaan Matlamat\n  Penjanaan Visualisasi\n  Pengeditan Visualisasi\n  Penjelasan Visualisasi\n  Penilaian dan Pembaikan Visualisasi\n  Cadangan Visualisasi\n  Penjanaan Infografik\n\nRingkasan Data\nSet data boleh menjadi besar. Visualisasi Hamparan GPT meringkaskan data ke dalam representasi bahasa semula jadi yang padat tetapi padat maklumat yang digunakan sebagai konteks asas untuk semua operasi berikutnya.\n\nPenerokaan Data Automatik\nTidak biasa dengan set data? Visualisasi Hamparan GPT menyediakan mod automatik sepenuhnya yang menjana matlamat visualisasi bermakna berdasarkan set data.\n\nVisualisasi Tatabahasa-Agnostik\nIngin visualisasi dibuat dalam python dalam Altair, Matplotlib, Seaborn dll? Bagaimana pula dengan R, C++? Visualisasi Hamparan GPT ialah agnostik tatabahasa iaitu, boleh menjana visualisasi dalam mana-mana tatabahasa yang diwakili sebagai kod.\n\nPenjanaan Infografik\nTukar data kepada maklumat grafik yang kaya, dihiasi dan menarik menggunakan model penjanaan imej. Fikirkan cerita data, pemperibadian (jenama, gaya, pemasaran dll.)\n\n➤ Dasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "GPT Spreadsheets Visualisatie is een hulpmiddel voor het genereren van datavisualisaties en datagetrouwe infographics. Het werkt met elke programmeertaal en visualisatiebibliotheken, b.v. matplotlib, seaborn, altair, d3 enz. en werkt met meerdere grote taalmodelaanbieders (ChatGPT, PaLM, Cohere, Huggingface).\n\nHet bestaat uit 4 modules: EEN SUMMARIZER die gegevens omzet in een rijke maar compacte samenvatting in natuurlijke taal, een GOAL EXPLORER die visualisatiedoelen opsomt op basis van de gegevens, een VISGENERATOR die visualisatiecode genereert, verfijnt, uitvoert en filtert en een INFOGRAPHER-module die gegevens oplevert -getrouwe gestileerde afbeeldingen met behulp van IGM's.\n\nGPT Spreadsheets Visualization maakt gebruik van de mogelijkheden voor taalmodellering en codeschrijven van de modernste LLM's bij het mogelijk maken van geautomatiseerde kernvisualisatiemogelijkheden (samenvatting van gegevens, verkenning van doelen, genereren van visualisaties, genereren van infographics) en bewerkingen op bestaande visualisaties (uitleg van visualisaties, zelfevaluatie, automatische reparatie, aanbeveling).\n\n  Samenvatting van gegevens\n  Doelgeneratie\n  Visualisatie generatie\n  Visualisatie bewerken\n  Visualisatie Uitleg\n  Visualisatie Evaluatie en reparatie\n  Visualisatie-aanbeveling\n  Infographic-generatie\n\nSamenvatting van gegevens\nDatasets kunnen enorm zijn. GPT Spreadsheets Visualisatie vat gegevens samen in een compacte, maar informatierijke natuurlijke taalrepresentatie die wordt gebruikt als basiscontext voor alle daaropvolgende bewerkingen.\n\nGeautomatiseerde gegevensverkenning\nBent u niet bekend met een dataset? GPT Spreadsheets Visualisatie biedt een volledig geautomatiseerde modus die betekenisvolle visualisatiedoelen genereert op basis van de dataset.\n\nGrammatica-agnostische visualisaties\nWilt u visualisaties gemaakt in Python in Altair, Matplotlib, Seaborn enz.? Hoe zit het met R, C++? GPT Spreadsheets Visualisatie is grammatica-agnostisch, dat wil zeggen dat het visualisaties kan genereren in elke grammatica die als code wordt weergegeven.\n\nInfographics generatie\nConverteer gegevens naar rijke, verfraaide, boeiende gestileerde infographics met behulp van modellen voor het genereren van afbeeldingen. Denk aan dataverhalen, personalisatie (merk, stijl, marketing etc.)\n\n➤ Privacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "GPT-regnearkvisualisering er et verktøy for å generere datavisualiseringer og datatrofast infografikk. Det fungerer med alle programmeringsspråk og visualiseringsbiblioteker, f.eks. matplotlib, seaborn, altair, d3 etc og fungerer med flere store språkmodellleverandører (ChatGPT, PaLM, Cohere, Huggingface).\n\nDen består av 4 moduler - EN SUMMARIZER som konverterer data til et rikt, men kompakt naturlig språkoppsummering, en GAL EXPLORER som oppregner visualiseringsmål gitt dataene, en VISGENERATOR som genererer, avgrenser, utfører og filtrerer visualiseringskode og en INFOGRAPHER-modul som gir data - Trofast stilisert grafikk ved hjelp av IGM-er.\n\nGPT-regnearkvisualisering utnytter språkmodellerings- og kodeskrivingsfunksjonene til toppmoderne LLM-er for å muliggjøre kjernefunksjoner for automatisert visualisering (dataoppsummering, målutforskning, visualiseringsgenerering, generering av infografikk) samt operasjoner på eksisterende visualiseringer (visualiseringsforklaring, selvevaluering, automatisk reparasjon, anbefaling).\n\n  Dataoppsummering\n  Målgenerering\n  Visualiseringsgenerering\n  Visualiseringsredigering\n  Visualisering Forklaring\n  Visualisering Evaluering og reparasjon\n  Visualiseringsanbefaling\n  Infografisk generasjon\n\nDataoppsummering\nDatasett kan være enorme. GPT-regnearkvisualisering oppsummerer data til en kompakt, men informasjontett naturlig språkrepresentasjon brukt som jordingskontekst for alle påfølgende operasjoner.\n\nAutomatisert datautforskning\nUkjent med et datasett? GPT-regnearkvisualisering gir en helautomatisert modus som genererer meningsfulle visualiseringsmål basert på datasettet.\n\nGrammatikk-agnostiske visualiseringer\nVil du ha visualiseringer laget i python i Altair, Matplotlib, Seaborn etc? Hva med R, C++? GPT-regnearkvisualisering er grammatikkagnostisk, dvs. kan generere visualiseringer i enhver grammatikk representert som kode.\n\nInfografikkgenerering\nKonverter data til rik, pyntet, engasjerende stilisert infografikk ved å bruke bildegenereringsmodeller. Tenk datahistorier, personalisering (merkevare, stil, markedsføring osv.)\n\n➤ Retningslinjer for personvern\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Wizualizacja arkuszy kalkulacyjnych GPT to narzędzie do generowania wizualizacji danych i infografik wiernych danym. Współpracuje z dowolnym językiem programowania i bibliotekami wizualizacyjnymi m.in. matplotlib, seaborn, altair, d3 itp. i współpracuje z wieloma dużymi dostawcami modeli językowych (ChatGPT, PaLM, Cohere, Huggingface).\n\nSkłada się z 4 modułów - SUMMARIZER, który konwertuje dane na bogate, ale zwarte podsumowanie w języku naturalnym, GOAL EXPLORER, który wylicza cele wizualizacji na podstawie danych, VISGENERATOR, który generuje, udoskonala, wykonuje i filtruje kod wizualizacji oraz moduł INFOGRAPHER, który dostarcza dane -wierna stylizowana grafika wykorzystująca IGM.\n\nWizualizacja arkuszy kalkulacyjnych GPT wykorzystuje możliwości modelowania języka i pisania kodu najnowocześniejszych LLM, umożliwiając podstawowe funkcje zautomatyzowanej wizualizacji (podsumowanie danych, eksploracja celów, generowanie wizualizacji, generowanie infografik), a także operacje na istniejących wizualizacjach (wyjaśnienia wizualizacji, samoocena, automatyczna naprawa, rekomendacja).\n\n  Podsumowanie danych\n  Generowanie celów\n  Generowanie wizualizacji\n  Edycja wizualizacji\n  Wyjaśnienie wizualizacji\n  Ocena i naprawa wizualizacji\n  Rekomendacja wizualizacji\n  Pokolenie infografiki\n\nPodsumowanie danych\nZbiory danych mogą być ogromne. Wizualizacja arkuszy kalkulacyjnych GPT podsumowuje dane w zwartej, ale gęstej pod względem informacyjnym reprezentacji w języku naturalnym, używanej jako kontekst podstawowy dla wszystkich kolejnych operacji.\n\nZautomatyzowana eksploracja danych\nNie znasz zbioru danych? Wizualizacja arkuszy kalkulacyjnych GPT zapewnia w pełni zautomatyzowany tryb, który generuje znaczące cele wizualizacji na podstawie zbioru danych.\n\nWizualizacje gramatyczno-agnostyczne\nChcesz wizualizacje utworzone w Pythonie w Altair, Matplotlib, Seaborn itp.? A co powiesz na R, C++? Wizualizacja arkuszy kalkulacyjnych GPT jest niezależna od gramatyki, tj. może generować wizualizacje w dowolnej gramatyce reprezentowanej jako kod.\n\nPokolenie Infografiki\nKonwertuj dane w bogate, upiększone i atrakcyjne stylizowane infografiki, korzystając z modeli generowania obrazów. Pomyśl o historiach danych, personalizacji (marka, styl, marketing itp.)\n\n➤ Polityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "O GPT Spreadsheets Visualization é uma ferramenta para gerar visualizações de dados e infográficos fiéis aos dados. Ela funciona com qualquer linguagem de programação e bibliotecas de visualização, por exemplo, matplotlib, seaborn, altair, d3 etc., e funciona com vários provedores de modelos de linguagem grande (ChatGPT, PaLM, Cohere, Huggingface). \n\nEle é composto por quatro módulos: um SUMMARIZER, que converte os dados em um resumo de linguagem natural rico, mas compacto; um GOAL EXPLORER, que enumera as metas de visualização com base nos dados; um VISGENERATOR, que gera, refina, executa e filtra o código de visualização; e um módulo INFOGRAPHER, que produz gráficos estilizados fiéis aos dados usando IGMs. \n\nO GPT Spreadsheets Visualization aproveita os recursos de modelagem de linguagem e de escrita de código dos LLMs de última geração para habilitar os principais recursos de visualização automatizada (resumo de dados, exploração de metas, geração de visualização, geração de infográficos), bem como operações em visualizações existentes (explicação da visualização, autoavaliação, reparo automático, recomendação).\n\n Sumarização de dados\n Geração de metas\n Geração de visualização\n Edição de visualização\n Explicação da visualização\n Avaliação e reparo da visualização\n Recomendação de visualização\n Geração de infográficos\n\nSumarização de dados\nOs conjuntos de dados podem ser enormes. O GPT Spreadsheets Visualization resume os dados em uma representação de linguagem natural compacta, mas com muitas informações, usada como contexto de base para todas as operações subsequentes.\n\nExploração automatizada de dados\nNão está familiarizado com um conjunto de dados? O GPT Spreadsheets Visualization oferece um modo totalmente automatizado que gera objetivos de visualização significativos com base no conjunto de dados. \n\nVisualizações com diagnóstico gramatical\nDeseja visualizações criadas em python no Altair, Matplotlib, Seaborn etc.? E em R, C++? O GPT Spreadsheets Visualization é agnóstico em relação à gramática, ou seja, pode gerar visualizações em qualquer gramática representada como código.\n\nGeração de infográficos\nConverta dados em infográficos estilizados, ricos, embelezados e envolventes usando modelos de geração de imagens. Pense em histórias de dados, personalização (marca, estilo, marketing etc.)\n\n➤ Política de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "GPT Spreadsheets Visualization é uma ferramenta para gerar visualizações de dados e infografias fiéis aos dados. Funciona com qualquer linguagem de programação e bibliotecas de visualização, por exemplo, matplotlib, seaborn, altair, d3, etc., e funciona com vários fornecedores de modelos de linguagem de grande dimensão (ChatGPT, PaLM, Cohere, Huggingface). \n\nÉ composto por 4 módulos - Um SUMMARIZER que converte os dados num resumo de linguagem natural rico mas compacto, um GOAL EXPLORER que enumera os objectivos de visualização dados os dados, um VISGENERATOR que gera, refina, executa e filtra o código de visualização e um módulo INFOGRAPHER que produz gráficos estilizados fiéis aos dados utilizando IGMs. \n\nO GPT Spreadsheets Visualization aproveita os recursos de modelagem de linguagem e escrita de código dos LLMs de última geração para permitir os principais recursos de visualização automatizada (resumo de dados, exploração de objetivos, geração de visualização, geração de infográficos), bem como operações em visualizações existentes (explicação de visualização, autoavaliação, reparo automático, recomendação).\n\n Sumarização de dados\n Geração de objectivos\n Geração de visualizações\n Edição de visualizações\n Explicação da visualização\n Avaliação e reparação da visualização\n Recomendação de visualização\n Geração de infográficos\n\nSumarização de dados\nOs conjuntos de dados podem ser enormes. GPT Spreadsheets Visualization resume os dados em uma representação de linguagem natural compacta, mas densa em informações, usada como contexto de base para todas as operações subsequentes.\n\nExploração automatizada de dados\nNão está familiarizado com um conjunto de dados? GPT Spreadsheets Visualization fornece um modo totalmente automatizado que gera objectivos de visualização significativos com base no conjunto de dados. \n\nVisualizações com diagnóstico gramatical\nQuer visualizações criadas em python em Altair, Matplotlib, Seaborn etc.? Que tal R, C++? GPT Spreadsheets Visualization é agnóstico em relação à gramática, ou seja, pode gerar visualizações em qualquer gramática representada como código.\n\nGeração de infográficos\nConverta dados em infografias estilizadas ricas, embelezadas e envolventes utilizando modelos de geração de imagens. Pense em histórias de dados, personalização (marca, estilo, marketing, etc.)\n\n➤ Política de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google e nunca são guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do suplemento. \nCumprimos as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "GPT Spreadsheets Visualization este un instrument pentru generarea de vizualizări de date și infografice fidele datelor. Funcționează cu orice limbaj de programare și biblioteci de vizualizare, de ex. matplotlib, seaborn, altair, d3 etc și funcționează cu mai mulți furnizori mari de modele lingvistice (ChatGPT, PaLM, Cohere, Huggingface).\n\nAcesta cuprinde 4 module - UN SUMMARIZER care convertește datele într-un rezumat bogat, dar compact în limbaj natural, un GOAL EXPLORER care enumeră obiectivele de vizualizare având în vedere datele, un VISGENERATOR care generează, rafinează, execută și filtrează codul de vizualizare și un modul INFOGRAPHER care furnizează date. -grafică stilizată fidelă folosind IGM-uri.\n\nGPT Spreadsheets Vizualizarea valorifică capacitățile de modelare a limbajului și de scriere a codurilor ale LLM-urilor de ultimă generație pentru a permite capacitățile de bază de vizualizare automată (rezumarea datelor, explorarea obiectivelor, generarea de vizualizări, generarea de infografice), precum și operațiunile pe vizualizări existente (explicația vizualizării, autoevaluare, reparare automată, recomandare).\n\n  Rezumarea datelor\n  Generarea obiectivelor\n  Generare de vizualizare\n  Editarea vizualizării\n  Vizualizare Explicație\n  Evaluarea și repararea vizualizării\n  Recomandare de vizualizare\n  Generație infografică\n\nRezumarea datelor\nSeturile de date pot fi masive. Vizualizarea foilor de calcul GPT rezumă datele într-o reprezentare în limbaj natural compactă, dar bogată în informații, folosită ca context de bază pentru toate operațiunile ulterioare.\n\nExplorarea automată a datelor\nNu sunteți familiarizat cu un set de date? Vizualizarea foilor de calcul GPT oferă un mod complet automatizat care generează obiective semnificative de vizualizare pe baza setului de date.\n\nVizualizări gramatical-agnostice\nDoriți vizualizări create în python în Altair, Matplotlib, Seaborn etc? Ce zici de R, C++? Vizualizarea foilor de calcul GPT este independentă de gramatică, adică poate genera vizualizări în orice gramatică reprezentată ca cod.\n\nGenerația infografică\nConvertiți datele în infografice stilizate bogate, înfrumusețate și captivante, folosind modele de generare de imagini. Gândiți-vă la povești de date, personalizare (brand, stil, marketing etc.)\n\n➤ Politica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Визуализация таблиц GPT — это инструмент для создания визуализаций данных и достоверной инфографики. Он работает с любым языком программирования и библиотеками визуализации, например. matplotlib, seaborn, Altair, d3 и т. д. и работает с несколькими крупными поставщиками языковых моделей (ChatGPT, PaLM, Cohere, Huggingface).\n\nОн состоит из 4 модулей: SUMMARIZER, который преобразует данные в обширную, но компактную сводку на естественном языке, GOAL EXPLORER, который перечисляет цели визуализации с учетом данных, VISGENERATOR, который генерирует, уточняет, выполняет и фильтрует код визуализации, и модуль INFOGRAPHER, который выдает данные. - достоверная стилизованная графика с использованием IGM.\n\nВизуализация электронных таблиц GPT использует возможности языкового моделирования и написания кода современных LLM, обеспечивая основные возможности автоматизированной визуализации (суммирование данных, исследование целей, создание визуализации, создание инфографики), а также операции с существующими визуализациями (объяснение визуализации, самооценка, автоматический ремонт, рекомендации).\n\n  Суммирование данных\n  Генерация целей\n  Генерация визуализации\n  Редактирование визуализации\n  Объяснение визуализации\n  Оценка и ремонт визуализации\n  Рекомендация по визуализации\n  Создание инфографики\n\nСуммирование данных\nНаборы данных могут быть огромными. Визуализация электронных таблиц GPT суммирует данные в компактном, но насыщенном информацией представлении на естественном языке, используемом в качестве основного контекста для всех последующих операций.\n\nАвтоматизированное исследование данных\nНе знакомы с набором данных? Визуализация таблиц GPT обеспечивает полностью автоматизированный режим, который генерирует значимые цели визуализации на основе набора данных.\n\nГрамматико-агностические визуализации\nХотите визуализации, созданные на Python в Altair, Matplotlib, Seaborn и т. д.? Как насчет R, C++? Визуализация таблиц GPT не зависит от грамматики, т. е. может генерировать визуализации в любой грамматике, представленной в виде кода.\n\nСоздание инфографики\nПреобразуйте данные в насыщенную, украшенную и привлекательную стилизованную инфографику с помощью моделей генерации изображений. Подумайте об историях данных, персонализации (бренд, стиль, маркетинг и т. д.)\n\n➤ Политика конфиденциальности\n\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "GPT Spreadsheets Visualization je nástroj na generovanie dátových vizualizácií a dátovo verných infografík. Funguje s akýmkoľvek programovacím jazykom a vizualizačnými knižnicami, napr. matplotlib, seaborn, altair, d3 atď. a spolupracuje s viacerými veľkými poskytovateľmi jazykových modelov (ChatGPT, PaLM, Cohere, Huggingface).\n\nSkladá sa zo 4 modulov – SUMMARIZER, ktorý prevádza údaje do bohatého, ale kompaktného súhrnu v prirodzenom jazyku, GOAL EXPLORER, ktorý vymenúva ciele vizualizácie na základe údajov, VISGENERATOR, ktorý generuje, spresňuje, spúšťa a filtruje vizualizačný kód a modul INFOGRAPHER, ktorý poskytuje údaje. -verná štylizovaná grafika pomocou IGM.\n\nGPT Spreadsheets Visualization využíva možnosti jazykového modelovania a písania kódu najmodernejších LLM pri umožňovaní základných automatických vizualizačných schopností (sumarizácia údajov, prieskum cieľov, generovanie vizualizácií, generovanie infografík), ako aj operácie s existujúcimi vizualizáciami (vysvetlenie vizualizácie, sebahodnotenie, automatická oprava, odporúčanie).\n\n  Sumarizácia údajov\n  Generovanie cieľov\n  Generovanie vizualizácie\n  Úprava vizualizácie\n  Vysvetlenie vizualizácie\n  Hodnotenie vizualizácie a opravy\n  Odporúčanie na vizualizáciu\n  Infografická generácia\n\nSumarizácia údajov\nSúbory údajov môžu byť obrovské. Vizualizácia tabuliek GPT sumarizuje údaje do kompaktnej, no informačne hustej reprezentácie v prirodzenom jazyku, ktorá sa používa ako základný kontext pre všetky nasledujúce operácie.\n\nAutomatizovaný prieskum údajov\nNepoznáte množinu údajov? Vizualizácia tabuliek GPT poskytuje plne automatizovaný režim, ktorý generuje zmysluplné ciele vizualizácie na základe množiny údajov.\n\nGramaticko-agnostické vizualizácie\nChcete vizualizácie vytvorené v pythone v Altair, Matplotlib, Seaborn atď.? A čo R, C++? Vizualizácia tabuliek GPT je bez gramatiky, to znamená, že dokáže generovať vizualizácie v akejkoľvek gramatike reprezentovanej ako kód.\n\nGenerácia infografiky\nPremeňte údaje na bohaté, zdobené a pútavé štylizované infografiky pomocou modelov generovania obrázkov. Myslite na dátové príbehy, personalizáciu (značka, štýl, marketing atď.)\n\n➤ Zásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "GPT Spreadsheets Visualization je orodje za ustvarjanje vizualizacij podatkov in podatkovno zveste infografike. Deluje s katerim koli programskim jezikom in vizualizacijskimi knjižnicami, npr. matplotlib, seaborn, altair, d3 itd. in deluje z več velikimi ponudniki jezikovnih modelov (ChatGPT, PaLM, Cohere, Huggingface).\n\nSestavljen je iz 4 modulov - SUMMARIZER, ki pretvori podatke v bogat, a kompakten povzetek v naravnem jeziku, GOAL EXPLORER, ki našteje vizualizacijske cilje glede na podatke, VISGENERATOR, ki generira, izboljša, izvaja in filtrira vizualizacijsko kodo, in modul INFOGRAPHER, ki daje podatke. - zvesta stilizirana grafika z uporabo IGM.\n\nGPT Spreadsheets Visualization izkorišča zmožnosti jezikovnega modeliranja in pisanja kode najsodobnejših LLM-jev pri omogočanju osnovnih avtomatiziranih zmogljivosti vizualizacije (povzemanje podatkov, raziskovanje ciljev, ustvarjanje vizualizacij, ustvarjanje infografik) kot tudi operacij na obstoječih vizualizacijah (vizualizacijska razlaga, samoocenjevanje, samodejno popravilo, priporočilo).\n\n  Povzemanje podatkov\n  Ustvarjanje ciljev\n  Generacija vizualizacije\n  Urejanje vizualizacije\n  Razlaga vizualizacije\n  Ocenjevanje in popravilo vizualizacije\n  Priporočilo za vizualizacijo\n  Generacija infografike\n\nPovzemanje podatkov\nNabori podatkov so lahko ogromni. Vizualizacija preglednic GPT povzema podatke v kompaktno, a informacijsko gosto predstavitev naravnega jezika, ki se uporablja kot osnovni kontekst za vse nadaljnje operacije.\n\nAvtomatizirano raziskovanje podatkov\nNiste seznanjeni z naborom podatkov? Vizualizacija preglednic GPT zagotavlja popolnoma avtomatiziran način, ki na podlagi nabora podatkov ustvari smiselne cilje vizualizacije.\n\nSlovnično-agnostične vizualizacije\nŽelite vizualizacije, ustvarjene v pythonu v Altairu, Matplotlibu, Seabornu itd.? Kaj pa R, C++? Vizualizacija preglednic GPT ni slovnično agnostična, tj. lahko ustvari vizualizacije v kateri koli slovnici, predstavljeni kot koda.\n\nGeneracija infografike\nPretvorite podatke v bogato, okrašeno, privlačno stilizirano infografiko z uporabo modelov za generiranje slik. Pomislite na podatkovne zgodbe, personalizacijo (blagovna znamka, slog, trženje itd.)\n\n➤ Politika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Визуелизација ГПТ табела је алатка за генерисање визуелизације података и инфографика верних подацима. Ради са било којим програмским језиком и библиотекама за визуелизацију, нпр. матплотлиб, сеаборн, алтаир, д3 итд. и ради са више великих добављача језичких модела (ЦхатГПТ, ПаЛМ, Цохере, Хуггингфаце).\n\nСастоји се од 4 модула - СУМАРИЗАТОР који конвертује податке у богат, али компактан сажетак на природном језику, ИСТРАЖИВАЧ ЦИЉЕВА који набраја циљеве визуелизације с обзиром на податке, ВИСГЕНЕРАТОР који генерише, прецизира, извршава и филтрира визуелизациони код и ИНФОГРАПХЕР модул који даје податке -верна стилизована графика помоћу ИГМ-а.\n\nВизуелизација ГПТ табела користи могућности моделирања језика и писања кода најсавременијих ЛЛМ-а у омогућавању основних могућности аутоматизоване визуелизације (сажимање података, истраживање циљева, генерисање визуелизације, генерисање инфографике) као и операције на постојећим визуелизацијама (објашњење визуелизације, самоевалуација, аутоматска поправка, препорука).\n\n  Сажимање података\n  Генерисање циљева\n  Генерисање визуелизације\n  Уређивање визуелизације\n  Објашњење визуелизације\n  Процена и поправка визуелизације\n  Препорука за визуелизацију\n  Инфограпхиц Генератион\n\nСажимање података\nСкупови података могу бити огромни. ГПТ прорачунске табеле Визуелизација сажима податке у компактну, али информацију густу репрезентацију природног језика која се користи као основни контекст за све наредне операције.\n\nАутоматско истраживање података\nНисте упознати са скупом података? Визуелизација ГПТ табела пружа потпуно аутоматизован режим који генерише смислене циљеве визуелизације на основу скупа података.\n\nГраматичко-агностичке визуелизације\nЖелите визуелизације креиране у Питхон-у у Алтаир-у, Матплотлиб-у, Сеаборну итд? Шта кажете на Р, Ц++? ГПТ табеле Визуелизација је граматички агностична, тј. може да генерише визуелизације у било којој граматици представљеној као код.\n\nИнфограпхицс Генератион\nПретворите податке у богату, украшену, привлачну стилизовану инфографику користећи моделе за генерисање слика. Размислите о причама о подацима, персонализацији (бренд, стил, маркетинг итд.)\n\n➤ Политика приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "GPT Spreadsheets Visualization är ett verktyg för att generera datavisualiseringar och datatrogen infografik. Det fungerar med alla programmeringsspråk och visualiseringsbibliotek, t.ex. matplotlib, seaborn, altair, d3 etc och fungerar med flera stora språkmodellleverantörer (ChatGPT, PaLM, Cohere, Huggingface).\n\nDen består av 4 moduler - EN SAMMANFATTNING som omvandlar data till en rik men kompakt sammanfattning av naturligt språk, en MÅLSÖKARE som räknar upp visualiseringsmål givet data, en VISGENERATOR som genererar, förfinar, exekverar och filtrerar visualiseringskod och en INFOGRAPHER-modul som ger data -trogen stiliserad grafik med IGM.\n\nGPT Spreadsheets Visualization utnyttjar språkmodellerings- och kodskrivningskapaciteten hos toppmoderna LLM:er för att möjliggöra centrala automatiserade visualiseringsmöjligheter (datasammanfattning, målutforskning, visualiseringsgenerering, infografikgenerering) såväl som operationer på befintliga visualiseringar (visualiseringsförklaring, självutvärdering, automatisk reparation, rekommendation).\n\n  Datasammanfattning\n  Målgenerering\n  Visualiseringsgenerering\n  Visualiseringsredigering\n  Visualisering Förklaring\n  Visualisering utvärdering och reparation\n  Visualiseringsrekommendation\n  Infografisk generation\n\nDatasammanfattning\nDatauppsättningar kan vara enorma. GPT Spreadsheets Visualization sammanfattar data till en kompakt men informationstät naturlig språkrepresentation som används som jordningskontext för alla efterföljande operationer.\n\nAutomatiserad datautforskning\nÄr du obekant med en datauppsättning? GPT Spreadsheets Visualization tillhandahåller ett helt automatiserat läge som genererar meningsfulla visualiseringsmål baserat på datamängden.\n\nGrammatik-agnostiska visualiseringar\nVill du ha visualiseringar skapade i python i Altair, Matplotlib, Seaborn etc? Vad sägs om R, C++? GPT-kalkylbladsvisualisering är grammatikagnostisk, dvs. kan generera visualiseringar i vilken grammatik som helst som representeras som kod.\n\nGeneration av infografik\nKonvertera data till rik, utsmyckad, engagerande stiliserad infografik med hjälp av bildgenereringsmodeller. Tänk databerättelser, personalisering (varumärke, stil, marknadsföring etc.)\n\n➤ Sekretesspolicy\n\nGenom designen finns din data alltid på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Taswira ya Lahajedwali za GPT ni zana ya kutoa taswira za data na infographics za uaminifu wa data. Inafanya kazi na lugha yoyote ya programu na maktaba ya taswira k.m. matplotlib, seaborn, altair, d3 n.k na inafanya kazi na watoa huduma wengi wa mifano ya lugha kubwa (ChatGPT, PaLM, Cohere, Huggingface).\n\nInajumuisha moduli 4 - SUMMARIZER ambayo hubadilisha data kuwa muhtasari wa lugha asilia tajiri lakini changamano, GOAL EXPLORER inayoorodhesha malengo ya taswira kutokana na data, VISGENERATOR ambayo huzalisha, kuboresha, kutekeleza na kuchuja msimbo wa taswira na sehemu ya INFOGRAPHER inayotoa data. -Michoro ya uaminifu iliyochorwa kwa kutumia IGM.\n\nTaswira ya Lahajedwali za GPT huongeza uwezo wa uundaji wa lugha na uandishi wa msimbo wa LLM za kisasa katika kuwezesha uwezo wa msingi wa taswira ya kiotomatiki (muhtasari wa data, uchunguzi wa malengo, utengenezaji wa taswira, utengenezaji wa infographics) pamoja na uendeshaji wa taswira zilizopo (ufafanuzi wa taswira, tathmini binafsi, ukarabati wa moja kwa moja, mapendekezo).\n\n  Muhtasari wa Data\n  Kizazi cha Malengo\n  Kizazi cha Visualization\n  Uhariri wa taswira\n  Ufafanuzi wa Visualization\n  Tathmini ya Taswira na Urekebishaji\n  Pendekezo la Visualization\n  Kizazi cha Infographic\n\nMuhtasari wa Data\nSeti za data zinaweza kuwa kubwa. Taswira ya Lahajedwali za GPT ni muhtasari wa data katika uwakilishi wa lugha asilia ulio na taarifa mnene unaotumika kama muktadha wa msingi kwa shughuli zote zinazofuata.\n\nUchunguzi wa Data Kiotomatiki\nJe, hujui seti ya data? Taswira ya Lahajedwali za GPT hutoa modi otomatiki kikamilifu ambayo hutoa malengo ya maana ya taswira kulingana na mkusanyiko wa data.\n\nVielelezo vya Sarufi-Agnostic\nJe! unataka taswira iliyoundwa katika python huko Altair, Matplotlib, Seaborn nk? Vipi kuhusu R, C++? Taswira ya Lahajedwali za GPT ni sarufi isiyoaminika, yaani, inaweza kutoa taswira katika sarufi yoyote inayowakilishwa kama msimbo.\n\nKizazi cha Infographics\nBadilisha data kuwa infographics tajiri, iliyopambwa na ya kuvutia kwa kutumia miundo ya kutengeneza picha. Fikiria hadithi za data, ubinafsishaji (chapa, mtindo, uuzaji n.k.)\n\n➤ Sera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "GPT விரிதாள் காட்சிப்படுத்தல் என்பது தரவு காட்சிப்படுத்தல் மற்றும் தரவு நம்பிக்கையான இன்போ கிராபிக்ஸ் உருவாக்குவதற்கான ஒரு கருவியாகும். இது எந்த நிரலாக்க மொழி மற்றும் காட்சிப்படுத்தல் நூலகங்களுடனும் வேலை செய்கிறது எ.கா. matplotlib, seaborn, altair, d3 போன்றவை மற்றும் பல பெரிய மொழி மாதிரி வழங்குநர்களுடன் (ChatGPT, PalM, Cohere, Huggingface) வேலை செய்கிறது.\n\nஇது 4 தொகுதிகளை உள்ளடக்கியது - தரவை வளமான ஆனால் கச்சிதமான இயற்கை மொழி சுருக்கமாக மாற்றும் ஒரு சுருக்கம், தரவு கொடுக்கப்பட்ட காட்சிப்படுத்தல் இலக்குகளை கணக்கிடும் ஒரு கோல் எக்ஸ்ப்ளோரர், காட்சிப்படுத்தல் குறியீட்டை உருவாக்கி, செம்மைப்படுத்தி, செயல்படுத்தும் மற்றும் வடிகட்டும் ஒரு விஸ்ஜெனரேட்டர் மற்றும் தரவுத் தரவைத் தரக்கூடிய ஒரு இன்போகிராஃபர் தொகுதி. -ஐஜிஎம்களைப் பயன்படுத்தி விசுவாசமான பகட்டான கிராபிக்ஸ்.\n\nGPT விரிதாள் காட்சிப்படுத்தல், முக்கிய தானியங்கு காட்சிப்படுத்தல் திறன்களை (தரவு சுருக்கம், இலக்கு ஆய்வு, காட்சிப்படுத்தல் உருவாக்கம், இன்போ கிராபிக்ஸ் உருவாக்கம்) மற்றும் ஏற்கனவே உள்ள காட்சிப்படுத்தல்களின் செயல்பாடுகளை (காட்சிப்படுத்தல் விளக்கம், சுய மதிப்பீடு, தானியங்கி பழுது, பரிந்துரை).\n\n  தரவு சுருக்கம்\n  இலக்கு தலைமுறை\n  காட்சிப்படுத்தல் தலைமுறை\n  காட்சிப்படுத்தல் எடிட்டிங்\n  காட்சிப்படுத்தல் விளக்கம்\n  காட்சிப்படுத்தல் மதிப்பீடு மற்றும் பழுது\n  காட்சிப்படுத்தல் பரிந்துரை\n  இன்போ கிராபிக் தலைமுறை\n\nதரவு சுருக்கம்\nதரவுத்தொகுப்புகள் மிகப்பெரியதாக இருக்கலாம். GPT விரிதாள் காட்சிப்படுத்தல், அனைத்து அடுத்தடுத்த செயல்பாடுகளுக்கும் அடிப்படை சூழலாகப் பயன்படுத்தப்படும் ஒரு சிறிய ஆனால் தகவல் அடர்த்தியான இயற்கையான மொழிப் பிரதிநிதித்துவமாக தரவைச் சுருக்குகிறது.\n\nதானியங்கு தரவு ஆய்வு\nதரவுத்தொகுப்பு பற்றி தெரியவில்லையா? GPT விரிதாள் காட்சிப்படுத்தல், தரவுத்தொகுப்பின் அடிப்படையில் அர்த்தமுள்ள காட்சிப்படுத்தல் இலக்குகளை உருவாக்கும் முழுமையான தானியங்கு பயன்முறையை வழங்குகிறது.\n\nஇலக்கணம்-அஞ்ஞான காட்சிகள்\nAltair, Matplotlib, Seaborn போன்றவற்றில் பைத்தானில் உருவாக்கப்பட்ட காட்சிப்படுத்தல்கள் வேண்டுமா? ஆர், சி++ எப்படி? GPT விரிதாள் காட்சிப்படுத்தல் என்பது இலக்கண அஞ்ஞானமானது, அதாவது, குறியீடாகக் குறிப்பிடப்படும் எந்த இலக்கணத்திலும் காட்சிப்படுத்தல்களை உருவாக்க முடியும்.\n\nஇன்போ கிராபிக்ஸ் தலைமுறை\nபட உருவாக்க மாதிரிகளைப் பயன்படுத்தி, தரவை பணக்கார, அழகுபடுத்தப்பட்ட, ஈர்க்கும் பகட்டான இன்போ கிராபிக்ஸ்களாக மாற்றவும். தரவுக் கதைகள், தனிப்பயனாக்கம் (பிராண்ட், ஸ்டைல், மார்க்கெட்டிங் போன்றவை) யோசியுங்கள்.\n\n➤ தனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "GPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్ అనేది డేటా విజువలైజేషన్‌లు మరియు డేటా-ఫైత్‌ఫుల్ ఇన్ఫోగ్రాఫిక్‌లను రూపొందించడానికి ఒక సాధనం. ఇది ఏదైనా ప్రోగ్రామింగ్ లాంగ్వేజ్ మరియు విజువలైజేషన్ లైబ్రరీలతో పని చేస్తుంది ఉదా. matplotlib, seaborn, altair, d3 మొదలైనవి మరియు బహుళ పెద్ద భాషా మోడల్ ప్రొవైడర్‌లతో పని చేస్తుంది (ChatGPT, PalM, కోహెర్, హగ్గింగ్‌ఫేస్).\n\nఇది 4 మాడ్యూల్‌లను కలిగి ఉంటుంది - డేటాను రిచ్ అయితే కాంపాక్ట్ నేచురల్ లాంగ్వేజ్ సారాంశంగా మార్చే సమ్మరైజర్, డేటా ఇచ్చిన విజువలైజేషన్ గోల్‌లను లెక్కించే గోల్ ఎక్స్‌ప్లోరర్, విజువలైజేషన్ కోడ్‌ను రూపొందించే, రిఫైన్ చేసే, ఎగ్జిక్యూట్ చేసే మరియు ఫిల్టర్ చేసే విజునరేటర్ మరియు ఇన్ఫోగ్రాఫర్ డేటాను అందించే మాడ్యూల్. -ఐజిఎమ్‌లను ఉపయోగించి నమ్మకమైన శైలీకృత గ్రాఫిక్స్.\n\nGPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్ కోర్ ఆటోమేటెడ్ విజువలైజేషన్ సామర్థ్యాలను (డేటా సారాంశం, లక్ష్య అన్వేషణ, విజువలైజేషన్ జనరేషన్, ఇన్ఫోగ్రాఫిక్స్ జనరేషన్) అలాగే ఇప్పటికే ఉన్న విజువలైజేషన్‌లపై ఆపరేషన్‌లను (విజువలైజేషన్ వివరణ, స్వీయ-మూల్యాంకనం, స్వయంచాలక మరమ్మత్తు, సిఫార్సు).\n\n  డేటా సారాంశం\n  గోల్ జనరేషన్\n  విజువలైజేషన్ జనరేషన్\n  విజువలైజేషన్ ఎడిటింగ్\n  విజువలైజేషన్ వివరణ\n  విజువలైజేషన్ మూల్యాంకనం మరియు మరమ్మత్తు\n  విజువలైజేషన్ సిఫార్సు\n  ఇన్ఫోగ్రాఫిక్ జనరేషన్\n\nడేటా సారాంశం\nడేటాసెట్‌లు భారీగా ఉండవచ్చు. GPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్ డేటాను సంక్షిప్తంగా సంగ్రహిస్తుంది, అయితే అన్ని తదుపరి ఆపరేషన్‌లకు గ్రౌండింగ్ సందర్భం వలె ఉపయోగించబడే సమాచార సాంద్రత కలిగిన సహజ భాషా ప్రాతినిధ్యం.\n\nస్వయంచాలక డేటా అన్వేషణ\nడేటాసెట్ గురించి తెలియదా? GPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్ డేటాసెట్ ఆధారంగా అర్థవంతమైన విజువలైజేషన్ గోల్‌లను రూపొందించే పూర్తి ఆటోమేటెడ్ మోడ్‌ను అందిస్తుంది.\n\nగ్రామర్-అజ్ఞేయ విజువలైజేషన్లు\nAltair, Matplotlib, Seaborn మొదలైన వాటిలో పైథాన్‌లో సృష్టించబడిన విజువలైజేషన్‌లు కావాలా? R, C++ గురించి ఎలా? GPT స్ప్రెడ్‌షీట్‌ల విజువలైజేషన్ అనేది గ్రామర్ అజ్ఞేయవాదం అంటే, కోడ్‌గా సూచించబడే ఏదైనా వ్యాకరణంలో విజువలైజేషన్‌లను రూపొందించవచ్చు.\n\nఇన్ఫోగ్రాఫిక్స్ జనరేషన్\nఇమేజ్ జనరేషన్ మోడల్‌లను ఉపయోగించి డేటాను రిచ్, ఎంబెలిష్డ్, ఎంగేజింగ్ స్టైలైజ్డ్ ఇన్ఫోగ్రాఫిక్స్‌గా మార్చండి. డేటా కథనాలు, వ్యక్తిగతీకరణ (బ్రాండ్, శైలి, మార్కెటింగ్ మొదలైనవి) ఆలోచించండి.\n\n➤ గోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "การแสดงภาพสเปรดชีต GPT เป็นเครื่องมือสำหรับสร้างการแสดงภาพข้อมูลและอินโฟกราฟิกที่ตรงตามข้อมูล ใช้งานได้กับภาษาการเขียนโปรแกรมและไลบรารีการแสดงภาพเช่น matplotlib, seaborn, altair, d3 ฯลฯ และทำงานร่วมกับผู้ให้บริการโมเดลภาษาขนาดใหญ่หลายราย (ChatGPT, PaLM, Cohere, Huggingface)\n\nประกอบด้วย 4 โมดูล - SUMMARIZER ที่แปลงข้อมูลเป็นภาษาสรุปที่เข้มข้นแต่เป็นธรรมชาติ, GOAL EXPLORER ที่แจกแจงเป้าหมายการแสดงภาพตามข้อมูล, VISGENERATOR ที่สร้าง ปรับแต่ง ดำเนินการ และกรองโค้ดการแสดงภาพ และโมดูล INFOGRAPHER ที่ให้ข้อมูล กราฟิกเก๋ไก๋ที่น่าเชื่อถือโดยใช้ IGM\n\nการสร้างภาพข้อมูล GPT Spreadsheets ใช้ประโยชน์จากการสร้างแบบจำลองภาษาและความสามารถในการเขียนโค้ดของ LLM ที่ล้ำสมัยในการเปิดใช้งานความสามารถในการแสดงภาพอัตโนมัติหลักๆ (การสรุปข้อมูล การสำรวจเป้าหมาย การสร้างภาพ การสร้างภาพข้อมูล การสร้างภาพข้อมูล) ตลอดจนการดำเนินการกับภาพข้อมูลที่มีอยู่ (คำอธิบายภาพ การประเมินตนเอง การซ่อมอัตโนมัติ การแนะนำ)\n\n  การสรุปข้อมูล\n  การสร้างเป้าหมาย\n  การสร้างภาพ\n  การแก้ไขการแสดงภาพ\n  คำอธิบายการแสดงภาพ\n  การประเมินและการซ่อมแซมการแสดงภาพ\n  คำแนะนำการแสดงภาพ\n  การสร้างอินโฟกราฟิก\n\nการสรุปข้อมูล\nชุดข้อมูลอาจมีขนาดใหญ่ การแสดงภาพสเปรดชีต GPT จะสรุปข้อมูลในรูปแบบภาษาธรรมชาติที่มีขนาดกะทัดรัดแต่มีข้อมูลหนาแน่น ซึ่งใช้เป็นบริบทพื้นฐานสำหรับการดำเนินการในภายหลังทั้งหมด\n\nการสำรวจข้อมูลอัตโนมัติ\nไม่คุ้นเคยกับชุดข้อมูลใช่ไหม การแสดงภาพสเปรดชีต GPT มีโหมดอัตโนมัติเต็มรูปแบบที่สร้างเป้าหมายการแสดงภาพที่มีนัยสำคัญโดยอิงตามชุดข้อมูล\n\nการแสดงภาพไวยากรณ์และไม่เชื่อเรื่องพระเจ้า\nต้องการการสร้างภาพข้อมูลที่สร้างใน python ใน Altair, Matplotlib, Seaborn ฯลฯ หรือไม่ แล้ว R, C++ ล่ะ? การแสดงภาพสเปรดชีต GPT นั้นไม่เชื่อเรื่องไวยากรณ์ กล่าวคือ สามารถสร้างการแสดงภาพในไวยากรณ์ใดๆ ที่แสดงเป็นโค้ดได้\n\nการสร้างอินโฟกราฟิก\nแปลงข้อมูลให้เป็นอินโฟกราฟิกที่มีสไตล์สวยงามสวยงามน่าดึงดูดโดยใช้โมเดลการสร้างภาพ คิดถึงเรื่องราวของข้อมูล การปรับเปลี่ยนในแบบของคุณ (แบรนด์ สไตล์ การตลาด ฯลฯ)\n\n➤ นโยบายความเป็นส่วนตัว\n\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "GPT Elektronik Tablo Görselleştirmesi, veri görselleştirmeleri ve verilere sadık infografikler oluşturmaya yönelik bir araçtır. Herhangi bir programlama dili ve görselleştirme kitaplığıyla çalışır; matplotlib, seaborn, altair, d3 vb. ve birden fazla büyük dil modeli sağlayıcısıyla (ChatGPT, PaLM, Cohere, Huggingface) çalışır.\n\n4 modülden oluşur: Verileri zengin ama derli toplu bir doğal dil özetine dönüştüren bir ÖZETLEYİCİ, verilere göre görselleştirme hedeflerini sıralayan bir HEDEF KEŞFEDİCİ, görselleştirme kodunu oluşturan, hassaslaştıran, yürüten ve filtreleyen bir VISJENERATÖR ve veri sağlayan bir INFOGRAPHER modülü -IGM'leri kullanan sadık stilize grafikler.\n\nGPT Elektronik Tablo Görselleştirmesi, temel otomatik görselleştirme yeteneklerinin (veri özetleme, hedef keşfi, görselleştirme oluşturma, infografik oluşturma) ve mevcut görselleştirmeler üzerindeki işlemleri (görselleştirme açıklaması, öz değerlendirme, otomatik onarım, öneri).\n\n  Veri Özetleme\n  Hedef Oluşturma\n  Görselleştirme Oluşturma\n  Görselleştirme Düzenleme\n  Görselleştirme Açıklaması\n  Görselleştirme Değerlendirmesi ve Onarımı\n  Görselleştirme Önerisi\n  İnfografik Üretimi\n\nVeri Özetleme\nVeri kümeleri çok büyük olabilir. GPT Elektronik Tablo Görselleştirmesi, verileri, sonraki tüm işlemler için temel bağlam olarak kullanılan kompakt ancak bilgi açısından yoğun bir doğal dil temsilinde özetler.\n\nOtomatik Veri Keşfi\nBir veri kümesine aşina değil misiniz? GPT E-Tablo Görselleştirmesi, veri kümesine dayalı olarak anlamlı görselleştirme hedefleri oluşturan tam otomatik bir mod sağlar.\n\nDilbilgisi-Agnostik Görselleştirmeler\nAltair, Matplotlib, Seaborn vb.'de python ile oluşturulan görselleştirmeler mi istiyorsunuz? R, C++'a ne dersiniz? GPT E-Tablo Görselleştirmesi dilbilgisinden bağımsızdır, yani kod olarak temsil edilen herhangi bir dilbilgisinde görselleştirmeler oluşturabilir.\n\nİnfografik Üretimi\nGörüntü oluşturma modellerini kullanarak verileri zengin, süslenmiş, ilgi çekici stilize infografiklere dönüştürün. Veri öykülerini, kişiselleştirmeyi (marka, stil, pazarlama vb.) düşünün.\n\n➤ Gizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "Візуалізація електронних таблиць GPT — це інструмент для створення візуалізацій даних та інфографіки, що точніше відповідає даним. Він працює з будь-якою мовою програмування та бібліотеками візуалізації, напр. matplotlib, seaborn, altair, d3 тощо та працює з багатьма великими постачальниками мовних моделей (ChatGPT, PaLM, Cohere, Huggingface).\n\nВін складається з 4 модулів: SUMMARIZER, який перетворює дані на багате, але компактне резюме природною мовою, GOAL EXPLORER, який перераховує цілі візуалізації на основі даних, VISGENERATOR, який генерує, уточнює, виконує та фільтрує код візуалізації, і модуль INFOGRAPHER, який дає дані. -достовірна стилізована графіка з використанням IGM.\n\nGPT Spreadsheets Visualization використовує можливості мовного моделювання та написання коду найсучасніших LLM для забезпечення основних можливостей автоматизованої візуалізації (узагальнення даних, дослідження цілей, створення візуалізації, створення інфографіки), а також операцій над існуючими візуалізаціями (пояснення візуалізації, самооцінка, автоматичний ремонт, рекомендація).\n\n  Узагальнення даних\n  Генерація цілей\n  Генерація візуалізації\n  Редагування візуалізації\n  Візуалізація Пояснення\n  Оцінка візуалізації та ремонт\n  Рекомендація щодо візуалізації\n  Генерація інфографіки\n\nУзагальнення даних\nНабори даних можуть бути величезними. Візуалізація електронних таблиць GPT узагальнює дані в компактне, але щільне представлення природною мовою, яке використовується як базовий контекст для всіх наступних операцій.\n\nАвтоматизоване дослідження даних\nНе знайомі з набором даних? GPT Spreadsheets Visualization забезпечує повністю автоматизований режим, який генерує значущі цілі візуалізації на основі набору даних.\n\nГраматико-агностичні візуалізації\nХочете візуалізації, створені на Python у Altair, Matplotlib, Seaborn тощо? Як щодо R, C++? Візуалізація електронних таблиць GPT не залежить від граматики, тобто може генерувати візуалізації в будь-якій граматиці, представленій у вигляді коду.\n\nІнфографіка покоління\nПеретворюйте дані в насичену, прикрашену, привабливу стилізовану інфографіку за допомогою моделей генерації зображень. Подумайте про історії даних, персоналізацію (бренд, стиль, маркетинг тощо)\n\n➤ Політика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Trực quan hóa bảng tính GPT là một công cụ để tạo trực quan hóa dữ liệu và đồ họa thông tin trung thực với dữ liệu. Nó hoạt động với mọi ngôn ngữ lập trình và thư viện trực quan, ví dụ: matplotlib, seaborn, altair, d3, v.v. và hoạt động với nhiều nhà cung cấp mô hình ngôn ngữ lớn (ChatGPT, PaLM, Cohere, Huggingface).\n\nNó bao gồm 4 mô-đun - CÔNG CỤ TÓM TẮT chuyển đổi dữ liệu thành bản tóm tắt ngôn ngữ tự nhiên phong phú nhưng nhỏ gọn, CÔNG CỤ MỤC TIÊU liệt kê các mục tiêu trực quan hóa được cung cấp cho dữ liệu, VISGENERATOR tạo, tinh chỉnh, thực thi và lọc mã trực quan hóa và mô-đun INFOGRAPHER tạo ra dữ liệu -đồ họa cách điệu trung thực sử dụng IGM.\n\nTrực quan hóa bảng tính GPT tận dụng khả năng lập mô hình ngôn ngữ và viết mã của LLM tiên tiến trong việc hỗ trợ các khả năng trực quan hóa tự động cốt lõi (tóm tắt dữ liệu, khám phá mục tiêu, tạo trực quan hóa, tạo đồ họa thông tin) cũng như các hoạt động trên trực quan hóa hiện có (giải thích trực quan hóa, tự đánh giá, sửa chữa tự động, khuyến nghị).\n\n  Tóm tắt dữ liệu\n  Tạo mục tiêu\n  Tạo trực quan\n  Chỉnh sửa trực quan\n  Giải thích trực quan\n  Đánh giá và sửa chữa trực quan\n  Khuyến nghị trực quan\n  Tạo đồ họa thông tin\n\nTóm tắt dữ liệu\nBộ dữ liệu có thể rất lớn. Trực quan hóa bảng tính GPT tóm tắt dữ liệu thành một bản trình bày ngôn ngữ tự nhiên nhỏ gọn nhưng dày đặc thông tin được sử dụng làm bối cảnh nền tảng cho tất cả các hoạt động tiếp theo.\n\nKhám phá dữ liệu tự động\nKhông quen thuộc với một tập dữ liệu? Trực quan hóa bảng tính GPT cung cấp chế độ hoàn toàn tự động để tạo ra các mục tiêu trực quan hóa có ý nghĩa dựa trên tập dữ liệu.\n\nTrực quan hóa ngữ pháp-bất khả tri\nBạn muốn trực quan hóa được tạo bằng python trong Altair, Matplotlib, Seaborn, v.v.? Thế còn R, C++ thì sao? Trực quan hóa bảng tính GPT là bất khả tri về ngữ pháp, tức là có thể tạo trực quan hóa bằng bất kỳ ngữ pháp nào được biểu thị dưới dạng mã.\n\nTạo đồ họa thông tin\nChuyển đổi dữ liệu thành đồ họa thông tin phong phú, được tô điểm và cách điệu hấp dẫn bằng cách sử dụng các mô hình tạo hình ảnh. Nghĩ đến những câu chuyện dữ liệu, cá nhân hóa (thương hiệu, phong cách, tiếp thị, v.v.)\n\n➤ Chính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "GPT 电子表格可视化是一种用于生成数据可视化和数据忠实的信息图表的工具。 它适用于任何编程语言和可视化库，例如 matplotlib、seaborn、altair、d3 等，并与多个大型语言模型提供商（ChatGPT、PaLM、Cohere、Huggingface）合作。\n\n它由 4 个模块组成：一个将数据转换为丰富但紧凑的自然语言摘要的 SUMMARIZER、一个枚举给定数据的可视化目标的 GOAL EXPLORER、一个生成、细化、执行和过滤可视化代码的 VISGENERATOR 以及一个生成数据的 INFOGRAPHER 模块 - 使用 IGM 的忠实风格化图形。\n\nGPT 电子表格可视化利用最先进的法学硕士的语言建模和代码编写能力来实现核心自动化可视化功能（数据汇总、目标探索、可视化生成、信息图表生成）以及对现有可视化的操作（可视化解释、 自评估、自动修复、推荐）。\n\n  数据汇总\n  目标生成\n  可视化生成\n  可视化编辑\n  可视化说明\n  可视化评估与修复\n  可视化推荐\n  信息图表生成\n\n数据汇总\n数据集可能非常庞大。 GPT 电子表格可视化将数据汇总为紧凑但信息密集的自然语言表示形式，用作所有后续操作的基础上下文。\n\n自动数据探索\n不熟悉数据集？ GPT 电子表格可视化提供了一种完全自动化的模式，可以根据数据集生成有意义的可视化目标。\n\n与语法无关的可视化\n想要在 Altair、Matplotlib、Seaborn 等中使用 Python 创建可视化吗？ R、C++ 怎么样？ GPT 电子表格可视化与语法无关，即可以以代码表示的任何语法生成可视化。\n\n信息图表生成\n使用图像生成模型将数据转换为丰富、精美、引人入胜的风格化信息图表。 思考数据故事、个性化（品牌、风格、营销等）\n\n➤ 隐私政策\n\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "GPT 電子表格視覺化是一種用於產生資料視覺化和資料忠實的資訊圖表的工具。 它適用於任何程式語言和視覺化程式庫，例如 matplotlib、seaborn、altair、d3 等，並與多個大型語言模型提供者（ChatGPT、PaLM、Cohere、Huggingface）合作。\n\n它由4 個模組組成：一個將資料轉換為豐富但緊湊的自然語言摘要的SUMMARIZER、一個枚舉給定資料的視覺化目標的GOAL EXPLORER、一個生成、細化、執行和過濾可視化程式碼的VISGENERATOR 以及一個產生資料的INFOGRAPHER 模組- 使用 IGM 的忠實風格化圖形。\n\nGPT 電子表格視覺化利用最先進的法學碩士的語言建模和程式碼編寫能力來實現核心自動化視覺化功能（資料匯總、目標探索、視覺化生成、資訊圖表生成）以及對現有視覺化的操作（視覺化解釋、自評估、自動修復、推薦）。\n\n  數據匯總\n  目標生成\n  可視化生成\n  視覺化編輯\n  視覺化說明\n  可視化評估與修復\n  視覺化推薦\n  資訊圖表生成\n\n數據匯總\n數據集可能非常龐大。 GPT 電子表格視覺化將資料匯總為緊湊但資訊密集的自然語言表示形式，用作所有後續操作的基礎上下文。\n\n自動資料探索\n不熟悉資料集？ GPT 電子表格視覺化提供了一種完全自動化的模式，可以根據資料集產生有意義的視覺化目標。\n\n與語法無關的可視化\n想要在 Altair、Matplotlib、Seaborn 等中使用 Python 創建視覺化嗎？ R、C++ 怎麼樣？ GPT 電子表格視覺化與語法無關，即可以以程式碼表示的任何語法產生視覺化。\n\n資訊圖表生成\n使用圖像生成模型將數據轉換為豐富、精美、引人入勝的風格化資訊圖表。 思考數據故事、個人化（品牌、風格、行銷等）\n\n➤ 隱私權政策\n\n根據設計，您的資料始終保留在您的 Google 帳戶中，而不是保存在我們的資料庫中。 您的資料不會與任何人共用，包括附加元件擁有者。\n我們遵守隱私權法（特別是 GDPR 和加州隱私權法）來保護您的資料。"
  }
}