{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "String to CSV converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Converts String into CSV"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSV String Converter\n\nTransform your data strings into CSV with ease using the CSV String Converter Chrome Extension. Perfect for developers, data analysts, and anyone who works with CSV files, this tool simplifies the process of converting text into CSV format based on your preferred separator.\n\nFeatures:\n\n- Data Input: Enter your data string in the provided text box.\n- Separator Selection: Choose your separator from comma, new line, or space (only one can be selected at a time).\n- Instant Conversion:Click the convert button, and your data string will be transformed into a CSV format and displayed in another text box.\n- Copy to Clipboard: Easily copy the converted CSV string with a single click of the copy button.\n- Clear Results: Quickly clear the input and output text boxes with the clear button for a fresh start.\n\nHow It Works:\n\n1. Enter your data string in the input text box.\n2. Select your desired separator (comma, new line, or space).\n3. Click the 'Convert' button to transform your data string into CSV format.\n4. Copy the converted string using the 'Copy' button or clear the fields with the 'Clear' button for a new conversion.\n\nWith CSV String Converter, you can streamline your workflow and enhance productivity by eliminating the hassle of manual data formatting. Download now and experience the convenience of seamless CSV conversions!\n\nKeywords: CSV converter, data to CSV, text to CSV, string converter, CSV tool, Chrome extension for CSV, data formatting tool, CSV transformation."
  }
}