{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ribbit Racer Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Ribbit Racer Game right on Chrome™ Browser! Offline and Popup Version, without internet required! Have fun!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ribbit Racer is an exciting driving game available as a Chrome extension on MonkeyMart.ee. This game combines elements from popular idle tappers like Flappy Birds to create a simple yet challenging gameplay experience.\n\nIn \"Ribbit Racer,\" players take control of a truck and must navigate it across multiple bridges. The objective is to cross as many bridges as possible while keeping the truck in a straight line. The challenge lies in the precision and timing required to steer the truck accurately, as even the slightest deviation can lead to a crash.\n\nThe game features colorful graphics and a smooth, responsive control system, allowing players to immerse themselves in the thrilling gameplay. Each bridge presents a new obstacle, and players must carefully time their movements to avoid colliding with the sides or falling off.\n\nAs players progress and cross more bridges, the difficulty level increases, testing their reflexes and concentration. The game keeps track of the number of bridges crossed, encouraging players to challenge themselves and achieve higher scores.\n\n\"Ribbit Racer\" can be played for free on MonkeyMart.ee, providing an accessible and enjoyable gaming experience for all. Whether you're a casual gamer looking for quick entertainment or a competitive player aiming for high scores, \"Ribbit Racer\" offers a fun and addictive gameplay style that will keep you coming back for more. So jump into the driver's seat and embark on a thrilling journey across the bridges!\n\nNote: We add \"More Games\" in the Popup shows other game links, making it easier for players to quickly access the game by clicking on the game on the top left of the popup window go up. You can also play more games on my site, please click on \"Unblocked Games\" button. And on our website https://drivemad.org/"
  }
}