{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabs Manager | Sitespedia - Save, Organize, and Sync Your Browser Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize and manage all the active and inactive tabs on your Chrome browser in one place with the tab manager."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Manager is a powerful browser extension designed to enhance your tab management and organization. With intuitive tools for grouping, sorting, and navigating tabs, it helps you maintain a clutter-free workspace and improve productivity.\n\n1. Comprehensive Tab Management\n\nTab Grouping: Create and organize tabs into customizable groups for better organization and easy access.\n\nTab Pinning: Pin essential tabs to keep them easily accessible and prevent accidental closure.\nTab Sorting: Sort tabs automatically or manually by title, URL, or date, allowing for quick and efficient tab management.\n\n2. Advanced Tab Navigation\n\nTab Search: Utilize a powerful search function to quickly find tabs by title or URL. Filter and locate tabs with ease to enhance productivity.\n\nKeyboard Shortcuts: Employ customizable keyboard shortcuts to swiftly navigate between tabs, groups, and windows, improving workflow efficiency.\n\nTab Preview: Hover over tabs to view previews of the content, helping you identify and switch to the correct tab without opening each one.\n\nWhether you’re handling numerous tabs for work, research, or personal browsing, Tab Manager offers efficient solutions to keep your tabs organized and accessible."
  }
}