{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SHARAKU"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GooglePhoto、GoogleDriveと連携してかんたんに写真とテキストで書類作成ができます",
    "en": "You can easily create documents with photos and text in cooperation with Google Photo and Google Drive."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "レターサイズもしくはA4サイズの写真付き書類が楽に作成できます。\nSHARAKU（写楽）は報告書や企画書、説明書、レシピの写真などの資料を作成するのに便利です。\nGoogleフォトやGoogleドライブにある写真を、簡単に用紙へドラッグ＆ドロップでき、用紙を印刷もしくはPDF化できます。\n\nテキスト入力も簡単です。\nオリジナルで作成した書式は、テキストを含めて丸ごとテンプレート化できます。\n特にテンプレート化機能は、工事報告書や不動産物件写真など、同じような書式の書類を使い回して作成する時に役立ちます。\n\n主な機能：\n★GoogleフォトもしくはGoogleドライブと連携し、フォトもしくはドライブ内の写真を書類作成にそのまま利用できます\n\n★一度作った書式はテンプレート化して、SHARAKU（写楽）上で使い回しができます\n\nサービスに関するお問い合わせは、下記メールアドレスにお問い合わせください。\ninfo@roofremo.com\n\nプライバシーポリシー（PrivacyPolicy）\nhttps://www.roofremo.com/sharaku-privacypolicy/",
    "en": "You can easily create letter size or A4 size documents with photos.\n\nSHARAKU is useful for creating reports, proposals, instructions, recipe photos, and other documents.\n\nYou can easily drag and drop photos from Google Photos or Google Drive onto the paper and print or convert the paper to PDF.\n\nText input is also easy.\n\nOriginal forms can be converted into templates, including the text.\n\nThe template function is especially useful for creating documents with similar formatting, such as construction reports and real estate property photos.\n\nMain functions\n\nLink with Google Photos or Google Drive, and use photos in Photos or Drive to create documents.\n\nOnce you have created a document, you can use it as a template and reuse it on SHARAKU.\n\nFor inquiries about our services, please contact us at the email address below.\ninfo@roofremo.com\n\nPrivacy Policy\nhttps://www.roofremo.com/sharaku-privacypolicy/"
  }
}