{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO SERP Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SERP Checker will change location according to country and language"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SERP Locale is a versatile Chrome extension designed to revolutionize your search experience by providing dynamic localization options. With SERP Locale, you can seamlessly change your search location and language preferences to explore Google search results as users in different countries and regions see them. Empower your SEO efforts, market research, and content localization strategies with precise and targeted insights tailored to diverse geographic audiences.\n\nKey Features:\n\n1. Dynamic Location and Language Switching: Effortlessly adjust your search location and language settings to simulate browsing from various countries and regions worldwide. Choose from an extensive list of countries and languages to view Google search results in the preferred locale, enabling you to analyze local search trends and user preferences accurately.Quickly switch between different locations and languages to gather localized insights, helping you refine your SEO strategies and optimize content for global audiences.\n\n2. Real-Time SERP Localization: Instantly access localized Google search results in real-time, allowing you to monitor keyword rankings, assess competitor positions, and identify content opportunities across different geographic markets..View the entire Google results page in real-time for a complete understanding of rankings and search trends. Stay ahead of the competition by adapting your SEO strategies and content localization efforts based on location-specific insights\n\n3. Seamless Google Search Integration: Enjoy a seamless browsing experience with direct integration into Google search. Simply toggle the SERP Locale extension to select your desired location and language, and conduct Google searches directly from your browser. No need for complex configurations or external tools—SERP Locale simplifies the localization process for effortless usage.With just a click, seamlessly switch locations and languages within Google search, streamlining your workflow without interrupting your browsing experience\n\n4 .Customizable Localization Settings: Tailor your search localization experience to your specific requirements with customizable settings. Fine-tune location parameters, language preferences, and search criteria to align with your SEO objectives, market research goals, and content localization strategies. SERP Locale empowers you to explore Google search results with precision and flexibility."
  }
}