{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Snippet Saver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Snippet Saver - Save Your Favorite ChatGPT Conversations\nRevolutionize how you gather and organize information from ChatGPT!\n\n-…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Snippet Saver - Save Your Favorite ChatGPT Conversations\nRevolutionize how you gather and organize information from ChatGPT!\n\n- Overview:\n\n'GPT Snippet Saver' is an innovative Chrome extension designed to enable users to quickly and efficiently save key parts of their ChatGPT conversations. Whether you come across engaging ideas, educational answers, or inspiring insights, our extension allows you to preserve them with a single click.\n\n- Features:\n\nEasy Saving: Instantly save interesting parts of your ChatGPT conversations with a single click.\nSeamless Integration: Works harmoniously with ChatGPT, without disrupting your browsing experience.\nOrganization: Manage your saved snippets in categories for easy access and reference.\nShareability: Easily share your saved snippets with friends or colleagues.\nPrivacy-Centered: Your conversations remain private and are stored locally on your device.\n\n- Ideal for:\n\nProfessionals needing market research or quick references.\nStudents compiling study materials.\nCreative minds wishing to capture inspiration.\nAnyone who values the wealth of knowledge in ChatGPT conversations.\nInstall 'GPT Snippet Saver' now and start collecting the gems of knowledge hidden in your ChatGPT conversations!"
  }
}