{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StockX Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access the Now… From Anywhere."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take StockX everywhere you go. When you come across a product online, the extension will automatically pull up the highest Bids and lowest Asks for that product in your size.\nFound something we didn't catch? Highlight any text and right-click to select \"Search On StockX\" to see if we got it!\n\n-----------------------------------------------------------------------\n\nStockX Assistant Terms and Conditions of Use\nThese are the Terms and Conditions of Use for StockX Assistant, including all updates and upgrades thereto (together, “Extension”). The Extension is offered by StockX LLC (“StockX,” “we,” “us”, or “our”).\nBY CLICKING “I ACCEPT,” OR BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THIS EXTENSION, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, AS WELL AS THE STOCKX PRIVACY POLICY LOCATED AT https://stockx.com/privacy (the “Privacy Policy”) AND THE STOCKX TERMS AND CONDITIONS OF USE LOCATED AT https://stockx.com/terms (the “Terms of Use”, EACH OF WHICH ARE INCORPORATED HEREIN BY REFERENCE (COLLECTIVELY, THESE “TERMS”). \nIF YOU ARE NOT ELIGIBLE, OR DO NOT WISH TO BE BOUND BY THESE TERMS, THEN YOU DO NOT HAVE OUR PERMISSION TO USE THIS EXTENSION. YOUR USE OF, AND OUR PROVISION OF THIS EXTENSION TO YOU, CONSTITUTES AN AGREEMENT BY STOCKX AND BY YOU TO BE BOUND BY THESE TERMS.\n1.\tAbout. The extension is a suite of applications that supplement your online shopping experience by comparing prices of products on third party websites with prices of products on www.stockx.com. We reserve the right to make modifications to the extension, including discontinuing all or any portion of it, at any time.\n2.\tEligibility. The extension is intended for use only by persons who are at least 18 years of age. By using this extension, you confirm that you meet this requirement and that, if you are under the age of 18, you have received permission from your parent or guardian before downloading, installing or otherwise accessing or using the extension. By agreeing to these Terms, you represent and warrant to us that: (a) you have not previously been suspended or removed from this extension or any StockX property or site; (b) your registration and your use of the extension is in compliance with any and all applicable laws and regulations; and (c) you will comply with the terms and conditions of each third party website you visit while using the extension. If you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms. \n3.\tInformation Collected Automatically. When you are not interacting with the extension, it automatically collects public-facing product information about certain websites you visit (such as URL, page metadata, and limited page content of the website, as well as general information about your browser and OS). This information may be used to operate, provide, and improve the extension’s comparison features and StockX’s marketing, products, and services generally. StockX does not share this information with third parties.\n4.\tInformation Collected Through Interaction with the Extension. When you interact with the extension, we connect browsing information related to its features you are interacting with (such as your search query, specific products viewed, and information on the website you visited) to matching products available at StockX.com. We may also connect this browsing information with your StockX account. To the extent your personal information is included within this browsing information, our processing of that personal information is subject to the Privacy Policy, which is hereby incorporated into and forms a part of these Terms. Please review this Privacy Policy carefully for information relating to our collection, use, storage, and disclosure of your personal information. \n5.\tThird Party Websites.  StockX is not responsible for any third-party merchant products or any information contained on the third-party merchant’s website. You agree that your use of, and any purchase from, a third-party merchant’s website is subject to such merchant’s own terms and conditions applicable to such use and purchase. By using this extension, you release and hold StockX harmless from any and all liability arising from your use of any third-party merchant’s website. To the maximum extent permitted by applicable law, you release StockX, its affiliated companies, and our and their respective officers, directors, agents, joint venturers, employees, legal representatives, and suppliers from any and all claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with your use of a third-party merchant’s website. In entering into this release you expressly waive any protections (whether statutory or otherwise) that would otherwise limit the coverage of this release to include only those claims, which you may know or suspect to exist in your favor at the time of agreeing to this release. If you are a California resident, you shall and hereby do waive California Civil Code Section 1542, which says: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.”\n6.\tAdditional Terms. Your use of this extension is subject to the Terms of Use, which is hereby incorporated into and forms a part of these Terms, as well as any other terms, policies, rules, or guidelines applicable to the extension or certain features thereof that we may post on or link to from the extension of StockX.com (the “Additional Terms”). All Additional Terms are hereby incorporated into and form a part of these Terms.\n7.\tModification of Terms. We reserve the right to make modifications to these Terms at any time by posting the revised terms on StockX.com and/or notifying you of such changes via the extension.\n8.\tNotice to California Residents. If you are a California resident, then under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N. Market Blvd., Suite S-202, Sacramento, California 95834, or by telephone at +1-800-952-5210 in order to resolve a complaint regarding the extension or to receive further information regarding use of the extension.\n9.\tNo Support. We are under no obligation to provide support for the extension. In instances where we may offer support, the support will be subject to published policies."
  }
}