{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VirusScanLink: Secure Browsing Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate the web with confidence using VirusScanLink, your personal guardian against malicious links."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate the web with confidence using VirusScanLink, your personal guardian against malicious links. Powered by the robust VirusTotal API, our extension offers real-time URL analysis directly in your browser. Simply hover over any link while holding a pre-set key combination, and get instant insights into the link's safety status. With VirusScanLink, you're not just browsing; you're browsing with an added layer of security. Whether it's through a quick hover or a right-click, peace of mind is just a glance away. Customize your experience with adjustable settings and take control of your online safety.\n\nHow to Use SecureSurf: URL Safety Check Extension\n\n1. Hold a specific key combination (e.g., Shift + Ctrl by default) while hovering over a link to activate the URL analysis.\n2. Right-click on any page or link to access the context menu. Select \"Analyze Link URL\" or \"Analyze Current Page\" for an instant safety check.\n3. A tooltip will appear near the cursor or in the context menu, displaying the safety status of the URL. This includes information on whether the URL is safe, malicious, or requires caution.\n\nCustomize Settings: Access the extension's options to customize key combinations and set Light or Dark theme.\n\nNote: URL analysis can take some time, usually up to 20s."
  }
}