{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sequoia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping Sustainably Has Never Been This Easy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Note: The real extension is in development. This is simply a mockup of what the extension will look like. Feel free to play around with it, and leave some feedback. Otherwise, read all about us below!\n____________________________________________________________________________\nSequoia is a student-led organization that challenges fast fashion and online consumerism.\n\nOnline shopping activity, especially during the time of COVID-19 has skyrocketed and so have the negative effects caused by textile waste and purchasing in excess. That is why our team is developing a google chrome extension that challenges fast fashion. Sequoia's comprehensive algorithm analyzes fashion products in real-time. When you visit a web page, Sequoia will measure the selected product on a scale of 1-10 based on the metrics of material composition, company history, labor use, energy consumption, and animal impact.\n\nTaking action to protect our environment by cultivating sustainable shopping habits is our top priority, as we believe that tackling climate change is the most pressing challenge we currently face as a society. We hope you join us on our journey and help us make Sequoia the most effective solution for challenging our culture of consumerism and protecting our planet.\n\nSequoia works by utilizing the power of research and algorithms that rate products based on five metrics: material composition, company history, labor use, energy consumption, and animal impact. These five inputs collectively create the Sequoia Scale, which is at the core of Sequoia's identity. Our Sequoia Scale provides a holistic review of a product's environmental footprint and illuminates the impact that purchasing has on the planet, making the search for sustainable alternatives to popular brands effortless.\n\n\nDeveloped By: Sequoia Sustainability\nMockup Extension Coded By: Arhan Misra"
  }
}