{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Web Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily extract data from any website and export as CSV or JSON files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Visual Web Scraper, you can begin extracting data from any site using a visual interface within a minute. All you have to do is click on the section of the page where you want to extract data from. No technical skills are required to use it. Visual Web Scraper simplifies the scraping process while keeping you in control.\n\nKey features of Visual Web Scraper:\n- Fully Visual Interface: Easy to use for users at any level.\n- Flexible Data Extraction: Can extract various data types like text, images, and links from any web page.\n- Real-Time Monitoring: Monitor the progress of the data extraction in real time.\n- Multiple Export Options: Export extracted data in CSV or JSON formats.\n- Wide Compatibility: Successfully tested on popular platforms like Twitter and Amazon. Can work on any website.\n- Rename Data Columns: Users can rename the extracted data columns as per their needs.\n- Automatic Page Traversal: Automatically navigates pages using 'load more' buttons to continue data extraction.\n- High-Quality Output: Provides precise data extraction with advanced selection algorithms.\n- Infinite Scroll Support: Supports extracting data from sites with infinite scrolling.\n- Pagination Support: Works efficiently on traditionally paginated sites too.\n\nUse cases for Visual Web Scraper:\n- Market Research: Enables businesses to make informed decisions by collecting critical data like competitor pricing, product specs, customer reviews, market trends.\n- Lead Generation: Businesses can extract contact info, business details from online directories, social media, company websites for targeted lead acquisition.\n- Content Aggregation: Content creators, marketers can collect articles, blog posts, images, videos from various sites.\n- Competitor Analysis: Analyze competitor strategies by extracting product info, pricing, promotions, customer feedback from their sites.\n- Financial Analysis: Financial analysts, investors can collect financial data, stock prices, market trends, economic indicators from finance sites.\n- Academic Research: Researchers can extract information from academic databases, journals for projects, publications.\n- Brand Monitoring & Reputation Management: Monitor brand mentions, customer feedback, sentiments from social media, review sites.\n- Supply Chain Management: Collect supplier data, product availability, pricing, shipping details across e-commerce, supplier sites.\n- Legal & Regulatory Compliance: Extract regulatory requirements, industry standards, case laws from government, legal databases.\n- E-Commerce Optimization: Optimize product listings, pricing, inventory by extracting data from competitor sites, marketplaces.\n\nVisual Web Scraper, a free Chrome extension, effortlessly extracts data from websites. All operations are performed within your browser, ensuring your data remains secure. You can provide feedback to help improve the extension. Thanks for your support!"
  }
}