{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nhà cái thể thao hàng đầu Châu Á - jbo.vn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JBO là cái tên tiên phong hàng đầu trong lĩnh vực game Esports ( thể thao điện tử )."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nhà cái thể thao hàng đầu Châu Á - jbo.vn\nJBO LÀ GÌ?\nLà nhà cái chuyên cung cấp các thể loại game thể thao cá cược hàng đầu tại Châu Á. JBO hoạt động dưới sự cấp phép hợp pháp của tổ chức FCL&RC thuộc chính phủ Philippines. FCL&RC là cái tên viết tắt của tổ chức First Cagayan Leisure and Resort Corporation. Là tổ chức đứng đầu trong lĩnh vực cung cấp các trò chơi cá độ trên toàn thế giới.\n\nJBO là cái tên tiên phong hàng đầu trong lĩnh vực game cá cược Esports ( thể thao điện tử ). Hơn nữa, họ còn mang đến các dịch vụ cá cược thể thao uy tín. JBO được du nhập vào thị trường game cá cược online Việt hồi đầu năm 2019. Trước đó, JBO cũng được nhiều người chơi tại Việt Nam biết đến tại thị trường Châu Á. Đến khi họ vào Việt Nam thì thu hút được đông đảo cộng đồng anh em tham gia chơi. Đặc biệt là đối với những người yêu thích các môn thể thao trong nước và quốc tế.\n\nMặc dù là nhà cái xuất hiện và có thời gian hoạt động chưa nhiều. Nhưng mọi tính pháp lý, pháp luật của JBO được đảm bảo uy tín và độ tin cậy cao. Là một người yêu thích thể thao và đã từng chơi tại JBO. Mình khẳng định rằng JBO có chất lượng dịch vụ tốt, giao dịch thực hiện chính xác và nhanh nhất. Bởi vậy, bạn hãy truy cập vào https://jbo.vn/ để không bỏ lỡ bất kỳ game Esports nào nhé."
  }
}