{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TopScroll"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Click on the left border of any page for scroll to the top.",
    "ru": "Кликните на левой границе экрана для прокрутки любой страницы в начало."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "★ Click on the left border of any page for scroll to the top. Just pull the cursor to the left screen edge, click — and you're there!\n★ Click again — and you're back where stopped reading.\n★ Or right click for scroll to the bottom.\n\nThere are already a number of Chrome extensions which can add the \"scroll up\" buttons in all possible places cluttering the precious screen space. With TopScroll you won't need such buttons and will be able to do rapid scrolling since moving the mouse to the left and clicking is the easiest thing to do.\n\nIf you use the browser not in fullscreen mode, you may want to increase clickable area width in the extension options.\n\nIt does not affect the appearance of web pages.\nIt may not work on some sites with tricky page layouts. If you found a popular website where the extension doesn't work — feel free to shoot a bug report here or on GitHub.\nRepository: https://github.com/sv3k/topscroll\nChange log: https://github.com/sv3k/topscroll/releases",
    "ru": "★ Кликните на левой границе экрана для прокрутки любой страницы в начало. Упритесь курсором мыши в левый край экрана, кликните — и вы в начале!\n★ Кликните еще раз — и вы вернетесь назад на место где остановили чтение.\n★ Или кликните правой кнопкой мыши для прокрутки в конец.\n\nУже существует множество расширений для Chrome, которые могут добавить кнопку \"прокрутить вверх\" во все возможные места, захламляя драгоценное место на экране. С TopScroll Вам не будут нужны кнопки и бы сможете скроллить еще быстрее, потому что сдвинуть мышь влево и кликнуть можно даже не глядя на экран.\n\nЕсли вы пользуетесь браузером не развернутым на весь экран — вам понравится возможность расширить кликабельную область в настройках.\n\nРасширение никак не влияет на внешний вид веб-страниц.\nРасширение может не работать на некоторых сайтах с нестандартной реализацией скроллинга.\nИсходный код: https://github.com/sv3k/topscroll\nИстория изменений: https://github.com/sv3k/topscroll/releases"
  }
}