{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "VIEW LATER - save links in a stack",
    "de": "VIEW LATER - Speicher Links in einem Stapel",
    "es": "VIEW LATER - guardar los enlaces en una pila",
    "fr": "VIEW LATER - sauver des liens dans une pile",
    "it": "VIEW LATER - salvare le pagine in una pila",
    "pt_BR": "VIEW LATER - salve seus links em uma pilha",
    "zh_CN": "VIEW LATER - 保存在堆栈中的链接"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension saves pages to view for later.",
    "de": "Diese Erweiterung speichert Links, die du zu einem späteren Zeitpunkt anschauen möchtest",
    "es": "Esta extensión guarda las páginas para ver más tarde.",
    "fr": "Cette extension permet d'économiser de page pour voir la suite.",
    "it": "Questa estensione consente di risparmiare pagine per visualizzare in seguito.",
    "pt_BR": "Esta extensão salva suas páginas para vê-las depois.",
    "zh_CN": "这个扩展可以节省页面后查看"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "With View Later you can very quickly save pages and links via context menu and view them later from your View Later stack.\nThere is no need for any external cloud service to save your links, as they are stored and synced by chrome itself.\n\nTry this extension if you search for a simple, fast and visually clean read later chrome companion",
    "de": "Mit View Later kannst du Links, die du später anschauen möchtest, einfach auf einen Stapel packen, und sie dir später wieder holen.\nDie Erweiterung braucht keinerlei extra Login oder Cloudspeicher, sondern überlässt die Synchronisation einfach Chrome selbst.\n\nProbier es einfach aus, wenn du eine simple, schnelle und übersichtliche \"read later\" Erweiterung suchst.",
    "es,fr,it,pt_BR,zh_CN": "With View Later you can very quickly save pages and links via context menu and later view them in your View Later list.\nThere is no need for any external cloud service to save your links, as they are stored and synced by chrome itself.\n\nTry this if you search for a simple, fast and visually clean read later extension\n\n\nHELP ME TRANSLATE:\nhttps://www.transifex.com/projects/p/view-later/"
  }
}