{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NetSupport Notify Agent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desktop Notification and Alerting",
    "de": "die Desktop-Warn- und Benachrichtigungslösung",
    "es": "solución de envío de alertas y notificaciones a escritorios",
    "fi": "Oiva ratkaisu työpöytähälytyksille ja -ilmoituksille",
    "fr": "Solution d’alerte et de notification de bureau",
    "it": "Soluzione di avviso e notifica desktop",
    "pl": "Powiadomienie i alertu",
    "sv": "lösning för skrivbordsaviseringar och -meddelanden"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is for use with NetSupport Notify, the simple, low-cost one-way messaging and alerting tool that enables an admin (NetSupport Notify Console application required*) to communicate instantly with desktop users across any organisation.\n\nThe new NetSupport Notify Agent for Chrome OS extends the products multi-platform capabilities, enabling notifications, from general news, technical announcements and health and wellbeing information to critical security alerts and emergency responses, to be delivered instantly and securely to connected Chrome devices across your enterprise.\n\nAlerts, customised with your school or company branding, automatically take screen focus so they can’t be ignored or saved for later. The notifications can even be targeted to select groups and time scheduled for maximum impact.\n\nAll delivered messages are recorded centrally with full delivery/receipt logging and the ability to export a summary for future analysis.\n\n*If you are new to NetSupport Notify you can learn more and download a free 30-day trial version of the Windows desktop Notification Console at www.NetsupportNotify.com. Mobile versions of the Notification Console for Android and Apple iOS are also available in App Stores.\n\nThe NetSupport Notify Agent for Chrome OS can be used with existing NetSupport Notify licences if there are sufficient unused licences. Alternatively, please contact your NetSupport reseller to purchase the required number of additional licences.\n-----------------------------------------------------------------------------------\nWhat's fixed in version 5.0.4.0\n\nResolved an issue where the Notify Agent was installing incorrectly on Windows Chrome browsers causing duplicate entries in the connectivity server (NCS).",
    "de": "Diese Erweiterung ist für den Einsatz mit NetSupport Notify gedacht, dem einfachen, kostengünstigen Einwegebenachrichtigungs- und -warnmeldungswerkzeug, das es einem Administrator ermöglicht (NetSupport Notify-Konsole erforderlich), sofort mit Desktop-Benutzern in der gesamten Organisation zu kommunizieren.\n\nDer neue NetSupport Notify-Agent für das Betriebssystem Chrome erweitert die Multiplattformfähigkeiten der Produkte und ermöglicht es, Meldungen - von allgemeinen Nachrichten und technischen Mitteilungen bis zu kritischen Sicherheitswarnmeldungen - sofort und sicher an angeschlossene Chromebooks im gesamten Unternehmen zu schicken.\n\nWarnmeldungen nehmen automatisch die Mitte des Bildschirms ein, so dass sie nicht versteckt, ignoriert oder für später gespeichert werden können (sogar auf gesperrten Bildschirmen). Die Benachrichtigung kann sogar gezielt an ausgewählte Gruppen geschickt oder für die maximale Wirkung für eine bestimmte Zeit eingeplant werden.\n\nJede Benachrichtigung hat eine Prioritätsstufe und enthält eine Bestätigungsaufforderung. Alle zugestellten Benachrichtigungen werden zentral mit vollständiger Protokollierung von Versand/Empfang gespeichert und eine Zusammenfassung kann zur späteren Analyse exportiert werden.\n\n*Wenn NetSupport Notify neu für Sie ist, können Sie mehr darüber lernen und eine kostenlose Probeversion der Benachrichtigungskonsole für Window-PC für 30 Tage von www.NetsupportNotify.com herunterladen. Mobile Versionen der Benachrichtigungskonsole für Android und Apple iOS stehen in den jeweiligen App-Stores zur Verfügung.\n\nDer NetSupport Notify-Agent für Chrome OS kann mit vorhandenen Lizenzen für NetSupport Notify verwendet werden, wenn genügend ungenutzte Lizenzen vorhanden sind. Alternativ wenden Sie sich bitte an Ihren NetSupport-Lieferanten, um die gewünschte Anzahl zusätzlicher Lizenzen zu erwerben.\n---------------------------------------------------------------------------------\nNeuigkeiten - v5.0.4.0\nEin Problem wurde behoben, bei dem der Notify Agent in Windows Chrome-Browsern falsch installiert wurde, was zu doppelten Einträgen im Konnektivitätsserver (NCS) führte.",
    "es": "Esta extensión se usa con NetSupport Notify, una herramienta sencilla y de bajo coste para enviar alertas y mensajes unidireccionales, y que permite a los administradores (hace falta la aplicación de la consola de NetSupport Notify*) comunicarse instantáneamente con usuarios de equipos de sobremesa de toda la organización.\n\nEl nuevo agente de NetSupport Notify para Chrome OS amplía las capacidades multiplataforma del producto, permitiendo el envío de mensajes —desde noticias generales hasta anuncios técnicos y alertas de seguridad críticas— de forma instantánea y segura a dispositivos Chrome conectados en toda su empresa.\n\nLas alertas se abren automáticamente en primer plano, lo que quiere decir que no pueden ocultarse, omitirse o guardarse para más adelante (ni siquiera en pantallas bloqueadas). Las notificaciones pueden dirigirse incluso a grupos específicos y programarse para que tengan el máximo impacto.\n\nCada mensaje puede llevar una etiqueta de prioridad y una solicitud de acuse de recibo. Todos los mensajes entregados se registran de forma centralizada, con todos los detalles de entrega/recibo y la capacidad de exportar un resumen para su análisis futuro.\n\n*Si no ha utilizado nunca NetSupport Notify, puede obtener más información y descargar gratis una versión de prueba de 30 días de la consola de notificaciones en www.NetsupportNotify.com. También se puede descargar la versión móvil de la consola de notificaciones para Android y Apple iOS en las tiendas de aplicaciones.\n\nEl agente de NetSupport Notify para Chrome OS se puede utilizar con licencias vigentes de NetSupport Notify si tiene suficientes sin utilizar. De lo contrario, póngase en contacto con su distribuidor de NetSupport para adquirir las licencias adicionales que necesite.\n-------------------------------------------------------------------------\nNovedades - v5.0.4.0\nSe solucionó un problema por el cual Notify Agent se instalaba incorrectamente en los navegadores Windows Chrome, lo que provocaba entradas duplicadas en el servidor de conectividad (NCS).",
    "fi": "Tämä laajennus on tarkoitettu käytettäväksi NetSupport Notify -työkalun kanssa. Tämän vaivattoman ja edullisen yksisuuntaisen viestintä- ja ilmoitustyökalun avulla pääkäyttäjä (vaatii NetSupport Notify Console -sovelluksen*) pystyy kommunikoimaan välittömästi työasemakäyttäjien kanssa missä tahansa organisaatiossa.\n\nUusi NetSupport Notify Agent for Chrome OS laajentaa tuotteen monen alustan toimintoja ja mahdollistaa viestien (yleisistä uutisista ja teknisistä ilmoituksista kriittisiin tietoturvahälytyksiin) toimittamisen välittömästi ja turvallisesti yhdistettyihin Chrome-laitteisiin kaikkialla yrityksessä.\n\nIlmoitukset kiinnittävät automaattisesti käyttäjän huomion näytöllä, sillä niitä ei voi piilottaa, ohittaa tai tallentaa myöhemmäksi (edes lukituilla näytöillä). Ilmoitukset on jopa mahdollista ajoittaa ja kohdistaa valituille ryhmille niiden vaikutuksen maksimoimiseksi.\n\nKaikille viesteille voi määrittää prioriteettitason ja niille voi pyytää kuittausta. Kaikki toimitetut viestit tallennetaan keskitetysti mukaan luettuna kattavat toimitus-/vastaanottolokit ja mahdollisuus luoda viestikooste jatkoanalyysiä varten.\n\n*Jos olet uusi NetSupport Notify -käyttäjä, voit lukea lisää ja ladata NetSupport Notify Windows Desktop Consolen ilmaisen 30 päivän kokeiluversion osoitteesta www.NetsupportNotify.com. Sovelluskaupoissa on saatavilla myös NetSupport Notify Android Mobile Console ja NetSupport Notify iOS Mobile Console mobiililaitteille.\n\nNetSupport Notify Agent for Chrome OS -laajennusta voi käyttää NetSupport Notify -käyttöoikeuksilla, jos käyttämättömiä oikeuksia on riittävästi. Muussa tapauksessa voit ottaa yhteyttä NetSupport-jälleenmyyjään ja ostaa tarpeen mukaan lisää käyttöoikeuksia.\n---------------------------------------------------------------------------------------\nUudet ominaisuudet - v5.0.4.0\nKorjattu ongelma, jossa agentti asensi väärin Windows Chrome -selaimiin, mikä aiheutti päällekkäisiä merkintöjä yhteyspalvelimessa (NCS).",
    "fr": "Cette extension est utilisable avec NetSupport Notify, l’outil simple et économique de messagerie/d’alerte unidirectionnel qui permet à un administrateur (application de console NetSupport Notifiy requise*) de communiquer instantanément avec les utilisateurs de desktop à l’interne dans toute l’organisation).\n\nLe nouvel Agent NetSupport Notify pour Chrome OS augmente les capacités multi-plateformes de produits, ce qui permet de transmettre de manière immédiate et sécurisée les messages, les informations techniques et les alertes de sécurité critiques aux appareils Chrome connectés de l’entreprise.\n\nLes alertes apparaissent automatiquement au premier plan de l’écran, ce qui signifie qu’elles ne peuvent pas être masquées, ignorées ou sauvegardées pour plus tard (même sur les écrans verrouillés). Les notifications peuvent même être ciblées vers des groupes spécifiques et programmées pour un impact maximum.\n\nChaque message peut porter un niveau de priorité et une demande de confirmation. Tous les messages transmis sont enregistrés centralement avec un enregistrement complet de transmission  / réception et la capacité d’exporter un résumé pour une analyse ultérieure.\n\n*Si vous utilisez NetSupport Notify pour la première fois, vous pouvez en savoir plus en téléchargeant une version gratuite pour 30 jours de la console de Notification Windows sur www.NetsupportNotify.com. Les versions mobiles de la Console de Notification pour Android et Apple iOS sont aussi disponibles dans l’App Store.\n\nL’Agent NetSupport Notify pour Chrome OS peut être utilisé avec les licences existantes NetSupport Notify si le nombre de licences inutilisées est suffisant. Sinon, veuillez contacter votre revendeur NetSupport pour acheter des licences supplémentaires.\n--------------------------------------------------------------------------------\nNouveautés - v5.0.4.0\nCorrection d'un problème où l'agent Notify n'était pas installé correctement sur les navigateurs Windows Chrome, provoquant des entrées en double dans le serveur de connectivité (NCS).",
    "it": "Questa estensione è utilizzabile con NetSupport Notify, lo strumento semplice ed economico di messaggistica/avviso unidirezionale che permette agli amministratori di comunicare immediatamente con gli utenti dei desktop all’interno di qualsiasi organizzazione.\n\nIl nuovo Agente NetSupport Notify per Chrome OS amplia le capacità multi-piattaforma del prodotto, permettendo di recapitare in maniera immediata e sicura qualsiasi messaggio, che si tratti di notizie generali, di annunci tecnici o di avvisi di sicurezza critici, ai dispositivi Chrome collegati nella vostra l’impresa.\n\nGli avvisi appaiono automaticamente in primo piano sullo schermo perciò non è possibile nasconderli, ignorarli o salvarli per il futuro (persino sugli schermi bloccati). È anche possibile destinare le notifiche a gruppi selezionati e programmarle in modo che abbiano il massimo impatto.\n\nOgni messaggio può portare un livello di priorità e una richiesta di conferma di ricevimento. Tutti i messaggi recapitati sono registrati centralmente con una registrazione completa della trasmissione/del ricevimento e la possibilità di esportare un riepilogo per eventuali analisi future.\n\n*Se state usando NetSupport Notify per la prima volta, potete ottenere ulteriori informazioni e scaricare una versione di prova gratuita per 30 giorni della Console di Notifica per desktop Windows visitando www.NetsupportNotify.com. Le versioni mobili della Console di Notifica per Android e Apple iOS sono inoltre disponibili dalle App Store.\n\nL’Agente NetSupport Notify per Chrome OS può essere utilizzato con le vostre licenze NetSupport Notify esistenti se il numero di licenze inutilizzate è sufficiente. In alternativa, vi preghiamo di contattare il vostro distributore NetSupport per acquistare il numero di licenze supplementari richieste.\n-------------------------------------------------------------------------------\nNovità - v5.0.4.0\nRisolto un problema per cui Notify Agent veniva installato in modo errato sui browser Windows Chrome causando voci duplicate nel server di connettività (NCS).",
    "pl": "To rozszerzenie funkcjonuje wraz z NetSupport Notify – prostym, oszczędnym, jednokierunkowym narzędziem powiadamiania i ostrzegania, które pozwala administratorowi błyskawicznie komunikować się z użytkownikami pulpitu w całej instytucji (uwaga: wymagana aplikacja NetSupport Notify Console*).\n\nNowy NetSupport Notify Agent dla Chrome OS rozszerza wieloplatformowe możliwości produktu, pozwalając na bezpieczne, natychmiastowe przekazywanie komunikatów (od wiadomości ogólnych i ogłoszeń technicznych po alarmy bezpieczeństwa) do połączonych urządzeń Chrome w całej instytucji.\n\nAlerty automatycznie pojawiają się na ekranie (nawet, gdy jest on zablokowany) i nie można ich ukryć, zignorować ani zapisać. Można je nawet kierować do wybranych grup i zaplanować czas ich wyświetlania, aby uzyskać najwyższą skuteczność. \n\nKażdy komunikat może mieć ustalony poziom priorytetu i wymagać potwierdzenia.  Wszystkie dostarczone powiadomienia są rejestrowane centralnie i dokonywany jest wpis stwierdzający kompletne dostarczenie/odbiór, a ponadto istnieje możliwość eksportu podsumowania na potrzeby przyszłej analizy.\n\n*Nowi użytkownicy NetSupport Notify mogą uzyskać więcej informacji i pobrać 30-dniową bezpłatną wersję próbną Notification Console na pulpit dla systemu Windows na stronie www.NetsupportNotify.com. W App Stores dostępne są również wersje mobilne Notification Console dla systemów Android i Apple iOS.\n\nNetSupport Notify Agent dla Chrome OS mogą użytkować posiadacze wolnych aktualnych licencji dla NetSupport Notify. Alternatywnie należy skontaktować się ze swoim dystrybutorem NetSupport, aby zakupić niezbędną liczbę dodatkowych licencji.\n------------------------------------------------------------------------------------\nCo nowego - v5.0.4.0\nNaprawiono problem polegający na tym, że Agent instalował się niepoprawnie w przeglądarkach Chrome w systemie Windows, powodując zduplikowane wpisy na serwerze łączności (NCS).",
    "sv": "Det här tillägget är avsett att användas tillsammans med NetSupport Notify – ett enkelt och ekonomiskt verktyg för envägsmeddelanden och varningar där en administratör (programmet NetSupport Notify Console krävs) kan kommunicera direkt med användare av stationära datorer i en hel organisation.\n\nNya NetSupport Notify Agent för Chrome OS innebär en utökning av antalet plattformar produkten kan användas på. Meddelanden som allmänna nyheter, tekniska meddelanden och kritiska säkerhetsvarningar kan levereras direkt och säkert till anslutna Chrome-enheter i hela företaget.\n\nVarningar kan automatiskt prioriteras på skärmen, vilket betyder att de inte kan döljas, ignoreras eller sparas till senare (även på låsta skärmar). Meddelandena kan även riktas till specifika målgrupper och schemaläggas för maximal effekt.\n\nVarje meddelande kan förses med en prioritetsnivå och en begäran om bekräftelse. Alla levererade meddelanden registreras centralt med fullständig loggning av leverans/mottagning och med möjlighet att exportera en sammanfattning för framtida analys.\n\n*Om NetSupport Notify är nytt för dig kan du lära dig mer och hämta en 30 dagars provversion av Notification Console för Windows på  www.NetsupportNotify.com. Mobilversioner av Notification Console för Android och Apple iOS är också tillgängliga i app-butikerna.\n\nNetSupport Notify Agent för Chrome OS kan användas med befintliga NetSupport Notify-licenser om det finns tillräckligt med oanvända licensplatser. Annars kan du kontakta din NetSupport-återförsäljare för att köpa det antal ytterligare licenser som krävs.\n-----------------------------------------------------------------------------------\nNyheter - v5.0.4.0\nFixade ett problem där agenten installerade felaktigt på Windows Chrome-webbläsare som orsakade dubbla poster i anslutningsservern (NCS)."
  }
}