{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power LogOn Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Chrome Extension for Power LogOn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adding Power LogOn to Microsoft's Edge browser. This extension enables users of Power LogOn Manager (v5.5.25+) to secure logon credentials and automate the logon process when using the Google Chrome, Microsoft Edge, or Mozilla Firefox browser.\n\nDon’t Overlook Your Single-Biggest Security Threat. When employees are allowed to manage login passwords, they leave the company’s virtual front door wide open to hackers.\n\nPower LogOn is a Multi-Factor Authentication, IT centralized, enterprise password manager that stores account login credentials within your network environment. None of your security login password data are stored in any of our servers. \n\nPower LogOn is designed to build off your existing physical access ID badges. This frees up your employees from carrying more credentials that they could lose, and it leverages off your existing infrastructure to save your company money.\n\nPower LogOn is used my SMBs, educational institutions, government agencies, Department of Defense, financial institutions, healthcare provides, law enforcement, and the list goes on.\n\nIf you're a business, agency or institution that wants to:\n1.  Remove your cybersecurity's weakest link - employee managed passwords\n2.  Make security convenient for IT /HR / Employees\n3.  Save money by leveraging off your existing infrastructure\nThen check out Power LogOn by Access Smart"
  }
}