{
  "name": {
    "ar": "ترجمة: محرر الكوكيز - مدير الكوكيز",
    "am": "Cookie Editor - Cookie Manager - ኮኪ ኤዲተር - ኮኪ አስተዳደር",
    "bg": "Редактор на бисквитки - Мениджър на бисквитки",
    "bn": "Cookie Editor - Cookie Manager - কুকি সম্পাদক - কুকি ব্যবস্থাপক",
    "ca": "Cookie Editor - Cookie Manager - Editor de galetes - Gestor de galetes",
    "cs": "Cookie Editor - Cookie Manager - Editor cookies - Správce cookies",
    "da,de,en,en_AU,en_GB,en_US,es,es_419,fa,fil,it,ms,nl,no": "Cookie Editor - Cookie Manager",
    "el": "Επεξεργαστής Cookies - Διαχειριστής Cookies",
    "et": "Cookie Editor - Cookie Manager - Küpsise redaktor - Küpsise haldur",
    "fi": "Cookie Editor - Cookie Manager - Evästeeditori - Evästehallinta",
    "fr": "Éditeur de cookies - Gestionnaire de cookies",
    "gu": "Cookie Editor - Cookie Manager - કૂકી સંપાદક - કૂકી વ્યવસ્થાપક",
    "he": "Cookie Editor - Cookie Manager - עורך עוגיות - מנהל עוגיות",
    "hi": "Cookie Editor - Cookie Manager - कुकी संपादक - कुकी प्रबंधक",
    "hr": "Cookie Editor - Cookie Manager - Kolačić Uređivač - Upravitelj Kolačića",
    "hu": "Cookie Editor - Cookie Manager - Süti Szerkesztő - Süti Kezelő",
    "id": "Cookie Editor - Cookie Manager - Pengedit Cookie - Pengelola Cookie",
    "ja": "Cookie Editor - Cookie Manager - クッキーエディタ - クッキーマネージャー",
    "kn": "Cookie Editor - Cookie Manager - ಕುಕೀ ಸಂಪಾದಕ - ಕುಕೀ ನಿರ್ವಹಕ",
    "ko,ml": "Cookie Editor - Cookie Manager - 쿠키 편집기 - 쿠키 관리자",
    "lt": "Cookie Editor - Cookie Manager - Slapukų redaktorius - Slapukų valdytojas",
    "lv": "Sīkdatņu redaktors - Sīkdatņu pārvaldnieks",
    "mr": "Cookie Editor - Cookie Manager - कुकी संपादक - कुकी व्यवस्थापक",
    "pl": "Cookie Editor - Cookie Manager - Edytor ciasteczek - Menedżer ciasteczek",
    "pt_BR,pt_PT": "Editor de Cookies - Gerenciador de Cookies",
    "ro": "Editor de cookie - Manager de cookie",
    "ru": "Cookie Editor - Cookie Manager - Редактор Cookies - Менеджер Cookies",
    "sk": "Editor súborov cookie - Správca súborov cookie",
    "sl": "Urejevalnik piškotkov - Upravitelj piškotkov",
    "sr": "Cookie Editor - Cookie Manager - Urednik kolačića - Upravljač kolačićima",
    "sv": "Cookie Editor - Cookie Manager - Cookie-redigerare - Cookie-hanterare",
    "sw": "Cookie Editor - Cookie Manager - Kihariri cha Cookie- Meneja wa Cookie",
    "ta": "Cookie Editor - Cookie Manager - குக்கி எடிட்டர் - குக்கி மேலாளர்",
    "te": "Cookie Editor - Cookie Manager - కుకీ ఎడిటర్ - కుకీ మేనేజర్",
    "th": "Cookie Editor - Cookie Manager - โปรแกรมแก้ไขคุกกี้ - ตัวจัดการคุกกี้",
    "tr": "Cookie Editor - Cookie Manager - Çerez Düzenleyici - Çerez Yöneticisi",
    "uk": "Редактор файлів cookie - Менеджер файлів cookie",
    "vi": "Trình chỉnh sửa Cookie - Quản lý Cookie",
    "zh_CN": "Cookie Editor - Cookie Manager - Cookie 编辑器 - Cookie 管理器",
    "zh_TW": "Cookie Editor - Cookie Manager - Cookie 編輯器 - Cookie 管理器"
  },
  "short": {
    "ar": "أداة بسيطة لإدارة ملفات تعريف الارتباط! يمكنك حذف ملفات تعريف الارتباط واستيرادها وتصديرها وتحريرها.",
    "am": "ቀላል መሣሪያ ኩኪዎችን ለማስተዳደር! ኩኪዎችን ማጥፋት፣ ማስገባት፣ ማውጣት እና ማሻሻል ይችላሉ።",
    "bg": "Прост инструмент за управление на бисквитки! Можете да изтривате, импортирате, експортирате и редактирате бисквитки.",
    "bn": "সরল টুল কুকিজ পরিচালনার জন্য! আপনি কুকিজ মুছে ফেলতে, আমদানি করতে, রপ্তানি করতে এবং সম্পাদনা করতে পারেন।",
    "ca": "Eina senzilla per gestionar galetes! Podeu eliminar, importar, exportar i editar galetes.",
    "cs": "Jednoduchý nástroj pro správu cookies! Můžete mazat, importovat, exportovat a upravovat cookies.",
    "da": "Enkel værktøj til at administrere cookies! Du kan slette, importere, eksportere og redigere cookies.",
    "de": "Einfache Werkzeug zur Verwaltung von Cookies! Sie können Cookies löschen, importieren, exportieren und bearbeiten.",
    "el": "Απλό εργαλείο για τη διαχείριση των cookies! Μπορείτε να διαγράψετε, να εισάγετε, να εξάγετε και να επεξεργαστείτε τα cookies.",
    "en": "Simple tool to manage cookies! You can delete, import, export and edit cookies.",
    "en_AU,en_GB,en_US": "Simple tool to manage cookies! You can delete, import, export, and edit cookies.",
    "es": "Herramienta sencilla para gestionar cookies. ¡Puedes eliminar, importar, exportar y editar cookies!",
    "es_419": "Herramienta simple para gestionar cookies. ¡Puedes eliminar, importar, exportar y editar cookies!",
    "et": "Lihtne tööriist küpsiste haldamiseks! Sa saad kustutada, importida, eksportida ja redigeerida küpsiseid.",
    "fa": "ابزار ساده‌ای برای مدیریت کوکی‌ها! شما می‌توانید کوکی‌ها را حذف، وارد، صادر و ویرایش کنید.",
    "fi": "Yksinkertainen työkalu evästeiden hallintaan! Voit poistaa, tuoda, viedä ja muokata evästeitä.",
    "fil": "Simpleng kasangkapan para sa pamamahala ng cookies! Maaari mong tanggalin, i-import, i-export, at i-edit ang mga cookies.",
    "fr": "Outil simple pour gérer les cookies ! Vous pouvez supprimer, importer, exporter et modifier les cookies.",
    "gu,hi": "सरल उपकरण कुकीज़ प्रबंधित करने के लिए! आप कुकीज़ को हटा सकते हैं, आयात कर सकते हैं, निर्यात कर सकते हैं और संपादित कर सकते हैं।",
    "he": "כלי פשוט לניהול עוגיות! אתה יכול למחוק, לייבא, לייצא ולערוך עוגיות.",
    "hr,sr": "Jednostavan alat za upravljanje kolačićima! Možete brisati, uvoziti, izvoziti i uređivati kolačiće.",
    "hu": "Egyszerű eszköz a sütik kezelésére! Törölheti, importálhatja, exportálhatja és szerkesztheti a sütiket.",
    "id": "Alat sederhana untuk mengelola cookie! Anda dapat menghapus, mengimpor, mengekspor, dan mengedit cookie.",
    "it": "Strumento semplice per gestire i cookie! Puoi eliminare, importare, esportare e modificare i cookie.",
    "ja": "簡単なクッキー管理ツールです！クッキーを削除、インポート、エクスポート、編集できます。",
    "kn": "ಸರಳ ಕುಕೀಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಸಾಧನ! ನೀವು ಕುಕೀಗಳನ್ನು ಅಳಿಸಬಹುದು, ಆಮದು ಮಾಡಬಹುದು, ರಫ್ತು ಮಾಡಬಹುದು ಮತ್ತು ಸಂಪಾದಿಸಬಹುದು.",
    "ko": "간단한 쿠키 관리 도구입니다! 쿠키를 삭제, 가져오기, 내보내기 및 편집할 수 있습니다.",
    "lt": "Paprasta įrankis valdyti slapukus! Galite ištrinti, importuoti, eksportuoti ir redaguoti slapukus.",
    "lv": "Vienkāršs rīks sīkdatņu pārvaldīšanai! Jūs varat dzēst, importēt, eksportēt un rediģēt sīkdatnes.",
    "ml": "സാധാരണ കുക്കികൾ കൈകാര്യം ചെയ്യാനുള്ള ഉപകരണം! നിങ്ങൾക്ക് കുക്കികൾ ഇല്ലാതാക്കാൻ, ഇറക്കുമതി ചെയ്യാൻ, കയറ്റുമതി ചെയ്യാൻ, എഡിറ്റ്…",
    "mr": "साधा साधन कुकीज व्यवस्थापित करण्यासाठी! तुम्ही कुकीज हटवू शकता, आयात करू शकता, निर्यात करू शकता आणि संपादित करू शकता.",
    "ms": "Alat mudah untuk mengurus kuki! Anda boleh memadam, mengimport, mengeksport dan mengedit kuki.",
    "nl": "Eenvoudige tool om cookies te beheren! Je kunt cookies verwijderen, importeren, exporteren en bewerken.",
    "no": "Enkel verktøy for å administrere informasjonskapsler! Du kan slette, importere, eksportere og redigere informasjonskapsler.",
    "pl": "Prosty narzędzie do zarządzania ciasteczkami! Możesz usuwać, importować, eksportować i edytować ciasteczka.",
    "pt_BR,pt_PT": "Ferramenta simples para gerenciar cookies! Você pode excluir, importar, exportar e editar cookies.",
    "ro": "Un instrument simplu pentru a gestiona cookie-urile! Puteți șterge, importa, exporta și edita cookie-urile.",
    "ru": "Простой инструмент для управления cookies! Вы можете удалять, импортировать, экспортировать и редактировать cookies.",
    "sk": "Jednoduchý nástroj na správu cookies! Môžete mazať, importovať, exportovať a upravovať cookies.",
    "sl": "Preprost pripomoček za upravljanje s piškotki! Lahko izbrišete, uvozite, izvozite in uredite piškotke.",
    "sv": "Enkel verktyg för att hantera cookies! Du kan radera, importera, exportera och redigera cookies.",
    "sw": "Chombo rahisi cha kusimamia kuki! Unaweza kufuta, kuagiza, kusafirisha na kuhariri kuki.",
    "ta": "எளிய குக்கீகளை நிர்வகிக்க ஒரு கருவி! நீங்கள் குக்கீகளை அழிக்க, இறக்குமதி செய்ய, ஏற்றுமதி செய்ய மற்றும் திருத்தலாம்.",
    "te": "సాధారణంగా కుకీలను నిర్వహించడానికి సాధనం! మీరు కుకీలను తొలగించవచ్చు, దిగుమతి చేసుకోవచ్చు, ఎగుమతి చేసుకోవచ్చు మరియు సవరించవచ్చు.",
    "th": "เครื่องมือที่ง่ายในการจัดการคุกกี้! คุณสามารถลบ นำเข้า ส่งออก และแก้ไขคุกกี้ได้。",
    "tr": "Basit bir çerez yönetim aracı! Çerezleri silebilir, içe aktarabilir, dışa aktarabilir ve düzenleyebilirsiniz.",
    "uk": "Простий інструмент для керування куки! Ви можете видаляти, імпортувати, експортувати та редагувати куки.",
    "vi": "Công cụ đơn giản để quản lý cookies! Bạn có thể xóa, nhập, xuất và chỉnh sửa cookies",
    "zh_CN": "简单的工具来管理 cookies！您可以删除、导入、导出和编辑 cookies",
    "zh_TW": "簡單的cookie管理工具！ 您可以删除、導入、匯出和編輯cookies。"
  },
  "long": {
    "ar": "محرر ملفات تعريف ارتباط قوي وسهل الاستخدام وأداة المدير المصممة لإدارة ملفات تعريف الارتباط للمتصفح على أي موقع على شبكة الإنترنت. قم بتنزيله مجانًا وتجربة قابلية الاستخدام السلس والأمن المحسن.\n\nالميزات الرئيسية:\n- عرض ملفات تعريف الارتباط: بسهولة عرض جميع ملفات تعريف الارتباط المتعلقة بعلامة التبويب الحالية.\n- قم بمسح ملفات تعريف الارتباط بسهولة: حذف ملفات تعريف الارتباط بسرعة من علامة التبويب الحالية والمجالات الأخرى بسهولة.\n- حذف ملفات تعريف الارتباط بشكل انتقائي: احذف أي ملف تعريف ارتباط محدد ترغب في إزالته.\n- استيراد وتصدير ملفات تعريف الارتباط: استيراد وتصدير ملفات تعريف الارتباط بتنسيقات ملفات النص و JSON للراحة.\n- تحرير وحفظ خصائص ملفات تعريف الارتباط: تحرير خصائص ملفات تعريف الارتباط للمتصفح لتناسب احتياجاتك وحفظ التغييرات على الفور.\n\nالسيناريوهات المعمول بها:\n- تطوير الويب واختباره: مثالي للمطورين لتعديل واختبار ملفات تعريف الارتباط بسرعة أثناء تطوير الويب.\n- إدارة الخصوصية: السيطرة الكاملة على خصوصيتك من خلال إدارة ملفات تعريف الارتباط وحذفها يدويًا.\n- التصفح اليومي: تحسين تجربة التصفح الخاصة بك وتعزيز الأمان من خلال إدارة ملفات تعريف الارتباط بشكل فعال.\n\nلمزيد من معلومات المنتج ذات الصلة ، يرجى زيارة: https://dicloak.com\nإذا كنت بحاجة إلى الإبلاغ عن نقاط الضعف ، فيرجى استخدام: https://dicloak.com/contact-us",
    "am": "በማንኛውም ድር ጣቢያ ላይ ለአሳሹ ኩኪዎችን ለማቀናበር የሚያስችል ኃይለኛ እና ለተጠቃሚ ምቹ የሆነ የኩኪ አርታኢ እና የአስተዳዳሪ መሣሪያ. ነፃ ማውረድ እና የተሻሻለ ደህንነትን ያሳዩ.\n\nቁልፍ ባህሪዎች\n- ኩኪን ይመልከቱ-ከአሁኑ ትር ጋር የተገናኙ ሁሉንም ኩኪዎች በቀላሉ ይመልከቱ.\n- ኩኪዎችን በቀላሉ ያጽዱ በቀላሉ ከአሁኑ ትር እና ከሌሎች ጎራዎች ጋር በቀላሉ ኩኪዎችን ይሰርዙ.\n- በምርኮክ ኩኪዎችን ሰርዝ: ለማስወገድ የሚፈልጉትን ማንኛውንም ልዩ ኩኪ ሰርዝ.\n- ማስመጣት እና ወደ ውጭ ይላኩ ኩኪዎችን በሁለቱም በጽሁፍ እና በጄሰን ፋይል ፋይል ውስጥ ምቾት ለማስመሰል ማስመጣት እና ወደ ውጭ ይላኩ.\n- የኩኪ ንብረቶችን ያርትዑ እና ያድኑ - የአሳሽ ባህሪዎች ፍላጎቶችዎን ለማሟላት እና በቅጽበት ለማስቀመጥዎ የአሳሽን ባህሪዎች ያርትዑ.\n\nየሚመለከታቸው ሁኔታዎች\n- ድር ልማት እና ሙከራ: - በድር ልማት ወቅት ኩኪዎችን በፍጥነት ለመቀየር እና ለመሞከር ፍጹም ለገንቢዎች ፍጹም ለሆኑ.\n- የግላዊነት አስተዳደር-ኩኪዎችን በማስተዳደር እና በመሰረዝዎ ግላዊነትዎን ሙሉ በሙሉ ይቆጣጠሩ.\n- ዕለታዊ አሰሳ-የአሰሳ ተሞክሮዎን ያሻሽሉ እና ኩኪዎችን ውጤታማ በሆነ መንገድ በማስተዳደር ደህንነት ያሻሽሉ.\n\nለተጨማሪ ተዛማጅ የምርት መረጃ እባክዎን ይጎብኙ: - https://dilook.com\nተጋላጭነትን ሪፖርት ማድረግ ከፈለጉ እባክዎን ይጠቀሙ: - https://dilook.com/concot.com",
    "bg": "Мощен и удобен за потребителя редактор на бисквитки и мениджър инструмент, предназначен да управлява безпроблемно бисквитки на браузъра на всеки уебсайт. Изтеглете го безплатно и изпитайте безпроблемна използваемост и подобрена сигурност.\n\nОсновни характеристики:\n- Преглед на бисквитката: Лесно преглеждайте всички бисквитки, свързани с текущия раздел.\n- Изчистете лесно бисквитките: Бързо изтрийте бисквитките от текущия раздел и други домейни с лекота.\n- Избирателно изтрийте бисквитките: Изтрийте всяка конкретна бисквитка, която искате да премахнете.\n- Импортиране и експортиране на бисквитки: Импортиране и експортиране на бисквитки както в текстови, така и в JSON файлови формати за удобство.\n- Редактиране и запазване на свойствата на бисквитките: Редактирайте свойствата на бисквитките на браузъра, за да отговарят на вашите нужди и запазете промените незабавно.\n\nПриложими сценарии:\n- Уеб разработка и тестване: Идеални за разработчиците бързо модифицират и тестват бисквитки по време на уеб разработката.\n- Управление на поверителността: Вземете пълен контрол върху поверителността си, като ръчно управлявате и изтривате бисквитки.\n- Ежедневно сърфиране: Оптимизирайте опита си за сърфиране и подобрете сигурността, като управлявате ефективно бисквитките.\n\nЗа по -свързана информация за продукта, моля посетете: https://dicloak.com\nАко трябва да съобщите за уязвимости, моля, използвайте: https://dicloak.com/contact-us",
    "bn": "একটি শক্তিশালী এবং ব্যবহারকারী-বান্ধব কুকি সম্পাদক এবং ম্যানেজার সরঞ্জাম যে কোনও ওয়েবসাইটে অনায়াসে ব্রাউজার কুকিজ পরিচালনা করতে ডিজাইন করা হয়েছে। এটি বিনামূল্যে ডাউনলোড করুন এবং বিরামবিহীন ব্যবহারযোগ্যতা এবং বর্ধিত সুরক্ষা অভিজ্ঞতা।\n\nমূল বৈশিষ্ট্য:\n- কুকি দেখুন: সহজেই বর্তমান ট্যাব সম্পর্কিত সমস্ত কুকিজ দেখুন।\n- সহজেই পরিষ্কার কুকিজ: দ্রুত বর্তমান ট্যাব এবং অন্যান্য ডোমেনগুলি থেকে কুকিজগুলি দ্রুত মুছুন।\n- নির্বাচন করে কুকিজ মুছুন: আপনি যে কোনও নির্দিষ্ট কুকি মুছে ফেলতে চান মুছুন।\n- কুকিজ আমদানি ও রফতানি: সুবিধার জন্য পাঠ্য এবং JSON ফাইল ফর্ম্যাট উভয় ক্ষেত্রে কুকিজ আমদানি ও রফতানি করুন।\n- কুকি বৈশিষ্ট্যগুলি সম্পাদনা করুন এবং সংরক্ষণ করুন: আপনার প্রয়োজন অনুসারে ব্রাউজার কুকিজের বৈশিষ্ট্যগুলি সম্পাদনা করুন এবং তাত্ক্ষণিকভাবে পরিবর্তনগুলি সংরক্ষণ করুন।\n\nপ্রযোজ্য পরিস্থিতি:\n- ওয়েব বিকাশ এবং পরীক্ষা: ওয়েব বিকাশের সময় বিকাশকারীদের দ্রুত সংশোধন এবং পরীক্ষা করার জন্য উপযুক্ত।\n- গোপনীয়তা পরিচালনা: কুকিগুলি ম্যানুয়ালি পরিচালনা ও মুছে ফেলার মাধ্যমে আপনার গোপনীয়তার সম্পূর্ণ নিয়ন্ত্রণ নিন।\n- ডেইলি ব্রাউজিং: আপনার ব্রাউজিংয়ের অভিজ্ঞতাটি অনুকূল করুন এবং কার্যকরভাবে কুকিজ পরিচালনা করে সুরক্ষা বাড়ান।\n\nআরও সম্পর্কিত পণ্যের তথ্যের জন্য, দয়া করে দেখুন: https://dicloak.com\nআপনার যদি দুর্বলতার প্রতিবেদন করতে হয় তবে দয়া করে ব্যবহার করুন: https://dicloak.com/contact-us",
    "ca": "Un potent editor i eina de gestor de cookies i fàcil d’utilitzar dissenyat per gestionar sense esforç les cookies del navegador a qualsevol lloc web. Descarregueu -lo gratuïtament i experimenteu una usabilitat perfecta i una seguretat millorada.\n\nCaracterístiques clau:\n- Veure la galeta: consulteu fàcilment totes les galetes relacionades amb la pestanya actual.\n- Esborrar les galetes fàcilment: suprimir ràpidament les galetes de la fitxa actual i altres dominis amb facilitat.\n- Suprimeix selectivament les cookies: suprimiu qualsevol cookie específica que vulgueu eliminar.\n- Importa i exportar cookies: Import i exporta cookies tant en formats de text de text com JSON per a comoditat.\n- Editeu i guardeu les propietats de les cookies: editeu les propietats de les cookies del navegador per adaptar -vos a les vostres necessitats i guardeu els canvis a l’instant.\n\nEscenaris aplicables:\n- Desenvolupament i proves web: perfecte per als desenvolupadors per modificar i provar ràpidament les cookies durant el desenvolupament web.\n- Gestió de la privadesa: feu el control complet de la vostra privadesa mitjançant la gestió i eliminació de galetes manualment.\n- Navegació diària: optimitzeu la vostra experiència de navegació i milloreu la seguretat mitjançant la gestió de les cookies de manera eficaç.\n\nPer obtenir més informació relacionada amb el producte, visiteu: https://dicloak.com\nSi necessiteu informar de vulnerabilitats, utilitzeu: https://dicloak.com/contact-us",
    "cs": "Výkonný a uživatelsky přívětivý editor cookie a nástroj pro správce navržený pro bez námahy spravovat soubory cookie prohlížeče na jakémkoli webu. Stáhněte si jej zdarma a zažijte bezproblémovou použitelnost a zvýšenou bezpečnost.\n\nKlíčové funkce:\n- Zobrazit cookie: Snadno zobrazit všechny soubory cookie souvisejících s aktuální kartou.\n- Snadno vyčistěte cookies: rychle smažte cookies z aktuální karty a dalších domén snadno.\n- Selektivně smažte soubory cookie: Odstraňte jakýkoli konkrétní cookie, který chcete odstranit.\n- Import a exportní soubory cookie: Import a export cookies ve formátech textových i JSON pro pohodlí.\n- Upravit a uložit vlastnosti cookie: Upravte vlastnosti cookies prohlížeče tak, aby vyhovovaly vašim potřebám a okamžitě ušetřily změny.\n\nPoužitelné scénáře:\n- Vývoj a testování webových stránek: Pro vývojáře je ideální pro rychlé úpravy a testování souborů cookie během vývoje webu.\n- Správa ochrany osobních údajů: Převezměte plnou kontrolu nad svým soukromí ručním spravováním a mazáním souborů cookie.\n- Denní prohlížení: Optimalizujte své zkušenosti s prohlížením a efektivně zvyšujte zabezpečení.\n\nDalší související informace o produktu naleznete na adrese: https://dicloak.com\nPokud potřebujete nahlásit zranitelnosti, použijte prosím: https://dicloak.com/contact-us",
    "da": "En kraftfuld og brugervenlig cookie-editor og managerværktøj designet til ubesværet at administrere browser-cookies på ethvert websted. Download det gratis, og oplev problemfri brugervenlighed og forbedret sikkerhed.\n\nNøglefunktioner:\n- Se cookie: Se let alle cookies relateret til den aktuelle fane.\n- Ryd let cookies: Slet hurtigt cookies hurtigt fra den aktuelle fane og andre domæner let.\n- Slet selektivt cookies: Slet enhver specifik cookie, du vil fjerne.\n- Import og eksport -cookies: Import og eksport -cookies i både tekst- og JSON -filformater for nemheds skyld.\n- Rediger og gem cookie -egenskaber: Rediger egenskaberne ved browser -cookies, så de passer til dine behov, og gemme ændringer med det samme.\n\nRelevante scenarier:\n- Webudvikling og test: Perfekt til udviklere til hurtigt at ændre og teste cookies under webudvikling.\n- Fortrolighedsstyring: Tag fuld kontrol over dit privatliv ved manuelt at styre og slette cookies.\n- Daglig browsing: Optimer din browseroplevelse og forbedrer sikkerheden ved at styre cookies effektivt.\n\nFor mere relaterede produktoplysninger, besøg: https://dicloak.com\nHvis du har brug for at rapportere sårbarheder, skal du bruge: https://dicloak.com/contact-us",
    "de": "Ein leistungsstarkes und benutzerfreundliches Cookie-Editor- und Manager-Tool, mit dem Browser Cookies mühelos auf einer beliebigen Website verwaltet werden. Laden Sie es kostenlos herunter und erleben Sie die nahtlose Benutzerfreundlichkeit und die erweiterte Sicherheit.\n\nSchlüsselmerkmale:\n- Cookie anzeigen: Zeigen Sie einfach alle Cookies an, die sich auf die aktuelle Registerkarte beziehen.\n- Löschen Sie die Cookies leicht: Löschen Sie kürzlich Cookies schnell aus der aktuellen Registerkarte und anderen Domänen.\n- Selektiv Cookies löschen: Löschen Sie einen bestimmten Cookie, den Sie entfernen möchten.\n- Cookies importieren und exportieren: Importieren und exportieren Sie Cookies sowohl in Text- als auch in JSON -Dateiformaten.\n- Bearbeiten und Speichern von Cookie -Eigenschaften: Bearbeiten Sie die Eigenschaften von Browser -Cookies so, dass sie Ihren Anforderungen entsprechen, und speichern Sie sofort Änderungen.\n\nAnwendbare Szenarien:\n- Webentwicklung und -testing: perfekt für Entwickler, um Cookies während der Webentwicklung schnell zu ändern und zu testen.\n- Datenschutzmanagement: Übernehmen Sie die volle Kontrolle über Ihre Privatsphäre, indem Sie Cookies manuell verwalten und löschen.\n- Tägliches Surfen: Optimieren Sie Ihr Browsing -Erlebnis und verbessern Sie die Sicherheit, indem Sie Cookies effektiv verwalten.\n\nWeitere verwandte Produktinformationen finden Sie unter: https://dicloak.com\nWenn Sie Schwachstellen melden müssen, verwenden Sie bitte: https://dicloak.com/contact-us",
    "el": "Ένα ισχυρό και φιλικό προς το χρήστη επεξεργαστή cookie και εργαλείο διαχειριστή που έχει σχεδιαστεί για να διαχειρίζεται αβίαστα cookies προγράμματος περιήγησης σε οποιονδήποτε ιστότοπο. Κατεβάστε το δωρεάν και ζήστε απρόσκοπτη χρηστικότητα και βελτιωμένη ασφάλεια.\n\nΒασικά χαρακτηριστικά:\n- Προβολή cookie: Προβάλετε εύκολα όλα τα cookies που σχετίζονται με την τρέχουσα καρτέλα.\n- Καθαρίστε εύκολα τα cookies: διαγράψτε γρήγορα τα cookies από την τρέχουσα καρτέλα και άλλους τομείς με ευκολία.\n- Επιλεκτικά διαγράψτε τα cookies: Διαγράψτε οποιοδήποτε συγκεκριμένο cookie που θέλετε να καταργήσετε.\n- Εισαγωγή και εξαγωγή cookies: Εισαγωγή και εξαγωγή cookies τόσο σε κείμενο όσο και σε μορφές αρχείων JSON για ευκολία.\n- Επεξεργασία και αποθήκευση ιδιοτήτων cookie: Επεξεργαστείτε τις ιδιότητες των cookies του προγράμματος περιήγησης για να ταιριάζουν στις ανάγκες σας και να αποθηκεύσετε τις αλλαγές αμέσως.\n\nΙσχύοντα σενάρια:\n- Ανάπτυξη και δοκιμή ιστού: Ιδανικό για τους προγραμματιστές να τροποποιούν γρήγορα και να δοκιμάσουν τα cookies κατά την ανάπτυξη ιστού.\n- Διαχείριση απορρήτου: Αναλάβετε τον πλήρη έλεγχο της ιδιωτικής σας ζωής με τη διαχείριση και τη διαγραφή των cookies με το χέρι.\n- Καθημερινή περιήγηση: Βελτιστοποιήστε την εμπειρία περιήγησής σας και ενισχύετε την ασφάλεια με τη διαχείριση των cookies αποτελεσματικά.\n\nΓια περισσότερες σχετικές πληροφορίες προϊόντος, επισκεφτείτε τη διεύθυνση: https://dicloak.com\nΕάν πρέπει να αναφέρετε τρωτά σημεία, χρησιμοποιήστε: https://dicloak.com/contact-us",
    "en,en_AU,en_GB,en_US,id,sr": "A powerful and user-friendly cookie editor and manager tool designed to effortlessly manage browser cookies on any website. Download it free and experience seamless usability and enhanced security.\n\nKey Features:\n- View  cookie: Easily view all cookies related to the current tab.\n- Clear cookies easily: Quickly delete cookies from the current tab and other domains with ease.\n- Selectively delete cookies: Delete any specific cookie you wish to remove.\n- Import and export cookies: Import  and export cookies in both text and JSON file formats for convenience.\n- Edit and save cookie properties: Edit the properties of browser cookies to suit your needs and save changes instantly.\n\nApplicable Scenarios:\n- Web development and testing: Perfect for developers to quickly modify and test cookies during web development.\n- Privacy management: Take full control of your privacy by manually managing and deleting cookies.\n- Daily browsing: Optimize your browsing experience and enhance security by managing cookies effectively.\n\nFor more related product information, please visit: https://dicloak.com\nIf you need to report vulnerabilities, please use: https://dicloak.com/contact-us",
    "es,es_419": "Una herramienta de editor y administrador de cookies potente y fácil de usar diseñada para administrar sin esfuerzo las cookies de navegador en cualquier sitio web. Descárguelo gratis y experimente usabilidad perfecta y seguridad mejorada.\n\nCaracterísticas clave:\n- Ver cookie: ver fácilmente todas las cookies relacionadas con la pestaña actual.\n- Borrar las cookies fácilmente: elimine rápidamente las cookies de la pestaña actual y otros dominios con facilidad.\n- Elimine selectivamente las cookies: elimine cualquier cookie específica que desee eliminar.\n- Importar y exportar cookies: importar y exportar cookies en formatos de archivo y archivo JSON por conveniencia.\n- Edite y guarde las propiedades de las cookies: edite las propiedades de las cookies del navegador para satisfacer sus necesidades y guardar cambios al instante.\n\nEscenarios aplicables:\n- Desarrollo y pruebas web: perfecto para que los desarrolladores modifiquen y prueben rápidamente cookies durante el desarrollo web.\n- Gestión de la privacidad: tome el control total de su privacidad administrando y eliminando manualmente las cookies.\n- Examinación diaria: optimice su experiencia de navegación y mejore la seguridad administrando las cookies de manera efectiva.\n\nPara obtener más información relacionada con el producto, visite: https://dicloak.com\nSi necesita informar vulnerabilidades, use: https://dicloak.com/contact-us",
    "et": "Võimas ja kasutajasõbralik küpsiseredaktor ja halduri tööriist, mis on loodud brauseri küpsiste vaevata haldamiseks mis tahes veebisaidil. Laadige see tasuta alla ja kogege sujuvat kasutatavust ja täiustatud turvalisust.\n\nPeamised funktsioonid:\n- Vaadake küpsist: vaadake hõlpsalt kõiki praeguse vahekaardiga seotud küpsiseid.\n- Kustutage küpsised hõlpsalt: kustutage küpsised praegusest vahekaardist ja muudest domeenidest hõlpsalt.\n- Kustutage valikuliselt küpsised: kustutage kõik konkreetsed küpsised, mille soovite eemaldada.\n- Impordi ja eksportige küpsiseid: mugavuse huvides importige ja eksportige küpsiseid nii teksti kui ka JSON -failivormingutes.\n- Muutke ja salvestage küpsiste omadused: redigeerige brauseri küpsiste omadusi vastavalt teie vajadustele ja salvestage muudatused koheselt.\n\nRakendatavad stsenaariumid:\n- Veebiarendus ja testimine: ideaalne arendajatele küpsiste kiireks muutmiseks ja testimiseks veebiarenduse ajal.\n- Privaatsuse haldamine: võtke oma privaatsuse üle täielikult kontrolli küpsiste käsitsi haldamise ja kustutamise üle.\n- Igapäevane sirvimine: optimeerige oma sirvimiskogemust ja suurendage turvalisust, juhtides küpsiseid tõhusalt.\n\nLisateavet toodete kohta leiate veebisaidilt https://dicloak.com\nKui teil on vaja haavatavustest teatada, kasutage palun: https://dicloak.com/contact-us",
    "fa": "یک ویرایشگر کوکی قدرتمند و کاربر پسند و ابزار مدیر طراحی شده برای مدیریت بی دردسر کوکی های مرورگر در هر وب سایت. آن را به صورت رایگان بارگیری کنید و قابلیت استفاده یکپارچه و امنیت پیشرفته را تجربه کنید.\n\nویژگی های کلیدی:\n- مشاهده کوکی: به راحتی تمام کوکی های مربوط به برگه فعلی را مشاهده کنید.\n- کوکی ها را به راحتی پاک کنید: به سرعت کوکی ها را از برگه فعلی و سایر دامنه ها با سهولت حذف کنید.\n- به طور انتخابی کوکی ها را حذف کنید: هر کوکی خاص را که می خواهید حذف کنید حذف کنید.\n- واردات و صادرات کوکی ها: واردات و صادرات کوکی ها در هر دو قالب متن و پرونده JSON برای راحتی.\n- ویرایش و ذخیره ویژگی های کوکی: ویرایش و ویرایش خواص کوکی های مرورگر متناسب با نیازهای شما و ذخیره بلافاصله تغییرات.\n\nسناریوهای قابل اجرا:\n- توسعه و آزمایش وب: مناسب برای توسعه دهندگان برای اصلاح سریع و آزمایش کوکی ها در طول توسعه وب.\n- مدیریت حریم خصوصی: با مدیریت دستی و حذف کوکی ها ، کنترل کامل حریم خصوصی خود را کنترل کنید.\n- مرور روزانه: تجربه مرور خود را بهینه کنید و با مدیریت مؤثر کوکی ها ، امنیت را تقویت کنید.\n\nبرای اطلاعات بیشتر در مورد محصول ، لطفاً به آدرس: https://dicloak.com مراجعه کنید\nاگر نیاز به گزارش آسیب پذیری دارید ، لطفاً از: https://dicloak.com/contact-us استفاده کنید",
    "fi": "Tehokas ja käyttäjäystävällinen evästeeditori ja hallintatyökalu, joka on suunniteltu hallitsemaan vaivattomasti evästeitä millä tahansa verkkosivustolla. Lataa se ilmaiseksi ja koe saumattomia käytettävyyttä ja parannettua turvallisuutta.\n\nTärkeimmät ominaisuudet:\n- Näytä eväste: Katso helposti kaikki nykyiseen välilehteen liittyvät evästeet.\n- Tyhjennä evästeet helposti: Poista evästeet nopeasti nykyisestä välilehdestä ja muista verkkotunnuksista helposti.\n- Poista selektiivisesti evästeet: Poista kaikki erityiset evästeet, jotka haluat poistaa.\n- Tuo ja vie evästeet: Tuo ja vie evästeitä sekä teksti- että JSON -tiedostomuodoissa mukavuuden vuoksi.\n- Muokkaa ja tallenna evästeiden ominaisuudet: Muokkaa selaimen evästeiden ominaisuuksia tarpeisiisi ja säästä muutoksia heti.\n\nSovellettavat skenaariot:\n- Verkkokehitys ja testaus: Täydellinen kehittäjille nopeasti muokata ja testata evästeitä verkkokehityksen aikana.\n- Yksityisyyden hallinta: Ota yksityisyyden täydellinen hallinta hallitsemalla ja poistamalla evästeitä manuaalisesti.\n- Päivittäinen selaus: Optimoi selauskokemuksesi ja paranna turvallisuutta hallitsemalla evästeitä tehokkaasti.\n\nLisätietoja aiheeseen liittyvät tuotetiedot ovat osoitteessa https://dicloak.com\nJos joudut ilmoittamaan haavoittuvuuksista, käytä: https://dicloak.com/contact-us",
    "fil": "Isang malakas at friendly na cookie editor at tool ng manager na idinisenyo upang walang kahirap-hirap na pamahalaan ang mga cookies ng browser sa anumang website. I -download ito nang libre at makaranas ng walang tahi na kakayahang magamit at pinahusay na seguridad.\n\nMga pangunahing tampok:\n- Tingnan ang Cookie: Madaling tingnan ang lahat ng mga cookies na may kaugnayan sa kasalukuyang tab.\n- Madali ang cookies: Mabilis na tanggalin ang mga cookies mula sa kasalukuyang tab at iba pang mga domain nang madali.\n- Selectively Tanggalin ang Cookies: Tanggalin ang anumang tukoy na cookie na nais mong alisin.\n- I -import at i -export ang mga cookies: I -import at i -export ang mga cookies sa parehong mga format ng text at json file para sa kaginhawaan.\n- I -edit at i -save ang mga katangian ng cookie: I -edit ang mga katangian ng cookies ng browser upang umangkop sa iyong mga pangangailangan at makatipid agad ng mga pagbabago.\n\nNaaangkop na mga senaryo:\n- Pag -unlad ng Web at Pagsubok: Perpekto para sa mga developer na mabilis na baguhin at subukan ang mga cookies sa panahon ng pag -unlad ng web.\n- Pamamahala sa Pagkapribado: Kontrolin ang iyong privacy sa pamamagitan ng manu -manong pamamahala at pagtanggal ng mga cookies.\n- Pang -araw -araw na pag -browse: I -optimize ang iyong karanasan sa pag -browse at mapahusay ang seguridad sa pamamagitan ng epektibong pamamahala ng cookies.\n\nPara sa higit pang mga kaugnay na impormasyon ng produkto, mangyaring bisitahin ang: https://dicloak.com\nKung kailangan mong mag-ulat ng mga kahinaan, mangyaring gamitin: https://dicloak.com/contact-us",
    "fr": "Un outil d'éditeur de cookies et de gestionnaire puissant et convivial conçu pour gérer sans effort les cookies de navigateur sur n'importe quel site Web. Téléchargez-le gratuitement et expérimentez une convivialité transparente et une sécurité améliorée.\n\nCaractéristiques clés:\n- Afficher le cookie: afficher facilement tous les cookies liés à l'onglet actuel.\n- Effacer facilement les cookies: supprimez rapidement les cookies de l'onglet actuel et d'autres domaines avec facilité.\n- Supprimer sélectivement les cookies: supprimez tout cookie spécifique que vous souhaitez retirer.\n- Cookies d'importation et d'exportation: importez et exportez des cookies dans les formats de fichiers texte et JSON pour plus de commodité.\n- Modifier et enregistrer les propriétés des cookies: modifiez les propriétés des cookies de navigateur pour répondre à vos besoins et enregistrer les modifications instantanément.\n\nScénarios applicables:\n- Développement et test Web: parfaits pour les développeurs pour modifier et tester rapidement les cookies pendant le développement Web.\n- Gestion de la vie privée: prenez le contrôle total de votre vie privée en gérant et en supprimant manuellement les cookies.\n- navigation quotidienne: optimiser votre expérience de navigation et améliorer la sécurité en gérant efficacement les cookies.\n\nPour plus d'informations sur les produits, veuillez visiter: https://dicloak.com\nSi vous devez signaler les vulnérabilités, veuillez utiliser: https://dicloak.com/contact-us",
    "gu": "એક શક્તિશાળી અને વપરાશકર્તા મૈત્રીપૂર્ણ કૂકી સંપાદક અને મેનેજર ટૂલ કોઈપણ વેબસાઇટ પર બ્રાઉઝર કૂકીઝને વિના પ્રયાસે મેનેજ કરવા માટે રચાયેલ છે. તેને મફત ડાઉનલોડ કરો અને એકીકૃત ઉપયોગીતા અને ઉન્નત સુરક્ષાનો અનુભવ કરો.\n\nમુખ્ય સુવિધાઓ:\n- કૂકી જુઓ: વર્તમાન ટેબથી સંબંધિત બધી કૂકીઝ સરળતાથી જુઓ.\n- કૂકીઝ સરળતાથી સાફ કરો: વર્તમાન ટેબ અને અન્ય ડોમેન્સમાંથી કૂકીઝને ઝડપથી કા delete ી નાખો.\n- કૂકીઝને પસંદગીયુક્ત રીતે કા delete ી નાખો: તમે દૂર કરવા માંગો છો તે કોઈપણ વિશિષ્ટ કૂકીને કા delete ી નાખો.\n- આયાત અને નિકાસ કૂકીઝ: સુવિધા માટે બંને ટેક્સ્ટ અને જેએસઓન ફાઇલ ફોર્મેટ્સમાં આયાત અને નિકાસ કૂકીઝ.\n- કૂકી ગુણધર્મોને સંપાદિત કરો અને સાચવો: તમારી જરૂરિયાતોને અનુરૂપ બ્રાઉઝર કૂકીઝના ગુણધર્મોને સંપાદિત કરો અને તરત જ ફેરફારોને સાચવો.\n\nલાગુ દૃશ્યો:\n- વેબ ડેવલપમેન્ટ અને પરીક્ષણ: વેબ ડેવલપમેન્ટ દરમિયાન કૂકીઝને ઝડપથી સુધારવા અને પરીક્ષણ કરવા માટે વિકાસકર્તાઓ માટે યોગ્ય છે.\n- ગોપનીયતા મેનેજમેન્ટ: કૂકીઝને મેન્યુઅલી મેનેજ કરીને અને કા ting ી નાખીને તમારી ગોપનીયતા પર સંપૂર્ણ નિયંત્રણ લો.\n- દૈનિક બ્રાઉઝિંગ: તમારા બ્રાઉઝિંગ અનુભવને optim પ્ટિમાઇઝ કરો અને કૂકીઝને અસરકારક રીતે સંચાલિત કરીને સુરક્ષાને વધારશો.\n\nવધુ સંબંધિત ઉત્પાદન માહિતી માટે, કૃપા કરીને મુલાકાત લો: https://dicloak.com\nજો તમારે નબળાઈઓની જાણ કરવાની જરૂર હોય, તો કૃપા કરીને ઉપયોગ કરો: https://dicloak.com/contact-us",
    "he": "עורך עוגיות עוגיות וכלי עוגיות חזק וידידותי למשתמש שנועד לנהל ללא מאמץ עוגיות דפדפן בכל אתר כלשהו. הורד אותו בחינם וחווה שימושיות חלקה ואבטחה משופרת.\n\nתכונות מפתח:\n- צפה בעוגיה: צפה בקלות בכל העוגיות הקשורות לכרטיסייה הנוכחית.\n- נקה עוגיות בקלות: מחק במהירות עוגיות מהלשונית הנוכחית ומתחומים אחרים בקלות.\n- מחק עוגיות באופן סלקטיבי: מחק את כל העוגיה הספציפית שברצונך להסיר.\n- יבוא וייצוא עוגיות: ייבוא ​​וייצוא עוגיות בפורמטים של טקסט וגם בפורמטים של קובץ JSON לנוחיות.\n- ערוך ושמור מאפייני עוגיות: ערוך את המאפיינים של עוגיות דפדפן כך שיתאימו לצרכים שלך ולשמור שינויים באופן מיידי.\n\nתרחישים חלים:\n- פיתוח ובדיקה באינטרנט: מושלם למפתחים לשנות ולבדוק במהירות קובצי Cookie במהלך פיתוח אתרים.\n- ניהול פרטיות: קח שליטה מלאה על פרטיותך על ידי ניהול ידני ומחיקת עוגיות.\n- גלישה יומית: אופטימיזציה של חווית הגלישה שלך ושפר את האבטחה על ידי ניהול יעילות של עוגיות.\n\nלמידע נוסף על מוצר קשור, בקר בכתובת: https://dicloak.com\nאם אתה צריך לדווח על פגיעויות, אנא השתמש: https://dicloak.com/contact-us",
    "hi": "एक शक्तिशाली और उपयोगकर्ता के अनुकूल कुकी संपादक और प्रबंधक टूल किसी भी वेबसाइट पर ब्राउज़र कुकीज़ को आसानी से प्रबंधित करने के लिए डिज़ाइन किया गया है। इसे मुफ्त डाउनलोड करें और सहज प्रयोज्य और बढ़ी हुई सुरक्षा का अनुभव करें।\n\nप्रमुख विशेषताऐं:\n- कुकी देखें: आसानी से वर्तमान टैब से संबंधित सभी कुकीज़ देखें।\n- आसानी से कुकीज़ साफ करें: जल्दी से वर्तमान टैब और अन्य डोमेन से कुकीज़ को जल्दी से हटा दें।\n- चुनिंदा कुकीज़ हटाएं: किसी भी विशिष्ट कुकी को हटाएं जिसे आप हटाना चाहते हैं।\n- आयात और निर्यात कुकीज़: सुविधा के लिए पाठ और JSON फ़ाइल स्वरूप दोनों में कुकीज़ आयात और निर्यात।\n- कुकी गुण संपादित करें और सहेजें: अपनी आवश्यकताओं के अनुरूप ब्राउज़र कुकीज़ के गुणों को संपादित करें और तुरंत परिवर्तनों को सहेजें।\n\nलागू परिदृश्य:\n- वेब विकास और परीक्षण: डेवलपर्स के लिए वेब विकास के दौरान कुकीज़ को जल्दी से संशोधित करने और परीक्षण करने के लिए एकदम सही।\n- गोपनीयता प्रबंधन: कुकीज़ को मैन्युअल रूप से प्रबंध और हटाने के द्वारा अपनी गोपनीयता का पूरा नियंत्रण लें।\n- दैनिक ब्राउज़िंग: अपने ब्राउज़िंग अनुभव का अनुकूलन करें और कुकीज़ को प्रभावी ढंग से प्रबंधित करके सुरक्षा को बढ़ाएं।\n\nअधिक संबंधित उत्पाद जानकारी के लिए, कृपया देखें: https://dicloak.com\nयदि आपको कमजोरियों की रिपोर्ट करने की आवश्यकता है, तो कृपया उपयोग करें: https://dicloak.com/contact-us",
    "hr": "Snažan i korisnički alat za uređivanje kolačića i upravitelj dizajniran za bez napora upravljanja kolačićima preglednika na bilo kojoj web stranici. Preuzmite ga besplatno i doživite bešavnu upotrebljivost i poboljšanu sigurnost.\n\nKljučne značajke:\n- Pogledajte kolačić: Jednostavno pogledajte sve kolačiće povezane s trenutnom karticom.\n- Lako očistite kolačiće: Brzo izbrišite kolačiće s trenutne kartice i ostalih domena s lakoćom.\n- Selektivno izbrišite kolačiće: izbrišite bilo koji određeni kolačić koji želite ukloniti.\n- Uvoz i izvoz kolačića: Uvoz i izvoz kolačića u tekstualnim i JSON formata datoteka radi praktičnosti.\n- Uređivanje i spremanje svojstava kolačića: Uredite svojstva kolačića preglednika kako bi odgovarali vašim potrebama i odmah spremili promjene.\n\nPrimjenjivi scenariji:\n- Web razvoj i testiranje: savršeno za programere da brzo mijenjaju i testiraju kolačiće tijekom web razvoja.\n- Upravljanje privatnošću: Potpuni kontrolu nad svojom privatnošću ručnim upravljanjem i brisanjem kolačića.\n- Svakodnevno pregledavanje: Optimizirajte svoje iskustvo pregledavanja i poboljšajte sigurnost učinkovito upravljanjem kolačićima.\n\nZa više povezanih podataka o proizvodu posjetite: https://dicloak.com\nAko trebate prijaviti ranjivosti, koristite: https://dicloak.com/contact-us",
    "hu": "Egy erőteljes és felhasználóbarát süti szerkesztő és menedzser eszköz, amelynek célja a böngésző sütik könnyedén kezelése bármely weboldalon. Töltse le ingyen, és tapasztalja meg a zökkenőmentes használhatóságot és a fokozott biztonságot.\n\nFőbb jellemzők:\n- Cookie megtekintése: Könnyen megtekintheti az aktuális fülhez kapcsolódó összes sütit.\n- Könnyen törölje a sütiket: Gyorsan törölje a sütiket az aktuális fülről és más domainekről.\n- Szelektíven törölje a sütiket: Töröljön minden konkrét sütit, amelyet eltávolítani kíván.\n- Cookie -k importálása és exportálása: Cookie -k importálása és exportálása mind a szöveges, mind a JSON fájl formátumokban a kényelem érdekében.\n- Szerkessze és mentse el a süti tulajdonságait: Szerkessze a böngésző sütik tulajdonságait az Ön igényeinek megfelelően, és azonnal mentse a változásokat.\n\nAlkalmazható forgatókönyvek:\n- Webfejlesztés és tesztelés: Tökéletes a fejlesztők számára a sütik gyors módosítására és tesztelésére a webfejlesztés során.\n- Adatvédelmi menedzsment: A sütik kézi kezelésével és törlésével teljes mértékben ellenőrizze az Ön adatvédelmét.\n- Napi böngészés: Optimalizálja a böngészési élményt és javítsa a biztonságot a sütik hatékony kezelésével.\n\nTovábbi kapcsolódó termékinformációkért kérjük, látogasson el: https://dicloak.com\nHa be kell jelentenie a sebezhetőségeket, kérjük, használja: https://dicloak.com/contact-us",
    "it": "Un editor di cookie e uno strumento gestionale potente e intuitivo progettato per gestire senza sforzo i cookie del browser su qualsiasi sito Web. Scaricalo gratuito e sperimenta l'usabilità senza soluzione di continuità e la sicurezza migliorata.\n\nCaratteristiche chiave:\n- Visualizza il cookie: visualizza facilmente tutti i cookie relativi alla scheda corrente.\n- Cancella i cookie facilmente: elimina rapidamente i cookie dalla scheda corrente e altri domini con facilità.\n- Elimina selettivamente cookie: elimina qualsiasi cookie specifico che desideri rimuovere.\n- Cookie di importazione ed esportazione: i cookie di importazione ed esportazione nei formati di file di testo e JSON per comodità.\n- Modifica e salva le proprietà dei cookie: modifica le proprietà dei cookie del browser per soddisfare le tue esigenze e salvare le modifiche all'istante.\n\nScenari applicabili:\n- Sviluppo e test Web: perfetto per gli sviluppatori di modificare e testare rapidamente i cookie durante lo sviluppo web.\n- Gestione della privacy: assumi il pieno controllo della tua privacy gestendo manualmente ed eliminando i cookie.\n- Navigazione quotidiana: ottimizzare la tua esperienza di navigazione e migliorare la sicurezza gestendo efficacemente i cookie.\n\nPer ulteriori informazioni relative al prodotto, visitare: https://dicloak.com\nSe è necessario segnalare le vulnerabilità, utilizzare: https://dicloak.com/contact-us",
    "ja": "あらゆるWebサイトでブラウザCookieを簡単に管理するように設計された、強力でユーザーフレンドリーなCookieエディターおよびマネージャーツール。無料でダウンロードして、シームレスな使いやすさと強化されたセキュリティを体験してください。\n\n主な機能：\n - クッキーを表示：現在のタブに関連するすべてのCookieを簡単に表示します。\n - クッキーを簡単にクリア：現在のタブや他のドメインからクッキーを簡単に削除します。\n -  Cookieを選択的に削除します：削除する特定のCookieを削除します。\n -  Cookieのインポートとエクスポート：CookieをテキストとJSONファイル形式の両方でインポートおよびエクスポートして、利便性のために。\n-Cookieプロパティの編集と保存：ブラウザCookieのプロパティを編集して、ニーズに合わせて変更を即座に保存します。\n\n該当するシナリオ：\n -  Web開発とテスト：開発者がWeb開発中に迅速にCookieを変更およびテストするのに最適です。\n - プライバシー管理：Cookieを手動で管理および削除することにより、プライバシーを完全に制御できます。\n - 毎日のブラウジング：ブラウジングエクスペリエンスを最適化し、Cookieを効果的に管理することでセキュリティを強化します。\n\n関連する製品情報については、https：//dicloak.comをご覧ください\n脆弱性を報告する必要がある場合は、https：//dicloak.com/contact-usを使用してください",
    "kn": "ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಬ್ರೌಸರ್ ಕುಕೀಗಳನ್ನು ಸಲೀಸಾಗಿ ನಿರ್ವಹಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಪ್ರಬಲ ಮತ್ತು ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಕುಕೀ ಸಂಪಾದಕ ಮತ್ತು ವ್ಯವಸ್ಥಾಪಕ ಸಾಧನ. ಅದನ್ನು ಉಚಿತವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ತಡೆರಹಿತ ಉಪಯುಕ್ತತೆ ಮತ್ತು ವರ್ಧಿತ ಸುರಕ್ಷತೆಯನ್ನು ಅನುಭವಿಸಿ.\n\nಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯಗಳು:\n- ಕುಕಿಯನ್ನು ವೀಕ್ಷಿಸಿ: ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್‌ಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಸುಲಭವಾಗಿ ವೀಕ್ಷಿಸಿ.\n- ಕುಕೀಗಳನ್ನು ಸುಲಭವಾಗಿ ತೆರವುಗೊಳಿಸಿ: ಪ್ರಸ್ತುತ ಟ್ಯಾಬ್ ಮತ್ತು ಇತರ ಡೊಮೇನ್‌ಗಳಿಂದ ಕುಕೀಗಳನ್ನು ಸುಲಭವಾಗಿ ಅಳಿಸಿ.\n- ಕುಕೀಗಳನ್ನು ಆಯ್ದವಾಗಿ ಅಳಿಸಿ: ನೀವು ತೆಗೆದುಹಾಕಲು ಬಯಸುವ ಯಾವುದೇ ನಿರ್ದಿಷ್ಟ ಕುಕಿಯನ್ನು ಅಳಿಸಿ.\n- ಕುಕೀಗಳನ್ನು ಆಮದು ಮಾಡಿ ಮತ್ತು ರಫ್ತು ಮಾಡಿ: ಅನುಕೂಲಕ್ಕಾಗಿ ಪಠ್ಯ ಮತ್ತು JSON ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಆಮದು ಮಾಡಿ ಮತ್ತು ರಫ್ತು ಮಾಡಿ.\n- ಕುಕೀ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಸಂಪಾದಿಸಿ ಮತ್ತು ಉಳಿಸಿ: ನಿಮ್ಮ ಅಗತ್ಯಗಳಿಗೆ ತಕ್ಕಂತೆ ಬ್ರೌಸರ್ ಕುಕೀಗಳ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಸಂಪಾದಿಸಿ ಮತ್ತು ಬದಲಾವಣೆಗಳನ್ನು ತಕ್ಷಣ ಉಳಿಸಿ.\n\nಅನ್ವಯವಾಗುವ ಸನ್ನಿವೇಶಗಳು:\n- ವೆಬ್ ಅಭಿವೃದ್ಧಿ ಮತ್ತು ಪರೀಕ್ಷೆ: ವೆಬ್ ಅಭಿವೃದ್ಧಿಯ ಸಮಯದಲ್ಲಿ ಡೆವಲಪರ್‌ಗಳು ಕುಕೀಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಮಾರ್ಪಡಿಸಲು ಮತ್ತು ಪರೀಕ್ಷಿಸಲು ಸೂಕ್ತವಾಗಿದೆ.\n- ಗೌಪ್ಯತೆ ನಿರ್ವಹಣೆ: ಕುಕೀಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನಿರ್ವಹಿಸುವ ಮತ್ತು ಅಳಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.\n- ದೈನಂದಿನ ಬ್ರೌಸಿಂಗ್: ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಅನುಭವವನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಿ ಮತ್ತು ಕುಕೀಗಳನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ನಿರ್ವಹಿಸುವ ಮೂಲಕ ಸುರಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ.\n\nಹೆಚ್ಚಿನ ಸಂಬಂಧಿತ ಉತ್ಪನ್ನ ಮಾಹಿತಿಗಾಗಿ, ದಯವಿಟ್ಟು ಭೇಟಿ ನೀಡಿ: https://dicloak.com\nನೀವು ದೋಷಗಳನ್ನು ವರದಿ ಮಾಡಬೇಕಾದರೆ, ದಯವಿಟ್ಟು ಬಳಸಿ: https://dicloak.com/contact-us",
    "ko": "모든 웹 사이트에서 브라우저 쿠키를 쉽게 관리하도록 설계된 강력하고 사용자 친화적 인 쿠키 편집기 및 관리자 도구. 무료로 다운로드하고 원활한 유용성과 향상된 보안을 경험하십시오.\n\n주요 기능 :\n- 쿠키보기 : 현재 탭과 관련된 모든 쿠키를 쉽게 볼 수 있습니다.\n- 쿠키를 쉽게 청소하십시오 : 현재 탭 및 기타 도메인에서 쿠키를 쉽게 빠르게 삭제하십시오.\n- 선택적으로 쿠키 삭제 : 제거하려는 특정 쿠키를 삭제하십시오.\n- 쿠키 가져 오기 및 내보내기 : 편의를 위해 텍스트 및 JSON 파일 형식의 쿠키 수입 및 내보내기.\n- 쿠키 속성 편집 및 저장 : 요구에 맞게 브라우저 쿠키의 속성을 편집하고 변경 사항을 즉시 저장하십시오.\n\n해당 시나리오 :\n- 웹 개발 및 테스트 : 개발자가 웹 개발 중에 쿠키를 신속하게 수정하고 테스트 할 수 있습니다.\n- 개인 정보 관리 : 쿠키를 수동으로 관리하고 삭제하여 개인 정보를 완전히 제어하십시오.\n- 매일 브라우징 : 쿠키를 효과적으로 관리하여 탐색 경험을 최적화하고 보안을 향상시킵니다.\n\n관련 제품 정보를 보려면 https://dicloak.com을 방문하십시오\n취약점을보고 해야하는 경우 https://dicloak.com/contact-us를 사용하십시오",
    "lt": "Galingas ir patogus slapukų redaktoriaus ir tvarkyklės įrankis, skirtas be pastangų valdyti naršyklės slapukus bet kurioje svetainėje. Atsisiųskite jį nemokamai ir patirkite sklandų patogumą ir patobulintą saugumą.\n\nPagrindinės savybės:\n- Peržiūrėti slapuką: lengvai peržiūrėkite visus slapukus, susijusius su dabartiniu skirtuku.\n- lengvai išvalykite slapukus: greitai iš esmės ištrinkite slapukus iš dabartinio skirtuko ir kitų domenų.\n- Selektyviai ištrinkite slapukus: Ištrinkite bet kurį konkretų slapuką, kurį norite pašalinti.\n- Importo ir eksporto slapukai: Importuoti ir eksportuoti slapukus tiek teksto, tiek JSON failų formatuose, kad būtų patogumas.\n- Redaguokite ir išsaugokite slapukų ypatybes: Redaguokite naršyklės slapukų savybes, kad atitiktumėte jūsų poreikius ir ištikstumėte akimirksniu išsaugoti pakeitimus.\n\nTaikomi scenarijai:\n- Žiniatinklio kūrimas ir testavimas: puikiai tinka kūrėjams greitai modifikuoti ir išbandyti slapukus interneto kūrimo metu.\n- Privatumo valdymas: visiškai kontroliuokite savo privatumą rankiniu būdu tvarkydami ir ištrindami slapukus.\n- Kasdien naršymas: optimizuokite naršymo patirtį ir padidinkite saugumą, efektyviai valdant slapukus.\n\nNorėdami gauti daugiau susijusios informacijos apie produktą, apsilankykite: https://dicloak.com\nJei jums reikia pranešti apie pažeidžiamumus, naudokite: https://dicloak.com/contact-us",
    "lv": "Jaudīgs un lietotājam draudzīgs sīkfailu redaktors un pārvaldnieka rīks, kas paredzēts, lai bez piepūles pārvaldītu pārlūka sīkfailus jebkurā vietnē. Lejupielādējiet to bez maksas un pieredziet bezšuvju lietojamību un uzlabotu drošību.\n\nGalvenās funkcijas:\n- Skatīt sīkdatni: viegli apskatiet visus sīkdatnes, kas saistītas ar pašreizējo cilni.\n- Viegli notīriet sīkdatnes: viegli izdzēsiet sīkdatnes no pašreizējās cilnes un citiem domēniem.\n- Selektīvi izdzēst sīkdatnes: izdzēsiet jebkuru konkrētu sīkdatni, kuru vēlaties noņemt.\n- Ērtības labad un eksportēt sīkdatnes: Importējiet un eksportējiet sīkdatnes gan tekstā, gan JSON failu formātos.\n- Rediģējiet un saglabājiet sīkdatņu īpašumus: rediģējiet pārlūka sīkdatņu īpašības atbilstoši jūsu vajadzībām un uzreiz saglabāt izmaiņas.\n\nPiemērojamie scenāriji:\n- Tīmekļa izstrāde un pārbaude: ideāli piemērota izstrādātājiem, lai ātri modificētu un pārbaudītu sīkfailus tīmekļa izstrādes laikā.\n- Privātuma pārvaldība: pilnībā kontrolējiet savu privātumu, manuāli pārvaldot un izdzēšot sīkdatnes.\n- Ikdienas pārlūkošana: optimizējiet pārlūkošanas pieredzi un uzlabojiet drošību, efektīvi pārvaldot sīkdatnes.\n\nLai iegūtu vairāk saistītu informāciju par produktu, lūdzu, apmeklējiet vietni https://dicloak.com\nJa jums jāziņo par ievainojamībām, lūdzu, izmantojiet: https://dicloak.com/contact-us",
    "ml": "ഏത് വെബ്സൈറ്റിലും ബ്ര browser സർ കുക്കികൾ അനായാസമായി കൈകാര്യം ചെയ്യുന്നതിനായി രൂപകൽപ്പന ചെയ്തിട്ടുള്ള ശക്തവും ഉപയോക്തൃ സൗഹൃദവുമായ കുക്കി എഡിറ്ററും മാനേജർ ഉപകരണവും. ഇത് സ aload ജന്യമായി ഡൺലോഡ് ചെയ്ത് തടസ്സമില്ലാത്ത ഉപയോഗക്ഷമതയും മെച്ചപ്പെടുത്തിയ സുരക്ഷയും അനുഭവിക്കുക.\n\nപ്രധാന സവിശേഷതകൾ:\n- കുക്കി കാണുക: നിലവിലെ ടാബിളുമായി ബന്ധപ്പെട്ട എല്ലാ കുക്കികളും എളുപ്പത്തിൽ കാണുക.\n- കുക്കികൾ എളുപ്പത്തിൽ മായ്ക്കുക: നിലവിലെ ടാബിൽ നിന്നും മറ്റ് ഡൊമെയ്നുകളിൽ നിന്നും എളുപ്പത്തിൽ വേഗത്തിൽ ഇല്ലാതാക്കുക.\n- കുക്കികൾ തിരഞ്ഞെടുത്ത കുക്കികൾ ഇല്ലാതാക്കുക: നീക്കംചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഏതെങ്കിലും നിർദ്ദിഷ്ട കുക്കി ഇല്ലാതാക്കുക.\n- കുക്കികൾ ഇറക്കുമതി ചെയ്യുക, കയറ്റുമതി ചെയ്യുക കുക്കികൾ രണ്ട് വാചകത്തിലും JSON ഫയൽ ഫോർമാറ്റുകളിലും സൗകര്യപ്രദമാക്കുക.\n- കുക്കി പ്രോപ്പർട്ടികൾ എഡിറ്റുചെയ്ത് സംരക്ഷിക്കുക: നിങ്ങളുടെ ആവശ്യങ്ങൾക്കനുസൃതമായി ബ്ര browser സർ കുക്കികളുടെ സവിശേഷതകൾ എഡിറ്റുചെയ്യുക, മാറ്റങ്ങൾ തൽക്ഷണം സംരക്ഷിക്കുക.\n\nബാധകമായ സാഹചര്യങ്ങൾ:\n- വെബ് വികസനവും പരിശോധനയും: വെബ് വികസന സമയത്ത് കുക്കികൾ വേഗത്തിൽ പരിഷ്ക്കരിക്കുകയും പരീക്ഷിക്കുകയും ചെയ്യുക.\n- സ്വകാര്യതാ മാനേജുമെന്റ്: സ്വമേധയാ കൈകാര്യം ചെയ്യുന്നതിലൂടെയും ഇല്ലാതാക്കുന്നതിലൂടെയും നിങ്ങളുടെ സ്വകാര്യതയുടെ പൂർണ്ണ നിയന്ത്രണം എടുക്കുക.\n- ദൈനംദിന ബ്ര rows സിംഗ്: നിങ്ങളുടെ ബ്ര rows സിംഗ് അനുഭവം ഒപ്റ്റിമൈസ് ചെയ്യുകയും കുക്കികൾ ഫലപ്രദമായി കൈകാര്യം ചെയ്യുക.\n\nകൂടുതൽ അനുബന്ധ ഉൽപ്പന്ന വിവരങ്ങൾക്കായി, ദയവായി സന്ദർശിക്കുക: https://diclook.com\nനിങ്ങൾക്ക് കേടുപാടുകൾ റിപ്പോർട്ട് ചെയ്യണമെങ്കിൽ, ദയവായി ഉപയോഗിക്കുക: https://diclook.com/contact-us",
    "mr": "कोणत्याही वेबसाइटवर ब्राउझर कुकीज सहजतेने व्यवस्थापित करण्यासाठी डिझाइन केलेले एक शक्तिशाली आणि वापरकर्ता-अनुकूल कुकी संपादक आणि व्यवस्थापक साधन. हे विनामूल्य डाउनलोड करा आणि अखंड उपयोगिता आणि वर्धित सुरक्षा अनुभव घ्या.\n\nमुख्य वैशिष्ट्ये:\n- कुकी पहा: सध्याच्या टॅबशी संबंधित सर्व कुकीज सहजपणे पहा.\n- कुकीज सहजपणे साफ करा: सध्याच्या टॅबमधून कुकीज द्रुतपणे हटवा आणि इतर डोमेन सहजतेने.\n- निवडकपणे कुकीज हटवा: आपण काढू इच्छित असलेली कोणतीही विशिष्ट कुकी हटवा.\n- आयात आणि निर्यात कुकीज: सोयीसाठी मजकूर आणि जेएसओएन फाईल स्वरूपात कुकीज आयात आणि निर्यात करा.\n- कुकी गुणधर्म संपादित करा आणि जतन करा: आपल्या गरजा भागविण्यासाठी ब्राउझर कुकीजचे गुणधर्म संपादित करा आणि त्वरित बदल जतन करा.\n\nलागू परिस्थिती:\n- वेब विकास आणि चाचणी: विकसकांसाठी वेब विकासादरम्यान कुकीज द्रुतपणे सुधारित आणि चाचणी करण्यासाठी योग्य.\n- गोपनीयता व्यवस्थापन: कुकीज व्यक्तिचलितपणे व्यवस्थापित करून आणि हटवून आपल्या गोपनीयतेवर पूर्ण नियंत्रण ठेवा.\n- दररोज ब्राउझिंग: आपला ब्राउझिंग अनुभव अनुकूलित करा आणि कुकीज प्रभावीपणे व्यवस्थापित करून सुरक्षा वाढवा.\n\nअधिक संबंधित उत्पादनांच्या माहितीसाठी, कृपया भेट द्या: https://dicloak.com\nआपल्याला असुरक्षिततेचा अहवाल देण्याची आवश्यकता असल्यास, कृपया वापरा: https://dicloak.com/contact-us",
    "ms": "Alat editor dan pengurus cookie yang kuat dan mesra pengguna yang direka untuk menguruskan kuki penyemak imbas dengan mudah di mana-mana laman web. Muat turunnya percuma dan pengalaman kebolehgunaan lancar dan keselamatan yang dipertingkatkan.\n\nCiri -ciri utama:\n- Lihat Cookie: Mudah melihat semua kuki yang berkaitan dengan tab semasa.\n- Kosongkan kuki dengan mudah: Cepat hapus kuki dari tab semasa dan domain lain dengan mudah.\n- Selektif Padam Cookies: Padam mana -mana kuki khusus yang anda ingin keluarkan.\n- Import dan Eksport Cookies: Import dan Eksport Cookies dalam Format Fail Teks dan JSON untuk Kemudahan.\n- Edit dan simpan Cookie Properties: Edit sifat kuki penyemak imbas untuk memenuhi keperluan anda dan simpan perubahan dengan serta -merta.\n\nSenario yang terpakai:\n- Pembangunan dan Ujian Web: Sempurna untuk pemaju untuk mengubahsuai dan menguji kuki semasa pembangunan web dengan cepat.\n- Pengurusan Privasi: Menguasai sepenuhnya privasi anda dengan mengurus dan memadam kuki secara manual.\n- Pelayaran Harian: Mengoptimumkan pengalaman melayari anda dan meningkatkan keselamatan dengan menguruskan kuki dengan berkesan.\n\nUntuk maklumat produk yang lebih banyak, sila layari: https://dicloak.com\nSekiranya anda perlu melaporkan kelemahan, sila gunakan: https://dicloak.com/contact-us",
    "nl": "Een krachtige en gebruiksvriendelijke cookie-editor en manager-tool die is ontworpen om moeiteloos browsercookies op elke website te beheren. Download het gratis en ervaar naadloze bruikbaarheid en verbeterde beveiliging.\n\nBelangrijkste kenmerken:\n- Bekijk cookie: bekijk eenvoudig alle cookies met betrekking tot het huidige tabblad.\n- Cookies wissen gemakkelijk: verwijder cookies snel van het huidige tabblad en andere domeinen gemakkelijk.\n- Selectief verwijderen van cookies: verwijder elke specifieke cookie die u wilt verwijderen.\n- Cookies importeren en exporteren: cookies importeren en exporteren in zowel tekst- als JSON -bestandsindelingen voor gemak.\n- Bewerk en bewaar cookie -eigenschappen: bewerk de eigenschappen van browserkoekjes om aan uw behoeften te voldoen en bespaar wijzigingen onmiddellijk.\n\nToepasselijke scenario's:\n- Webontwikkeling en testen: perfect voor ontwikkelaars om cookies snel aan te passen en te testen tijdens de ontwikkeling van webwedstrijden.\n- Privacybeheer: neem volledige controle over uw privacy door cookies handmatig te beheren en te verwijderen.\n- Dagelijks browsen: optimaliseer uw browse -ervaring en verbetert de beveiliging door cookies effectief te beheren.\n\nGa voor meer gerelateerde productinformatie naar: https://dicloak.com\nAls u kwetsbaarheden moet melden, gebruik dan: https://dicloak.com/contact-us",
    "no": "Et kraftig og brukervennlig informasjonskapsredaktør- og managerverktøy designet for å enkelt administrere nettleserkaker på ethvert nettsted. Last ned den gratis og opplever sømløs brukervennlighet og forbedret sikkerhet.\n\nViktige funksjoner:\n- Vis informasjonskapsel: Vis enkelt alle informasjonskapsler relatert til den gjeldende fanen.\n- Fjern informasjonskapsler enkelt: Slett informasjonskapsler raskt fra gjeldende fane og andre domener med letthet.\n- Slett informasjonskapsler: Slett hvilken som helst spesifikk informasjonskapsel du ønsker å fjerne.\n- Importer og eksporter informasjonskapsler: Importer og eksporter informasjonskapsler i både tekst- og JSON -filformater for enkelhets skyld.\n- Rediger og lagre cookie -egenskaper: Rediger egenskapene til nettleserkaker som passer dine behov og lagre endringer umiddelbart.\n\nGjeldende scenarier:\n- Nettutvikling og testing: Perfekt for utviklere å raskt endre og teste informasjonskapsler under nettutvikling.\n- Personvernstyring: Ta full kontroll over personvernet ditt ved å håndtere og slette informasjonskapsler manuelt.\n- Daglig surfing: Optimaliser nettleseropplevelsen og forbedrer sikkerheten ved å håndtere informasjonskapsler effektivt.\n\nFor mer relatert produktinformasjon, besøk: https://dicloak.com\nHvis du trenger å rapportere sårbarheter, kan du bruke: https://dicloak.com/contact-us",
    "pl": "Potężne i przyjazne dla użytkownika narzędzie edytora i menedżera przez Pobierz go za darmo i doświadcz płynnej użyteczności i zwiększonego bezpieczeństwa.\n\nKluczowe funkcje:\n- Zobacz Cookie: Łatwo wyświetl wszystkie pliki cookie związane z bieżącą kartą.\n- łatwo z łatwością usunąć pliki cookie: szybko usuń pliki cookie z bieżącej zakładki i innych domen.\n- Selektywnie usuń pliki cookie: Usuń dowolny konkretny plik cookie, który chcesz usunąć.\n- Importuj i eksportować pliki cookie: importować i eksportować pliki cookie w formacie plików tekstowych i JSON dla wygody.\n- Edytuj i zapisz właściwości cookie: edytuj właściwości plików cookie przeglądarki, aby odpowiadały Twoim potrzebom i natychmiast zapisać zmiany.\n\nObowiązujące scenariusze:\n- Rozwój i testowanie stron internetowych: Idealnie dla programistów do szybkiej modyfikowania i testowania plików cookie podczas tworzenia stron internetowych.\n- Zarządzanie prywatnością: przejmij pełną kontrolę nad swoją prywatnością, ręczne zarządzanie i usuwanie plików cookie.\n- Codzienne przeglądanie: optymalizuj swoje wrażenia z przeglądania i zwiększ bezpieczeństwo poprzez skuteczne zarządzanie plikami cookie.\n\nAby uzyskać więcej powiązanych informacji o produkcie, odwiedź: https://dicloak.com\nJeśli chcesz zgłosić luki, użyj: https://dicloak.com/contact-us",
    "pt_BR,pt_PT": "Uma ferramenta de cookies e editor de cookies poderosa e fácil de usar, projetada para gerenciar sem esforço cookies do navegador em qualquer site. Faça o download gratuito e experimente usabilidade perfeita e segurança aprimorada.\n\nPrincipais recursos:\n- Veja o cookie: visualize facilmente todos os cookies relacionados à guia atual.\n- Limpe os cookies facilmente: exclua rapidamente os cookies da guia atual e outros domínios com facilidade.\n- Excluir seletivamente cookies: Exclua qualquer cookie específico que você deseja remover.\n- Importar e exportar cookies: importar e exportar cookies nos formatos de texto e arquivo JSON por conveniência.\n- Editar e salvar Propriedades de cookies: edite as propriedades dos cookies do navegador para atender às suas necessidades e economizar alterações instantaneamente.\n\nCenários aplicáveis:\n- Desenvolvimento e teste da Web: Perfeito para os desenvolvedores modificarem e testarem rapidamente os cookies durante o desenvolvimento da Web.\n- Gerenciamento de privacidade: assuma o controle total de sua privacidade, gerenciando e excluindo manualmente os cookies.\n- Navegação diária: otimize sua experiência de navegação e aprimore a segurança, gerenciando cookies de maneira eficaz.\n\nPara mais informações relacionadas ao produto, visite: https://dicloak.com\nSe você precisar denunciar vulnerabilidades, use: https://dicloak.com/contact-us",
    "ro": "Un instrument de cookie-uri puternic și ușor de utilizat, conceput pentru a gestiona fără efort cookie-urile de browser pe orice site web. Descărcați -l gratuit și experimentați o utilizare perfectă și o securitate îmbunătățită.\n\nCaracteristici cheie:\n- Vizualizați cookie: vizualizați cu ușurință toate cookie -urile legate de fila curentă.\n- Ștergeți cookie -urile cu ușurință: Ștergeți rapid cookie -urile din fila curentă și alte domenii cu ușurință.\n- Ștergeți selectiv cookie -uri: Ștergeți orice cookie specific pe care doriți să îl eliminați.\n- Cookie -uri de import și export: Import și exportă cookie -uri atât în ​​formate de fișiere de text cât și de JSON pentru comoditate.\n- Editați și salvați proprietățile cookie -urilor: editați proprietățile cookie -urilor cu browser pentru a se potrivi nevoilor dvs. și a economisi modificări instantaneu.\n\nScenarii aplicabile:\n- Dezvoltare și testare web: Perfect pentru dezvoltatori să modifice și să testeze rapid cookie -urile în timpul dezvoltării web.\n- Managementul confidențialității: preluați controlul deplin al confidențialității dvs. gestionând manual și ștergând cookie -urile.\n- Navigare zilnică: optimizați -vă experiența de navigare și îmbunătățiți securitatea gestionând eficient cookie -urile.\n\nPentru mai multe informații aferente produsului, vă rugăm să vizitați: https://dicloak.com\nDacă trebuie să raportați vulnerabilitățile, vă rugăm să utilizați: https://dicloak.com/contact-us",
    "ru": "Мощный и удобный для пользователя редактор cookie и инструмент менеджера, предназначенный для без особых усилий управление файлами cookie для браузеров на любом веб-сайте. Загрузите его бесплатно и испытайте бесшовную удобство использования и улучшенную безопасность.\n\nКлючевые функции:\n- Просмотреть cookie: легко просматривать все файлы cookie, связанные с текущей вкладкой.\n- Легко очистите файлы cookie: быстро удалить куки с текущей вкладки и других доменов с легкостью.\n- Выборочно удалить файлы cookie: удалить любые конкретные файлы cookie, которые вы хотите удалить.\n- Импорт и экспорт cookie: импорт и экспорт cookie в форматах текста и файлов JSON для удобства.\n- Редактировать и сохранить свойства cookie: редактировать свойства cookie для браузера в соответствии с вашими потребностями и мгновенно сохранить изменения.\n\nПрименимые сценарии:\n- Веб -разработка и тестирование: идеально подходит для разработчиков, чтобы быстро изменить и тестировать файлы cookie во время веб -разработки.\n- Управление конфиденциальностью: взять на себя полный контроль над вашей конфиденциальностью путем ручного управления и удаления файлов cookie.\n- Ежедневное просмотр: оптимизируйте свой опыт просмотра и повышайте безопасность, эффективно управляя файлами cookie.\n\nДля получения дополнительной информации о продукте, пожалуйста, посетите: https://dicloak.com\nЕсли вам нужно сообщить о уязвимости, используйте: https://dicloak.com/contact-us",
    "sk": "Výkonný a užívateľsky prívetivý editor cookie a nástroj manažéra navrhnutý tak, aby bez námahy spravoval cookies prehliadača na akejkoľvek webovej stránke. Stiahnite si ho zadarmo a zažite plynulú použiteľnosť a vylepšenú bezpečnosť.\n\nKľúčové funkcie:\n- Zobraziť cookie: Ľahko zobraziť všetky súbory cookie súvisiacich s aktuálnou kartou.\n- Ľahko vymažte súbory cookie: Rýchlo odstráňte cookies z aktuálnej karty a ďalších domén.\n- Selektívne odstráňte súbory cookie: Odstráňte akýkoľvek konkrétny cookie, ktorý chcete odstrániť.\n- Importovať a exportovať súbory cookie: Importujte a exportovať súbory cookie vo formátoch súborov textu aj vo formátoch súborov JSON.\n- Upravte a uložte vlastnosti cookie: Upravte vlastnosti cookies prehliadača, aby vyhovovali vašim potrebám, a okamžite uložte zmeny.\n\nUplatniteľné scenáre:\n- Vývoj a testovanie webových stránok: Ideálne pre vývojárov na rýchlu úpravu a testovanie súborov cookie počas vývoja webu.\n- Správa ochrany osobných údajov: Prevezmite úplnú kontrolu nad svojím súkromím manuálnym riadením a odstránením súborov cookie.\n- Denné prehliadanie: Optimalizácia zážitku z prehliadania a zvýšenie bezpečnosti efektívnou správou cookie.\n\nViac súvisiacich informácií o produkte nájdete na adrese: https://dicloak.com\nAk potrebujete nahlásiť zraniteľné miesta, použite: https://dicloak.com/contact-us",
    "sl": "Zmogljivo in uporabniku prijazno urejevalnik piškotkov in orodje upravitelja, ki je zasnovano za brezhibno upravljanje piškotkov brskalnikov na katerem koli spletnem mestu. Prenesite ga brezplačno in doživite brezhibno uporabnost in izboljšano varnost.\n\nKljučne značilnosti:\n- Oglejte si piškotek: Z lahkoto si oglejte vse piškotke, povezane s trenutnim zavihkom.\n- Z lahkoto očistite piškotke: piškotke hitro izbrišite z zavihka in druge domene z lahkoto.\n- Selektivno izbrišite piškotke: izbrišite poljubno določeno piškotek, ki ga želite odstraniti.\n- Uvozi in izvoz piškotkov: uvozite in izvozite piškotke v obliki datotek besedila in JSON za udobje.\n- Uredite in shranite lastnosti piškotkov: uredite lastnosti piškotkov brskalnika, da ustrezajo vašim potrebam, in takoj shranite spremembe.\n\nVeljavni scenariji:\n- Spletni razvoj in testiranje: Kot nalašč za razvijalce za hitro spreminjanje in testiranje piškotkov med spletnim razvojem.\n- Upravljanje zasebnosti: v celoti nadzorujte svojo zasebnost z ročnim upravljanjem in brisanjem piškotkov.\n- Dnevno brskanje: Optimizirajte izkušnjo brskanja in izboljšajte varnost z učinkovito upravljanje piškotkov.\n\nZa več povezanih informacij o izdelku obiščite: https://dicloak.com\nČe morate prijaviti ranljivosti, uporabite: https://dicloak.com/contact-us",
    "sv": "Ett kraftfullt och användarvänligt cookie-redaktör och managerverktyg som är utformat för att enkelt hantera webbläsarkakor på alla webbplatser. Ladda ner den gratis och upplev sömlös användbarhet och förbättrad säkerhet.\n\nNyckelfunktioner:\n- Visa cookie: Visa enkelt alla kakor relaterade till den aktuella fliken.\n- Rensa kakor enkelt: Ta snabbt upp kakor från den aktuella fliken och andra domäner med lätthet.\n- Selektivt radera cookies: ta bort alla specifika cookie du vill ta bort.\n- Importera och exportera kakor: Importera och exportera kakor i både text- och JSON -filformat för bekvämlighet.\n- Redigera och spara cookieegenskaper: Redigera egenskaperna för webbläsarkakor för att passa dina behov och spara ändringar direkt.\n\nTillämpliga scenarier:\n- Webbutveckling och testning: Perfekt för utvecklare att snabbt ändra och testa kakor under webbutveckling.\n- Sekretesshantering: Ta full kontroll över din integritet genom att manuellt hantera och ta bort cookies.\n- Daglig surfning: Optimera din surfupplevelse och förbättra säkerheten genom att hantera kakor effektivt.\n\nFör mer relaterad produktinformation, besök: https://dicloak.com\nOm du behöver rapportera sårbarheter, använd: https://dicloak.com/contact-us",
    "sw": "Mhariri wa kuki wenye nguvu na wa kupendeza na wa zana ya meneja iliyoundwa iliyoundwa kusimamia kuki za kivinjari kwenye wavuti yoyote. Pakua bure na upate uzoefu wa mshono na usalama ulioimarishwa.\n\nVipengele muhimu:\n- Angalia kuki: Angalia kwa urahisi kuki zote zinazohusiana na kichupo cha sasa.\n- Futa kuki kwa urahisi: Futa haraka kuki kutoka kwa kichupo cha sasa na vikoa vingine kwa urahisi.\n- Futa kuki kwa hiari: Futa kuki yoyote maalum unayotaka kuondoa.\n- Ingiza na usafirishaji wa kuki: Ingiza na usafirishaji wa kuki katika maandishi na fomati za faili za JSON kwa urahisi.\n- Hariri na uhifadhi mali ya kuki: Hariri mali ya kuki za kivinjari ili kutoshea mahitaji yako na uhifadhi mabadiliko mara moja.\n\nMatukio yanayotumika:\n- Ukuzaji wa Wavuti na Upimaji: Kamili kwa watengenezaji kurekebisha haraka na kujaribu kuki wakati wa ukuzaji wa wavuti.\n- Usimamizi wa faragha: Chukua udhibiti kamili wa faragha yako kwa kusimamia na kufuta kuki.\n- Kuvinjari kila siku: Boresha uzoefu wako wa kuvinjari na kuongeza usalama kwa kusimamia kuki vizuri.\n\nKwa habari zaidi ya bidhaa inayohusiana, tafadhali tembelea: https://dicloak.com\nIkiwa unahitaji kuripoti udhaifu, tafadhali tumia: https://dicloak.com/contact-us",
    "ta": "எந்தவொரு வலைத்தளத்திலும் உலாவி குக்கீகளை சிரமமின்றி நிர்வகிக்க வடிவமைக்கப்பட்ட சக்திவாய்ந்த மற்றும் பயனர் நட்பு குக்கீ எடிட்டர் மற்றும் மேலாளர் கருவி. இதை இலவசமாக பதிவிறக்குங்கள் மற்றும் தடையற்ற பயன்பாட்டினை மற்றும் மேம்பட்ட பாதுகாப்பை அனுபவிக்கவும்.\n\nமுக்கிய அம்சங்கள்:\n- குக்கீயைக் காண்க: தற்போதைய தாவல் தொடர்பான அனைத்து குக்கீகளையும் எளிதாகக் காண்க.\n- குக்கீகளை எளிதில் அழிக்கவும்: தற்போதைய தாவலிலிருந்து குக்கீகளை விரைவாக நீக்கவும்.\n- குக்கீகளைத் தேர்ந்தெடுத்து நீக்கு: நீங்கள் அகற்ற விரும்பும் எந்த குறிப்பிட்ட குக்கீயையும் நீக்கு.\n- குக்கீகளை இறக்குமதி செய்து ஏற்றுமதி செய்யுங்கள்: வசதிக்காக உரை மற்றும் JSON கோப்பு வடிவங்களில் குக்கீகளை இறக்குமதி செய்து ஏற்றுமதி செய்யுங்கள்.\n- குக்கீ பண்புகளைத் திருத்தி சேமிக்கவும்: உங்கள் தேவைகளுக்கு ஏற்ப உலாவி குக்கீகளின் பண்புகளைத் திருத்தவும், மாற்றங்களை உடனடியாக சேமிக்கவும்.\n\nபொருந்தக்கூடிய காட்சிகள்:\n- வலை அபிவிருத்தி மற்றும் சோதனை: வலை வளர்ச்சியின் போது குக்கீகளை விரைவாக மாற்றவும் சோதிக்கவும் டெவலப்பர்களுக்கு ஏற்றது.\n- தனியுரிமை மேலாண்மை: குக்கீகளை கைமுறையாக நிர்வகித்தல் மற்றும் நீக்குவதன் மூலம் உங்கள் தனியுரிமையை முழுமையாகக் கட்டுப்படுத்தவும்.\n- தினசரி உலாவல்: குக்கீகளை திறம்பட நிர்வகிப்பதன் மூலம் உங்கள் உலாவல் அனுபவத்தை மேம்படுத்தவும், பாதுகாப்பை மேம்படுத்தவும்.\n\nமேலும் தொடர்புடைய தயாரிப்பு தகவலுக்கு, தயவுசெய்து பார்வையிடவும்: https://dicloak.com\nநீங்கள் பாதிப்புகளைப் புகாரளிக்க வேண்டும் என்றால், தயவுசெய்து பயன்படுத்தவும்: https://dicloak.com/contact-us",
    "te": "ఏదైనా వెబ్‌సైట్‌లో బ్రౌజర్ కుకీలను అప్రయత్నంగా నిర్వహించడానికి రూపొందించిన శక్తివంతమైన మరియు వినియోగదారు-స్నేహపూర్వక కుకీ ఎడిటర్ మరియు మేనేజర్ సాధనం. దీన్ని ఉచితంగా డౌన్‌లోడ్ చేయండి మరియు అతుకులు వినియోగం మరియు మెరుగైన భద్రతను అనుభవించండి.\n\nముఖ్య లక్షణాలు:\n- కుకీని చూడండి: ప్రస్తుత టాబ్‌కు సంబంధించిన అన్ని కుకీలను సులభంగా చూడండి.\n- కుకీలను సులభంగా క్లియర్ చేయండి: ప్రస్తుత టాబ్ నుండి కుకీలను మరియు ఇతర డొమైన్‌లను సులభంగా తొలగించండి.\n- కుకీలను ఎంచుకోండి: మీరు తొలగించాలనుకునే ఏదైనా నిర్దిష్ట కుకీని తొలగించండి.\n- కుకీలను దిగుమతి మరియు ఎగుమతి చేయండి: సౌలభ్యం కోసం టెక్స్ట్ మరియు JSON ఫైల్ ఫార్మాట్లలో కుకీలను దిగుమతి మరియు ఎగుమతి చేయండి.\n- కుకీ లక్షణాలను సవరించండి మరియు సేవ్ చేయండి: మీ అవసరాలకు అనుగుణంగా బ్రౌజర్ కుకీల లక్షణాలను సవరించండి మరియు మార్పులను తక్షణమే సేవ్ చేయండి.\n\nవర్తించే దృశ్యాలు:\n- వెబ్ అభివృద్ధి మరియు పరీక్ష: వెబ్ అభివృద్ధి సమయంలో కుకీలను త్వరగా సవరించడానికి మరియు పరీక్షించడానికి డెవలపర్‌లకు సరైనది.\n- గోప్యతా నిర్వహణ: కుకీలను మానవీయంగా నిర్వహించడం మరియు తొలగించడం ద్వారా మీ గోప్యతపై పూర్తి నియంత్రణ తీసుకోండి.\n- రోజువారీ బ్రౌజింగ్: మీ బ్రౌజింగ్ అనుభవాన్ని ఆప్టిమైజ్ చేయండి మరియు కుకీలను సమర్థవంతంగా నిర్వహించడం ద్వారా భద్రతను మెరుగుపరచండి.\n\nమరింత సంబంధిత ఉత్పత్తి సమాచారం కోసం, దయచేసి సందర్శించండి: https://dicloak.com\nమీరు దుర్బలత్వాలను నివేదించాల్సిన అవసరం ఉంటే, దయచేసి ఉపయోగించండి: https://dicloak.com/contact-us",
    "th": "เครื่องมือและเครื่องมือจัดการคุกกี้ที่ทรงพลังและใช้งานง่ายออกแบบมาเพื่อจัดการคุกกี้เบราว์เซอร์บนเว็บไซต์ใด ๆ ได้อย่างง่ายดาย ดาวน์โหลดได้ฟรีและประสบการณ์การใช้งานที่ราบรื่นและความปลอดภัยที่เพิ่มขึ้น\n\nคุณสมบัติที่สำคัญ:\n- ดูคุกกี้: ดูคุกกี้ทั้งหมดที่เกี่ยวข้องกับแท็บปัจจุบันได้อย่างง่ายดาย\n- Clear Cookies ได้อย่างง่ายดาย: ลบคุกกี้จากแท็บปัจจุบันและโดเมนอื่น ๆ ได้อย่างรวดเร็ว\n- เลือกลบคุกกี้: ลบคุกกี้เฉพาะใด ๆ ที่คุณต้องการลบออก\n- นำเข้าและส่งออกคุกกี้: นำเข้าและส่งออกคุกกี้ทั้งในรูปแบบข้อความและรูปแบบไฟล์ JSON เพื่อความสะดวก\n- แก้ไขและบันทึกคุณสมบัติคุกกี้: แก้ไขคุณสมบัติของคุกกี้เบราว์เซอร์เพื่อให้เหมาะกับความต้องการของคุณและบันทึกการเปลี่ยนแปลงทันที\n\nสถานการณ์ที่เกี่ยวข้อง:\n- การพัฒนาและทดสอบเว็บ: เหมาะสำหรับนักพัฒนาในการปรับเปลี่ยนและทดสอบคุกกี้อย่างรวดเร็วระหว่างการพัฒนาเว็บ\n- การจัดการความเป็นส่วนตัว: ควบคุมความเป็นส่วนตัวของคุณอย่างเต็มที่โดยการจัดการและลบคุกกี้ด้วยตนเอง\n- การเรียกดูรายวัน: เพิ่มประสิทธิภาพประสบการณ์การท่องเว็บของคุณและเพิ่มความปลอดภัยโดยการจัดการคุกกี้อย่างมีประสิทธิภาพ\n\nสำหรับข้อมูลผลิตภัณฑ์ที่เกี่ยวข้องเพิ่มเติมกรุณาเยี่ยมชม: https://dicloak.com\nหากคุณต้องการรายงานช่องโหว่โปรดใช้: https://dicloak.com/contact-us",
    "tr": "Herhangi bir web sitesinde tarayıcı çerezlerini zahmetsizce yönetmek için tasarlanmış güçlü ve kullanıcı dostu bir çerez editörü ve yönetici aracı. Ücretsiz indirin ve sorunsuz kullanılabilirlik ve gelişmiş güvenlik yaşayın.\n\nTemel Özellikler:\n- Çerez görüntüleyin: Geçerli sekmeyle ilgili tüm çerezleri kolayca görüntüleyin.\n- Çerezleri kolayca temizleyin: Geçerli sekmeden ve diğer alan adlarından çerezleri hızlı bir şekilde silin.\n- Çerezleri seçici olarak silin: Çıkarmak istediğiniz belirli çerezleri silin.\n- İçe ve dışa aktarma çerezleri: Kolaylık için hem metin hem de json dosya formatlarında çerezleri içe aktarın ve dışa aktarın.\n- Çerez Özelliklerini Düzenleyin ve Kaydet: Tarayıcı çerezlerinin özelliklerini ihtiyaçlarınıza uyacak şekilde düzenleyin ve değişiklikleri anında kaydedin.\n\nUygulanabilir senaryolar:\n- Web Geliştirme ve Test: Geliştiricilerin web geliştirme sırasında çerezleri hızlı bir şekilde değiştirmesi ve test etmesi için mükemmeldir.\n- Gizlilik Yönetimi: Çerezleri manuel olarak yöneterek ve silerek gizliliğinizin tam kontrolünü ele alın.\n- GÜNLÜK GÜZELLİK: Tarama deneyiminizi optimize edin ve çerezleri etkili bir şekilde yöneterek güvenliği artırın.\n\nDaha fazla ilgili ürün bilgisi için lütfen şu adresi ziyaret edin: https://dicloak.com\nGüvenlik açıklarını bildirmeniz gerekiyorsa, lütfen şu: https://dicloak.com/contact-us kullanın",
    "uk": "Потужний та зручний для користувачів редактор cookie та інструмент менеджера, призначений для того, щоб без особливих зусиль керувати файлами браузера на будь-якому веб-сайті. Завантажте його безкоштовно та переживайте безшовну зручність та підвищену безпеку.\n\nОсновні особливості:\n- Переглянути файл cookie: Легко перегляньте всі файли cookie, пов’язані з поточною вкладкою.\n- Очистіть файли cookie легко: швидко видаляйте файли cookie з поточної вкладки та інші домени з легкістю.\n- вибірково видалити файли cookie: Видаліть будь -яке конкретне файл cookie, який ви хочете видалити.\n- Імпортувати та експортувати файли cookie: імпортувати та експортувати файли cookie як у форматах тексту, так і у форматах файлів JSON.\n- Редагувати та збережіть властивості файлів cookie: відредагуйте властивості браузерних файлів cookie відповідно до ваших потреб та миттєво зберегти зміни.\n\nЗастосовувані сценарії:\n- Веб -розробка та тестування: ідеально підходить для розробників швидко змінювати та тестувати файли cookie під час веб -розробки.\n- Управління конфіденційністю: взяте на повний контроль над своєю конфіденційністю, керуючи вручну та видаляючи файли cookie.\n- Щоденний перегляд: оптимізуйте свій досвід перегляду та підвищення безпеки, ефективно керуючи файлами cookie.\n\nДля отримання додаткової інформації про продукт відвідайте: https://dicloak.com\nЯкщо вам потрібно повідомити про вразливості, будь ласка, використовуйте: https://dicloak.com/contact-us",
    "vi": "Một trình chỉnh sửa và công cụ quản lý cookie mạnh mẽ và thân thiện với người dùng được thiết kế để dễ dàng quản lý cookie trình duyệt trên bất kỳ trang web nào. Tải xuống miễn phí và trải nghiệm khả năng sử dụng liền mạch và bảo mật nâng cao.\n\nCác tính năng chính:\n- Xem cookie: Dễ dàng xem tất cả các cookie liên quan đến tab hiện tại.\n- Xóa cookie dễ dàng: nhanh chóng xóa cookie khỏi tab hiện tại và các miền khác một cách dễ dàng.\n- Xóa cookie có chọn lọc: Xóa bất kỳ cookie cụ thể nào bạn muốn xóa.\n- Nhập và xuất cookie: Nhập và xuất cookie ở cả định dạng tệp văn bản và JSON để thuận tiện.\n- Chỉnh sửa và lưu thuộc tính cookie: Chỉnh sửa các thuộc tính của cookie trình duyệt để phù hợp với nhu cầu của bạn và lưu các thay đổi ngay lập tức.\n\nCác kịch bản áp dụng:\n- Phát triển và thử nghiệm web: Hoàn hảo cho các nhà phát triển để nhanh chóng sửa đổi và kiểm tra cookie trong quá trình phát triển web.\n- Quản lý quyền riêng tư: Kiểm soát toàn bộ quyền riêng tư của bạn bằng cách quản lý và xóa cookie theo cách thủ công.\n- Duyệt hàng ngày: Tối ưu hóa trải nghiệm duyệt web của bạn và nâng cao bảo mật bằng cách quản lý cookie một cách hiệu quả.\n\nĐể biết thêm thông tin sản phẩm liên quan, vui lòng truy cập: https://dicloak.com\nNếu bạn cần báo cáo các lỗ hổng, vui lòng sử dụng: https://dicloak.com/contact-us",
    "zh_CN": "一款强大且用户友好的Cookie编辑与管理工具，旨在让您轻松管理任何网站上的浏览器Cookie。免费下载，体验流畅的操作体验和增强的安全性。\n\n核心功能：\n- 查看Cookie：轻松查看当前标签页下的所有Cookie。\n- 轻松清除Cookie：快速且轻松地删除当前标签页和其他域名下的Cookie。\n- 选择性删除Cookie：删除您希望移除的任意特定Cookie。\n- 导入和导出Cookie：为方便起见，支持以文本和JSON文件格式导入和导出Cookie。\n- 编辑并保存Cookie属性：根据您的需求，编辑浏览器Cookie的属性并即时保存更改。\n\n适用场景：\n- 网页开发与测试：非常适合开发人员在网页开发期间快速修改和测试Cookie。\n- 隐私管理：通过手动管理和删除Cookie，全面掌控您的隐私。\n- 日常浏览：通过有效管理Cookie，优化您的浏览体验并增强安全性。\n\n如需了解更多相关产品信息，请访问：https://dicloak.com\n如需报告漏洞，请使用：https://dicloak.com/contact-us",
    "zh_TW": "一款強大且用戶友好的Cookie編輯與管理工具，旨在讓您輕鬆管理任何網站上的瀏覽器Cookie。免費下載，體驗流暢的操作體驗和增強的安全性。\n\n核心功能：\n- 查看Cookie：輕鬆查看當前標籤頁下的所有Cookie。\n- 輕鬆清除Cookie：快速且輕鬆地刪除當前標籤頁和其他域名下的Cookie。\n- 選擇性刪除Cookie：刪除您希望移除的任意特定Cookie。\n- 導入和導出Cookie：為方便起見，支持以文本和JSON文件格式導入和導出Cookie。\n- 編輯並保存Cookie屬性：根據您的需求，編輯瀏覽器Cookie的屬性並即時保存更改。\n\n適用場景：\n- 網頁開發與測試：非常適合開發人員在網頁開發期間快速修改和測試Cookie。\n- 隱私管理：通過手動管理和刪除Cookie，全面掌控您的隱私。\n- 日常瀏覽：通過有效管理Cookie，優化您的瀏覽體驗並增強安全性。\n\n如需了解更多相關產品信息，請訪問：https://dicloak.com\n如需報告漏洞，請使用：https://dicloak.com/contact-us"
  }
}