{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoodWrite - inteligenty korektor tekstu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprawdza pisownię i gramatykę języka polskiego, podpowiada synonimy i poprawia styl tekstu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GoodWrite to najlepsze narzędzie do kreatywnej pracy nad tekstem, jakie mogłaś(-eś) sobie wymarzyć. Działa w dowolnym polu tekstowym, sprawdzając błędy, czuwając nad stylem tekstu i podpowiadając synonimy i inne słowa pasujące do kontekstu.\n\nDzięki GoodWrite kreatywne pisanie jeszcze nigdy nie było tak proste! \n\nGoodWrite to narzędzie stworzone przez językownawców, ekspertów w dziedzinie sztucznej inteligencji i inżynierów IT, przy wsparciu marketerów, dziennikarzy i blogerów. Podstawą jego działania są zaawansowane algorytmy sztucznej inteligencji i uczenia maszynowego. \n\n\n★ Korekta językowa bazująca na algorytmach AI\n\nWszyscy popełniamy błędy, ale nie wszyscy możemy sobie pozwolić na to, by spędzać długie godziny, usiłując je poprawić. Z myślą o tym opracowaliśmy algorytmy sztucznej inteligencji, które na bieżąco sprawdzą teksty, które tworzysz. Poprawią nie tylko proste błędy (związane z ortografią i interpunkcją), lecz także te bardziej zaawansowane – dotyczące składni czy odmiany wyrazów. Według naszych analiz GoodWrite osiąga obecnie najwyższą skuteczność poprawy błędów języka polskiego wśród innych narzędzi dostępnych na rynku.\n\n\n★ Inteligentne rozpoznawanie błędów\n\nNasze działają kontekstowo. Oznacza to, że poprawność każdej formy każdorazowo sprawdzana jest w odniesieniu do danego zdania. GoodWrite to również idealne narzędzie dla tych, którzy, żyjąc w biegu, nie zawsze mają czas na wnikliwe sczytywanie swoich tekstów. Plugin doskonale radzi sobie z błędami wynikającymi z szybkiego pisania – rozpoznaje najpopularniejsze błędy klawiaturowe, a także inteligentnie rozdziela wyrazy.\n\n\n★ Synonimy i kreatywne sugestie\n\nPraca z GoodWrite sprawia, że kreatywne pisanie jeszcze nigdy nie było tak proste! Nasz plugin pokaże dostępne synonimy i podpowie inne słowa, które świetnie pasują do kontekstu. Dzięki temu w kilka sekund pozbędziesz się powtórzeń i łatwo sparafrazujesz tekst. Bez analizowania obszernych list synonimów w słownikach. Kliknij dwa razy na słowo i sprawdź, czym możesz je zastąpić.\n\n\n\n★ Ocena stylu tekstu\n\nKorzystając z trybu stylu tekstu, upewnisz się, że to, co piszesz, będzie zrozumiałe dla Twoich odbiorców. GoodWrite zbada styl poszczególnych zdań i wskaże te, które  wymagają przeredagowania. Podpowie też, jak je przeredagować.\n\n\n★ Innowacyjna technologia\n\nW 2020 roku GoodWrite został nominowany do Polskiej Nagrody Inteligentnego Rozwoju w kategorii „Innowacyjne technologie przyszłości”."
  }
}