{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search App is a quick launcher for easy access to kid's safe search engines."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Safe Search App is a free Chrome extension that gives children quick easy access to 3 Safe Search websites to choose from. \n\nThe Safe Search launcher is a small unobtrusive Chrome extension that does not require any special permissions.\n\nWhen using one of the search engines, they will help to block unwanted adult related websites from appearing in search results. This can be helpful when young children are browsing the internet or even when older kids and adults are searching in the work place.\n\nCurrently used in many homes, schools, kindergartens, libraries and other public places, as it safeguards kids and the community from inappropriate adult content that is easily accessible online. \n\nSome internet cafe's have also installed our safe search Chrome extension as the default search engine for their public computers.\n\nAs with all search engines, not every inappropriate website can be locked out of search results and because of this, we do recommend supervising young children whenever they are online.\n\nPlease join our worldwide team of educators, parents and guardians to report any questionable adult website that may get through our filter to: https://www.kids-search.com/report.php as this will help our filter to be even better than it currently is. \n\nWe are always trying to improve our proprietary filtering system and we greatly appreciate all your help.\n\nThank you to all our supporters.\n\nAdditionally, privacy is important to us. Our privacy policy can be found here: https://www.kids-search.com/Privacy-Policy.php"
  }
}