{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cognify - Instant AI-powered Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly unlock insights with a click on any web content, without leaving your tab. Just snip, send, and get AI-powered knowledge"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Cognify Insights\n\n\nCognify is a powerful browser extension designed to enhance your web browsing experience by providing instant insights on selected content. It offers tools for Text Translation, Text Summarization, and Question Answering, all accessible through an intuitive and user-friendly interface. This is the perfect companion for researchers and students who need to extract data or understand visual content better without having to switch tabs for explaining of the content they need\n\n\nInstall and pin our extension\nAfter installation, pin the icon in the Start by clicking the Cognify icon in the toolbar for easy access. Then click the icon the extension's popup page to start, where you can choose from three main tasks: Text Translation, Text Summarization, and Question Answering.\n\n\n- Text Translation: If you need to translate text, A dropdown menu will appear, allowing you to choose your preferred translation language. If you don't see your language immediately, start typing it out for an autocomplete suggestion. Once you’ve selected the language, click the \"Select\" button to proceed.\n\n- Text Summarization: For a concise summary of lengthy text, choose the “Text Summarization” option. This task is straightforward; just click the \"Launch\" button. Cognify will prepare to summarize the content you select next.\n\n- Question Answering: If you have a specific question, click on the “Question Answering” option. Here, you can either type your own question or indicate that the question is embedded within the content on the page. For a custom query, select “Type my own question,” and an input box will appear where you can type your question. If the question is in the content, select “The question is in the selection.” Then, click the \"Launch\" button to proceed.\n\nUse the Smart Capture Box:\nAfter selecting your task and clicking the appropriate button, Cognify will display a smart capture box on your current webpage. This feature is key to pinpointing exactly what content you need insights on. Drag the box to the desired area of the page. You can resize it to ensure it fits precisely over the relevant content, whether it’s a paragraph, image, diagram, or table.\n\n\nGet insights on any content type - diragrams, image or text\n\n- Images and Diagrams: Traditional methods often restrict analysis to text content, but Cognify excels in processing visual content like images and diagrams. For example, if you encounter a pie chart or an infographic, simply use the capture box to select the area, and Cognify will analyze it to provide relevant insights.\n\n- Tables and Charts: Cognify can also process structured data within tables and charts. Instead of manually copying data from a table or chart and pasting it for further analysis, Cognify allows you to capture it directly and get instant interpretations or summaries. This is a significant time-saver and enhances accuracy in data handling.\n\nSubmitting the Query\nOnce the area is selected to your satisfaction, click the \"Send\" button located just above the capture box.\n\nGet your Results\nCognify will then use the industry-leading AI models to process your selected content, and show  the analysis results at the bottom of your screen. Whether it’s a translated text, a summary, or an answer to your question, you’ll have immediate access to the information you need. You have the option to \"Copy\" the result to your clipboard for easy sharing or further use. When you’re done, simply click \"Close\" to dismiss the result display.\n\nYour Dashboard\nIf you want to revisit your already accomplished tasks, Cognify also provides you with a comprehensive dashboard, where you can view all your previous activities. The dashboard categorizes your tasks into sections such as Question Answering, Language Translation, Text Summarization, Highlight, and Note. This organization allows you to easily locate and review past tasks, translations, summaries, and notes, ensuring quick access to your research and insights\n\nTry us today\nCognify redefines your browsing experience by enabling you to interact with and extract valuable insights from both text and visual content seamlessly. By following these steps, you can leverage Cognify’s powerful capabilities to save time and boost productivity, making your web interactions more efficient and enjoyable. Install Cognify today and transform the way you engage with online content."
  }
}