{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ergoActive desk health assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to promote good desk health by timed reminders and notifcaitons"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**IF you are having lag when trying to edit the timers and trying to select them from the drop down it's an issue with google chrome itself here: https://bugs.chromium.org/p/chromium/issues/detail?id=971701. To fix this you can simply set timers on your laptops home screen and not an external monitor or alternatively just type in numbers as if they are working and press save and they will save. **\n\nThe human body is built to move. When sitting your entire body is compressed and unnatural stress gets placed on all areas which are not built to handle long periods of time sedentary. A Harvard health article claimed that sitting was the new smoking of our generation and long working sedentary hours have caused an epidemic in related illnesses.\n\nergoActive was created to help solve this problem. Everyone gets lost in their work and time flys by. It can be very hard to manage regularly changing positions at your desk. But with the ergoActive extension this makes the problem easy to manage. ergoActive allows intervals to be set for desired times to go from sitting to standing, giving you reminders to change positions. Another  feature is the active timer which runs after the sitting and standing cycle, this encourages getting up stretching or even taking a short walk around per round of sitting/standing. \n\nThe water timer is another feature and is independent of the other timers it can be cycled to meet whatever your needs. The default cycle that works for me is 20 mins sitting, 15 standing, 3 minutes active as well as sipping water every 30 minutes but these are all fully customisable. \n\nTo set up and use ergoActive follow these steps:\n\n1. Download the app from the google chrome extension store.\n\n2. Once downloaded click the icon in your chrome browser bar. If you are happy with the defaults press start and you are good to go. Follow on from step 4 for more features.\n\n3.If you want to change the timers to suit your needs click the edit button. This will grey out all other buttons and pause any current timers. Number fields will appear under each timer and you can pick your desired time amount. Once all timers have been set click the save button and this will store these defaults so anytime you open chrome they will be the time that shows up as default. \n\n**ALSO IF you are having lag when trying to edit the timers and trying to select them from the drop down it's an issue with google chrome itself here: https://bugs.chromium.org/p/chromium/issues/detail?id=971701. To fix this you can simply set timers on your laptops home screen and not an external monitor or alternatively just type in numbers as if they are working and press save and they will save. **\n\n4.Once you press start, the timers will count down and will continue to count down even if minimised. If you want to check timers or use any of the other functions just click the icon again on the chrome browser bar and the popup will appear. \n\n5. Every-time a timer elapses you will get a notification to change position or drink water sent using chrome notifications.\n\n6.If you want to pause the timer you can pause it at the current time and do what you need to do. Click the icon in the chrome browser again and press start to pick up where you left off.\n\n7. If you need to restart the timers to defaults you can select the reset button which will cause all current timers to reset to your specified defaults."
  }
}