{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UniTalk Web Dialer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "IP telephony for business",
    "pl": "Telefonia IP dla biznesu",
    "ru": "IP-телефония для бизнеса",
    "uk": "IP-телефонія для бізнесу"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "UniTalk Web Dialer\nThe extension is always located on all browser tabs and synchronized between them. If you are communicating with a client, you do not need to minimize the browser with an open CRM system to switch to a virtual phone. The extension will be displayed on top of the same browser tab, it can be easily moved to any part of the screen.\nIn UniTalk Web Dialer, information from your CRM system is additionally synchronized and it is possible to see the links to your contact cards, deals, leads, or other entities of your CRM.\n\nNOTE:\nFor installation and additional information read this article (https://unitalk.cloud/knowledge/unitalk-web-dialer-installation-and-use-for-google-chrome/)\nTo learn more about UniTalk Web Dialer go to https://unitalk.cloud",
    "pl": "Web Dialer UniTalk\nRozszerzenie jest zawsze zlokalizowane na wszystkich kartach przeglądarki i synchronizowane między nimi. Jeśli komunikujesz się z klientem, nie musisz minimalizować przeglądarki z otwartym systemem CRM, aby przełączyć się na wirtualny telefon. Rozszerzenie będzie wyświetlane na górze tej samej karty przeglądarki, można je łatwo przenieść w dowolne miejsce na ekranie.\nW UniTalk Web Dialer informacje z Twojego systemu CRM są dodatkowo synchronizowane i możliwe jest przeglądanie linków do Twoich kart kontaktów, transakcji, leadów czy innych elementów Twojego CRM.\n\nNOTATKA:\nAby uzyskać informacje dotyczące instalacji i dodatkowych informacji, przeczytaj ten artykuł (https://unitalk.cloud/knowledge/unitalk-web-dialer-installation-and-use-for-google-chrome/)\nAby dowiedzieć się więcej o UniTalk Web Dialer, przejdź do https://unitalk.cloud",
    "ru": "Веб-звонилка UniTalk\nРасширение всегда находится на всех вкладках браузера и синхронизируется между ними. Если вы общаетесь с клиентом, вам не нужно сворачивать браузер с открытой CRM-системой, чтобы переключиться на виртуальный телефон. Расширение будет отображаться поверх той же вкладки браузера, его можно легко переместить в любую часть экрана.\nВ UniTalk Web Dialer информация из вашей CRM-системы дополнительно синхронизируется и есть возможность увидеть ссылки на ваши карточки контактов, сделки, лиды или другие сущности вашей CRM.\n\nПРИМЕЧАНИЕ:\nДля установки и дополнительной информации прочитайте эту статью (https://unitalk.cloud/knowledge/unitalk-web-dialer-installation-and-use-for-google-chrome/)\nЧтобы узнать больше о UniTalk Web Dialer, перейдите на https://unitalk.cloud.",
    "uk": "UniTalk Web Dialer\nРозширення завжди розташоване на всіх вкладках браузера та синхронізується між ними. Якщо ви спілкуєтеся з клієнтом, вам не потрібно згортати браузер із відкритою CRM-системою, щоб перейти на віртуальний телефон. Розширення відображатиметься поверх тієї самої вкладки браузера, його можна легко перемістити в будь-яку частину екрана.\nУ UniTalk Web Dialer інформація з вашої CRM-системи додатково синхронізується, і можна побачити посилання на ваші контактні картки, угоди, ліди або інші сутності вашої CRM.\n\nПРИМІТКА:\nДля встановлення та додаткової інформації прочитайте цю статтю (https://unitalk.cloud/knowledge/unitalk-web-dialer-installation-and-use-for-google-chrome/)\nЩоб дізнатися більше про UniTalk Web Dialer, перейдіть на сторінку https://unitalk.cloud"
  }
}