{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabJump - Intelligent Tab Navigator",
    "de": "TabJump - Intelligenter Tab-Navigator",
    "es": "TabJump - Navegador de Pestañas Inteligente",
    "ja": "TabJump - 洗練されたタブナビゲーター"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new way to navigate your tabs. Easily access most used tabs, associated tabs, and closed tabs. Allows tab locking too.",
    "de": "Eine neue Möglichkeit zwischen Registerkarten (Tabs) zu navigieren. Einfacher Zugriff auf die am häufigsten verwendeten Tabs, damit…",
    "es": "Una nueva manera de navegar tus pestañas. Accede fácilmente a las pestañas más utilizadas, a pestañas relacionadas y a las pestañas…",
    "ja": "タブをナビゲートする新しい方法です。よく使うタブ、関連するタブ、閉じられたタブに簡単にアクセスできます。タブのロックもできます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "\"Great tab manager\" -- as featured in Lifehacker.com! \n\nWhen working with many tabs at the same time, it's hard to remember which one you want to go next. TabJump highlights frequently used tabs and related tabs so you can easily jump between them. And never worry again about closing tabs by accident, for TabJump can protect them.\n\nFeatures\n- Jump to frequently used tabs\n- Jump to related tabs (tabs from the same site, etc)\n- Restore recently closed tabs\n- Lock a tab to prevent accidental closing, an alert will be shown when you try to close/reload the tab\n\nDisclaimer\n- Due to Chrome limitations, extensions cannot restore history from closed tabs. If you need the history from a recently closed tab, you can press Ctrl+Shift+T to reopen them one by one.\n\nTry out our other extensions too!\n- Incredible StartPage http://goo.gl/he9o\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nTranslations & Credits: http://goo.gl/qG89Z \n\nIf you want a video tutorial Molly at demogirl.com has created a simple screencast on it: http://goo.gl/FcIs Thanks Molly!\n\nDeveloped by Visibo Limited",
    "de": "\"Großartiger Tab-Manager\" -- as featured in Lifehacker.com! \n\nWenn man gleichzeitig mit vielen Tabs arbeitet, ist es schwer den Überblick zu behalten und sich daran zu erinnern, welchen Tab man als Nächstes aufrufen wollte. TabJump hebt die am häufigsten verwendeten Tabs und die hierzu assoziierten Tabs hervor, sodass Sie einfach zwischen ihnen \"jumpen\" können. Und Sie brauchen sich auch nie wieder über das versehentliche Schließen von Tabs Sorgen zu machen, TabJump kann Sie davor schützen und bereits geschlossene Tabs sogar wiederherstellen!\n\nFähigkeiten & Features\n- Wechseln zu häufig verwendeten Tabs\n- Wechseln zu Tabs, die mit diesen assoziiert werden (Tabs aus der selben Seite, etc)\n- Wiederherstellung bereits geschlossener Tabs\n- Sperren von Tabs um versehentliches Schließen zu verhindern (nur für Tabs, die nach der Installation von TabJump geladen werden)\n\nDisclaimer \n- Aufgrund der Beschränkungen von Chrome können Erweiterungen den Verlauf von geschlossenen Tabs nicht wiederherstellen. Falls Sie dies jedoch benötigen, können Sie Strl+Umschalt+T drücken, um bereits geschlossene Tabs nacheinander zu öffnen.\n\nTry out our other extensions too!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nCredits: http://www.visibotech.com/chrome/credits.html\n\nIf you want a video tutorial Molly at demogirl.com has created a simple screencast on it: http://goo.gl/FcIs Thanks Molly!",
    "es": "(Translated with Google Translate - English version here http://goo.gl/ZkHz\nCan you help us translate? http://goo.gl/qG89Z)\n\nComo dijo Lifehacker.com -- \"Gran administrador de pestañas\"!\n\nCuando trabajas con varias pestañas al mismo tiempo, es difícil recordar cuál es la próxima a la que quieres ir. TabJump destaca pestañas usadas frecuentemente, así como también pestañas relacionadas, para que puedas saltar fácilmente entre ellas. ¡Y nunca volverás a preocuparte por cerrar pestañas por accidente, ya que TabJump puede proteger e incluso restaurar las pestañas cerradas!\n\nCaracterísticas \n- Saltar a pestañas usadas frecuentemente\n- Saltar a pestañas relacionadas (pestañas del mismo sitio, etc) \n- Restaurar pestañas cerradas recientemente\n- Bloquea una pestaña para evitar el cierre accidental (sólo funciona para pestañas abiertas luego de la instalación de TabJump) \n\nDescargo de responsabilidad \n- Debido a las limitaciones de Chrome, las extensiones no pueden restaurar el historial de las pestañas cerradas. Si necesitas el historial de una pestaña cerrada hace poco, puedes pulsar Ctrl + Shift + T para abrir una por una.\n\n¡Prueba también nuestras otras extensiones!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicencia: http://www.visibotech.com/license/tabjump.html\nCréditos & Traducciones: http://goo.gl/qG89Z\n\nSi quieres un video tutorial, en demogirl.com Molly a creado un screencast sencillo: http://goo.gl/FcIs Gracias Molly!",
    "fr": "\"Super Gestionnaire d'onglet\" -- comme annoncé sur  Lifehacker.com! \n\nQuand on travaille sur plusieurs onglets à la fois, il est difficile de se souvenir de celui auquel vous voulez aller ensuite. TabJump s'occupe de sélectionner les onglets fréquemment utilisés pour vous permettre de sauter d'un onglet à l'autre facilement.\nNe vous inquiétez pas de la fermeture accidentelle d'un onglet, TabJump peut les protéger contre la fermeture, ou même restaurer les onglets fermés\n\nFonctionnalités:\n- Naviguer entre vos onglets les plus utilisés\n- Naviguer entre les onglets de même nature (onglet d'un même site, etc)\n- Restaurer les onglets fermés accidentellement\n- Epingler des onglets pour ne pas les fermer par accident (fonctionne uniquement pour les onglets ouverts après l'installation de TabJump)\n\nAnnonce:\n- Du fait de certaines limitations de Chrome, les extensions ne peuvent pas accéder à l'historique des onglets fermés. Si vous en avez besoin, pressez simplement Ctrl+Shift+T pour les ouvrir un par un.\n\nSi vous aimez TabJump, jetez un oeil à nos autres extensions!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nCredits: http://www.visibotech.com/chrome/credits.html\n\nSi vous voulez un tutoriel vidéo, Molly de demogirl.com vous en propose un ici: http://goo.gl/FcIs Merci Molly!",
    "it": "(Translated with Google Translate - English version here http://goo.gl/ZkHz\nCan you help us translate? http://code.google.com/p/visibochromeextension/ )\n\n\"Manager scheda Grande\" - come consigliati a Lifehacker.com! \n\nQuando si lavora con molte schede, allo stesso tempo, è difficile ricordare quale si vuole andare. TabJump evidenzia frequentemente utilizzate le schede e le schede relative in modo da poter passare facilmente tra di loro. E non preoccuparti di nuovo su di chiusura schede per caso, per TabJump in grado di proteggere, o anche ripristinare le schede chiuse! \n\nCaratteristiche \n- Vai a schede di uso frequente \n- Vai a schede collegate (schede dallo stesso sito, etc) \n- Ripristino configurazione di schede chiuse di recente \n- Bloccare una scheda per impedire la chiusura accidentale (funziona solo per le schede caricato dopo TabJump è installato) \n\nDisclaimer \n- A causa di Chrome limitazioni, le estensioni non è possibile ripristinare la storia da schede chiuse. Se avete bisogno della storia da un tab chiuse di recente, è possibile premere Ctrl + Maiusc + T per riaprire uno per uno. \n\nProva il nostro estensioni anche altri! \n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nCredits: http://www.visibotech.com/chrome/credits.html\n\nSe si desidera che un video tutorial a Molly demogirl.com ha creato uno screencast semplice su di esso: http://goo.gl/FcIs Grazie Molly!",
    "ja": "\"素晴らしいタブマネージャ\" - として、Lifehacker.comに紹介されました！ \n\n同時にたくさんのタブを開いているとき、次にどこに行きたいか覚えておくのが大変じゃありませんか？TamJumpはよく使うタブや関連するタブをハイライトするので、簡単にそれらのタブの間を移動できます。間違ってタブを閉じる心配からも解放されます。TabJumpは特定のタブを保護したり、一旦閉じたタブを復元することもできます。\n\n特長\n- 頻繁に使用するタブに移動することができます。\n- 関連するタブに移動することもできます(同じサイトから開いたタブなど)。 \n- 最近閉じたタブを復元します。 \n- 特定のタブをロックして、誤って閉じられることを回避できます(TabJumpがインストールされた後のタブから有効)。\n\n注意事項\n- Chromeの仕様による制限で、閲覧履歴から閉じたタブを復元することはできません。最近閉じたタブから履歴を取り出したい場合には、Ctrl+Shift+Tを押すことで1つずつ取り出すことができます。\n\n私たちの他の作品も是非試してください！ \n- Incredible StartPage http://goo.gl/he9o\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nCredits: http://www.visibotech.com/chrome/credits.html\n\ndemogirl.comのMollyが作ってくれたシンプルなスクリーンキャストによるビデオチュートリアルも見て頂くことが出来ます。：http://goo.gl/FcIs Mollyありがとう！",
    "zh_TW": "當使用多分頁同時，很難記住哪個是你想要去下。 TabJump突出經常使用的分頁及相關分頁，以便您可以輕鬆地跳躍它們之間。 從不擔心再次引發意外關閉分頁，為 TabJump可以保護他們，甚至恢復關閉的分頁！ \n\n特徵 \n- 跳轉到經常使用的分頁 \n- 跳轉到相關的分頁（分頁從同一個網站，等） \n- 恢復最近關閉的分頁 \n- 鎖定一個分頁，以防止意外關閉（僅適用於分頁加載安裝後 TabJump） \n\n免責聲明 \n- 由於Chrome的限制，擴展無法還原歷史，關閉的分頁。如果您需要的歷史，最近關閉分頁，你可以按Ctrl + Shift + T鍵重新逐一。 \n\n嘗試我們的其他擴展呢！ \n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- FreshStart Session Manager: http://goo.gl/249h\n\nLicense: http://www.visibotech.com/license/tabjump.html\nCredits: http://www.visibotech.com/chrome/credits.html\n\n如果你想要一個視頻教程莫莉在demogirl.com創造了一個簡單的截屏：http://goo.gl/FcIs 感謝 Molly！"
  }
}