{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prayer Times - Islamic New Tab with Weather and Moon Phases"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prayer times, weather updates, moon phases, and inspiring wallpapers. Start each tab mindfully with Basmalah and a stylish clock."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key Features:\n\nPrecise Prayer Times: Never miss a prayer again. Get accurate, location-based prayer times right on your new tab page, keeping you connected to your faith throughout the day.\n\nReal-Time Weather Reports: Stay prepared with up-to-date weather information. Plan your day effectively with current conditions and forecasts at a glance.\n\nMoon Phase Tracker: Easily follow the lunar cycle for important Islamic dates and events. Know the current moon phase without leaving your browser.\n\nBasmalah: Begin every browsing session with a spiritual reminder. The Basmalah invocation greets you on each new tab, setting a mindful tone for your online activities.\n\nClear Clock and Date Display: Keep track of time effortlessly. A prominently displayed clock and date help you stay punctual and organized.\n\nSerene Wallpapers: Enjoy a visual feast with our collection of calming and inspiring backgrounds. Each new tab opens to a beautiful, carefully curated wallpaper that soothes your mind.\n\nExperience a harmonious blend of faith and functionality with Islamic New Tab. It's more than just a new tab page – it's your personal spiritual dashboard."
  }
}