{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bandcamp Streamer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Continuously stream from Bandcamp feed, collection, & wishlist pages + other cool features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bandcamp Streamer features uninterrupted streaming from your feed, collection, & wishlist, greatly smoothing out the listening experience for those with fan accounts. No more pressing play after every track!\n\nFeed page: \n⭐ tracks are separated into two separate playlists, fan activity & new releases, both of which play nonstop.\n⭐ the player allows you to skip back and forth, seek within the track, and control the volume.\n\nCollection/wishlist pages:\n⭐ stream full albums (that you own) back to back nonstop, or play through your favorite track from each release. \n⭐ both album & fave playlists can be shuffled and/or reversed, and so can your wishlist. \n⭐ search results are streamable, shuffleable, & reversable (full albums only).\n⭐ load entire collections & wishlists in one click - scramble everything you've collected and listen to it nonstop for days on end! \n\nYou can easily explore the collections of other fans and friends by streaming all of their featured/favorite or wishlisted tracks. Finding great new music is amazingly simple and efficient.\n\nExtra features: \n⭐ On the feed page, prices are listed next to the \"buy now\" buttons. \n⭐ The spacebar can be used to start & stop the player while the arrow keys skip back and forth (including on regular album pages).\n\nKnown issues: \n* New stories added from the top while the feed page is loaded are not added to the playlist. If you want to hear them, just reload the page.\n* If the collection/wishlist playlist has been shuffled when more tracks are added, it becomes unshuffled. It is recommended to load all the desired tracks to the page first, then shuffle and start the playlist.\n* If you are playing from collection/wishlist search results & click to another tab, the current track will continue playing but the playlist will be lost.  \n* If an item has been displayed in both collection or wishlist tab & the tab's search results, clicking on the item in the bottom player bar won't scroll to the correct location.  \n* One-click loading of everything from very large collections/wishlists (1000+ items) may be buggy.\n\nWhat this extension does *not* do: \n* Allow you to add a full album to your wishlist and then stream the whole thing. Playing only the first or featured track of an album in your wishlist is a Bandcamp limitation that this extension does not try to circumvent. You can do two things: support the artist and buy the album (best option for full flexibility + solidarity factor), or add each individual track from the album to your wishlist if possible. \n⭐ Attempt to track you or any of your data in any way, or communicate with any third parties for any reason. This is a 100% privacy respecting extension.\n\nHappy streaming!\n\nDemo video: https://www.youtube.com/watch?v=uXO3qu-vz0Q\n\nP.S. If you appreciate this extension, consider showing some support! Please leave a rating and some feedback, it's always motivating to hear from people who enjoy the extension. Suggestions and bug reports are also welcome, preferably via Github.\n\nAny donation no matter how small is appreciated. Much like making music, writing browser extensions is often a labor of love with little to no financial benefits in return for a lot of heart and effort.\n\n⭐ https://www.paypal.me/aflowofcode ⭐"
  }
}