{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NeoCEO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your Neopet experience with real-time prices, streamlined search results, and smart profit optimization!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience having the latest item prices right at your fingertips. Our updated item pricing allows you to make informed decisions saving you time and money every time you use the Shop Wizard.\n\nNeopet Shop Wizard search results are now effortlessly consolidated and sorted by price onto a single page. Making it easy to find the best price.\n\nA convenient progress bar shows your search progress, helping you decide when you've found what you need.\n\nThe lowest-priced seller in your submarket in pink, helping you set competitive prices for optimal profit.\n\nOur extension is fully compliant with Neopet's Terms of Service, so you can use it without worrying about being frozen. The more users we have, the more up-to-date prices become, so please share and leave a review!\n\nJoin our Discord community, accessible from the extension popup window, to report bugs, request new features and to stay up to date.\nhttps://discord.gg/wuwJ6tE2WK\n\nUpdate V2.0.0\n-We're starting fresh - going back to basics\n-This version does our main feature of compiling and sorting SW search results.\n-We're going to methodically add new features only after extensive testing.\n-Join the discord to shape the future of NeoCEO and get early access to new features."
  }
}