{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PricePulse NZ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PricePulse NZ is an extension that helps consumers in New Zealand find the best deals on groceries."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money on your grocery bill with PricePulse – the cheapest way to shop for groceries.\n\nPricePulse NZ is a browser extension that helps consumers find the best deals on groceries by comparing prices and total basket cost across retailers.  \n\nAdd PricePulse to your browser and shop like normal.  We’ll show you the competing price at your local New World, Woolworths and PaknSave, so you can decide if you’re getting a good deal.  \n\nWe’ll also calculate the total basket cost at the competing retailers, so you can decide if it makes sense to switch your shopping to another retailer.\n\nPricePulse - Guiding Kiwi’s to smarter, more affordable grocery shopping. \n\nWhy use PricePulse? \n\n- Daily Price Tracking to compare promotional pricing between supermarkets\n- 40 Day Price History to better understand if now is a good time to buy\n- Live Basket Price Comparison to help you save\n- Price Alerts for when products drop to your target buy price\n- Smart Shopping Lists\n\nWe're not just building a tool; we're fostering a community. Join our Discord channel, share your thoughts, and help shape the future of shopping in NZ. \n\nJoin the Beta Test: https://my.pricepulse.co.nz\n\nWe're inviting savvy shoppers to join our beta test and be part of this exciting journey. Your feedback, bug reports, and suggestions will directly impact the development of this extension. \n\nOrdian has a history of working with industry leaders like Google, Garmin, and Fitbit on price tracking tools for Amazon. Now, we're focusing our expertise on something close to home: helping New Zealanders shop smarter and save money. \n\nDownload our PricePulse browser extension and take control of your supermarket shopping today!"
  }
}