{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeNarrator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension reads code on web pages and generates beginner-friendly pseudo code."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "이제 Github code를 리뷰할 때 더 이상 혼자가 아닙니다!\n CodeNarrator의 Pseudo code를 통해 훨씬 빠르게 코드를 이해하세요.\n\n\nTitle: CodeNarrator - Pseudo Code Generator for Beginners\n\nShort Description: Automatically generates beginner-friendly pseudo code from any code on web pages, making it easier for coding newcomers to understand.\n\nFull Description: CodeNarrator is the perfect tool for coding beginners and educators. This Chrome extension automatically extracts code from web pages, such as GitHub, and converts it into easy-to-understand pseudo code. It explains the functionality of each line of code in simple, non-technical terms, ensuring that even those with little to no coding experience can follow along.\n\nKey Features:\nAutomatic Code Extraction: Detects and extracts code from popular websites like GitHub.\nBeginner-Friendly Pseudo Code: Generates line-by-line explanations of code in Korean, using plain language suitable for absolute beginners.\nSupports Python: Ideal for Python learners or developers working with Python code.\nCustomizable Explanations: Tailored pseudo code explanations to help you understand how and why the code works.\nWhether you’re new to coding or an instructor teaching programming, CodeNarrator is designed to simplify code reading and enhance learning efficiency.\n\nWhy Download?\n\nIf you struggle to understand programming syntax and concepts, this extension breaks them down into digestible pieces.\nIt helps you focus on logic and flow rather than getting stuck on unfamiliar terms.\nA great companion for self-learners and those who prefer learning by reading clear, detailed explanations of code."
  }
}