{
  "name": {
    "ar": "اختبار السرعة",
    "am": "የፍጥነት ሙከራ",
    "bg": "Тест за скорост",
    "bn": "গতি পরীক্ষা",
    "ca": "Prova de velocitat",
    "cs": "Test rychlosti",
    "da": "Hastighedstest",
    "de": "Geschwindigkeitstest",
    "el": "Δοκιμασία ταχύτητας",
    "en,en_AU,en_GB,en_US": "Speed Test",
    "es,es_419": "Prueba de velocidad",
    "et": "kiiruskatse",
    "fa": "تست سرعت",
    "fi": "nopeustesti",
    "fil": "pagsubok ng bilis",
    "fr": "test de rapidité",
    "gu": "ઝડપ પરીક્ષણ",
    "he": "מבחן מהירות",
    "hi": "गति परीक्षण",
    "hr": "test brzine",
    "hu": "sebesség mérés",
    "id": "tes kecepatan",
    "it": "test di velocità",
    "ja": "スピードテスト",
    "kn": "ವೇಗ ಪರೀಕ್ಷೆ",
    "ko": "속도 테스트",
    "lt": "greičio testas",
    "lv": "ātruma tests",
    "ml": "സ്പീഡ് ടെസ്റ്റ്",
    "mr": "गती चाचणी",
    "ms": "ujian kelajuan",
    "nl": "snelheidstest",
    "no": "fartstest",
    "pl": "test prędkości",
    "pt_BR,pt_PT": "Teste rápido",
    "ro": "test de viteza",
    "ru": "тест скорости",
    "sk": "test rýchlosti",
    "sl": "hitrostni test",
    "sr": "тест брзине",
    "sv": "hastighets test",
    "sw": "mtihani wa kasi",
    "ta": "வேக சோதனை",
    "te": "వేగం పరీక్ష",
    "th": "ทดสอบความเร็ว",
    "tr": "tizlik synagy",
    "uk": "тест на швидкість",
    "vi": "kiểm tra tốc độ",
    "zh_CN": "速度测试",
    "zh_TW": "速度測試"
  },
  "short": {
    "ar": "تطبيق اختبار السرعة هو أسرع وأسهل طريقة لقياس سرعة الإنترنت لديك",
    "am": "የፍጥነት ሙከራ መተግበሪያ የበይነመረብ ፍጥነትን ለመለካት ፈጣኑ እና ቀላሉ መንገድ ነው።",
    "bg": "Приложението за тестване на скоростта е най-бързият и лесен начин за измерване на скоростта на интернет",
    "bn": "গতি পরীক্ষা অ্যাপ হল আপনার ইন্টারনেটের গতি পরিমাপ করার দ্রুততম এবং সহজ উপায়",
    "ca": "L'aplicació de prova de velocitat és la manera més ràpida i senzilla de mesurar la velocitat d'Internet",
    "cs": "Aplikace pro test rychlosti je nejrychlejším a nejsnadnějším způsobem měření rychlosti internetu",
    "da": "Hastighedstest-appen er den hurtigste og nemmeste måde at måle din internethastighed på",
    "de": "Die Geschwindigkeitstest-App ist der schnellste und einfachste Weg, um Ihre Internetgeschwindigkeit zu messen",
    "el": "Η εφαρμογή δοκιμής ταχύτητας είναι ο πιο γρήγορος και ευκολότερος τρόπος για να μετρήσετε την ταχύτητά σας στο Διαδίκτυο",
    "en,en_AU,en_GB,en_US": "The Speed Test app is the quickest and easiest way to measure your Internet speed",
    "es,es_419": "La aplicación de prueba de velocidad es la forma más rápida y sencilla de medir la velocidad de Internet.",
    "et": "Kiirustesti rakendus on kiireim ja lihtsaim viis Interneti-kiiruse mõõtmiseks",
    "fa": "اپلیکیشن تست سرعت سریع ترین و ساده ترین راه برای اندازه گیری سرعت اینترنت شماست",
    "fi": "Nopeustestisovellus on nopein ja helpoin tapa mitata Internetin nopeutta",
    "fil": "Ang speed test app ay ang pinakamabilis at pinakamadaling paraan upang sukatin ang bilis ng iyong Internet",
    "fr": "L'application de test de vitesse est le moyen le plus rapide et le plus simple de mesurer votre vitesse Internet",
    "gu": "સ્પીડ ટેસ્ટ એપ એ તમારી ઈન્ટરનેટ સ્પીડને માપવાની સૌથી ઝડપી અને સરળ રીત છે",
    "he": "אפליקציית בדיקת המהירות היא הדרך המהירה והקלה ביותר למדוד את מהירות האינטרנט שלך",
    "hi": "स्पीड टेस्ट ऐप आपके इंटरनेट स्पीड को मापने का सबसे तेज़ और आसान तरीका है",
    "hr": "Aplikacija za testiranje brzine najbrži je i najlakši način za mjerenje brzine interneta",
    "hu": "A sebességteszt alkalmazás a leggyorsabb és legegyszerűbb módja az internetsebesség mérésének",
    "id": "Aplikasi tes kecepatan adalah cara tercepat dan termudah untuk mengukur kecepatan Internet Anda",
    "it": "L'app per il test della velocità è il modo più semplice e veloce per misurare la velocità di Internet",
    "ja": "速度テストアプリは、インターネット速度を測定するための最も速くて簡単な方法です",
    "kn": "ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ವೇಗವನ್ನು ಅಳೆಯಲು ವೇಗ ಪರೀಕ್ಷೆಯ ಅಪ್ಲಿಕೇಶನ್ ತ್ವರಿತ ಮತ್ತು ಸುಲಭವಾದ ಮಾರ್ಗವಾಗಿದೆ",
    "ko": "속도 테스트 앱은 인터넷 속도를 측정하는 가장 빠르고 쉬운 방법입니다",
    "lt": "Greičio tikrinimo programa yra greičiausias ir lengviausias būdas išmatuoti interneto greitį",
    "lv": "Ātruma pārbaudes lietotne ir ātrākais un vienkāršākais veids, kā izmērīt interneta ātrumu",
    "ml": "നിങ്ങളുടെ ഇന്റർനെറ്റ് വേഗത അളക്കുന്നതിനുള്ള ഏറ്റവും വേഗമേറിയതും എളുപ്പവുമായ മാർഗമാണ് സ്പീഡ് ടെസ്റ്റ് ആപ്പ്",
    "mr": "स्पीड टेस्ट अॅप हा तुमचा इंटरनेट स्पीड मोजण्याचा सर्वात जलद आणि सोपा मार्ग आहे",
    "ms": "Apl ujian kelajuan ialah cara terpantas dan termudah untuk mengukur kelajuan Internet anda",
    "nl": "De snelheidstest-app is de snelste en gemakkelijkste manier om uw internetsnelheid te meten",
    "no": "Hastighetstest-appen er den raskeste og enkleste måten å måle Internett-hastigheten din på",
    "pl": "Aplikacja do testowania prędkości to najszybszy i najłatwiejszy sposób na zmierzenie prędkości Internetu",
    "pt_BR,pt_PT": "O aplicativo de teste de velocidade é a maneira mais rápida e fácil de medir a velocidade da sua Internet",
    "ro": "Aplicația de testare a vitezei este cea mai rapidă și mai ușoară modalitate de a vă măsura viteza de internet",
    "ru": "Приложение для проверки скорости - это самый быстрый и простой способ измерить скорость вашего интернета.",
    "sk": "Aplikácia na test rýchlosti predstavuje najrýchlejší a najjednoduchší spôsob merania rýchlosti internetu",
    "sl": "Aplikacija za testiranje hitrosti je najhitrejši in najpreprostejši način za merjenje vaše internetne hitrosti",
    "sr": "Апликација за тестирање брзине је најбржи и најлакши начин за мерење брзине интернета",
    "sv": "Hastighetstestappen är det snabbaste och enklaste sättet att mäta din internethastighet",
    "sw": "Programu ya kupima kasi ndiyo njia ya haraka na rahisi zaidi ya kupima kasi ya mtandao wako",
    "ta": "உங்கள் இணைய வேகத்தை அளவிட வேக சோதனை பயன்பாடு விரைவான மற்றும் எளிதான வழியாகும்",
    "te": "మీ ఇంటర్నెట్ వేగాన్ని కొలవడానికి స్పీడ్ టెస్ట్ యాప్ వేగవంతమైన మరియు సులభమైన మార్గం",
    "th": "แอปทดสอบความเร็วเป็นวิธีที่เร็วและง่ายที่สุดในการวัดความเร็วอินเทอร์เน็ตของคุณ",
    "tr": "Tizlik synag programmasy, internet tizligiňizi ölçemegiň iň çalt we aňsat usulydyr",
    "uk": "Додаток для перевірки швидкості – це найшвидший і найпростіший спосіб виміряти швидкість вашого Інтернету",
    "vi": "Ứng dụng kiểm tra tốc độ là cách nhanh nhất và dễ nhất để đo tốc độ Internet của bạn",
    "zh_CN": "速度测试应用程序是衡量您的互联网速度的最快捷、最简单的方法",
    "zh_TW": "速度測試應用程序是衡量您的互聯網速度的最快捷、最簡單的方法"
  },
  "long": {
    "ar": "تطبيق اختبار السرعة هو الطريقة المثلى لمعرفة مدى سرعة اتصالك بالإنترنت. باستخدام هذا التطبيق ، يمكنك اختبار سرعات التنزيل والتحميل ، بالإضافة إلى زمن الوصول وفقدان الحزمة. سواء كنت صاحب عمل أو تريد معرفة السرعة التي يعمل بها اتصالك بالإنترنت ، فإن تطبيق اختبار السرعة قد غطيت!\n\nهل تبدو دائمًا في عجلة من أمرك؟ حسنًا ، هناك تطبيق لذلك! تقديم تطبيق اختبار السرعة - الطريقة المثلى لمعرفة مدى سرعتك (أو بطئك). سواء كنت تبحث عن تحسين وقتك أو معرفة كيف تتعامل مع الآخرين ، فإن هذا التطبيق يحتوي على كل ما تحتاجه. لذا يرجى ارتداء حذاء الجري الخاص بك وتنزيله اليوم!\n\nمع تطبيق اختبار السرعة ، يمكنك معرفة ذلك في لمح البصر. سواء كنت تقوم ببث برنامجك المفضل أو تحاول فقط التحقق من بريدك الإلكتروني ، تأكد من أن اتصالك جاهز مع هذه الأداة الصغيرة سهلة الاستخدام. فما تنتظرون؟ قم بتنزيل تطبيق اختبار السرعة الآن وابدأ في الاختبار",
    "am": "የፍጥነት ሙከራ መተግበሪያ የበይነመረብ ግንኙነትዎ ምን ያህል ፈጣን እንደሆነ ለማየት ትክክለኛው መንገድ ነው። በዚህ መተግበሪያ የማውረድ እና የመጫን ፍጥነትን እንዲሁም የመዘግየት እና የፓኬት ኪሳራን መሞከር ይችላሉ። የንግድ ባለቤትም ይሁኑ ወይም የበይነመረብ ግንኙነትዎ በምን ፍጥነት እንደሚሰራ ማወቅ ከፈለጉ የፍጥነት ሙከራ መተግበሪያ እርስዎን ሸፍኖልዎታል!\n\nሁልጊዜ የሚጣደፉ ይመስላችኋል? ደህና ፣ ለዚያ መተግበሪያ አለ! የፍጥነት ሙከራ መተግበሪያን በማስተዋወቅ ላይ - ምን ያህል ፈጣን (ወይም ቀርፋፋ) እንደሆኑ ለማወቅ በጣም ጥሩው መንገድ። ጊዜዎን ለማሻሻል እየፈለጉ ወይም እንዴት ከሌሎች ጋር እንዴት እንደሚደራጁ ለማየት እየፈለጉ ከሆነ ይህ መተግበሪያ የሚያስፈልጓቸው ነገሮች ሁሉ አሉት። ስለዚህ እባኮትን የሩጫ ጫማዎችን ያድርጉ እና ዛሬ ያውርዱ!\n\nበፍጥነት ሙከራ መተግበሪያ አማካኝነት በቅጽበት ማወቅ ይችላሉ። የምትወደውን ትዕይንት እየለቀቅክ ወይም ኢሜልህን ለመፈተሽ እየሞከርክ ብቻ፣ ግንኙነታችሁ በዚህ ምቹ ትንሽ መሣሪያ የጠፋ መሆኑን ያረጋግጡ። ታዲያ ምን እየጠበቁ ነው? የፍጥነት ሙከራ መተግበሪያውን አሁን ያውርዱ እና ወደ ሙከራ ይሂዱ",
    "bg": "Приложението за тестване на скоростта е идеалният начин да видите колко бърза е вашата интернет връзка. С това приложение можете да тествате скоростите на изтегляне и качване, както и латентността и загубата на пакети. Независимо дали сте собственик на бизнес или трябва да знаете с каква скорост работи вашата интернет връзка, приложението за тестване на скоростта ви е обхванато!\n\nИзглежда ли винаги бързате? Е, има приложение за това! Представяме ви приложението за тестване на скоростта – идеалният начин да разберете колко бърз (или бавен) сте. Независимо дали искате да подобрите времето си или да видите как се изправяте срещу другите, това приложение има всичко, от което се нуждаете. Затова, моля, обуйте маратонките си и ги изтеглете днес!\n\nС приложението за тест на скоростта можете да разберете веднага. Независимо дали предавате любимото си предаване или просто се опитвате да проверите имейла си, уверете се, че връзката ви е готова с този удобен малък инструмент. И така, какво чакате? Изтеглете приложението за тестване на скоростта сега и преминете към тестване",
    "bn": "আপনার ইন্টারনেট সংযোগ কতটা দ্রুত তা দেখার জন্য স্পিড টেস্ট অ্যাপ হল নিখুঁত উপায়। এই অ্যাপের মাধ্যমে, আপনি আপনার ডাউনলোড এবং আপলোডের গতি পরীক্ষা করতে পারবেন, সেইসাথে লেটেন্সি এবং প্যাকেট লস পরীক্ষা করতে পারবেন। আপনি একজন ব্যবসার মালিক হোন বা আপনার ইন্টারনেট সংযোগ কত গতিতে চলছে তা জানতে হবে, গতি পরীক্ষা অ্যাপ আপনাকে কভার করেছে!\n\nআপনি সবসময় একটি তাড়া মনে হয়? ওয়েল, এর জন্য একটি অ্যাপ আছে! স্পিড টেস্ট অ্যাপ পেশ করা হচ্ছে - আপনি কতটা দ্রুত (বা ধীর) তা খুঁজে বের করার নিখুঁত উপায়। আপনি আপনার সময় উন্নত করতে চাইছেন বা অন্যদের বিরুদ্ধে আপনি কীভাবে স্ট্যাক আপ করছেন তা দেখুন, এই অ্যাপটিতে আপনার প্রয়োজনীয় সবকিছু রয়েছে। তাই আপনার চলমান জুতা পরুন এবং আজ তাদের ডাউনলোড করুন!\n\nস্পিড টেস্ট অ্যাপের সাহায্যে আপনি এক ঝটকায় জানতে পারবেন। আপনি আপনার প্রিয় শো স্ট্রিম করছেন বা শুধু আপনার ইমেল চেক করার চেষ্টা করছেন না কেন, নিশ্চিত করুন যে আপনার সংযোগটি এই সহজ ছোট টুলের সাহায্যে স্নাফ করার জন্য রয়েছে। তাহলে তুমি কিসের জন্য অপেক্ষা করছ? এখনই স্পিড টেস্ট অ্যাপ ডাউনলোড করুন এবং পরীক্ষায় যান",
    "ca": "L'aplicació de prova de velocitat és la manera perfecta de veure la velocitat de la vostra connexió a Internet. Amb aquesta aplicació, podeu provar les vostres velocitats de descàrrega i càrrega, així com la latència i la pèrdua de paquets. Tant si sou propietari d'una empresa com si necessiteu saber a quina velocitat funciona la vostra connexió a Internet, l'aplicació de prova de velocitat us té cobert!\n\nSembla que sempre tens pressa? Bé, hi ha una aplicació per a això! Us presentem l'aplicació de prova de velocitat: la manera perfecta d'esbrinar a quina velocitat (o lent) sou. Tant si voleu millorar el vostre temps com si voleu veure com us compareu amb els altres, aquesta aplicació té tot el que necessiteu. Així que si us plau, poseu-vos les sabatilles i descarregueu-les avui!\n\nAmb l'aplicació de prova de velocitat, podeu esbrinar-ho en un instant. Tant si esteu reproduint el vostre programa favorit com si només intenteu consultar el vostre correu electrònic, assegureu-vos que la vostra connexió estigui a l'altura amb aquesta petita eina pràctica. Aleshores, a què estàs esperant? Baixeu l'aplicació de prova de velocitat ara i aneu a la prova",
    "cs": "Aplikace pro test rychlosti je perfektní způsob, jak zjistit, jak rychlé je vaše připojení k internetu. Pomocí této aplikace můžete otestovat rychlost stahování a odesílání, stejně jako latenci a ztrátu paketů. Ať už jste majitelem firmy nebo potřebujete vědět, jakou rychlostí vaše internetové připojení běží, aplikace pro testování rychlosti vás pokryje!\n\nZdá se vám, že neustále spěcháte? No, existuje na to aplikace! Představujeme aplikaci pro test rychlosti – perfektní způsob, jak zjistit, jak rychlí (nebo pomalí) jste. Ať už chcete zlepšit svůj čas nebo zjistit, jak si vedete proti ostatním, tato aplikace má vše, co potřebujete. Nazujte si tedy běžecké boty a stáhněte si je ještě dnes!\n\nS aplikací pro test rychlosti to zjistíte během okamžiku. Ať už streamujete svůj oblíbený pořad, nebo se jen snažíte zkontrolovat svůj e-mail, ujistěte se, že vaše připojení je připraveno šňupat pomocí tohoto praktického malého nástroje. Tak na co čekáš? Stáhněte si aplikaci pro test rychlosti a pusťte se do testování",
    "da": "Hastighedstest-appen er den perfekte måde at se, hvor hurtig din internetforbindelse er. Med denne app kan du teste dine download- og uploadhastigheder samt latens og pakketab. Uanset om du er virksomhedsejer eller har brug for at vide, hvilken hastighed din internetforbindelse kører på, har hastighedstest-appen dig dækket!\n\nSer du altid ud til at have travlt? Nå, der er en app til det! Introduktion af hastighedstest-appen – den perfekte måde at finde ud af, hvor hurtig (eller langsom) du er. Uanset om du ønsker at forbedre din tid eller se, hvordan du klarer dig i forhold til andre, har denne app alt, hvad du har brug for. Så tag venligst dine løbesko på og download dem i dag!\n\nMed hastighedstest-appen kan du hurtigt finde ud af det. Uanset om du streamer dit yndlingsprogram eller bare prøver at tjekke din e-mail, så sørg for, at din forbindelse er i orden med dette praktiske lille værktøj. Så hvad venter du på? Download hastighedstest-appen nu og kom til test",
    "de": "Die Geschwindigkeitstest-App ist der perfekte Weg, um zu sehen, wie schnell Ihre Internetverbindung ist. Mit dieser App können Sie Ihre Download- und Upload-Geschwindigkeiten sowie Latenz und Paketverlust testen. Egal, ob Sie ein Geschäftsinhaber sind oder wissen möchten, mit welcher Geschwindigkeit Ihre Internetverbindung läuft, die Geschwindigkeitstest-App bietet Ihnen alles!\n\nSie scheinen immer in Eile zu sein? Dafür gibt es eine App! Wir stellen die Geschwindigkeitstest-App vor – der perfekte Weg, um herauszufinden, wie schnell (oder langsam) Sie sind. Egal, ob Sie Ihre Zeit verbessern oder sehen möchten, wie Sie im Vergleich zu anderen abschneiden, diese App bietet alles, was Sie brauchen. Ziehen Sie also bitte Ihre Laufschuhe an und laden Sie sie noch heute herunter!\n\nMit der Speedtest-App können Sie es im Handumdrehen herausfinden. Egal, ob Sie Ihre Lieblingssendung streamen oder einfach nur versuchen, Ihre E-Mails abzurufen, stellen Sie mit diesem praktischen kleinen Tool sicher, dass Ihre Verbindung funktioniert. Also, worauf wartest Du? Laden Sie jetzt die Geschwindigkeitstest-App herunter und gehen Sie zum Testen",
    "el": "Η εφαρμογή δοκιμής ταχύτητας είναι ο τέλειος τρόπος για να δείτε πόσο γρήγορη είναι η σύνδεσή σας στο Διαδίκτυο. Με αυτήν την εφαρμογή, μπορείτε να δοκιμάσετε τις ταχύτητες λήψης και μεταφόρτωσης, καθώς και την καθυστέρηση και την απώλεια πακέτων. Είτε είστε ιδιοκτήτης επιχείρησης είτε θέλετε να μάθετε με ποια ταχύτητα λειτουργεί η σύνδεσή σας στο διαδίκτυο, η εφαρμογή δοκιμής ταχύτητας σας καλύπτει!\n\nΦαίνεται να βιάζεσαι πάντα; Λοιπόν, υπάρχει μια εφαρμογή για αυτό! Παρουσιάζοντας την εφαρμογή δοκιμής ταχύτητας – ο τέλειος τρόπος για να μάθετε πόσο γρήγορος (ή αργός) είστε. Είτε θέλετε να βελτιώσετε το χρόνο σας είτε να δείτε πώς ανταποκρίνεστε σε άλλους, αυτή η εφαρμογή έχει όλα όσα χρειάζεστε. Φορέστε λοιπόν τα παπούτσια τρεξίματος και κατεβάστε τα σήμερα!\n\nΜε την εφαρμογή δοκιμής ταχύτητας, μπορείτε να μάθετε σύντομα. Είτε μεταδίδετε την αγαπημένη σας εκπομπή είτε απλά προσπαθείτε να ελέγξετε το email σας, βεβαιωθείτε ότι η σύνδεσή σας είναι σε καλή κατάσταση με αυτό το εύχρηστο μικρό εργαλείο. Λοιπόν, τι περιμένετε; Κατεβάστε την εφαρμογή δοκιμής ταχύτητας τώρα και προχωρήστε στη δοκιμή",
    "en,en_AU,en_GB,en_US": "The Speed Test app is the perfect way to see how fast your internet connection is. With this app, you can test your download and upload speeds, as well as latency and packet loss. Whether you're a business owner or need to know what speed your internet connection is running at, the Speed Test app has you covered!\n\nDo you always seem to be in a rush? Fell, there's an app for that! Introducing the Speed Test app – the perfect way to find out how fast (or slow) you are. Whether you're looking to improve your time or see how you stack up against others, this app has everything you need. So please put on your running shoes and download them today!\n\nWith the Speed Test app, you can find out in a snap. Whether you're streaming your favourite show or just trying to check your email, make sure your connection is up to snuff with this handy little tool. So what are you waiting for? Download the Speed Test app now and get to testing",
    "es,es_419": "La aplicación de prueba de velocidad es la manera perfecta de ver qué tan rápida es su conexión a Internet. Con esta aplicación, puede probar sus velocidades de descarga y carga, así como la latencia y la pérdida de paquetes. Ya sea que sea propietario de un negocio o necesite saber a qué velocidad se ejecuta su conexión a Internet, ¡la aplicación de prueba de velocidad lo tiene cubierto!\n\n¿Siempre parece tener prisa? Bueno, ¡hay una aplicación para eso! Presentamos la aplicación de prueba de velocidad: la manera perfecta de averiguar qué tan rápido (o lento) eres. Ya sea que esté buscando mejorar su tiempo o ver cómo se compara con los demás, esta aplicación tiene todo lo que necesita. ¡Así que póngase sus zapatillas para correr y descárguelas hoy!\n\nCon la aplicación de prueba de velocidad, puede averiguarlo en un instante. Ya sea que esté transmitiendo su programa favorito o simplemente tratando de revisar su correo electrónico, asegúrese de que su conexión esté a la altura con esta pequeña y práctica herramienta. ¿Entonces, Qué esperas? Descargue la aplicación de prueba de velocidad ahora y comience a probar",
    "et": "Kiirustesti rakendus on ideaalne viis teie Interneti-ühenduse kiireks kontrollimiseks. Selle rakendusega saate testida oma alla- ja üleslaadimiskiirust, samuti latentsust ja pakettide kadu. Olenemata sellest, kas olete ettevõtte omanik või soovite teada, millise kiirusega teie Interneti-ühendus töötab, kiirustesti rakendus aitab teid!\n\nKas tundub, et sul on alati kiire? Noh, selle jaoks on rakendus! Tutvustame kiirustesti rakendust – ideaalne viis teada saada, kui kiire (või aeglane) sa oled. Olenemata sellest, kas soovite oma aega parandada või näha, kuidas olete teistega võrreldes edukas, sisaldab see rakendus kõike, mida vajate. Seega pange jooksujalatsid jalga ja laadige need alla juba täna!\n\nKiirustesti rakendusega saate selle hetkega teada. Olenemata sellest, kas voogesitate oma lemmiksaadet või proovite lihtsalt oma e-posti vaadata, veenduge selle väikese käepärase tööriista abil, et teie ühendus oleks korras. Mida sa siis ootad? Laadige kiirustesti rakendus kohe alla ja asuge testima",
    "fa": "برنامه تست سرعت بهترین راه برای مشاهده سرعت اتصال به اینترنت شما است. با استفاده از این برنامه می توانید سرعت دانلود و آپلود و همچنین تاخیر و از دست دادن بسته های خود را تست کنید. چه صاحب کسب و کار باشید و چه باید بدانید که اتصال اینترنت شما با چه سرعتی اجرا می شود، برنامه تست سرعت شما را تحت پوشش قرار می دهد!\n\nبه نظر می رسد همیشه عجله دارید؟ خوب، یک برنامه برای آن وجود دارد! معرفی اپلیکیشن تست سرعت – راهی عالی برای اطلاع از سرعت (یا کند) شما. خواه به دنبال بهبود زمان خود باشید یا ببینید چگونه در برابر دیگران قرار می گیرید، این برنامه همه چیزهایی را که نیاز دارید دارد. پس لطفا کفش های دویدن خود را بپوشید و همین امروز دانلود کنید!\n\nبا برنامه تست سرعت، می توانید در یک لحظه متوجه شوید. چه در حال پخش برنامه مورد علاقه خود باشید و چه فقط سعی می کنید ایمیل خود را بررسی کنید، مطمئن شوید که اتصال شما با این ابزار کوچک مفید قطع می شود. پس برای چی منتظری؟ اکنون برنامه تست سرعت را دانلود کنید و به تست بپردازید",
    "fi": "Nopeustestisovellus on täydellinen tapa nähdä kuinka nopea internetyhteytesi on. Tämän sovelluksen avulla voit testata lataus- ja lähetysnopeuksiasi sekä latenssia ja pakettihäviöitä. Oletpa sitten yrityksen omistaja tai haluat tietää, millä nopeudella internetyhteytesi toimii, nopeustestisovellus auttaa sinua!\n\nNäyttääkö sinulla aina olevan kiire? No, siihen on sovellus! Esittelyssä nopeustestisovellus – täydellinen tapa selvittää, kuinka nopea (tai hidas) olet. Halusitpa sitten parantaa aikaasi tai nähdä, kuinka voit pärjätä muita vastaan, tässä sovelluksessa on kaikki mitä tarvitset. Joten pue juoksukengät jalkaan ja lataa ne jo tänään!\n\nNopeustestisovelluksella saat selville hetkessä. Striimaatko suosikkiohjelmaasi tai yrität vain tarkistaa sähköpostisi, varmista tällä kätevällä pienellä työkalulla, että yhteytesi on kunnossa. Joten, mitä sinä odotat? Lataa nopeustestisovellus nyt ja aloita testaus",
    "fil": "Ang speed test app ay ang perpektong paraan upang makita kung gaano kabilis ang iyong koneksyon sa internet. Gamit ang app na ito, maaari mong subukan ang iyong mga bilis ng pag-download at pag-upload, pati na rin ang latency at pagkawala ng packet. May-ari ka man ng negosyo o kailangan mong malaman kung gaano kabilis tumatakbo ang iyong koneksyon sa internet, saklaw mo ang speed test app!\n\nParang lagi kang nagmamadali? Well, may app para diyan! Ipinapakilala ang speed test app – ang perpektong paraan para malaman kung gaano ka kabilis (o kabagal). Naghahanap ka man na pagbutihin ang iyong oras o makita kung paano ka nakikipag-stack up laban sa iba, nasa app na ito ang lahat ng kailangan mo. Kaya't mangyaring isuot ang iyong running shoes at i-download ang mga ito ngayon!\n\nGamit ang speed test app, maaari mong malaman sa isang iglap. Nagsi-stream ka man ng paborito mong palabas o sinusubukan lang suriin ang iyong email, tiyaking handa ang iyong koneksyon gamit ang maliit na tool na ito. Kaya ano pang hinihintay mo? I-download ang speed test app ngayon at pumunta sa pagsubok",
    "fr": "L'application de test de vitesse est le moyen idéal pour voir à quelle vitesse votre connexion Internet est rapide. Avec cette application, vous pouvez tester vos vitesses de téléchargement et de téléchargement, ainsi que la latence et la perte de paquets. Que vous soyez propriétaire d'une entreprise ou que vous ayez besoin de savoir à quelle vitesse fonctionne votre connexion Internet, l'application de test de vitesse vous couvre !\n\nVous semblez toujours pressé ? Eh bien, il y a une application pour ça ! Présentation de l'application de test de vitesse - le moyen idéal pour savoir à quelle vitesse (ou lente) vous êtes. Que vous cherchiez à améliorer votre temps ou à voir comment vous vous situez par rapport aux autres, cette application a tout ce dont vous avez besoin. Alors s'il vous plaît, enfilez vos chaussures de course et téléchargez-les dès aujourd'hui !\n\nAvec l'application de test de vitesse, vous pouvez le découvrir en un clin d'œil. Que vous diffusiez votre émission préférée ou que vous essayiez simplement de vérifier vos e-mails, assurez-vous que votre connexion est à la hauteur avec ce petit outil pratique. Alors qu'est-ce que tu attends? Téléchargez l'application de test de vitesse maintenant et lancez-vous dans les tests",
    "gu": "તમારું ઈન્ટરનેટ કનેક્શન કેટલું ઝડપી છે તે જોવા માટે સ્પીડ ટેસ્ટ એપ્લિકેશન એ એક સંપૂર્ણ રીત છે. આ એપ વડે, તમે તમારા ડાઉનલોડ અને અપલોડની ઝડપ તેમજ લેટન્સી અને પેકેટ લોસનું પરીક્ષણ કરી શકો છો. ભલે તમે વ્યવસાયના માલિક હોવ અથવા તમારું ઇન્ટરનેટ કનેક્શન કઈ ઝડપે ચાલી રહ્યું છે તે જાણવાની જરૂર હોય, સ્પીડ ટેસ્ટ એપ્લિકેશને તમને આવરી લીધું છે!\n\nશું તમે હંમેશા ઉતાવળમાં છો એવું લાગે છે? ઠીક છે, તેના માટે એક એપ્લિકેશન છે! સ્પીડ ટેસ્ટ એપ્લિકેશનનો પરિચય - તમે કેટલા ઝડપી (અથવા ધીમા) છો તે શોધવાની સંપૂર્ણ રીત. ભલે તમે તમારો સમય સુધારવા માંગતા હોવ અથવા તમે અન્ય લોકો સામે કેવી રીતે સ્ટેક કરો છો તે જુઓ, આ એપ્લિકેશનમાં તમને જોઈતી દરેક વસ્તુ છે. તો કૃપા કરીને તમારા ચાલતા જૂતા પહેરો અને આજે જ તેને ડાઉનલોડ કરો!\n\nસ્પીડ ટેસ્ટ એપ્લિકેશન સાથે, તમે પળવારમાં શોધી શકો છો. ભલે તમે તમારા મનપસંદ શોને સ્ટ્રીમ કરી રહ્યાં હોવ અથવા ફક્ત તમારા ઇમેઇલને તપાસવાનો પ્રયાસ કરી રહ્યાં હોવ, ખાતરી કરો કે તમારું કનેક્શન આ સરળ નાના ટૂલ વડે સુંઘવા માટે તૈયાર છે. તો રાહ શેની જુઓ છો? અત્યારે જ સ્પીડ ટેસ્ટ એપ ડાઉનલોડ કરો અને ટેસ્ટિંગ પર જાઓ",
    "he": "אפליקציית בדיקת המהירות היא הדרך המושלמת לראות כמה מהיר חיבור האינטרנט שלך. עם אפליקציה זו, אתה יכול לבדוק את מהירויות ההורדה וההעלאה שלך, כמו גם זמן אחזור ואובדן מנות. בין אם אתה בעל עסק או צריך לדעת באיזו מהירות פועל חיבור האינטרנט שלך, אפליקציית בדיקת המהירות סיפקה אותך!\n\nנראה שאתה תמיד ממהר? ובכן, יש אפליקציה בשביל זה! היכרות עם אפליקציית בדיקת המהירות - הדרך המושלמת לגלות כמה מהר (או איטי) אתה. בין אם אתה מחפש לשפר את הזמן שלך או לראות איך אתה מתמודד מול אחרים, לאפליקציה הזו יש את כל מה שאתה צריך. אז בבקשה נעל את נעלי הריצה והורד אותן היום!\n\nעם אפליקציית בדיקת המהירות, תוכל לגלות זאת במהירות. בין אם אתה משדר את התוכנית האהובה עליך או סתם מנסה לבדוק את האימייל שלך, ודא שהחיבור שלך תקף עם הכלי הקטן והשימושי הזה. אז למה אתה מחכה? הורד את אפליקציית בדיקת המהירות עכשיו והגיע לבדיקה",
    "hi": "स्पीड टेस्ट ऐप यह देखने का सही तरीका है कि आपका इंटरनेट कनेक्शन कितना तेज़ है। इस ऐप के साथ, आप अपने डाउनलोड और अपलोड गति, साथ ही विलंबता और पैकेट हानि का परीक्षण कर सकते हैं। चाहे आप एक व्यवसाय के स्वामी हों या यह जानने की आवश्यकता हो कि आपका इंटरनेट कनेक्शन किस गति से चल रहा है, गति परीक्षण ऐप ने आपको कवर किया है!\n\nक्या आप हमेशा जल्दी में लगते हैं? खैर, उसके लिए एक ऐप है! पेश है स्पीड टेस्ट ऐप - यह पता लगाने का सही तरीका कि आप कितने तेज़ (या धीमे) हैं। चाहे आप अपना समय सुधारना चाहते हों या यह देखना चाहते हों कि आप दूसरों के मुकाबले कैसे ढेर हो जाते हैं, इस ऐप में वह सब कुछ है जो आपको चाहिए। तो कृपया अपने दौड़ने के जूते पहनें और आज ही उन्हें डाउनलोड करें!\n\nस्पीड टेस्ट ऐप से आप तुरंत पता लगा सकते हैं। चाहे आप अपने पसंदीदा शो को स्ट्रीम कर रहे हों या सिर्फ अपना ईमेल जांचने की कोशिश कर रहे हों, सुनिश्चित करें कि आपका कनेक्शन इस आसान छोटे टूल के साथ सूंघने के लिए है। तो आप किसका इंतज़ार कर रहे हैं? गति परीक्षण ऐप अभी डाउनलोड करें और परीक्षण शुरू करें",
    "hr": "Aplikacija za testiranje brzine savršen je način da vidite koliko je brza vaša internetska veza. Pomoću ove aplikacije možete testirati brzinu preuzimanja i prijenosa, kao i kašnjenje i gubitak paketa. Bez obzira jeste li vlasnik tvrtke ili trebate znati kojom brzinom radi vaša internetska veza, aplikacija za testiranje brzine vas pokriva!\n\nČini li se da ste uvijek u žurbi? Pa, postoji aplikacija za to! Predstavljamo aplikaciju za testiranje brzine – savršen način da saznate koliko ste brzi (ili spori). Bilo da želite poboljšati svoje vrijeme ili vidjeti kako se slažete s drugima, ova aplikacija ima sve što vam treba. Stoga, obucite tenisice za trčanje i preuzmite ih danas!\n\nUz aplikaciju za testiranje brzine to možete saznati u trenu. Bilo da strujite svoju omiljenu emisiju ili samo pokušavate provjeriti svoju e-poštu, provjerite je li vaša veza dobra uz ovaj praktični mali alat. Pa što čekaš? Preuzmite aplikaciju za testiranje brzine sada i krenite na testiranje",
    "hu": "A sebességteszt alkalmazás a tökéletes módja annak, hogy megtudja, milyen gyors az internetkapcsolat. Ezzel az alkalmazással tesztelheti a letöltési és feltöltési sebességet, valamint a késleltetést és a csomagvesztést. Akár cégtulajdonos vagy, akár tudnia kell, milyen sebességgel fut az internetkapcsolata, a sebességteszt alkalmazás segít Önnek!\n\nMindig úgy tűnik, hogy rohansz? Nos, erre van egy alkalmazás! Bemutatkozik a sebességteszt alkalmazás – a tökéletes módja annak, hogy megtudja, milyen gyors (vagy lassú) vagy. Akár szeretné javítani az idejét, akár meg szeretné nézni, hogyan áll szemben másokkal, ez az alkalmazás mindent tartalmaz, amire szüksége van. Ezért kérjük, vegye fel futócipőjét, és töltse le még ma!\n\nA sebességteszt alkalmazással pillanatok alatt megtudhatja. Akár kedvenc műsorát streameli, akár csak az e-mailjeit próbálja ellenőrizni, ezzel a praktikus kis eszközzel győződjön meg róla, hogy a kapcsolat megfelelő. Nos akkor mire vársz még? Töltsd le most a sebességteszt alkalmazást, és kezdd el a tesztelést",
    "id": "Aplikasi tes kecepatan adalah cara sempurna untuk melihat seberapa cepat koneksi internet Anda. Dengan aplikasi ini, Anda dapat menguji kecepatan unduh dan unggah, serta latensi dan kehilangan paket. Baik Anda seorang pemilik bisnis atau perlu mengetahui kecepatan koneksi internet Anda, aplikasi uji kecepatan telah membantu Anda!\n\nApakah Anda selalu terlihat terburu-buru? Nah, ada aplikasi untuk itu! Memperkenalkan aplikasi uji kecepatan – cara sempurna untuk mengetahui seberapa cepat (atau lambat) Anda. Apakah Anda ingin meningkatkan waktu Anda atau melihat bagaimana Anda melawan orang lain, aplikasi ini memiliki semua yang Anda butuhkan. Jadi, kenakan sepatu lari Anda dan unduh hari ini!\n\nDengan aplikasi tes kecepatan, Anda dapat mengetahuinya dalam sekejap. Apakah Anda sedang streaming acara favorit Anda atau hanya mencoba untuk memeriksa email Anda, pastikan koneksi Anda dengan alat kecil yang berguna ini. Jadi tunggu apa lagi? Unduh aplikasi tes kecepatan sekarang dan mulai pengujian",
    "it": "L'app per il test della velocità è il modo perfetto per vedere quanto è veloce la tua connessione Internet. Con questa app, puoi testare le tue velocità di download e upload, nonché la latenza e la perdita di pacchetti. Che tu sia un imprenditore o che tu abbia bisogno di sapere a quale velocità è in esecuzione la tua connessione Internet, l'app per il test di velocità è ciò che fa per te!\n\nTi sembra sempre di avere fretta? Bene, c'è un'app per questo! Ti presentiamo l'app per il test della velocità: il modo perfetto per scoprire quanto sei veloce (o lento). Sia che tu stia cercando di migliorare il tuo tempo o di vedere come te la cavi con gli altri, questa app ha tutto ciò di cui hai bisogno. Quindi, per favore, mettiti le scarpe da corsa e scaricale oggi!\n\nCon l'app per il test di velocità, puoi scoprirlo in un attimo. Sia che tu stia trasmettendo in streaming il tuo programma preferito o semplicemente cercando di controllare la tua posta elettronica, assicurati che la tua connessione sia all'altezza con questo pratico piccolo strumento. Allora, cosa stai aspettando? Scarica subito l'app per il test di velocità e passa al test",
    "ja": "速度テストアプリは、インターネット接続の速度を確認するのに最適な方法です。 このアプリを使用すると、ダウンロードとアップロードの速度、および遅延とパケット損失をテストできます。 あなたがビジネスオーナーであるか、あなたのインターネット接続がどのくらいの速度で動いているかを知る必要があるかどうかにかかわらず、速度テストアプリはあなたをカバーします！\n\nあなたはいつも急いでいるように見えますか？ さて、そのためのアプリがあります！ スピードテストアプリの紹介–あなたがどれだけ速い（または遅い）かを知るための完璧な方法。 あなたがあなたの時間を改善することを探しているか、あなたが他の人とどのように積み重なるかを見ることを探しているかどうかにかかわらず、このアプリはあなたが必要とするすべてを持っています。 ランニングシューズを履いて、今すぐダウンロードしてください！\n\nスピードテストアプリを使えば、すぐに見つけることができます。 お気に入りの番組をストリーミングしている場合でも、メールをチェックしようとしている場合でも、この便利な小さなツールを使用して、接続が正常に機能していることを確認してください。 何を求めている？ 今すぐスピードテストアプリをダウンロードして、テストに取り掛かってください",
    "kn": "ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವು ಎಷ್ಟು ವೇಗವಾಗಿದೆ ಎಂಬುದನ್ನು ನೋಡಲು ಸ್ಪೀಡ್ ಟೆಸ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಪರಿಪೂರ್ಣ ಮಾರ್ಗವಾಗಿದೆ. ಈ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ, ನಿಮ್ಮ ಡೌನ್‌ಲೋಡ್ ಮತ್ತು ಅಪ್‌ಲೋಡ್ ವೇಗವನ್ನು, ಹಾಗೆಯೇ ಲೇಟೆನ್ಸಿ ಮತ್ತು ಪ್ಯಾಕೆಟ್ ನಷ್ಟವನ್ನು ನೀವು ಪರೀಕ್ಷಿಸಬಹುದು. ನೀವು ವ್ಯಾಪಾರದ ಮಾಲೀಕರಾಗಿರಲಿ ಅಥವಾ ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವು ಯಾವ ವೇಗದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದರೆ, ವೇಗ ಪರೀಕ್ಷೆಯ ಅಪ್ಲಿಕೇಶನ್ ನೀವು ಒಳಗೊಂಡಿದೆ!\n\nನೀವು ಯಾವಾಗಲೂ ವಿಪರೀತ ಆತುರದಲ್ಲಿರುವಂತೆ ತೋರುತ್ತಿದೆಯೇ? ಸರಿ, ಅದಕ್ಕಾಗಿ ಒಂದು ಅಪ್ಲಿಕೇಶನ್ ಇದೆ! ಸ್ಪೀಡ್ ಟೆಸ್ಟ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪರಿಚಯಿಸಲಾಗುತ್ತಿದೆ - ನೀವು ಎಷ್ಟು ವೇಗವಾಗಿ (ಅಥವಾ ನಿಧಾನವಾಗಿ) ಇರುವಿರಿ ಎಂಬುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ಪರಿಪೂರ್ಣ ಮಾರ್ಗವಾಗಿದೆ. ನಿಮ್ಮ ಸಮಯವನ್ನು ಸುಧಾರಿಸಲು ನೀವು ಬಯಸುತ್ತಿರಲಿ ಅಥವಾ ಇತರರ ವಿರುದ್ಧ ನೀವು ಹೇಗೆ ಸ್ಟ್ಯಾಕ್ ಅಪ್ ಮಾಡುತ್ತೀರಿ ಎಂಬುದನ್ನು ನೋಡುತ್ತಿರಲಿ, ಈ ಅಪ್ಲಿಕೇಶನ್ ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ಎಲ್ಲವನ್ನೂ ಹೊಂದಿದೆ. ಆದ್ದರಿಂದ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಚಾಲನೆಯಲ್ಲಿರುವ ಬೂಟುಗಳನ್ನು ಹಾಕಿ ಮತ್ತು ಇಂದೇ ಅವುಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ!\n\nವೇಗ ಪರೀಕ್ಷೆಯ ಅಪ್ಲಿಕೇಶನ್‌ನೊಂದಿಗೆ, ನೀವು ಕ್ಷಿಪ್ರವಾಗಿ ಕಂಡುಹಿಡಿಯಬಹುದು. ನೀವು ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಕಾರ್ಯಕ್ರಮವನ್ನು ಸ್ಟ್ರೀಮ್ ಮಾಡುತ್ತಿದ್ದೀರಾ ಅಥವಾ ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರಲಿ, ಈ ಸೂಕ್ತವಾದ ಚಿಕ್ಕ ಸಾಧನದೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಪರ್ಕವು ನಶ್ಯವಾಗಿದೆಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಹಾಗಾದರೆ ನೀವು ಯಾವುದಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದ್ದೀರಿ? ವೇಗ ಪರೀಕ್ಷೆಯ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಇದೀಗ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು ಪರೀಕ್ಷೆಗೆ ಹೋಗಿ",
    "ko": "속도 테스트 앱은 인터넷 연결 속도를 확인하는 완벽한 방법입니다. 이 앱을 사용하면 다운로드 및 업로드 속도, 대기 시간 및 패킷 손실을 테스트할 수 있습니다. 귀하가 사업주이거나 인터넷 연결 속도를 알아야 하는 경우 속도 테스트 앱이 해결해 드립니다!\n\n당신은 항상 서두르는 것처럼 보입니까? 글쎄, 그것을위한 앱이 있습니다! 속도 테스트 앱을 소개합니다. 자신이 얼마나 빠른지(또는 느린지) 알 수 있는 완벽한 방법입니다. 시간을 개선하고 싶거나 다른 사람들과 비교하여 어떻게 되는지 확인하려는 경우 이 앱에는 필요한 모든 것이 있습니다. 그러니 지금 당장 런닝화를 신고 다운로드하세요!\n\n속도 테스트 앱을 사용하면 순식간에 알 수 있습니다. 좋아하는 프로그램을 스트리밍하거나 이메일을 확인하려고 할 때 이 편리한 작은 도구를 사용하여 연결 상태를 확인하세요. 그래서 무엇을 기다리고 있습니까? 지금 속도 테스트 앱을 다운로드하고 테스트를 시작하세요.",
    "lt,ms": "Greičio tikrinimo programa yra puikus būdas sužinoti, koks greitas yra jūsų interneto ryšys. Naudodami šią programą galite patikrinti atsisiuntimo ir įkėlimo greitį, taip pat delsą ir paketų praradimą. Nesvarbu, ar esate įmonės savininkas, ar norite žinoti, kokiu greičiu veikia jūsų interneto ryšys, greičio tikrinimo programa padės jums!\n\nAr visada atrodo, kad skubate? Na, tam yra programa! Pristatome greičio testavimo programėlę – puikus būdas sužinoti, koks greitas (ar lėtas) esate. Nesvarbu, ar norite pagerinti savo laiką, ar pamatyti, kaip atsilaikote prieš kitus, šioje programoje yra viskas, ko jums reikia. Taigi apsiaukite bėgimo batelius ir atsisiųskite juos šiandien!\n\nNaudodami greičio tikrinimo programą galite akimirksniu sužinoti. Nesvarbu, ar transliuojate savo mėgstamą laidą, ar tiesiog bandote patikrinti el. paštą, naudodami šį patogų įrankį įsitikinkite, kad ryšys veikia. Taigi ko tu lauki? Atsisiųskite greičio tikrinimo programą dabar ir pradėkite testavimą",
    "lv": "Ātruma pārbaudes lietotne ir ideāls veids, kā noskaidrot, cik ātrs ir jūsu interneta savienojums. Izmantojot šo lietotni, varat pārbaudīt lejupielādes un augšupielādes ātrumu, kā arī latentumu un pakešu zudumu. Neatkarīgi no tā, vai esat uzņēmuma īpašnieks vai vēlaties uzzināt, ar kādu ātrumu darbojas jūsu interneta savienojums, ātruma pārbaudes lietotne jums palīdzēs!\n\nVai jums vienmēr šķiet, ka steidzaties? Nu, tam ir lietotne! Iepazīstinām ar ātruma testa lietotni — ideāls veids, kā uzzināt, cik ātrs (vai lēns) esat. Neatkarīgi no tā, vai vēlaties uzlabot savu laiku vai redzēt, kā jūs konkurējat ar citiem, šajā lietotnē ir viss nepieciešamais. Tāpēc, lūdzu, uzvelciet skriešanas apavus un lejupielādējiet tos jau šodien!\n\nIzmantojot ātruma pārbaudes lietotni, varat to uzzināt vienā mirklī. Neatkarīgi no tā, vai straumējat savu iecienītāko raidījumu vai vienkārši mēģināt pārbaudīt savu e-pastu, ar šo parocīgo mazo rīku pārliecinieties, vai savienojums ir pilnībā izveidots. Tātad, ko jūs gaidāt? Lejupielādējiet ātruma testa lietotni tūlīt un sāciet testēt",
    "ml": "നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ എത്ര വേഗത്തിലാണെന്ന് കാണാനുള്ള മികച്ച മാർഗമാണ് സ്പീഡ് ടെസ്റ്റ് ആപ്പ്. ഈ ആപ്പ് ഉപയോഗിച്ച്, നിങ്ങളുടെ ഡൗൺലോഡ്, അപ്‌ലോഡ് വേഗത, ലേറ്റൻസി, പാക്കറ്റ് നഷ്ടം എന്നിവ പരിശോധിക്കാം. നിങ്ങളൊരു ബിസിനസ്സ് ഉടമയാണെങ്കിലും അല്ലെങ്കിൽ നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ ഏത് വേഗതയിലാണ് പ്രവർത്തിക്കുന്നതെന്ന് അറിയേണ്ടതുണ്ടോ, സ്പീഡ് ടെസ്റ്റ് ആപ്പ് നിങ്ങൾ പരിരക്ഷിച്ചിരിക്കുന്നു!\n\nനിങ്ങൾ എപ്പോഴും തിരക്കിലാണെന്ന് തോന്നുന്നുണ്ടോ? ശരി, അതിനായി ഒരു ആപ്പ് ഉണ്ട്! സ്പീഡ് ടെസ്റ്റ് ആപ്പ് അവതരിപ്പിക്കുന്നു - നിങ്ങൾ എത്ര വേഗത്തിലാണെന്ന് (അല്ലെങ്കിൽ പതുക്കെ) കണ്ടെത്താനുള്ള മികച്ച മാർഗം. നിങ്ങളുടെ സമയം മെച്ചപ്പെടുത്താൻ നിങ്ങൾ നോക്കുകയാണെങ്കിലോ മറ്റുള്ളവർക്കെതിരെ നിങ്ങൾ എങ്ങനെ അടുക്കുന്നു എന്ന് നോക്കുകയാണെങ്കിലോ, ഈ ആപ്പിൽ നിങ്ങൾക്ക് ആവശ്യമുള്ളതെല്ലാം ഉണ്ട്. അതിനാൽ ദയവായി നിങ്ങളുടെ റണ്ണിംഗ് ഷൂ ധരിച്ച് അവ ഇന്നുതന്നെ ഡൗൺലോഡ് ചെയ്യുക!\n\nസ്പീഡ് ടെസ്റ്റ് ആപ്പ് ഉപയോഗിച്ച്, നിങ്ങൾക്ക് പെട്ടെന്ന് കണ്ടെത്താനാകും. നിങ്ങൾ നിങ്ങളുടെ പ്രിയപ്പെട്ട ഷോ സ്ട്രീം ചെയ്യുകയാണെങ്കിലും അല്ലെങ്കിൽ നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കാൻ ശ്രമിക്കുകയാണെങ്കിലും, ഈ ഹാൻഡി ചെറിയ ടൂൾ ഉപയോഗിച്ച് നിങ്ങളുടെ കണക്ഷൻ സ്‌നാഫ് ആണെന്ന് ഉറപ്പാക്കുക. അപ്പോൾ നിങ്ങൾ എന്താണ് കാത്തിരിക്കുന്നത്? സ്പീഡ് ടെസ്റ്റ് ആപ്പ് ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്ത് ടെസ്റ്റിംഗിലേക്ക് പോകുക",
    "mr": "तुमचे इंटरनेट कनेक्शन किती वेगवान आहे हे पाहण्यासाठी स्पीड टेस्ट अॅप हा एक योग्य मार्ग आहे. या अॅपसह, तुम्ही तुमची डाउनलोड आणि अपलोड गती तसेच लेटन्सी आणि पॅकेट लॉस तपासू शकता. तुम्ही व्यवसायाचे मालक असलात किंवा तुमचे इंटरनेट कनेक्शन कोणत्या गतीने चालत आहे हे जाणून घेण्याची आवश्यकता असली तरीही, स्पीड टेस्ट अॅपने तुम्हाला कव्हर केले आहे!\n\nतुम्हाला नेहमी घाई असते असे दिसते का? बरं, त्यासाठी एक अॅप आहे! सादर करत आहोत स्पीड टेस्ट अॅप – तुम्ही किती वेगवान (किंवा हळू) आहात हे शोधण्याचा योग्य मार्ग. तुम्‍ही तुमचा वेळ सुधारण्‍याचा विचार करत असल्‍यास किंवा तुम्‍ही इतरांच्‍या विरुद्ध कसे उभे राहता हे पहात असल्‍यास, या अॅपमध्‍ये तुम्‍हाला आवश्‍यक सर्व काही आहे. तर कृपया तुमचे रनिंग शूज घाला आणि ते आजच डाउनलोड करा!\n\nस्पीड टेस्ट अॅपसह, तुम्ही क्षणार्धात शोधू शकता. तुम्ही तुमचा आवडता शो प्रवाहित करत असलात किंवा फक्त तुमचा ईमेल तपासण्याचा प्रयत्न करत असलात तरीही, या सुलभ छोट्या साधनाने तुमचे कनेक्शन स्नफ करण्यासाठी आहे याची खात्री करा. मग तुम्ही कशाची वाट पाहत आहात? आता गती चाचणी अॅप डाउनलोड करा आणि चाचणीसाठी जा",
    "nl": "De snelheidstest-app is de perfecte manier om te zien hoe snel je internetverbinding is. Met deze app kunt u uw download- en uploadsnelheden testen, evenals latentie en pakketverlies. Of u nu een bedrijfseigenaar bent of wilt weten met welke snelheid uw internetverbinding werkt, de snelheidstest-app heeft u gedekt!\n\nLijkt het alsof je altijd haast hebt? Nou, daar is een app voor! Introductie van de snelheidstest-app - de perfecte manier om erachter te komen hoe snel (of langzaam) je bent. Of je nu je tijd wilt verbeteren of wilt zien hoe je het doet ten opzichte van anderen, deze app heeft alles wat je nodig hebt. Dus trek alsjeblieft je hardloopschoenen aan en download ze vandaag nog!\n\nMet de snelheidstest-app kom je er in een handomdraai achter. Of je nu je favoriete programma streamt of gewoon je e-mail probeert te checken, zorg ervoor dat je verbinding in orde is met deze handige kleine tool. Dus waar wacht je op? Download nu de snelheidstest-app en begin met testen",
    "no": "Hastighetstest-appen er den perfekte måten å se hvor rask internettforbindelsen din er. Med denne appen kan du teste nedlastings- og opplastingshastighetene dine, samt ventetid og pakketap. Enten du er bedriftseier eller trenger å vite hvilken hastighet Internett-tilkoblingen din kjører på, har hastighetstest-appen deg dekket!\n\nSer du alltid ut til å ha det travelt? Vel, det finnes en app for det! Vi introduserer hastighetstest-appen – den perfekte måten å finne ut hvor rask (eller sakte) du er. Enten du ønsker å forbedre tiden din eller se hvordan du klarer deg mot andre, har denne appen alt du trenger. Så ta på deg joggeskoene og last dem ned i dag!\n\nMed hastighetstest-appen kan du finne ut av det på et blunk. Enten du streamer favorittprogrammet ditt eller bare prøver å sjekke e-posten din, sørg for at tilkoblingen er i orden med dette hendige lille verktøyet. Så hva venter du på? Last ned hastighetstest-appen nå og kom til testing",
    "pl": "Aplikacja do testowania prędkości to doskonały sposób, aby sprawdzić, jak szybkie jest Twoje połączenie internetowe. Dzięki tej aplikacji możesz przetestować prędkość pobierania i wysyłania, a także opóźnienia i utratę pakietów. Niezależnie od tego, czy jesteś właścicielem firmy, czy chcesz wiedzieć, z jaką prędkością działa Twoje połączenie internetowe, aplikacja do testowania prędkości Cię obejmuje!\n\nCzy zawsze wydajesz się być w pośpiechu? Cóż, jest na to aplikacja! Przedstawiamy aplikację Speed Test — doskonały sposób, aby dowiedzieć się, jak szybko (lub wolno) jesteś. Niezależnie od tego, czy chcesz poprawić swój czas, czy zobaczyć, jak wypadasz na tle innych, ta aplikacja ma wszystko, czego potrzebujesz. Załóż więc buty do biegania i pobierz je już dziś!\n\nDzięki aplikacji do testów prędkości możesz się dowiedzieć w mgnieniu oka. Niezależnie od tego, czy przesyłasz strumieniowo swój ulubiony program, czy tylko próbujesz sprawdzić pocztę e-mail, upewnij się, że Twoje połączenie jest sprawne dzięki temu poręcznemu małemu narzędziu. Więc na co czekasz? Pobierz teraz aplikację Speed Test i przejdź do testów",
    "pt_BR,pt_PT": "O aplicativo de teste de velocidade é a maneira perfeita de ver a velocidade da sua conexão com a Internet. Com este aplicativo, você pode testar suas velocidades de download e upload, bem como latência e perda de pacotes. Se você é proprietário de uma empresa ou precisa saber a velocidade em que sua conexão de internet está funcionando, o aplicativo de teste de velocidade ajuda você!\n\nVocê sempre parece estar com pressa? Bem, existe um aplicativo para isso! Apresentando o aplicativo de teste de velocidade - a maneira perfeita de descobrir o quão rápido (ou lento) você é. Esteja você procurando melhorar seu tempo ou ver como você se compara aos outros, este aplicativo tem tudo de que você precisa. Então, por favor, coloque seus tênis de corrida e baixe-os hoje!\n\nCom o aplicativo de teste de velocidade, você pode descobrir em um piscar de olhos. Esteja você transmitindo seu programa favorito ou apenas tentando verificar seu e-mail, certifique-se de que sua conexão esteja em dia com esta pequena ferramenta útil. Então, o que você está esperando? Baixe o aplicativo de teste de velocidade agora e comece a testar",
    "ro": "Aplicația de testare a vitezei este modalitatea perfectă de a vedea cât de rapidă este conexiunea ta la internet. Cu această aplicație, puteți testa vitezele de descărcare și încărcare, precum și latența și pierderea pachetelor. Indiferent dacă sunteți proprietar de afaceri sau aveți nevoie să știți cu ce viteză rulează conexiunea dvs. la internet, aplicația de testare a vitezei vă acoperă!\n\nPari să fii mereu grăbit? Ei bine, există o aplicație pentru asta! Vă prezentăm aplicația de testare a vitezei – modalitatea perfectă de a afla cât de rapid (sau lent) ești. Indiferent dacă doriți să vă îmbunătățiți timpul sau să vedeți cum vă comparați cu ceilalți, această aplicație are tot ce aveți nevoie. Așa că vă rugăm să puneți pantofii de alergat și să-i descărcați astăzi!\n\nCu aplicația de testare a vitezei, puteți afla într-o clipă. Indiferent dacă transmiteți în flux emisiunea preferată sau doar încercați să vă verificați e-mailul, asigurați-vă că conexiunea este la îndemână cu acest mic instrument la îndemână. Deci ce mai aștepți? Descărcați acum aplicația de testare a vitezei și treceți la testare",
    "ru": "Приложение для проверки скорости - идеальный способ узнать, насколько быстро ваше интернет-соединение. С помощью этого приложения вы можете проверить скорость загрузки и выгрузки, а также задержку и потерю пакетов. Независимо от того, являетесь ли вы владельцем бизнеса или вам нужно знать, с какой скоростью работает ваше интернет-соединение, приложение для проверки скорости поможет вам!\n\nВы всегда торопитесь? Что ж, для этого есть приложение! Представляем приложение для проверки скорости - идеальный способ узнать, насколько вы быстро (или медленно). Если вы хотите улучшить свое время или посмотреть, как вы конкурируете с другими, в этом приложении есть все, что вам нужно. Так что, пожалуйста, наденьте кроссовки и загрузите их сегодня же!\n\nС приложением для проверки скорости вы можете узнать это в мгновение ока. Независимо от того, транслируете ли вы свое любимое шоу или просто пытаетесь проверить электронную почту, убедитесь, что ваше соединение стабильно, с помощью этого удобного небольшого инструмента. И так, чего же ты ждешь? Загрузите приложение для проверки скорости прямо сейчас и приступайте к тестированию",
    "sk": "Aplikácia na test rýchlosti je dokonalý spôsob, ako zistiť, aké rýchle je vaše internetové pripojenie. Pomocou tejto aplikácie si môžete otestovať rýchlosť sťahovania a nahrávania, ako aj latenciu a stratu paketov. Či už ste vlastníkom firmy alebo potrebujete vedieť, akou rýchlosťou beží vaše internetové pripojenie, aplikácia na test rýchlosti vám pomôže!\n\nZdá sa vám, že sa vždy ponáhľate? No, existuje na to aplikácia! Predstavujeme aplikáciu na test rýchlosti – perfektný spôsob, ako zistiť, ako rýchlo (alebo pomaly) ste. Či už chcete zlepšiť svoj čas alebo zistiť, ako ste na tom s ostatnými, táto aplikácia má všetko, čo potrebujete. Obujte si bežecké topánky a stiahnite si ich ešte dnes!\n\nPomocou aplikácie na test rýchlosti to zistíte v okamihu. Či už streamujete svoju obľúbenú reláciu, alebo sa len pokúšate skontrolovať svoj e-mail, uistite sa, že vaše pripojenie je v poriadku s týmto praktickým malým nástrojom. Tak na čo čakáš? Stiahnite si aplikáciu na test rýchlosti a pustite sa do testovania",
    "sl": "Aplikacija za testiranje hitrosti je popoln način, da vidite, kako hitra je vaša internetna povezava. S to aplikacijo lahko preizkusite hitrost prenosa in nalaganja, pa tudi zakasnitev in izgubo paketov. Ne glede na to, ali ste lastnik podjetja ali želite vedeti, s kakšno hitrostjo deluje vaša internetna povezava, je aplikacija za testiranje hitrosti za vas pokrita!\n\nSe vam zdi, da se vedno mudi? No, za to obstaja aplikacija! Predstavljamo aplikacijo za testiranje hitrosti – popoln način, da ugotovite, kako hitri (ali počasni) ste. Ne glede na to, ali želite izboljšati svoj čas ali videti, kako se združujete z drugimi, ima ta aplikacija vse, kar potrebujete. Zato prosim obujte tekaške copate in jih prenesite še danes!\n\nZ aplikacijo za testiranje hitrosti lahko to ugotovite v trenutku. Ne glede na to, ali pretakate svojo najljubšo oddajo ali samo poskušate preveriti e-pošto, s tem priročnim majhnim orodjem poskrbite, da bo vaša povezava pripravljena. Kaj torej še čakaš? Prenesite aplikacijo za testiranje hitrosti zdaj in pojdite na testiranje",
    "sr": "Апликација за тестирање брзине је савршен начин да видите колико је брза ваша интернет веза. Помоћу ове апликације можете тестирати брзину преузимања и отпремања, као и кашњење и губитак пакета. Без обзира да ли сте власник предузећа или желите да знате којом брзином ради ваша интернетска веза, апликација за тестирање брзине вас покрива!\n\nЧини се да сте увек у журби? Па, постоји апликација за то! Представљамо апликацију за тестирање брзине – савршен начин да сазнате колико сте брзи (или спори). Без обзира да ли желите да побољшате своје време или видите како се борите против других, ова апликација има све што вам је потребно. Зато обуците патике за трчање и преузмите их данас!\n\nПомоћу апликације за тестирање брзине то можете сазнати у трену. Без обзира да ли стримујете своју омиљену емисију или само покушавате да проверите своју е-пошту, уверите се да је ваша веза исправна помоћу ове згодне мале алатке. Па шта чекате? Преузмите апликацију за тестирање брзине сада и пређите на тестирање",
    "sv": "Hastighetstest-appen är det perfekta sättet att se hur snabb din internetanslutning är. Med den här appen kan du testa dina nedladdnings- och uppladdningshastigheter, samt latens och paketförlust. Oavsett om du är företagare eller behöver veta vilken hastighet din internetanslutning körs på, har hastighetstestappen dig täckt!\n\nVerkar du alltid ha bråttom? Tja, det finns en app för det! Vi introducerar hastighetstestappen – det perfekta sättet att ta reda på hur snabb (eller långsam) du är. Oavsett om du vill förbättra din tid eller se hur du står dig mot andra, har den här appen allt du behöver. Så ta på dig dina löparskor och ladda ner dem idag!\n\nMed hastighetstest-appen kan du ta reda på det på ett kick. Oavsett om du strömmar ditt favoritprogram eller bara försöker kolla din e-post, se till att din anslutning är bra med detta praktiska lilla verktyg. Så vad väntar du på? Ladda ner hastighetstest-appen nu och sätt igång att testa",
    "sw": "Programu ya majaribio ya kasi ndiyo njia kamili ya kuona kasi ya muunganisho wako wa intaneti. Ukiwa na programu hii, unaweza kujaribu kasi ya upakuaji na upakiaji wako, pamoja na muda wa kusubiri na upotevu wa pakiti. Iwe wewe ni mmiliki wa biashara au unahitaji kujua kasi ya muunganisho wako wa intaneti unaendelea kwa kasi gani, programu ya majaribio ya kasi imekusaidia!\n\nUnaonekana kuwa katika haraka kila wakati? Kweli, kuna programu kwa hiyo! Tunakuletea programu ya majaribio ya kasi - njia bora ya kujua jinsi unavyo kasi (au polepole). Iwe unatafuta kuboresha muda wako au kuona jinsi unavyojipanga dhidi ya wengine, programu hii ina kila kitu unachohitaji. Kwa hivyo tafadhali vaa viatu vyako vya kukimbia na uzipakue leo!\n\nUkiwa na programu ya majaribio ya kasi, unaweza kujua kwa haraka. Iwe unatiririsha kipindi chako unachokipenda au unajaribu tu kuangalia barua pepe yako, hakikisha kwamba muunganisho wako umekamilika ukitumia zana hii ndogo inayofaa. Kwa hiyo unasubiri nini? Pakua programu ya kupima kasi sasa na ufanye majaribio",
    "ta": "உங்கள் இணைய இணைப்பு எவ்வளவு வேகமாக உள்ளது என்பதைப் பார்க்க வேக சோதனை பயன்பாடு சரியான வழியாகும். இந்தப் பயன்பாட்டின் மூலம், உங்கள் பதிவிறக்கம் மற்றும் பதிவேற்ற வேகம், தாமதம் மற்றும் பாக்கெட் இழப்பு ஆகியவற்றை நீங்கள் சோதிக்கலாம். நீங்கள் ஒரு வணிக உரிமையாளராக இருந்தாலும் அல்லது உங்கள் இணைய இணைப்பு எந்த வேகத்தில் இயங்குகிறது என்பதைத் தெரிந்துகொள்ள வேண்டுமானால், வேகச் சோதனை ஆப்ஸ் உங்களுக்குக் கிடைத்துள்ளது!\n\nநீங்கள் எப்போதும் அவசரத்தில் இருப்பது போல் தெரிகிறதா? சரி, அதற்கு ஒரு ஆப் உள்ளது! வேக சோதனை பயன்பாட்டை அறிமுகப்படுத்துகிறது - நீங்கள் எவ்வளவு வேகமாக (அல்லது மெதுவாக) இருக்கிறீர்கள் என்பதைக் கண்டறிய சரியான வழி. உங்கள் நேரத்தை மேம்படுத்த விரும்புகிறீர்களோ அல்லது மற்றவர்களுக்கு எதிராக நீங்கள் எவ்வாறு செயல்படுகிறீர்கள் என்பதைப் பார்க்க விரும்புகிறீர்களோ, இந்தப் பயன்பாட்டில் உங்களுக்குத் தேவையான அனைத்தையும் கொண்டுள்ளது. எனவே உங்கள் ஓடும் காலணிகளை அணிந்து இன்றே பதிவிறக்கவும்!\n\nவேக சோதனை பயன்பாட்டின் மூலம், நீங்கள் ஒரு நொடியில் கண்டுபிடிக்கலாம். உங்களுக்குப் பிடித்த நிகழ்ச்சியை நீங்கள் ஸ்ட்ரீமிங் செய்தாலும் அல்லது உங்கள் மின்னஞ்சலைப் பார்க்க முயற்சித்தாலும், இந்த எளிமையான சிறிய கருவி மூலம் உங்கள் இணைப்பு துண்டிக்கப்படுவதை உறுதிசெய்யவும். எனவே நீங்கள் எதற்காக காத்திருக்கிறீர்கள்? வேக சோதனை பயன்பாட்டை இப்போது பதிவிறக்கம் செய்து சோதனைக்கு செல்லவும்",
    "te": "మీ ఇంటర్నెట్ కనెక్షన్ ఎంత వేగంగా ఉందో చూడటానికి స్పీడ్ టెస్ట్ యాప్ సరైన మార్గం. ఈ యాప్‌తో, మీరు మీ డౌన్‌లోడ్ మరియు అప్‌లోడ్ వేగాన్ని అలాగే జాప్యం మరియు ప్యాకెట్ నష్టాన్ని పరీక్షించవచ్చు. మీరు వ్యాపార యజమాని అయినా లేదా మీ ఇంటర్నెట్ కనెక్షన్ ఏ వేగంతో నడుస్తుందో తెలుసుకోవాల్సిన అవసరం ఉన్నా, స్పీడ్ టెస్ట్ యాప్ మీరు కవర్ చేసింది!\n\nమీరు ఎల్లప్పుడూ హడావిడిగా ఉన్నట్లు కనిపిస్తున్నారా? సరే, దాని కోసం ఒక యాప్ ఉంది! స్పీడ్ టెస్ట్ యాప్‌ను పరిచయం చేస్తున్నాము – మీరు ఎంత వేగంగా (లేదా నెమ్మదిగా) ఉన్నారో తెలుసుకోవడానికి సరైన మార్గం. మీరు మీ సమయాన్ని మెరుగుపరచుకోవాలని చూస్తున్నా లేదా ఇతరులకు వ్యతిరేకంగా మీరు ఎలా దొరుకుతున్నారో చూడాలని చూస్తున్నా, ఈ యాప్‌లో మీకు కావలసినవన్నీ ఉన్నాయి. కాబట్టి దయచేసి మీ రన్నింగ్ షూలను ధరించండి మరియు ఈరోజే వాటిని డౌన్‌లోడ్ చేసుకోండి!\n\nస్పీడ్ టెస్ట్ యాప్‌తో, మీరు క్షణికావేశంలో తెలుసుకోవచ్చు. మీరు మీకు ఇష్టమైన ప్రదర్శనను ప్రసారం చేస్తున్నా లేదా మీ ఇమెయిల్‌ను తనిఖీ చేయడానికి ప్రయత్నిస్తున్నా, ఈ సులభమైన చిన్న సాధనంతో మీ కనెక్షన్‌ని స్నిఫ్ చేయడాన్ని నిర్ధారించుకోండి. కాబట్టి మీరు దేని కోసం ఎదురు చూస్తున్నారు? స్పీడ్ టెస్ట్ యాప్‌ని ఇప్పుడే డౌన్‌లోడ్ చేసుకోండి మరియు పరీక్షకు వెళ్లండి",
    "th": "แอปทดสอบความเร็วเป็นวิธีที่สมบูรณ์แบบในการดูว่าการเชื่อมต่ออินเทอร์เน็ตของคุณเร็วแค่ไหน ด้วยแอพนี้ คุณสามารถทดสอบความเร็วในการดาวน์โหลดและอัพโหลดของคุณ รวมถึงเวลาแฝงและการสูญเสียแพ็กเก็ต ไม่ว่าคุณจะเป็นเจ้าของธุรกิจหรือต้องการทราบว่าการเชื่อมต่ออินเทอร์เน็ตของคุณใช้ความเร็วเท่าใด แอปทดสอบความเร็วก็ครอบคลุมให้คุณ!\n\nคุณดูเหมือนจะรีบร้อนอยู่เสมอหรือไม่? มีแอพสำหรับสิ่งนั้น! ขอแนะนำแอปทดสอบความเร็ว - วิธีที่สมบูรณ์แบบในการค้นหาว่าคุณเร็ว (หรือช้า) แค่ไหน ไม่ว่าคุณกำลังมองหาการปรับปรุงเวลาของคุณหรือดูว่าคุณเอาชนะผู้อื่นได้อย่างไร แอพนี้มีทุกสิ่งที่คุณต้องการ ดังนั้นโปรดสวมรองเท้าวิ่งของคุณและดาวน์โหลดวันนี้!\n\nด้วยแอปทดสอบความเร็ว คุณจะทราบข้อมูลได้ในพริบตา ไม่ว่าคุณจะสตรีมรายการโปรดหรือเพียงแค่พยายามตรวจสอบอีเมลของคุณ ตรวจสอบให้แน่ใจว่าการเชื่อมต่อของคุณใกล้หมดด้วยเครื่องมือเล็กๆ ที่มีประโยชน์นี้ ดังนั้นสิ่งที่คุณรอ? ดาวน์โหลดแอปทดสอบความเร็วตอนนี้และเข้าสู่การทดสอบ",
    "tr": "Hız testi uygulaması, internet bağlantınızın ne kadar hızlı olduğunu görmenin mükemmel bir yoludur. Bu uygulama ile indirme ve yükleme hızlarının yanı sıra gecikme ve paket kaybını test edebilirsiniz. İster bir işletme sahibi olun, ister internet bağlantınızın hangi hızda çalıştığını bilmeniz gerekiyorsa, hız testi uygulaması sizi kapsıyor!\n\nHer zaman aceleniz var gibi mi görünüyor? Eh, bunun için bir uygulama var! Hız testi uygulamasıyla tanışın - ne kadar hızlı (veya yavaş) olduğunuzu öğrenmenin mükemmel yolu. İster zamanınızı iyileştirmek ister diğerlerine karşı ne durumda olduğunuzu görmek istiyorsanız, bu uygulama ihtiyacınız olan her şeye sahiptir. Bu yüzden lütfen koşu ayakkabılarınızı giyin ve bugün indirin!\n\nHız testi uygulaması ile anında öğrenebilirsiniz. İster en sevdiğiniz programı yayınlıyor olun ister sadece e-postanızı kontrol etmeye çalışıyor olun, bu kullanışlı küçük araçla bağlantınızın hazır olduğundan emin olun. Öyleyse ne bekliyorsun? Hız testi uygulamasını şimdi indirin ve teste başlayın",
    "uk": "Додаток для перевірки швидкості – це ідеальний спосіб перевірити, наскільки швидке ваше інтернет-з’єднання. За допомогою цієї програми ви можете перевірити швидкість завантаження та завантаження, а також затримку та втрату пакетів. Незалежно від того, чи є ви власником бізнесу або вам потрібно знати, з якою швидкістю працює ваше інтернет-з’єднання, програма для тестування швидкості допоможе вам!\n\nЗдається, ти завжди поспішаєш? Ну, для цього є додаток! Представляємо програму для тестування швидкості – ідеальний спосіб дізнатися, наскільки ви швидкі (чи повільні). Незалежно від того, чи хочете ви покращити свій час чи побачити, як ви протистояти іншим, ця програма має все, що вам потрібно. Тож, будь ласка, одягніть кросівки та завантажте їх сьогодні!\n\nЗа допомогою додатка для тестування швидкості ви можете дізнатися миттєво. Незалежно від того, чи транслюєте ви улюблене шоу чи просто намагаєтеся перевірити свою електронну пошту, переконайтеся, що ваше з’єднання налагоджено за допомогою цього зручного маленького інструменту. Отже, чого ти чекаєш? Завантажте програму для тестування швидкості зараз і приступайте до тестування",
    "vi": "Ứng dụng kiểm tra tốc độ là cách hoàn hảo để xem tốc độ kết nối internet của bạn. Với ứng dụng này, bạn có thể kiểm tra tốc độ tải xuống và tải lên, cũng như độ trễ và mất gói. Cho dù bạn là chủ doanh nghiệp hay cần biết tốc độ kết nối Internet của bạn đang chạy ở mức nào, ứng dụng kiểm tra tốc độ sẽ giúp bạn!\n\nBạn dường như luôn vội vàng? Chà, có một ứng dụng cho điều đó! Giới thiệu ứng dụng kiểm tra tốc độ - cách hoàn hảo để biết tốc độ nhanh (hay chậm) của bạn. Cho dù bạn đang tìm cách cải thiện thời gian của mình hay xem cách bạn vượt qua những người khác, ứng dụng này có mọi thứ bạn cần. Vì vậy, hãy mang giày chạy bộ của bạn và tải chúng ngay hôm nay!\n\nVới ứng dụng kiểm tra tốc độ, bạn có thể tìm ra thông tin trong tích tắc. Cho dù bạn đang phát trực tuyến chương trình yêu thích của mình hay chỉ đang cố gắng kiểm tra email, hãy đảm bảo kết nối của bạn luôn hoạt động tốt với công cụ nhỏ tiện dụng này. Bạn đang chờ đợi điều gì? Tải xuống ứng dụng kiểm tra tốc độ ngay bây giờ và bắt đầu kiểm tra",
    "zh_CN": "速度测试应用程序是查看您的互联网连接速度的完美方式。 使用此应用程序，您可以测试您的下载和上传速度，以及延迟和数据包丢失。 无论您是企业主还是需要知道您的互联网连接的运行速度，速度测试应用程序都能满足您的需求！\n\n你似乎总是很匆忙？ 嗯，有一个应用程序！ 介绍速度测试应用程序 - 了解您的速度（或慢）的完美方式。 无论您是想提高自己的时间，还是想看看自己如何与他人竞争，这款应用程序都能满足您的需求。 所以请穿上你的跑鞋，今天就下载吧！\n\n使用速度测试应用程序，您可以快速找到答案。 无论您是在播放您最喜欢的节目，还是只是想查看您的电子邮件，请使用这个方便的小工具确保您的连接正常。 那你还在等什么？ 立即下载速度测试应用程序并开始测试",
    "zh_TW": "速度測試應用程序是查看您的互聯網連接速度的完美方式。 使用此應用程序，您可以測試您的下載和上傳速度，以及延遲和數據包丟失。 無論您是企業主還是需要知道您的互聯網連接的運行速度，速度測試應用程序都能滿足您的需求！\n\n你似乎總是很匆忙？ 嗯，有一個應用程序！ 推出速度測試應用程序 - 了解您的速度（或速度）有多快的完美方式。 無論您是想提高自己的時間還是想看看自己如何與他人競爭，這個應用程序都能滿足您的需求。 所以請穿上你的跑鞋，今天就下載吧！\n\n使用速度測試應用程序，您可以快速找到答案。 無論您是在播放您最喜歡的節目，還是只是想查看您的電子郵件，請使用這個方便的小工具確保您的連接正常。 那你還在等什麼？ 立即下載速度測試應用程序並開始測試"
  }
}