{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate Flashcards",
    "es": "Traductor Flashcards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flashcards for Google Translate™",
    "es": "Flashcards para Google Traductor™"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you love Google Translate™ but wish there were a good way to practice your saved phrases, then this is the extension for you. With the Translate Flashcards extension, you can turn your phrasebook into interactive flashcards with the click of a button.\n\nFEATURES:\n\n⭑ Spaced Repetition System: Automatically schedules reviews based on mastery level to enhance memory retention.\n⭑ Filter, Sort, and Limit: Advanced mode to select the phrases you want to study, in the order you like.\n⭑ Reverse Order: Easily switch the source and translation languages for one or more phrases.\n⭑ Custom Tags: With tags you can organize your phrasebook, create study sets, and customize your learning approach.\n⭑ Keyboard Navigation: Easily move through the flashcards with intuitive keyboard shortcuts.\n⭑ Shuffle Mode: Practice phrases in a random sequence or in the order you initially saved them.\n⭑ Audio Support: Toggle audio on and off as you like. With the audio feature enabled, phrases will be automatically pronounced when displayed, assisting you in honing your listening and pronunciation skills.\n\nElevate your language skills! Install Translate Flashcards today and start practicing your saved phrases the fun, interactive way.\n\nGoogle Translate™ is a trademark of Google Inc. This extension is independent and is not affiliated with, authorized, maintained, sponsored or endorsed by Google Inc.",
    "es": "Si amas Google Traductor™ pero deseas que hubiera una manera de practicar tus frases guardadas, entonces esta es la extensión para ti. Con la extensión de Traductor Flashcards, puedes convertir tu libro de frases en flashcards interactivas con solo hacer clic en un botón.\n\nCARACTERÍSTICAS:\n\n⭑ Sistema de Repetición Espaciada: Programa automáticamente revisiones basadas en el nivel de dominio para mejorar la retención de memoria.\n⭑ Filtrar, Ordenar y Limitar: Modo avanzado para seleccionar las frases que quieres estudiar, en el orden que prefieras.\n⭑ Orden Inverso: Cambia fácilmente los idiomas de fuente y de traducción para una o más frases.\n⭑ Etiquetas Personalizadas: Con las etiquetas puedes organizar tu libro de frases, crear conjuntos de estudio y personalizar tu enfoque de aprendizaje.\n⭑ Navegación por Teclado: Avanza fácilmente por las flashcards con atajos de teclado intuitivos.\n⭑ Modo Aleatorio: Practica las frases en una secuencia aleatoria o en el orden en que las guardaste inicialmente.\n⭑ Soporte de Audio: Activa o desactiva el audio como prefieras. Con la función de audio habilitada, las frases se pronunciarán automáticamente al mostrarse, ayudándote a perfeccionar tus habilidades de escucha y pronunciación.\n\n¡Eleva tus habilidades lingüísticas! Instala Traductor Flashcards hoy y comienza a practicar tus frases guardadas de manera divertida e interactiva.\n\nGoogle Traductor™ es una marca comercial de Google Inc. Esta extensión es independiente y no está afiliada, autorizada, mantenida, patrocinada ni respaldada por Google Inc."
  }
}