{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TaxPido PMS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TaxPido PMS allow to login into client's accounts on various portal like GST, Income Tax, TRACES, E-way Bill, MCA v2 & v3 and DGFT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TaxPido PMS Extension allows CA and Tax Professionals to quickly login into Client's Accounts on various Government Portal to save time. Users are required to select the client name in PMS extension and the username and password will get autofilled by the extension. Currently we cover following portals: -\n\n1) GST - Goods and Service Tax\n2) GST E-way bill.\n3) Income tax login as tax payer\n4) Income tax login as tax deduction (required to login as deduction for TDS return and TDS challans)\n5) TRACES as tax deductor\n6) TRACES as tax payer\n7) DGFT (IEC Code Login)\n8) MCA V2 \n9) MCA V3\n\nOur roadmap is to include following additional portal for Quick Login (by the end of May 24) : -\n1) PF\n2) ESI\n3) GST e-invoicing\n\nYou can also use this extension to send bulk WhatsApp messages to your clients. PMS allow you to get the mobile numbers of your clients according to your filter criteria like sending reminder only to GST clients or sending reminder to only those clients for which GST-1 task for March 24 is pending or reminding only those clients for which GSTR3B task is pending for March 24 due to GST Challan pending etc.\n\nTo use this PMS extension, you are required to do a sign up for TaxPido PMS. You can do that from this link https://pms.taxpido.com/signup\n\nTaxPido PMS is a full fledged practice management software for Chartered Accountants and Tax Professionals. \nKnow more at https://taxpido.com/practice-management-software-for-ca-tax-professionals/\n\nAfter installing this extension, you will get a side popup to select the client name on the Government portal from where you can select the client name and the login details will get autofilled automatically.\n\nRelease History\nv1.0.0 - 01 April 2024\nRelease initial version of TaxPido PMS Extension after distribution of TaxAdda Software Division\n\nv1.0.1 - 29 April 2024\n1) Resolve the issue of not showing extension on TRACES login as Tax Payer\n2) Resolve the issue of facing login error in IT portal in specific unique cases which is due to speed of entering username, password and then click login button.\n3) Adding option to display the name of the client after selecting it on the first screen for IT Login."
  }
}