{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Breadcrumb Navigator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to navigate any URL in a breadcrumb-like way.",
    "de": "Diese Extension erlaubt das Breadcrumb-artige Navigieren auf jeder Website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n=========\nThis extension allows users to navigate any URL in a breadcrumb-like way. There are two navigational options users can choose from: breadcrumb style or folder style. See the screenshots for an example of each. The extension allows for navigating on subdomain level (code.google.com => google.com), path level (google.com/search => google.com), or a mixture of both (chrome.google.com/extensions => google.com), including Ajax sites (example.com/#ajax-state => example.com). In addition to that the extension in the present free version rewrites links to Amazon.com to contain an Amazon associate tag if there is not already another associate tag available. The Amazon brand name is property of Amazon.com. This extension is not associated with or sponsored by the trademark owner.\n\nBreadcrumb Navigator Theming Kit on GitHub:\n==================================\nFor all those who don't like the themes that the extension ships with \n=> https://github.com/tomayac/Breadcrumb-Navigator-Theming-Kit\nIf you're done with your theme, send me (steiner.thomasREMOVE_THIS@gmail.com) the CSS file and I can include your theme in the next release of the extension.\n\nAwards:\n======\nBreadcrumb Navigator has been tested by Softpedia:\n=> http://mac.softpedia.com/get/Internet-Utilities/Breadcrumb-Navigator.shtml\nIt has been granted the Softpedia \"100% Clean\" award.\n\nChangelog:\n========\n* 1.1.0:\n- New feature: open breadcrumb in new tab upon middle- or CTRL-clicking it.\n- New options: open new tabs in background or foreground.\n\n* 1.0.4:\n- Minor code reorganisation.\n\n* 1.0.3:\n- Changed the behavior of the popup window to close immediately after having been clicked.\n- Bug fix in the Amazon code. Sorry.\n\n* 1.0.2:\n- Fixed a bug where the update notification would be shown every time. Sorry.\n\n* 1.0.1:\n- Thanks to @russenreaktor two new lightweight themes are available: Simple Blue and Simple White\n- Added German localization\n\n* 1.0.0:\n- Added a new theme.\n- Enabled breadcrumb navigation on Ajax sites.\n- Unfortunately the Omnibar can't be modified. Closest to modifying the Omnibar is creating an Infobar, however, this is only available in the Dev Channel of Chrome. \n\n* 0.1.0:\n- Initial release.\n\nPrivacy policy:\n===============\n\nhttps://raw.githubusercontent.com/tomayac/blogccasion/master/privacy-policy.txt"
  }
}