{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlufVPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fast and secure VPN service is only a few clicks away. BlufVPN helps to protect your personal information and value your privacy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlufVPN - Fast and secure VPN\n\nWhy BlufVPN for Chrome? \n\nWith BlufVPN Chrome Extension not only will you save time by having the extension right in the browser, but you also won't have to put up with any additional lags because you are using a VPN. You can start securing your personal information, valuing your privacy and hiding your location. \n\nStay safe and secure\n\nHide your IP and protect your online identity with BlufVPN. You IP address will be the same as thousands of other BlufVPN users when you’re connected to one of our servers. \n\nFastest VPN on the market\n\nIf you need faster internet connection, connect with BlufVPN. BlufVPN uses the latest encryption methods to ensure that the connection stays intact and our users don’t have to choose between a fast connection and a safe one.\n\nNo Log Policy\n\nWe don’t keep any logs, we don’t know what you’ve been doing online. \n\nOnline Security Made Simple\n\nOur BlufVPN Chrome extension takes out the extra step of having to open the app on the desktop and connect to a server that way. You can get it all done within Google Chrome.\n\nEasy to Install\n\nOur extension will be up and running instantly. What makes this tool even more effective is that you can easily manage it right from the Chrome window, using the toolbar. \n\n24/7 live support\n\nBlufVPN support is always available when you need it! \nContact us by email or chat. \n\nUseful info & links:\n\nFind out more about BlufVPN: http://www.blufvpn.com\nLearn more about Chrome extension: https://blufvpn.com/download/chrome \n24/7 customer support available via live chat on our website or support@blufvpn.com\n\nFind us on social media: \n\nFacebook: https://www.facebook.com/BlufVPN   \nInstagram: https://www.instagram.com/blufvpn/\nLinkedIn: https://www.linkedin.com/company/blufvpn/"
  }
}