{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TYD Web Scraper - Free, Easy Data Extraction"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline data extraction: A free, user-friendly, AI-powered web scraper for all your needs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Transform Your Data Gathering with TYD Web Scraper: The Ultimate Chrome Extension for Effortless Data Extraction**\n\nUnlock the full potential of web data with TYD Web Scraper, a powerful yet user-friendly Chrome extension designed for everyone - from beginners to seasoned professionals. Dive into the world of efficient data scraping without the need for complex programming skills. \n\n**Key Highlights:**\n- **Seamless Integration:** Directly integrates with your Chrome browser, ensuring a hassle-free setup and operation.\n- **User-Friendly Interface:** A straightforward point-and-click interface makes data extraction accessible to all, regardless of technical expertise.\n- **Dynamic Data Handling:** Expertly navigates modern web complexities, including AJAX, JavaScript, and infinite scrolling, to capture the data you need from any site.\n- **Versatile Data Extraction:** Extracts various data types including text, images, URLs, and more from multiple web pages simultaneously.\n- **Instant Data Export:** Conveniently download your scraped data in CSV or XLSX formats, ready for use in Excel, Google Sheets, and other applications.\n- **No Additional Software Required:** Operates entirely within your web browser, eliminating the need for extra installations or coding knowledge in Python, PHP, or JavaScript.\n\n**Perfect for a Multitude of Applications:**\n- **Lead Generation:** Effortlessly mine contact details like emails and phone numbers.\n- **E-commerce Insights:** Gather comprehensive product data, from prices to descriptions and images.\n- **Content Aggregation:** Stay updated by extracting information from news portals, blogs, and forums.\n- **Retail & Market Analysis:** Monitor competitor pricing, stock levels, and product performance.\n- **Brand Monitoring & Sentiment Analysis:** Track product reviews and social content.\n- **Business Intelligence & Research:** Support key business decisions and strategies with robust data.\n\n**Getting Started is a Breeze:**\n1. Install and open the TYD Web Scraper extension.\n2. Create a new scraping plan tailored to your needs.\n3. Select your data extraction parameters.\n4. Launch the scraper and watch as your data is compiled effortlessly.\n\nEmpower your data collection with TYD Web Scraper - the smart choice for efficient, effective, and easy web scraping. **Install now and transform your data gathering experience!**"
  }
}