{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetUSCart Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetUSCart Shopping"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetUSCart Shopping Chrome Extension\nShop anything from Amazon US! With the GetUSCart Shopping extension, you can add multiple items to GetUSCart from Amaozon.com (USA) and get it shipped to India. Hassle free from customs, duty payment, KYC, late delivery.\n\nHow it works: Shop Amazon.com (USA) by adding items to the GetUSCart Shopping cart. When you’re done, instantly checkout at once and pay upfront for item(s) delivery and custom duty/taxes within the cart.\n\nWe’ll receive your purchases at our secure India warehouse deliver them to your India address fast. Delivery to more than 25,000 pin codes supported.\n\nWith GetUSCart, you can finally get what you want from Amazon.com (USA) website!\n\nBrowser Tabs\n * When you add an item to your GetUSCart shopping cart, we sync that data across each of the browser tabs on which the GetUSCart Shopping extension is active. We require permission from each of your open tabs to do this, however, we do not collect any data on the tabs you have open.\n\nStorage\n* Items you add to your GetUSCart Shopping cart are saved in Chrome. Permission is required to store this product data so that you may access the items in your cart later.\n\nBroad Hosts\n* We require permission to all HTTP or HTTPS websites in order to read product data so we can add items to your GetUSCart shopping cart. However, we ONLY collect any data on these sites if you choose to add an item to your GetUSCart shopping cart. The data we collect includes URL, product title, merchant name and price. This data is not sold or shared externally."
  }
}