{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ekoru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Every search helps remove plastic"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⭐️ How it works\nSimilar to how Ecosia plants trees and OceanHero recycles plastic, Ekoru.org has partnered with Big Blue Ocean Cleanup and Operation Posidonia to help keep our oceans clean and green.\n\n🌎 How it helps\nUsing the Ekoru new tab homepage search bar for your internet searches, enables you to automatically support a global community of people working hard to conserve and restore the ocean environment and ocean floors.\n\n⚙️Settings and Features\n• Solid backgrounds\n• Date and time\n• List of your favorite websites\n• All of our servers are powered by hydro-electricity\n\n📋 Terms\nBy clicking \"add to Chrome\", I accept and agree to installing the Ekoru Search extension and setting the Chrome New Tab search provider as described by the services in Terms of Use https://www.ekoru.org/terms/ and Privacy Policy https://www.ekoru.org/privacy/.",
    "de": "Über ekoru\n\nekoru ist eine Suchmaschine, die dem Planeten hilft. Jede Suchanfrage auf ekoru hilft, Geld zu verdienen, das direkt an Wohltätigkeitsorganisationen geht, die sich mit Klimawandel, Naturschutz und Tierschutz befassen. Mit dieser Erweiterung machen Sie ekoru zu Ihrer Standardsuchmaschine im Firefox-Browser. Damit kannst du dem Planeten beim Suchen und Surfen helfen!\n\nÜber das Plugin\n☻ So funktioniert es\n\nEkoru ist eine Suchmaschine, die dem Planeten hilft. Wenn Sie Informationen suchen, können wir helfen, diese zu finden - ähnlich wie bei Google. 60% unseres Gewinns gehen an Wohltätigkeitsorganisationen, die sich mit Klimawandel, Ozeanen, Aufforstung, Naturschutz und Tierschutz befassen.\n\n☻ Die Erde ist mit vielen Problemen konfrontiert.\nJeden Monat richtet sich ekoru auf eine Initiative zum Wohle des Planeten aus. Auf diese Weise können wir uns auf Anliegen konzentrieren, die für die Umwelt gut sein können. Zu unseren Anliegen gehören Klimawandel, Ozeane, Aufforstung, Naturschutz und Tierschutz.\n\n☻ Wir respektieren Ihre Privatsphäre.\n\nWir verfolgen Sie nicht mit Cookies durch das Internet, tracken keine Suchanfragen und speichern keine Daten über dich. Wenn Du unsere Dienste benutzt, bleiben deine Daten privat.\n\n☻ Grüne Daten\n\nUnsere Rechenzentren nutzen grüne Energie und werden mit natürlichem Luft- und Wasserstrom abgekühlt. So sind deine Suchanfragen auch umweltfreundlich!\n\nJetzt ekoru in deinem Browser installieren und dem Planeten heute noch helfen!",
    "fr": "A propos d'ekoru\n\nekoru est un moteur de recherche qui aide la planète. Chaque recherche que vous faites sur ekoru aide à lever des fonds qui vont directement à des organisations caritatives liées au changement climatique, à la conservation et au bien-être animal. En utilisant cette extension, vous faites d'ekoru votre moteur de recherche par défaut sur le navigateur Firefox. Cela vous permettra d'aider la planète en faisant des recherches et en surfant !\n\nA propos du Plugin\n☻ Comment ça marche\n\nEkoru est un moteur de recherche qui aide la planète. Lorsque vous avez besoin de faire des recherches, nous pouvons vous aider à les trouver - tout comme Google. 60 % de nos profits sont versés à des organismes de bienfaisance liés aux changements climatiques, aux océans, au reboisement, à la conservation et au bien-être des animaux.\n\n☻ La planète Terre a beaucoup de problèmes\nChaque mois, ekoru s'associe à une cause pour le bien de la planète. De cette façon, nous pouvons nous concentrer sur les causes qui peuvent faire du bien à la planète. Notre cycle de causes comprend le changement climatique, les océans, le reboisement, la conservation et le bien-être des animaux.\n\n☻ Nous respectons votre vie privée\n\nNous ne vous suivons pas sur Internet avec des cookies, ne suivons pas vos recherches et ne stockons aucune donnée vous concernant. Lorsque vous effectuez une recherche avec nous, vos données restent privées.\n\n☻ Données vertes\n\nNos centres de données utilisent de l'énergie verte et sont refroidis par l'air et l'eau. Cela signifie que vos recherches sont également vertes !\n\nContinuez d'installer ekoru dans votre navigateur et aidez la planète dès aujourd'hui !"
  }
}