{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zipwhip Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text from any CRM or web app without disrupting your workflow"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access the powerful, flexible features of Zipwhip’s texting-for-business software directly from your CRM or any web app with the Zipwhip Extension for Google Chrome. Send and receive text messages using your existing business phone number, create and edit contacts and view all conversations without disrupting your workflow. Zipwhip makes texting customers fast, easy and convenient.  \n\nContinue a text conversation or start a new one\n\n• Send text messages using your existing business landline, VoIP or toll-free number \n• Utilize powerful features such as attachments, emojis, templates, dynamic fields, signatures and schedule texts \n• All messages synched across Zipwhip’s web, desktop and mobile apps \n• Optional phone number auto-detection allows you to send a text message to any number on a web page with a single click  \n\nCreate, edit and view contact details\n\n• Update contact information in seconds \n• Assign contact details to a new conversation \n\nAuto-fill contacts and send ad-hoc group messages\n\n• Access your saved Zipwhip contacts \n• Send group messages to up to 50 BCC’d contacts \n\nView all conversations by contact\n\n• Manage existing text conversations \n• See unread messages\n\n*** NOTE:  You must have a Zipwhip account to use this Chrome Extension. To create an account, please visit www.zipwhip.com. If you have any questions or suggestions, please contact us at support@zipwhip.com. ***"
  }
}