{
  "name": {
    "ar": "لعبة Duck Hunter - تعمل دون اتصال بالإنترنت",
    "am": "Duck Hunter ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Duck Hunter - работи офлайн",
    "bn": "Duck Hunter গেম - অফলাইনে চলে",
    "ca": "Joc Duck Hunter: funciona fora de línia",
    "cs": "Hra Duck Hunter – běží offline",
    "da": "Duck Hunter Game - Kører offline",
    "de": "Duck Hunter Spiel - Läuft offline",
    "el": "Παιχνίδι Duck Hunter",
    "en,en_AU,en_GB,en_US": "Duck Hunter Game - Runs Offline",
    "es,es_419": "Juego Duck Hunter - Funciona sin conexión",
    "et": "Duck Hunteri mäng – töötab võrguühenduseta",
    "fa": "بازی شکارچی اردک - به صورت آفلاین اجرا می شود",
    "fi": "Duck Hunter -peli - toimii offline-tilassa",
    "fil": "Duck Hunter Game - Tumatakbo Offline",
    "fr": "Duck Hunter Game - Fonctionne hors ligne",
    "gu": "ડક હન્ટર ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק צייד הברווזים - פועל במצב לא מקוון",
    "hi": "डक हंटर गेम - ऑफ़लाइन चलता है",
    "hr": "Igra Duck Hunter - radi izvan mreže",
    "hu": "Duck Hunter játék - Offline fut",
    "id": "Duck Hunter Game - Berjalan Offline",
    "it": "Duck Hunter Game - Funziona Offline",
    "ja": "ダック ハンター ゲーム - オフラインで実行",
    "kn": "ಡಕ್ ಹಂಟರ್ ಗೇಮ್ - ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ರನ್ ಆಗುತ್ತದೆ",
    "ko": "오리 사냥꾼 게임 - 오프라인 실행",
    "lt": "Duck Hunter žaidimas – veikia neprisijungus",
    "lv": "Spēle Duck Hunter — darbojas bezsaistē",
    "ml": "ഡക്ക് ഹണ്ടർ ഗെയിം",
    "mr": "डक हंटर गेम - ऑफलाइन चालतो",
    "ms": "Permainan Pemburu Itik - Berjalan Luar Talian",
    "nl": "Duck Hunter-spel - werkt offline",
    "no": "Duck Hunter Game - Kjører frakoblet",
    "pl": "Gra Duck Hunter - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Duck Hunter - Funciona offline",
    "ro": "Joc Duck Hunter - rulează offline",
    "ru": "Игра охотник на уток",
    "sk": "Hra na lov kačíc – beží offline",
    "sl": "Igra Duck Hunter - deluje brez povezave",
    "sr": "Дуцк Хунтер Гаме - ради ван мреже",
    "sv": "Duck Hunter Game - körs offline",
    "sw": "Mchezo wa Bata Hunter",
    "ta": "டக் ஹண்டர் கேம் - ஆஃப்லைனில் இயங்குகிறது",
    "te": "డక్ హంటర్ గేమ్ - ఆఫ్‌లైన్‌లో నడుస్తుంది",
    "th": "เกม Duck Hunter - รันออฟไลน์",
    "tr": "Ördek Avcısı Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Мисливець на качок",
    "vi": "Trò chơi Duck Hunter - Chạy ngoại tuyến",
    "zh_CN": "鸭猎人游戏 - 离线运行",
    "zh_TW": "鴨獵人遊戲 - 離線運行"
  },
  "short": {
    "ar": "Duck Hunter هي لعبة صيد بطة رائعة. أطلق النار على البط قبل أن يطير بعيدًا! تلعب هذه اللعبة البطة اطلاق النار الادمان!",
    "am": "ዳክ አዳኝ አሪፍ የመጫወቻ ማዕከል ዳክዬ አደን ጨዋታ ነው። ዳክዬዎቹ ከመብረራቸው በፊት ይተኩሱ! ይህን ሱስ የሚያስይዝ ዳክዬ የተኩስ ጨዋታ ይጫወቱ!",
    "bg": "Duck Hunter е страхотна аркадна игра за лов на патици. Стреляйте по патиците, преди да отлетят! Играйте нашата игра за стрелба!",
    "bn": "হাঁস হান্টার একটি দুর্দান্ত আর্কেড হাঁস শিকারের খেলা। তারা দূরে উড়ে যাওয়ার আগে হাঁস অঙ্কুর! এই আসক্তি হাঁস শুটিং খেলা খেলুন!",
    "ca": "Duck Hunter és un fantàstic joc de caça d'ànecs. Dispara als ànecs abans que s'enfuin! Juga a aquest addictiu joc de trets d'ànec!",
    "cs": "Duck Hunter je skvělá arkádová hra na lov kachen. Zastřelte kachny, než odletí! Zahrajte si tuto návykovou hru na střílení kachen!",
    "da": "Duck Hunter er et sejt arkade-andjagtspil. Skyd ænderne, før de flyver væk! Spil dette vanedannende andeskydespil!",
    "de": "Duck Hunter ist ein cooles Arcade-Spiel zur Entenjagd. Erschieße die Enten, bevor sie wegfliegen! Habe Spaß!",
    "el": "Το Duck Hunter είναι ένα δροσερό arcade παιχνίδι κυνηγιού πάπιας. Πυροβολήστε τις πάπιες πριν πετάξουν μακριά!",
    "en,en_AU,en_GB,en_US": "Duck Hunter is a cool arcade duck hunt game. Shoot the ducks before they fly away! Play this addictive duck shooting game!",
    "es,es_419": "Duck Hunter es un genial juego arcade de caza de patos. ¡Dispara a los patos antes de que se vayan volando! ¡Juega y diviértete!",
    "et": "Duck Hunter on lahe pardijahi arkaadmäng. Tulista pardid, enne kui nad minema lendavad! Mängige ja lõbutsege!",
    "fa": "Duck Hunter یک بازی سرگرم کننده برای شکار اردک است. قبل از پرواز به اردک ها شلیک کنید! بازی کنید و از آن لذت ببرید!",
    "fi": "Duck Hunter on siisti arcade ankkametsästyspeli. Ammu ankat ennen kuin ne lentävät pois! Pelaa tätä koukuttavaa ankkaammuntapeliä!",
    "fil": "Ang Duck Hunter ay isang cool na arcade duck hunt game. Abutin ang mga pato bago sila lumipad palayo! Maglaro at Magsaya!",
    "fr": "Duck Hunter est un jeu de chasse au canard d'arcade cool. Tirez sur les canards avant qu'ils ne s'envolent ! Jouez et amusez-vous !",
    "gu": "ડક હન્ટર એ એક સરસ આર્કેડ ડક હન્ટ ગેમ છે. બતક દૂર ઉડી જાય તે પહેલાં તેને શૂટ! આ વ્યસનકારક ડક શૂટિંગ ગેમ રમો!",
    "he": "Duck Hunter הוא משחק ציד ברווזים ארקייד מגניב. תירה בברווזים לפני שהם עפים! שחקו במשחק הירי ברווז הממכר הזה!",
    "hi": "डक हंटर एक अच्छा आर्केड डक हंट गेम है। उड़ने से पहले बत्तखों को गोली मारो! इस नशे की लत बतख शूटिंग खेल खेलें!",
    "hr": "Duck Hunter je cool arkadna igra lova na patke. Pucaj u patke prije nego što odlete! Igrajte ovu zaraznu igru gađanja pataka!",
    "hu": "A Duck Hunter egy klassz arcade kacsavadászat. Lődd le a kacsákat, mielőtt elrepülnek! Játssz és érezd jól magad!",
    "id": "Duck Hunter adalah game berburu bebek arcade yang keren. Tembak bebek sebelum mereka terbang! Mainkan game menembak yang adiktif ini",
    "it": "Duck Hunter è un fantastico gioco arcade di caccia alle anatre. Spara alle anatre prima che volino via! Gioco sparatutto d'azione!",
    "ja": "ダック ハンターは、クールなアーケード ダック ハント ゲームです。 アヒルが飛び立つ前に撃て！ このやみつきになるアヒルのシューティング ゲームをプレイ ！",
    "kn": "ಡಕ್ ಹಂಟರ್ ತಂಪಾದ ಆರ್ಕೇಡ್ ಡಕ್ ಹಂಟ್ ಆಟವಾಗಿದೆ. ಬಾತುಕೋಳಿಗಳು ಹಾರಿಹೋಗುವ ಮೊದಲು ಅವುಗಳನ್ನು ಶೂಟ್ ಮಾಡಿ! ಈ ವ್ಯಸನಕಾರಿ ಬಾತುಕೋಳಿ ಶೂಟಿಂಗ್ ಆಟವನ್ನು ಆಡಿ",
    "ko": "Duck Hunter는 멋진 아케이드 오리 사냥 게임입니다. 그들이 날아가기 전에 오리를 쏴! 이 중독성 있는 오리 슈팅 게임을 즐겨보세요!",
    "lt": "Duck Hunter yra šaunus arkadinis ančių medžioklės žaidimas. Nušaukite antis, kol jos neišskrenda! Žaisk šį šaudymo žaidimą!",
    "lv": "Duck Hunter ir forša arkādes pīļu medību spēle. Nošaujiet pīles, pirms tās aizlido! Spēlējiet šo atkarību izraisošo šaušanas spēli!",
    "ml": "ഡക്ക് ഹണ്ടർ ഒരു രസകരമായ ആർക്കേഡ് ഡക്ക് ഹണ്ട് ഗെയിമാണ്. താറാവുകൾ പറന്നുപോകുന്നതിനുമുമ്പ് അവയെ വെടിവയ്ക്കുക! ഈ ഷൂട്ടിംഗ് ഗെയിം കളിക്കൂ",
    "mr": "डक हंटर हा एक मस्त आर्केड डक हंट गेम आहे. बदके उडण्याआधी त्यांना शूट करा! हा व्यसनाधीन बदक शूटिंग गेम खेळा!",
    "ms": "Duck Hunter ialah permainan memburu itik arked yang hebat. Tembak itik sebelum mereka terbang! Main permainan menembak ini!",
    "nl": "Duck Hunter is een cool arcade-eendenjachtspel. Schiet de eenden neer voordat ze wegvliegen! Speel dit verslavende eendenschietspel!",
    "no": "Duck Hunter er et kult arkadespill med andejakt. Skyt endene før de flyr bort! Spill dette vanedannende andeskytespillet!",
    "pl": "Duck Hunter to fajna gra zręcznościowa polegająca na polowaniu na kaczki. Strzelaj do kaczek, zanim odlecą! Zagraj w tę strzelankę!",
    "pt_BR,pt_PT": "Duck Hunter é um jogo legal de caça ao pato. Atire nos patos antes que eles voem! Jogue este viciante jogo de tiro ao pato!",
    "ro": "Duck Hunter este un joc arcade de vânătoare de rațe. Împușcă rațele înainte ca acestea să zboare! Joacă acest joc cu împușcături!",
    "ru": "Duck Hunter — классная аркадная игра, посвященная охоте на уток. Стреляй в уток, пока они не улетели! Сыграй в эту стрелялку!",
    "sk": "Duck Hunter je skvelá arkádová hra na lov kačíc. Zastreľ kačice skôr, ako odletia! Zahrajte si túto návykovú strieľačku na kačice!",
    "sl": "Duck Hunter je kul arkadna igra lov na race. Ustreli race, preden odletijo! Igrajte to zasvojljivo igro streljanja na race!",
    "sr": "Дуцк Хунтер је кул аркадна игра за лов на патке. Пуцајте у патке пре него што одлете! Играјте ову заразну игру пуцања на патке!",
    "sv": "Duck Hunter är ett coolt arkadspel för ankajakt. Skjut ankorna innan de flyger iväg! Spela detta beroendeframkallande skjutspel!",
    "sw": "Bata Hunter ni mchezo mzuri wa kuwinda bata wa arcade. Risasi bata kabla ya kuruka mbali! Cheza mchezo huu wa risasi wa bata!",
    "ta": "வாத்து வேட்டையாடு ஒரு குளிர் ஆர்கேட் வாத்து வேட்டை விளையாட்டு. வாத்துகள் பறந்து செல்லும் முன் அவற்றை சுடவும்! விளையாடி மகிழுங்கள்!",
    "te": "డక్ హంటర్ ఒక కూల్ ఆర్కేడ్ డక్ హంట్ గేమ్. బాతులు ఎగిరిపోయే ముందు వాటిని కాల్చండి! ఈ వ్యసనపరుడైన డక్ షూటింగ్ గేమ్ ఆడండి!",
    "th": "Duck Hunter เป็นเกมล่าเป็ดอาร์เคดสุดเจ๋ง ยิงเป็ดก่อนที่พวกมันจะบินหนีไป! เล่นเกมยิงเป็ดที่น่าติดตามนี้!",
    "tr": "Duck Hunter harika bir arcade ördek avı oyunudur. Uçup gitmeden önce ördekleri vur! Bu bağımlılık yapan ördek atış oyununu oynayın!",
    "uk": "Duck Hunter - крута аркадна гра про полювання на качок. Стріляйте в качок, поки вони не полетіли! Грайте в цю гру-стрілялка!",
    "vi": "Duck Hunter là một trò chơi săn vịt arcade thú vị. Bắn những con vịt trước khi chúng bay đi! Chơi trò chơi bắn vịt gây nghiện này!",
    "zh_CN": "Duck Hunter 是一款很酷的街机猎鸭游戏。 在鸭子飞走之前射杀它们！ 玩这个令人上瘾的鸭子射击游戏！",
    "zh_TW": "Duck Hunter 是一款很酷的街機獵鴨遊戲。 在鴨子飛走之前射殺牠們！ 玩這個令人上癮的鴨子射擊遊戲！"
  },
  "long": {
    "ar": "Duck Hunter هي لعبة إدمان وممتعة للغاية. مستوحاة من ألعاب الصيد الأولى ، هذه اللعبة مسلية ومدمنة.\n\nمؤامرة لعبة DUCK HUNTER\nينتظر كلب صيد وسيم وفروي لاستعادة البطة التي أطلقت عليها الرصاص. ولكن في كل مرة تطير البطة بعيدًا ، سيضحك جروك بسخرية. إذا ضربت كل البط ، فسوف تتقدم إلى المستوى التالي. صوب جيدًا وكن سريعًا في التصويب وإلا سيهرب الطائر بعيدًا.\n\nإذا كنت تحب ألعاب الحركة ، استمتع بهذه اللعبة الممتعة!\n\nكيف تلعب لعبة DUCK HUNTER؟\nلعب Duck Hunter بسيط وممتع للغاية. صوب وأطلق النار على البط قبل أن يطير بعيدًا.\n\nضوابط\n- إذا كنت تلعب من جهاز كمبيوتر: لوحة المفاتيح ← W أو A أو S أو D أو مفاتيح الأسهم لتحريك الشعيرات المتقاطعة ومفتاح المسافة للتصوير.\n- إذا كنت تلعب على جهاز محمول: استخدم زر عصا التحكم الافتراضي في الزاوية اليسرى السفلية لتوجيه البندقية ، ثم انقر فوق زر البندقية الافتراضية على اليمين للتصويب.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nهل ستكون قادرًا على إكمال جميع مستويات Duck Hunter؟ أظهر لنا كم أنت جيد في ألعاب الصيد. العب الان!",
    "am": "ዳክ አዳኝ በጣም ሱስ የሚያስይዝ እና አዝናኝ ጨዋታ ነው። በመጀመሪያዎቹ የአደን ጨዋታዎች ተመስጦ ይህ ጨዋታ አዝናኝ እና ሱስ የሚያስይዝ ነው።\n\nዳክ አዳኝ ጨዋታ ሴራ\nመልከ መልካም፣ ጠጉራም አዳኝ ውሻ የተኮሱትን ዳክዬ ለማምጣት ይጠብቃል። ዳክዬው በበረረ ቁጥር ግን ቡችላህ በሚያስገርም ሁኔታ ይስቃል። ሁሉንም ዳክዬዎች ብትመታ ወደሚቀጥለው ደረጃ ትሄዳለህ። በጥሩ ሁኔታ ያነጣጥሩ እና ለመተኮስ በፍጥነት ይሁኑ፣ አለበለዚያ ወፉ ይሸሻል።\n\nየተግባር ጨዋታዎችን ከወደዱ በዚህ አስደሳች ጨዋታ ይደሰቱ!\n\nየዳክ አዳኝ ጨዋታን እንዴት መጫወት ይቻላል?\nዳክ አዳኝ መጫወት በጣም ቀላል እና አስደሳች ነው። ዳክዬዎቹ ከመብረርዎ በፊት ያነጣጥሩ እና ይተኩሱ።\n\nመቆጣጠሪያዎች\n- ከኮምፒዩተር ላይ እየተጫወቱ ከሆነ፡ ኪቦርድ → W፣ A፣ S፣ D፣ ወይም የቀስት ቁልፎች መሻገሪያውን እና የጠፈር አሞሌን ለማንቀሳቀስ።\n- በተንቀሳቃሽ መሳሪያ ላይ እየተጫወቱ ከሆነ፡ ጠመንጃውን ለማነጣጠር ከታች በግራ በኩል ያለውን ቨርቹዋል ጆይስቲክን ይጠቀሙ ከዚያም ለመተኮስ በቀኝ በኩል ያለውን የቨርቹዋል ጠመንጃ ቁልፍ ይጫኑ።\n\nዳክ አዳኝ በ Magbei.com ላይ በነጻ ሲሰለቹ ለመጫወት በመስመር ላይ አስደሳች ጨዋታ ነው።\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nሁሉንም የዳክ አዳኝ ደረጃዎችን ማጠናቀቅ ይችላሉ? በአደን ጨዋታዎች ላይ ምን ያህል ጥሩ እንደሆኑ ያሳዩን። አሁን ይጫወቱ!",
    "bg": "Duck Hunter е много пристрастяваща и забавна игра. Вдъхновена от най-ранните ловни игри, тази игра е забавна и пристрастяваща.\n\nСЮЖЕТ НА ИГРАТА DUCK HUNTER\nКрасиво, космато ловно куче чака да прибере патицата, която сте застреляли. Но всеки път, когато патицата отлети, вашето кученце ще се смее иронично. Ако уцелите всички патици, ще преминете към следващото ниво. Прицелете се добре и стреляйте бързо, иначе птицата ще избяга.\n\nАко харесвате екшън игри, насладете се на тази забавна игра!\n\nКАК СЕ ИГРАЕ НА ИГРАТА DUCK HUNTER?\nИграта на Duck Hunter е много проста и забавна. Прицелете се и стреляйте по патиците, преди да отлетят.\n\nУПРАВЛЕНИЯ\n- Ако играете от компютър: клавиатура → W, A, S, D или клавиши със стрелки за преместване на мерника и интервал за стрелба.\n- Ако играете на мобилно устройство: използвайте бутона за виртуален джойстик в долния ляв ъгъл, за да насочите пушката, след което щракнете върху бутона за виртуална пушка вдясно, за да стреляте.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nЩе можете ли да завършите всички нива на Duck Hunter? Покажете ни колко сте добри в ловните игри. Играй сега!",
    "bn": "হাঁস হান্টার একটি খুব আসক্তি এবং মজার খেলা। প্রথম দিকের শিকার গেমগুলি দ্বারা অনুপ্রাণিত, এই গেমটি বিনোদনমূলক এবং আসক্তিমূলক।\n\nহাঁসের শিকারী খেলার প্লট\nএকটি সুদর্শন, লোমশ শিকারী কুকুর আপনার গুলি করা হাঁসটি উদ্ধার করার জন্য অপেক্ষা করছে। কিন্তু যতবার হাঁস উড়ে যায়, ততবারই আপনার কুকুরছানা হাসবে। আপনি যদি সমস্ত হাঁসকে আঘাত করেন তবে আপনি পরবর্তী স্তরে অগ্রসর হবেন। ভাল লক্ষ্য করুন এবং গুলি করতে দ্রুত হন, নয়তো পাখিটি পালিয়ে যাবে।\n\nআপনি যদি অ্যাকশন গেম পছন্দ করেন তবে এই মজাদার গেমটি উপভোগ করুন!\n\nহাঁসের শিকারী খেলা কিভাবে খেলবেন?\nহাঁস হান্টার খেলা খুব সহজ এবং মজাদার। তারা উড়ে যাওয়ার আগে হাঁসকে লক্ষ্য করুন এবং গুলি করুন।\n\nনিয়ন্ত্রণ\n- যদি আপনি একটি কম্পিউটার থেকে খেলছেন: কীবোর্ড → W, A, S, D, বা তীর কীগুলি ক্রসহেয়ারগুলি সরাতে এবং স্পেসবারকে শুট করতে।\n- আপনি যদি একটি মোবাইল ডিভাইসে খেলছেন: রাইফেলটি লক্ষ্য করতে নীচের-বাম কোণে ভার্চুয়াল জয়স্টিক বোতামটি ব্যবহার করুন, তারপর গুলি করার জন্য ডানদিকে ভার্চুয়াল রাইফেল বোতামটি ক্লিক করুন৷\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nআপনি কি হাঁস হান্টারের সমস্ত স্তর সম্পূর্ণ করতে সক্ষম হবেন? আপনি শিকারের খেলায় কতটা ভালো তা আমাদের দেখান। এখন খেলুন!",
    "ca": "Duck Hunter és un joc molt addictiu i divertit. Inspirat en els primers jocs de caça, aquest joc és entretingut i addictiu.\n\nPARCELA DE JOC DEL CAÇADOR D'ÀNEC\nUn gos de caça bonic i pelut espera per recuperar l'ànec que has disparat. Però cada vegada que l'ànec vola, el teu cadell riurà irònicament. Si colpeja tots els ànecs, avançaràs al següent nivell. Apunta bé i dispara ràpidament, o l'ocell fugirà.\n\nSi t'agraden els jocs d'acció, gaudeix d'aquest divertit joc!\n\nCOM JUGAR AL JOC DUCK HUNTER?\nJugar a Duck Hunter és molt senzill i divertit. Apunta i dispara als ànecs abans que s'allunyin.\n\nCONTROLS\n- Si estàs jugant des d'un ordinador: teclat → W, A, S, D o tecles de fletxa per moure el punt de mira i la barra espaiadora per disparar.\n- Si esteu jugant en un dispositiu mòbil: feu servir el botó del joystick virtual a la cantonada inferior esquerra per apuntar el rifle i, a continuació, feu clic al botó del rifle virtual de la dreta per disparar.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nSeràs capaç de completar tots els nivells de Duck Hunter? Demostra'ns el bo que ets en els jocs de caça. Juga ara!",
    "cs": "Duck Hunter je velmi návyková a zábavná hra. Tato hra, inspirovaná nejstaršími loveckými hrami, je zábavná a návyková.\n\nPLECH HRY LOVCE KAchen\nPohledný, chlupatý lovecký pes čeká, aby získal kachnu, kterou jste zastřelili. Ale pokaždé, když kachna odletí, vaše štěně se ironicky zasměje. Pokud trefíte všechny kachny, postoupíte do další úrovně. Zamiřte dobře a rychle střílejte, jinak pták uteče.\n\nPokud máte rádi akční hry, užijte si tuto zábavnou hru!\n\nJAK HRÁT HRU DUCK HUNTER?\nHraní Duck Hunter je velmi jednoduché a zábavné. Zamiřte a vystřelte kachny, než odletí.\n\nŘÍZENÍ\n- Pokud hrajete z počítače: klávesnice → W, A, S, D nebo klávesy se šipkami pro pohyb zaměřovačem a mezerníkem pro střelbu.\n- Pokud hrajete na mobilním zařízení: použijte tlačítko virtuálního joysticku v levém dolním rohu k namíření pušky a poté klikněte na tlačítko virtuální pušky vpravo a střílejte.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nPodaří se vám dokončit všechny úrovně Duck Hunter? Ukažte nám, jak jste dobří v loveckých hrách. Hrát hned!",
    "da": "Duck Hunter er et meget vanedannende og sjovt spil. Inspireret af de tidligste jagtspil er dette spil underholdende og vanedannende.\n\nAND JÆGER SPILPLOT\nEn smuk, lodnet jagthund venter på at hente den and, du har skudt. Men hver gang anden flyver væk, vil din hvalp grine ironisk. Hvis du rammer alle ænderne, går du videre til næste niveau. Sigt godt og vær hurtig til at skyde, ellers løber fuglen væk.\n\nHvis du kan lide actionspil, så nyd dette sjove spil!\n\nHVORDAN SPILLER MAN DUCK HUNTER-SPIL?\nAt spille Duck Hunter er meget enkelt og sjovt. Sigt og skyd ænderne, før de flyver væk.\n\nKONTROLLER\n- Hvis du spiller fra en computer: tastatur → W, A, S, D eller piletasterne for at flytte trådkorset og mellemrumstasten for at skyde.\n- Hvis du spiller på en mobilenhed: Brug den virtuelle joystick-knap i nederste venstre hjørne til at sigte geværet, og klik derefter på den virtuelle riffel-knap til højre for at skyde.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nVil du være i stand til at fuldføre alle niveauerne i Duck Hunter? Vis os, hvor god du er til jagtspil. Spil nu!",
    "de": "Duck Hunter ist ein sehr süchtig machendes und lustiges Spiel. Inspiriert von den frühesten Jagdspielen ist dieses Spiel unterhaltsam und macht süchtig.\n\nDUCK HUNTER SPIELPLAN\nEin hübscher, pelziger Jagdhund wartet darauf, die erlegte Ente zu apportieren. Aber jedes Mal, wenn die Ente wegfliegt, lacht Ihr Welpe ironisch. Wenn Sie alle Enten treffen, gelangen Sie zum nächsten Level. Ziele gut und schieße schnell, sonst läuft der Vogel weg.\n\nWenn Sie Action-Spiele mögen, genießen Sie dieses lustige Spiel!\n\nWIE SPIELT MAN DUCK HUNTER SPIEL?\nDuck Hunter zu spielen ist sehr einfach und macht Spaß. Ziele und schieße auf die Enten, bevor sie wegfliegen.\n\nSTEUERUNG\n- Wenn Sie von einem Computer aus spielen: Tastatur → W, A, S, D oder Pfeiltasten zum Bewegen des Fadenkreuzes und Leertaste zum Schießen.\n- Wenn Sie auf einem Mobilgerät spielen: Verwenden Sie die virtuelle Joystick-Taste in der unteren linken Ecke, um mit dem Gewehr zu zielen, und klicken Sie dann auf die virtuelle Gewehr-Taste rechts, um zu schießen.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nSchaffst du es, alle Level von Duck Hunter zu beenden? Zeigen Sie uns, wie gut Sie in Jagdspielen sind. Jetzt spielen!",
    "el": "Το Duck Hunter είναι ένα πολύ εθιστικό και διασκεδαστικό παιχνίδι. Εμπνευσμένο από τα πρώτα παιχνίδια κυνηγιού, αυτό το παιχνίδι είναι διασκεδαστικό και εθιστικό.\n\nΠΑΙΧΝΙΔΙ ΚΥΝΗΓΟΣ ΠΑΠΙΩΝ ΟΙΚΟΠΕΔΟ\nΈνας όμορφος, γούνινος κυνηγετικός σκύλος περιμένει να πάρει την πάπια που πυροβόλησες. Αλλά κάθε φορά που η πάπια πετάει μακριά, το κουτάβι σας θα γελάει ειρωνικά. Εάν χτυπήσετε όλες τις πάπιες, θα προχωρήσετε στο επόμενο επίπεδο. Στόχευσε καλά και σπάσε να πυροβολήσεις, διαφορετικά το πουλί θα τρέξει μακριά.\n\nΑν σας αρέσουν τα παιχνίδια δράσης, απολαύστε αυτό το διασκεδαστικό παιχνίδι!\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ DUCK HUNTER GAME;\nΤο παιχνίδι του Duck Hunter είναι πολύ απλό και διασκεδαστικό. Στοχεύστε και πυροβολήστε τις πάπιες πριν πετάξουν μακριά.\n\nΕΛΕΓΧΟΙ\n- Εάν παίζετε από υπολογιστή: πληκτρολόγιο → W, A, S, D ή πλήκτρα βέλους για να μετακινήσετε το σταυρόνημα και το πλήκτρο διαστήματος για να πυροβολήσετε.\n- Εάν παίζετε σε φορητή συσκευή: χρησιμοποιήστε το κουμπί εικονικού joystick στην κάτω αριστερή γωνία για να στοχεύσετε το τουφέκι και, στη συνέχεια, κάντε κλικ στο κουμπί εικονικού τουφεκιού στα δεξιά για να πυροβολήσετε.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΘα μπορέσετε να ολοκληρώσετε όλα τα επίπεδα του Duck Hunter; Δείξε μας πόσο καλός είσαι στα παιχνίδια κυνηγιού. Παίξε τώρα!",
    "en,en_AU": "Duck Hunter is a very addictive and fun game. Inspired by the earliest hunting games, this game is entertaining and addictive. \n\nDUCK HUNTER GAME PLOT\nA handsome, furry hunting dog waits to retrieve the duck you shot. But every time the duck flies away, your \"puppy\" will laugh ironically. If you hit all the ducks, you will advance to the next level. Aim well and be quick to shoot, or the bird will run away.\n\nIf you like action games, enjoy this fun game!\n\nHOW TO PLAY DUCK HUNTER GAME?\nPlaying Duck Hunter is very simple and fun. Aim and shoot the ducks before they fly away.\n\nCONTROLS\n- If you're playing from a computer: keyboard → W, A, S, D, or arrow keys to move the crosshairs and spacebar to shoot.\n- If you're playing on a mobile device: use the virtual \"joystick\" button in the lower-left corner to aim the rifle, then click the virtual \"rifle\" button on the right to shoot.\n\nDuck Hunter is a fun game online to play when bored for FREE! \n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nWill you be able to complete all the levels of Duck Hunter? Show us how good you are at hunting games. Play now!",
    "en_GB": "Duck Hunter is a very addictive and fun game. \n\nInspired by the earliest hunting games, this game is entertaining and addictive. \n\nDUCK HUNTER GAME PLOT\nA handsome, furry hunting dog waits to retrieve the duck you shot. But every time the duck flies away, your puppy will laugh ironically. If you hit all the ducks, you will advance to the next level. Aim well and be quick to shoot, or the bird will run away.\n\nIf you like action games, enjoy this fun game!\n\nHOW TO PLAY DUCK HUNTER GAME?\nPlaying Duck Hunter is very simple and fun. Aim and shoot the ducks before they fly away.\n\nCONTROLS\n- If you're playing from a computer: keyboard → W, A, S, D, or arrow keys to move the crosshairs and spacebar to shoot.\n- If you're playing on a mobile device: use the virtual joystick button in the lower-left corner to aim the rifle, then click the virtual rifle button on the right to shoot. \n\nDuck Hunter is a fun game online to play when bored for FREE! \n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nWill you be able to complete all the levels of Duck Hunter? Show us how good you are at hunting games. Play now!",
    "en_US": "Duck Hunter is a very addictive and fun game.\n\nInspired by the earliest hunting games, this game is entertaining and addictive. \n\nDUCK HUNTER GAME PLOT\nA handsome, furry hunting dog waits to retrieve the duck you shot. But every time the duck flies away, your puppy will laugh ironically. If you hit all the ducks, you will advance to the next level. Aim well and be quick to shoot, or the bird will run away.\n\nIf you like action games, enjoy this fun game!\n\nHOW TO PLAY DUCK HUNTER GAME?\nPlaying Duck Hunter is very simple and fun. Aim and shoot the ducks before they fly away.\n\nCONTROLS\n- If you're playing from a computer: keyboard → W, A, S, D, or arrow keys to move the crosshairs and spacebar to shoot.\n- If you're playing on a mobile device: use the virtual joystick button in the lower-left corner to aim the rifle, then click the virtual rifle button on the right to shoot. \n\nDuck Hunter is a fun game online to play when bored for FREE! \n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nWill you be able to complete all the levels of Duck Hunter? Show us how good you are at hunting games. Play now!",
    "es,es_419": "Duck Hunter es un juego muy adictivo y divertido. Inspirado en los primeros juegos de caza, este juego es entretenido y adictivo.\n\nPARCELA DE JUEGO DE CAZADOR DE PATOS\nUn hermoso y peludo perro de caza espera para recuperar el pato al que le disparaste. Pero cada vez que el pato se vaya volando, tu cachorro se reirá irónicamente. Si aciertas a todos los patos, avanzarás al siguiente nivel. Apunta bien y dispara rápido, o el pájaro se escapará.\n\nSi te gustan los juegos de acción, ¡disfruta de este divertido juego!\n\n¿CÓMO JUGAR EL JUEGO DE CAZADOR DE PATOS?\nJugar a Duck Hunter es muy sencillo y divertido. Apunta y dispara a los patos antes de que se vayan volando.\n\nCONTROL S\n- Si estás jugando desde una computadora: teclado → W, A, S, D, o teclas de flecha para mover el punto de mira y la barra espaciadora para disparar.\n- Si estás jugando en un dispositivo móvil: usa el botón del joystick virtual en la esquina inferior izquierda para apuntar el rifle, luego haz clic en el botón del rifle virtual a la derecha para disparar.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\n¿Serás capaz de completar todos los niveles de Duck Hunter? Muéstranos lo bueno que eres en los juegos de caza. ¡Reproducir ahora!",
    "et": "Duck Hunter on väga sõltuvust tekitav ja lõbus mäng. Varasematest jahimängudest inspireeritud mäng on meelelahutuslik ja sõltuvust tekitav.\n\nDUCKHUNTER MÄNGU PLOT\nIlus, karvane jahikoer ootab, et tuua teie lastud pardi kätte. Kuid iga kord, kui part minema lendab, naerab teie kutsikas irooniliselt. Kui tabate kõik pardid, liigute järgmisele tasemele. Sihtige hästi ja laske kiiresti, muidu jookseb lind minema.\n\nKui teile meeldivad põnevusmängud, nautige seda lõbusat mängu!\n\nKUIDAS MÄNGIDA DUCK HUNTER MÄNGU?\nDuck Hunteri mängimine on väga lihtne ja lõbus. Sihtige ja tulistage parte, enne kui nad minema lendavad.\n\nJUHTSEADMED\n- Kui mängite arvutist: klaviatuur → W, A, S, D või nooleklahvid ristmiku liigutamiseks ja tühikuklahvi pildistamiseks.\n- Kui mängite mobiilseadmes: kasutage vintpüssi sihtimiseks vasakus alanurgas olevat virtuaalset juhtkangi nuppu, seejärel klõpsake tulistamiseks paremal asuvat virtuaalset vintpüssi nuppu.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nKas suudate läbida kõik Duck Hunteri tasemed? Näidake meile, kui osav olete jahimängudes. Mängi nüüd!",
    "fa": "Duck Hunter یک بازی بسیار اعتیاد آور و سرگرم کننده است. این بازی با الهام از اولین بازی های شکار، سرگرم کننده و اعتیاد آور است.\n\nطرح بازی شکارچی اردک\nیک سگ شکاری خوش تیپ و پشمالو منتظر است تا اردکی را که شما شلیک کرده اید بازیابی کند. اما هر بار که اردک پرواز می کند، توله سگ شما از روی کنایه می خندد. اگر به تمام اردک ها ضربه بزنید، به مرحله بعدی خواهید رفت. خوب هدف بگیرید و سریع شلیک کنید وگرنه پرنده فرار خواهد کرد.\n\nاگر به بازی های اکشن علاقه دارید، از این بازی سرگرم کننده لذت ببرید!\n\nچگونه بازی DUCK HUNTER را بازی کنیم؟\nبازی شکارچی اردک بسیار ساده و سرگرم کننده است. قبل از اینکه اردک ها پرواز کنند، هدف بگیرید و شلیک کنید.\n\nکنترل ها\n- اگر از رایانه بازی می کنید: صفحه کلید ← W، A، S، D، یا کلیدهای پیکان برای جابجایی خط تیره و فاصله برای تیراندازی.\n- اگر در حال بازی با یک دستگاه تلفن همراه هستید: از دکمه جوی استیک مجازی در گوشه سمت چپ پایین برای نشانه گیری تفنگ استفاده کنید، سپس برای شلیک روی دکمه تفنگ مجازی در سمت راست کلیک کنید.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nآیا می توانید تمام سطوح شکارچی اردک را کامل کنید؟ به ما نشان دهید که چقدر در شکار بازی مهارت دارید. الان بازی کن!",
    "fi": "Duck Hunter on erittäin koukuttava ja hauska peli. Varhaisimpien metsästyspelien inspiroima peli on viihdyttävä ja koukuttava.\n\nDUCK HUNTER PELITOONI\nKomea, karvainen metsästyskoira odottaa noutaakseen ampumasi ankan. Mutta joka kerta kun ankka lentää pois, pentu nauraa ironisesti. Jos osut kaikkiin ankoihin, pääset seuraavalle tasolle. Tähtää hyvin ja ammu nopeasti, tai lintu karkaa.\n\nJos pidät toimintapeleistä, nauti tästä hauskasta pelistä!\n\nMITEN PELAA DUCK HUNTER -PELIÄ?\nDuck Hunterin pelaaminen on hyvin yksinkertaista ja hauskaa. Tähtää ja ammu ankkoja ennen kuin ne lentävät pois.\n\nSÄÄDÖT\n- Jos pelaat tietokoneelta: näppäimistö → W, A, S, D tai nuolinäppäimet siirtääksesi hiusristikkoa ja välilyöntiä ampuaksesi.\n- Jos pelaat mobiililaitteella: kohdista kivääri virtuaalisen ohjaussauvan painikkeella vasemmassa alakulmassa ja napsauta sitten oikealla olevaa virtuaalikiväärin painiketta ampuaksesi.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nPystytkö suorittamaan kaikki Duck Hunterin tasot? Näytä meille kuinka hyvä olet metsästyspeleissä. Pelaa nyt!",
    "fil": "Ang Duck Hunter ay isang nakakahumaling at nakakatuwang laro. May inspirasyon ng mga pinakaunang laro sa pangangaso, ang larong ito ay nakakaaliw at nakakahumaling.\n\nPLOT NG LARO NG DUCK HUNTER\nIsang guwapo at mabalahibong aso sa pangangaso ang naghihintay na kunin ang pato na iyong kinunan. Ngunit sa tuwing lilipad ang pato, ang iyong tuta ay tatawa ng kabalintunaan. Kung natamaan mo ang lahat ng mga duck, ikaw ay umabante sa susunod na antas. Maghangad na mabuti at maging mabilis sa pagbaril, o ang ibon ay tatakbo palayo.\n\nKung gusto mo ng mga larong aksyon, tamasahin ang nakakatuwang larong ito!\n\nPAANO MAGLARO NG DUCK HUNTER GAME?\nAng paglalaro ng Duck Hunter ay napakasimple at masaya. Layunin at barilin ang mga pato bago sila lumipad palayo.\n\nMGA KONTROL\n- Kung naglalaro ka mula sa isang computer: keyboard → W, A, S, D, o mga arrow key upang ilipat ang mga crosshair at spacebar upang mag-shoot.\n- Kung naglalaro ka sa isang mobile device: gamitin ang virtual na joystick na button sa ibabang kaliwang sulok upang itutok ang rifle, pagkatapos ay i-click ang virtual rifle button sa kanan upang bumaril.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nMagagawa mo bang kumpletuhin ang lahat ng antas ng Duck Hunter? Ipakita sa amin kung gaano ka kahusay sa mga laro sa pangangaso. Maglaro Ngayon!",
    "fr": "Duck Hunter est un jeu très addictif et amusant. Inspiré des premiers jeux de chasse, ce jeu est divertissant et addictif.\n\nPARCOURS DE JEU DUCK HUNTER\nUn beau chien de chasse à fourrure attend de récupérer le canard que vous avez abattu. Mais chaque fois que le canard s'envole, votre chiot rit ironiquement. Si vous touchez tous les canards, vous passerez au niveau suivant. Visez bien et tirez vite, sinon l'oiseau s'enfuira.\n\nSi vous aimez les jeux d'action, profitez de ce jeu amusant !\n\nCOMMENT JOUER AU JEU DUCK HUNTER?\nJouer à Duck Hunter est très simple et amusant. Visez et tirez sur les canards avant qu'ils ne s'envolent.\n\nLES CONTRÔLES\n- Si vous jouez depuis un ordinateur : clavier → W, A, S, D ou touches fléchées pour déplacer le réticule et la barre d'espace pour tirer.\n- Si vous jouez sur un appareil mobile : utilisez le bouton du joystick virtuel dans le coin inférieur gauche pour viser le fusil, puis cliquez sur le bouton du fusil virtuel à droite pour tirer.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nSerez-vous capable de terminer tous les niveaux de Duck Hunter ? Montrez-nous à quel point vous êtes doué pour les jeux de chasse. Joue maintenant!",
    "gu": "ડક હન્ટર એ ખૂબ જ વ્યસનકારક અને મનોરંજક રમત છે. પ્રારંભિક શિકાર રમતોથી પ્રેરિત, આ રમત મનોરંજક અને વ્યસનકારક છે.\n\nડક હન્ટર ગેમ પ્લોટ\nએક સુંદર, રુંવાટીદાર શિકારી કૂતરો તમે જે બતકને ગોળી મારી હતી તે મેળવવા માટે રાહ જુએ છે. પરંતુ જ્યારે પણ બતક દૂર ઉડે છે, ત્યારે તમારું કુરકુરિયું વ્યંગાત્મક રીતે હસશે. જો તમે બધી બતકને મારશો, તો તમે આગલા સ્તર પર આગળ વધશો. સારી રીતે લક્ષ્ય રાખો અને શૂટ કરવા માટે ઝડપી બનો, નહીં તો પક્ષી ભાગી જશે.\n\nજો તમને એક્શન ગેમ્સ ગમે છે, તો આ મનોરંજક રમતનો આનંદ માણો!\n\nડક હંટર ગેમ કેવી રીતે રમવી?\nડક હન્ટર વગાડવું ખૂબ જ સરળ અને મનોરંજક છે. બતક દૂર ઉડે તે પહેલાં તેમને લક્ષ્ય રાખો અને શૂટ કરો.\n\nનિયંત્રણો\n- જો તમે કોમ્પ્યુટરથી રમી રહ્યા હોવ તો: કીબોર્ડ → W, A, S, D અથવા એરો કીઝ અને સ્પેસબારને શૂટ કરવા માટે.\n- જો તમે મોબાઇલ ઉપકરણ પર રમી રહ્યાં છો: રાઇફલને લક્ષ્યમાં રાખવા માટે નીચલા-ડાબા ખૂણામાં વર્ચ્યુઅલ જોયસ્ટિક બટનનો ઉપયોગ કરો, પછી શૂટ કરવા માટે જમણી બાજુના વર્ચ્યુઅલ રાઇફલ બટનને ક્લિક કરો.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nશું તમે ડક હન્ટરના તમામ સ્તરોને પૂર્ણ કરી શકશો? અમને બતાવો કે તમે શિકારની રમતોમાં કેટલા સારા છો. હવે રમો!",
    "he": "Duck Hunter הוא משחק מאוד ממכר ומהנה. בהשראת משחקי הציד המוקדמים ביותר, המשחק הזה הוא משעשע וממכר.\n\nעלילת משחק DUCK HUNTER\nכלב ציד חתיך ופרוותי מחכה להחזיר את הברווז שירת. אבל בכל פעם שהברווז עף משם, הגור שלך יצחק באירוניה. אם תפגע בכל הברווזים, תתקדם לשלב הבא. כוון היטב ותמהר לירות, אחרת הציפור תברח.\n\nאם אתה אוהב משחקי פעולה, תהנה מהמשחק המהנה הזה!\n\nאיך לשחק במשחק DUCK HUNTER?\nלשחק ב-Duck Hunter הוא מאוד פשוט ומהנה. כוון וירה בברווזים לפני שהם עפים.\n\nבקרות\n- אם אתה משחק ממחשב: מקלדת ← W, A, S, D, או מקשי החצים כדי להזיז את הכוונת ומקש הרווח לצילום.\n- אם אתה משחק במכשיר נייד: השתמש בלחצן הג'ויסטיק הווירטואלי בפינה השמאלית התחתונה כדי לכוון את הרובה, ולאחר מכן לחץ על לחצן הרובה הווירטואלי בצד ימין כדי לירות.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nהאם תוכל להשלים את כל הרמות של צייד הברווזים? הראה לנו כמה אתה טוב במשחקי ציד. שחק עכשיו!",
    "hi": "डक हंटर एक बहुत ही व्यसनी और मजेदार गेम है। शुरुआती शिकार खेलों से प्रेरित होकर, यह खेल मनोरंजक और व्यसनी है।\n\nडक हंटर गेम प्लॉट\nएक सुन्दर, प्यारे शिकारी कुत्ते ने आपके द्वारा शूट की गई बत्तख को पुनः प्राप्त करने के लिए प्रतीक्षा की। लेकिन हर बार जब बत्तख उड़ जाती है, तो आपका पिल्ला विडंबना से हंसेगा। यदि आप सभी बतखों को मारते हैं, तो आप अगले स्तर तक आगे बढ़ेंगे। अच्छी तरह से निशाना लगाओ और जल्दी से गोली मारो, या पक्षी भाग जाएगा।\n\nयदि आपको ऐक्शन गेम पसंद हैं, तो इस मज़ेदार गेम का आनंद लें!\n\nडक हंटर गेम कैसे खेलें?\nडक हंटर खेलना बहुत ही सरल और मजेदार है। इससे पहले कि वे उड़ें, निशाना साधें और बत्तखों को गोली मार दें।\n\nनियंत्रण\n- यदि आप कंप्यूटर से खेल रहे हैं: कीबोर्ड → डब्ल्यू, ए, एस, डी, या तीर कुंजियाँ शूट करने के लिए क्रॉसहेयर और स्पेसबार को स्थानांतरित करने के लिए।\n- यदि आप मोबाइल डिवाइस पर खेल रहे हैं: राइफल पर निशाना साधने के लिए निचले-बाएँ कोने में वर्चुअल जॉयस्टिक बटन का उपयोग करें, फिर शूट करने के लिए दाईं ओर वर्चुअल राइफल बटन पर क्लिक करें।\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nविशेषताएँ:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nक्या आप डक हंटर के सभी स्तरों को पूरा कर पाएंगे? हमें दिखाएं कि आप शिकार के खेल में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Duck Hunter je vrlo zarazna i zabavna igra. Inspirirana najranijim igrama lova, ova je igra zabavna i izaziva ovisnost.\n\nZAPLET IGRE LOVAC NA PATKE\nZgodan, krzneni lovački pas čeka da vrati patku koju ste upucali. Ali svaki put kad patka odleti, vaš psić će se ironično nasmijati. Ako pogodite sve patke, prijeći ćete na sljedeću razinu. Dobro ciljajte i budite brzi da pucate, inače će ptica pobjeći.\n\nAko volite akcijske igre, uživajte u ovoj zabavnoj igri!\n\nKAKO IGRATI DUCK HUNTER IGRU?\nIgranje Duck Hunter je vrlo jednostavno i zabavno. Naciljajte i pucajte u patke prije nego što odlete.\n\nKONTROLE\n- Ako igrate s računala: tipkovnica → W, A, S, D ili tipke sa strelicama za pomicanje nišana i razmaknica za pucanje.\n- Ako igrate na mobilnom uređaju: upotrijebite gumb virtualne joysticka u donjem lijevom kutu da naciljate pušku, zatim kliknite gumb virtualne puške s desne strane da biste pucali.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nHoćeš li moći završiti sve razine Duck Hunter-a? Pokažite nam koliko ste dobri u igrama lova. Igraj sada!",
    "hu": "A Duck Hunter egy nagyon addiktív és szórakoztató játék. A legkorábbi vadászjátékok ihlette, ez a játék szórakoztató és addiktív.\n\nDUCK HUNTER JÁTÉK TELEK\nEgy jóképű, szőrös vadászkutya várja, hogy visszaszerezze a lelőtt kacsát. De valahányszor a kacsa elrepül, a kutyusod ironikusan nevetni fog. Ha eltalálja az összes kacsát, akkor előre a következő szintre. Célozzon jól, és gyorsan lőjön, különben a madár elszalad.\n\nHa szereted az akciójátékokat, élvezd ezt a szórakoztató játékot!\n\nHOGYAN KELL JÁTSZANI DUCK HUNTER JÁTÉKOT?\nA Duck Hunterrel játszani nagyon egyszerű és szórakoztató. Célozza meg és lője le a kacsákat, mielőtt elrepülnének.\n\nKEZELŐSZERVEK\n- Ha számítógépről játszik: billentyűzet → W, A, S, D vagy nyílbillentyűk a szálkereszt mozgatásához és szóköz a lövéshez.\n- Ha mobileszközön játszik: használja a bal alsó sarokban lévő virtuális joystick gombot a puska célzásához, majd kattintson a jobb oldalon lévő virtuális puskagombra a lövéshez.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nKépes leszel teljesíteni a Duck Hunter összes szintjét? Mutasd meg, milyen ügyes vagy a vadászjátékokban. Játssz most!",
    "id": "Duck Hunter adalah game yang sangat adiktif dan menyenangkan. Terinspirasi oleh game berburu paling awal, game ini menghibur dan membuat ketagihan.\n\nPlot PERMAINAN PEMBURU BEBEK\nSeekor anjing pemburu yang tampan dan berbulu menunggu untuk mengambil bebek yang Anda tembak. Tapi setiap kali bebek terbang, anak anjing Anda akan tertawa ironis. Jika Anda menekan semua bebek, Anda akan naik ke level berikutnya. Bidik dengan baik dan cepat untuk menembak, atau burung itu akan lari.\n\nJika Anda menyukai game aksi, nikmati game seru ini!\n\nBAGAIMANA CARA BERMAIN GAME PEMBURU BEBEK?\nBermain Duck Hunter sangat sederhana dan menyenangkan. Bidik dan tembak bebek sebelum mereka terbang.\n\nKONTROL\n- Jika Anda bermain dari komputer: keyboard → W, A, S, D, atau tombol panah untuk memindahkan garis bidik dan bilah spasi untuk menembak.\n- Jika kamu bermain di perangkat seluler: gunakan tombol joystick virtual di pojok kiri bawah untuk mengarahkan senapan, lalu klik tombol senapan virtual di sebelah kanan untuk menembak.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nApakah Anda dapat menyelesaikan semua level Pemburu Bebek? Tunjukkan pada kami seberapa baik Anda dalam permainan berburu. Main sekarang!",
    "it": "Duck Hunter è un gioco molto coinvolgente e divertente. Ispirato ai primi giochi di caccia, Duck Hunter ti farà passare ore e ore di spensieratezza.\n\nTRAMA DEL GIOCO DI DUCK HUNTER\nUn bel cane da caccia peloso aspetta di recuperare l'anatra a cui hai sparato. Ma ogni volta che l'anatra vola via, il tuo cucciolo ride ironicamente. Se colpisci tutte le anatre, puoi avanzare al livello successivo. Mira bene e sii veloce a sparare, altrimenti l'uccello scapperà.\n\nSe ti piacciono i giochi d'azione, goditi questo gioco di caccia!\n\nCOME GIOCARE A DUCK HUNTER?\nGiocare a Duck Hunter è molto semplice e divertente. Prendi la mira e spara alle anatre prima che volino via.\n\nCONTROLLI\n- Se stai giocando da computer: tastiera → W, A, S, D o i tasti freccia per spostare il mirino, e la barra spaziatrice per sparare.\n- Se stai giocando su dispositivo mobile: usa il pulsante del joystick virtuale nell'angolo in basso a sinistra per puntare il fucile, quindi fai clic sul pulsante del fucile virtuale a destra per sparare.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nRiuscirai a completare tutti i livelli di Duck Hunter? Mostraci quanto sei bravo nei giochi di caccia. Inizia ora!",
    "ja": "Duck Hunter は中毒性の高い楽しいゲームです。 初期のハンティング ゲームにインスパイアされたこのゲームは、面白くて中毒性があります。\n\nダックハンターゲームプロット\nハンサムで毛むくじゃらの狩猟犬が、あなたが撃ったアヒルを取り戻すのを待っています。 しかし、アヒルが飛び去るたびに、あなたの子犬は皮肉なことに笑います。 すべてのアヒルを攻撃すると、次のレベルに進みます。 狙いを定めて素早く撃ち抜かなければ、鳥は逃げてしまいます。\n\nアクションゲームが好きなら、この楽しいゲームを楽しんでください！\n\nダックハンターゲームの遊び方は？\nDuck Hunter のプレイはとてもシンプルで楽しいものです。 アヒルが飛び立つ前に狙いを定めて撃ちましょう。\n\nコントロール\n- パソコンからプレイしている場合: キーボード → W、A、S、D、または矢印キーで十字線を移動し、スペースバーで射撃します。\n- モバイル デバイスでプレイしている場合: 左下隅にある仮想ジョイスティック ボタンを使用してライフルを狙い、右側の仮想ライフル ボタンをクリックして射撃します。\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nDuck Hunter のすべてのレベルをクリアできますか? あなたが狩猟ゲームでどれだけ上手かを見せてください. 今すぐプレイ！",
    "kn": "ಡಕ್ ಹಂಟರ್ ತುಂಬಾ ವ್ಯಸನಕಾರಿ ಮತ್ತು ಮೋಜಿನ ಆಟವಾಗಿದೆ. ಆರಂಭಿಕ ಬೇಟೆಯ ಆಟಗಳಿಂದ ಸ್ಫೂರ್ತಿ ಪಡೆದ ಈ ಆಟವು ಮನರಂಜನೆ ಮತ್ತು ವ್ಯಸನಕಾರಿಯಾಗಿದೆ.\n\nಡಕ್ ಹಂಟರ್ ಗೇಮ್ ಪ್ಲಾಟ್\nಸುಂದರವಾದ, ರೋಮದಿಂದ ಕೂಡಿದ ಬೇಟೆಯಾಡುವ ನಾಯಿ ನೀವು ಹೊಡೆದ ಬಾತುಕೋಳಿಯನ್ನು ಹಿಂಪಡೆಯಲು ಕಾಯುತ್ತಿದೆ. ಆದರೆ ಪ್ರತಿ ಬಾರಿ ಬಾತುಕೋಳಿ ಹಾರಿಹೋದಾಗ, ನಿಮ್ಮ ನಾಯಿ ವ್ಯಂಗ್ಯವಾಗಿ ನಗುತ್ತದೆ. ನೀವು ಎಲ್ಲಾ ಬಾತುಕೋಳಿಗಳನ್ನು ಹೊಡೆದರೆ, ನೀವು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಮುನ್ನಡೆಯುತ್ತೀರಿ. ಚೆನ್ನಾಗಿ ಗುರಿಯಿಟ್ಟು ಶೂಟ್ ಮಾಡಲು ತ್ವರೆಯಾಗಿರಿ, ಇಲ್ಲದಿದ್ದರೆ ಹಕ್ಕಿ ಓಡಿಹೋಗುತ್ತದೆ.\n\nನೀವು ಆಕ್ಷನ್ ಆಟಗಳನ್ನು ಬಯಸಿದರೆ, ಈ ಮೋಜಿನ ಆಟವನ್ನು ಆನಂದಿಸಿ!\n\nಡಕ್ ಹಂಟರ್ ಆಟವನ್ನು ಆಡುವುದು ಹೇಗೆ?\nಡಕ್ ಹಂಟರ್ ಆಡುವುದು ತುಂಬಾ ಸರಳ ಮತ್ತು ವಿನೋದಮಯವಾಗಿದೆ. ಬಾತುಕೋಳಿಗಳು ಹಾರಿಹೋಗುವ ಮೊದಲು ಗುರಿಯಿಟ್ಟು ಶೂಟ್ ಮಾಡಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ನೀವು ಕಂಪ್ಯೂಟರ್‌ನಿಂದ ಪ್ಲೇ ಮಾಡುತ್ತಿದ್ದರೆ: ಕೀಬೋರ್ಡ್ → W, A, S, D, ಅಥವಾ ಬಾಣದ ಕೀಗಳನ್ನು ಶೂಟ್ ಮಾಡಲು ಕ್ರಾಸ್‌ಹೇರ್ ಮತ್ತು ಸ್ಪೇಸ್‌ಬಾರ್ ಅನ್ನು ಸರಿಸಲು.\n- ನೀವು ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ ಆಡುತ್ತಿದ್ದರೆ: ರೈಫಲ್ ಅನ್ನು ಗುರಿಯಾಗಿಸಲು ಕೆಳಗಿನ ಎಡ ಮೂಲೆಯಲ್ಲಿರುವ ವರ್ಚುವಲ್ ಜಾಯ್‌ಸ್ಟಿಕ್ ಬಟನ್ ಅನ್ನು ಬಳಸಿ, ನಂತರ ಶೂಟ್ ಮಾಡಲು ಬಲಭಾಗದಲ್ಲಿರುವ ವರ್ಚುವಲ್ ರೈಫಲ್ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nಡಕ್ ಹಂಟರ್‌ನ ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆಯೇ? ಬೇಟೆಯಾಡುವ ಆಟಗಳಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮರು ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Duck Hunter는 매우 중독성이 있고 재미있는 게임입니다. 초기 사냥 게임에서 영감을 받은 이 게임은 재미있고 중독성이 있습니다.\n\n오리 사냥꾼 게임 플롯\n잘생기고 복슬복슬한 사냥개가 당신이 쏜 오리를 되찾기 위해 기다립니다. 그러나 오리가 날아갈 때마다 강아지는 아이러니하게 웃을 것입니다. 오리를 모두 맞히면 다음 단계로 넘어갑니다. 잘 조준하고 빨리 쏘지 않으면 새가 도망갈 것입니다.\n\n액션 게임을 좋아한다면 이 재미있는 게임을 즐겨보세요!\n\n오리 사냥꾼 게임을 하는 방법?\nDuck Hunter를 플레이하는 것은 매우 간단하고 재미있습니다. 오리가 날아가기 전에 조준하고 쏘세요.\n\n통제 수단\n- 컴퓨터에서 플레이하는 경우: 키보드 → W, A, S, D 또는 화살표 키를 사용하여 십자선을 이동하고 스페이스바를 사용하여 발사합니다.\n- 모바일 장치에서 플레이하는 경우: 왼쪽 하단 모서리에 있는 가상 조이스틱 버튼을 사용하여 소총을 조준한 다음 오른쪽에 있는 가상 소총 버튼을 클릭하여 발사합니다.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\nDuck Hunter의 모든 레벨을 완료할 수 있습니까? 사냥 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "Duck Hunter yra labai įtraukiantis ir įdomus žaidimas. Įkvėptas ankstyviausių medžioklės žaidimų, šis žaidimas yra linksmas ir sukelia priklausomybę.\n\nANTIŲ MEDŽIOTOJO ŽAIDIMO SKLYPĖ\nGražus, pūkuotas medžioklinis šuo laukia, kol atims jūsų nušautą antį. Tačiau kiekvieną kartą, kai antis nuskrenda, jūsų šuniukas ironiškai nusijuoks. Jei pataikysite visas antis, pateksite į kitą lygį. Gerai nusitaikykite ir skubėkite šaudyti, antraip paukštis pabėgs.\n\nJei jums patinka veiksmo žaidimai, mėgaukitės šiuo smagiu žaidimu!\n\nKAIP ŽAISTI ANTIŲ MEDOKLĖS ŽAIDIMĄ?\nŽaisti Duck Hunter yra labai paprasta ir smagu. Nutaikykite ir nušaukite antis, kol jos neišskrenda.\n\nVALDYMAS\n- Jei žaidžiate iš kompiuterio: klaviatūra → W, A, S, D arba rodyklių klavišai, kad perkeltumėte kryželį, ir tarpo klavišas, kad šaudytumėte.\n- Jei žaidžiate mobiliajame įrenginyje: naudokite virtualų vairasvirtės mygtuką apatiniame kairiajame kampe, kad nukreiptumėte šautuvą, tada spustelėkite virtualų šautuvo mygtuką dešinėje, kad šautumėte.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nAr pavyks įveikti visus Duck Hunter lygius? Parodykite mums, kaip gerai mokate medžioti. Žaisti Dabar!",
    "lv": "Duck Hunter ir ļoti aizraujoša un jautra spēle. Iedvesmojoties no senākajām medību spēlēm, šī spēle ir izklaidējoša un rada atkarību.\n\nPĪĻU MEDNIEKU SPĒĻU SIŽETS\nSkaists, pūkains medību suns gaida, lai atgūtu nošauto pīli. Bet katru reizi, kad pīle aizlido, jūsu kucēns ironiski smiesies. Ja jūs nositīsit visas pīles, jūs pāriesit uz nākamo līmeni. Mērķējiet labi un ātri šaujiet, pretējā gadījumā putns aizbēgs.\n\nJa jums patīk darbības spēles, izbaudiet šo jautro spēli!\n\nKĀ SPĒLĒT SPĒLI DUCK HUNTER?\nSpēlēt Duck Hunter ir ļoti vienkārši un jautri. Mērķējiet un šaujiet pīles, pirms tās aizlido.\n\nVADĪBAS\n- Ja spēlējat no datora: tastatūra → W, A, S, D vai bulttaustiņi, lai pārvietotu krustpunktu, un atstarpes taustiņu, lai fotografētu.\n- Ja spēlējat mobilajā ierīcē: izmantojiet virtuālās kursorsviras pogu apakšējā kreisajā stūrī, lai notēmētu šauteni, pēc tam noklikšķiniet uz virtuālās šautenes pogas labajā pusē, lai šautu.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bez maksas\n- bezsaistes spēle\n\nVai jūs varēsit pabeigt visus Duck Hunter līmeņus? Parādiet mums, cik labi jums padodas medību spēles. Spēlēt tagad!",
    "ml": "ഡക്ക് ഹണ്ടർ വളരെ ആസക്തിയുള്ളതും രസകരവുമായ ഗെയിമാണ്. ആദ്യകാല വേട്ടയാടൽ ഗെയിമുകളിൽ നിന്ന് പ്രചോദനം ഉൾക്കൊണ്ട്, ഈ ഗെയിം വിനോദവും ആസക്തിയുമാണ്.\n\nഡക്ക് ഹണ്ടർ ഗെയിം പ്ലോട്ട്\nനിങ്ങൾ വെടിവച്ച താറാവിനെ വീണ്ടെടുക്കാൻ സുന്ദരനായ, രോമമുള്ള വേട്ടയാടുന്ന നായ കാത്തിരിക്കുന്നു. എന്നാൽ താറാവ് പറന്നു പോകുമ്പോഴെല്ലാം നിങ്ങളുടെ നായ്ക്കുട്ടി പരിഹാസ്യമായി ചിരിക്കും. നിങ്ങൾ എല്ലാ താറാവുകളും അടിച്ചാൽ, നിങ്ങൾ അടുത്ത ലെവലിലേക്ക് മുന്നേറും. നന്നായി ലക്ഷ്യമിടുക, വേഗത്തിൽ വെടിവയ്ക്കുക, അല്ലെങ്കിൽ പക്ഷി ഓടിപ്പോകും.\n\nനിങ്ങൾക്ക് ആക്ഷൻ ഗെയിമുകൾ ഇഷ്ടമാണെങ്കിൽ, ഈ രസകരമായ ഗെയിം ആസ്വദിക്കൂ!\n\nഡക്ക് ഹണ്ടർ ഗെയിം എങ്ങനെ കളിക്കാം?\nഡക്ക് ഹണ്ടർ കളിക്കുന്നത് വളരെ ലളിതവും രസകരവുമാണ്. താറാവുകൾ പറക്കുന്നതിന് മുമ്പ് അവയെ ലക്ഷ്യമാക്കി വെടിവയ്ക്കുക.\n\nനിയന്ത്രണങ്ങൾ\n- നിങ്ങൾ ഒരു കമ്പ്യൂട്ടറിൽ നിന്നാണ് കളിക്കുന്നതെങ്കിൽ: കീബോർഡ് → W, A, S, D, അല്ലെങ്കിൽ അമ്പടയാള കീകൾ ക്രോസ്‌ഹെയറുകളും സ്‌പെയ്‌സ്‌ബാറും നീക്കാൻ.\n- നിങ്ങൾ ഒരു മൊബൈൽ ഉപകരണത്തിലാണ് കളിക്കുന്നതെങ്കിൽ: റൈഫിളിനെ ലക്ഷ്യമിടാൻ താഴെ-ഇടത് മൂലയിലുള്ള വെർച്വൽ ജോയ്‌സ്റ്റിക്ക് ബട്ടൺ ഉപയോഗിക്കുക, തുടർന്ന് ഷൂട്ട് ചെയ്യാൻ വലതുവശത്തുള്ള വെർച്വൽ റൈഫിൾ ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nഡക്ക് ഹണ്ടറിന്റെ എല്ലാ തലങ്ങളും പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് കഴിയുമോ? വേട്ടയാടൽ ഗെയിമുകളിൽ നിങ്ങൾ എത്ര മിടുക്കരാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "डक हंटर हा एक अतिशय व्यसनाधीन आणि मजेदार खेळ आहे. सुरुवातीच्या शिकार खेळांपासून प्रेरित हा खेळ मनोरंजक आणि व्यसनमुक्त आहे.\n\nडक हंटर गेम प्लॉट\nएक देखणा, केसाळ शिकार करणारा कुत्रा तुम्ही गोळी मारलेल्या बदकाला परत मिळवण्यासाठी वाट पाहत आहे. पण प्रत्येक वेळी बदक उडून गेल्यावर तुमचे पिल्लू उपरोधिकपणे हसेल. जर तुम्ही सर्व बदकांना मारले तर तुम्ही पुढील स्तरावर जाल. चांगले लक्ष्य ठेवा आणि शूट करण्यासाठी त्वरीत व्हा, अन्यथा पक्षी पळून जाईल.\n\nतुम्हाला अॅक्शन गेम्स आवडत असल्यास, या मजेदार गेमचा आनंद घ्या!\n\nडक हंटर गेम कसा खेळायचा?\nडक हंटर खेळणे खूप सोपे आणि मजेदार आहे. बदके उडण्यापूर्वी त्यांना लक्ष्य करा आणि शूट करा.\n\nनियंत्रणे\n- जर तुम्ही संगणकावरून खेळत असाल तर: कीबोर्ड → W, A, S, D, किंवा बाण की क्रॉसहेअर आणि स्पेसबार शूट करण्यासाठी हलवा.\n- जर तुम्ही मोबाईल डिव्हाइसवर खेळत असाल तर: रायफलला लक्ष्य करण्यासाठी खालच्या-डाव्या कोपर्यात व्हर्च्युअल जॉयस्टिक बटण वापरा, नंतर शूट करण्यासाठी उजवीकडे असलेल्या आभासी रायफल बटणावर क्लिक करा.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nआपण डक हंटरचे सर्व स्तर पूर्ण करू शकाल का? तुम्ही शिकार खेळांमध्ये किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Duck Hunter adalah permainan yang sangat ketagihan dan menyeronokkan. Diinspirasikan oleh permainan memburu terawal, permainan ini menghiburkan dan ketagihan.\n\nPLOT PERMAINAN PEMBURU ITIK\nSeekor anjing pemburu yang tampan dan berbulu menunggu untuk mengambil itik yang anda tembak. Tetapi setiap kali itik terbang, anak anjing anda akan ketawa secara ironis. Jika anda memukul semua itik, anda akan mara ke peringkat seterusnya. Bidik dengan baik dan cepat menembak, atau burung itu akan lari.\n\nJika anda suka permainan aksi, nikmati permainan yang menyeronokkan ini!\n\nBAGAIMANA UNTUK BERMAIN PERMAINAN PEMBURU ITIK?\nBermain Duck Hunter adalah sangat mudah dan menyeronokkan. Bidik dan tembak itik sebelum mereka terbang.\n\nKAWALAN\n- Jika anda bermain dari komputer: papan kekunci → W, A, S, D atau kekunci anak panah untuk menggerakkan silang dan bar ruang untuk menembak.\n- Jika anda bermain pada peranti mudah alih: gunakan butang kayu bedik maya di sudut kiri bawah untuk menghalakan senapang, kemudian klik butang senapang maya di sebelah kanan untuk menembak.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nAdakah anda akan dapat menyelesaikan semua peringkat Pemburu Itik? Tunjukkan kepada kami betapa hebatnya anda dalam permainan memburu. Main sekarang!",
    "nl": "Duck Hunter is een erg verslavend en leuk spel. Geïnspireerd door de vroegste jachtspellen, is dit spel vermakelijk en verslavend.\n\nDUCK HUNTER SPEL PLOT\nEen knappe, harige jachthond wacht om de door jou geschoten eend terug te halen. Maar elke keer dat de eend wegvliegt, zal je puppy ironisch lachen. Als je alle eenden raakt, ga je door naar het volgende level. Richt goed en schiet snel, anders rent de vogel weg.\n\nAls je van actiespellen houdt, geniet dan van dit leuke spel!\n\nHOE DUCK HUNTER SPEL TE SPELEN?\nDuck Hunter spelen is heel eenvoudig en leuk. Richt en schiet de eenden voordat ze wegvliegen.\n\nBEDIENINGSELEMENTEN\n- Als je vanaf een computer speelt: toetsenbord → W, A, S, D of pijltjestoetsen om het vizier te bewegen en de spatiebalk om te schieten.\n- Als je op een mobiel apparaat speelt: gebruik de virtuele joystickknop in de linkerbenedenhoek om het geweer te richten en klik vervolgens op de virtuele geweerknop aan de rechterkant om te schieten.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nLukt het jou om alle levels van Duck Hunter te voltooien? Laat ons zien hoe goed je bent in jachtspellen. Nu afspelen!",
    "no": "Duck Hunter er et veldig vanedannende og morsomt spill. Inspirert av de tidligste jaktspillene er dette spillet underholdende og vanedannende.\n\nDUCK HUNTER SPILLPLOT\nEn kjekk, lodden jakthund venter på å hente anda du skjøt. Men hver gang anda flyr bort, vil valpen le ironisk. Hvis du treffer alle endene, går du videre til neste nivå. Sikt godt og vær rask til å skyte, ellers vil fuglen stikke av.\n\nHvis du liker actionspill, nyt dette morsomme spillet!\n\nHVORDAN SPILLER DU DUCK HUNTER-SPILLET?\nÅ spille Duck Hunter er veldig enkelt og morsomt. Sikt og skyt endene før de flyr bort.\n\nKONTROLLER\n- Hvis du spiller fra en datamaskin: tastatur → W, A, S, D eller piltastene for å flytte trådkorset og mellomromstasten for å skyte.\n- Hvis du spiller på en mobil enhet: bruk den virtuelle joystick-knappen i nedre venstre hjørne for å sikte på riflen, og klikk deretter på den virtuelle rifleknappen til høyre for å skyte.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKSJONER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nVil du kunne fullføre alle nivåene til Duck Hunter? Vis oss hvor god du er til jaktleker. Leke nå!",
    "pl": "Duck Hunter to bardzo wciągająca i zabawna gra. Zainspirowana najwcześniejszymi grami myśliwskimi, ta gra jest zabawna i uzależniająca.\n\nDZIAŁKA ŁOWCY KACZEK\nPrzystojny, futrzany pies myśliwski czeka, by odzyskać kaczkę, którą zastrzeliłeś. Ale za każdym razem, gdy kaczka odleci, twój szczeniak będzie się śmiał ironicznie. Jeśli trafisz wszystkie kaczki, przejdziesz do następnego poziomu. Celuj dobrze i strzelaj szybko, inaczej ptak ucieknie.\n\nJeśli lubisz gry akcji, ciesz się tą fajną grą!\n\nJAK GRAĆ W GRĘ ŁOWCA KACZEK?\nGra w Duck Hunter jest bardzo prosta i przyjemna. Celuj i strzelaj do kaczek, zanim odlecą.\n\nSTEROWNICA\n- Jeśli grasz z komputera: klawiatura → W, A, S, D lub klawisze strzałek, aby przesuwać celownik i spacja, aby strzelać.\n- Jeśli grasz na urządzeniu mobilnym: użyj przycisku wirtualnego joysticka w lewym dolnym rogu, aby wycelować z karabinu, a następnie kliknij przycisk wirtualnego karabinu po prawej stronie, aby strzelać.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCECHY:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nCzy uda ci się ukończyć wszystkie poziomy Duck Hunter? Pokaż nam, jak dobry jesteś w grach myśliwskich. Zagraj teraz!",
    "pt_BR,pt_PT": "Duck Hunter é um jogo muito viciante e divertido. Inspirado nos primeiros jogos de caça, este jogo é divertido e viciante.\n\nTRAMA DO JOGO DUCK HUNTER\nUm cão de caça bonito e peludo espera para recuperar o pato que você atirou. Mas toda vez que o pato voa, seu cachorro vai rir ironicamente. Se você acertar todos os patos, avançará para o próximo nível. Mire bem e seja rápido para atirar, ou o pássaro fugirá.\n\nSe você gosta de jogos de ação, aproveite este divertido jogo!\n\nCOMO JOGAR O JOGO DUCK HUNTER?\nJogar Duck Hunter é muito simples e divertido. Mire e atire nos patos antes que eles voem para longe.\n\nCONTROLES\n- Se você estiver jogando de um computador: teclado → W, A, S, D ou teclas de seta para mover a mira e barra de espaço para atirar.\n- Se estiver jogando em um dispositivo móvel: use o botão do joystick virtual no canto inferior esquerdo para mirar o rifle e, em seguida, clique no botão do rifle virtual à direita para atirar.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nVocê será capaz de completar todos os níveis de Duck Hunter? Mostre-nos como você é bom em jogos de caça. Jogue agora!",
    "ro": "Duck Hunter este un joc foarte captivant și distractiv. Inspirat de cele mai vechi jocuri de vânătoare, acest joc este distractiv și captivant.\n\nCOMPLOJUL VÂNĂTORULUI DE RĂȚĂ\nUn câine de vânătoare frumos și blănos așteaptă să recupereze rața pe care ai împușcat-o. Dar de fiecare dată când rata zboară, cățelul tău va râde ironic. Dacă loviți toate rațele, veți trece la nivelul următor. Țintește bine și fii rapid să tragi, altfel pasărea va fugi.\n\nDacă vă plac jocurile de acțiune, bucurați-vă de acest joc distractiv!\n\nCUM SE JOACĂ DUCK HUNTER GAME?\nJocul Duck Hunter este foarte simplu și distractiv. Țintește și împușcă rațele înainte ca acestea să zboare.\n\nCONTROALE\n- Dacă jucați de pe un computer: tastatură → W, A, S, D sau tastele săgeți pentru a muta cruciul și bara de spațiu pentru a trage.\n- Dacă jucați pe un dispozitiv mobil: utilizați butonul joystick-ului virtual din colțul din stânga jos pentru a îndrepta pușca, apoi faceți clic pe butonul puștii virtuale din dreapta pentru a trage.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nVeți putea finaliza toate nivelurile din Duck Hunter? Arată-ne cât de bun ești la jocurile de vânătoare. Joaca acum!",
    "ru": "Duck Hunter - очень захватывающая и веселая игра. Эта игра, вдохновленная самыми ранними охотничьими играми, увлекательна и затягивает.\n\nИГРОВОЙ СЮЖЕТ ОХОТНИКА НА УТОК\nКрасивая пушистая охотничья собака ждет, чтобы вернуть подстреленную вами утку. Но каждый раз, когда утка улетает, ваш щенок будет иронично смеяться. Если вы поразите всех уток, вы перейдете на следующий уровень. Тщательно цельтесь и стреляйте быстро, иначе птица убежит.\n\nЕсли вам нравятся экшн-игры, наслаждайтесь этой веселой игрой!\n\nКАК ИГРАТЬ В ИГРУ «ОХОТНИК НА УТОК»?\nИграть в Duck Hunter очень просто и весело. Цельтесь и стреляйте в уток, прежде чем они улетят.\n\nУПРАВЛЕНИЕ\n- Если вы играете с компьютера: клавиатура → W, A, S, D или клавиши со стрелками для перемещения перекрестия и пробел для выстрела.\n- Если вы играете на мобильном устройстве: используйте кнопку виртуального джойстика в левом нижнем углу, чтобы нацелить винтовку, затем нажмите кнопку виртуальной винтовки справа, чтобы выстрелить.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nСможете ли вы пройти все уровни Duck Hunter? Покажи нам, насколько ты хорош в охотничьих играх. Играть сейчас!",
    "sk": "Duck Hunter je veľmi návyková a zábavná hra. Táto hra, inšpirovaná najstaršími loveckými hrami, je zábavná a návyková.\n\nDEC HUNTER HRA PLECH\nKrásny, chlpatý lovecký pes čaká, aby získal kačku, ktorú ste zastrelili. Ale zakaždým, keď kačica odletí, vaše šteniatko sa ironicky zasmeje. Ak trafíte všetky kačice, postúpite do ďalšej úrovne. Mierte dobre a rýchlo strieľajte, inak vták utečie.\n\nAk máte radi akčné hry, užite si túto zábavnú hru!\n\nAKO HRAŤ HRU DUCK HUNTER?\nHranie Duck Hunter je veľmi jednoduché a zábavné. Zamierte a strieľajte kačice skôr, ako odletia.\n\nOVLÁDANIE\n- Ak hráte z počítača: klávesnica → W, A, S, D alebo klávesy so šípkami na posunutie nitkového kríža a medzerníka na streľbu.\n- Ak hráte na mobilnom zariadení: pomocou tlačidla virtuálneho joysticku v ľavom dolnom rohu namierte pušku a potom kliknite na tlačidlo virtuálnej pušky napravo a strieľajte.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nPodarí sa vám dokončiť všetky úrovne Duck Hunter? Ukáž nám, aký si dobrý v poľovníckych hrách. Hrať teraz!",
    "sl": "Duck Hunter je zelo zasvojljiva in zabavna igra. Ta igra, ki jo navdihujejo najzgodnejše lovske igre, je zabavna in zasvoji.\n\nZAPLET IGRE DUCK HUNTER\nČeden dlakav lovski pes čaka, da vrne raco, ki ste jo ustrelili. Toda vsakič, ko bo raca odletela, se bo vaš kuža ironično smejal. Če zadenete vse race, boste napredovali na naslednjo stopnjo. Dobro ciljajte in streljajte hitro, sicer bo ptica pobegnila.\n\nČe imate radi akcijske igre, uživajte v tej zabavni igri!\n\nKAKO IGRATI IGRO DUCK HUNTER?\nIgranje Duck Hunterja je zelo preprosto in zabavno. Ciljajte in ustrelite race, preden odletijo.\n\nKONTROLE\n- Če igrate iz računalnika: tipkovnica → W, A, S, D ali puščične tipke za premikanje križca in preslednica za streljanje.\n- Če igrate na mobilni napravi: uporabite gumb navidezne igralne palice v spodnjem levem kotu, da namerite puško, nato kliknite gumb navidezne puške na desni, da streljate.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nAli vam bo uspelo dokončati vse stopnje igre Duck Hunter? Pokažite nam, kako dobri ste v lovskih igrah. Igraj zdaj!",
    "sr": "Дуцк Хунтер је веома заразна и забавна игра. Инспирисана најранијим ловачким играма, ова игра је забавна и изазива зависност.\n\nПАТКА ЛОВАЦ ГАМЕ ПЛОТ\nЗгодан, крзнени ловачки пас чека да преузме патку коју сте устријелили. Али сваки пут када патка одлети, ваше штене ће се иронично смејати. Ако погодите све патке, прећи ћете на следећи ниво. Добро циљајте и брзо пуцајте, или ће птица побећи.\n\nАко волите акционе игре, уживајте у овој забавној игрици!\n\nКАКО ИГРАТИ ИГРЦУ ЛОВАЦ НА ПАКЕ?\nИграње Дуцк Хунтер је веома једноставно и забавно. Циљајте и пуцајте у патке пре него што одлете.\n\nКОНТРОЛЕ\n- Ако играте са рачунара: тастатура → В, А, С, Д или тастери са стрелицама да померите крстић и размакницу да бисте пуцали.\n- Ако играте на мобилном уређају: користите дугме виртуелног џојстика у доњем левом углу да нациљате пушку, а затим кликните на дугме виртуелне пушке на десној страни да бисте пуцали.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nДа ли ћете моћи да завршите све нивое Дуцк Хунтер? Покажите нам колико сте добри у лову. Играј!",
    "sv": "Duck Hunter är ett mycket beroendeframkallande och roligt spel. Inspirerat av de tidigaste jaktspelen är detta spel underhållande och beroendeframkallande.\n\nDUCK HUNTER SPELPLOT\nEn stilig, lurvig jakthund väntar på att hämta ankan du skjutit. Men varje gång ankan flyger iväg kommer din valp att skratta ironiskt. Om du träffar alla ankor kommer du att gå vidare till nästa nivå. Sikta väl och var snabb att skjuta, annars springer fågeln iväg.\n\nOm du gillar actionspel, njut av detta roliga spel!\n\nHUR SPELAR MAN DUCK HUNTER-SPEL?\nAtt spela Duck Hunter är väldigt enkelt och roligt. Sikta och skjut änderna innan de flyger iväg.\n\nKONTROLLER\n- Om du spelar från en dator: tangentbord → W, A, S, D eller piltangenter för att flytta hårkorset och mellanslagstangenten för att skjuta.\n- Om du spelar på en mobil enhet: använd den virtuella joystick-knappen i det nedre vänstra hörnet för att rikta geväret, klicka sedan på den virtuella gevärsknappen till höger för att skjuta.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nKommer du att kunna klara alla nivåer i Duck Hunter? Visa oss hur bra du är på jaktspel. Spela nu!",
    "sw": "Bata Hunter ni mchezo unaovutia sana na wa kufurahisha. Ukiongozwa na michezo ya mapema zaidi ya uwindaji, mchezo huu ni wa kufurahisha na wa kulevya.\n\nPLOT YA MCHEZO WA BATA HUNTER\nMbwa mrembo na mwenye manyoya ya kuwinda anasubiri kupata bata uliyempiga. Lakini kila wakati bata anaruka, mbwa wako atacheka kwa kushangaza. Kama hit bata wote, utakuwa mapema kwa ngazi ya pili. Weka lengo vizuri na uwe mwepesi wa kupiga risasi, au ndege atakimbia.\n\nIkiwa unapenda michezo ya vitendo, furahiya mchezo huu wa kufurahisha!\n\nJINSI YA KUCHEZA MCHEZO WA BATA HUNTER?\nKucheza Duck Hunter ni rahisi sana na ya kufurahisha. Lengo na risasi bata kabla ya kuruka mbali.\n\nVIDHIBITI\n- Ikiwa unacheza kutoka kwa kompyuta: kibodi → W, A, S, D, au vitufe vya vishale ili kusogeza viunga na upau wa nafasi ili kupiga.\n- Ikiwa unacheza kwenye kifaa cha rununu: tumia kitufe cha kijiti cha furaha katika kona ya chini kushoto ili kulenga bunduki, kisha ubofye kitufe cha bunduki pepe kilicho upande wa kulia ili kupiga risasi.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nJe, utaweza kukamilisha ngazi zote za Duck Hunter? Tuonyeshe jinsi ulivyo mzuri katika michezo ya uwindaji. Cheza sasa!",
    "ta": "Duck Hunter மிகவும் போதை மற்றும் வேடிக்கையான விளையாட்டு. ஆரம்பகால வேட்டை விளையாட்டுகளால் ஈர்க்கப்பட்ட இந்த கேம் பொழுதுபோக்கு மற்றும் அடிமையாக்குகிறது.\n\nடக் ஹண்டர் கேம் ப்ளாட்\nஒரு அழகான, உரோமம் கொண்ட வேட்டை நாய் நீங்கள் சுட்ட வாத்தை மீட்க காத்திருக்கிறது. ஆனால் வாத்து பறந்து செல்லும் ஒவ்வொரு முறையும், உங்கள் நாய்க்குட்டி நகைச்சுவையாக சிரிக்கும். நீங்கள் அனைத்து வாத்துகளையும் அடித்தால், நீங்கள் அடுத்த நிலைக்கு முன்னேறுவீர்கள். நன்றாக குறிவைத்து சுடுவதற்கு விரைவாக இருங்கள், இல்லையெனில் பறவை ஓடிவிடும்.\n\nநீங்கள் அதிரடி விளையாட்டுகளை விரும்பினால், இந்த வேடிக்கையான விளையாட்டை அனுபவிக்கவும்!\n\nடக் ஹண்டர் கேம் விளையாடுவது எப்படி?\nடக் ஹண்டர் விளையாடுவது மிகவும் எளிமையானது மற்றும் வேடிக்கையானது. வாத்துகள் பறந்து செல்லும் முன் அவற்றை குறிவைத்து சுடவும்.\n\nகட்டுப்பாடுகள்\n- நீங்கள் கணினியிலிருந்து விளையாடுகிறீர்கள் என்றால்: விசைப்பலகை → W, A, S, D அல்லது அம்பு விசைகள் குறுக்கு நாற்காலிகளையும் ஸ்பேஸ்பாரையும் நகர்த்தவும்.\n- நீங்கள் மொபைல் சாதனத்தில் விளையாடுகிறீர்கள் என்றால்: துப்பாக்கியைக் குறிவைக்க கீழ்-இடது மூலையில் உள்ள மெய்நிகர் ஜாய்ஸ்டிக் பொத்தானைப் பயன்படுத்தவும், பின்னர் சுட வலதுபுறத்தில் உள்ள மெய்நிகர் துப்பாக்கி பொத்தானைக் கிளிக் செய்யவும்.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nடக் ஹண்டரின் அனைத்து நிலைகளையும் உங்களால் முடிக்க முடியுமா? வேட்டையாடுவதில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "డక్ హంటర్ చాలా వ్యసనపరుడైన మరియు ఆహ్లాదకరమైన గేమ్. ప్రారంభ వేట గేమ్‌ల నుండి ప్రేరణ పొందిన ఈ గేమ్ వినోదాత్మకంగా మరియు వ్యసనపరుడైనది.\n\nడక్ హంటర్ గేమ్ ప్లాట్\nఒక అందమైన, బొచ్చుతో కూడిన వేట కుక్క మీరు కాల్చిన బాతును తిరిగి పొందడానికి వేచి ఉంది. కానీ బాతు ఎగిరిపోయిన ప్రతిసారీ, మీ కుక్కపిల్ల వ్యంగ్యంగా నవ్వుతుంది. మీరు అన్ని బాతులను కొట్టినట్లయితే, మీరు తదుపరి స్థాయికి చేరుకుంటారు. బాగా గురిపెట్టి త్వరగా కాల్చండి, లేదంటే పక్షి పారిపోతుంది.\n\nమీరు యాక్షన్ గేమ్‌లను ఇష్టపడితే, ఈ సరదా గేమ్‌ను ఆస్వాదించండి!\n\nడక్ హంటర్ గేమ్ ఆడటం ఎలా?\nడక్ హంటర్ ఆడటం చాలా సులభం మరియు సరదాగా ఉంటుంది. బాతులు ఎగిరిపోయే ముందు వాటిని గురిపెట్టి కాల్చండి.\n\nనియంత్రణలు\n- మీరు కంప్యూటర్ నుండి ప్లే చేస్తుంటే: కీబోర్డ్ → W, A, S, D, లేదా బాణం కీలు క్రాస్‌షైర్‌లను మరియు షూట్ చేయడానికి స్పేస్‌బార్‌ను తరలించడానికి.\n- మీరు మొబైల్ పరికరంలో ప్లే చేస్తుంటే: రైఫిల్‌ను లక్ష్యంగా చేసుకోవడానికి దిగువ-ఎడమ మూలలో ఉన్న వర్చువల్ జాయ్‌స్టిక్ బటన్‌ను ఉపయోగించండి, ఆపై షూట్ చేయడానికి కుడివైపున ఉన్న వర్చువల్ రైఫిల్ బటన్‌ను క్లిక్ చేయండి.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nమీరు డక్ హంటర్ యొక్క అన్ని స్థాయిలను పూర్తి చేయగలరా? వేట ఆటలలో మీరు ఎంత మంచివారో మాకు చూపండి. ఇప్పుడు ఆడు!",
    "th": "Duck Hunter เป็นเกมที่สนุกและน่าติดตามมาก เกมนี้ได้รับแรงบันดาลใจจากเกมล่าสัตว์ยุคแรก ๆ ที่ให้ความบันเทิงและน่าติดตาม\n\nแผนเกมล่าเป็ด\nสุนัขล่าเนื้อขนยาวสุดหล่อกำลังรอเป็ดที่คุณยิง แต่ทุกครั้งที่เป็ดบินหนี ลูกสุนัขของคุณจะหัวเราะแดกดัน ถ้าคุณตีเป็ดทั้งหมด คุณจะก้าวไปสู่ระดับถัดไป เล็งให้ดีและรีบยิงไม่งั้นนกจะหนีไป\n\nถ้าคุณชอบเกมแอคชั่น สนุกกับเกมนี้!\n\nจะเล่นเกมล่าเป็ดได้อย่างไร?\nการเล่น Duck Hunter นั้นง่ายและสนุกมาก เล็งและยิงเป็ดก่อนที่พวกมันจะบินหนีไป\n\nการควบคุม\n- หากคุณกำลังเล่นจากคอมพิวเตอร์: แป้นพิมพ์ → W, A, S, D หรือปุ่มลูกศรเพื่อเลื่อนเป้าเล็งและสเปซบาร์เพื่อยิง\n- หากคุณกำลังเล่นบนอุปกรณ์มือถือ: ใช้ปุ่มจอยสติ๊กเสมือนจริงที่มุมล่างซ้ายเพื่อเล็งปืนไรเฟิล จากนั้นคลิกปุ่มปืนไรเฟิลเสมือนจริงที่ด้านขวาเพื่อยิง\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nคุณจะสามารถผ่านทุกระดับของ Duck Hunter ได้หรือไม่? แสดงให้เราเห็นว่าคุณเก่งแค่ไหนในเกมล่าสัตว์ เล่นเลย!",
    "tr": "Duck Hunter çok bağımlılık yapan ve eğlenceli bir oyundur. En eski av oyunlarından ilham alan bu oyun eğlenceli ve bağımlılık yapıyor.\n\nÖRDEK AVCI OYUN ARSA\nYakışıklı, tüylü bir av köpeği vurduğunuz ördeği geri almak için bekliyor. Ama ördek her uçup gittiğinde, yavru köpeğiniz ironik bir şekilde gülecek. Tüm ördekleri vurursanız, bir sonraki seviyeye geçersiniz. İyi nişan alın ve ateş etmek için hızlı olun, yoksa kuş kaçar.\n\nAksiyon oyunlarını seviyorsanız, bu eğlenceli oyunun tadını çıkarın!\n\nÖRDEK AVCI OYUNU NASIL OYNANIR?\nDuck Hunter oynamak çok basit ve eğlenceli. Ördekleri uçup gitmeden önce nişan alın ve vurun.\n\nKONTROLLER\n- Bilgisayardan oynuyorsanız: artı işaretini hareket ettirmek için klavye → W, A, S, D veya ok tuşları ve ateş etmek için boşluk çubuğu.\n- Bir mobil cihazda oynuyorsanız: tüfeği nişan almak için sol alt köşedeki sanal joystick düğmesini kullanın, ardından ateş etmek için sağdaki sanal tüfek düğmesini tıklayın.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nDuck Hunter'ın tüm seviyelerini tamamlayabilecek misin? Bize av oyunlarında ne kadar iyi olduğunu göster. Şimdi oyna!",
    "uk": "Duck Hunter - це дуже захоплююча та весела гра. Натхненна найдавнішими мисливськими іграми, ця гра є розважальною та викликає звикання.\n\nСЮЖЕТ ГРИ DUCK HUNTER\nКрасивий пухнастий мисливський пес чекає, щоб забрати качку, яку ви застрелили. Але кожен раз, коли качка відлітає, ваше цуценя буде іронічно сміятися. Якщо ви влучите у всіх качок, ви перейдете на наступний рівень. Добре прицілюйтеся і швидко стріляйте, інакше птах втече.\n\nЯкщо вам подобаються екшн-ігри, насолоджуйтеся цією веселою грою!\n\nЯК ГРАТИ В ГРУ DUCK HUNTER?\nГрати в Duck Hunter дуже просто і весело. Прицілюйтеся і стріляйте в качок, перш ніж вони відлетять.\n\nУПРАВЛІННЯ\n- Якщо ви граєте з комп’ютера: клавіатура → W, A, S, D або клавіші зі стрілками для переміщення перехрестя та пробіл для пострілу.\n- Якщо ви граєте на мобільному пристрої: використовуйте кнопку віртуального джойстика в нижньому лівому куті, щоб прицілитися з гвинтівки, а потім натисніть кнопку віртуальної гвинтівки праворуч, щоб постріляти.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nЧи зможете ви пройти всі рівні Duck Hunter? Покажіть нам, наскільки ви добре вмієте мислити. Грати зараз!",
    "vi": "Duck Hunter là một trò chơi rất gây nghiện và thú vị. Lấy cảm hứng từ những trò chơi săn bắn đầu tiên, trò chơi này mang tính giải trí và gây nghiện.\n\nTRÒ CHƠI TRÒ CHƠI VỊT\nMột chú chó săn đẹp trai, lông xù đang đợi để lấy lại con vịt mà bạn đã bắn. Nhưng mỗi khi con vịt bay đi, chú cún của bạn sẽ cười mỉa mai. Nếu bạn đánh tất cả các con vịt, bạn sẽ tiến tới cấp độ tiếp theo. Nhắm mục tiêu tốt và bắn nhanh, nếu không con chim sẽ bỏ chạy.\n\nNếu bạn thích trò chơi hành động, hãy tận hưởng trò chơi thú vị này!\n\nCÁCH CHƠI TRÒ CHƠI THỢ VỊT?\nChơi Duck Hunter rất đơn giản và thú vị. Nhắm và bắn những con vịt trước khi chúng bay đi.\n\nKIỂM SOÁT\n- Nếu bạn đang chơi từ máy tính: bàn phím → W, A, S, D hoặc các phím mũi tên để di chuyển dấu thập và phím cách để bắn.\n- Nếu bạn đang chơi trên thiết bị di động: hãy sử dụng nút cần điều khiển ảo ở góc dưới bên trái để nhắm súng trường, sau đó nhấp vào nút súng trường ảo ở bên phải để bắn.\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ Chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nBạn có thể hoàn thành tất cả các cấp độ của Thợ săn vịt không? Cho chúng tôi thấy bạn giỏi trò chơi săn bắn như thế nào. Bắt đầu chơi!",
    "zh_CN": "Duck Hunter 是一款非常容易上瘾且有趣的游戏。 受到最早的狩猎游戏的启发，这款游戏既有趣又令人上瘾。\n\n鸭子猎人游戏情节\n一只英俊、毛茸茸的猎犬正等着取回你射中的鸭子。 但是每次鸭子飞走，你的小狗都会讽刺地笑。 如果你击中了所有的鸭子，你将进入下一个级别。 瞄准好并快速射击，否则鸟会逃跑。\n\n如果您喜欢动作游戏，请尽情享受这款有趣的游戏吧！\n\n如何玩鸭子猎人游戏？\n玩 Duck Hunter 非常简单有趣。 在鸭子飞走之前瞄准并射击它们。\n\n控件\n- 如果您在电脑上玩游戏：键盘 → W、A、S、D 或箭头键移动十字准线和空格键进行射击。\n- 如果您在移动设备上玩：使用左下角的虚拟摇杆按钮瞄准步枪，然后点击右侧的虚拟步枪按钮进行射击。\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n你能完成 Duck Hunter 的所有关卡吗？ 向我们展示您在狩猎游戏中的水平。 现在播放！",
    "zh_TW": "Duck Hunter 是一款非常容易上癮且有趣的遊戲。 受到最早的狩獵遊戲的啟發，這款遊戲既有趣又令人上癮。\n\n鴨子獵人遊戲情節\n一隻英俊、毛茸茸的獵犬正等著取回你射中的鴨子。 但是每次鴨子飛走，你的小狗都會諷刺地笑。 如果你擊中了所有的鴨子，你將進入下一個級別。 瞄準好并快速射擊，否則鳥會逃跑。\n\n如果您喜歡動作遊戲，請盡情享受這款有趣的遊戲吧！\n\n如何玩鴨子獵人遊戲？\n玩 Duck Hunter 非常簡單有趣。 在鴨子飛走之前瞄準並射擊它們。\n\n控件\n- 如果您在電腦上玩遊戲：鍵盤 → W、A、S、D 或箭頭鍵移動十字準線和空格鍵進行射擊。\n- 如果您在移動設備上玩：使用左下角的虛擬搖桿按鈕瞄準步槍，然後點擊右側的虛擬步槍按鈕進行射擊。\n\nDuck Hunter is a fun game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n你能完成 Duck Hunter 的所有關卡嗎？ 向我們展示您在狩獵遊戲中的水平。 現在播放！"
  }
}