{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NTI Reader Buddhist Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chinese-English Buddhist dictionary can be used to find terms with forward and multi-language lookup."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The NTI Reader Chinese-English Buddhist dictionary can be used to find terms from Chinese with simplified, traditional, or or lookup with Hanyu pinyin. Reverse lookup from English equivalent is also supported. You can do multi-term lookup for longer Chinese phrases, and multi-language lookup with Sanskrit, Pali, Japanese, and Tibetan for common Buddhist terms.\n\nThe extension uses a multi-dictionary framework, currently including the NTI Reader and the Fo Guang Shan Humanistic Buddhism Glossary. It is like the https://ntireader.org web site but can be installed as a Chrome Extension. This  can help you stay within the flow of a Chinese document, avoiding the need to switch back and forth between pages.\n\nTry it out on web site like the University of Oslo's multilingual corpus Thesaurus Literaturae Buddhicae at https://www2.hf.uio.no/polyglotta/index.php.  For example, with the Aṣṭasāhasrikā Prajñāpāramitā 'Perfection of Wisdom in 8,000 Lines' Chinese-Sanskrit-Tibetan-English parallel text. It may also be useful on https://cbeta.org, the SAT online version of the Taishō Tripiṭaka, http://www.masterhsingyun.org, and the Fo Guang Shan Dictionary of Buddhism, a Chinese monolingual dictionary at http://etext.fgs.org.tw/search/index.aspx .\n\nYou can see a demo at\nhttps://youtu.be/jtZSOtOanHQ\n\nMore information is available at\nhttps://github.com/alexamies/chinesenotes-dart/blob/master/ntireader-chrome-ext/README.md\n\nFor developers: it is an open source project. You can find the source code at\nhttps://github.com/alexamies/chinesenotes-dart"
  }
}