{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Asset Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lets you view and download all images, fonts, stylesheets, and scripts from a web page as a ZIP file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will add a new panel to your Chrome Developers Tools named \"Asset Downloader\" which lets you view and download all assets from a web page as a ZIP file. It will also find and download images and fonts that are unused on the current page but are present in the stylesheets.\n\nTo use this extension:\n\n1. Open your Developer Tools by pressing F12 or right clicking on a page and selecting \"Inspect\".\n2. In the top tabs of Developp Tools, click on \"Asset Downloader\" (you might need to click on the \">>\" more button to find the tab).\n3. You will now see a list of all Stylesheets, Scripts, Images, and Fonts on the page. You can download all of the page assets by clicking the red button \"Download Everything as ZIP\" at the top of the panel.\n4. The first time that you download assets, you will be prompted to grant the \"Host\" permission to this plugin. You can optionally choose to deny the permission, however some files might fail to download if you do not grant the permission.\n5. The ZIP file will be saved as \"CURRENT_PAGE_TITLE.zip\".\n\nYou can also choose to download single files by clicking the \"Download\" button next to the file, or you can download a ZIP file with just certain assets such as stylesheets, images, scripts, or fonts."
  }
}