{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Motivation and Age Timer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start your browsing with a dose of inspiration!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Daily Routine with Daily Motivation and Age Timer\n\nTransform your everyday browser experience withDaily Motivation and Age Timer, the Chrome extension designed to inspire, motivate, and remind you of the preciousness of every moment. In a world that never stops moving, find solace and encouragement every time you open a new tab.\n\nWhat Makes it Unique?\n\nDaily Dose of Inspiration: Begin your day with a powerful motivational quote that sets a positive tone for what lies ahead. Each quote is sure to uplift, inspire, and fuel your desire to make today better than yesterday.\n\nVisual Wonders: Accompanying each inspirational quote is a breathtaking background, carefully chosen to instill a sense of peace, wonder, and motivation. This visual feast not only beautifies your browser but also enhances the impact of each daily message.\n\nThe Life-Progress Timer: At the core is an innovative timer that gently nudges you to reflect on the passage of time. By entering your age, you activate a visual representation of life's fleeting nature, encouraging you to live more fully, appreciate each day, and focus on what truly matters.\n\nWhy Install it?\n\nBoost Your Daily Motivation: Whether it's the push you need to tackle a challenging task, the inspiration to pursue your dreams, or a reminder to cherish life's simple pleasures, Time's Essence delivers daily.\n\nEnhance Your Browser's Look: Elevate the aesthetic of your digital workspace with stunning visuals that inspire and captivate.\n\nGain Perspective: The unique life-progress timer serves as a constant, yet gentle reminder of time's value, encouraging mindfulness, productivity, and personal growth.\n\nA Companion for Your Personal Journey\n\nDaily Motivation and Age Timer is more than just an extension; it's a companion for your journey towards a more motivated, fulfilled, and conscious life. It's for the dreamers, the doers, and everyone in between who believes in the power of today.\n\nInstall Daily Motivation and Age Timer now and transform your relationship with time, motivation, and yourself."
  }
}