{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Orderry companion plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "plugin for creating orders from Assets list and for mass changing status of orders",
    "ru": "Расширение для массовой смены статусов заказов в Orderry",
    "uk": "Додаток для массової зміни статусів замовлень в Orderry"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This application helps Orderry users to create orders for assets bundle and to make mass changes to order statuses.\nIf you need to sort and diagnose many devices - this plugin allows create orders in the Orderry system from a simple Assets list.\nIf you have 50 ready-made products and you need to set the status \"Ready\" in 50 orders  - with the help of this extension, you can scan serial numbers in the input window or just input list or order numbers, and by pressing one button, set a new status in open orders with these devices.",
    "ru": "Это приложение помогает пользователям Orderry делать массовое изменение статусов заказов. Если у вас лежит 50 готовых изделий и нужно установить статус \"Готовый\" в 50 заказах - с помощью этого приложения можно отсканировать серийные номера в окне ввода, и нажатием одной кнопки установить новый статус в незакрытых заказах с этими устройствами.",
    "uk": "Цей додаток допомагає користувачам Orderry робити масову зміну статусів у замовлень. Якщо у вас лежить готовими 50 виробів і треба встановити статус \"Готовий\" у 50 замовленнях - за допомогою цього додатку можна сканувати серійні номери в вікні вводу, та натисканням однієї кнопки встановити новий статус у незакритих замовленнях з цими пристроями."
  }
}