{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Renamer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically rename downloaded images based on content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Renamer: Automatically rename downloaded images based on content.\n\nImage Renamer is a cutting-edge Chrome extension designed to transform how you manage your digital files. By leveraging large-scale AI models, this tool automatically renames downloaded images based on visual content analysis, ensuring your files are not only well-organized but also intuitively labeled.\n\nWhy Install Image Renamer?\n\n1. AI-Driven Efficiency: Utilizing the latest in AI visual recognition technology, Image Renamer identifies the content of each image and suggests relevant, descriptive names, saving you the time and effort of manual input.\n\n2. Streamlined File Management: Say goodbye to cryptically named downloads. Image Renamer’s intelligent naming makes it easy to locate and sort your images, enhancing productivity and reducing digital clutter.\n\n3. Future-Ready: While currently focused on images, Image Renamer is set to expand its capabilities to automatic categorization, organization, and support for various file types, making it a comprehensive management solution for all your digital needs.\n\n4. User-Centric Design: This extension operates seamlessly in the background, requiring no direct interaction after initial setup. It's built to integrate effortlessly into your browsing and downloading routine.\n\n\nElevate your digital workspace with Image Renamer, where advanced AI meets practical file management. Install today to begin the journey towards a more organized, efficient, and intuitive handling of your digital files."
  }
}