{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conflict of Nations"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Conflict of Nations: Modern War is a military grand strategy game set in the late 20th and early 21st century.",
    "de": "Conflict of Nations: Modern War ist ein Global-Strategiespiel im 21. Jahrhundert.",
    "es": "Conflict of Nations: Modern War es un juego de estrategia militar a gran escala ambientado a finales del siglo XX y a comienzos del…",
    "fr": "Conflict of Nations: Modern War est un grand jeu de stratégie militaire qui se déroule à la fin du XXe siècle et au début du XXIe.",
    "it": "Conflict of Nations: Modern War è un gioco strategico militare ambientato a cavallo fra tardo XX secolo e primo XXI secolo.",
    "pl": "Conflict of Nations: Modern War to strategiczna gra wojskowa rozgrywająca się pod koniec XX i na początku XXI wieku.",
    "ru": "Conflict of Nations: Modern War – военная стратегия, представляющая события конца XX и начала XXI веков.",
    "tr": "Conflict of Nations: Modern War, 20. yüzyılın sonları ile 21. yüzyılın başlarında geçen kapsamlı bir askeri strateji oyunudur."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conflict of Nations: Modern War is a military themed strategy game set in the late 20th and early 21st century – fielding present day and highly modern battlefield technology.\nAt the core of the game is an exciting real time combat system placing players in control of an existing nation of this world and its army, pitting them against other gamers in a struggle for world domination. Units are moved across the map in real time, often taking hours to fulfill their assigned mission goals, allowing for a very deep level of strategical planning and integrated tactical execution.\nTo ensure economic efficiency and technological edge over one’s opponents, each nation must be carefully managed and developed: researching new units while building the required infrastructure is the key to winning the game. After all, modern war is about logistics as much as combat tactics.\nForming lasting alliances or short lived coalitions is an essential part of the modern military environment. Accordingly, Conflict of Nations: Modern War allows players to form cooperative clans and teams in an all-out effort to conquer set objectives through the combined force of arms."
  }
}