{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brick Out Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Brick Out Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brick Out, available as a Chrome Extension and also playable for free on retrobowlunblocked.org, is a modern remake of the legendary arcade game Breakout. Originally released by Atari on May 13, 1976, Breakout became a cult classic and left a lasting impact on the gaming industry. It even served as an inspiration for the development of the Apple II personal computer.\n\nIn Brick Out, players will experience the familiar gameplay of Breakout, where they control a paddle at the bottom of the screen to bounce a ball and break through layers of bricks. The objective is to clear the entire brick formation by skillfully maneuvering the paddle and avoiding the ball from falling off the screen.\n\nThis exciting remake of Breakout retains the addictive nature of the original game while incorporating modern graphics and enhanced features. With its accessible gameplay and nostalgic appeal, Brick Out offers a delightful gaming experience for both fans of the classic arcade era and new players alike.\n\nVisit retrobowlunblocked.org now to enjoy Brick Out for free and test your skills in this captivating recreation of the beloved Breakout. Break through the bricks, set new high scores, and relive the timeless fun of this iconic arcade game.\n\nIf you want to play more games, click on \"Unblocked Games\", Additional games are available in the game pop-up window and \"More games\" in the side panel of the window and options button. choose full screen or other games, we add links for users to easily find more games on our website: https: //retrobowlunblocked.org/"
  }
}