{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT-Write!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT-Write is an innovative browser extension that brings the power of ChatGPT 's natural language processing technology to your…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT-Write is an innovative browser extension that brings the power of ChatGPT 's natural language processing technology to your webmail clients such as GMail. With GPT-Write, you can compose emails, responses, and drafts more efficiently and effectively, saving you time and effort.\n\nGPT-Write is built on top of GPT-3, one of the most advanced language models available today. This means that the extension can generate high-quality, coherent, and contextually-appropriate responses in real time based on your input. The extension understands natural language, so you can communicate with it as you would with a human assistant.\n\nOne of the most significant benefits of GPT-Write is that it can help you overcome writer's block. If you are struggling to find the right words, GPT-Write can provide suggestions and options for what to write, based on the context of your email. This can help you avoid the frustration and delay that can come with writing a response from scratch.\n\nWith GPT-Write, you can also customize the style, tone, and voice of your writing. Whether you want to sound professional, friendly, or persuasive, the extension can adapt to your preferences and deliver content that matches your desired style.\n\nOverall, GPT-Write is a powerful tool for anyone who uses webmail clients for communication. It can improve productivity, save time, and help you communicate more effectively with your colleagues, friends, and family. Get GPT-Write today and start enjoying the benefits of ChatGPT's advanced natural language processing technology!"
  }
}