{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nota AI Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nota AI Tools"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nota is a SaaS company building AI-enabled tools to streamline content creation and distribution. Their assistive AI tools help creators of all shapes and sizes produce newsletters, summaries, and more.  \n\nNota is taking the pain points out of the content creation process so you can focus on what really matters: your story.\n\nLess Work, More Output.\nThe Nota extension is a time-saving tool for editorial, marketing, and content teams focused on optimizations. The plugin utilizes large language models to generate AI responses, returning robust copy results. Nota runs text through uber-powerful AI and ML tools to break down content into workable outputs. No prompts or queries, no AI learning curves, just quick-and-easy text applications. Analyze text and tailor the outputs for more, less, or just different results with the push of a button. If you’re looking for a human touch, you can edit the outputs directly to your liking. \n\nCurrent Features:\n- Nota LETTER - Build newsletters directly from web links.\n- Nota SUM -  A time-saving tool for generating headlines, summaries, top quotes, key points, keywords, and categories.\n- Nota SOCIAL - A social caption creator optimizing copy for a variety of platforms with suggested tags.\n- Nota VID - Generate a video from an article.\n- Nota IMAGE - Create branded imagery for an article.\n- Nota BRIEF - Generate a short snapshot of an article."
  }
}