{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Findz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension for Findz"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover Anywhere, Collect in Findz!\n\nAn all-in-one bookmarking, organization and collaboration tool where you and your friends collect links, products, locations, contacts, photos, videos, audio, documents and files (your finds) to plan vacations, schedule events, shop, etc.; even when you are offline.\n\nAn awesome database for all your bookmarks, links and digital assets\nFindz is not just a bookmarking tool. You can collect links, products, locations, directly from your web browser in Findz, and organize them in easy-to-browse collections and sub-collections. You can collect your finds from the web, other apps or your phone.\n\nA permanent address for all your browser bookmarks\nYou can now save, sync and share bookmarks from the Chrome and Safari browser extension. Simply add the Findz extension from the Web Store, pin it to the browser, and tap on it to add the current page to groups or collections of your choice. Experience cross-platform bookmarking with friends.\n\nPowerful search\nFindz empowers you with a powerful multi-attribute search that lets you search through your finds based on when, where and who found them, the collection(s) they are in, the reactions they received (for example, has two or more :thumbs up:), location, website, price, brand, etc. This makes sifting through your finds a lot easier and faster. \n\nAll-in-one collaboration tool\nBe it shopping, vacation planning, or school projects, we do them all in groups or teams. Findz was designed ground up to be a collaborative bookmarking tool, where you can create groups with your contacts and collect finds together, have meaningful conversations about them, and organize events using them. \n\nWorks completely offline\nYes, you can do everything offline, and Findz will sync it all up when you go back online!\n\nWorks on multiple devices\nYou can log in with the same account on multiple devices and have them sync in real time. You can add bookmarks from your computer using Findz’ Chrome or Safari extensions. Very soon, we will be releasing a fully featured, offline-first, desktop version of Findz as well. Stay tuned!\n\n*Data charges may apply. Contact your provider for details. \n\n___________________________________________________\n\nWe're always excited to hear from you! If you have any feedback, questions, or concerns, please email us at: hi@findz.app"
  }
}