{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sound Shift"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change Volume of any screen on Youtube, Hotstar, Jio Cinema or Netflix"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Sound Shift, the ultimate Google Chrome extension designed to elevate your streaming experience on any platform. Sound Shift seamlessly boosts audio levels, ensuring crystal-clear sound without any distortion, and it's optimised to work flawlessly in full-screen mode. Whether you're watching videos, enjoying music, or participating in virtual meetings, Sound Shift lets you take control of your audio environment with just a few clicks. It's the perfect solution for anyone tired of straining to hear, offering a simple and efficient way to enhance your online auditory experience.\n\nWorking on Youtube, Hotstar, Jio Cinema and Netflix!\n\nHow to Download, Install, and Use SoundShift:\n\n1. Visit the Chrome Web Store.\n2. Search for \"Sound Shift\" in the search bar.\n3. Click on the \"Add to Chrome\" button on the extension's page.\n4. A confirmation pop-up will appear; click \"Add Extension\" to install.\n5. Once installed, the Sound Shift icon will appear in your Chrome toolbar.\n\nUse:\n\n1. Navigate to your favourite streaming platform.\n2. Click on the Sound Shift icon in the toolbar.\n3. Click on \"Volume Up\" or \"Volume Down\" buttons to increase or decrease volume according to your need.\n4. Click on \"Reset\" button to turn it back to normal.\n\nEnjoy enhanced audio on any streaming platform hassle-free, even in full-screen mode!\nSound Shift – Where Silence meets Symphony!"
  }
}