{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Think Help Desk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome Extension is built for Think Help Desk Clients, if you do not have Think Help Desk, please contact sales@thinkhelpdesk."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Think Help Desk is an all in one Ticketing system for School Systems.\n\nIn our Chrome Extension we provide end users the ability to record screen, grab a snapshot, or go directly to submit a ticket. 100% Free and Lightweight!\n\nAffordable\nWe built our cloud based solution to be affordable. We don't charge per tech or per user. Our pricing is 50%-75% cheaper than our competitors. We have been doing this for over 10 years and our parent company has been in the business for over 25 years. In that time we figured out how to do things more efficiently. You can get up and running for as little as $79/month.\n\nCustomizable\nCustomization is key to making our software stand out. We spent extra time making sure you are never stuck with a one size fits all solution. Our software allows you to define which fields, colors, features and reports you want to use. You even get to decide how they act when you use them. Best of all, our team helps you make things perfect. You never have to guess your way through setting up your help desk.\n\nWork Flow\nAutomatically routes requests to the responsible parties. Requests automatically go to the correct person(s) to handle the issue(s). So when a user has a leak in their office, Maintenance knows about it. If the user needs printer paper purchasing gets the request. And when a user can't login the request goes to the tech department. Only manage your issues not everyone else's.\n\nSecure\nSecurity is on everyones mind including ours. We include captcha, SSL, database encryption, unique passwords, universal passwords, password storage for devices and your data is separate from all other THD customers.\n\nCloud Based\nOur system is 100% Cloud based. This means you have nothing to install, nothing to manage and nothing to backup. Everything runs in your browser. We don't require agents or applets. Think how much easier things are when you don't have to maintain them.\n\nFree Support\nWe use our ThinkHelpDesk software to handle requests from our clients. You can open a request and our team will solve the issue ASAP. Free setup help is also part of the support we offer.\n\nDaily Backup\nYour data is backed up every hour, every day, because protecting your information is important. We also allow you to download your data whenever you want.\n\nLDAP Integration\nLDAP integration is available. We can help you tie your Help Desk into your Directory. Our engineering team will work with you to make sure your integration goes smoothly and is completely secure.\n\nAsset Tracking\nAsset tracking is a built in feature. This enables you to tie assets to both users and tickets. When a user request comes in you always have all the information you need when you need it.\n\nCheck List\nYou can setup check lists for your users. After they open a request. A pop-up check list will make sure they have some basic information to try to solve their own issue.\n\nStar Rating\nA simple system that allows feedback from your users. The Star Rating system allows users to answer questions you want to know. It will show up as an option in their email notice when the ticket is closed. The users can rate and comment on the service they received and this information can be shared with a manager, a team or be anonymous.\n\nQuick Quote\nGet a quick quote from a vendor to complete your task. The system will send out a request to approved vendors and tie the responses to the request. This way you can see all the info in the ticket and not have to search through lots of mailboxes."
  }
}