{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Valuecase Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Valuecase Chrome Extension seamlessly integrates with your browser, empowering you to access and manage your Valuecase…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Valuecase Chrome Extension seamlessly integrates with your browser, empowering you to access and manage your Valuecase information wherever you go. Our intuitive sidebar makes managing your spaces effortless and efficiently from any website you visit in your browser.\n\nKey Features:\n\nSidebar Access: Easily access your Valuecase space information on any website, including LinkedIn and your CRM, via our extension sidebar. Perfect for when you are browsing a potential customer's website.\n\nCreate Valuecase Spaces: Quickly create new Valuecase spaces directly within the Chrome extension.\n\nAuto-Fill from LinkedIn: Effortlessly create new spaces for leads when visiting their LinkedIn profiles with pre-filled contact information via our extension. Save time and ensure accuracy by leveraging data from your professional network.\n\nAutomatic Space Search: When you visit a LinkedIn profile, a Salesforce or HubSpot object, our extension automatically searches for existing related spaces.\n\nActivity Indicator: Get notified about new activities in your spaces. The extension icon in the browser bar will show a subtle badge when there are new activities in your spaces.\n\nView Activities & Action Plans: Track space activities and monitor action plan progress directly from the sidebar. Keep your projects moving forward with a clear overview of tasks and milestones."
  }
}