{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The one tool for all news insight."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sourcer helps you verify your news and identify credible information online. We use artificial intelligence to analyse any news article you visit, allowing you to quickly compare multiple articles from different sources and help you determine the credibility of news articles. Sourcer also helps you improve your media literacy skills and develop a broader perspective on current issues.\n\nWith Sourcer, you can read news faster, smarter and better. You can access detailed information, such as insight about the author and a credibility score for any article, in just one click. You can also see related articles from different sources and perspectives to get a more balanced view of the topic and can find a summary to quickly skim through any article.\n\nSourcer is the essential tool to bring back trust in online information. Whether you are a student, a teacher, a journalist, or just a curious reader, Sourcer can help you become a pro news reader.\n\nWe don't tell you what to trust. We make the news transparent so you can make informed decisions. Find out more on our website: https://getsourcer.com\n\n______________________________________________\n \nFEATURES\nArticle metadata: Get structured information on any news article with all metadata in one neat overview.\n\nSocial credentials: Find the socials and credentials of news article authors, their location and description.\n\nQuick summary: Compress any news article in just a few sentences. A useful filtering step to decide what is important to you.\n\nRelated articles: Find articles related to the topic you are reading, helping you out of your bubble and broaden your perspective.\n\nPremium features coming soon!\n\nPRIVACY\nWe store all your personal data locally in your browser. All usage data is anonymised and is only used to improve our services. Find out more about how our algorithms work at: https://getsourcer.com/transparency\n\nSUPPORT\nFeel free to reach out to us anytime at info@getsourcer.com. We would love to hear from you."
  }
}