{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tresorit Send"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free end-to-end encrypted large file sharing solution up to 5 GB.",
    "de": "Kostenlose, end-to-end-verschlüsselte Datentauschlösung für große Dateien bis zu 5 GB."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace risky email attachments with Tresorit Send, the ultra-secure large file sharing solution. Upload any files and create a secure link that you can share via any channel.\n\nSecurity Features:\n • End-to-end encrypted file sharing for unhackable file transfer.\n • Add an extra layer of protection with a password.\n • Get notified when somebody opened the link you shared.\n • Revoke link to remove everybody’s access to the download page.\n\n*** WE ARE CURRENTLY RUNNING IN BETA ***\nPlease be aware, that Tresorit Send’s chrome extension is currently running in beta. You can encounter some minor bugs or glitches. If you experience them, please contact us at research@tresorit.com with your feedback, instead of leaving a bad review.",
    "de": "Ersetzen Sie riskante E-Mail-Anhänge mit Tresorit Send, der ultrasicheren Datentauschlösung für große Dateien. Laden Sie beliebige Dateien hoch und erstellen Sie einen sicheren Link, den Sie über den von Ihnen bevorzugten Kommunikationsweg teilen können.\n\nSicherheits-Features:\n • End-to-end-verschlüsselter Datentausch, der auch von Hackern nicht zu knacken ist.\n • Fügen Sie ein zusätzliches Schutzlevel in Form eines Passworts hinzu.\n • Erhalten Sie eine Benachrichtigung, wenn jemand den von Ihnen geteilten Link öffnet.\n • Ziehen Sie den Link zurück, um den Zugriff zur Download-Seite zu unterbinden.\n\n*** ES HANDELT SICH MOMENTAN UM EINE BETAVERSION ***\nBitte beachten Sie, dass es sich bei der Chrome Extension von Tresorit Send momentan um eine Betaversion handelt. Es ist möglich, dass einige geringfügige Fehler oder Pannen auftreten. Falls Ihnen solche widerfahren, kontaktieren Sie uns bitte über research@tresorit.com, um uns Ihr Feedback mitzuteilen, anstatt eine negative Bewertung zu hinterlassen."
  }
}