{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EstiMate Demo!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EstiMate is a real estate property analyzing tool that works on realtor.com and zillow.com properties listings. It captures…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EstiMate is a real estate property analyzing tool that works on realtor.com and zillow.com properties listings. It captures information from the page uses market averages and information from external sources to quickly give users an estimate of real estate multiples that can help them evaluate the viability of an investment property. Users would find value in this because they can get the best and most accurate estimate with just the click of a button. A large pain point for investors finding properties is the having to look through many poor deals before find a viable. Long and precise analysis is time consuming and what we have found is that even an estimate is more than enough for investors to determine if a deal is worthwhile. From there they can ignore the deal or run more detailed analysis. With our tool we believe we can save users hours every week sifting through hundreds of bad deals in just minutes and honing in on the gems.\n\nHOW TO USE \n\nThis app works on Realtor.com or Zillow.com. The app will be unusable until you navigate to a valid listing page. Once you reach a valid listing you will see the form with all the details needed to calculate the profitability of the property. Some of these fields will be pre-filled with market averages. You are able to edit them to your likings. You will also see fields that are empty. If left empty they will pull data from the page and other external sources, but you can also fill those out yourself. Then just hit calculate and see the evaluation in the last section, titled Analysis.\n\nIf you would like to reset the form and evaluation to start a new calculation just hit the reset button in the Analysis section. \n  \nFAQS:\n- When using the app on Zillow.com. You will need to refresh the page evaluating a new listing. Otherwise it will reference the data from the last page you were on. This will be addressed in a future version. \n\n- Prebuilt housing listings will not work with the app.\n\n- Some time the app will reload the page when it detects an issue. This mean it had trouble access all the data it needed and refreshed the page. This will be addressed in future versions.\n\n- If you have any issues try refreshing the page and resetting the form data. If any issues persist please contact me at developwithjonathan@gmail.com"
  }
}