{
  "name": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te": "Speedtest Pro-Free Online Internet Speed Test",
    "cs": "Nejrychlejší online test rychlosti online zdarma",
    "da,it,nl,no,ru,sv": "Speedtest Pro-Free Online Internet Speed ​​Test",
    "de": "Speedtest Pro-Kostenloser Online-Internet-Geschwindigkeitstest",
    "el": "Ταχύτερη δοκιμαστική δοκιμή ταχύτητας Internet χωρίς σύνδεση",
    "es,es_419": "Prueba de velocidad de Internet en línea sin fallas de Speedtest",
    "fi": "Speedtest Pro-Free Internet-nopeustesti",
    "fr": "Test de vitesse Internet en ligne Speedtest Pro-Free",
    "hu": "Speedtest Pro-Ingyenes internetes sebességmérés",
    "id": "Tes Kecepatan Internet Online Kecepatan Pro-Gratis",
    "ja": "スピードテストプロフリーオンラインインターネット速度テスト",
    "ko": "Speedtest Pro-Free 온라인 인터넷 속도 테스트",
    "ms": "Testtest Pro-Percuma Ujian Kelajuan Internet Dalam Talian",
    "pl": "Speedtest Pro-Free Internetowy test prędkości online",
    "pt_BR,pt_PT": "Teste de Velocidade de Internet Online Speedtest Pro-Free",
    "ro": "Cea mai rapidă teste de viteză online fără internet online",
    "sk": "Najrýchlejší Pro-Free online test rýchlosti internetu",
    "th": "การทดสอบความเร็วอินเทอร์เน็ตแบบออนไลน์ความเร็วสูงฟรี Speedtest",
    "tr": "Speedtest Pro-Ücretsiz Online İnternet Hız Testi",
    "uk": "Speedtest Pro-Free Інтернет Тест швидкості Інтернет",
    "vi": "Kiểm tra tốc độ Internet trực tuyến tốc độ cao miễn phí tốc độ cao",
    "zh_CN": "网速测试大师 - 免费在线互联网速度测试",
    "zh_TW": "網速測試大師-免費線上互聯網速度測試"
  },
  "short": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,sl,sr,sw,ta,te": "Test your network directly from your toolbar and quickly test your internet performance",
    "cs": "Otestujte svou síť přímo z panelu nástrojů a rychle otestujte výkonnost internetu",
    "da": "Test dit netværk direkte fra din værktøjslinje og test din internetpræstation hurtigt",
    "de": "Testen Sie Ihr Netzwerk direkt über Ihre Symbolleiste und testen Sie schnell Ihre Internetleistung",
    "el": "Δοκιμάστε το δίκτυό σας απευθείας από τη γραμμή εργαλείων σας και δοκιμάστε γρήγορα την απόδοση του διαδικτύου σας",
    "es,es_419": "Pruebe su red directamente desde su barra de herramientas y pruebe rápidamente su rendimiento en Internet",
    "fi": "Testaa verkko suoraan työkalupalkista ja testaa nopeasti Internet-suorituskyky",
    "fr": "Testez votre réseau directement depuis votre barre d'outils et testez rapidement vos performances Internet",
    "hu": "Tesztelje a hálózatot közvetlenül az eszköztáron, és gyorsan tesztelje internetes teljesítményét",
    "id": "Uji jaringan Anda langsung dari bilah alat dan segera uji kinerja internet Anda",
    "it": "Metti alla prova la tua rete direttamente dalla barra degli strumenti e verifica rapidamente le prestazioni di Internet",
    "ja": "ツールバーからネットワークを直接テストし、インターネットのパフォーマンスをすばやくテストしてください",
    "ko": "도구 모음에서 직접 네트워크를 테스트하고 인터넷 성능을 신속하게 테스트하십시오.",
    "ms": "Uji rangkaian anda secara langsung dari bar alat anda dan dengan cepat menguji prestasi internet anda",
    "nl": "Test uw netwerk rechtstreeks vanuit uw werkbalk en test snel uw internetprestaties",
    "no": "Test nettverket ditt direkte fra verktøylinjen og test testen på internett raskt",
    "pl": "Przetestuj swoją sieć bezpośrednio z paska narzędzi i szybko przetestuj wydajność Internetu",
    "pt_BR,pt_PT": "Teste sua rede diretamente de sua barra de ferramentas e teste rapidamente seu desempenho na Internet",
    "ro": "Testați-vă rețeaua direct din bara de instrumente și testați-vă rapid performanța pe internet",
    "ru": "Проверяйте свою сеть непосредственно с панели инструментов и быстро протестируйте свою интернет-производительность",
    "sk": "Otestujte svoju sieť priamo z panela s nástrojmi a rýchlo otestujte výkonnosť internetu",
    "sv": "Test ditt nätverk direkt från verktygsfältet och test snabbt din internetprestanda",
    "th": "ทดสอบเครือข่ายของคุณได้โดยตรงจากแถบเครื่องมือและทดสอบประสิทธิภาพอินเทอร์เน็ตของคุณได้อย่างรวดเร็ว",
    "tr": "Ağınızı doğrudan araç çubuğunuzdan test edin ve internet performansınızı hızlı bir şekilde test edin",
    "uk": "Перевірте свою мережу безпосередньо на панелі інструментів та швидко перевірте продуктивність вашого Інтернету",
    "vi": "Kiểm tra mạng của bạn trực tiếp từ thanh công cụ và nhanh chóng kiểm tra hiệu suất internet của bạn",
    "zh_CN,zh_TW": "直接从您的工具栏中对网络进行测试，快速测试您的互联网性能"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,gu,he,hi,hr,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,sl,sr,sv,sw,ta,te": "One-click testing of the Internet connection,and it can reflect the user's network status from multiple angles. Speedtest Pro is a professional-grade speed tester,which can make it easy for users to find out the fault cause.\nFeatures:\nPing value could be measured and display in seconds\nTest download speed and upload speed\nTest the loading speed of  the current web page\nInstructions:\nDownload and install Speedtest Pro\nClick on the Speedtest Pro's icon\nClick on the button [Start Test]\nOpen advanced options, you can choose to test the loading speed of the current web page or not\n-Ping value: The time from the PC sends data to the web server until it receives feedback from the server.It's usually expressed by the degree of network delay in online games.The larger the Ping value is, the more seriously the network delay is, and the less smooth the game runs.\n- Download speed: 1M broadband=1Mbps=1024Kbps=1024/8KBps=128KB/s, 128KB/s is the theoretical maximum download speed of 1M broadband. The factors such as the peak period of the Internet and website service capabilities will affect the actual download speed.\n- Upload speed: Upstream traffic of network data per unit time. Ordinary broadband uplink and downlink is not equal, upstream broadband is usually speed limit,which is slower than the downlink broadband.\n- Webpage‘s loading speed: The time it taks from you enter the web to the webpage contents loading completed.\n\nSpeedtest Pro, One-click testing of user's network quality.\nIt won't take you one minute or 30 seconds,the whole thing you need to do is clicking on the [Start Test] to get real-time data.It's a fast, accurate and reliable professional-grade network tester.",
    "fi": "Internet-yhteyden yksi napsautustestaus ja se voi heijastaa käyttäjän verkkotilaa useista eri kulmista. Speedtest Pro on ammattilaistason nopeusmittari, jonka avulla käyttäjät voivat helposti selvittää vian syyn. Sinun on ärsytettävä, kun Internetin nopeus hidastuu: Sinulla oli asennettuna nopein laajakaista, mutta miksi usein tuntuu, että nopeus ei ole niin nopea kuin Operaattori sanoi? Miksi latausnopeus on nopeampi yöllä? Miksi tietokone jumittuu, kun avaat verkkopelin? Sitten sinun on asennettava Speedtest Pro heti. Ominaisuudet: Ping-arvo voidaan mitata ja näyttää sekunneissa Testaa latausnopeus ja latausnopeus Testaa nykyisen verkkosivun latausnopeus Ohjeet: Lataa ja asenna Speedtest Pro Napsauta Speedtest Pro -kuvaketta Napsauta painiketta [Start Test] Avaa lisäasetukset , voit valita testattavan latausnopeuden nykyisen verkkosivun tai ei -Ping arvo: Tietokoneen aika lähettää tietoja web-palvelimelle, kunnes se vastaanottaa palautetta palvelimelta.On yleensä ilmenee verkon viivästymisen aste verkossa Pelit. Suurempi Ping-arvo on, sitä vakavammin verkon viivästyminen on ja mitä vähemmän peli riittää. - Latausnopeus: 1M laajakaista = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s on 1M laajakaistan teoreettinen latausnopeus. Internetin ja verkkosivustojen palveluominaisuuksien kaltaiset tekijät vaikuttavat varsinaiseen latausnopeuteen. - Lähetysnopeus: Verkkotietojen ylävirtaus yksikköä kohti. Tavallinen laajakaistainen nousevan siirtotien ja laskevan siirtotien yhteys ei ole sama, laajakaistayhteys on tavallisesti nopeusrajoitus, joka on hitaampi kuin laskevan siirtotien laajakaista. - Verkkosivun latausnopeus: aika, jonka taksista saapuu verkkoon verkkosivun sisällön lataamisen loppuun. Speedtest Pro, käyttäjän verkon laadun yhden napsautuksen testaaminen. Se ei vie aikaa minuuttiin tai 30 sekuntia, vaan sinun on napsautettava [Käynnistä testi] saadaksesi reaaliaikaisia ​​tietoja. Se on nopea, tarkka ja luotettava ammattitason verkkotestauslaite.",
    "fr": "Test en un clic de la connexion Internet, et il peut refléter l'état du réseau de l'utilisateur sous plusieurs angles. Speedtest Pro est un testeur de vitesse de qualité professionnelle, qui permet aux utilisateurs de trouver facilement la cause du défaut. Vous devez être ennuyé lorsque la vitesse de l'Internet ralentit: Vous avez installé le haut débit le plus rapide, mais pourquoi avez-vous souvent l'impression que la vitesse n'est pas aussi rapide que l'opérateur l'a dit? Pourquoi la vitesse de téléchargement est-elle plus rapide la nuit? Pourquoi l'ordinateur se coince-t-il lorsque vous ouvrez un jeu en ligne? Vous devez alors installer Speedtest Pro immédiatement. Caractéristiques: La valeur de ping peut être mesurée et affichée en secondes Vitesse de téléchargement et vitesse de téléchargement Test de la vitesse de chargement de la page web actuelle Instructions: Télécharger et installer Speedtest Pro Cliquez sur l'icône du Speedtest Pro Cliquez sur le bouton [Démarrer Test] - Vous pouvez choisir de tester la vitesse de chargement de la page Web actuelle ou non - Valeur Ping: Le temps du PC envoie des données au serveur Web jusqu'à ce qu'il reçoive des commentaires du serveur. Il est généralement exprimé par le degré de retard réseau en ligne Plus la valeur de Ping est grande, plus le retard du réseau est sérieux et moins le jeu est fluide. - Vitesse de téléchargement: 1Mbit / bande = 1Mbps = 1024Kbps = 1024 / 8Kbps = 128KB / s, 128KB / s est la vitesse de téléchargement maximum théorique de 1M haut débit. Les facteurs tels que la période de pointe de l'Internet et les capacités du service de site Web affecteront la vitesse de téléchargement réelle. - Vitesse de téléchargement: trafic en amont des données réseau par unité de temps. La liaison montante haut débit ordinaire et la liaison descendante ne sont pas égales, la large bande en amont est généralement la limite de vitesse, qui est plus lente que la liaison descendante. - La vitesse de chargement de la page Web: Le temps qu'il vous faut pour entrer sur le Web pour télécharger le contenu de la page Web. Speedtest Pro, Test en un clic de la qualité du réseau de l'utilisateur. Il ne vous faudra pas une minute ou 30 secondes, tout ce que vous devez faire est de cliquer sur [Démarrer le test] pour obtenir des données en temps réel. C'est un testeur de réseau de qualité professionnelle rapide, précis et fiable.",
    "hu": "Az internetkapcsolat egy kattintásos tesztelése, és a felhasználó hálózatának státuszát tükrözi több szögből. A Speedtest Pro professzionális minőségű sebességmérő, amely megkönnyíti a felhasználók számára a hiba okát. Bosszantani kell, ha az internet sebessége lelassul: telepítette a leggyorsabb szélessávú eszközt, de miért érzi úgy, hogy a sebesség nem olyan gyors, mint az Operátor? Miért gyorsabb a letöltési sebesség éjszaka? Miért támad meg a számítógép az online játék megnyitása után? Akkor azonnal telepítenie kell a Speedtest Pro programot. Jellemzők: A ping érték mérhető és megjeleníthető másodpercben A letöltési sebesség és a feltöltési sebesség tesztelése Az aktuális weboldal betöltési sebességének ellenőrzése Útmutatás: Töltse le és telepítse a Speedtest Pro programot Kattintson a Speedtest Pro ikonjára Kattintson a [Start Teszt] gombra A speciális beállítások megnyitása akkor kiválaszthatja az aktuális weboldal betöltési sebességének tesztelését, vagy nem. -Ping érték: Az idő a PC-től adatokat küld a webszerverre, amíg visszajelzést nem kap a szerverről. Általában a hálózati késedelem mértékét fejezi ki az online A nagyobb Ping érték, annál komolyabb a hálózati késés, és annál kevésbé egyenletes a játék. - Letöltés sebesség: 1M szélessávú = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s az elméleti maximális letöltési sebesség 1M szélessávú. Az olyan tényezők, mint az internet és a weboldal szolgáltatásainak csúcsidőszaka befolyásolják a tényleges letöltési sebességet. - Feltöltési sebesség: A hálózati adatok áramlási sebessége egységnyi idő alatt. A szokásos szélessávú felfelé irányuló és lefelé irányuló kapcsolat nem egyenlő, a szélessáv elterjedése általában a sebességkorlátozás, ami lassabb, mint a lefelé irányuló szélessávú kapcsolat. - A weboldal betöltési sebessége: A weboldal tartalmának betöltése után az az időpont, amikor az Öntől érkezik be az internetre. Speedtest Pro, a felhasználó hálózati minőségének egy kattintással történő tesztelése. Nem tart egy percet vagy 30 másodpercet, az egész, amire szükséged van, hogy rákattintasz a [Start Test] -re, hogy valós idejű adatokat kapjunk. Gyors, pontos és megbízható professzionális minőségű hálózati tesztelő.",
    "id": "Pengujian sekali klik dari koneksi Internet, dan itu dapat mencerminkan status jaringan pengguna dari berbagai sudut. Speedtest Pro adalah penguji kecepatan kelas profesional, yang dapat mempermudah pengguna untuk mencari penyebab kesalahan. Anda harus kesal ketika kecepatan Internet melambat: Anda telah menginstal broadband tercepat, tetapi mengapa Anda sering merasa bahwa kecepatannya tidak secepat yang dikatakan Operator? Mengapa kecepatan unduhan lebih cepat pada malam hari? Mengapa komputer macet begitu Anda membuka game online? Maka Anda perlu menginstal Speedtest Pro segera. Fitur: Nilai ping dapat diukur dan ditampilkan dalam detik Uji kecepatan unduh dan kecepatan unggah Uji kecepatan pemuatan halaman web saat ini Petunjuk: Unduh dan pasang Speedtest Pro Klik pada ikon Speedtest Pro Klik pada tombol [Mulai Tes] Buka opsi lanjutan , Anda dapat memilih untuk menguji kecepatan loading halaman web saat ini atau tidak -Ping nilai: Waktu dari PC mengirim data ke server web sampai menerima umpan balik dari server. Ini biasanya dinyatakan oleh tingkat penundaan jaringan di online permainan. Semakin besar nilai Ping, semakin serius penundaan jaringan, dan semakin kurang mulus game berjalan. - Kecepatan unduhan: 1M broadband = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s adalah kecepatan unduh teoritis maksimum dari 1M broadband. Faktor-faktor seperti periode puncak Internet dan kemampuan layanan situs web akan mempengaruhi kecepatan pengunduhan sebenarnya. - Kecepatan upload: Hulu lalu lintas data jaringan per satuan waktu. Uplink dan downlink broadband biasa tidak sama, broadband hulu biasanya batas kecepatan, yang lebih lambat daripada broadband downlink. - Kecepatan memuat laman web: Waktu yang dibutuhkan dari Anda memasukkan web ke pemuatan konten laman web selesai. Speedtest Pro, Pengujian satu klik dari kualitas jaringan pengguna. Ini tidak akan memakan waktu satu menit atau 30 detik, semua yang perlu Anda lakukan adalah mengklik [Mulai Tes] untuk mendapatkan data real-time. Ini adalah tester jaringan kelas profesional yang cepat, akurat, dan andal.",
    "it": "Verifica con un clic della connessione Internet e può riflettere lo stato della rete dell'utente da più angolazioni. Speedtest Pro è un tester di velocità professionale, che può rendere facile per gli utenti scoprire la causa del guasto. Devi essere seccato quando la velocità di Internet rallenta: hai installato la banda larga più veloce, ma perché ritieni che la velocità non sia così veloce come ha detto l'operatore? Perché la velocità di download è più veloce di notte? Perché il computer si blocca quando apri un gioco online? Quindi devi installare immediatamente Speedtest Pro. Caratteristiche: Il valore del ping può essere misurato e visualizzato in secondi. Verifica velocità di download e velocità di caricamento Verifica la velocità di caricamento della pagina Web corrente. Istruzioni: Scarica e installa Speedtest Pro Fai clic sull'icona di Speedtest Pro Fai clic sul pulsante [Avvia test] Apri opzioni avanzate , è possibile scegliere di testare la velocità di caricamento della pagina Web corrente o no. Valore ping: il tempo dal PC invia i dati al server Web fino a quando riceve un feedback dal server. Di solito è espresso dal grado di ritardo della rete in linea giochi. Più grande è il valore Ping, più seriamente è il ritardo della rete e minore è la scorrevolezza del gioco. - Velocità di download: banda larga 1M = 1Mbps = 1024Kbps = 1024 / 8KBps = 128 KB / s, 128 KB / s è la velocità massima teorica di download della banda larga 1M. I fattori come il periodo di picco di Internet e le funzionalità del servizio Web influiscono sulla velocità di download effettiva. - Velocità di upload: traffico upstream dei dati di rete per unità di tempo. Uplink e downlink ordinario a banda larga non sono uguali, la banda larga upstream è solitamente il limite di velocità, che è più lento della banda larga downlink. - Velocità di caricamento della pagina web: il tempo impiegato da te per accedere al web al caricamento del contenuto della pagina web completato. Speedtest Pro, test in un clic della qualità della rete dell'utente. Non ci vorrà un minuto o 30 secondi, tutto ciò che devi fare è fare clic su [Avvia test] per ottenere dati in tempo reale. È un tester di rete di livello professionale veloce, preciso e affidabile.",
    "ja": "ワンクリックでインターネット接続をテストし、複数の角度からユーザーのネットワーク状況を反映することができます。 Speedtest Proはプロフェッショナルグレードのスピードテスターで、ユーザーが障害原因を簡単に見つけることができます。インターネットの速度が減速すると、あなたは迷惑になる必要があります：あなたは最も速いブロードバンドをインストールしましたが、オペレータが言ったようにスピードがそれほど速くないと感じているのはなぜですか？夜間にダウンロード速度が速いのはなぜですか？オンラインゲームを開くとコンピュータが突然動かないのですが、すぐにSpeedtest Proをインストールする必要があります。機能：Pingの値を測定して秒単位で表示するダウンロード速度とアップロード速度をテストする現在のWebページの読み込み速度をテストする手順：Speedtest ProをダウンロードしてインストールするSpeedtest Proのアイコンをクリックする[Start Test]現在のWebページの読み込み速度をテストするかどうかを選択することができます。-Ping値：PCからの時間は、サーバーからフィードバックを受け取るまでデータをWebサーバーに送信します。通常、オンラインのネットワーク遅延の程度Pingの値が大きいほど、ネットワークの遅延が深刻になり、ゲームが円滑に行われなくなります。 - ダウンロード速度：1Mブロードバンド= 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s、128KB / sは1Mブロードバンドの理論上の最大ダウンロード速度です。インターネットのピーク時代やウェブサイトのサービス機能などの要因は、実際のダウンロード速度に影響します。 - アップロード速度：単位時間あたりのネットワークデータのアップストリームトラフィック。通常のブロードバンドアップリンクとダウンリンクは等しくはない、アップストリームブロードバンドは通常、ダウンリンクブロードバンドよりも遅い速度制限です。 - ウェブページの読み込み速度：あなたがタックしてからWebページのコンテンツへの読み込みが完了した時間。 Speedtest Pro、ユーザーのネットワーク品質をワンクリックでテスト。それはあなたに1分30秒かかることはありません、あなたがする必要があるすべてのことは、リアルタイムのデータを取得するために[Start Test]をクリックすることです。これは、高速で正確で信頼性の高いプロフェッショナルグレードのネットワークテスターです。",
    "ko": "인터넷 연결을 한 번의 클릭으로 테스트하고 여러 각도에서 사용자의 네트워크 상태를 반영 할 수 있습니다. Speedtest Pro는 전문가 급 속도 시험기로 사용자가 오류 원인을 쉽게 찾을 수 있습니다. 인터넷 속도가 느려지는 경우 짜증이납니다. 가장 빠른 광대역을 설치했지만, 속도가 운영자의 말처럼 빨리 느껴지지 않는 이유는 무엇입니까? 왜 밤에 다운로드 속도가 빨라 집니까? 온라인 게임을 열면 컴퓨터가 멈추는 이유는 무엇입니까? 그러면 Speedtest Pro를 즉시 설치해야합니다. 기능 : Ping 값을 측정하고 초 단위로 표시 할 수 있습니다. 다운로드 속도 및 업로드 속도 테스트 현재 웹 페이지의로드 속도 테스트 지침 : Speedtest Pro 다운로드 및 설치 Speedtest Pro 아이콘 클릭 [Start Test] 버튼 클릭 고급 옵션 열기 , 현재 웹 페이지의 로딩 속도를 테스트할지 여부를 선택할 수 있습니다. - 핑 값 : PC로부터의 시간은 서버로부터 피드백을받을 때까지 웹 서버로 데이터를 전송합니다. 일반적으로 온라인에서 네트워크 지연의 정도로 표현됩니다 Ping 값이 클수록 네트워크 지연이 심각 해지고 게임이 원활하지 않게됩니다. - 다운로드 속도 : 1Mbps = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s는 1M 광대역의 이론상 최대 다운로드 속도입니다. 인터넷의 피크 기간 및 웹 사이트 서비스 기능과 같은 요소는 실제 다운로드 속도에 영향을 미칩니다. - 업로드 속도 : 단위 시간당 네트워크 데이터의 상류 트래픽. 일반 광대역 업 링크 및 다운 링크가 동일하지 않습니다, 업스트림 광대역은 일반적으로 다운 링크 광대역보다 느린 속도 제한입니다. - 웹 페이지의 로딩 속도 : 사용자가 웹 페이지로 들어가는 시간. 웹 페이지 콘텐츠 로딩이 완료되었습니다. Speedtest Pro, 사용자의 네트워크 품질을 한 번의 클릭으로 테스트합니다. 1 분 30 초가 소요되지 않습니다. 필요한 모든 작업은 [Start Test]를 클릭하여 실시간 데이터를 얻는 것입니다. 빠르고 정확하며 신뢰할 수있는 전문가 수준의 네트워크 테스터입니다.",
    "pl": "Testowanie połączenia internetowego jednym kliknięciem i może odzwierciedlać stan sieci użytkownika pod wieloma kątami. Speedtest Pro to profesjonalny tester prędkości, który może ułatwić użytkownikom znalezienie przyczyny awarii. Musisz być zirytowany, gdy prędkość Internetu zwolni: zainstalowałeś najszybszy dostęp szerokopasmowy, ale dlaczego często uważasz, że prędkość nie jest tak szybka, jak powiedział operator? Dlaczego prędkość pobierania jest szybsza w nocy? Dlaczego komputer utknął po uruchomieniu gry online? Musisz natychmiast zainstalować Speedtest Pro. Cechy: Wartość Ping może być mierzona i wyświetlana w sekundach Prędkość pobierania i wysyłania testu Test prędkości ładowania bieżącej strony Instrukcje: Pobierz i zainstaluj Speedtest Pro Kliknij ikonę Speedtest Pro Kliknij na przycisk [Rozpocznij test] Otwórz zaawansowane opcje , możesz wybrać szybkość ładowania bieżącej strony internetowej lub nie - Wartość PING: Czas z komputera wysyła dane do serwera WWW, dopóki nie otrzyma informacji zwrotnej z serwera. Zazwyczaj jest to wyrażane jako stopień opóźnienia sieci w Internecie gry. Im większa jest wartość Ping, tym poważniejsze jest opóźnienie sieci, a gra jest mniej płynna. - Prędkość pobierania: 1M łącza szerokopasmowego = 1 Mb / s = 1024 Kb / s = 1024/8 Kb / s = 128 KB / s, 128 KB / s to teoretyczna maksymalna prędkość pobierania 1M łącza szerokopasmowego. Czynniki takie jak szczytowy okres korzystania z Internetu i serwisu internetowego będą miały wpływ na rzeczywistą prędkość pobierania. - Prędkość wysyłania: ruch danych sieciowych w górę strumienia w jednostce czasu. Zwykłe łącza szerokopasmowe i łącza \"w dół\" nie są równe, a łączem internetowym wyższego rzędu jest zazwyczaj ograniczenie prędkości, które jest wolniejsze niż łącze szerokopasmowe w łączu w dół. - Szybkość ładowania strony internetowej: czas, jaki upływa od wejścia do sieci, do ładowania zawartości strony internetowej. Speedtest Pro, testowanie jakości sieci użytkownika jednym kliknięciem. Nie zajmie Ci to ani minuty, ani 30 sekund, a wszystko, co musisz zrobić, to kliknąć przycisk [Rozpocznij test], aby uzyskać dane w czasie rzeczywistym. Jest to szybki, dokładny i niezawodny profesjonalny tester sieci.",
    "ro": "Testarea cu un singur clic a conexiunii la Internet și poate reflecta starea rețelei utilizatorului din mai multe unghiuri. Speedtest Pro este un tester de viteză profesionist, care poate ajuta utilizatorii să afle cauza cauzei. Trebuie să vă supărați când viteza internetului încetinește: Ați instalat cea mai rapidă bandă largă, dar de ce simți adesea că viteza nu este la fel de rapidă cum a spus Operatorul? De ce viteza de descărcare este mai rapidă pe timp de noapte? De ce computerul se blochează odată ce deschideți un joc online? Atunci trebuie să instalați Speedtest Pro imediat. Caracteristici: Valoarea Ping poate fi măsurată și afișată în câteva secunde Testați viteza de descărcare și viteza de încărcare Testați viteza de încărcare a paginii Web actuale Instrucțiuni: Descărcați și instalați Speedtest Pro Faceți clic pe pictograma Speedtest Pro Faceți clic pe butonul [Start Test] , puteți alege să testați viteza de încărcare a paginii web curente sau nu -Ping valoare: Timpul de la PC trimite date către serverul web până când acesta primește feedback de la server.Este de obicei exprimat de gradul de întârziere a rețelei online Cu cât este mai mare valoarea Ping, cu atât este mai gravă întârzierea rețelei și cu cât jocul este mai neted. - Viteza de descărcare: bandă largă 1M = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s este viteza maximă teoretică de descărcare de bandă largă de 1M. Factorii, cum ar fi perioada de vârf a capacităților de servicii Internet și de site-uri web, vor afecta viteza reală de descărcare. - Viteza de încărcare: trafic în amonte de date de rețea per unitate de timp. În mod normal, legătura în bandă largă și downlinkul obișnuit nu este egală, bandă largă în amonte este de obicei o limită de viteză, care este mai lentă decât bandă largă în jos. - Viteza de încărcare a paginii Web: Timpul de intrare pe web la încărcarea conținutului paginii Web a fost finalizată. Speedtest Pro, testarea cu un singur clic a calității rețelei utilizatorului. Nu vă va dura un minut sau 30 de secunde, tot ce trebuie să faceți este să faceți clic pe [Start Test] pentru a obține date în timp real. Acesta este un tester de rețea rapid, precis și de încredere.",
    "ru": "Одно нажатие на проверку подключения к Интернету и отображение статуса сети пользователя с разных точек. Speedtest Pro - это профессиональный измеритель скорости, который позволяет пользователям легко узнать причину неисправности. Вы должны раздражаться, когда скорость Интернета замедляется: вы установили самый быстрый широкополосный доступ, но почему вы часто чувствуете, что скорость не так быстро, как сказал оператор? Почему скорость загрузки быстрее ночью? Почему компьютер застревает после открытия онлайн-игры? Тогда вам нужно установить Speedtest Pro немедленно. Особенности: значение Ping можно измерить и отобразить в секундах. Скорость загрузки и скорость загрузки. Проверьте скорость загрузки текущей веб-страницы. Инструкции: Загрузите и установите Speedtest Pro. Нажмите на значок Speedtest Pro. Нажмите кнопку [Start Test]. Откройте дополнительные параметры. , вы можете проверить скорость загрузки текущей веб-страницы или нет. Значение для загрузки: время с ПК отправляет данные на веб-сервер, пока не получит обратную связь с сервером. Обычно это выражается степенью задержки сети в онлайн-режиме игры. Чем больше значение Ping, тем более серьезная задержка в сети, и тем менее гладкая игра. - Скорость загрузки: 1M широкополосный = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s - теоретическая максимальная скорость загрузки 1M широкополосного доступа. Факторы, такие как максимальный период использования Интернета и возможностей веб-сайта, будут влиять на фактическую скорость загрузки. - Скорость загрузки: восходящий трафик сетевых данных в единицу времени. Обычная широкополосная восходящая линия и нисходящая линия связи не равны, восходящая широкополосная связь обычно является ограничением скорости, которое медленнее, чем широкополосная связь по нисходящей линии связи. - Скорость загрузки веб-страницы: время, необходимое для входа в Интернет, до загрузки содержимого веб-страницы. Speedtest Pro, однократное тестирование качества сети пользователя. Это займет не одну минуту или 30 секунд, вам нужно всего лишь нажать [Start Test], чтобы получить данные в режиме реального времени. Это быстрый, точный и надежный профессиональный сетевой тестер.",
    "sk": "Ett-klick testning av Internet-anslutningen, och det kan spegla användarens nätverksstatus från flera vinklar. Speedtest Pro är en professionell hastighetstestare, som kan göra det enkelt för användarna att ta reda på orsaken till felet. Du måste vara irriterad när hastigheten på Internet saktar ner: Du hade installerat det snabbaste bredbandet, men varför känner du ofta att hastigheten inte är så snabb som Operatören sa? Varför går nedladdningshastigheten snabbare på natten? Varför stannar datorn när du öppnar ett onlinespel? Då måste du installera Speedtest Pro omedelbart. Funktioner: Pingvärdet kan mätas och visas i sekunder Testhastighet och uppladdningshastighet Testa lasthastigheten på den aktuella webbsidan Instruktioner: Hämta och installera Speedtest Pro Klicka på knappen Speedtest Pro Klicka på knappen [Starta test] Öppna avancerade alternativ , kan du välja att testa lasthastigheten för den aktuella webbsidan eller inte -Ping-värdet: Tiden från datorn skickar data till webbservern tills den tar emot återkoppling från servern. Den uttrycks vanligtvis av graden av nätverksfördröjning i online spel. Ju större Ping-värdet är, desto mer allvarligt är nätverksfördröjningen, och ju mindre smidigt går spelet. - Nedladdningshastighet: 1M bredband = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s är den teoretiska maximala nedladdningshastigheten på 1M bredband. Faktorerna som toppperioden för Internet och webbplatsens servicefunktioner påverkar den faktiska nedladdningshastigheten. - Uppladdningshastighet: Uppströms trafik av nätverksdata per tidsenhet. Vanlig bredbandsupplänk och nedlänk är inte lika, bredband är vanligtvis hastighetsgräns, vilket är långsammare än nedlänks bredband. - Webbsida laddningshastighet: Den tid det tar från dig går in på webben till webbsidans innehåll som fylls i. Speedtest Pro, One-click test av användarens nätverkskvalitet. Det tar inte dig en minut eller 30 sekunder. Det enda du behöver göra är att klicka på [Start test] för att få realtidsdata. Det är en snabb, exakt och pålitlig professionell nätverksprovning.",
    "th": "การทดสอบการเชื่อมต่ออินเทอร์เน็ตเพียงคลิกเดียวและสามารถสะท้อนถึงสถานะเครือข่ายของผู้ใช้จากหลายมุมได้ Speedtest Pro เป็นเครื่องทดสอบความเร็วระดับมืออาชีพซึ่งสามารถทำให้ผู้ใช้สามารถค้นหาสาเหตุของความผิดพลาดได้โดยง่าย คุณต้องรำคาญเมื่อความเร็วของอินเทอร์เน็ตลดลง: คุณติดตั้งบรอดแบนด์ที่เร็วที่สุด แต่ทำไมคุณมักรู้สึกว่าความเร็วไม่เร็วเท่ากับ Operator กล่าว? ทำไมความเร็วในการดาวน์โหลดถึงเร็วกว่าในเวลากลางคืน? เหตุใดคอมพิวเตอร์จึงติดค้างอยู่เมื่อคุณเปิดเกมออนไลน์แล้วคุณต้องติดตั้ง Speedtest Pro ทันที การทดสอบความเร็วในการโหลดของเว็บเพจปัจจุบันคำแนะนำ: ดาวน์โหลดและติดตั้ง Speedtest Pro คลิกที่ไอคอน Speed ​​Test Pro คลิกที่ปุ่ม [เริ่มทดสอบ] เปิดตัวเลือกขั้นสูง คุณสามารถเลือกที่จะทดสอบความเร็วในการโหลดของหน้าเว็บปัจจุบันหรือไม่ - ค่า Ping: เวลาจากเครื่องคอมพิวเตอร์จะส่งข้อมูลไปยังเว็บเซิร์ฟเวอร์จนกว่าจะได้รับข้อเสนอแนะจากเซิร์ฟเวอร์โดยปกติจะแสดงโดยระดับความล่าช้าของเครือข่ายในแบบออนไลน์ games.The ค่า Ping ขนาดใหญ่เป็นอย่างจริงจังล่าช้าของเครือข่ายและเกมราบรื่นน้อยทำงาน - ความเร็วในการดาวน์โหลด: 1M broadband = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s คือความเร็วสูงสุดในการดาวน์โหลดข้อมูลทางทฤษฎีของอินเทอร์เน็ตความเร็วสูง 1M ปัจจัยต่างๆเช่นช่วงเวลาสูงสุดของอินเทอร์เน็ตและความสามารถในการให้บริการเว็บไซต์จะส่งผลต่อความเร็วในการดาวน์โหลดที่แท้จริง - ความเร็วในการอัพโหลด: การรับส่งข้อมูลเครือข่ายบนเครือข่ายต่อหน่วยเวลา uplink และ downlink แบบธรรมดาไม่เท่ากันบรอดแบนด์ต้นน้ำมักจะมีความเร็ว จำกัด ซึ่งช้ากว่า downlink broadband - ความเร็วในการโหลดเว็บเพจ: เวลาที่คุณต้องเข้าสู่เว็บเพื่อโหลดเนื้อหาเว็บเพจเสร็จสมบูรณ์ Speedtest Pro การทดสอบคุณภาพเครือข่ายของผู้ใช้เพียงคลิกเดียว จะใช้เวลาไม่ถึงหนึ่งนาทีหรือ 30 วินาทีสิ่งที่คุณต้องทำก็คือคลิกที่ [Start Test] เพื่อดูข้อมูลเรียลไทม์นั่นคือเครื่องมือทดสอบเครือข่ายระดับมืออาชีพที่รวดเร็วถูกต้องและเชื่อถือได้",
    "tr": "İnternet bağlantısının tek tıklamayla test edilmesi ve kullanıcının ağ durumunu birden çok açıdan yansıtabilir. Speedtest Pro, kullanıcıların hata nedenini bulmasını kolaylaştıracak profesyonel bir hız test cihazıdır. İnternet'in hızı yavaşladığında rahatsız olmalısınız: En hızlı geniş bantı kurmuştunuz, ancak neden hızın Operatörün söylediği kadar hızlı olmadığını düşünüyorsunuz? İndirme hızı neden geceleri daha hızlı? Bir çevrimiçi oyun açtığınızda bilgisayar neden takılıyor?？ Daha sonra Speedtest Pro'yu hemen kurmanız gerekiyor. Özellikler: Ping değeri, saniye cinsinden ölçülebilir ve görüntülenebilir Test indirme hızı ve yükleme hızı Geçerli web sayfasının yükleme hızını test edin Talimatlar: Speedtest Pro'yu indirin ve kurun Speedtest Pro'nun simgesine tıklayın [Testlere Başla] Gelişmiş seçenekleri aç , mevcut web sayfasının yükleme hızını test etmeyi seçebilirsiniz ya da -Ping değeri: PC'den, sunucudan geri bildirim alıncaya kadar web sunucusuna veri gönderen zaman. Bu, genellikle çevrimiçi ağ gecikme derecesi ile ifade edilir. Oyunlar: Ping değeri ne kadar büyükse, ağ gecikmesi de o kadar az olur ve oyun o kadar az olur. - İndirme hızı: 1M geniş bant = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / s, 1M genişbantın teorik maksimum indirme hızıdır. İnternetin zirve dönemi ve web sitesi servis özellikleri gibi faktörler, gerçek indirme hızını etkileyecektir. - Yükleme hızı: Birim zamandaki ağ verilerinin akış yönündeki trafiği. Sıradan geniş bantlı uplink ve downlink eşit değildir, upstream geniş bant genellikle downlink geniş banttan daha yavaş olan hız sınırıdır. - Web sayfasının yükleme hızı: Sizden aldığınız süre, web sayfası içeriğinin tamamlandığı web sitesine girer. Speedtest Pro, Kullanıcının ağ kalitesinin tek tıklamayla test edilmesi. Bir dakika ya da 30 saniye sürmez, yapmanız gereken tek şey gerçek zamanlı veri elde etmek için [Testi Başlat] 'a tıklamaktır. Bu hızlı, doğru ve güvenilir profesyonel dereceli bir ağ test cihazıdır.",
    "uk": "Один клік тестування підключення до Інтернету, і це може відображати стан мережі користувача з різних точок зору. Speedtest Pro - це професійний тестовий пристрій швидкості, який допомагає користувачам легко з'ясувати причину несправності. Ви повинні бути роздратовані, коли швидкість роботи Інтернету сповільнюється: Ви встановили найшвидший широкосмуговий зв'язок, але чому часто ви відчуваєте, що швидкість не така швидка, як говорить оператор? Чому швидкість завантаження відбувається швидше вночі? Чому комп'ютер застряє, коли ви відкриваєте онлайнову гру? Тоді вам потрібно негайно встановити Speedtest Pro. Особливості: Значення Ping можна вимірювати та відображати в секундах. Випробовуйте швидкість завантаження та швидкість завантаження. Перевірте швидкість завантаження поточної веб-сторінки. Інструкції. Завантажте та встановіть Speedtest Pro. Клацніть піктограму Speedtest Pro. Натисніть кнопку [Start Test]. Відкрийте розширені параметри. , ви можете вибрати перевірку швидкості завантаження поточної веб-сторінки чи ні. Значення -Ping: час від ПК надсилає дані на веб-сервер, доки не отримає зворотний зв'язок із сервером. Це зазвичай виражається ступенем затримки мережі в мережі ігри. Чим більше значення Ping, тим серйознішою є затримка мережі, а менш плавна гра працює. - Швидкість завантаження: 1M широкосмуговий = 1 Мбіт / с = 1024 Кбіт / с = 1024/8 Кбіт / с = 128 Кб / с, 128 Кб / с - теоретична максимальна швидкість завантаження 1 М широкосмугового зв'язку. Фактори, такі як піковий період Інтернету та можливостей сервісу веб-сайту, вплинуть на фактичну швидкість завантаження. - Швидкість завантаження: поточний трафік мережевих даних за одиницю часу. Звичайна широкосмугова висхідна лінія зв'язку та низхідна лінія зв'язку не рівні, широкосмугове з'єднання вгорі, як правило, обмежується швидкістю, що повільніше, ніж широкосмугова низхідна лінія зв'язку. - Швидкість завантаження веб-сторінки: час, за який ви вкажетесь, увійти в мережу до завантаження вмісту веб-сторінки, завершеного. Speedtest Pro, перевірка якості мережі користувачів одним клацанням миші. Це займе не одну хвилину, ані 30 секунд, все, що вам потрібно зробити, це натиснути кнопку [Пусковий тест], щоб отримати дані в режимі реального часу. Це швидкий, точний та надійний тестер мережі професійного рівня.",
    "vi": "Thử nghiệm một lần nhấp chuột của kết nối Internet và nó có thể phản ánh trạng thái mạng của người dùng từ nhiều góc độ. Speedtest Pro là trình kiểm tra tốc độ chuyên nghiệp, có thể giúp người dùng dễ dàng tìm ra nguyên nhân lỗi. Bạn phải cảm thấy khó chịu khi tốc độ Internet chậm lại: Bạn đã cài đặt băng thông rộng nhanh nhất, nhưng tại sao bạn thường cảm thấy tốc độ không nhanh như nhà điều hành nói? Tại sao tốc độ tải xuống nhanh hơn vào ban đêm? Tại sao máy tính gặp khó khăn khi bạn mở một trò chơi trực tuyến？ Sau đó, bạn cần phải cài đặt Speedtest Pro ngay lập tức. Các tính năng: Giá trị Ping có thể được đo và hiển thị trong vài giây Kiểm tra tốc độ tải xuống và tốc độ tải lên Kiểm tra tốc độ tải của trang web hiện tại Hướng dẫn: Tải xuống và cài đặt Speedtest Pro Nhấp vào biểu tượng Speedtest Pro Nhấn vào nút [Bắt đầu kiểm tra] Mở tùy chọn nâng cao , bạn có thể chọn để kiểm tra tốc độ tải của trang web hiện tại hoặc không -Giá trị -Ping: Thời gian từ PC gửi dữ liệu đến máy chủ web cho đến khi nhận được phản hồi từ máy chủ. Nó thường được biểu thị bằng mức độ trễ mạng trực tuyến Trò chơi. Giá trị Ping càng lớn thì độ trễ mạng càng nghiêm trọng và trò chơi càng kém trơn tru. - Tốc độ tải xuống: 1M băng thông rộng = 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s, 128KB / giây là tốc độ tải xuống tối đa theo lý thuyết của băng thông rộng 1M. Các yếu tố như thời gian cao điểm của Internet và khả năng dịch vụ trang web sẽ ảnh hưởng đến tốc độ tải xuống thực tế. - Tốc độ tải lên: Lưu lượng luồng dữ liệu mạng trên mỗi đơn vị thời gian. Thông thường đường lên và đường xuống băng thông rộng không bằng nhau, băng thông rộng upstream thường là giới hạn tốc độ, chậm hơn so với băng thông rộng đường xuống. - Tốc độ tải của trang web: Thời gian tải từ trang web của bạn đến khi tải nội dung trang web hoàn tất. Speedtest Pro, một lần nhấp thử nghiệm chất lượng mạng của người dùng. Nó sẽ không mất bạn một phút hoặc 30 giây, toàn bộ điều bạn cần làm là nhấp vào [Bắt đầu thử nghiệm] để có được dữ liệu thời gian thực. Đó là một thử nghiệm mạng cấp chuyên nghiệp nhanh chóng, chính xác và đáng tin cậy.",
    "zh_CN": "一键测试互联网连接情况，只需一次点击，就可以从多个角度反映用户的网络状况，轻松查找故障原因，是专业级别的网速测试器。\n\n使用电脑时，最令人烦躁的情况就是网速变慢：\n为什么明明安装了百兆宽带，却常常感觉速度并没有运营商承诺的那么快？\n为什么只有到了深夜，下载速度才会变得迅速起来？\n为什么一旦打开大型游戏，电脑就会变得卡顿？\n那么你需要立即安装网速测试大师。\n\n功能：\n几秒内测出Ping值\n测试下载速度和上传速度\n测试当前网页的加载速度\n操作说明：\n下载安装网速测试大师\n在扩展栏里点击网速测试大师的图标\n点击【开始测速】\n打开高级选项，可自行选择测试当前网页的加载速度\n-Ping值：从PC对网络服务器发送数据到接收到服务器反馈数据的时间。通常在网络游戏中表示网络延迟程度，Ping值越大，网络延迟越严重，游戏运行越不流畅。\n-下载速度：1M宽带=1Mbps=1024Kbps=1024/8KBps=128KB/s，128KB/s就是1M宽带理论上最大的下载速度。而网络高峰期、网站服务能力等因素，都会影响到实际下载速度。\n-上传速度：单位时间内，网络数据的上行流量。普通宽带上下行不对等，上行宽带通常是限速的，比下行宽带慢。\n-网页加载速度：从进入网页到该网页所有内容加载完成所花的时间。\n\nSpeedtest Pro，一键测试用户的网络质量。\n不需要一分钟，不需要30秒，轻点【开始测试】即可实时获取数据，是一款快速、精准、可靠的专业级网络测试器。",
    "zh_TW": "一鍵測試Internet連接，它可以從多個角度反映用戶的網絡狀態。 Speedtest Pro是一款專業級速度測試儀，可以讓用戶輕鬆找出故障原因。當互聯網的速度減慢時，你一定很惱火：你安裝了最快的寬帶，但為什麼你經常覺得速度沒有運營商說的那麼快？為什麼下載速度在晚上更快？一旦打開在線遊戲，為什麼計算機會卡住？那麼您需要立即安裝Speedtest Pro。功能：可以測量Ping值並以秒顯示測試下載速度和上傳速度測試當前網頁的加載速度說明：下載並安裝Speedtest Pro單擊Speedtest Pro的圖標單擊按鈕[Start Test]打開高級選項，您可以選擇測試當前網頁的加載速度與否--Ping值：從PC發送數據到Web服務器直到收到服務器反饋的時間。通常用在線網絡延遲程度表示Ping值越大，網絡延遲越嚴重，遊戲運行越不平穩。 - 下載速度：1M寬帶= 1Mbps = 1024Kbps = 1024 / 8KBps = 128KB / s，128KB / s是1M寬帶的理論最大下載速度。互聯網高峰期和網站服務能力等因素將影響實際下載速度。 - 上傳速度：每單位時間網絡數據的上行流量。普通寬帶上行和下行不相等，上行寬帶通常是速度限制，這比下行寬帶慢。 - 網頁的加載速度：從您進入網絡到加載完成的網頁內容的時間。 Speedtest Pro，一鍵測試用戶的網絡質量。它不需要你一分鐘或30秒，你需要做的就是點擊[開始測試]以獲得實時數據。它是一個快速，準確和可靠的專業級網絡測試儀。"
  }
}