{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apiary - Web Highlighter & Annotator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight and take notes directly on what you read online and instantly share them with friends and colleagues."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily highlight and take notes on what you read online and then easily save them for later and share them with friends and colleagues in one click.\n\nApiary is a free to try chrome extension based product that allows you to easily highlight and take notes on what you read online. After you have annotated something online it will be saved to your Apiary account where you can then organize in any way you like with our folder system. You can than easily share directly from the website where you took the notes or from your Apiary account later on with anyone you want. Just highlight and get a shareable link you can send to anyone with one click.\n\nWhen using Apiary on a website or email online you have two options. You can choose to just highlight some text or you can highlight and add a comment to that highlight. Allowing you to save and share you favorite parts and current thoughts while reading it with others. You can view your annotations live by clicking the chrome extension and having the Apiary sidebar appear showing all the highlights and notes you have made on that page. Or you can view them later in your Apiary account where we save all the contents of what you were reading and the highlights and notes you took. Allowing you to get the full context of whatever you were taking notes on.\n\nAnnotate, save, and share what you read online instantly today.\n\n-----------------------------------------\nKey Features:\nWeb and Email Highlighting\nTake Notes On What You Read Online\nApiary Account Access With Organization Systems\nQuick and Easy Shareable Notes\nPrivate Notes That Only You Can See\nAutomatically Saving Notes\n\n-------------------------------------------\nHow To Use:\nIn order to use the Apiary Chrome Extension you will need an account with Apiary. Please visit www.myapiary.io to create an account today.\n\n1) Create An Account On Apiary (www.myapiary.io)\n2) Download Chrome Extension\n3) Sign Into Chrome Extension w/ Your Apiary Account\n4) Select Text (Left Click & Drag) You Wish To Annotate\n5) Click On Apiary Popup To Either Highlight Or Take Note On Selected Text\n6) Delete An Annotation By Clicking On A Highlight And clicking Delete Icon\n7) Share Your Notes For A Page By Clicking The Apiary Share Button On Bottom Left Corner Of Window\n8) View A Note By Either Visiting Your Apiary Account Or By Clicking View On A Currently Annotated Web Page\n\n------------------------------------\nPro Tips:\n1) Make Sure You Are Logged Into Apiary Chrome Extension If You Are Having Issues Annotating\n2) Organize Your Notes Into Folders On Apiary To Easily Find Notes Later\n3) Share Your Notes With Friends By Clicking Share Button And Sending Link To Friends.\n\n---------------------------\nGot Feedback?\nPlease reach out to us at support@myapiary.io\nIf you find bugs please let us know at https://forms.gle/rHvoLZwaXfVcbAMJ7.\nIf you have a feature request please let us know at https://forms.gle/vguFD2Rxi2FCsSQi8.\nBy installing the extension, you agree to Apiary's Terms of Service, Privacy Policy, and Community Guidelines (which can be found here: https://www.myapiary.io/term-services and https://www.myapiary.io/privacy-policy)"
  }
}