{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AquaTools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AquaTools NFTs represent a token that operates as an access pass. It provides access to a premier toolbox for analyzing and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AquaTools NFTs represent a token that operates as an access pass. It provides access to a premier toolbox for analyzing and acquiring the most coveted NFT collections.\n\nThis tool includes many features, including but not limited to:\n \nQuickbuy\n\nAutomation of purchasing NFTs on the secondary market. The enables a faster checkout without unnecessary delays to secure your desired NFT as other manual users fail their transactions.\n\nFloor Display\n\nFloor prices of respective collections will be displayed on OpenSea as you peruse through collections to collect or when you’re sniping NFTs. Listings are monitored and updated in real time.\n\nRarity Ranker\n\nRarity tracking and subsequent ranking of traits of NFT collections will be displayed in real time on OpenSea as you peruse through collections to collect or when you’re sniping NFTs.\n\nListing Monitor\n\nMonitor new NFT listings based on trait, price, and rarity. Toasts will populate on screen to distinguish listings the second they get uploaded to OpenSea.\n\nContract Minter\n\nMint NFTs directly off the contract for public launches. The AquaHQ minting module will be able to detect when contracts go live and send your transaction immediately.\n\nBid Bot\n\nAutomating the bid process and allowing the option to bid based on specific ID's, prices, and rarity."
  }
}