{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Talk - Website Chat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Talk - Website Chat is a revolutionary app designed to enrich your browsing experience by bringing AI interactivity to you."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PDF Talk - Website Chat is a revolutionary Chrome extension designed to enrich your browsing experience by bringing AI-powered interactivity to your fingertips. This cutting-edge tool scans the content of the page you are currently browsing and creates a bespoke AI chatbot for you to interact with in real-time.\n\nHave you ever found yourself skimming through countless lines of information and wishing you could simply ask the page a question? With AI Page Explorer, that's not just possible, it's delightfully simple. Our extension harnesses the power of AI to transform unstructured web content into interactive dialogues.\n\nHere’s what PDF Talk - Website Chat offers:\n\n1. Intuitive Interactions: Simply ask your questions in the chat interface and receive instant responses, no more endless scrolling or searching through a webpage's content.\n\n2. AI-Powered Understanding: Leveraging the latest in AI technology, our chatbot understands the context of the page and provides accurate, concise answers, helping you extract the information you need.\n\n3. User-Friendly Interface: The chatbot interface is clean, user-friendly, and designed to seamlessly integrate with your browsing experience.\n\n4. Privacy-Minded: We understand your privacy concerns. The AI Page Explorer operates entirely on the client-side, ensuring that none of your browsing data is transmitted or stored on our servers.\n\n5. Educational Insights: Whether you're studying, researching, or just curious, the chatbot can simplify complex information, making learning from web content more efficient and enjoyable.\n\nExperience a whole new level of web interaction with AI Page Explorer! Turn your web pages into conversations, ask questions, gain insights, and discover a smarter way to browse. The future of browsing is here, are you ready?"
  }
}