{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN Plus - Best VPN for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN Plus - the best free Chrome VPN extension to hide IP and unblock websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN Plus chrome extension offers unlimited Free VPN proxy to unblock any websites.\n\nTHE DISTINCTIVE FEATURES OF FreeVPN:\n\n* No Registration or Login is needed\n* It connects you to the fastest VPN Proxy Server\n* It’s free and offers unlimited traffic\n* No log is saved from any users\n* Simple, one tap connect to VPN proxy\n* Bank grade security and encryption technique\n\n► ACCESS WEBSITES\nFreeVPN gives you access to the entire websites and web applications in your country, at school or at work. You can surf on Facebook, Twitter, Youtube, Snapchat and other social networks.\n\n► ANONYMOUS SURFING\nFreeVPN lets you surf the web anonymously with no concern about being tracked by your ISP or anybody else as your IP will be changed.\n\n► PROTECT PRIVACY AND SECURE YOUR DEVICE\nFreeVPN secures your chrome browser's connection while you’re connected to public wifi hotspots, cellular data networks and other public locations. It works just like an ordinary HTTP proxy but it’s even more secured. Your password and your personal data is secured and you are protected from hacker attacks.\n\n► SUPER FAST VPN PROXY\nFreeVPN is fast! It detects your location automatically and connects you to the nearest server; as a result, your connection will be much faster than other providers.\n\nWe’d love to hear from you :)"
  }
}