{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LRT Power*Trust – PageRank Replacement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The LRT Power*Trust metric helps you evaluate the quality and trustworthiness of a domain or page you are currently visiting."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever since Google announced that they would not update PageRank anymore, SEOs and webmasters from all around the world have been looking for the best replacement.\n\nLinkResearchTools developed the perfect alternative for Google’s toolbar PageRank: the LRT Power*Trust Extension.\n\nLRT Power*Trust (previously known as CEMPER Power*Trust) is a unique metric that measures the overall quality of a page or domain.\n\nLinkResearchTools launched this metric shortly after the first Google Penguin update in 2012.\n\nWith the LRT Power*Trust extension you can:\n\n• see the Power and Trust of a domain\n• see the Power and Trust of a page\n• discover great places to build links to\n• see the NoFollow links on the pages you browse (we highlight them for you)\n• understand if a link is worth keeping\n• see which links must go in your disavow file\n• quickly reply to your clients on the most important SEO questions\n\nThere are a bunch of SEO applications and toolbars out there that still have the classic Google Toolbar PageRank as the main metric to indicate the quality of a page or domain.\n\nGoogle's Toolbar PageRank was never a reliable metric, since Google only updated the data when they felt like it. Usually, the updates were done quarterly. But since April 2016, Google officially removed the Toolbar PageRank.\n\nUpdate 1.3.0\nWe removed the sign in requirements. Now anyone can use the extension and see the LRT Power*Trust value for both Domain and Page while browsing the web.\n\nUpdate 1.3.1\nAdded a secret link to more cool extensions by LinkResearchTools.\n\nUpdate 1.3.3\nWe removed the \"Terms and Conditions\" install step and included all the information in our official Privacy Policy: http://www.linkresearchtools.com/browser-extensions-privacy-policy/\n\nUpdate 1.3.4\nBugfixes and Try LinkResearchTools button\n\nUpdate 1.4.0\nImproved layout, added option to show metrics for rel-canonical target of the URL, added page and domain backlink count metrics"
  }
}