{
  "name": {
    "am,ar,bg,fi,he,lv,ml": "Bubble Pet Saga Unblocked Game",
    "bn,el,gu,hi,hr,hu,no": "Bubble Pet Saga Game",
    "ca,cs,da,id,kn,pl,sl,sv,th": "Bubble Pet Saga Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,ko,lt,mr,ms,nl,pt_BR,pt_PT,ru,sk,sr,sw,ta,te,tr,uk,vi,zh_CN,zh_TW": "Bubble Pet Saga Puzzle Game",
    "et,fa,fil,ja,ro": "Bubble Pet Saga Online"
  },
  "short": {
    "ar": "احصل على نقاط واحصل على أفضل نتيجة من خلال الجمع بين ثلاثة من نفس اللون.",
    "am": "ነጥቦችን አግኝተህ አንድ ዓይነት ቀለም ያላቸው ሦስት እንስሳትን በማቀናጀት የተሻለ ውጤት ማግኘት ትችላለህ።",
    "bg": "Получете точки и получете най-добрия резултат, като комбинирате три животни от един и същи цвят.",
    "bn": "পয়েন্ট পান এবং একই রঙের তিনটি প্রাণীকে একত্রিত করে সেরা স্কোর পান।",
    "ca": "Aconsegueix punts i aconsegueix la millor puntuació combinant tres animals del mateix color.",
    "cs": "Získejte body a získejte nejlepší skóre kombinací tří zvířat stejné barvy.",
    "da": "Få point og få den bedste score ved at kombinere tre dyr af samme farve.",
    "de": "Erhalten Sie Punkte und erhalten Sie die beste Punktzahl, indem Sie drei Tiere der gleichen Farbe kombinieren.",
    "el": "Πάρτε πόντους και κερδίστε την καλύτερη βαθμολογία συνδυάζοντας τρία ζώα του ίδιου χρώματος.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Get points and get the best score by combining three animals of the same color.",
    "es": "Consigue puntos y consigue la mejor puntuación combinando tres animales del mismo color.",
    "et": "Hankige punkte ja saage parim skoor, ühendades kolm sama värvi looma.",
    "fa": "دریافت امتیاز و گرفتن بهترین نمره با ترکیب سه حیوان از همان رنگ.",
    "fi": "Hanki pisteitä ja saat parhaat pisteet yhdistämällä kolme samanväristä eläintä.",
    "fil": "Kumuha ng mga puntos at makuha ang pinakamahusay na puntos sa pamamagitan ng pinagsamang tatlong hayop ng parehong kulay.",
    "fr": "Obtenez des points et obtenez le meilleur score en combinant trois animaux de la même couleur.",
    "gu": "પોઇન્ટ્સ મેળવો અને એક જ રંગના ત્રણ પ્રાણીઓને જોડીને શ્રેષ્ઠ સ્કોર મેળવો.",
    "he": "קבל נקודות וקבל את הציון הטוב ביותר על ידי שילוב של שלוש חיות באותו צבע.",
    "hi": "अंक प्राप्त करें और एक ही रंग के तीन जानवरों के संयोजन से सबसे अच्छा स्कोर प्राप्त करें।",
    "hr": "Osvojite bodove i ostvarite najbolji rezultat kombinirajući tri životinje iste boje.",
    "hu": "Szerezzen pontokat, és szerezze be a legjobb pontszámot három azonos színű állat kombinálásával.",
    "id": "Dapatkan poin dan dapatkan skor terbaik dengan menggabungkan tiga hewan dengan warna yang sama.",
    "it": "Ottieni punti e ottieni il miglior punteggio combinando tre animali dello stesso colore.",
    "ja": "ポイントを獲得し、同じ色の3匹の動物を組み合わせて最高のスコアを獲得してください。",
    "kn": "ಒಂದೇ ಬಣ್ಣದ ಮೂರು ಪ್ರಾಣಿಗಳನ್ನು ಸಂಯೋಜಿಸುವ ಮೂಲಕ ಪಾಯಿಂಟ್ ಗಳನ್ನು ಪಡೆಯಿರಿ ಮತ್ತು ಅತ್ಯುತ್ತಮ ಸ್ಕೋರ್ ಅನ್ನು ಪಡೆಯಿರಿ.",
    "ko": "같은 색의 세 동물을 결합하여 점수를 얻고 최고의 점수를 얻으십시오.",
    "lv": "Iegūstiet punktus un iegūstiet vislabāko rezultātu, apvienojot trīs vienas krāsas dzīvniekus.",
    "ml": "ഒരേ നിറത്തിലുള്ള മൂന്ന് മൃഗങ്ങളെ സംയോജിപ്പിച്ചുകൊണ്ട് പോയിന്റുകൾ നേടുക, മികച്ച സ്കോർ നേടുക.",
    "mr": "गुण मिळवा आणि एकाच रंगाचे तीन प्राणी एकत्र करून सर्वोत्तम गुण मिळवा.",
    "ms": "Dapatkan mata dan dapatkan skor terbaik dengan menggabungkan tiga haiwan dengan warna yang sama.",
    "nl": "Krijg punten en krijg de beste score door drie dieren van dezelfde kleur te combineren.",
    "no": "Få poeng og få den beste poengsummen ved å kombinere tre dyr av samme farge.",
    "pl": "Zdobywaj punkty i uzyskaj najlepszy wynik, łącząc trzy zwierzęta tego samego koloru.",
    "ro": "Obțineți puncte și obțineți cel mai bun scor prin combinarea a trei animale de aceeași culoare.",
    "ru": "Получайте очки и получайте лучший балл, объединив трех животных одного цвета.",
    "sk": "Získajte body a získajte najlepšie skóre kombináciou troch zvierat rovnakej farby.",
    "sl": "Dobili točke in dobili najboljši rezultat s kombinacijo treh živali iste barve.",
    "sv": "Få poäng och få bästa poäng genom att kombinera tre djur av samma färg.",
    "sw": "Pata alama na upate alama bora kwa kuchanganya wanyama watatu wa rangi sawa.",
    "ta": "புள்ளிகளைப் பெறுங்கள் மற்றும் ஒரே நிறத்தில் மூன்று விலங்குகளை இணைப்பதன் மூலம் சிறந்த மதிப்பெண்ணைப் பெறுங்கள்.",
    "te": "ఒకే రంగుకు చెందిన మూడు జంతువులను కలపడం ద్వారా పాయింట్లను పొందండి మరియు అత్యుత్తమ స్కోరును పొందండి.",
    "th": "รับคะแนนและรับคะแนนที่ดีที่สุดโดยการรวมสัตว์สามตัวที่มีสีเดียวกัน",
    "tr": "Puan kazanın ve aynı renkteki üç hayvanı birleştirerek en iyi puanı alın.",
    "uk": "Отримуйте бали і отримуйте кращу оцінку, поєднуючи трьох тварин одного забарвлення."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You might not have heard of Bubble Pet Saga right away in the fun world of puzzle and skill games, but this game takes it one step further from the classic bubble shooter games. With its different and fun concept, this game is a candidate to establish a throne in the hearts of both adults and children.\n\nAlthough Bubble Pet Saga is based on 2D graphics, the content and mechanics of the game are pretty rich and innovative. In this game, your goal is to combine and pop cute pets, unlike a simple bubble-popping game. But the most significant difference here is that these animals are in the form of balloons, and you don't have to match each other. That is, you only have a chance to blast at least three animals of the same breed by bringing them together.\n\nYou have to be very careful while shooting in the game. You can't predict what the next pet will be. This makes the game more exciting and strategic. If you bring four or more animals of the same breed side by side, your chances of getting a combo increase. This can take you to high scores.\n\nHowever, the most striking feature of Bubble Pet Saga is that there is a constantly progressing area in the game. Pets move toward the place where you are shooting. You lose the game if they reach the end of the screen without detonating them. Therefore, you must think strategically and effectively combine animals with each shot.\n\nIf you like shooting and bubble shooter games, this game may be for you with the concept of a pet saga. This game, which can be fun and brain training, can keep you on the screen for long hours.\n\nHow To Play\nIt is played with the mouse.\n\nBubble Pet Saga Puzzle Game Features\n✓ 25+ Level\n✓ Easy aim control\n✓ 4K Graphics\n✓ Quality Particle\n\nFinally, you can enjoy these game for free (and more requests will be added)! Bubble Pet Saga Puzzle Game extension does not contain any hidden ads. In this way, you can fully experience the game and have a pleasant time. This game with great graphics has been designed for you with every detail in mind.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}