{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackTable"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackTable, your one-stop solution to manage all your salesforce workflows right from your browser tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracktable- Easily manage, update Salesforce for free\n\nManage and update salesforce right from your browser tab . The one-stop solution to all your salesforce workflows.\n\nTired of the endless clicks and time-consuming tasks involved to manage salesforce data? Say goodbye to the hassle and hello to TrackTable, your all-in-one solution for effortless Salesforce workflow management. With TrackTable, you can access and update salesforce data with ease, empowering your revenue team to focus on what matters most: building relationships and driving revenue.\n\nEffortless Pipeline and Workflow Management:\nExperience the power of TrackTable, where easy access to your data and seamless workflow management are at your fingertips. \n\n-View and create Salesforce objects, including Leads, Opportunities, Accounts, Contacts, and Events, in an excel-like format. \n\n-Instantly edit CRM and update salesforce fields. \n\n-Take control of your CRM pipeline with access to important sales process tiles and views, such as MEDDIC.\n\nStreamlined Tasks for Enhanced Sales Productivity:\nBoost your sales team's efficiency with TrackTable's task management capabilities. \n\n-Create new To Dos and Tasks for yourself and your team\n\n-Link them to existing objects for seamless collaboration. \n\n-Never let an opportunity slip through the cracks again as you mark tasks as completed based on due dates. TrackTable keeps your sales process on track and your revenue team focused.\n\nEfficient Note-Taking and Sales Enablement:\n-Quickly jot down notes during prospecting calls and access them instantly with TrackTable. Enjoy a familiar note-taking experience, similar to My Note or Notion, right within the platform. \n\n-Connect your notes to Salesforce objects, ensuring they are synced and organized. \n\n-Save templates and easily share them with your team for enhanced collaboration and sales enablement.\n\nSynced to Salesforce for Real-Time Updates:\nTrackTable seamlessly syncs your data with Salesforce, providing you with instant Salesforce updates. Create new records and objects effortlessly, eliminating the need for multiple clicks and complex navigation. Your data remains accurate and up to date, ensuring your revenue team has the most current information at their fingertips.\n\nUnlock the Full Potential of Your Revenue Team:\nDiscover the true power of our chrome extension for salesforce-TrackTable and empower your revenue team to excel with our intuitive interface. Experience the TrackTable way, where making an edit takes just two clicks, and within minutes, your daily work is complete.\n\nSo try TrackTable today for free unlike Scratchpad, dooly, surfe and revolutionize your Salesforce workflow management experience. Say goodbye to unnecessary clicks and hello to increased productivity. It's time to empower your revenue team with TrackTable."
  }
}