{
  "name": {
    "ar,bg,fi,fil,kn,lv,ms,ro,ta": "Street Fighter Online",
    "am,bn,cs,et,fa,he,hr,hu,sk,sv,te": "Street Fighter Game",
    "ca,ko,ml,sl,sw": "Street Fighter Unblocked Game",
    "da,el,gu,hi,id,ja,mr,no,pl,th": "Street Fighter Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Street Fighter Game Online"
  },
  "short": {
    "ar": "اختر مقاتلك واستعد لمعركة صعبة ضد خصومك.",
    "am": "ተዋጊህን ምረጥና ከባላጋራዎችህ ጋር ለምታደርገው ከባድ ውጊያ ተዘጋጅ ።",
    "bg": "Изберете своя боец и се пригответе за тежка борба срещу опонентите си.",
    "bn": "আপনার যোদ্ধা চয়ন করুন এবং আপনার বিরোধীদের বিরুদ্ধে একটি কঠিন লড়াইয়ের জন্য প্রস্তুত হন।",
    "ca": "Tria el teu lluitador i prepara't per a una dura lluita contra els teus oponents.",
    "cs": "Vyber si svého bojovníka a připrav se na tvrdý boj proti svým protivníkům.",
    "da": "Vælg din fighter og gør dig klar til en hård kamp mod dine modstandere.",
    "de": "Wähle deinen Kämpfer und mach dich bereit für einen harten Kampf gegen deine Gegner.",
    "el": "Επιλέξτε τον μαχητή σας και ετοιμαστείτε για μια σκληρή μάχη ενάντια στους αντιπάλους σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Choose your fighter and get ready for a tough fight against your opponents.",
    "es": "Elige a tu luchador y prepárate para una dura pelea contra tus oponentes.",
    "et": "Vali oma võitleja ja saada valmis raske võitlus oma vastased.",
    "fa": "جنگنده خود را انتخاب کنید و آماده برای مبارزه سخت در برابر مخالفان خود را.",
    "fi": "Valitse taistelijasi ja valmistaudu kovaan taisteluun vastustajiasi vastaan.",
    "fil": "Piliin ang iyong manlalaban at makakuha ng handa para sa isang matigas labanan laban sa iyong mga opponents.",
    "fr": "Choisissez votre combattant et préparez-vous à un combat difficile contre vos adversaires.",
    "gu": "તમારા લડવૈયાને પસંદ કરો અને તમારા વિરોધીઓ સામે સખત લડત માટે તૈયાર રહો.",
    "he": "בחר את הלוחם שלך והתכונן לקרב קשה נגד היריבים שלך.",
    "hi": "अपने सेनानी चुनें और अपने विरोधियों के खिलाफ एक कठिन लड़ाई के लिए तैयार हो जाओ।",
    "hr": "Odaberite svog borca i pripremite se za tešku borbu protiv svojih protivnika.",
    "hu": "Válaszd ki a harcosodat, és készülj fel az ellenfeleid elleni kemény küzdelemre.",
    "id": "Pilih petarung Anda dan bersiaplah untuk pertarungan yang sulit melawan lawan Anda.",
    "it": "Scegli il tuo combattente e preparati per una dura lotta contro i tuoi avversari.",
    "ja": "あなたの戦闘機を選択し、あなたの対戦相手との厳しい戦いの準備をしなさい。",
    "kn": "ನಿಮ್ಮ ಹೋರಾಟಗಾರನನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ವಿರೋಧಿಗಳ ವಿರುದ್ಧ ಕಠಿಣ ಹೋರಾಟಕ್ಕೆ ಸಿದ್ಧರಾಗಿ.",
    "ko": "전투기를 선택하고 상대방과의 힘든 싸움을 준비하십시오.",
    "lv": "Izvēlieties savu cīnītāju un gatavojieties smagai cīņai pret pretiniekiem.",
    "ml": "നിങ്ങളുടെ പോരാളിയെ തിരഞ്ഞെടുക്കുക, നിങ്ങളുടെ എതിരാളികൾക്കെതിരെ ശക്തമായ പോരാട്ടത്തിന് തയ്യാറാകുക.",
    "mr": "आपला सेनानी निवडा आणि आपल्या विरोधकांविरूद्ध कठोर लढाईसाठी तयार व्हा.",
    "ms": "Pilih pejuang anda dan bersiap sedia untuk perjuangan yang sukar menentang lawan anda.",
    "nl": "Kies je vechter en maak je klaar voor een zwaar gevecht tegen je tegenstanders.",
    "no": "Velg din fighter og gjør deg klar for en tøff kamp mot dine motstandere.",
    "pl": "Wybierz swojego wojownika i przygotuj się na ciężką walkę z przeciwnikami.",
    "ro": "Alege-ți luptătorul și pregătește-te pentru o luptă dură împotriva adversarilor tăi.",
    "ru": "Выберите своего бойца и приготовьтесь к жесткой борьбе с противниками.",
    "sk": "Vyberte si svojho bojovníka a pripravte sa na tvrdý boj proti súperom.",
    "sl": "Izberite svojega borca in se pripravite na težak boj proti nasprotnikom.",
    "sv": "Välj din fighter och gör dig redo för en tuff kamp mot dina motståndare.",
    "sw": "Kuchagua mpiganaji wako na kupata tayari kwa ajili ya mapambano magumu dhidi ya wapinzani wako.",
    "ta": "உங்கள் போராளியைத் தேர்ந்தெடுத்து, உங்கள் எதிரிகளுக்கு எதிரான கடுமையான போராட்டத்திற்குத் தயாராகுங்கள்.",
    "te": "మీ పోరాట యోధుడిని ఎంచుకోండి మరియు మీ ప్రత్యర్థులతో కఠినమైన పోరాటానికి సిద్ధంగా ఉండండి.",
    "th": "เลือกนักสู้ของคุณและเตรียมพร้อมสําหรับการต่อสู้ที่ยากลําบากกับคู่ต่อสู้ของคุณ",
    "tr": "Dövüşçünüzü seçin ve rakiplerinize karşı zorlu bir savaşa hazır olun.",
    "uk": "Виберіть свого бійця і приготуйтеся до жорсткого бою проти суперників."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a legendary street fight with crazy fighters! Choose your character, become the legend of the streets. The streets are under the control of evil gangs. You and your warriors must regain control of the streets as soon as possible. Now is the time to defeat evil. There are two different characters to choose from in the Street Fighter game. The characters have unique abilities. Choosing by dropping before choosing a character will help you complete the levels in the street fighter game. Real heroes are needed to destroy a gang of criminals led by the syndicate president. The bandits thought they could take the city quickly and enjoy the victory, but no such luck. They forgot that against them were two skilled fighters ready to punch the shiny bald head of evil. It's time to show them off.\n\nHow To Play\nPlayed with Z-X-C-Space-Arrow Keys.\n\nStreet Fighter Game Online Features\n✓ 2 Character\n✓ 3D environment\n✓ Realistic graphics\n✓ Realistic physics\n✓ Arcade sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Street Fighter Game Online extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}