{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linefeed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A personal start page for displaying RSS and Atom feed headlines",
    "it": "Una pagina iniziale personale per visualizzare i titoli dei feed RSS e Atom",
    "nl": "Een persoonlijke startpagina om RSS en Atom feed headlines te tonen"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linefeed is a personal start page that let's you display the headlines of your favorite RSS and Atom feeds in an organized fashion.\n\nFeatures:\n• Easily organize your feeds in tabs and columns, by dragging and dropping them.\n• Subscribe to new feeds by dragging and dropping feed links or by entering feed links manually.\n• Discover feeds in web pages you are visiting and be notified of them through Linefeed's browser toolbar icon.\n• Automatically display feeds if you happen to directly visit a feed's XML-page, so you can subscribe to them.\n• Backup and restore Linefeed data or exchange data with other feed readers, by importing or exporting OPML files.\n• The tabs can be displayed horizontally or vertically, in the corner of your choice.\n• Customize a feed's title and its link if they are not to your liking.\n• Choose the number of columns per tab or extension-wide.\n• Choose the number of headlines to show per feed, per tab or extension-wide.\n• Choose between wrapping or not wrapping feed headlines per feed, per tab or extension-wide.\n• Choose to show icons per feed, per tab or extension-wide.\n• Choose a foreground color that suits you best.\n• Choose a font size that suits you best.\n\nCurrently available translations:\n• English (US)\n• Dutch (NL)\n• Italian (IT) provided by Michele Pezza (https://github.com/MichelePezza)\n\nCurrent limitations:\n• There's no scrolling mechanism for tab bar overflow yet. If you create more tabs than your screen size can show, you can't currently scroll through them.\n• There's no option to choose a background color yet.\n\nChanges since 0.0.9.2:\nNew:\n• Show dimmed italic \"untitled\" placeholder to indicate feed has no title.\n• Added setting to show default icon for missing feed icons.\n• Minor copy changes.\nFixed:\n• RSS feeds with version 0.9 were not recognized and could therefore not be read.\n• Bottom padding for scrollable settings dialog was not showing in Firefox.\n• Special characters, such as the ampersand, in tab names where unnecessarily encoded as html entities and prevented those pages from being selected.\n• Reverted previous mentioned incorrect special characters fix and fixed it properly.\n• Force text/xml Content-Type when loading feeds, because some servers incorrectly set text/html Content-Type for feeds.\n• Improved feed detection with aforementioned misconfigured servers.\nTranslations:\n• [UPDATED] Italian translation provided by Michele Pezza (https://github.com/MichelePezza).\n\nPermissions justification:\n• tabs\nNeeded to open Linefeed in a browser tab and to replace a feed's XML page with Linefeed, when Linefeed is configured to subscribe to feeds.\n• storage\nNeeded to save your Linefeed tabs, feeds and settings.\n• unlimitedStorage\nNeeded to save an unlimited amount of your Linefeed tabs, feeds and settings.\n• downloads\nNeeded to show a \"Save as...\" dialog when exporting Linefeed data to an OPML file.\n• webRequest\nNeeded to discover feeds on visited pages.\n• webRequestBlocking\nNeeded to replace a feed's XML page with Linefeed, when Linefeed is configured to subscribe to feeds.\n• Hosts / <all_urls>\nNeeded to discover feeds on visited pages.",
    "it": "Linefeed is a personal start page that let's you display the headlines of your favorite RSS and Atom feeds in an organized fashion.\n\nFeatures:\n• Easily organize your feeds in tabs and columns, by dragging and dropping them.\n• Subscribe to new feeds by dragging and dropping feed links or by entering feed links manually.\n• Discover feeds in web pages you are visiting and be notified of them through Linefeed's browser toolbar icon.\n• Automatically display feeds if you happen to directly visit a feed's XML-page, so you can subscribe to them.\n• Backup and restore Linefeed data or exchange data with other feed readers, by importing or exporting OPML files.\n• The tabs can be displayed horizontally or vertically, in the corner of your choice.\n• Customize a feed's title and its link if they are not to your liking.\n• Choose the number of columns per tab or extension-wide.\n• Choose the number of headlines to show per feed, per tab or extension-wide.\n• Choose between wrapping or not wrapping feed headlines per feed, per tab or extension-wide.\n• Choose to show icons per feed, per tab or extension-wide.\n• Choose a foreground color that suits you best.\n• Choose a font size that suits you best.\n\nCurrently available translations:\n• English (US)\n• Dutch (NL)\n\nCurrent limitations:\n• There's no scrolling mechanism for tab bar overflow yet. If you create more tabs than your screen size can show, you can't currently scroll through them.\n• There's no option to choose a background color yet.\n\nChanges since 0.0.9.2:\nFixed:\n• RSS feeds with version 0.9 were not recognized and could therefore not be read.\n\nPermissions justification:\n• tabs\nNeeded to open Linefeed in a browser tab and to replace a feed's XML page with Linefeed, when Linefeed is configured to subscribe to feeds.\n• storage\nNeeded to save your Linefeed tabs, feeds and settings.\n• unlimitedStorage\nNeeded to save an unlimited amount of your Linefeed tabs, feeds and settings.\n• downloads\nNeeded to show a \"Save as...\" dialog when exporting Linefeed data to an OPML file.\n• webRequest\nNeeded to discover feeds on visited pages.\n• webRequestBlocking\nNeeded to replace a feed's XML page with Linefeed, when Linefeed is configured to subscribe to feeds.\n• Hosts / <all_urls>\nNeeded to discover feeds on visited pages.",
    "nl": "Linefeed is een persoonlijke startpagina om de koppen van je favoriete RSS en Atom feeds op een georganiseerde manier te tonen.\n\nKenmerken:\n• Organiseer je feeds gemakkelijk in tabbladen en kolommen, door ze te verslepen.\n• Abonneer je op nieuwe feeds door feedlinks op Linefeed te slepen of door ze handmatig in te voeren.\n• Ontdek feeds in webpagina's die je bezoekt door ervan op de hoogte te worden gesteld via Linefeeds icoon in de browsertaakbalk.\n• Kan automatisch feeds tonen als je toevallig direct de XML-pagina van een feed bezoekt, zodat je op de feed kunt abonneren.\n• Back-up en herstel Linefeed gegevens of wissel gegevens uit met andere feedreaders, door OPML-bestanden te importeren of te exporteren.\n• De tabs kunnen zowel horizontaal als verticaal worden getoond, in de hoek die jouw voorkeur heeft.\n• Pas de feedtitel en eventueel de titellink aan, als deze je niet bevallen.\n• Kies het aantal kolommen, per tabblad of voor de gehele extensie.\n• Kies het aantal feedkoppen die getoond moeten worden, per feed, per tabblad of voor de gehele extensie.\n• Kies of regelterugloop wel of niet toegepast moet worden op feedkoppen, per feed, per tabblad of voor de gehele extensie.\n• Kies of je iconen wilt tonen per feed, per tabblad of voor de gehele extensie.\n• Kies een voorgrondkleur die jou het best bevalt.\n• Kies de lettergrootte die jou het best bevalt.\n\nHuidige beschikbare vertalingen:\n• Engels (US)\n• Nederlands (NL)\n• Italiaans (IT) geleverd door Michele Pezza (https://github.com/MichelePezza)\n\nHuidige beperkingen:\n• Er is nog geen scrolmechanisme als de tabbalk overloopt. Als je meer tabbladen creëert dan je scherm kan tonen dan kun je er nog niet doorheen scrollen.\n• Er is nog geen mogelijkheid om de achtergrondkleur aan te passen.\n\nWijzigingen sinds 0.0.9.2:\nNieuw:\n• Toon gedimde cursieve \"titelloos\" aanduiding om aan te geven dat feed geen titel heeft.\n• Instelling toegevoegd om standaardicoon te tonen bij ontbrekende feediconen.\n• Kleine kopijwijzigingen.\nFixed:\n• RSS feeds met versie 0.9 werden niet herkend en konden daarom niet gelezen worden.\n• Onderste marge van scrolbaar dialoogvenster voor instellingen werd niet getoond in Firefox.\n• Speciale tekens, zoals de ampersand, in tabbladnamen werden onnodig geëncodeerd als html entiteiten waardoor deze tabbladen niet te selecteren waren.\n• Hiervoor genoemde incorrecte oplossing voor speciale tekens teruggedraaid en nu correct opgelost.\n• Tijdens laden van feeds text/xml Content-Type afdwingen, omdat sommige servers onjuist text/html Content-Type voor feeds in hebben gesteld.\n• Verbeterde feeddetectie bij hiervoor genoemde verkeerd geconfigureerde servers.\nVertalingen:\n• [GEÜPDATET] Italiaanse vertaling geleverd door Michele Pezza (https://github.com/MichelePezza).\n\nVerantwoording benodigde toestemmingen:\n• tabs\nNodig om Linefeed te openen in een browsertabblad en om een XML-pagina van een feed te vervangen met Linefeed, als Linefeed ingesteld is om te abonneren op feeds.\n• storage\nNodig om je Linefeed tabbladen, feeds en instellingen op te slaan.\n• unlimitedStorage\nNodig om een ongelimiteerde hoeveelheid van je Linefeed tabbladen, feeds en instellingen op te slaan.\n• downloads\nNodig om een \"Opslaan als...\" dialoogvenster te tonen wanneer je Linefeed gegevens exporteert naar een OPML-bestand.\n• webRequest\nNodig om feeds to ontdekken op bezochte pagina's.\n• webRequestBlocking\nNodig om een XML-pagina van een feed te vervangen met Linefeed, als Linefeed ingesteld is om te abonneren op feeds.\n• Hosts / <all_urls>\nNodig om feeds to ontdekken op bezochte pagina's."
  }
}