{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KeyGlow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Typing Effects for Google, YouTube & Twitch."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browser experience with KeyGlow, the ultimate extension that brings vibrant visual animations to your every keystroke. Whether you’re searching on Google, commenting on YouTube, chatting on Twitch, tweeting on X.com, or emailing on Gmail, KeyGlow makes every interaction more dynamic and engaging. Plus, now you can upload your own images to customize the animations even further!\n\nWhat’s Inside KeyGlow:\nParticle Explosions: Add a burst of colorful particles with every keystroke.\nPlayful Icon Effects: Enjoy fun and animated icons as you type, giving your text a creative twist.\nUnique Image Animations: Personalize your typing experience by uploading your own images to appear in stunning animations.\n\nSupported Websites:\nGoogle: Add visual effects to your searches and browsing.\nYouTube: Make your comments and searches come alive with animations.\nTwitch: Bring your chat interactions to life with captivating effects.\nX.com: Transform your tweets and DMs with eye-catching visuals.\nGmail: Write emails in style, making every message memorable and fun.\n\n\nCustomize Your Experience:\nUpload Your Own Images: KeyGlow now lets you upload your favorite images to create custom animations. Turn any image into a lively effect that appears as you type, making your browsing truly unique.\n\nPersonalize Animations: Adjust the size, speed, and intensity of animations to fit your style. Whether you prefer subtle effects or a full-on explosion of color, KeyGlow can do it all.\n\nPrivacy and Security:\nYour privacy is important to us. KeyGlow operates entirely on your device, ensuring that your data remains private. We do not collect, store, or transmit any personal information.\n\nHow to Get Started:\nDownload KeyGlow from the Chrome Web Store.\nCustomize your settings and upload your favorite images.\nEnjoy a more engaging and personalized typing experience on Google, YouTube, Twitch, X.com, and Gmail.\n\nCreate and Manage Your Animations:\nUpload Custom Images: Use the upload feature to add your own images and create a personalized set of animations.\n\nStay Updated:\nNew Features and Effects: We’re always adding new features and effects to make KeyGlow even better. Keep an eye out for updates that introduce new animation styles, customization options, and supported websites.\n\n\n💬 Need Help?\nFor any questions, feedback, or assistance, feel free to reach out to us at contact@keyglow.app. We’re here to ensure your KeyGlow experience is nothing short of amazing!"
  }
}