{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color My Mood"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with Color My Mood, a unique Chrome extension that dynamically alters the color scheme of…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your browsing experience with Color My Mood, a unique Chrome extension that dynamically alters the color scheme of websites based on your mood. Tailored to fit your emotional state at any moment, Color My Mood offers an innovative way to interact with the web, making each browsing session uniquely yours.\n\nKey Features:\n\n  -Mood-Based Color Customization: Choose from a range of colors that represent different moods. Whether you're feeling energetic, calm, focused, or creative, Color My Mood adjusts the hues of websites to complement your current state of mind.\n\n  -Easy-to-Use Interface: Select your mood from a simple dropdown menu in the extension popup, and watch as your favorite websites transform in real-time.\n\n   -Enhanced Focus and Productivity: Leverage the psychological effects of colors to boost your productivity and concentration. Choose cool tones like blues and greens for calm focus, or warm tones for a burst of creativity.\n\n  -Emotional Well-Being: Colors have a profound impact on our emotions. Color My Mood helps in creating a comforting and enjoyable online environment, potentially aiding in mood improvement and stress reduction.\n\n  -Customizable Profiles: Create and save custom color profiles for different moods, giving you the flexibility to switch according to your needs with just a click.\n\n  -Adaptive to Any Website: Whether you're reading news, shopping, or working, Color My Mood seamlessly integrates with virtually any website, enhancing your browsing without disrupting functionality.\n\n  -Visual Comfort: Reduce eye strain with colors that are easier on the eyes, especially during night-time browsing or in different lighting conditions.\n\n  -Aesthetic Variety: Break the monotony by changing the visual theme of your regular websites, keeping your browsing experience fresh and engaging.\n\nColor My Mood is more than just a color-changing tool; it's an extension that understands and adapts to your emotions, providing a browsing experience that's as dynamic and unique as you are. Install Color My Mood today and discover a more personalized, emotionally attuned way to surf the web!"
  }
}