{
  "name": {
    "am,ar,bg,bn,ca,cs,da,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,kn,lt,lv,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,th,tr,uk,vi,zh_CN,zh_TW": "Adblock for Web",
    "de": "Adblock für Web",
    "el,fil,gu": "Adblock for Youtube",
    "en,en_AU,en_GB,en_US": "Adblocker for Web",
    "ko,ro": "Adblock Plus",
    "ml": "Adblock for Twitter",
    "mr,ms": "Adblock for Twitch",
    "ta,te": "Ublock Origin"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,ru,sk,sl,sr,sv,sw,th,tr,uk,vi,zh_CN,zh_TW": "Adblock for Youtube, FB, Twitter, Twitch and all other websites. Protect privacy and stop tracking with Adblock",
    "ca": "Adblock per a Youtube, FB, Twitter, Twitch i tots els altres llocs web. Protegiu la privadesa i deixeu de fer el seguiment amb…",
    "de": "Adblock für Youtube, FB, Twitter, Twitch und alle anderen Websites. Schützen Sie die Privatsphäre und stoppen Sie das Tracking mit…",
    "en,en_AU": "Remove ads on all websites. Allow a faster and enjoyable browsing experience with Adblocker",
    "en_GB,en_US": "Remove ads on Youtube, FB, Twitter, Twitch and all other websites. Allow a faster and more enjoyable browsing experience with…",
    "es,es_419": "Adblock para Youtube, FB, Twitter, Twitch y todos los demás sitios web. Proteja la privacidad y deje de rastrear con Adblock",
    "fr": "Adblock pour Youtube, FB, Twitter, Twitch et tous les autres sites Web. Protégez la confidentialité et arrêtez le suivi avec Adblock",
    "ko,ro": "Adblock for Youtube, FB, Twitter, Twitch and all other websites. Protect privacy and stop tracking with Adblock for Twitch",
    "pt_BR,pt_PT": "Adblock para Youtube, FB, Twitter, Twitch e todos os outros sites. Proteja a privacidade e interrompa o rastreamento com o Adblock",
    "ta": "Adblock for Youtube, FB, Twitter, Twitch and all other websites. Protect privacy and stop tracking with Adblock for FB",
    "te": "Adblock for Youtube, FB, Twitter, Twitch and all other websites. Protect privacy and stop tracking with Ublock Origin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblocker for Web is a browser extension that blocks all advertisements from appearing on a website. It gives the user more control over the content they are exposed to, so that Adblocker for Web has become an increasingly popular tool for many internet users over the world..\n\nThe tool is particularly useful for people who visit websites with a lot of ads. The ads can be intrusive and slow down web pages, making them difficult to use. By using Adblocker for Web, these ads are blocked, allowing for a faster and more enjoyable browsing experience.\n\nIt is also beneficial for people who are concerned about their privacy. Many advertisements track user data in order to target them with relevant ads. By blocking ads, users can protect their privacy and prevent their data from being collected.\n\nHowever, there are some drawbacks to using ad blocker. Many websites rely on advertising revenue to stay in business, and remove ad can reduce their income. This is why many websites have adopted practices such as displaying a message to visitors asking them to disable their Adblocker. In this case simply use the \"Pause\" button in the extension's menu.",
    "de": "Adblocker for Web ist eine Browsererweiterung, die alle Anzeigen daran hindert, auf einer Website zu erscheinen. Es gibt dem Benutzer mehr Kontrolle über die Inhalte, denen er ausgesetzt ist, sodass Adblocker für das Web für viele Internetbenutzer auf der ganzen Welt zu einem immer beliebteren Tool geworden ist.\n\nDas Tool ist besonders nützlich für Personen, die Websites mit vielen Anzeigen besuchen. Die Anzeigen können aufdringlich sein und Webseiten verlangsamen, was ihre Verwendung erschwert. Durch die Verwendung von Adblocker for Web werden diese Anzeigen blockiert, was ein schnelleres und angenehmeres Surferlebnis ermöglicht.\n\nEs ist auch von Vorteil für Menschen, die sich Sorgen um ihre Privatsphäre machen. Viele Anzeigen verfolgen Benutzerdaten, um sie mit relevanten Anzeigen anzusprechen. Durch das Blockieren von Anzeigen können Benutzer ihre Privatsphäre schützen und verhindern, dass ihre Daten gesammelt werden.\n\nEs gibt jedoch einige Nachteile bei der Verwendung von Werbeblockern. Viele Websites sind auf Werbeeinnahmen angewiesen, um im Geschäft zu bleiben, und das Entfernen von Anzeigen kann ihre Einnahmen verringern. Aus diesem Grund haben viele Websites Praktiken eingeführt, wie z. B. das Anzeigen einer Nachricht für Besucher, in der sie aufgefordert werden, ihren Adblocker zu deaktivieren. Verwenden Sie in diesem Fall einfach die Schaltfläche „Pause“ im Menü der Erweiterung.\n\nAdblock Plus ist eine kostenlose Browsererweiterung, die dabei hilft, das Erscheinen von Werbung im Internet zu blockieren. Es gibt es seit mehr als einem Jahrzehnt und es hat sich zu einem der beliebtesten Add-Ons für Webbrowser entwickelt. Es ist für Chrome, Firefox, Opera, Safari und andere Browser verfügbar.\n\nAdblock Plus filtert bestimmte Arten von Werbung heraus, die als aufdringlich und ablenkend für die Benutzer gelten. Es blockiert die Anzeige von Anzeigen auf Webseiten, einschließlich solcher mit Videos, Popups und Bannerwerbung. Außerdem können Benutzer anpassen, welche Arten von Anzeigen sie blockieren möchten.\n\nAdblock Plus verhindert auch das Tracking durch Dritte. Es hindert Unternehmen daran, Ihre Aktivitäten im Internet zu verfolgen und Informationen über Sie zu sammeln. Dies hilft, Ihre Privatsphäre zu schützen und Ihre persönlichen Daten sicher aufzubewahren.\n\nAdblock Plus ist ein großartiges Tool für diejenigen, die im Internet surfen möchten, ohne mit Werbung bombardiert zu werden. Es hilft auch, Ihr Surferlebnis zu verbessern, indem es schneller und effizienter wird.\n\nAdblock Plus ist einfach zu installieren und einzurichten. Es kann kostenlos von der offiziellen Website heruntergeladen werden und ist für eine Vielzahl von Browsern verfügbar. Es ist auch in mehreren Sprachen verfügbar.\n\nAdblock Plus ist ein großartiges Tool\n\nAdblock für Chrome ist eine beliebte Browsererweiterung, mit der Benutzer alle Arten von Werbung daran hindern können, im Internet zu erscheinen. Dies ist eine der beliebtesten Methoden zum Entfernen von Anzeigen und funktioniert, indem automatisch alle Webseiten blockiert werden, die Anzeigen oder Tracker enthalten. Mit Adblock für Chrome können Benutzer ein sichereres und angenehmeres Surferlebnis genießen.\n\nAdblock für Chrome ist besonders effektiv beim Blockieren störender Popup-Werbung sowie von Bannern, Videoanzeigen und anderen Arten von Werbung. Es verhindert auch, dass Websites Ihre Browsing-Aktivitäten verfolgen und Skripts laden, die die Ladezeiten von Seiten verlangsamen und die Datensicherheit gefährden können.\n\nAdblock für Chrome ist einfach zu installieren und zu verwenden und kostenlos erhältlich. Es ist leicht und hat nur minimale Auswirkungen auf die Browserleistung, sodass es Ihr Surferlebnis nicht verlangsamt. Es bietet auch eine Whitelist-Funktion, mit der Benutzer bestimmte Websites auswählen können, auf denen sie Anzeigen sehen möchten.\n\nAdblock für Chrome kann verwendet werden, um Anzeigen und Tracker auf jeder Website zu blockieren, einschließlich Social-Media-Websites und Streaming-Diensten. Es funktioniert auch gut mit Inhaltsblockern wie uBlock Origin und Privacy Badger, sodass Benutzer ihr Surferlebnis weiter anpassen können.\n\nAdblock für Chrome ist eine effektive\n\n\nAdblock für Chrome ist eine Browsererweiterung, die Benutzern hilft, unerwünschte Werbung und andere aufdringliche Inhalte online zu blockieren. Die Chrome-Erweiterung wird von Adblock Plus unterstützt, einem Open-Source-Projekt, das eine Kombination aus Listen, Filtern und Heuristiken verwendet, um aufdringliche Inhalte zu blockieren.\n\nAdblock für Chrome blockiert Anfragen für Werbung und andere aufdringliche Inhalte. Dies geschieht durch die Verwendung einer Kombination aus Listen, Filtern und Heuristiken, mit denen Anfragen nach Anzeigen und anderen aufdringlichen Inhalten erkannt und blockiert werden. Das Ergebnis ist, dass Benutzer keinen Anzeigen oder anderen aufdringlichen Inhalten ausgesetzt sind und im Internet surfen können, ohne von Anzeigen bombardiert zu werden.\n\nAdblock für Chrome hat auch ein paar zusätzliche Funktionen. Es kann beispielsweise Social-Media-Widgets und Tracking-Skripte sowie andere Arten von unerwünschten Inhalten blockieren. Darüber hinaus können bestimmte Websites auf die Whitelist gesetzt werden, sodass Benutzer weiterhin Inhalte von Websites sehen können, denen sie vertrauen.\n\nAdblock für Chrome hat auch ein paar Anpassungsoptionen. Benutzer können bestimmte Arten von Anzeigen blockieren, z. B. Popups oder automatisch abspielende Videoanzeigen, und die Filterliste so anpassen, dass nur Inhalte von bestimmten Websites blockiert werden. Darüber hinaus können Benutzer eine Antiumgehungsfunktion aktivieren, die Websites daran hindert, die Filterliste zu umgehen.\n\nInsgesamt ist Adblock für Chrome eine großartige Möglichkeit, Werbung und andere aufdringliche Inhalte online zu blockieren. Es ist ein Open-Source-Projekt,\nAdblock has become an increasingly popular tool for many internet users over the past few years. Adblock is a program that can be installed on a web browser and blocks all advertisements from appearing on a website. This type of software has become popular because it gives the user more control over the content they are exposed to.\n\nAdblock is particularly useful for people who visit websites with a lot of ads. The ads can be intrusive and slow down web pages, making them difficult to use. By using Adblock, these ads are blocked, allowing for a faster and more enjoyable browsing experience.\n\nAdblock is also beneficial for people who are concerned about their privacy. Many advertisements track user data in order to target them with relevant ads. By blocking these ads, users can protect their privacy and prevent their data from being collected.\n\nHowever, there are some drawbacks to using Adblock. Many websites rely on advertising revenue to stay in business, and blocking ads can reduce their income. This is why many websites have adopted practices such as displaying a message to visitors asking them to disable their Adblock.\n\nOverall, Adblock is a useful tool that can give users more control over the content they see online."
  }
}