{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "WhatFont - What html font",
    "de": "WhatFont - Welche HTML-Schriftart",
    "es": "WhatFont - What html fuente",
    "fr": "WhatFont - Quelle police html",
    "it": "WhatFont - Quale carattere html",
    "ko": "WhatFont - 어떤 html 글꼴",
    "pl": "WhatFont — Jaka czcionka html",
    "pt_PT": "WhatFont - que fonte html",
    "zh_CN": "WhatFont - 什么 html 字体"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "WhatFont helps you identify the font on a web page, html font size, color, font family",
    "de": "WhatFont hilft Ihnen, die Schriftart auf einer Webseite zu identifizieren, HTML-Schriftgröße, Farbe, Schriftfamilie",
    "es": "WhatFont le ayuda a identificar la fuente en una página web, tamaño de fuente html, color, familia de fuentes",
    "fr": "WhatFont vous aide à identifier la police sur une page Web, la taille de la police html, la couleur, la famille de polices",
    "it": "WhatFont ti aiuta a identificare il carattere su una pagina web, la dimensione del carattere html, il colore, la famiglia di…",
    "ko": "WhatFont는 웹 페이지의 글꼴, html 글꼴 크기, 색상, 글꼴 모음을 식별하는 데 도움이 됩니다.",
    "pl": "WhatFont pomaga zidentyfikować czcionkę na stronie internetowej, rozmiar czcionki html, kolor, rodzinę czcionek",
    "pt_PT": "WhatFont ajuda a identificar a fonte em uma página da web, tamanho da fonte html, cor, família da fonte",
    "ru": "WhatFont помогает определить шрифт на веб-странице, размер шрифта html, цвет, семейство шрифтов",
    "zh_CN": "WhatFont帮助你识别网页上的字体、html字体大小、颜色、字体系列"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Easily detect any html fonts on a web page from your favorite sites using the What font chrome extension.\n\nWhat font chrome is very easy to use. First you need to open the page from which you need to identify the font. Then click the extension icon in your browser, hover your mouse over the text whose font you want to identify and the modal window that appears will have all the information: html font size, color, font family.\n\nWhatFont will be useful for web designers, marketers, and developers and is useful for quickly getting information about all the fonts on a web page. In the near future, we are planning to implement the function of the font identifier in the image. And the ability to download the selected font.",
    "de": "Ermitteln Sie mit der Chrome-Erweiterung What font Chrome ganz einfach alle HTML-Schriften auf einer Webseite von Ihren bevorzugten Websites.\n\nWelche Schriftart Chrome ist sehr einfach zu bedienen. Zuerst müssen Sie die Seite öffnen, von der aus Sie die Schriftart identifizieren müssen. Klicken Sie dann auf das Erweiterungssymbol in Ihrem Browser, fahren Sie mit der Maus über den Text, dessen Schriftart Sie identifizieren möchten, und das angezeigte modale Fenster enthält alle Informationen: HTML-Schriftgröße, Farbe, Schriftfamilie.\n\nWhatFont ist nützlich für Webdesigner, Vermarkter und Entwickler und ist nützlich, um schnell Informationen zu allen Schriftarten auf einer Webseite zu erhalten. In naher Zukunft planen wir, die Funktion der Schriftkennung im Bild zu implementieren. Und die Möglichkeit, die ausgewählte Schriftart herunterzuladen.",
    "es": "Detecte fácilmente cualquier fuente html en una página web desde sus sitios favoritos usando la extensión de Chrome What font.\n\nQué fuente de cromo es muy fácil de usar. Primero debe abrir la página desde la que necesita identificar la fuente. Luego haga clic en el ícono de extensión en su navegador, pase el mouse sobre el texto cuya fuente desea identificar y la ventana modal que aparece tendrá toda la información: tamaño de fuente html, color, familia de fuentes.\n\nWhatFont será útil para diseñadores web, comercializadores y desarrolladores y es útil para obtener información rápidamente sobre todas las fuentes en una página web. En un futuro próximo, planeamos implementar la función del identificador de fuente en la imagen. Y la posibilidad de descargar la fuente seleccionada.",
    "fr": "Détectez facilement toutes les polices html sur une page Web de vos sites préférés à l'aide de l'extension What font chrome.\n\nQuelle police chrome est très facile à utiliser. Vous devez d'abord ouvrir la page à partir de laquelle vous devez identifier la police. Cliquez ensuite sur l'icône de l'extension dans votre navigateur, passez votre souris sur le texte dont vous souhaitez identifier la police et la fenêtre modale qui apparaît aura toutes les informations : taille de la police html, couleur, famille de police.\n\nWhatFont sera utile pour les concepteurs de sites Web, les spécialistes du marketing et les développeurs et est utile pour obtenir rapidement des informations sur toutes les polices d'une page Web. Dans un avenir proche, nous prévoyons d'implémenter la fonction d'identifiant de police dans l'image. Et la possibilité de télécharger la police sélectionnée.",
    "it": "Rileva facilmente qualsiasi tipo di carattere html su una pagina Web dai tuoi siti preferiti utilizzando l'estensione Chrome di What font.\n\nQuale carattere chrome è molto facile da usare. Per prima cosa è necessario aprire la pagina da cui è necessario identificare il carattere. Quindi fai clic sull'icona dell'estensione nel tuo browser, passa il mouse sul testo di cui desideri identificare il carattere e la finestra modale che appare avrà tutte le informazioni: dimensione del carattere html, colore, famiglia di caratteri.\n\nWhatFont sarà utile per i web designer, i marketer e gli sviluppatori ed è utile per ottenere rapidamente informazioni su tutti i caratteri in una pagina web. Nel prossimo futuro, stiamo progettando di implementare la funzione dell'identificatore del carattere nell'immagine. E la possibilità di scaricare il carattere selezionato.",
    "ko": "What font chrome 확장 프로그램을 사용하여 즐겨찾는 사이트에서 웹 페이지의 html 글꼴을 쉽게 감지할 수 있습니다.\n\n어떤 글꼴 크롬은 사용하기 매우 쉽습니다. 먼저 글꼴을 식별해야 하는 페이지를 열어야 합니다. 그런 다음 브라우저에서 확장 아이콘을 클릭하고 식별하려는 글꼴의 텍스트 위로 마우스를 가져가면 표시되는 모달 창에 html 글꼴 크기, 색상, 글꼴 모음과 같은 모든 정보가 표시됩니다.\n\nWhatFont는 웹 디자이너, 마케팅 담당자 및 개발자에게 유용하며 웹 페이지의 모든 글꼴에 대한 정보를 빠르게 얻는 데 유용합니다. 가까운 시일 내에 이미지에서 글꼴 식별자의 기능을 구현할 계획입니다. 그리고 선택한 글꼴을 다운로드하는 기능.",
    "pl": "Z łatwością wykryj dowolne czcionki HTML na stronie internetowej w ulubionych witrynach za pomocą rozszerzenia What font chrome.\n\nJaki chrom czcionki jest bardzo łatwy w użyciu. Najpierw musisz otworzyć stronę, z której musisz zidentyfikować czcionkę. Następnie kliknij ikonę rozszerzenia w przeglądarce, najedź kursorem myszy na tekst, którego czcionkę chcesz zidentyfikować, a okno modalne, które się pojawi, będzie zawierało wszystkie informacje: rozmiar czcionki html, kolor, rodzinę czcionek.\n\nWhatFont będzie przydatny dla projektantów stron internetowych, marketerów i programistów oraz do szybkiego uzyskania informacji o wszystkich czcionkach na stronie internetowej. W najbliższym czasie planujemy zaimplementować funkcję identyfikatora czcionki w obrazie. Oraz możliwość pobrania wybranej czcionki.",
    "pt_PT": "Detecte facilmente qualquer fonte html em uma página da web de seus sites favoritos usando a extensão What font chrome.\n\nQual fonte de cromo é muito fácil de usar. Primeiro você precisa abrir a página da qual você precisa identificar a fonte. Em seguida, clique no ícone da extensão em seu navegador, passe o mouse sobre o texto cuja fonte deseja identificar e a janela modal que aparece terá todas as informações: tamanho da fonte html, cor, família da fonte.\n\nWhatFont será útil para web designers, comerciantes e desenvolvedores e é útil para obter informações rapidamente sobre todas as fontes em uma página da web. Em um futuro próximo, estamos planejando implementar a função do identificador de fonte na imagem. E a capacidade de baixar a fonte selecionada.",
    "ru": "С легкостью обнаруживайте любые html-шрифты на веб-странице с ваших любимых сайтов с помощью хромового расширения What font.\n\nWhatFont хром очень удобен. Для начала нужно открыть страницу, на которой нужно определить шрифт. Затем щелкните значок расширения в своем браузере, наведите указатель мыши на текст, шрифт которого вы хотите идентифицировать, и в появившемся модальном окне будет вся информация: размер шрифта html, цвет, семейство шрифтов.\n\nWhatFont будет полезен для веб-дизайнеров, маркетологов и разработчиков, а также для быстрого получения информации обо всех шрифтах на веб-странице. В ближайшее время мы планируем реализовать функцию идентификатора шрифта в изображении. И возможность скачать выбранный шрифт.",
    "zh_CN": "使用 What font chrome 扩展程序从您喜欢的网站轻松检测网页上的任何 html 字体。\n\nchrome什么字体好用。 首先，您需要打开需要从中识别字体的页面。 然后单击浏览器中的扩展图标，将鼠标悬停在要识别其字体的文本上，出现的模式窗口将包含所有信息：html 字体大小、颜色、字体系列。\n\nWhatFont 对网页设计师、营销人员和开发人员很有用，并且对于快速获取有关网页上所有字体的信息很有用。 在不久的将来，我们计划在图像中实现字体标识符的功能。 以及下载所选字体的能力。"
  }
}