{
  "name": {
    "am,ar,bn,da,sk,sw": "Sharks Quiz Games",
    "bg,he,lv,sv,te": "Sharks Quiz Online Game",
    "ca,cs,et,gu,ja,ml,no,sl,ta,th": "Sharks Quiz Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fa,fr,hr,hu,id,it,kn,ko,lt,mr,ms,nl,pl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Sharks Quiz Game",
    "el,fi,fil,hi,ro": "Sharks Quiz Online"
  },
  "short": {
    "ar": "تحتاج إلى معرفة جميع الأسئلة حول أسماك القرش التي يتم طرحها عليك بشكل صحيح.",
    "am": "ስለ ሻርኮች የሚነሱህን ጥያቄዎች በሙሉ በትክክል ማወቅ ያስፈልግሃል።",
    "bg": "Трябва да знаете всички въпроси за акулите, които ви се задават правилно.",
    "bn": "হাঙ্গর সম্পর্কে যে সমস্ত প্রশ্ন আপনাকে সঠিকভাবে জিজ্ঞাসা করা হয় তা আপনাকে জানতে হবে।",
    "ca": "Heu de conèixer totes les preguntes sobre taurons que se us fan correctament.",
    "cs": "Musíte znát všechny otázky týkající se žraloků, které jsou vám správně položeny.",
    "da": "Du skal kende alle de spørgsmål om hajer, der bliver bedt om dig korrekt.",
    "de": "Sie müssen alle Fragen über Haie kennen, die Ihnen richtig gestellt werden.",
    "el": "Πρέπει να γνωρίζετε όλες τις ερωτήσεις σχετικά με τους καρχαρίες που σας ζητούνται σωστά.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You need to know all the questions about sharks that are asked to you correctly.",
    "es": "Necesitas conocer todas las preguntas sobre tiburones que se te hacen correctamente.",
    "et": "Peate teadma kõiki küsimusi haide kohta, mida teile õigesti küsitakse.",
    "fa": "شما باید تمام سوالات مربوط به کوسه هایی را که به درستی از شما خواسته می شود بدانید.",
    "fi": "Sinun on tiedettävä kaikki haita koskevat kysymykset, joita sinulle kysytään oikein.",
    "fil": "Kailangan mong malaman ang lahat ng mga katanungan tungkol sa pating na hinihiling sa iyo nang tama.",
    "fr": "Vous devez connaître toutes les questions sur les requins qui vous sont posées correctement.",
    "gu": "તમારે શાર્ક વિશેના બધા પ્રશ્નો જાણવાની જરૂર છે જે તમને યોગ્ય રીતે પૂછવામાં આવે છે.",
    "he": "אתה צריך לדעת את כל השאלות על כרישים כי הם ביקשו ממך כראוי.",
    "hi": "आपको शार्क के बारे में उन सभी प्रश्नों को जानने की आवश्यकता है जो आपसे सही तरीके से पूछे जाते हैं।",
    "hr": "Morate znati sva pitanja o morskim psima koja su vam ispravno postavljena.",
    "hu": "Tudnia kell a cápákkal kapcsolatos összes kérdést, amelyet helyesen tesznek fel Önnek.",
    "id": "Anda perlu mengetahui semua pertanyaan tentang hiu yang ditanyakan kepada Anda dengan benar.",
    "it": "Devi conoscere tutte le domande sugli squali che ti vengono poste correttamente.",
    "ja": "あなたはあなたに正しく尋ねられるサメについてのすべての質問を知る必要があります。",
    "kn": "ನಿಮಗೆ ಕೇಳಲಾದ ಶಾರ್ಕ್ ಗಳ ಬಗ್ಗೆ ಎಲ್ಲಾ ಪ್ರಶ್ನೆಗಳನ್ನು ನೀವು ಸರಿಯಾಗಿ ತಿಳಿದುಕೊಳ್ಳಬೇಕು.",
    "ko": "당신은 당신에게 올바르게 묻는 상어에 대한 모든 질문을 알아야합니다.",
    "lv": "Jums jāzina visi jautājumi par haizivīm, kas jums tiek uzdoti pareizi.",
    "ml": "നിങ്ങളോട് ശരിയായി ചോദിക്കുന്ന സ്രാവുകളെക്കുറിച്ചുള്ള എല്ലാ ചോദ്യങ്ങളും നിങ്ങൾ അറിഞ്ഞിരിക്കണം.",
    "mr": "शार्कबद्दलचे सगळे प्रश्न जे तुम्हाला योग्य पद्धतीने विचारले जातात, ते तुम्हाला माहीत असणं गरजेचं आहे.",
    "ms": "Anda perlu mengetahui semua soalan mengenai jerung yang diminta kepada anda dengan betul.",
    "nl": "Je moet alle vragen over haaien die je worden gesteld correct kennen.",
    "no": "Du må vite alle spørsmålene om haier som blir bedt om deg riktig.",
    "pl": "Musisz znać wszystkie pytania dotyczące rekinów, które są zadawane poprawnie.",
    "ro": "Trebuie să știți toate întrebările despre rechini care vă sunt adresate corect.",
    "ru": "Вам нужно знать все вопросы об акулах, которые задаются вам правильно.",
    "sk": "Musíte poznať všetky otázky o žralokoch, ktoré sú vám správne položené.",
    "sl": "Vedeti morate vsa vprašanja o morskih psih, ki vam jih pravilno zastavljajo.",
    "sv": "Du måste veta alla frågor om hajar som ställs till dig korrekt.",
    "sw": "Unahitaji kujua maswali yote kuhusu papa wanaoulizwa kwako kwa usahihi.",
    "ta": "உங்களிடம் கேட்கப்படும் சுறாக்களைப் பற்றிய அனைத்து கேள்விகளையும் நீங்கள் தெரிந்து கொள்ள வேண்டும்.",
    "te": "షార్క్ లకు సంబంధించిన అన్ని ప్రశ్నలను మీరు సరిగ్గా తెలుసుకోవాలి.",
    "th": "คุณจําเป็นต้องรู้คําถามทั้งหมดเกี่ยวกับฉลามที่ถูกถามถึงคุณอย่างถูกต้อง",
    "tr": "Size sorulan köpekbalıklarıyla ilgili tüm soruları doğru bir şekilde bilmeniz gerekir.",
    "uk": "Потрібно знати всі питання про акул, які задаються вам правильно."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for fun with the sharks quiz. Solve the questions and test your knowledge.\n\nHow To Play\nPlayed with Mouse.\n\nSharks Quiz Game Features\n✓ 2D Graphics\n✓ Basic control\n✓ Hard Questions\n\nFinally, you can enjoy these game for free (and more requests will be added)! Sharks Quiz Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}