{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch Auto Collect"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hr,it,kn,lv,ml,mr,ms,nl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Automate your bonus point collection on Twitch.tv with TwitchAutoCollect",
    "bg": "Автоматично събиране на бонусни точки в Twitch.tv с TwitchAutoCollect",
    "cs": "Automatické sbírání bonusových bodů na Twitch.tv pomocí TwitchAutoCollect",
    "da": "Saml bonuspoint på Twitch.tv automatisk med TwitchAutoCollect",
    "de": "Sammeln Sie Bonuspunkte auf Twitch.tv automatisch mit TwitchAutoCollect",
    "el": "Συλλέξτε αυτόματα πόντους μπόνους στο Twitch.tv με το TwitchAutoCollect",
    "es": "Automatiza la recogida de puntos de bonificación en Twitch.tv con TwitchAutoCollect",
    "et": "TwitchAutoCollectiga kogud automaatselt boonuspunkte Twitch.tv-s",
    "fi": "Kerää bonuspisteitä Twitch.tv:ssä automaattisesti TwitchAutoCollectin avulla.",
    "fr": "Collecte automatiquement des points bonus sur Twitch.tv avec TwitchAutoCollect.",
    "hu": "Gyűjts bónuszpontokat a Twitch.tv-n automatikusan a TwitchAutoCollect segítségével",
    "id": "Kumpulkan poin bonus di Twitch.tv secara otomatis dengan TwitchAutoCollect",
    "ja": "TwitchAutoCollectでTwitch.tvのボーナスポイントを自動的に集めよう",
    "ko": "TwitchAutoCollect로 Twitch.tv에서 보너스 포인트를 자동으로 모으세요.",
    "lt": "Su \"TwitchAutoCollect\" automatiškai rinkite \"Twitch.tv\" premijų taškus",
    "no": "Samle inn bonuspoeng på Twitch.tv automatisk med TwitchAutoCollect",
    "pl": "Zbieraj punkty bonusowe na Twitch.tv automatycznie dzięki TwitchAutoCollect",
    "pt_BR": "Colete pontos de bônus na Twitch.tv automaticamente com o TwitchAutoCollect",
    "pt_PT": "Recolher pontos de bónus no Twitch.tv automaticamente com o TwitchAutoCollect",
    "ro": "Colectați automat puncte bonus pe Twitch.tv cu TwitchAutoCollect",
    "ru": "Собирайте бонусные баллы на Twitch.tv автоматически с помощью TwitchAutoCollect",
    "sk": "Automaticky zbierajte bonusové body na Twitch.tv pomocou TwitchAutoCollect",
    "sl": "S storitvijo TwitchAutoCollect samodejno zbirajte bonusne točke na Twitch.tv",
    "sv": "Samla bonuspoäng på Twitch.tv automatiskt med TwitchAutoCollect",
    "tr": "TwitchAutoCollect ile Twitch.tv'de bonus puanları otomatik olarak toplayın",
    "uk": "Збирайте бонуси на Twitch.tv автоматично за допомогою TwitchAutoCollect"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the new way of watching Twitch.tv with TwitchAutoCollect, the Chrome extension designed to simplify and enhance your viewing experience.\n\nKey Features:\n\nSeamless Functionality: TwitchAutoCollect works flawlessly on Twitch.tv, providing a seamless, enhanced user experience.\n\nAutomated Collection: The extension automatically clicks bonus point buttons, taking the burden off your shoulders.\n\nSimplicity at its Best: All you need to do is start your stream. TwitchAutoCollect will handle the rest, effortlessly accruing Channel Points for you.\n\nMulti-Tab and Multi-Channel Support: TwitchAutoCollect isn't just for one tab or channel. It's designed to work effectively across multiple tabs and channels simultaneously.\n\nReady to take your Twitch.tv experience to the next level? Install TwitchAutoCollect today and let us help you maximize your bonus point collection!",
    "de": "Entdecken Sie eine neue Art, Twitch.tv zu nutzen - mit TwitchAutoCollect, der Chrome-Erweiterung, die Ihr Nutzererlebnis verbessert und vereinfacht.\n\nHauptfunktionen:\n\nProblemlose Anwendung: TwitchAutoCollect läuft reibungslos auf Twitch.tv und sorgt für ein verbessertes Nutzererlebnis.\n\nAutomatische Punktesammlung: Die Erweiterung klickt automatisch auf die Bonuspunkte-Buttons - ganz ohne Ihr Zutun.\n\nMaximale Einfachheit: Starten Sie einfach Ihren Stream. TwitchAutoCollect übernimmt den Rest und sammelt automatisch Ihre Channel-Punkte.\n\nUnterstützt mehrere Tabs und Kanäle: TwitchAutoCollect funktioniert auch über mehrere Tabs und Kanäle hinweg.\n\nSind Sie bereit, Ihr Twitch.tv-Erlebnis auf das nächste Level zu bringen? Installieren Sie TwitchAutoCollect jetzt und sammeln Sie Bonuspunkte effizienter!",
    "es": "Experimenta la nueva forma de ver Twitch.tv con TwitchAutoCollect, la extensión de Chrome diseñada para simplificar y mejorar tu experiencia de visualización.\n\nCaracterísticas principales:\n\nFuncionalidad perfecta: TwitchAutoCollect funciona a la perfección en Twitch.tv, proporcionando una experiencia de usuario fluida y mejorada.\n\nRecogida automática: La extensión automáticamente hace clic en los botones de puntos de bonificación, quitando la carga de sus hombros.\n\nSimplicidad en su máxima expresión: Todo lo que necesitas hacer es iniciar tu transmisión. TwitchAutoCollect se encargará del resto, acumulando puntos de canal sin esfuerzo.\n\nSoporte Multi-Tab y Multi-Canal: TwitchAutoCollect no es sólo para una pestaña o canal. Está diseñado para funcionar eficazmente en múltiples pestañas y canales simultáneamente.\n\n¿Listo para llevar tu experiencia en Twitch.tv al siguiente nivel? Instala TwitchAutoCollect hoy mismo y deja que te ayudemos a maximizar tu colección de puntos de bonificación.",
    "fr": "Découvrez une nouvelle façon d'utiliser Twitch.tv avec TwitchAutoCollect, l'extension pour Chrome qui améliore et simplifie votre expérience utilisateur.\n\nPrincipales fonctionnalités :\n\nUtilisation sans problème : TwitchAutoCollect fonctionne sans problème sur Twitch.tv et permet d'améliorer l'expérience utilisateur.\n\nCollecte automatique des points : l'extension clique automatiquement sur les boutons de points bonus, sans aucune intervention de votre part.\n\nSimplicité maximale : lancez simplement votre stream. TwitchAutoCollect se charge du reste et collecte automatiquement les points de votre canal.\n\nPrend en charge plusieurs onglets et canaux : TwitchAutoCollect fonctionne également sur plusieurs onglets et canaux.\n\nVous êtes prêt à faire passer votre expérience Twitch.tv au niveau supérieur ? Installez TwitchAutoCollect maintenant et collectez des points bonus plus efficacement !"
  }
}