{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "ScTranslator - Translator, Page Translator, Dictionary",
    "ja": "ココ翻訳 - 翻訳、ページ翻訳、辞書",
    "zh_CN": "可可翻译 - 翻译，页面翻译，词典",
    "zh_TW": "可可翻譯 - 翻譯，頁面翻譯，字典"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Translate selected text with multiple sources, Webpage translating that have 3 display modes... An all-in-one translation extension.",
    "ja": "選択したテキストを複数の翻訳ソースで翻訳する、原文と訳文を同時に展示出来るページ翻訳...オールインワンの翻訳拡張機能。",
    "zh_CN": "可高度自定义的网页内划词翻译、提供更多展示选择的网页翻译、能方便地对单词进行分类的翻译收藏，可可翻译专注于提供更好的翻译体验。",
    "zh_TW": "用多個翻譯源翻譯選擇的文本、可以同時展示原文與譯文的網頁翻譯...一款多合一的翻譯擴展。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Translate with multiple translate sources at the same time / Various keyboard shortcuts / Translate history in single webpage / Separate translate window / Customize theme / Text preprocessing / Translation Collection / Webpage translating ...\nPreview GIFs of related features:\nhttps://github.com/chunibyocola/sc-translator-crx/discussions/19\n\n* There are a variety of options in the options page for you to set up, so it is recommended to access the options page first after installing this extension to adjust a set of configurations that best suits you.\n\nThis extension provide a variety of ways to correspond the inline web translation, and you can enable of disable these according to your preference.\n\nSupport webpage translating, you can make it display original text and translation simultaneously.\n\nSupport custom translate source, you can add custom sources which built by yourself or others.\n\nSupport dark theme, you can also customize your own theme.\n\nSupport PDF viewer, with the PDF viewer, this extension can be used on PDF files.\n\nSeparate translate window will auto respond to the translate request when you click the \"translate\" item of context menus in the extension unavailable page.\n\nIf you want to use the URL suffix of \".cn\" in some translate source like \"Bing\", you can check the \"Use '.cn' in URL\" option.\n\nNotice: After installing or updating this extension, if you need to use this extension in existing webpage, please refresh the webpage first.\n\n* Open Source\nhttps://github.com/chunibyocola/sc-translator-crx",
    "ja": "同時に複数の翻訳ソースでテキストを翻訳する / 様々なショートカットキー / Webページ内の翻訳記録 / スタンドアロン翻訳ウィンドウ/カスタマイズテーマ / テキストの前処理 / 翻訳コレクション / Webページ翻訳......\n関連する機能のGIFをプレビューする：\nhttps://github.com/chunibyocola/sc-translator-crx/discussions/19\n\n* 設定ページには様々なオプションが用意されていますので、拡張機能をインストールしてから設定ページをチェックして、最適な構成設定を調整することをお勧めします。\n\nこの拡張機能はWebページ内で選択したテキストを翻訳する幾つの方法が提供しています、お好みに応じて「有効」／「無効」にできます。\n\nWebページ翻訳がサポートされています、原文と訳文を同時に表示させることができます。\n\nカスタム翻訳ソースがサポートされています、自分や他の人が作成したカスタム翻訳ソースを追加できます。\n\nダークテーマがサポートされています、自分に合うテーマをカスタマイズもできます。\n\nPDFビューアがサポートされています、PDFビューアを使用すると、この拡張機能をPDFファイルで使用することができます。\n\nスタンドアロン翻訳ウィンドウは、拡張機能が利用できないページのコンテキストメニューの「翻訳」項目をクリックした翻訳リクエストに自動的に応答します。\n\n「Bing」などの翻訳ソースを使用するときに「.cn」というサフィックスを使用する場合は、「URLで『.cn』を使用する」オプションをオンにしてください。\n\n注意：拡張機能をインストールまたは更新した後、その前に存在していたWebページを使用する必要がある場合は、まずはWebページをリフレッシュをしてください。\n\n* オープンソース\nhttps://github.com/chunibyocola/sc-translator-crx",
    "zh_CN": "多翻译源同时翻译 / 丰富的快捷键 / 记录单个网页内的翻译历史 / 独立翻译窗口 / 自定义主题 / 文本预处理 / 翻译收藏 / 网页翻译 ……\n预览相关功能的 GIF：\nhttps://github.com/chunibyocola/sc-translator-crx/discussions/19\n\n* 在设置页面中有各式各样的选项来让你进行设置，因此建议在安装扩展后先浏览选项页面，调整出最符合自己的一套配置。\n\n当你想在使用如 Bing 的翻译源时使用“.cn”后缀，请勾选“在 URL 使用‘.cn’”选项。\n\n该扩展提供了多种方式来对应网页内的划词翻译，你可以根据自己的喜好来开启或关闭。\n\n支持网页翻译，能够同时展示原文与译文。\n当你点击“翻译当前页面”后，会在右下角出现一个控制栏，确定好需要翻译的目标语言后点击“开始翻译”按钮即可翻译当前页面，如果想要跳过这一步骤，可以在设置页中勾选“激活网页翻译后直接翻译”。\n\n支持自定义翻译源，你可以添加自己或是其他人构造的自定义翻译源。\n\n支持夜间主题，你也可以自定义自己所想要的主题。\n\n支持 PDF 阅读器，通过使用 PDF 阅读器，可以令此扩展在 PDF 文件内使用。\n\n独立翻译窗口会自动响应你在扩展不可用的页面中点击右键菜单中的“翻译”项后产生的翻译请求。\n\n注意：在安装或更新扩展后如果需要对之前就存在的网页使用，请先刷新网页。\n\n* 开源\nhttps://github.com/chunibyocola/sc-translator-crx",
    "zh_TW": "多翻譯源同時翻譯 / 豐富的快捷鍵 / 記錄單個網頁內的翻譯歷史 / 獨立翻譯窗口 / 自定義主題 / 文本預處理 / 翻譯收藏 / 網頁翻譯 ……\n預覽相關功能的 GIF：\nhttps://github.com/chunibyocola/sc-translator-crx/discussions/19\n\n* 在設置頁面中有各式各樣的選項來讓你進行設置，因此建議在安裝擴充功能后先瀏覽選項頁面，調整出最符合自己的一套配置。\n\n該擴充功能提供了多種方式來對應網頁內的劃詞翻譯，你可以根據自己的喜好來開啟或關閉。\n\n支援網頁翻譯，能夠同時展示原文與譯文。\n\n支援自定義翻譯源，你可以添加自己或是其他人構造的自定義翻譯源。\n\n支援夜間主題，你也可以自定義自己所想要的主題。\n\n支援 PDF 閱讀器，透過使用 PDF 閱讀器，可以令此擴充功能在 PDF 檔案內使用。\n\n獨立翻譯視窗會自動回應你在擴充功能不可用的頁面中點擊右鍵功能表中的「翻譯」項後產生的翻譯請求。\n\n當你想在使用如 Bing 的翻譯源時使用「.cn」後綴，請勾選「在 URL 使用『.cn』」選項。\n\n注意：在安裝或更新擴充功能后如果需要對之前就存在的網頁使用，請先刷新網頁。\n\n* 開源\nhttps://github.com/chunibyocola/sc-translator-crx"
  }
}