{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SkoolBot Classroom Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your simple-to-use dashboard for Google Classroom™"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SkoolBot Classroom Assistant for Google Classroom™ is a free must-have tool for students and parents overwhelmed by the amount of information they receive every day from their school.\n\nAt SkoolBot, we love Google Classroom™!  We just think students need a way to easily know when important things are happening, and to make sure they don't miss something critical.\n\nSkoolBot Classroom Assistant takes all the information you get, and organizes it into a one-click dashboard with simple, high-level categories:\n\n1. Urgent Items - Those things that are due today or tomorrow\n\n2. New Assignments - All your homework and assignments due over the next 2 weeks\n\n3. New Materials - New materials your teacher has posted for your class\n\n4. New Questions - Questions posted by the teacher you need to answer\n\n5. Graded Assignments - All the grades you received over the past week\n\n6. Private Messages - Messages sent specifically to you from your teacher\n\n7. New Announcements - Messages sent to the entire class\n\nSkoolBot is accessible whenever you want.\nJust click on the SkoolBot icon, and a summary window shows up with the number of items in each category.  Click on a category, and a detailed window show up with all the specific assignments, grades, messages, etc. for you to view.  A click on any one of those items pulls you right into Google Classroom™, showing the specific assignment, etc.\n\nIt's that simple!\n\nSkoolBot Classroom Assistant is always watching out for you.  If we find anything important, a red \"!\" will appear on the SkoolBot icon, telling you to click on it to see what's up.\n\nPrivacy and security is important to us at SkoolBot. All your school information is kept on your machine.  We don't see it.  That's the way it should be - it's your private stuff.\n\nDon't get lost in the avalanche of information from your school.  Focus on what matters.  That's how to do better at school each and every day.\n\nLet us help you manage your schoolwork.  Start using SkoolBot Classroom Assistant today!  Did we mention that it's FREE???\n\n\n\n\n\nGoogle Classroom is a trademark of Google Inc.\nUse of this trademark is subject to Google Permissions."
  }
}