{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To-Do List Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple to-do list extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "To-Do List Extension is your go-to task manager, helping you organize your life and boost productivity. Start managing your tasks effortlessly today with To-Do List Extension! Get organized. Stay focused. Accomplish more.\n\nTo-Do List Extensions a feature-rich, user-friendly, and efficient to-do list application designed to help you stay organized and on top of your daily tasks. With its intuitive interface and powerful functionality, To-Do List Extension empowers you to manage your tasks, deadlines, and reminders with ease, ensuring you never miss a beat.\nKey Features:\n1. Easy Task Creation: Quickly add new tasks by entering task names, due dates, and optional due times. The app intelligently handles date and time validations, preventing you from setting reminders in the past.\n2. Real-time Reminders: To-Do List Extension notifies you of upcoming tasks through system alerts, ensuring you never forget important deadlines or appointments. Reminders can be set for both tasks with and without specific due times.\n3. Customizable Color Labels: Stay visually organized by assigning color labels to your tasks. Choose from a range of vibrant colors to categorize and prioritize your to-dos efficiently.\n4. Task History Tracking: Completed tasks are automatically moved to the task history, offering a convenient way to review past achievements and track progress over time.\n5. Editable Tasks: Need to make changes to a task? To-Do List Extension lets you easily edit existing tasks, update due dates, or modify task descriptions without any hassle.\n6. Backup and Restore: Worried about losing your task list? To-Do List Extension allows you to take backups of your tasks, making it effortless to restore them at any time.\n7. Privacy-focused: We understand the importance of data privacy. To-Do List Extension operates without requiring any additional permissions or access to your personal information.\nHow to Use:\n1. Add New Tasks: Simply enter your task details in the input fields and click the \"Add\" button. The app will ensure your tasks are scheduled correctly.\n2. Complete Tasks: Check off completed tasks by clicking the checkbox next to them. Completed tasks are automatically moved to the task history.\n3. Edit and Delete Tasks: To make changes to a task, click the \"Edit\" button to modify the task details. If you no longer need a task, hit the \"Delete\" button to remove it.\n4. View Task History: Click the \"History\" button to view completed tasks and access their details.\n5. Settings and Backup: Access additional features, including backup and settings, via the settings popup (gear icon)."
  }
}