{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload All Tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload all tabs, reload only tabs with urls and create custom reloading profiles with tons of options."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reload All Tabs is a Chrome Extension that let's you refresh your chrome tabs based upon the following parameters:\n0. All Tabs\n1. Url/urls of tab/tabs (single and multiple inputs)\n2. Index/indexes of tab/tabs (single and multiple inputs)\n3. Type of refresh (hard or soft)/(bypass the chrome cache or not)\n4. Refresh tabs in the current chrome window or all chrome windows\n5. Is the tab audible/not audible?\n6. Is the tab pinned/not pinned?\n7. Is the tab muted/not muted?\n\nInstructions:\n1. Select a type of refresh (bypassing cache or not)\n2. Select which window (current opened chrome window or all chrome windows everywhere)\n3. Select what you want to refresh (all tabs, only audible tabs, only tabs with certain urls, all tabs, but not tabs with urls etc.)\n\nWhy it's good? 4 reasons:\n1. It's faster than all the other tab reloading chrome extensions out there. (Reload All Tabs by Mohamed Mansour for example has a delay between the \"trigger\" and the actual tab-reloading).\n2. It's simple to use.\n3. It provides numerous options when creating a tab-refreshment-entry/profile. This can be of great use when developing websites as it searches through all the urls of your tabs and reloads only tabs with localhost:8000 and does a hard-refresh (bypassing the chrome cache).\n4. It can save you a lot of time if you have to reload a lot of tabs, but you want to reload your tabs based on very specific parameters. You don't want to reload all tabs everywhere, instead, you want to reload all tabs, but not the podcasts you might be listening to.\n\nUpcoming Features:\n- Adding a Timer giving you the option to reload your tabs based on a set time-interval\n- More options when creating a tab-refresh-profile/entry (title of page, increasing possible parameter-combinations)\n- Some minor design adjustments\n- Donate-button/ads?.\n- Make it visible in the context-menu which tab-refresh-profile/entry is set.\n- Add more syntax-options to the input fields.\n\nHope it's useful to some of you :)"
  }
}