{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pajkos Pajtás Online Szexshop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pajkospajtas.hu - Online szexshop, hatalmas termékíknálattal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A PajkosPajtás Online Szexshop hatalmas termékkínálattal várja látogatóit. \nNéha jól jön a hálószobába egy kis változatosság, hiszen ez segít, hogy a láng sokáig megmaradjon. Egy szexi fehérnemű, egy izgalmas jelmez, egy huncut új eszköz, de akár már egy hangulatos gyertya, vagy masszázsolaj is sokat dobhat a szexuális élet minőségén. A weboldalon böngészve megannyi olyan szexeszköz közül lehet válogatni, melyekkel a hálószobai örömök a végtelenségig fokozhatók. \n\nAz online szexshop kínálatában a szolidabbak és a merészebbek egyaránt találhatnak maguk számára ideális szexuális segédeszközt. Vibrátorok, szexi fehérneműk, szado-mazo eszközök, intim higiénia termékek egyaránt találhatók az oldal kínálatában. \n\nEsetleg merevedési problémákkal küzd? Vagy jól jönne egy kis segítség a hálószobában vágykeltők formájában? Minőség termékeink között ezekből is bő kínálatot talál.\nA termékek összeválogatása során arra törekedtünk, hogy maximálisan kielégítsük ügyfeleink igényeit. Ezért a legtöbb termékből többféle típus (méretben, színben, funkcióban és anyagban eltérő) érhető el. \n\nMinden termék maximális minőségi feltételeknek tesz eleget. Emellett gondosan ügyeltünk rá, hogy az egyes termékkategóriákban különböző árkategóriájú termékeket sorakoztassunk fel annak érdekében, hogy garantáltan mindenki megtalálja a számára (árban is) legideálisabb terméket. \n\nRendszeres akciókkal és kedvezményekkel várjuk mindazokat, akik szeretnének új színt vinni a hálószobai kalandokba. Áruházunkban járva garantáltan mindig talál akciós terméket!\n\nA PajkosPajtás Online szexshop maximális diszkréciót biztosít vásárlói számára. Nem kell attól tartani, hogy a kíváncsi szomszédok, a szülők, a gyerekek, vagy bárki számára fény derül a tőlünk érkező csomag tartalmára. A diszkrécióra olyannyira hangsúlyt fektetünk, hogy a kiküldött csomagon semmi sem fog arra utalni, hogy a vásárló tőlünk rendelt. \n\nA vásárlás megkönnyítése céljából minden kategóriáról és minden termékről részletes leírás olvasható a webshop felületén. Így mindig maximálisan biztos lehet afelől, hogy tőlünk vásárolva pontosan azt kapja majd, amit megrendelt. \n\nLátogasson el az online szexshop felületére és válogasson minőségi szexuális kiegészítők közül! Próbáljon ki új eszközöket és fedezze fel a szexualitásnak egy egészen új, izgalmas és talán minden korábbinál élvezetesebb oldalát. \n\nDobja fel az unalmas hétköznapokat egy-egy apró, ám annál hasznosabb, kényeztető eszközzel, kiegészítővel!\n\nTermékeink között kitűnő ajándékokra is rálelhet. Lepje meg magát vagy kedvesét egy szexi fehérneművel. \n\nLegénybúcsúra, vagy lánybúcsúra készül? Tekintse meg kapcsolódó termékkategóriánkat és válogasson minőségi dekorációk, és kiegészítők közül. Olyan játékokat, díszeket és egyéb apróságokat találhat, amelyek garantáltan feldobják a buli hangulatát. \n\nVálogasson a pajkos eszközök hatalmas tárházában!"
  }
}