{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Niconico Video Picture-in-Picture with Comments",
    "ja": "ニコニコ動画 ピクチャー・イン・ピクチャー コメ付き"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a Picture-in-Picture (PiP) Feature with Comments to Niconico Video.",
    "ja": "ニコニコ動画にコメント付きのピクチャー・イン・ピクチャー（PiP）機能を追加します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# What is Picture-in-Picture (PiP)?\nPiP is a feature that allows you to display videos as a pop-up window.\nIt enables you to watch videos while using other applications.\nGoogle Chrome includes a built-in PiP feature, allowing users to freely resize and position videos on a page for playback.\n\n# How to Use\nWhen this extension is enabled, a \"PiP\" button is added to the seek bar of the video player.\nClick the \"PiP\" button to start or stop Picture-in-Picture mode.\n\n# Features of the Extension\n① Display PiP with Comments!\nThe default PiP feature in browsers does not display video comments.\nThis extension allows you to enjoy videos in PiP mode with comments displayed.\n\n② Supports Repeat Playback, Auto-Playback, and Continuous Playback!\nThe default PiP feature in browsers ends PiP mode when transitioning to the next video.\nWith this extension, PiP mode continues even when transitioning to the next video (only applicable when moving between video playback pages).",
    "ja": "# ピクチャー・イン・ピクチャー（PiP）とは\n動画をポップアップ表示する機能です。他のアプリを使いながら動画を視聴するために利用します。\nGoogle ChromeにはPiP機能が実装されており、誰でもページ内の動画を自由なサイズで好きな場所に配置して再生できます。\n\n# 使い方\n拡張機能を有効にすると、動画プレイヤーのシークバーに「PiP」ボタンが追加されます。\nその「PiP」ボタンをクリックして、ピクチャー・イン・ピクチャーを開始または終了します。\n\n# 拡張機能の特徴\n① コメント付きでピクチャー・イン・ピクチャーを表示！\nブラウザが標準で提供しているPiP機能を使うと、動画コメントが表示されません。\nこの拡張機能は、動画コメントを付けてPiPで再生します。\n\n② リピート再生、自動再生、連続再生に対応！\nブラウザが標準で提供しているPiP機能を使うと、次の動画に遷移する際にPiPが終了してしまいます。\nこの拡張機能は、次の動画に遷移してもPiPを終了せず再生を続けます。\n（動画再生ページから動画再生ページへの遷移時のみ有効）"
  }
}