{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ đặt hàng Panda Order"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ đặt hàng Panda Order"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PANDA - Công cụ Order hàng Trung Quốc của Pandaorder.net\n\nPANDA là công cụ hỗ trợ mua hàng từ các trang thương mại điện tử lớn của Trung Quốc, được phát triển bởi Pandaorder.net. Ứng dụng Extension PANDA giúp khách hàng dễ dàng nhập hàng Trung Quốc, đặt hàng trên Taobao, 1688, và Tmall ngay trên trình duyệt Chrome. PANDA mang đến trải nghiệm mua sắm tối ưu với chi phí thấp và dịch vụ vận chuyển nhanh chóng, tiện lợi.\n\nTính năng nổi bật của công cụ đặt hàng PANDA:\n+ Đặt hàng nhanh chóng, dễ dàng: Với PANDA, việc nhập hàng Trung Quốc trở nên đơn giản và hiệu quả. Bạn có thể tạo đơn hàng trực tiếp từ Taobao, 1688, Tmall chỉ trong vài click chuột mà không cần chuyển qua lại giữa nhiều trang web.\n+ Tính năng theo dõi đơn hàng vận chuyển thông minh: PANDA cho phép theo dõi vận đơn và tình trạng vận chuyển từ Trung Quốc về Việt Nam. Ứng dụng đồng bộ thông tin qua cả nền tảng web và app, giúp bạn nắm bắt chính xác mọi tiến trình.\n+ Chi phí dịch vụ hợp lý: Phí dịch vụ chỉ từ 3 tệ cho mỗi đơn hàng, đảm bảo bạn nhập hàng Trung Quốc giá sỉ mà không lo về các chi phí ẩn. \n+ Giá dịch vụ vận chuyển hàng hóa từ Trung Quốc chỉ  từ 11,000 VNĐ/kg, giúp hàng hóa của bạn được chuyển về nhanh chóng, an toàn và với chi phí cạnh tranh nhất. \nHỗ trợ khách hàng toàn diện: Đội ngũ hỗ trợ của PANDA luôn sẵn sàng giải quyết mọi vấn đề liên quan đến đặt hàng Trung Quốc và vận chuyển\n\nTại sao nên chọn PANDA?\n+ Độ uy tín và chuyên nghiệp: PANDA được phát triển bởi Pandaorder.net, đơn vị có nhiều năm kinh nghiệm trong lĩnh vực nhập hàng Trung Quốc. Hàng nghìn khách hàng đã tin tưởng sử dụng PANDA nhờ sự uy tín và độ tin cậy cao.\n+ Công nghệ tiên tiến: PANDA sử dụng các công nghệ mới nhất, mang đến sự bảo mật tối ưu cho thông tin và giao dịch của khách hàng, cùng với khả năng đồng bộ hóa dữ liệu giúp trải nghiệm người dùng mượt mà hơn.\n+ Chính sách bảo hiểm hàng hóa: Để đảm bảo an toàn tuyệt đối cho đơn hàng được đặt từ Trung Quốc, PANDA cung cấp các chính sách bảo hiểm linh hoạt, bảo vệ quyền lợi của khách hàng trước mọi rủi ro trong quá trình vận chuyển.\n\nPANDA là Công cụ đặt hàng Taobao, 1688, Tmall rất tiện ích và sử dụng dễ dàng, với sự hỗ trợ tận tâm. Chúng tôi mong muốn trở thành lựa chọn hàng đầu của bạn khi có nhu cầu đặt hàng Trung Quốc từ các website như Taobao, 1688. Chúng tôi cam kết mang tới dịch vụ đặt hàng Trung Quốc và vận chuyển với giá rẻ và nhanh chóng nhất.\n\nLiên hệ tới ứng dụng đặt hàng Trung Quốc Panda:\nSố điện thoại: 090.4687.401\nEmail: cskh.pandaorder@gmail.com"
  }
}