{
  "name": {
    "ar": "مديرو الإشارات المرجعية",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,nl,pt_BR,pt_PT,sw,ta,te": "Bookmark managers",
    "bg": "Мениджъри на отметки",
    "ca": "Gestors de marcadors",
    "cs": "Správci záložek",
    "da": "Bogmærkeadministratorer",
    "de": "Lesezeichen-Manager",
    "el": "Διαχειριστές σελιδοδεικτών",
    "en_US": "Bookmark Manager",
    "es": "Administradores de marcadores",
    "et": "Järjehoidjate haldurid",
    "fa": "مدیران نشانک",
    "fi": "Kirjanmerkkien hallinta",
    "fil": "Mga tagapamahala ng Bookmark",
    "fr": "Gestionnaires de favoris",
    "he": "מנהלי סימניות",
    "hi": "बुकमार्क प्रबंधक",
    "hr": "Upravitelji oznaka",
    "hu": "Könyvjelző-kezelők",
    "id": "Manajer bookmark",
    "it": "Gestori di segnalibri",
    "ja": "ブックマークマネージャ",
    "ko": "북마크 관리자",
    "lt": "Žymių tvarkytojai",
    "lv": "Grāmatzīmju pārvaldnieki",
    "ms": "Pengurus penanda buku",
    "no": "Bokmerk ledere",
    "pl": "Menedżery zakładek",
    "ro": "Managerii de marcaje",
    "ru": "Менеджеры закладок",
    "sk": "Správcovia záložiek",
    "sl": "Upravitelji zaznamkov",
    "sr": "Менаџери маркера",
    "sv": "Bokmärke chefer",
    "th": "ผู้จัดการคั่นหน้า",
    "tr": "Yer imi yöneticileri",
    "uk": "Менеджери закладок",
    "vi": "Trình quản lý dấu trang",
    "zh_CN": "书签管理器",
    "zh_TW": "書籤管理器"
  },
  "short": {
    "ar": "طريقة أسهل لإدارة إشارة مرجعية في Chrome",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "An easilier way to manager your Chrome bookmark",
    "bg": "По-лесен начин да управлявате отметката си в Chrome",
    "ca": "Una manera més fàcil de gestionar la vostra adreça d&#39;interès de Chrome",
    "cs": "Snadnější způsob správy záložky Chrome",
    "da": "En lettere måde at administrere dit Chrome-bogmærke på",
    "de": "Eine einfachere Möglichkeit, Ihr Chrome-Lesezeichen zu verwalten",
    "el": "Ένας ευκολότερος τρόπος διαχείρισης του σελιδοδείκτη σας Chrome",
    "es": "Una forma más fácil de administrar su marcador de Chrome",
    "et": "Lihtsam viis Chrome&#39;i järjehoidja haldamiseks",
    "fa": "راهی آسانتر برای مدیریت نشانک Chrome شما",
    "fi": "Helpoin tapa hallita Chrome-kirjanmerkkiäsi",
    "fil": "Isang paraan na madali upang pamahalaan ang iyong bookmark ng Chrome",
    "fr": "Une façon simple de gérer votre favori Chrome",
    "he": "דרך קלה יותר לניהול סימניה של Chrome",
    "hi": "अपने Chrome बुकमार्क को प्रबंधित करने का एक आसान तरीका",
    "hr": "Jednostavniji način upravljanja oznakom Chrome",
    "hu": "A Chrome könyvjelző kezelésének egyszerűbb módja",
    "id": "Cara mudah untuk mengelola bookmark Chrome Anda",
    "it": "Un modo più semplice per gestire il tuo segnalibro di Chrome",
    "ja": "Chromeブックマークを管理する最も簡単な方法",
    "ko": "Chrome 북마크를보다 쉽게 관리 할 수있는 방법",
    "lt": "Paprastesnis būdas valdyti „Chrome“ žymę",
    "lv": "Vienkāršāks veids, kā pārvaldīt Chrome grāmatzīmi",
    "ms": "Kaedah yang lebih mudah untuk menguruskan penanda halaman Chrome anda",
    "nl": "Een eenvoudigere manier om uw Chrome-bladwijzer te beheren",
    "no": "En enklere måte å administrere Chrome-bokmerket ditt på",
    "pl": "Łatwiejszy sposób zarządzania zakładką Chrome",
    "ro": "Un mod mai simplu de a gestiona marcajul dvs. Chrome",
    "ru": "Более простой способ управления закладкой Chrome",
    "sk": "Jednoduchší spôsob, ako spravovať záložku Chrome",
    "sl": "Lažji način za upravljanje zaznamka za Chrome",
    "sr": "Лакши начин за управљање Цхроме обележивачем",
    "sv": "Ett enklare sätt att hantera ditt Chrome-bokmärke",
    "th": "วิธีที่ง่ายกว่าในการจัดการบุ๊คมาร์ค Chrome ของคุณ",
    "tr": "Chrome yer işaretinizi yönetmenin daha kolay bir yolu",
    "uk": "Легший спосіб керувати вашою закладкою Chrome",
    "vi": "Một cách dễ dàng hơn để quản lý dấu trang Chrome của bạn",
    "zh_CN": "一种管理Chrome书签的简便方法",
    "zh_TW": "一種管理Chrome書籤的簡便方法"
  },
  "long": {
    "ar": "جرب مدير الإشارات هذا للمساعدة في إدارة جميع إشاراتك المرجعية اليوم\n\nيوفر Bookmarks Manager عرض لوحة لتصفح وتعديل الإشارات المرجعية الخاصة بك بطريقة سريعة وبسيطة.\n\nتعديل الإشارات المرجعية الخاصة بك على الطاير. من الممكن إعادة ترتيب مواقع الإشارات المرجعية أو إنشاء دليل جديد ومكان في إشارات مرجعية جديدة.\n\nحتى أنه من الممكن حذف الإشارات المرجعية غير المستخدمة بسرعة\n\nتحقق من إشاراتك المرجعية وتأكد من عدم وجود روابط مقطوعة أيضًا.\n\nتعديل عنوان أو عنوان إشارة مرجعية مخزنة. قم بتخصيص إشاراتك المرجعية بحيث يمكنك بسهولة تذكر موضوع مواقع الويب.\n\n- إخلاء المسؤولية: يرجى ملاحظة أن هذا التمديد لم يتم من قبل Google وتم من قبل فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\n\nلا تصادق Google أو ترعى إضافة Chrome هذه. إدارة الإشارات المرجعية لـ Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة لها.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Try this Bookmarks Manager to help manage all your bookmarks today\n\nBookmarks Manager provides a panel view to browse and modify your bookmarks in a quick and simple manner. \nEdit your bookmarks on the fly. It is possible to rearrange your bookmark positions or create a new directory and place in new bookmarks.\nIt is even possible to delete unused bookmarks quickly\nCheck your bookmarks and ensure there are no broke links as well.\n\nModify the title or address of a stored bookmark. Customise your bookmarks so that you can easily remember what the websites are about.\n- Disclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\n Google doesn’t endorse or sponsor this Chrome extension. Bookmark Manager for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Опитайте този мениджър на отметки, за да помогнете да управлявате всичките си отметки днес\n\nМениджърът на отметки предоставя панелен изглед, за да разглеждате и променяте отметките си по бърз и лесен начин.\n\nРедактирайте отметките си в движение. Възможно е да пренаредите позициите на отметките си или да създадете нова директория и да поставите в нови отметки.\n\nВъзможно е дори да изтриете неизползваните отметки бързо\n\nПроверете отметките си и се уверете, че няма и прекъснати връзки.\n\nПроменете заглавието или адреса на запазена отметка. Персонализирайте отметките си, така че да можете лесно да си спомняте какви са уебсайтовете.\n\n- Отказ от отговорност: Моля, имайте предвид, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\n\nGoogle не одобрява или спонсорира това разширение за Chrome. Мениджърът на отметки за Google Chrome ™ не е собственост, не е лицензиран от и не е дъщерно дружество на Google Inc.",
    "ca": "Proveu aquest gestor de marcadors per ajudar a gestionar totes les vostres adreces d’avui en dia\n\nBookmarks Manager proporciona una vista de panell per navegar i modificar les adreces d'interès de manera ràpida i senzilla.\n\nEditeu les adreces d'interès sobre la marxa. És possible reorganitzar les posicions de favorits o crear un nou directori i col·locar-lo en nous punts.\n\nFins i tot és possible eliminar ràpidament les adreces d'interès\n\nConsulteu les adreces d'interès i assegureu-vos que també no hi ha enllaços trencats.\n\nModifiqueu el títol o l’adreça d’un marcador guardat. Personalitzeu les vostres adreces d'interès perquè pugueu recordar fàcilment de què es tracta els llocs web.\n\n- Renúncia de responsabilitat: tingueu en compte que aquesta extensió NO és de Google i està elaborada per un equip de desenvolupament independent. Tots els drets d’autor pertanyen als seus respectius propietaris.\n\nGoogle no aprova ni patrocina aquesta extensió Chrome. El Gestor de marcadors per a Google Chrome ™ no és propietat, no té llicència i no és filial de Google Inc.",
    "cs": "Vyzkoušejte tento Správce záložek, který vám dnes pomůže spravovat všechny vaše záložky\n\nSprávce záložek poskytuje zobrazení panelu pro rychlé a jednoduché procházení a úpravy vašich záložek.\n\nUpravte své záložky za chodu. Je možné změnit uspořádání vašich záložek nebo vytvořit nový adresář a umístit do nových záložek.\n\nNevyužité záložky lze dokonce rychle vymazat\n\nZkontrolujte své záložky a ujistěte se, že neexistují žádné přerušené odkazy.\n\nUpravte název nebo adresu uložené záložky. Upravte si své záložky, abyste si snadno zapamatovali, o čem jsou webové stránky.\n\n- Zřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ Google vytvořeno a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří příslušným vlastníkům.\n\nGoogle toto rozšíření Chrome nepodporuje ani nesponzoruje. Správce záložek pro Google Chrome ™ není ve vlastnictví, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Prøv denne Bogmærkemanager til at hjælpe med at administrere alle dine bogmærker i dag\n\nBookmarks Manager giver en panelvisning til at gennemse og ændre dine bogmærker på en hurtig og enkel måde.\n\nRediger dine bogmærker på farten. Det er muligt at omarrangere dine bogmærkepositioner eller oprette en ny mappe og placere i nye bogmærker.\n\nDet er endda muligt at slette ubrugte bogmærker hurtigt\n\nKontroller dine bogmærker, og sørg for, at der ikke er nogen knuste links.\n\nRediger titlen eller adressen på et gemt bogmærke. Tilpas dine bogmærker, så du nemt kan huske, hvad webstederne handler om.\n\n- Ansvarsfraskrivelse: Bemærk, at denne udvidelse IKKE oprettes af Google og er oprettet af et uafhængigt udviklingshold. Alle ophavsret tilhører deres respektive ejere.\n\nGoogle støtter eller sponsorerer ikke denne Chrome-udvidelse. Bookmark Manager til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Probieren Sie diesen Lesezeichen-Manager aus, um noch heute alle Ihre Lesezeichen zu verwalten\n\nDer Lesezeichen-Manager bietet eine Bedienfeldansicht zum schnellen und einfachen Durchsuchen und Ändern Ihrer Lesezeichen.\n\nBearbeiten Sie Ihre Lesezeichen im laufenden Betrieb. Sie können Ihre Lesezeichenpositionen neu anordnen oder ein neues Verzeichnis erstellen und in neue Lesezeichen einfügen.\n\nEs ist sogar möglich, nicht verwendete Lesezeichen schnell zu löschen\n\nÜberprüfen Sie Ihre Lesezeichen und stellen Sie sicher, dass auch keine defekten Links vorhanden sind.\n\nÄndern Sie den Titel oder die Adresse eines gespeicherten Lesezeichens. Passen Sie Ihre Lesezeichen so an, dass Sie sich leicht daran erinnern können, worum es auf den Websites geht.\n\n- Haftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\n\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Der Lesezeichen-Manager für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Δοκιμάστε αυτήν τη Διαχείριση σελιδοδεικτών για να διαχειριστείτε όλους τους σελιδοδείκτες σας σήμερα\n\nΗ Διαχείριση σελιδοδεικτών παρέχει μια προβολή πίνακα για περιήγηση και τροποποίηση των σελιδοδεικτών σας με γρήγορο και απλό τρόπο.\n\nΕπεξεργαστείτε τους σελιδοδείκτες σας εν κινήσει. Είναι δυνατό να αναδιατάξετε τις θέσεις σελιδοδεικτών σας ή να δημιουργήσετε έναν νέο κατάλογο και να τοποθετήσετε σε νέους σελιδοδείκτες.\n\nΕίναι ακόμη δυνατό να διαγράψετε γρήγορα τους αχρησιμοποίητους σελιδοδείκτες\n\nΕλέγξτε τους σελιδοδείκτες σας και βεβαιωθείτε ότι δεν υπάρχουν σπασμένοι σύνδεσμοι.\n\nΤροποποιήστε τον τίτλο ή τη διεύθυνση ενός αποθηκευμένου σελιδοδείκτη. Προσαρμόστε τους σελιδοδείκτες σας, ώστε να μπορείτε να θυμάστε εύκολα ποιοι είναι οι ιστότοποι.\n\n- Αποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\n\nΗ Google δεν υποστηρίζει ούτε υποστηρίζει αυτήν την επέκταση Chrome. Η Διαχείριση σελιδοδεικτών για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "en_US": "Try this Bookmark Manager to help manage all your bookmarks today\n\nBookmarks Manager provides a panel view to browse and modify your bookmarks in a quick and simple manner.\n\nEdit your bookmarks on the fly. It is possible to rearrange your bookmark positions or create a new directory and place in new bookmarks.\n\nIt is even possible to delete unused bookmarks quickly\n\nCheck your bookmarks and ensure there are no broke links as well.\n\nModify the title or address of a stored bookmark. Customise your bookmarks so that you can easily remember what the websites are about.\n\n- Disclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\n\nGoogle doesn’t endorse or sponsor this Chrome extension. Bookmark Manager for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "es": "Pruebe este Administrador de marcadores para ayudarlo a administrar todos sus marcadores hoy\n\nBookmarks Manager proporciona una vista de panel para explorar y modificar sus marcadores de manera rápida y sencilla.\n\nEdite sus marcadores sobre la marcha. Es posible reorganizar las posiciones de sus marcadores o crear un nuevo directorio y colocarlo en nuevos marcadores.\n\nIncluso es posible eliminar marcadores no utilizados rápidamente\n\nVerifique sus marcadores y asegúrese de que no haya enlaces rotos también.\n\nModificar el título o la dirección de un marcador almacenado. Personalice sus marcadores para que pueda recordar fácilmente de qué se tratan los sitios web.\n\n- Descargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\n\nGoogle no respalda ni patrocina esta extensión de Chrome. Bookmark Manager para Google Chrome ™ no es propiedad de, no tiene licencia y no es una subsidiaria de Google Inc.",
    "et": "Proovige seda järjehoidjate haldurit, et saaksite kõiki oma järjehoidjaid täna hallata\n\nJärjehoidjate haldur pakub paneelivaadet, et sirvida ja muuta oma järjehoidjaid kiirel ja lihtsal viisil.\n\nMuutke oma järjehoidjaid lennult. Järjehoidjate positsioone on võimalik ümber korraldada või luua uus kataloog ja paigutada uude järjehoidjatesse.\n\nIsegi kasutamata järjehoidjaid on võimalik kiiresti kustutada\n\nKontrollige oma järjehoidjaid ja veenduge, et pole ka katkevaid linke.\n\nSalvestatud järjehoidja pealkirja või aadressi muutmine. Kohandage oma järjehoidjaid nii, et teil oleks hõlpsasti meeles veebisaitide sisu.\n\n- Kohustustest loobumine: Pange tähele, et seda laiendit EI ole teinud Google ja selle on teinud sõltumatu arendusmeeskond. Kõik autoriõigused kuuluvad nende vastavatele omanikele.\n\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendit. Google Chrome ™i järjehoidjate haldur ei kuulu ettevõttele Google Inc., tal pole selle litsentsi ja ta pole tütarettevõte.",
    "fa": "این مدیر نشانک را امتحان کنید تا به مدیریت همه نشانک های امروز خود کمک کنید\n\nمدیر نشانک ها نمای پانلی را برای مرور و تغییر نشانک های شما به روشی سریع و ساده فراهم می کند.\n\nنشانک های خود را در پرواز ویرایش کنید. تنظیم مجدد موقعیت های نشانک خود یا ایجاد یک فهرست جدید و مکان در بوکمارک های جدید امکان پذیر است.\n\nحتی امکان حذف سریع نشانک های بلااستفاده وجود دارد\n\nنشانک های خود را بررسی کنید و اطمینان حاصل کنید که هیچ لینک شکسته نیز وجود ندارد.\n\nعنوان یا آدرس یک نشانک ذخیره شده را تغییر دهید. نشانک های خود را طوری تنظیم کنید که بتوانید به راحتی یادآوری کنید که وب سایت ها درمورد چه چیزی هستند.\n\n- سلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده است و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ متعلق به صاحبان مربوطه می باشد.\n\nGoogle این برنامه افزودنی Chrome را تأیید یا پشتیبانی نمی کند. مدیر نشانک Google Google ™ متعلق به آن نیست ، دارای مجوز نیست و یک شرکت تابعه Google Inc. نیست.",
    "fi": "Kokeile tätä kirjanmerkkihallintaa auttaaksesi hallitsemaan kaikkia kirjanmerkkejä tänään\n\nBookmarks Manager tarjoaa paneelinäkymän, jolla voit selata ja muokata kirjanmerkkejäsi nopeasti ja yksinkertaisesti.\n\nMuokkaa kirjanmerkkejäsi lennossa. Kirjanmerkkien sijainnit on mahdollista järjestää uudelleen tai luoda uusi hakemisto ja sijoittaa uusiin kirjanmerkkeihin.\n\nOn jopa mahdollista poistaa käyttämättömät kirjanmerkit nopeasti\n\nTarkista kirjanmerkit ja varmista, että myöskään linkkejä ei ole.\n\nMuokkaa tallennetun kirjanmerkin otsikkoa tai osoitetta. Mukauta kirjanmerkkejäsi niin, että muistat helposti verkkosivustojen aiheet.\n\n- Vastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole Google, ja sen on tehnyt riippumaton kehitysryhmä. Kaikki tekijänoikeudet kuuluvat omistajilleen.\n\nGoogle ei tue tai tue tätä Chrome-laajennusta. Google Chrome ™: n kirjanmerkkien hallintaohjelma ei ole Google Inc: n omistama, ei ole lisenssin myöntäjä eikä ole tytäryhtiö.",
    "fil": "Subukan ang Bookmark Manager na ito upang makatulong na pamahalaan ang lahat ng iyong mga bookmark ngayon\n\nNagbibigay ang Manager ng Mga Bookmarks ng isang view ng panel upang mag-browse at baguhin ang iyong mga bookmark sa isang mabilis at simpleng paraan.\n\nI-edit ang iyong mga bookmark nang mabilis. Posible na muling ayusin ang iyong mga posisyon sa bookmark o lumikha ng isang bagong direktoryo at lugar sa mga bagong bookmark.\n\nPosible ring tanggalin nang mabilis ang mga hindi nagamit na mga bookmark\n\nSuriin ang iyong mga bookmark at masiguro na walang mga sirang link din.\n\nBaguhin ang pamagat o address ng isang naka-imbak na bookmark. I-customize ang iyong mga bookmark upang madali mong matandaan kung ano ang tungkol sa mga website.\n\n- Disclaimer: Mangyaring tandaan ang extension na ito ay HINDI ginawa ng Google at ginawa ng isang independiyenteng koponan ng pag-unlad. Ang lahat ng mga copyright ay kabilang sa kani-kanilang mga may-ari.\n\nHindi inendorso o sinusuportahan ng Google ang extension ng Chrome na ito. Ang Tagapangasiwa ng Bookmark para sa Google Chrome ™ ay hindi pagmamay-ari, hindi lisensyado ng at hindi isang subsidiary ng Google Inc.",
    "fr": "Essayez ce gestionnaire de favoris pour gérer tous vos favoris dès aujourd'hui\n\nBookmarks Manager fournit une vue de panneau pour parcourir et modifier vos signets d'une manière simple et rapide.\n\nModifiez vos signets à la volée. Il est possible de réorganiser vos positions de signets ou de créer un nouveau répertoire et de les placer dans de nouveaux signets.\n\nIl est même possible de supprimer rapidement les signets inutilisés\n\nVérifiez vos signets et assurez-vous qu'il n'y a pas non plus de liens rompus.\n\nModifiez le titre ou l'adresse d'un signet enregistré. Personnalisez vos signets afin de pouvoir vous souvenir facilement de la nature des sites Web.\n\n- Avertissement: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\n\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Bookmark Manager pour Google Chrome ™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "he": "נסה את מנהל הסימניות הזה כדי לעזור בניהול כל הסימניות שלך היום\n\nמנהל הסימניות מספק תצוגת חלונות לעיון ושינוי הסימניות שלך בצורה מהירה ופשוטה.\n\nערוך את הסימניות שלך תוך כדי תנועה. אפשר לסדר מחדש את עמדות הסימניות שלך או ליצור מדריך חדש ולהציב בסימניות חדשות.\n\nאפשר אפילו למחוק סימניות שאינן בשימוש במהירות\n\nבדוק את הסימניות שלך וודא שגם אין קישורים שבורים.\n\nשנה את הכותרת או הכתובת של סימניה מאוחסנת. התאם אישית את הסימניות שלך כך שתוכל לזכור בקלות על מה אתרי האינטרנט עוסקים.\n\n- הצהרת אחריות: שימו לב שהרחבה זו אינה מיוצרת על ידי Google והיא נעשית על ידי צוות פיתוח עצמאי. כל זכויות היוצרים שייכות לבעליהן בהתאמה.\n\nGoogle אינה תומכת או נותנת חסות לתוסף Chrome זה. מנהל הסימניות של Google Chrome ™ אינו בבעלות, אינו מורשה על ידי ואינו חברת בת של Google Inc.",
    "hi": "आज ही अपने सभी बुकमार्क प्रबंधित करने में सहायता के लिए इस बुकमार्क प्रबंधक को आज़माएँ\n\nबुकमार्क्स प्रबंधक एक त्वरित और सरल तरीके से अपने बुकमार्क को ब्राउज़ करने और संशोधित करने के लिए एक पैनल दृश्य प्रदान करता है।\n\nमक्खी पर अपने बुकमार्क संपादित करें। अपने बुकमार्क पदों को पुनर्व्यवस्थित करना या नई निर्देशिकाओं में नई निर्देशिका और स्थान बनाना संभव है।\n\nअप्रयुक्त बुकमार्क को जल्दी से हटाना संभव है\n\nअपने बुकमार्क देखें और सुनिश्चित करें कि कोई लिंक टूटी हुई भी न हो।\n\nसंग्रहीत बुकमार्क का शीर्षक या पता संशोधित करें। अपने बुकमार्क कस्टमाइज़ करें ताकि आप आसानी से याद रख सकें कि वेबसाइटें किस बारे में हैं।\n\n- अस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\n\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए बुकमार्क प्रबंधक के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Isprobajte ovaj upravitelj oznaka da biste danas lakše upravljali svim svojim oznakama\n\nOznaka oznaka pruža prikaz na ploči kako biste pregledali i izmijenili svoje oznake na brz i jednostavan način.\n\nUživajte u uređivanju oznaka. Moguće je preurediti položaje oznaka ili stvoriti novi direktorij i staviti u nove oznake.\n\nMoguće je i brzo brisanje neiskorištenih oznaka\n\nProvjerite svoje oznake i provjerite da nema prekida.\n\nIzmijenite naslov ili adresu spremljene oznake. Prilagodite svoje oznake tako da se lako sjećate o web-lokacijama.\n\n- Izjava o odricanju odgovornosti: Imajte na umu da ovo proširenje NE donosi Google, a sastavio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\n\nGoogle ne podržava ili sponzorira ovo proširenje za Chrome. Bookmark Manager za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica tvrtke Google Inc",
    "hu": "Próbálja ki ezt a könyvjelzőkezelőt az összes ma könyvjelző kezeléséhez\n\nA Bookmarks Manager panel nézetet biztosít a könyvjelzők gyors és egyszerű böngészéséhez és módosításához.\n\nSzerkessze könyvjelzőit menet közben. Lehetőség van a könyvjelző pozícióinak átrendezésére, vagy létrehozhat egy új könyvtárat, és elhelyezheti az új könyvjelzőkben.\n\nA nem használt könyvjelzőket gyorsan is törölheti\n\nEllenőrizze könyvjelzőit, és győződjön meg arról, hogy nincsenek törött linkek.\n\nMódosítsa a tárolt könyvjelző címét vagy címét. Testreszabhatja könyvjelzőit úgy, hogy könnyen emlékezzen a webhelyekről.\n\n- Jogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\n\nA Google nem támogatja vagy szponzorálja ezt a Chrome-kiterjesztést. A Google Chrome ™ könyvjelzőkezelője a Google Inc. tulajdonát képezi, nem engedélyezi, és nem is leányvállalata.",
    "id": "Coba Pengelola Bookmark ini untuk membantu mengelola semua bookmark Anda hari ini\n\nBookmarks Manager menyediakan tampilan panel untuk menelusuri dan memodifikasi bookmark Anda secara cepat dan sederhana.\n\nEdit bookmark Anda dengan cepat. Dimungkinkan untuk mengatur ulang posisi bookmark Anda atau membuat direktori dan tempat baru di bookmark baru.\n\nBahkan dimungkinkan untuk menghapus bookmark yang tidak digunakan dengan cepat\n\nPeriksa bookmark Anda dan pastikan tidak ada tautan yang terputus juga.\n\nUbah judul atau alamat bookmark yang disimpan. Kustomisasi bookmark Anda sehingga Anda dapat dengan mudah mengingat tentang apa situs web itu.\n\n- Penafian: Harap dicatat bahwa ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembang independen. Semua hak cipta milik masing-masing pemiliknya.\n\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Pengelola Bookmark untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Prova questo Gestore segnalibri per aiutarti a gestire tutti i tuoi segnalibri oggi\n\nGestione segnalibri offre una vista del pannello per sfogliare e modificare i segnalibri in modo rapido e semplice.\n\nModifica i tuoi segnalibri al volo. È possibile riorganizzare le posizioni dei segnalibri o creare una nuova directory e inserirli in nuovi segnalibri.\n\nÈ anche possibile eliminare rapidamente i segnalibri non utilizzati\n\nControlla i tuoi segnalibri e assicurati che non ci siano collegamenti interrotti.\n\nModifica il titolo o l'indirizzo di un segnalibro memorizzato. Personalizza i tuoi segnalibri in modo da poter facilmente ricordare di cosa trattano i siti web.\n\n- Dichiarazione di non responsabilità: si prega di notare che questa estensione NON è stata creata da Google ed è stata creata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\n\nGoogle non approva né sponsorizza questa estensione di Chrome. Bookmark Manager per Google Chrome ™ non è di proprietà di, non è concesso in licenza e non è una filiale di Google Inc.",
    "ja": "このブックマークマネージャを試して、すべてのブックマークを今すぐ管理してください\n\nブックマークマネージャは、ブックマークをすばやく簡単に参照および変更するためのパネルビューを提供します。\n\nその場でブックマークを編集します。ブックマークの位置を変更したり、新しいディレクトリを作成して新しいブックマークに配置したりすることができます。\n\n未使用のブックマークをすばやく削除することも可能です\n\nブックマークをチェックして、リンク切れがないことを確認してください。\n\n保存されたブックマークのタイトルまたはアドレスを変更します。ブックマークをカスタマイズして、Webサイトの内容を簡単に思い出せるようにします。\n\n-免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\n\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 Google Chrome™のブックマークマネージャは、Google Inc.が所有しておらず、ライセンスも付与しておらず、Google Inc.の子会社ではありません。",
    "ko": "이 책갈피 관리자를 사용하여 오늘 모든 책갈피를 관리하십시오.\n\n북마크 관리자는 빠르고 간단한 방법으로 북마크를 찾아보고 수정할 수있는 패널보기를 제공합니다.\n\n북마크를 즉석에서 편집하십시오. 북마크 위치를 다시 정렬하거나 새 디렉토리를 만들고 새 북마크에 배치 할 수 있습니다.\n\n사용하지 않는 책갈피를 빠르게 삭제할 수도 있습니다\n\n북마크를 확인하고 끊어진 링크가 없는지 확인하십시오.\n\n저장된 책갈피의 제목 또는 주소를 수정하십시오. 웹 사이트의 내용을 쉽게 기억할 수 있도록 책갈피를 사용자 정의하십시오.\n\n-면책 조항 :이 확장 프로그램은 Google이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자의 재산입니다.\n\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Chrome ™ 용 북마크 관리자는 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Išbandykite šį žymių tvarkyklę, kad padėtumėte tvarkyti visas jūsų žymes šiandien\n\nŽymių tvarkytuve pateikiamas skydelio vaizdas, kuriame galite greitai ir paprastai naršyti ir modifikuoti žymes.\n\nRedaguokite žymes skraidydami. Galima pertvarkyti žymių pozicijas arba susikurti naują katalogą ir vietą naujose žymėse.\n\nNet nepanaudotas žymes įmanoma greitai ištrinti\n\nPatikrinkite savo žymes ir įsitikinkite, kad nėra ir neveikiančių nuorodų.\n\nPakeiskite saugomos žymos pavadinimą arba adresą. Tinkinkite savo žymes, kad galėtumėte lengvai atsiminti, apie ką yra svetainės.\n\n- Atsakomybės atsisakymas: atminkite, kad šio plėtinio NĖRA sukūrusi „Google“, o nepriklausomą kūrimo komandą. Visos autorių teisės priklauso jų savininkams.\n\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Chrome ™“ žymių tvarkyklė nepriklauso, jos licencijos neturi ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmēģiniet šo grāmatzīmju pārvaldnieku, lai šodien palīdzētu pārvaldīt visas jūsu grāmatzīmes\n\nGrāmatzīmju pārvaldnieks nodrošina paneļa skatu, lai ātri un vienkārši pārlūkotu un modificētu grāmatzīmes.\n\nRediģējiet grāmatzīmes lidojuma laikā. Ir iespējams pārkārtot grāmatzīmju pozīcijas vai izveidot jaunu direktoriju un vietu jaunajās grāmatzīmēs.\n\nIr iespējams pat ātri izdzēst neizmantotās grāmatzīmes\n\nPārbaudiet savas grāmatzīmes un pārliecinieties, ka nav arī pārtrauktu saišu.\n\nMainiet saglabātās grāmatzīmes virsrakstu vai adresi. Pielāgojiet grāmatzīmes tā, lai jūs viegli varētu atcerēties, kas ir vietnes.\n\n- Atruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to izstrādā neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\n\nGoogle neapstiprina un nesponsorē šo Chrome paplašinājumu. Grāmatzīmju pārvaldnieks pārlūkam Google Chrome ™ nepieder, to nav licencējis un tas nav Google Inc. meitasuzņēmums.",
    "ms": "Cubalah Pengurus Penanda Halaman ini untuk menguruskan semua penanda halaman anda hari ini\n\nBookmark Manager menyediakan paparan panel untuk melihat dan mengubah penanda halaman anda dengan cepat dan mudah.\n\nEdit penanda halaman anda dengan pantas. Anda boleh menyusun semula kedudukan penanda buku anda atau membuat direktori baru dan meletakkan di penanda buku baru.\n\nBahkan mungkin untuk menghapus penanda buku yang tidak digunakan dengan cepat\n\nPeriksa penanda halaman anda dan pastikan juga tidak ada pautan yang rosak.\n\nUbah suai tajuk atau alamat penanda buku yang disimpan. Sesuaikan penanda buku anda supaya anda dapat dengan mudah mengingati apa yang dimaksudkan dengan laman web.\n\n- Penafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\n\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Bookmark Manager untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Probeer deze bladwijzerbeheerder om al uw bladwijzers vandaag te beheren\n\nBookmarks Manager biedt een paneelweergave om op een snelle en eenvoudige manier door uw bookmarks te bladeren en deze aan te passen.\n\nBewerk uw bladwijzers ter plekke. Het is mogelijk om uw bladwijzerposities opnieuw in te delen of een nieuwe map te maken en in nieuwe bladwijzers te plaatsen.\n\nHet is zelfs mogelijk om ongebruikte bladwijzers snel te verwijderen\n\nControleer uw bladwijzers en zorg ervoor dat er ook geen verbroken links zijn.\n\nWijzig de titel of het adres van een opgeslagen bladwijzer. Pas uw bladwijzers aan, zodat u gemakkelijk kunt onthouden waar de websites over gaan.\n\n- Disclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten zijn eigendom van hun respectievelijke eigenaren.\n\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Bookmark Manager voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Prøv denne bokmerkebehandleren for å hjelpe deg med å administrere alle bokmerkene dine i dag\n\nBookmarks Manager gir en panelvisning for å bla gjennom og endre bokmerkene dine på en rask og enkel måte.\n\nRediger bokmerkene dine når du er på farten. Det er mulig å omorganisere bokmerkeposisjonene eller opprette en ny katalog og plassere i nye bokmerker.\n\nDet er til og med mulig å slette ubrukte bokmerker raskt\n\nSjekk bokmerkene dine, og sørg for at det ikke er noen brakkkoblinger i tillegg.\n\nEndre tittelen eller adressen til et lagret bokmerke. Tilpass bokmerkene dine, slik at du enkelt kan huske hva nettstedene handler om.\n\n- Ansvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\n\nGoogle støtter eller sponser ikke denne Chrome-utvidelsen. Bookmark Manager for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Wypróbuj Menedżera zakładek, aby już dziś zarządzać wszystkimi zakładkami\n\nMenedżer zakładek zapewnia widok panelu do przeglądania i modyfikowania zakładek w szybki i prosty sposób.\n\nEdytuj swoje zakładki w locie. Możliwe jest przestawienie pozycji zakładek lub utworzenie nowego katalogu i umieszczenie w nowych zakładkach.\n\nMożliwe jest nawet szybkie usuwanie nieużywanych zakładek\n\nSprawdź zakładki i upewnij się, że nie ma również zepsutych linków.\n\nZmień tytuł lub adres zapisanej zakładki. Dostosuj swoje zakładki, aby łatwo zapamiętać, o czym są strony internetowe.\n\n- Zastrzeżenie: Uwaga: to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich właścicieli.\n\nGoogle nie promuje ani nie sponsoruje tego rozszerzenia Chrome. Menedżer zakładek dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Încercați acest Manager de marcaje pentru a vă ajuta să gestionați toate marcajele de astăzi\n\nBookmarks Manager oferă o vizualizare a panoului pentru a naviga și modifica marcajele într-o manieră rapidă și simplă.\n\nModificați marcajele din mers. Este posibil să rearanjați pozițiile marcajului sau să creați un nou director și să le plasați în marcaje noi.\n\nEste chiar posibil să ștergeți marcajele neutilizate rapid\n\nVerificați marcajele și asigurați-vă că nu există link-uri întrerupte.\n\nModificați titlul sau adresa unui marcaj memorat. Personalizați-vă marcajele astfel încât să vă puteți aminti cu ușurință despre ce sunt site-urile web.\n\n- Renunțare la răspundere: Rețineți că această extensie NU este realizată de Google și este făcută de o echipă independentă de dezvoltare. Toate drepturile de autor aparțin proprietarilor respectivi.\n\nGoogle nu acceptă sau nu sponsorizează această extensie Chrome. Managerul de marcaje pentru Google Chrome ™ nu este deținut, nu este licențiat și nu este o filială a Google Inc.",
    "ru": "Попробуйте этот менеджер закладок, чтобы помочь управлять всеми вашими закладками сегодня\n\nДиспетчер закладок предоставляет вид панели для быстрого и простого просмотра и изменения ваших закладок.\n\nРедактируйте свои закладки на лету. Можно изменить расположение ваших закладок или создать новый каталог и разместить в новых закладках.\n\nМожно даже быстро удалить неиспользуемые закладки\n\nПроверьте свои закладки и убедитесь, что нет разорванных ссылок.\n\nИзменить заголовок или адрес сохраненной закладки. Настройте свои закладки так, чтобы вы могли легко помнить, о чем веб-сайты.\n\n- Отказ от ответственности: обратите внимание, что это расширение не сделано Google и сделано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\n\nGoogle не поддерживает и не поддерживает это расширение Chrome. Менеджер закладок для Google Chrome ™ не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Vyskúšajte tohto Správcu záložiek, ktorý vám dnes pomôže spravovať všetky vaše záložky\n\nSprávca záložiek poskytuje zobrazenie panela na rýchle a jednoduché prehliadanie a upravovanie záložiek.\n\nUpravte svoje záložky za chodu. Je možné zmeniť usporiadanie pozícií záložiek alebo vytvoriť nový adresár a umiestniť do nových záložiek.\n\nNevyužité záložky je dokonca možné rýchlo odstrániť\n\nSkontrolujte svoje záložky a uistite sa, že neexistujú aj nefunkčné odkazy.\n\nUpravte názov alebo adresu uloženej záložky. Prispôsobte si záložky, aby ste si ľahko zapamätali, o čom sú webové stránky.\n\n- Zrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vykonané spoločnosťou Google a je realizované nezávislým vývojovým tímom. Všetky autorské práva patria ich vlastníkom.\n\nSpoločnosť Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Správca záložiek pre Google Chrome ™ nie je vo vlastníctve, nie je licencovaný a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Poskusite ta upravitelj zaznamkov, da boste danes pomagali upravljati z vsemi svojimi zaznamki\n\nUpravitelj zaznamkov ponuja pogled na plošči za hitro in preprosto brskanje in spreminjanje zaznamkov.\n\nUstvarite svoje zaznamke na poti. Položaje zaznamkov je mogoče preurediti ali ustvariti nov imenik in postaviti v nove zaznamke.\n\nMogoče je celo hitro izbrisati neuporabljene zaznamke\n\nPreverite zaznamke in se prepričajte, da tudi prekinjene povezave ne obstajajo.\n\nSpremenite naslov ali naslov shranjenega zaznamka. Prilagodite svoje zaznamke tako, da se boste lažje spomnili, o katerih spletnih mestih gre.\n\n- Izjava o omejitvi odgovornosti: Upoštevajte, da te razširitve NE izdeluje Google, izdelala pa jo je neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\n\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Upravitelj zaznamkov za Google Chrome ™ ni v lasti, nima dovoljenja in ni podrejena družba Google Inc.",
    "sr": "Испробајте овај управитељ ознака да бисте лакше управљали свим својим обележивачима већ данас\n\nУправитељ обележивача пружа приказ на екрану да бисте брзо и једноставно прегледали и модификовали ознаке.\n\nУређујте ознаке у лету. Могуће је преуредити позиције маркера или створити нови директориј и поставити у нове маркере.\n\nМогуће је и брзо брисање неискориштених маркера\n\nПровјерите своје маркере и провјерите да нема прекида.\n\nИзмените наслов или адресу сачуване маркере. Прилагодите своје обележиваче тако да се лако сећате шта се веб локација тиче.\n\n- Изјава о одрицању одговорности: Имајте на уму да ово проширење НЕ доноси Гоогле, а урадио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\n\nГоогле не подржава или спонзорише ово Цхроме проширење. Боокмарк Манагер за Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Prova den här bokhanteraren för att hantera alla dina bokmärken idag\n\nBookmarks Manager ger en panelvy för att bläddra och ändra dina bokmärken på ett snabbt och enkelt sätt.\n\nRedigera dina bokmärken i farten. Det är möjligt att ordna om dina bokmärkepositioner eller skapa en ny katalog och placera i nya bokmärken.\n\nDet är till och med möjligt att ta bort oanvända bokmärken snabbt\n\nKontrollera dina bokmärken och se till att det inte finns några bra länkar.\n\nÄndra titel eller adress för ett lagrat bokmärke. Anpassa dina bokmärken så att du enkelt kommer ihåg vad webbplatserna handlar om.\n\n- Ansvarsfriskrivning: Observera att denna tillägg INTE görs av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör deras respektive ägare.\n\nGoogle stöder eller sponsrar inte detta Chrome-tillägg. Bookmark Manager för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ลองใช้ตัวจัดการบุ๊คมาร์คนี้เพื่อช่วยจัดการบุ๊คมาร์คทั้งหมดของคุณวันนี้\n\nผู้จัดการส่วนที่คั่นหน้าให้มุมมองแผงเพื่อเรียกดูและปรับเปลี่ยนที่คั่นหน้าของคุณในลักษณะที่ง่ายและรวดเร็ว\n\nแก้ไขบุ๊คมาร์คของคุณได้ทันที เป็นไปได้ที่จะจัดเรียงตำแหน่งบุ๊กมาร์กของคุณใหม่หรือสร้างไดเรกทอรีใหม่และวางในบุ๊กมาร์กใหม่\n\nเป็นไปได้ที่จะลบบุ๊กมาร์กที่ไม่ได้ใช้อย่างรวดเร็ว\n\nตรวจสอบบุ๊กมาร์กของคุณและตรวจสอบให้แน่ใจว่าไม่มีลิงก์ที่เสียหาย\n\nแก้ไขชื่อหรือที่อยู่ของบุ๊คมาร์คที่เก็บไว้ กำหนดค่าบุ๊กมาร์กของคุณเพื่อให้คุณสามารถจดจำได้อย่างง่ายดายว่าเว็บไซต์นั้นเกี่ยวข้องกับอะไร\n\n- ข้อสงวนสิทธิ์: โปรดทราบว่าส่วนขยายนี้ไม่ได้ทำโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\n\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ ตัวจัดการบุ๊คมาร์คสำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของโดยไม่ได้รับอนุญาตและไม่ได้เป็น บริษัท ในเครือของ Google Inc.",
    "tr": "Bugün tüm yer işaretlerinizi yönetmenize yardımcı olması için bu Yer İşareti Yöneticisini deneyin\n\nYer İmleri Yöneticisi, yer imlerinize hızlı ve basit bir şekilde göz atmak ve değiştirmek için bir panel görünümü sağlar.\n\nYer işaretlerinizi anında düzenleyin. Yer işareti konumlarınızı yeniden düzenlemek veya yeni bir dizin ve yeni yer işaretlerine yerleştirmek mümkündür.\n\nKullanılmayan yer imlerini hızlı bir şekilde silmek bile mümkündür\n\nYer işaretlerinizi kontrol edin ve bağlantı kopuk olmadığından emin olun.\n\nKayıtlı bir yer iminin başlığını veya adresini değiştirin. Web sitelerinin ne hakkında olduğunu kolayca hatırlayabilmeniz için yer işaretlerinizi özelleştirin.\n\n- Yasal Uyarı: Bu uzantının Google tarafından yapılmadığını ve bağımsız bir geliştirme ekibi tarafından oluşturulduğunu lütfen unutmayın. Tüm telif hakları ilgili sahiplerine aittir.\n\nGoogle, bu Chrome uzantısını desteklemez veya sponsor etmez. Google Chrome ™ için Yer İşareti Yöneticisi, Google Inc. şirketine ait değildir, lisanslanmamıştır ve bir Google Inc. kuruluşudur.",
    "uk": "Спробуйте цей менеджер закладок, щоб допомогти керувати всіма своїми закладками сьогодні\n\nМенеджер закладок забезпечує перегляд панелі для швидкого та простого перегляду ваших закладок.\n\nВідредагуйте закладки під час руху. Можна переставити позиції закладок або створити новий каталог і розмістити в нових закладках.\n\nМожна навіть видалити невикористані закладки швидко\n\nПеревірте свої закладки і переконайтеся, що також немає розірваних посилань.\n\nЗмініть заголовок або адресу збереженої закладки. Налаштуйте свої закладки, щоб ви могли легко запам'ятати, про які веб-сайти йдеться.\n\n- Відмова від відповідальності. Зауважте, що це розширення НЕ зроблено Google, а його розробляє незалежна команда розробників. Усі авторські права належать їх власникам.\n\nGoogle не схвалює та не спонсорує це розширення Chrome. Менеджер закладок для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Hãy thử Trình quản lý dấu trang này để giúp quản lý tất cả dấu trang của bạn ngay hôm nay\n\nTrình quản lý Dấu trang cung cấp chế độ xem bảng để duyệt và sửa đổi dấu trang của bạn một cách nhanh chóng và đơn giản.\n\nChỉnh sửa dấu trang của bạn một cách nhanh chóng. Có thể sắp xếp lại các vị trí đánh dấu của bạn hoặc tạo một thư mục mới và đặt vào các dấu trang mới.\n\nThậm chí có thể xóa các dấu trang không sử dụng một cách nhanh chóng\n\nKiểm tra dấu trang của bạn và đảm bảo không có liên kết bị hỏng là tốt.\n\nSửa đổi tiêu đề hoặc địa chỉ của một dấu trang được lưu trữ. Tùy chỉnh dấu trang của bạn để bạn có thể dễ dàng nhớ những gì các trang web nói về.\n\n- Tuyên bố miễn trừ trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG được tạo bởi Google và được thực hiện bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\n\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng Chrome này. Trình quản lý dấu trang cho Google Chrome ™ không thuộc sở hữu của, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN,zh_TW": "Try this Bookmark Manager to help manage all your bookmarks today\n\nBookmarks Manager provides a panel view to browse and modify your bookmarks in a quick and simple manner. \nEdit your bookmarks on the fly. It is possible to rearrange your bookmark positions or create a new directory and place in new bookmarks.\nIt is even possible to delete unused bookmarks quickly\nCheck your bookmarks and ensure there are no broke links as well.\n\nModify the title or address of a stored bookmark. Customise your bookmarks so that you can easily remember what the websites are about.\n- Disclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\n Google doesn’t endorse or sponsor this Chrome extension. Bookmark Manager for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc."
  }
}