{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Print for Google Chrome",
    "de": "Drucken für Google Chrome",
    "es,es_419": "Imprimir para Google Chrome",
    "fr": "Imprimer pour Google Chrome",
    "nl": "Afdrukken voor Google Chrome",
    "zh_CN,zh_TW": "打印 for Google Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US": "Print the current page you see with one single click. That for all kinds of photo printing, poster printing, business cards, etc.",
    "de": "Drucken Sie die aktuelle Seite sehen.",
    "el,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Print the current page you see with one single click. And that for all kinds of photo printing, poster printing, brochure printer,…",
    "es,es_419": "Imprimir la página actual que ve.",
    "fr": "Imprimer la page courante que vous voyez.",
    "nl": "Print de huidige pagina die u ziet met een enkele klik. Dat voor allerlei soorten fotoafdrukken, posters, visitekaartjes, enz.",
    "zh_CN": "打印当前网页",
    "zh_TW": "打印當前網頁"
  },
  "long": {
    "ar": "تعد الطباعة امتدادًا قويًا وخفيف الوزن للمتصفح مصممًا لتسهيل طباعة صفحات الويب ومحتوى البريد الإلكتروني والصور وملفات PDF وبطاقات العمل الأصلية بنقرة واحدة. باستخدام زر الطباعة القابل للتخصيص في شريط الأدوات، يمكنك تخصيص تجربة الطباعة حسب تفضيلاتك. سواء كنت تستخدم جهازًا مكتبيًا أو بشاشة تعمل باللمس، فإن هذا الملحق يضمن عملية طباعة سلسة وسريعة. قم بالتثبيت اليوم وقم بتبسيط الطباعة بنقرة واحدة لمتصفحك.\n\nيعد الامتداد المناسب للطباعة مثاليًا للطلاب والمعلمين والمهنيين وأصحاب الأعمال وأي شخص يقوم بطباعة المستندات بشكل متكرر. سواء كنت بحاجة إلى طباعة مواد دراسية أو تقارير أعمال أو فواتير أو مقالات على الويب، فإن هذا الملحق يجعل الأمر بسيطًا ومريحًا. بالإضافة إلى ذلك، فهو مثالي لأولئك الذين يريدون توفير الورق عن طريق تحسين لون الطباعة وتقليل النفايات. يعمل زر الطباعة مع جميع العلامات التجارية الرئيسية للطابعات، بما في ذلك Brother وCanon وEpson وHP وSamsung وXerox. ملحق متصفح الطباعة سهل الطباعة ويمكن حفظ ملف PDF من علامة التبويب المفتوحة حاليًا.\n\nميزات ملحق المتصفح:\n◆ التكامل السلس:\nضع زر طباعة قابل للتخصيص مباشرة في متصفح الويب الخاص بك للوصول السريع والسهل.\n◆ الطباعة السريعة:\nتم تصميم ملحق المتصفح خفيف الوزن هذا للسرعة، ويضمن الطباعة السريعة لأي صفحة ويب.\n◆ نمط أيقونة قابل للتخصيص:\nاختر من بين مجموعة متنوعة من تصميمات الأزرار، بما في ذلك الأنماط الأصلية وأقدام الإنسان وأقدام الحيوانات وأنماط التصميم متعدد الأبعاد من Google.\n◆ صديقة للشاشة التي تعمل باللمس:\nمُحسّن لكل من شاشات اللمس وأجهزة الكمبيوتر المكتبية، مما يجعله متعدد الاستخدامات وسهل الاستخدام.\n◆ متعددة الوظائف:\nانقر نقرًا مزدوجًا فوق أيقونة الطباعة لحفظ الملفات بتنسيق MHTML أو HTML أو PDF، واختر الطباعة بالألوان أو بالأبيض والأسود.\n◆ التوافق:\nيعمل بكامل طاقته على أنظمة التشغيل Windows، وMac، وLinux، وGoogle Chromebook.\n◆ حدد مجموعات لوحة المفاتيح المخصصة لتنشيط وظيفة الطباعة\n◆ دعم الوضع المظلم\n\nمعلومات المشروع:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nالأذونات المطلوبة:\n◆ \"contextMenus\": هذا لإضافة عنصر القائمة \"طباعة الصفحة الحالية\" في قائمة سياق متصفح الويب.\n◆ \"activeTab\": السماح بالوصول إلى وظيفة الطباعة على صفحة علامة التبويب المرئية حاليًا.\n◆ \"التخزين\": حفظ الإعدادات محليًا ومزامنتها مع حساب متصفح الويب الخاص بك.\n\n<<< ميزة الخيار >>>\nافتح ميزة خيار لحماية عينيك أثناء الليل والتركيز على مشغل الفيديو، مثل YouTube™، عن طريق تثبيت ملحق متصفح Turn Off the Lights لـ YouTube وBeyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "am": "ህትመት ድረ-ገጾችን፣ የኢሜይል ይዘትን፣ ፎቶዎችን፣ ፒዲኤፎችን እና የመጀመሪያ የንግድ ካርዶችዎን እንደ አንድ ጠቅታ ቀላል ለማድረግ የተነደፈ ኃይለኛ እና ቀላል ክብደት ያለው የአሳሽ ቅጥያ ነው። በመሳሪያ አሞሌው ውስጥ ባለው ሊበጅ በሚችል የህትመት ቁልፍ አማካኝነት የህትመት ተሞክሮዎን እንደ ምርጫዎችዎ ማበጀት ይችላሉ። የዴስክቶፕ ወይም የንክኪ ስክሪን መሳሪያ እየተጠቀሙም ይሁኑ ይህ ቅጥያ እንከን የለሽ እና ፈጣን የህትመት ሂደትን ያረጋግጣል። ዛሬ ይጫኑ እና ለአሳሽዎ የአንድ ጊዜ ጠቅታ ማተምን ያመቻቹ።\n\nየህትመት ተስማሚ ቅጥያ ለተማሪዎች፣ ለመምህራን፣ ለባለሙያዎች፣ ለንግድ ስራ ባለቤቶች እና ሰነዶችን በተደጋጋሚ ለሚታተም ማንኛውም ሰው ተስማሚ ነው። የጥናት ቁሳቁሶችን፣ የንግድ ሪፖርቶችን፣ ደረሰኞችን ወይም የድር መጣጥፎችን ማተም ያስፈልግህ እንደሆነ ይህ ቅጥያ ቀላል እና ምቹ ያደርገዋል። በተጨማሪም, የህትመት ቀለምን በማመቻቸት እና ቆሻሻን በመቀነስ ወረቀትን ለመቆጠብ ለሚፈልጉ ሁሉ ተስማሚ ነው. የህትመት አዝራሩ ወንድም፣ ካኖን፣ ኤፕሰን፣ ኤችፒ፣ ሳምሰንግ እና ዜሮክስን ጨምሮ ከሁሉም ዋና ዋና አታሚዎች ጋር ይሰራል። የህትመት አሳሽ ቅጥያው ለህትመት ተስማሚ ነው እና ፒዲኤፍ አሁን ከተከፈተው ትር ሊቀመጥ ይችላል።\n\nየአሳሽ ቅጥያ ባህሪያት፡-\n◆ እንከን የለሽ ውህደት\nለፈጣን እና ቀላል መዳረሻ በድር አሳሽዎ ውስጥ ሊበጅ የሚችል የህትመት ቁልፍ ያስቀምጡ።\n◆ ፈጣን ማተሚያ;\nለፍጥነት የተነደፈ ይህ ቀላል ክብደት ያለው አሳሽ ቅጥያ ማንኛውንም ድረ-ገጽ በፍጥነት ማተምን ያረጋግጣል።\n◆ ሊበጅ የሚችል የአዶ ዘይቤ፡\nኦሪጅናል፣ የሰው እግር፣ የእንስሳት እግሮች እና የጎግል ቁስ ዲዛይን ቅጦችን ጨምሮ ከተለያዩ የአዝራር ንድፎች ውስጥ ይምረጡ።\n◆ ንክኪ ተስማሚ፡\nለሁለቱም የንክኪ ስክሪኖች እና ዴስክቶፖች የተመቻቸ፣ ሁለገብ እና ለተጠቃሚ ምቹ ያደርገዋል።\n◆ ባለብዙ ተግባር፡-\nፋይሎችን በኤምኤችቲኤምኤል፣ኤችቲኤምኤል ወይም ፒዲኤፍ ለማስቀመጥ የህትመት አዶውን ሁለቴ ጠቅ ያድርጉ እና በቀለም ወይም በጥቁር እና በነጭ ለማተም ይምረጡ።\n◆ ተኳኋኝነት\nበዊንዶውስ፣ ማክ፣ ሊኑክስ እና ጎግል ክሮምቡኮች ላይ ሙሉ በሙሉ የሚሰራ።\n◆ የህትመት ተግባሩን ለማግበር ብጁ የቁልፍ ሰሌዳ ጥምረቶችን ይግለጹ\n◆ ለጨለማ ሁነታ ድጋፍ\n\nየፕሮጀክት መረጃ፡-\nhttps://www.stefanvd.net/project/print/browser-extension\n\nየሚፈለጉ ፈቃዶች፡-\n◆ \"contextMenus\"፡ ይህ በድር አሳሽ አውድ ሜኑ ውስጥ ያለውን የ\"Print current page\" ሜኑ ንጥልን ለመጨመር ነው።\n◆ \"አክቲቭ ታብ\"፡ የህትመት ተግባር በአሁኑ ጊዜ በሚታየው የትር ገጽ ላይ ተደራሽ እንዲሆን ፍቀድ።\n◆ \"ማከማቻ\"፡ ቅንጅቶችን በአገር ውስጥ ያስቀምጡ እና ከድር አሳሽ መለያዎ ጋር ያመሳስሉ።\n\n<<< አማራጭ ባህሪ >>>\nበምሽት ዓይንዎን ለመጠበቅ አማራጭ ባህሪን ይክፈቱ እና በቪዲዮ ማጫወቻው ላይ ያተኩሩ፣ ለምሳሌ YouTube™፣ የዩቲዩብን እና ከዚያ በላይ የላይትን ማሰሻ ቅጥያ በመጫን።\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "bg": "Print е мощно и леко разширение за браузър, предназначено да направи отпечатването на уеб страници, имейл съдържание, снимки, PDF файлове и вашите оригинални визитни картички толкова лесно, колкото едно щракване. С персонализиращия се бутон за печат в лентата с инструменти можете да персонализирате вашето изживяване при печат според вашите предпочитания. Независимо дали използвате настолен компютър или устройство със сензорен екран, това разширение гарантира безпроблемен и бърз процес на печат. Инсталирайте днес и рационализирайте своя печат с едно кликване за вашия браузър.\n\nУдобното за печат разширение е идеално за студенти, учители, професионалисти, собственици на фирми и всеки, който често отпечатва документи. Независимо дали трябва да отпечатате учебни материали, бизнес отчети, фактури или уеб статии, това разширение го прави лесно и удобно. Освен това е идеален за тези, които искат да спестят хартия чрез оптимизиране на цвета на печат и намаляване на отпадъците. Бутонът за печат работи с всички основни марки принтери, включително Brother, Canon, Epson, HP, Samsung и Xerox. Разширението на браузъра Print е удобно за печат и PDF може да бъде запазен от текущо отворения раздел.\n\nФункции на разширението на браузъра:\n◆ Безпроблемна интеграция:\nПоставете персонализиран бутон за печат директно във вашия уеб браузър за бърз и лесен достъп.\n◆ Бърз печат:\nСъздадено за скорост, това леко разширение на браузъра гарантира бързо отпечатване на всяка уеб страница.\n◆ Персонализиран стил на икона:\nИзберете от разнообразие от дизайни на бутони, включително оригинални стилове, човешки крака, животински крака и Google Material Design.\n◆ Подходящ за сензорен екран:\nОптимизиран както за сензорни екрани, така и за настолни компютри, което го прави универсален и удобен за потребителя.\n◆ Многофункционалност:\nЩракнете двукратно върху иконата за печат, за да запазите файлове във формат MHTML, HTML или PDF и изберете цветен или черно-бял печат.\n◆ Съвместимост:\nНапълно функционален на Windows, Mac, Linux и Google Chromebook.\n◆ Дефинирайте персонализирани клавишни комбинации, за да активирате функцията за печат\n◆ Поддръжка на тъмен режим\n\nИнформация за проекта:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nНеобходими разрешения:\n◆ \"contextMenus\": Това е за добавяне на елемент от менюто \"Отпечатване на текущата страница\" в контекстното меню на уеб браузъра.\n◆ \"activeTab\": Позволява функцията за печат да бъде достъпна на текущо видимата страница с раздел.\n◆ „съхранение“: Запазете настройките локално и синхронизирайте с вашия акаунт в уеб браузъра.\n\n<<< Функция на опцията >>>\nОтключете опционална функция, за да защитите очите си през нощта и да се съсредоточите върху видео плейъра, като YouTube™, като инсталирате разширението за браузър Turn Off the Lights за YouTube и извън него.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "bn": "প্রিন্ট হল একটি শক্তিশালী এবং লাইটওয়েট ব্রাউজার এক্সটেনশন যা প্রিন্টিং ওয়েব পেজ, ইমেল বিষয়বস্তু, ফটো, পিডিএফ এবং আপনার আসল ব্যবসায়িক কার্ডগুলিকে এক ক্লিকের মতো সহজ করার জন্য ডিজাইন করা হয়েছে৷ টুলবারে কাস্টমাইজযোগ্য মুদ্রণ বোতামের সাহায্যে, আপনি আপনার মুদ্রণের অভিজ্ঞতাকে আপনার পছন্দ অনুসারে তৈরি করতে পারেন। আপনি ডেস্কটপ বা টাচস্ক্রিন ডিভাইস ব্যবহার করছেন না কেন, এই এক্সটেনশনটি একটি নির্বিঘ্ন এবং দ্রুত মুদ্রণ প্রক্রিয়া নিশ্চিত করে। আজই ইনস্টল করুন এবং আপনার ব্রাউজারের জন্য আপনার এক-ক্লিক মুদ্রণকে স্ট্রীমলাইন করুন।\n\nপ্রিন্ট ফ্রেন্ডলি এক্সটেনশনটি ছাত্র, শিক্ষক, পেশাদার, ব্যবসার মালিক এবং যারা ঘন ঘন নথি মুদ্রণ করেন তাদের জন্য আদর্শ। আপনার অধ্যয়ন সামগ্রী, ব্যবসায়িক প্রতিবেদন, চালান বা ওয়েব নিবন্ধ প্রিন্ট করার প্রয়োজন হোক না কেন, এই এক্সটেনশনটি এটিকে সহজ এবং সুবিধাজনক করে তোলে। উপরন্তু, যারা মুদ্রণের রঙ অপ্টিমাইজ করে এবং বর্জ্য হ্রাস করে কাগজ সংরক্ষণ করতে চান তাদের জন্য এটি উপযুক্ত। প্রিন্ট বোতামটি ব্রাদার, ক্যানন, এপসন, এইচপি, স্যামসাং এবং জেরক্স সহ সমস্ত প্রধান প্রিন্টার ব্র্যান্ডের সাথে কাজ করে। প্রিন্ট ব্রাউজার এক্সটেনশনটি প্রিন্ট বান্ধব এবং পিডিএফ বর্তমানে খোলা ট্যাব থেকে সংরক্ষণ করা যেতে পারে।\n\nব্রাউজার এক্সটেনশন বৈশিষ্ট্য:\n◆ বিরামহীন ইন্টিগ্রেশন:\nদ্রুত এবং সহজে অ্যাক্সেসের জন্য সরাসরি আপনার ওয়েব ব্রাউজারে একটি কাস্টমাইজযোগ্য মুদ্রণ বোতাম রাখুন।\n◆ দ্রুত মুদ্রণ:\nগতির জন্য ডিজাইন করা, এই লাইটওয়েট ব্রাউজার এক্সটেনশন যেকোন ওয়েব পেজের দ্রুত মুদ্রণ নিশ্চিত করে।\n◆ কাস্টমাইজযোগ্য আইকন শৈলী:\nঅরিজিনাল, হিউম্যান ফিট, অ্যানিমাল ফিট এবং গুগল ম্যাটেরিয়াল ডিজাইন শৈলী সহ বিভিন্ন বোতাম ডিজাইন থেকে বেছে নিন।\n◆ টাচস্ক্রিন বন্ধুত্বপূর্ণ:\nটাচস্ক্রিন এবং ডেস্কটপ উভয়ের জন্য অপ্টিমাইজ করা, এটি বহুমুখী এবং ব্যবহারকারী-বান্ধব করে তোলে।\n◆ বহু-কার্যকারিতা:\nএমএইচটিএমএল, এইচটিএমএল বা পিডিএফ ফরম্যাটে ফাইল সংরক্ষণ করতে প্রিন্ট আইকনে ডাবল-ক্লিক করুন এবং রঙ বা কালো এবং সাদা মুদ্রণ চয়ন করুন।\n◆ সামঞ্জস্যতা:\nউইন্ডোজ, ম্যাক, লিনাক্স এবং গুগল ক্রোমবুকে সম্পূর্ণরূপে কার্যকরী।\n◆ প্রিন্ট ফাংশন সক্রিয় করতে কাস্টম কীবোর্ড সংমিশ্রণ সংজ্ঞায়িত করুন\n◆ ডার্ক মোডের জন্য সমর্থন\n\nপ্রকল্প সম্পর্কিত তথ্য:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nপ্রয়োজনীয় অনুমতি:\n◆ \"প্রসঙ্গ মেনু\": এটি হল ওয়েব ব্রাউজার প্রসঙ্গ মেনুতে \"প্রিন্ট বর্তমান পৃষ্ঠা\" মেনু আইটেম যোগ করার জন্য।\n◆ \"activeTab\": বর্তমানে দৃশ্যমান ট্যাব পৃষ্ঠায় প্রিন্ট ফাংশন অ্যাক্সেসযোগ্য হতে দিন।\n◆ \"স্টোরেজ\": স্থানীয়ভাবে সেটিংস সংরক্ষণ করুন এবং আপনার ওয়েব ব্রাউজার অ্যাকাউন্টের সাথে সিঙ্ক করুন৷\n\n<<< বিকল্প বৈশিষ্ট্য >>>\nরাতে আপনার চোখ রক্ষা করার জন্য একটি বিকল্প বৈশিষ্ট্য আনলক করুন এবং YouTube এবং এর বাইরের জন্য লাইটস ব্রাউজার এক্সটেনশন বন্ধ করে ইন্সটল করে ভিডিও প্লেয়ার, যেমন YouTube™-এ ফোকাস করুন৷\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ca": "Print és una extensió de navegador potent i lleugera dissenyada per fer que la impressió de pàgines web, contingut de correu electrònic, fotos, PDF i les vostres targetes de visita originals sigui tan fàcil com un sol clic. Amb el botó d'impressió personalitzable de la barra d'eines, podeu adaptar la vostra experiència d'impressió a les vostres preferències. Tant si utilitzeu un dispositiu d'escriptori com de pantalla tàctil, aquesta extensió garanteix un procés d'impressió ràpid i fluid. Instal·leu-lo avui i optimitzeu la impressió amb un sol clic per al vostre navegador.\n\nL'extensió fàcil d'imprimir és ideal per a estudiants, professors, professionals, empresaris i qualsevol persona que imprimeix documents amb freqüència. Tant si necessiteu imprimir materials d'estudi, informes empresarials, factures o articles web, aquesta extensió ho fa senzill i còmode. A més, és perfecte per a aquells que volen estalviar paper optimitzant el color d'impressió i reduint els residus. El botó d'impressió funciona amb totes les principals marques d'impressores, com ara Brother, Canon, Epson, HP, Samsung i Xerox. L'extensió del navegador Imprimeix és fàcil d'imprimir i el PDF es pot desar des de la pestanya oberta actualment.\n\nCaracterístiques de l'extensió del navegador:\n◆ Integració perfecta:\nCol·loqueu un botó d'impressió personalitzable directament al vostre navegador web per accedir-hi de manera ràpida i senzilla.\n◆ Impressió ràpida:\nDissenyada per a la velocitat, aquesta extensió lleugera del navegador garanteix una impressió ràpida de qualsevol pàgina web.\n◆ Estil d'icones personalitzables:\nTrieu entre una varietat de dissenys de botons, com ara els estils Original, Human Feet, Animal Feet i Google Material Design.\n◆ Compatible amb pantalla tàctil:\nOptimitzat tant per a pantalles tàctils com per a escriptoris, el que el fa versàtil i fàcil d'utilitzar.\n◆ Multifuncionalitat:\nFeu doble clic a la icona d'impressió per desar fitxers en format MHTML, HTML o PDF i trieu imprimir en color o en blanc i negre.\n◆ Compatibilitat:\nTotalment funcional a Windows, Mac, Linux i Google Chromebooks.\n◆ Definiu combinacions de teclat personalitzades per activar la funció d'impressió\n◆ Suport per al mode fosc\n\nInformació del projecte:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPermisos necessaris:\n◆ \"contextMenus\": per afegir l'element de menú \"Imprimeix la pàgina actual\" al menú contextual del navegador web.\n◆ \"activeTab\": permet que la funció d'impressió sigui accessible a la pàgina de pestanya visible actualment.\n◆ \"emmagatzematge\": deseu la configuració localment i sincronitzeu-los amb el vostre compte de navegador web.\n\n<<< Funció d'opció >>>\nDesbloqueja una funció d'opció per protegir els teus ulls a la nit i centra't en el reproductor de vídeo, com ara YouTube™, instal·lant l'extensió del navegador Apagueu les llums per a YouTube i més enllà.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "cs": "Print je výkonné a lehké rozšíření prohlížeče navržené tak, aby tisk webových stránek, obsahu e-mailů, fotografií, souborů PDF a vašich originálních vizitek bylo snadné jediným kliknutím. Pomocí přizpůsobitelného tlačítka Tisk na panelu nástrojů můžete přizpůsobit tisk podle svých preferencí. Ať už používáte stolní počítač nebo zařízení s dotykovou obrazovkou, toto rozšíření zajišťuje bezproblémový a rychlý proces tisku. Nainstalujte si ještě dnes a zefektivněte tisk jedním kliknutím pro váš prohlížeč.\n\nRozšíření Print friendly je ideální pro studenty, učitele, profesionály, majitele firem a kohokoli, kdo často tiskne dokumenty. Ať už potřebujete tisknout studijní materiály, obchodní zprávy, faktury nebo články na webu, toto rozšíření to zjednodušuje a usnadňuje. Navíc je ideální pro ty, kteří chtějí ušetřit papír optimalizací barev tisku a snížením odpadu. Tlačítko tisku funguje se všemi hlavními značkami tiskáren, včetně Brother, Canon, Epson, HP, Samsung a Xerox. Rozšíření prohlížeče tisku je vhodné pro tisk a PDF lze uložit z aktuálně otevřené karty.\n\nFunkce rozšíření prohlížeče:\n◆ Bezproblémová integrace:\nUmístěte přizpůsobitelné tlačítko tisku přímo do webového prohlížeče pro rychlý a snadný přístup.\n◆ Rychlý tisk:\nToto lehké rozšíření prohlížeče navržené pro rychlost zajišťuje rychlý tisk jakékoli webové stránky.\n◆ Přizpůsobitelný styl ikon:\nVyberte si z různých designů tlačítek, včetně stylů Original, Human Feet, Animal Feet a Google Material Design.\n◆ Dotykový displej:\nOptimalizováno pro dotykové obrazovky i stolní počítače, díky čemuž je univerzální a uživatelsky přívětivé.\n◆ Multifunkčnost:\nPoklepáním na ikonu tisku uložte soubory ve formátu MHTML, HTML nebo PDF a zvolte tisk barevně nebo černobíle.\n◆ Kompatibilita:\nPlně funkční na Windows, Mac, Linux a Google Chromeboocích.\n◆ Definujte vlastní kombinace klávesnice pro aktivaci funkce tisku\n◆ Podpora tmavého režimu\n\nInformace o projektu:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPožadovaná oprávnění:\n◆ „contextMenus“: Toto slouží k přidání položky nabídky „Tisk aktuální stránky“ do kontextové nabídky webového prohlížeče.\n◆ „activeTab“: Umožňuje přístup k funkci tisku na aktuálně viditelné kartě.\n◆ „úložiště“: Uložte nastavení lokálně a synchronizujte s vaším účtem webového prohlížeče.\n\n<<< Funkce možnosti >>>\nOdemkněte volitelnou funkci pro ochranu vašich očí v noci a soustřeďte se na přehrávač videa, jako je YouTube™, instalací rozšíření prohlížeče Turn Off the Lights pro YouTube a další.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "da": "Print er en kraftfuld og let browserudvidelse designet til at gøre udskrivning af websider, e-mailindhold, fotos, PDF'er og dine originale visitkort så let som et enkelt klik. Med knappen Udskriv, der kan tilpasses på værktøjslinjen, kan du skræddersy din udskrivningsoplevelse til dine præferencer. Uanset om du bruger en stationær eller touchscreen-enhed, sikrer denne udvidelse en problemfri og hurtig printproces. Installer i dag og strømlin din udskrivning med et enkelt klik til din browser.\n\nDen printvenlige udvidelse er ideel til studerende, lærere, fagfolk, virksomhedsejere og alle, der ofte udskriver dokumenter. Uanset om du skal udskrive studiematerialer, forretningsrapporter, fakturaer eller webartikler, gør denne udvidelse det enkelt og bekvemt. Derudover er den perfekt til dem, der ønsker at spare papir ved at optimere printfarver og reducere spild. Printknappen fungerer med alle større printermærker, inklusive Brother, Canon, Epson, HP, Samsung og Xerox. Udskriv browserudvidelsen er printvenlig og PDF kan gemmes fra den aktuelt åbne fane.\n\nBrowserudvidelsesfunktioner:\n◆ Sømløs integration:\nPlacer en tilpasselig printknap direkte i din webbrowser for hurtig og nem adgang.\n◆ Hurtig udskrivning:\nDenne lette browserudvidelse er designet til hastighed og sikrer hurtig udskrivning af enhver webside.\n◆ Tilpasset ikonstil:\nVælg mellem en række forskellige knapdesigns, herunder originale, menneskelige fødder, dyrefødder og Google Material Design-stile.\n◆ Berøringsskærmvenlig:\nOptimeret til både berøringsskærme og desktops, hvilket gør den alsidig og brugervenlig.\n◆ Multifunktionalitet:\nDobbeltklik på printikonet for at gemme filer i MHTML-, HTML- eller PDF-format, og vælg at udskrive i farve eller sort/hvid.\n◆ Kompatibilitet:\nFuldt funktionel på Windows, Mac, Linux og Google Chromebooks.\n◆ Definer brugerdefinerede tastaturkombinationer for at aktivere printfunktionen\n◆ Understøttelse af mørk tilstand\n\nProjektinformation:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nNødvendige tilladelser:\n◆ \"contextMenus\": Dette er for at tilføje menupunktet \"Udskriv aktuel side\" i webbrowserens kontekstmenu.\n◆ \"activeTab\": Tillad, at udskrivningsfunktionen er tilgængelig på den aktuelt synlige faneside.\n◆ \"lagring\": Gem indstillinger lokalt og synkroniser med din webbrowserkonto.\n\n<<< Valgmulighed >>>\nLås op for en funktion til at beskytte dine øjne om natten og fokusere på videoafspilleren, såsom YouTube™, ved at installere Turn Off the Lights-browserudvidelsen til YouTube og Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "de": "Print ist eine leistungsstarke und leichte Browsererweiterung, mit der Sie Webseiten, E-Mail-Inhalte, Fotos, PDFs und Ihre Original-Visitenkarten ganz einfach mit einem einzigen Klick drucken können. Mit der anpassbaren Schaltfläche „Drucken“ in der Symbolleiste können Sie Ihr Druckerlebnis an Ihre Vorlieben anpassen. Egal, ob Sie einen Desktop- oder Touchscreen-Computer verwenden, diese Erweiterung sorgt für einen nahtlosen und schnellen Druckvorgang. Installieren Sie sie noch heute und optimieren Sie Ihren Ein-Klick-Druck für Ihren Browser.\n\nDie druckfreundliche Erweiterung ist ideal für Studenten, Lehrer, Berufstätige, Geschäftsinhaber und alle, die häufig Dokumente drucken. Egal, ob Sie Studienmaterialien, Geschäftsberichte, Rechnungen oder Webartikel drucken müssen, diese Erweiterung macht es einfach und bequem. Darüber hinaus ist sie perfekt für alle, die Papier sparen möchten, indem sie die Druckfarbe optimieren und Abfall reduzieren. Die Schaltfläche „Drucken“ funktioniert mit allen gängigen Druckermarken, darunter Brother, Canon, Epson, HP, Samsung und Xerox. Die Browsererweiterung „Print“ ist druckerfreundlich und PDFs können aus der aktuell geöffneten Registerkarte gespeichert werden.\n\nFunktionen der Browsererweiterung:\n◆ Nahtlose Integration:\nPlatzieren Sie eine anpassbare Schaltfläche „Drucken“ direkt in Ihrem Webbrowser für schnellen und einfachen Zugriff.\n◆ Schnelles Drucken:\nDiese auf Geschwindigkeit ausgelegte, leichte Browsererweiterung sorgt für schnelles Drucken jeder Webseite.\n◆ Anpassbarer Symbolstil:\nWählen Sie aus einer Vielzahl von Schaltflächendesigns, darunter Original, Menschenfüße, Tierfüße und Google Material Design.\n◆ Touchscreen-freundlich:\nOptimiert für Touchscreens und Desktops, wodurch es vielseitig und benutzerfreundlich ist.\n◆ Multifunktionalität:\nDoppelklicken Sie auf das Drucksymbol, um Dateien im MHTML-, HTML- oder PDF-Format zu speichern, und wählen Sie zwischen Farb- oder Schwarzweißdruck.\n◆ Kompatibilität:\nVoll funktionsfähig auf Windows, Mac, Linux und Google Chromebooks.\n◆ Definieren Sie benutzerdefinierte Tastaturkombinationen, um die Druckfunktion zu aktivieren\n◆ Unterstützung für den Dunkelmodus\n\nProjektinformationen:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nErforderliche Berechtigungen:\n◆ „contextMenus“: Hiermit fügen Sie den Menüpunkt „Aktuelle Seite drucken“ zum Kontextmenü des Webbrowsers hinzu.\n◆ „activeTab“: Ermöglichen Sie den Zugriff auf die Druckfunktion auf der aktuell sichtbaren Registerkarte.\n◆ „storage“: Speichern Sie die Einstellungen lokal und synchronisieren Sie sie mit Ihrem Webbrowser-Konto.\n\n<<< Optionsfunktion >>>\nSchalten Sie eine Optionsfunktion frei, um Ihre Augen nachts zu schützen und sich auf den Videoplayer wie YouTube™ zu konzentrieren, indem Sie die Browsererweiterung „Turn Off the Lights“ für YouTube und darüber hinaus installieren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "el": "Το Print είναι μια ισχυρή και ελαφριά επέκταση προγράμματος περιήγησης που έχει σχεδιαστεί για να κάνει την εκτύπωση ιστοσελίδων, περιεχομένου email, φωτογραφιών, PDF και των αρχικών επαγγελματικών καρτών σας τόσο εύκολη όσο ένα μόνο κλικ. Με το προσαρμόσιμο κουμπί Εκτύπωση στη γραμμή εργαλείων, μπορείτε να προσαρμόσετε την εμπειρία εκτύπωσης στις προτιμήσεις σας. Είτε χρησιμοποιείτε επιτραπέζιο υπολογιστή είτε συσκευή με οθόνη αφής, αυτή η επέκταση εξασφαλίζει μια απρόσκοπτη και γρήγορη διαδικασία εκτύπωσης. Εγκαταστήστε σήμερα και βελτιστοποιήστε την εκτύπωση με ένα κλικ για το πρόγραμμα περιήγησής σας.\n\nΗ επέκταση φιλική προς εκτύπωση είναι ιδανική για φοιτητές, καθηγητές, επαγγελματίες, ιδιοκτήτες επιχειρήσεων και οποιονδήποτε εκτυπώνει συχνά έγγραφα. Είτε θέλετε να εκτυπώσετε υλικό μελέτης, επιχειρηματικές αναφορές, τιμολόγια ή άρθρα ιστού, αυτή η επέκταση το καθιστά απλό και βολικό. Επιπλέον, είναι ιδανικό για όσους θέλουν να εξοικονομήσουν χαρτί βελτιστοποιώντας το χρώμα εκτύπωσης και μειώνοντας τη σπατάλη. Το κουμπί εκτύπωσης λειτουργεί με όλες τις μεγάλες μάρκες εκτυπωτών, συμπεριλαμβανομένων των Brother, Canon, Epson, HP, Samsung και Xerox. Η επέκταση του προγράμματος περιήγησης εκτύπωσης είναι φιλική προς την εκτύπωση και το PDF μπορεί να αποθηκευτεί από την ανοιχτή καρτέλα.\n\nΧαρακτηριστικά επέκτασης προγράμματος περιήγησης:\n◆ Απρόσκοπτη ενσωμάτωση:\nΤοποθετήστε ένα προσαρμόσιμο κουμπί εκτύπωσης απευθείας στο πρόγραμμα περιήγησής σας για γρήγορη και εύκολη πρόσβαση.\n◆ Γρήγορη εκτύπωση:\nΣχεδιασμένη για ταχύτητα, αυτή η ελαφριά επέκταση προγράμματος περιήγησης εξασφαλίζει γρήγορη εκτύπωση οποιασδήποτε ιστοσελίδας.\n◆ Προσαρμόσιμο στυλ εικονιδίου:\nΕπιλέξτε από μια ποικιλία σχεδίων κουμπιών, συμπεριλαμβανομένων των στυλ Original, Human Feet, Animal Feet και Google Material Design.\n◆ Φιλικό προς την οθόνη:\nΒελτιστοποιημένο τόσο για οθόνες αφής όσο και για επιτραπέζιους υπολογιστές, καθιστώντας το ευέλικτο και φιλικό προς το χρήστη.\n◆ Πολυλειτουργικότητα:\nΚάντε διπλό κλικ στο εικονίδιο εκτύπωσης για να αποθηκεύσετε αρχεία σε μορφή MHTML, HTML ή PDF και επιλέξτε έγχρωμη ή ασπρόμαυρη εκτύπωση.\n◆ Συμβατότητα:\nΠλήρως λειτουργικό σε Windows, Mac, Linux και Google Chromebook.\n◆ Ορίστε προσαρμοσμένους συνδυασμούς πληκτρολογίου για να ενεργοποιήσετε τη λειτουργία εκτύπωσης\n◆ Υποστήριξη για Dark Mode\n\nΠληροφορίες Έργου:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nΑπαιτούμενα δικαιώματα:\n◆ \"contextMenus\": Πρόκειται για την προσθήκη του στοιχείου μενού \"Εκτύπωση τρέχουσας σελίδας\" στο μενού περιβάλλοντος του προγράμματος περιήγησης Ιστού.\n◆ \"activeTab\": Επιτρέψτε στη λειτουργία εκτύπωσης να είναι προσβάσιμη στην τρέχουσα ορατή σελίδα καρτέλας.\n◆ \"αποθήκευση\": Αποθηκεύστε τις ρυθμίσεις τοπικά και συγχρονίστε με τον λογαριασμό σας στο πρόγραμμα περιήγησής σας.\n\n<<< Δυνατότητα επιλογής >>>\nΞεκλειδώστε μια δυνατότητα επιλογής για να προστατεύσετε τα μάτια σας τη νύχτα και να εστιάσετε στο πρόγραμμα αναπαραγωγής βίντεο, όπως το YouTube™, εγκαθιστώντας την επέκταση προγράμματος περιήγησης Turn Off the Lights για το YouTube και το Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "en,en_AU,en_GB,en_US": "Print is a powerful and lightweight browser extension designed to make printing web pages, email content, photos, PDFs, and your original business cards as easy as a single click. With the customizable Print button in the toolbar, you can tailor your printing experience to your preferences. Whether you are using a desktop or touchscreen device, this extension ensures a seamless and quick print process. Install today and streamline your one-click printing for your browser.\n\nThe Print friendly extension is ideal for students, teachers, professionals, business owners, and anyone who frequently prints documents. Whether you need to print study materials, business reports, invoices, or web articles, this extension makes it simple and convenient. Additionally, it is perfect for those who want to save paper by optimizing print color and reducing waste. The print button works with all major printer brands, including Brother, Canon, Epson, HP, Samsung, and Xerox. The Print browser extension is print friendly & PDF can be saved from the currently open tab.\n\nBrowser extension features:\n◆ Seamless Integration:\nPlace a customizable print button directly in your web browser for quick and easy access.\n◆ Fast Printing:\nDesigned for speed, this lightweight browser extension ensures rapid printing of any web page.\n◆ Customizable Icon Style:\nChoose from a variety of button designs, including Original, Human Feet, Animal Feet, and Google Material Design styles.\n◆ Touchscreen Friendly:\nOptimized for both touchscreens and desktops, making it versatile and user-friendly.\n◆ Multi-Functionality:\nDouble-click the print icon to save files in MHTML, HTML, or PDF format, and choose to print in color or black and white.\n◆ Compatibility:\nFully functional on Windows, Mac, Linux, and Google Chromebooks.\n◆ Define custom keyboard combinations to activate the print function\n◆ Support for Dark Mode\n\nProject Information:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nRequired Permissions:\n◆ \"contextMenus\": This is to add the \"Print current page\" menu item in the web browser context menu.\n◆ \"activeTab\": Allow the print function to be accessible on the currently visible tab page.\n◆ \"storage\": Save settings locally and sync with your web browser account.\n\n<<< Option feature >>>\nUnlock an option feature to protect your eyes at night and focus on the video player, such as YouTube™, by installing Turn Off the Lights browser extension for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "es,es_419": "Print es una extensión de navegador potente y liviana diseñada para hacer que la impresión de páginas web, contenido de correo electrónico, fotografías, archivos PDF y tarjetas de presentación originales sea tan fácil como un solo clic. Con el botón Imprimir personalizable en la barra de herramientas, puede adaptar su experiencia de impresión a sus preferencias. Ya sea que esté utilizando una computadora de escritorio o un dispositivo con pantalla táctil, esta extensión garantiza un proceso de impresión rápido y sin problemas. Instálelo hoy y optimice la impresión con un solo clic para su navegador.\n\nLa extensión compatible con Print es ideal para estudiantes, profesores, profesionales, propietarios de empresas y cualquier persona que imprima documentos con frecuencia. Ya sea que necesite imprimir materiales de estudio, informes comerciales, facturas o artículos web, esta extensión lo hace simple y conveniente. Además, es perfecta para quienes desean ahorrar papel optimizando el color de impresión y reduciendo el desperdicio. El botón de impresión funciona con las principales marcas de impresoras, incluidas Brother, Canon, Epson, HP, Samsung y Xerox. La extensión del navegador de impresión es compatible con impresiones y el PDF se puede guardar desde la pestaña abierta actualmente.\n\nCaracterísticas de la extensión del navegador:\n◆ Integración perfecta:\nColoque un botón de impresión personalizable directamente en su navegador web para un acceso rápido y fácil.\n◆ Impresión rápida:\nDiseñada para la velocidad, esta extensión de navegador liviana garantiza una impresión rápida de cualquier página web.\n◆ Estilo de icono personalizable:\nElija entre una variedad de diseños de botones, incluidos los estilos Original, Pies humanos, Pies de animales y Google Material Design.\n◆ Compatible con pantalla táctil:\nOptimizado tanto para pantallas táctiles como para computadoras de escritorio, lo que lo hace versátil y fácil de usar.\n◆ Multifuncionalidad:\nHaga doble clic en el icono de impresión para guardar archivos en formato MHTML, HTML o PDF y elija imprimir en color o en blanco y negro.\n◆ Compatibilidad:\nTotalmente funcional en Windows, Mac, Linux y Google Chromebooks.\n◆ Definir combinaciones de teclado personalizadas para activar la función de impresión.\n◆ Soporte para modo oscuro\n\nInformación del proyecto:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPermisos requeridos:\n◆ \"contextMenus\": Esto es para agregar el elemento de menú \"Imprimir página actual\" en el menú contextual del navegador web.\n◆ \"activeTab\": permite que la función de impresión sea accesible en la página de pestañas actualmente visible.\n◆ \"almacenamiento\": guarde la configuración localmente y sincronícela con su cuenta de navegador web.\n\n<<< Característica opcional >>>\nDesbloquee una función opcional para proteger sus ojos durante la noche y concentrarse en el reproductor de video, como YouTube™, instalando la extensión del navegador Turn Off the Lights para YouTube y más.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "et": "Print on võimas ja kerge brauserilaiendus, mis on loodud veebilehtede, e-kirjade sisu, fotode, PDF-ide ja algsete visiitkaartide printimise lihtsaks tegemiseks ühe klõpsuga. Tööriistariba kohandatava printimisnupu abil saate kohandada oma printimiskogemust vastavalt oma eelistustele. Olenemata sellest, kas kasutate laua- või puuteekraaniga seadet, tagab see laiendus sujuva ja kiire printimisprotsessi. Installige juba täna ja muutke oma brauseri jaoks ühe klõpsuga printimine sujuvamaks.\n\nPrindisõbralik laiendus sobib ideaalselt õpilastele, õpetajatele, professionaalidele, ettevõtete omanikele ja kõigile, kes sageli dokumente prindivad. Olenemata sellest, kas teil on vaja printida õppematerjale, äriaruandeid, arveid või veebiartikleid, teeb see laiendus selle lihtsaks ja mugavaks. Lisaks sobib see suurepäraselt neile, kes soovivad prindivärvi optimeerimise ja raiskamise vähendamise kaudu paberit säästa. Prindinupp töötab kõigi suuremate printeribrändidega, sealhulgas Brother, Canon, Epson, HP, Samsung ja Xerox. Printimise brauseri laiendus on printimissõbralik ja PDF-i saab salvestada praegu avatud vahekaardilt.\n\nBrauseri laienduse funktsioonid:\n◆ Sujuv integreerimine:\nKiireks ja lihtsaks juurdepääsuks asetage kohandatav printimisnupp otse oma veebibrauserisse.\n◆ Kiire printimine:\nSee kiiruse jaoks loodud kerge brauserilaiendus tagab mis tahes veebilehe kiire printimise.\n◆ Kohandatav ikooni stiil:\nValige erinevate nuppude kujunduste hulgast, sealhulgas originaal-, inimjala-, loomajalgade ja Google'i materjalidisaini stiilid.\n◆ Puuteekraaniga sõbralik:\nOptimeeritud nii puuteekraanide kui ka lauaarvutite jaoks, muutes selle mitmekülgseks ja kasutajasõbralikuks.\n◆ Multifunktsionaalsus:\nFailide MHTML-, HTML- või PDF-vormingus salvestamiseks topeltklõpsake printimise ikoonil ja valige, kas printida värviliselt või mustvalgelt.\n◆ Ühilduvus:\nTäielikult funktsionaalne Windowsi, Maci, Linuxi ja Google Chromebookides.\n◆ Määrake printimisfunktsiooni aktiveerimiseks kohandatud klaviatuurikombinatsioonid\n◆ Tume režiimi tugi\n\nProjekti teave:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nNõutavad load:\n◆ \"ContextMenus\": see lisab veebibrauseri kontekstimenüüsse menüüelemendi \"Prindi praegune leht\".\n◆ \"activeTab\": lubage prindifunktsioonile juurdepääs hetkel nähtaval vahekaardil.\n◆ \"salvestusruum\": salvestage seaded kohapeal ja sünkroonige oma veebibrauseri kontoga.\n\n<<< Valikfunktsioon >>>\nAvage valikufunktsioon, et kaitsta oma silmi öösel ja keskenduda videopleierile (nt YouTube™), installides YouTube'i ja teiste jaoks brauseri laienduse Turn Off the Lights.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fa": "Print یک افزونه مرورگر قدرتمند و سبک است که برای آسان کردن چاپ صفحات وب، محتوای ایمیل، عکس‌ها، فایل‌های PDF و کارت‌های ویزیت اصلی شما با یک کلیک طراحی شده است. با دکمه قابل تنظیم چاپ در نوار ابزار، می توانید تجربه چاپ خود را مطابق با ترجیحات خود تنظیم کنید. چه از یک دستگاه رومیزی یا صفحه لمسی استفاده می کنید، این افزونه فرآیند چاپ یکپارچه و سریع را تضمین می کند. همین امروز نصب کنید و چاپ با یک کلیک خود را برای مرورگر خود ساده کنید.\n\nپسوند Print Friendly برای دانش‌آموزان، معلمان، متخصصان، صاحبان مشاغل و هر کسی که مرتباً اسناد را چاپ می‌کند ایده‌آل است. چه نیاز به چاپ مطالب مطالعه، گزارش های تجاری، فاکتورها یا مقالات وب داشته باشید، این افزونه آن را ساده و راحت می کند. علاوه بر این، برای کسانی که می خواهند با بهینه سازی رنگ چاپ و کاهش ضایعات در کاغذ صرفه جویی کنند، بسیار مناسب است. دکمه چاپ با تمام مارک های چاپگر اصلی، از جمله Brother، Canon، Epson، HP، Samsung و زیراکس کار می کند. پسوند مرورگر Print سازگار با چاپ است و PDF را می توان از برگه باز فعلی ذخیره کرد.\n\nویژگی های افزونه مرورگر:\n◆ یکپارچه سازی بدون درز:\nبرای دسترسی سریع و آسان، دکمه چاپ قابل تنظیم را مستقیماً در مرورگر وب خود قرار دهید.\n◆ چاپ سریع:\nاین افزونه مرورگر سبک وزن که برای سرعت طراحی شده است، چاپ سریع هر صفحه وب را تضمین می کند.\n◆ سبک آیکون قابل تنظیم:\nاز میان انواع طرح‌های دکمه، از جمله سبک‌های اصلی، پای انسان، پای حیوانات، و طراحی متریال گوگل، یکی را انتخاب کنید.\n◆ صفحه لمسی دوستانه:\nبرای هر دو صفحه لمسی و دسکتاپ بهینه شده است و آن را همه کاره و کاربر پسند می کند.\n◆ چند عملکردی:\nبرای ذخیره فایل‌ها در قالب MHTML، HTML یا PDF، روی نماد چاپ دوبار کلیک کنید و چاپ رنگی یا سیاه و سفید را انتخاب کنید.\n◆ سازگاری:\nکاملاً کاربردی در ویندوز، مک، لینوکس و کروم‌بوک‌های Google.\n◆ ترکیب های صفحه کلید سفارشی را برای فعال کردن عملکرد چاپ تعریف کنید\n◆ پشتیبانی از حالت تاریک\n\nاطلاعات پروژه:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nمجوزهای مورد نیاز:\n◆ \"contextMenus\": برای افزودن آیتم منوی \"Print current page\" در منوی زمینه مرورگر وب است.\n◆ \"activeTab\": به عملکرد چاپ اجازه می دهد در صفحه برگه قابل مشاهده فعلی قابل دسترسی باشد.\n◆ \"ذخیره سازی\": تنظیمات را به صورت محلی ذخیره کرده و با حساب مرورگر وب خود همگام سازی کنید.\n\n<<< ویژگی گزینه >>>\nبا نصب افزونه مرورگر Turn Off the Lights برای YouTube و Beyond، قفل یک ویژگی گزینه ای را برای محافظت از چشمان خود در شب و تمرکز روی پخش کننده ویدیو، مانند YouTube™ باز کنید.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fi": "Print on tehokas ja kevyt selainlaajennus, joka on suunniteltu tekemään verkkosivujen, sähköpostin sisällön, valokuvien, PDF-tiedostojen ja alkuperäisten käyntikorttien tulostamisesta helppoa yhdellä napsautuksella. Työkalupalkin mukautettavalla Tulosta-painikkeella voit räätälöidä tulostuskokemuksesi mieltymystesi mukaan. Käytätpä sitten pöytäkonetta tai kosketusnäyttölaitetta, tämä laajennus varmistaa saumattoman ja nopean tulostusprosessin. Asenna jo tänään ja virtaviivaista tulostus yhdellä napsautuksella selaimellesi.\n\nTulostusystävällinen laajennus on ihanteellinen opiskelijoille, opettajille, ammattilaisille, yritysten omistajille ja kaikille asiakirjoja usein tulostaville. Haluatpa tulostaa oppimateriaaleja, yritysraportteja, laskuja tai verkkoartikkeleita, tämä laajennus tekee siitä yksinkertaisen ja kätevän. Lisäksi se on täydellinen niille, jotka haluavat säästää paperia optimoimalla tulostusvärejä ja vähentämällä jätettä. Tulostuspainike toimii kaikkien tärkeimpien tulostinmerkkien kanssa, mukaan lukien Brother, Canon, Epson, HP, Samsung ja Xerox. Tulosta-selainlaajennus on tulostusystävällinen ja PDF voidaan tallentaa parhaillaan avoinna olevasta välilehdestä.\n\nSelainlaajennuksen ominaisuudet:\n◆ Saumaton integrointi:\nAseta mukautettava tulostuspainike suoraan verkkoselaimeen nopeaa ja helppoa käyttöä varten.\n◆ Nopea tulostus:\nTämä nopeuteen suunniteltu kevyt selainlaajennus varmistaa minkä tahansa verkkosivun nopean tulostuksen.\n◆ Muokattava kuvakkeen tyyli:\nValitse useista painikkeiden malleista, mukaan lukien Original-, Human Feet-, Animal Feet- ja Google Material Design -tyylejä.\n◆ Kosketusnäyttöystävällinen:\nOptimoitu sekä kosketusnäytöille että pöytäkoneille, mikä tekee siitä monipuolisen ja käyttäjäystävällisen.\n◆ Monikäyttöisyys:\nKaksoisnapsauta tulostuskuvaketta tallentaaksesi tiedostot MHTML-, HTML- tai PDF-muodossa ja valitse tulostettavaksi värillinen vai mustavalkoinen.\n◆ Yhteensopivuus:\nTäysin toimiva Windows-, Mac-, Linux- ja Google Chromebookeissa.\n◆ Määritä mukautetut näppäimistöyhdistelmät tulostustoiminnon aktivoimiseksi\n◆ Tumman tilan tuki\n\nHankkeen tiedot:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nVaaditut luvat:\n◆ \"ContextMenus\": Tällä lisätään \"Tulosta nykyinen sivu\" -valikkokohta verkkoselaimen kontekstivalikkoon.\n◆ \"activeTab\": Salli tulostustoiminnon olevan käytettävissä tällä hetkellä näkyvällä välilehdellä.\n◆ \"tallennus\": Tallenna asetukset paikallisesti ja synkronoi verkkoselaintilisi kanssa.\n\n<<< Vaihtoehtoominaisuus >>>\nAvaa lisätoiminto, jolla voit suojata silmäsi yöllä ja keskittyä videosoittimeen, kuten YouTube™, asentamalla Turn Off the Lights -selainlaajennus YouTubelle ja muille.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fil": "Ang Print ay isang malakas at magaan na extension ng browser na idinisenyo upang gawing kasingdali ng pag-click ang pag-print ng mga web page, nilalaman ng email, mga larawan, PDF, at iyong orihinal na mga business card. Gamit ang nako-customize na Print button sa toolbar, maaari mong iangkop ang iyong karanasan sa pag-print sa iyong mga kagustuhan. Gumagamit ka man ng desktop o touchscreen device, tinitiyak ng extension na ito ang tuluy-tuloy at mabilis na proseso ng pag-print. I-install ngayon at i-streamline ang iyong one-click na pag-print para sa iyong browser.\n\nAng Print friendly na extension ay mainam para sa mga mag-aaral, guro, propesyonal, may-ari ng negosyo, at sinumang madalas na nagpi-print ng mga dokumento. Kailangan mo mang mag-print ng mga materyal sa pag-aaral, mga ulat sa negosyo, mga invoice, o mga artikulo sa web, ginagawang simple at maginhawa ng extension na ito. Bukod pa rito, perpekto ito para sa mga gustong makatipid ng papel sa pamamagitan ng pag-optimize ng kulay ng pag-print at pagbabawas ng basura. Gumagana ang print button sa lahat ng pangunahing tatak ng printer, kabilang ang Brother, Canon, Epson, HP, Samsung, at Xerox. Ang Print browser extension ay print friendly at PDF ay maaaring i-save mula sa kasalukuyang bukas na tab.\n\nMga tampok ng extension ng browser:\n◆ Walang putol na Pagsasama:\nDirektang maglagay ng nako-customize na print button sa iyong web browser para sa mabilis at madaling pag-access.\n◆ Mabilis na Pag-print:\nDinisenyo para sa bilis, tinitiyak ng magaan na extension ng browser na ito ang mabilis na pag-print ng anumang web page.\n◆ Nako-customize na Estilo ng Icon:\nPumili mula sa iba't ibang disenyo ng button, kabilang ang Original, Human Feet, Animal Feet, at mga istilo ng Google Material Design.\n◆ Touchscreen Friendly:\nNa-optimize para sa parehong mga touchscreen at desktop, ginagawa itong versatile at user-friendly.\n◆ Multi-Functionality:\nI-double click ang icon ng pag-print upang mag-save ng mga file sa MHTML, HTML, o PDF na format, at piliin na mag-print sa kulay o itim at puti.\n◆ Pagkakatugma:\nGanap na gumagana sa Windows, Mac, Linux, at Google Chromebook.\n◆ Tukuyin ang mga custom na kumbinasyon ng keyboard para i-activate ang print function\n◆ Suporta para sa Dark Mode\n\nImpormasyon ng Proyekto:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nMga Kinakailangang Pahintulot:\n◆ \"contextMenus\": Ito ay upang idagdag ang item ng menu na \"I-print ang kasalukuyang pahina\" sa menu ng konteksto ng web browser.\n◆ \"activeTab\": Payagan ang pag-print na function na ma-access sa kasalukuyang nakikitang pahina ng tab.\n◆ \"imbakan\": I-save ang mga setting nang lokal at i-sync sa iyong web browser account.\n\n<<< tampok na opsyon >>>\nI-unlock ang feature na opsyon para protektahan ang iyong mga mata sa gabi at tumuon sa video player, gaya ng YouTube™, sa pamamagitan ng pag-install ng Turn Off the Lights browser extension para sa YouTube at Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "fr": "Print est une extension de navigateur puissante et légère conçue pour rendre l'impression de pages Web, de contenu de courrier électronique, de photos, de PDF et de vos cartes de visite originales aussi simple qu'un simple clic. Avec le bouton Imprimer personnalisable dans la barre d'outils, vous pouvez adapter votre expérience d'impression à vos préférences. Que vous utilisiez un ordinateur de bureau ou un appareil à écran tactile, cette extension garantit un processus d'impression fluide et rapide. Installez-le dès aujourd'hui et rationalisez votre impression en un clic pour votre navigateur.\n\nL'extension Print friendly est idéale pour les étudiants, les enseignants, les professionnels, les propriétaires d'entreprise et toute personne qui imprime fréquemment des documents. Que vous ayez besoin d'imprimer du matériel d'étude, des rapports commerciaux, des factures ou des articles Web, cette extension rend la tâche simple et pratique. De plus, il est parfait pour ceux qui souhaitent économiser du papier en optimisant les couleurs d’impression et en réduisant les déchets. Le bouton d'impression fonctionne avec toutes les grandes marques d'imprimantes, notamment Brother, Canon, Epson, HP, Samsung et Xerox. L'extension du navigateur d'impression est conviviale pour l'impression et le PDF peut être enregistré à partir de l'onglet actuellement ouvert.\n\nFonctionnalités de l'extension de navigateur :\n◆ Intégration transparente :\nPlacez un bouton d'impression personnalisable directement dans votre navigateur Web pour un accès rapide et facile.\n◆ Impression rapide :\nConçue pour la vitesse, cette extension de navigateur légère garantit une impression rapide de n'importe quelle page Web.\n◆ Style d'icône personnalisable :\nChoisissez parmi une variété de modèles de boutons, notamment les styles Original, Pieds humains, Pieds d'animaux et Google Material Design.\n◆ Compatible avec les écrans tactiles :\nOptimisé pour les écrans tactiles et les ordinateurs de bureau, ce qui le rend polyvalent et convivial.\n◆ Multifonctionnalité :\nDouble-cliquez sur l'icône d'impression pour enregistrer les fichiers au format MHTML, HTML ou PDF et choisissez d'imprimer en couleur ou en noir et blanc.\n◆ Compatibilité :\nEntièrement fonctionnel sur Windows, Mac, Linux et Google Chromebooks.\n◆ Définir des combinaisons de clavier personnalisées pour activer la fonction d'impression\n◆ Prise en charge du mode sombre\n\nRenseignements sur le projet:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nAutorisations requises :\n◆ \"contextMenus\" : Ceci permet d'ajouter l'élément de menu \"Imprimer la page actuelle\" dans le menu contextuel du navigateur Web.\n◆ \"activeTab\" : Permet que la fonction d'impression soit accessible sur la page à onglet actuellement visible.\n◆ \"stockage\" : enregistrez les paramètres localement et synchronisez-les avec votre compte de navigateur Web.\n\n<<< Fonctionnalité optionnelle >>>\nDébloquez une fonctionnalité optionnelle pour protéger vos yeux la nuit et vous concentrer sur le lecteur vidéo, tel que YouTube™, en installant l'extension de navigateur Turn Off the Lights pour YouTube et au-delà.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "gu": "પ્રિન્ટ એ એક શક્તિશાળી અને હળવા વજનનું બ્રાઉઝર એક્સ્ટેંશન છે જે વેબ પૃષ્ઠો, ઇમેઇલ સામગ્રી, ફોટા, પીડીએફ અને તમારા મૂળ વ્યવસાય કાર્ડને એક ક્લિક જેટલું સરળ બનાવવા માટે રચાયેલ છે. ટૂલબારમાં કસ્ટમાઇઝ કરી શકાય તેવા પ્રિન્ટ બટન સાથે, તમે તમારા પ્રિન્ટિંગ અનુભવને તમારી પસંદગીઓ અનુસાર બનાવી શકો છો. ભલે તમે ડેસ્કટોપ અથવા ટચસ્ક્રીન ઉપકરણનો ઉપયોગ કરી રહ્યાં હોવ, આ એક્સ્ટેંશન સીમલેસ અને ઝડપી પ્રિન્ટ પ્રક્રિયાને સુનિશ્ચિત કરે છે. આજે જ ઇન્સ્ટોલ કરો અને તમારા બ્રાઉઝર માટે તમારી એક-ક્લિક પ્રિન્ટિંગને સુવ્યવસ્થિત કરો.\n\nપ્રિન્ટ ફ્રેન્ડલી એક્સ્ટેંશન વિદ્યાર્થીઓ, શિક્ષકો, વ્યાવસાયિકો, વ્યવસાય માલિકો અને જેઓ વારંવાર દસ્તાવેજો છાપે છે તેમના માટે આદર્શ છે. તમારે અભ્યાસ સામગ્રી, વ્યવસાય અહેવાલો, ઇન્વોઇસ અથવા વેબ લેખો છાપવાની જરૂર હોય, આ એક્સ્ટેંશન તેને સરળ અને અનુકૂળ બનાવે છે. વધુમાં, જેઓ પ્રિન્ટના રંગને ઑપ્ટિમાઇઝ કરીને અને કચરો ઘટાડીને કાગળ બચાવવા માગે છે તેમના માટે તે યોગ્ય છે. પ્રિન્ટ બટન ભાઈ, કેનન, એપ્સન, એચપી, સેમસંગ અને ઝેરોક્સ સહિત તમામ મુખ્ય પ્રિન્ટર બ્રાન્ડ્સ સાથે કામ કરે છે. પ્રિન્ટ બ્રાઉઝર એક્સ્ટેંશન પ્રિન્ટ ફ્રેન્ડલી છે અને પીડીએફ હાલમાં ઓપન ટેબમાંથી સેવ કરી શકાય છે.\n\nબ્રાઉઝર એક્સ્ટેંશન સુવિધાઓ:\n◆ સીમલેસ એકીકરણ:\nઝડપી અને સરળ ઍક્સેસ માટે સીધા તમારા વેબ બ્રાઉઝરમાં કસ્ટમાઇઝ કરી શકાય તેવું પ્રિન્ટ બટન મૂકો.\n◆ ઝડપી પ્રિન્ટિંગ:\nઝડપ માટે રચાયેલ, આ લાઇટવેઇટ બ્રાઉઝર એક્સ્ટેંશન કોઈપણ વેબ પેજની ઝડપી પ્રિન્ટીંગ સુનિશ્ચિત કરે છે.\n◆ કસ્ટમાઇઝ કરવા યોગ્ય આઇકન પ્રકાર:\nઓરિજિનલ, હ્યુમન ફીટ, એનિમલ ફીટ અને Google મટિરિયલ ડિઝાઇન શૈલીઓ સહિત વિવિધ બટન ડિઝાઇનમાંથી પસંદ કરો.\n◆ ટચસ્ક્રીન મૈત્રીપૂર્ણ:\nટચસ્ક્રીન અને ડેસ્કટૉપ બંને માટે ઑપ્ટિમાઇઝ, તેને બહુમુખી અને વપરાશકર્તા મૈત્રીપૂર્ણ બનાવે છે.\n◆ બહુવિધ કાર્યક્ષમતા:\nMHTML, HTML અથવા PDF ફોર્મેટમાં ફાઇલોને સાચવવા માટે પ્રિન્ટ આઇકન પર બે વાર ક્લિક કરો અને રંગ અથવા કાળા અને સફેદ રંગમાં પ્રિન્ટ કરવાનું પસંદ કરો.\n◆ સુસંગતતા:\nWindows, Mac, Linux, અને Google Chromebooks પર સંપૂર્ણપણે કાર્યરત.\n◆ પ્રિન્ટ ફંક્શનને સક્રિય કરવા માટે કસ્ટમ કીબોર્ડ સંયોજનોને વ્યાખ્યાયિત કરો\n◆ ડાર્ક મોડ માટે સપોર્ટ\n\nપ્રોજેક્ટ માહિતી:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nજરૂરી પરવાનગીઓ:\n◆ \"સંદર્ભ મેનુ\": આ વેબ બ્રાઉઝર સંદર્ભ મેનૂમાં \"વર્તમાન પૃષ્ઠ છાપો\" મેનુ આઇટમ ઉમેરવા માટે છે.\n◆ \"activeTab\": પ્રિન્ટ ફંક્શનને હાલમાં દેખાતા ટેબ પેજ પર ઍક્સેસિબલ થવા દો.\n◆ \"સ્ટોરેજ\": સ્થાનિક રીતે સેટિંગ્સ સાચવો અને તમારા વેબ બ્રાઉઝર એકાઉન્ટ સાથે સમન્વયિત કરો.\n\n<<< વિકલ્પ સુવિધા >>>\nરાત્રે તમારી આંખોને સુરક્ષિત રાખવા માટે એક વિકલ્પ સુવિધાને અનલૉક કરો અને YouTube અને બિયોન્ડ માટે ટર્ન ઑફ ધ લાઇટ્સ બ્રાઉઝર એક્સ્ટેંશન ઇન્સ્ટોલ કરીને, YouTube™ જેવા વિડિઓ પ્લેયર પર ધ્યાન કેન્દ્રિત કરો.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "he": "Print היא תוסף דפדפן רב עוצמה וקל משקל שנועד להפוך את הדפסת דפי אינטרנט, תוכן דואר אלקטרוני, תמונות, קובצי PDF וכרטיסי הביקור המקוריים שלך לקלה בלחיצה אחת. עם כפתור ההדפסה הניתן להתאמה אישית בסרגל הכלים, תוכל להתאים את חוויית ההדפסה שלך להעדפותיך. בין אם אתה משתמש במכשיר שולחני או מסך מגע, הרחבה זו מבטיחה תהליך הדפסה חלק ומהיר. התקן היום וייעל את ההדפסה שלך בלחיצה אחת עבור הדפדפן שלך.\n\nהתוסף ידידותי להדפסה אידיאלי עבור תלמידים, מורים, אנשי מקצוע, בעלי עסקים וכל מי שמדפיס מסמכים לעתים קרובות. בין אם אתה צריך להדפיס חומרי לימוד, דוחות עסקיים, חשבוניות או מאמרי אינטרנט, הרחבה זו הופכת את זה לפשוט ונוח. בנוסף, הוא מושלם עבור אלה שרוצים לחסוך בנייר על ידי אופטימיזציה של צבע ההדפסה והפחתת בזבוז. כפתור ההדפסה עובד עם כל מותגי המדפסות הגדולים, כולל Brother, Canon, Epson, HP, Samsung ו-Xerox. תוסף הדפדפן הדפס ידידותי להדפסה וניתן לשמור PDF מהכרטיסייה הפתוחה כעת.\n\nתכונות הרחבת הדפדפן:\n◆ אינטגרציה חלקה:\nהצב לחצן הדפסה הניתן להתאמה אישית ישירות בדפדפן האינטרנט שלך לגישה מהירה וקלה.\n◆ הדפסה מהירה:\nתוכנן למהירות, תוסף דפדפן קל משקל זה מבטיח הדפסה מהירה של כל דף אינטרנט.\n◆ סגנון סמל הניתן להתאמה אישית:\nבחר מתוך מגוון עיצובי לחצנים, כולל סגנונות מקוריים, רגליים אנושיות, רגליים של חיות וסגנונות עיצוב חומרי של גוגל.\n◆ ידידותי למסך מגע:\nמותאם הן למסכי מגע והן למחשבים שולחניים, מה שהופך אותו למגוון וידידותי למשתמש.\n◆ רב פונקציונליות:\nלחץ פעמיים על סמל ההדפסה כדי לשמור קבצים בפורמט MHTML, HTML או PDF, ובחר להדפיס בצבע או בשחור לבן.\n◆ תאימות:\nפונקציונלי מלא במחשבי Windows, Mac, Linux ו-Google Chromebook.\n◆ הגדר שילובי מקלדת מותאמים אישית כדי להפעיל את פונקציית ההדפסה\n◆ תמיכה במצב כהה\n\nמידע על הפרויקט:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nהרשאות נדרשות:\n◆ \"ContextMenus\": זה כדי להוסיף את פריט התפריט \"הדפסת עמוד נוכחי\" בתפריט ההקשר של דפדפן האינטרנט.\n◆ \"activeTab\": אפשר לפונקציית ההדפסה להיות נגישה בדף הכרטיסייה הנראה כעת.\n◆ \"אחסון\": שמור הגדרות באופן מקומי וסנכרן עם חשבון דפדפן האינטרנט שלך.\n\n<<< תכונת אפשרות >>>\nבטל נעילה של תכונת אפשרות להגנה על העיניים שלך בלילה ולהתמקד בנגן הווידאו, כגון YouTube™, על ידי התקנת תוסף הדפדפן Turn Off the Lights עבור YouTube ומעבר.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hi": "प्रिंट एक शक्तिशाली और हल्का ब्राउज़र एक्सटेंशन है जिसे वेब पेज, ईमेल सामग्री, फ़ोटो, PDF और आपके मूल व्यवसाय कार्ड को एक क्लिक जितना आसान बनाने के लिए डिज़ाइन किया गया है। टूलबार में कस्टमाइज़ करने योग्य प्रिंट बटन के साथ, आप अपने प्रिंटिंग अनुभव को अपनी पसंद के अनुसार बना सकते हैं। चाहे आप डेस्कटॉप या टचस्क्रीन डिवाइस का उपयोग कर रहे हों, यह एक्सटेंशन एक सहज और त्वरित प्रिंट प्रक्रिया सुनिश्चित करता है। आज ही इंस्टॉल करें और अपने ब्राउज़र के लिए अपनी वन-क्लिक प्रिंटिंग को सुव्यवस्थित करें।\n\nप्रिंट फ्रेंडली एक्सटेंशन छात्रों, शिक्षकों, पेशेवरों, व्यवसाय के मालिकों और उन सभी लोगों के लिए आदर्श है जो अक्सर दस्तावेज़ प्रिंट करते हैं। चाहे आपको अध्ययन सामग्री, व्यावसायिक रिपोर्ट, चालान या वेब लेख प्रिंट करने की आवश्यकता हो, यह एक्सटेंशन इसे सरल और सुविधाजनक बनाता है। इसके अतिरिक्त, यह उन लोगों के लिए एकदम सही है जो प्रिंट रंग को अनुकूलित करके और अपशिष्ट को कम करके कागज बचाना चाहते हैं। प्रिंट बटन Brother, Canon, Epson, HP, Samsung और Xerox सहित सभी प्रमुख प्रिंटर ब्रांडों के साथ काम करता है। प्रिंट ब्राउज़र एक्सटेंशन प्रिंट फ्रेंडली है और PDF को वर्तमान में खुले टैब से सहेजा जा सकता है।\n\nब्राउज़र एक्सटेंशन की विशेषताएं:\n◆ निर्बाध एकीकरण:\nत्वरित और आसान पहुँच के लिए सीधे अपने वेब ब्राउज़र में एक अनुकूलन योग्य प्रिंट बटन रखें।\n◆ तेज़ प्रिंटिंग:\nगति के लिए डिज़ाइन किया गया, यह हल्का ब्राउज़र एक्सटेंशन किसी भी वेब पेज की तेज़ी से प्रिंटिंग सुनिश्चित करता है।\n◆ अनुकूलन योग्य आइकन शैली:\nमूल, मानव पैर, पशु पैर और Google सामग्री डिज़ाइन शैलियों सहित विभिन्न बटन डिज़ाइनों में से चुनें।\n◆ टचस्क्रीन अनुकूल:\nटचस्क्रीन और डेस्कटॉप दोनों के लिए अनुकूलित, इसे बहुमुखी और उपयोगकर्ता के अनुकूल बनाता है।\n◆ बहु-कार्यक्षमता:\nMHTML, HTML, या PDF प्रारूप में फ़ाइलों को सहेजने के लिए प्रिंट आइकन पर डबल-क्लिक करें, और रंग या काले और सफेद में प्रिंट करना चुनें।\n◆ संगतता:\nविंडोज, मैक, लिनक्स और Google Chromebooks पर पूरी तरह कार्यात्मक।\n◆ प्रिंट फ़ंक्शन को सक्रिय करने के लिए कस्टम कीबोर्ड संयोजन परिभाषित करें\n◆ डार्क मोड के लिए समर्थन\n\nप्रोजेक्ट जानकारी:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nआवश्यक अनुमतियाँ:\n◆ \"contextMenus\": यह वेब ब्राउज़र संदर्भ मेनू में \"वर्तमान पृष्ठ प्रिंट करें\" मेनू आइटम जोड़ने के लिए है।\n◆ \"activeTab\": प्रिंट फ़ंक्शन को वर्तमान में दिखाई देने वाले टैब पृष्ठ पर पहुँच योग्य होने दें।\n◆ \"storage\": सेटिंग्स को स्थानीय रूप से सहेजें और अपने वेब ब्राउज़र खाते के साथ सिंक करें।\n\n<<< विकल्प सुविधा >>>\nरात में अपनी आँखों की सुरक्षा करने और YouTube™ जैसे वीडियो प्लेयर पर ध्यान केंद्रित करने के लिए YouTube और उससे आगे के लिए Turn Off the Lights ब्राउज़र एक्सटेंशन इंस्टॉल करके विकल्प सुविधा अनलॉक करें।\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hr": "Ispis je moćno i lagano proširenje preglednika dizajnirano da ispis web stranica, sadržaja e-pošte, fotografija, PDF-ova i vaših originalnih posjetnica učini jednostavnim kao samo jedan klik. Pomoću prilagodljivog gumba Ispis na alatnoj traci možete prilagoditi svoje iskustvo ispisa svojim željama. Bez obzira koristite li stolno računalo ili uređaj sa zaslonom osjetljivim na dodir, ovo proširenje osigurava besprijekoran i brz proces ispisa. Instalirajte danas i pojednostavite ispis jednim klikom za svoj preglednik.\n\nProširenje prilagođeno ispisu idealno je za studente, nastavnike, profesionalce, vlasnike tvrtki i sve one koji često ispisuju dokumente. Bilo da trebate ispisati materijale za učenje, poslovna izvješća, fakture ili web članke, ovo proširenje čini to jednostavnim i praktičnim. Osim toga, savršen je za one koji žele uštedjeti papir optimizacijom boje ispisa i smanjenjem otpada. Gumb za ispis radi sa svim većim markama pisača, uključujući Brother, Canon, Epson, HP, Samsung i Xerox. Proširenje preglednika Print je prilagođeno ispisu i PDF se može spremiti s trenutno otvorene kartice.\n\nZnačajke proširenja preglednika:\n◆ Besprijekorna integracija:\nPostavite prilagodljivi gumb za ispis izravno u svoj web preglednik za brz i jednostavan pristup.\n◆ Brzi ispis:\nDizajnirano za brzinu, ovo lagano proširenje preglednika osigurava brzi ispis bilo koje web stranice.\n◆ Prilagodljiv stil ikona:\nBirajte između različitih dizajna gumba, uključujući stilove Original, Human Feet, Animal Feet i Google Material Design.\n◆ Pogodan za zaslon osjetljiv na dodir:\nOptimiziran za zaslone osjetljive na dodir i stolna računala, što ga čini svestranim i lakim za korištenje.\n◆ Multifunkcionalnost:\nDvaput kliknite ikonu ispisa za spremanje datoteka u MHTML, HTML ili PDF formatu i odaberite ispis u boji ili crno-bijeli.\n◆ Kompatibilnost:\nPotpuno funkcionalan na Windows, Mac, Linux i Google Chromebook računalima.\n◆ Definirajte prilagođene kombinacije tipkovnice za aktiviranje funkcije ispisa\n◆ Podrška za Dark Mode\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPotrebna dopuštenja:\n◆ \"contextMenus\": Ovo služi za dodavanje stavke izbornika \"Ispis trenutne stranice\" u kontekstni izbornik web preglednika.\n◆ \"activeTab\": Omogućuje da funkcija ispisa bude dostupna na trenutno vidljivoj kartici.\n◆ \"pohrana\": Spremite postavke lokalno i sinkronizirajte s računom vašeg web preglednika.\n\n<<< Značajka opcije >>>\nOtključajte značajku opcije za zaštitu očiju noću i fokusiranje na video player, kao što je YouTube™, instaliranjem proširenja preglednika Turn Off the Lights za YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "hu": "A Print egy hatékony és könnyű böngészőbővítmény, amelyet arra terveztek, hogy egyetlen kattintással egyszerűen kinyomtassa a weboldalakat, e-mail tartalmakat, fényképeket, PDF-fájlokat és eredeti névjegykártyáit. Az eszköztár testreszabható Nyomtatás gombjával saját igényeihez igazíthatja a nyomtatási élményt. Akár asztali, akár érintőképernyős eszközt használ, ez a bővítmény zökkenőmentes és gyors nyomtatási folyamatot biztosít. Telepítse még ma, és egyszerűsítse az egykattintásos nyomtatást a böngészőben.\n\nA Nyomtatásbarát bővítmény ideális diákok, tanárok, szakemberek, cégtulajdonosok és mindenki számára, aki gyakran nyomtat dokumentumokat. Akár tananyagokat, üzleti jelentéseket, számlákat vagy webes cikkeket kell nyomtatnia, ez a bővítmény egyszerűvé és kényelmessé teszi. Ezen túlmenően tökéletes azok számára, akik a nyomtatási színek optimalizálásával és a pazarlás csökkentésével szeretnének papírt takarítani. A nyomtatás gomb az összes főbb nyomtatómárkával működik, beleértve a Brothert, a Canont, az Epsont, a HP-t, a Samsungot és a Xeroxot. A Nyomtatás böngészőbővítmény nyomtatásbarát, a PDF pedig menthető az éppen megnyitott lapról.\n\nA böngészőbővítmény jellemzői:\n◆ Zökkenőmentes integráció:\nHelyezzen el egy testreszabható nyomtatási gombot közvetlenül a webböngészőben a gyors és egyszerű hozzáférés érdekében.\n◆ Gyors nyomtatás:\nA gyorsaságra tervezett könnyű böngészőbővítmény bármely weboldal gyors nyomtatását biztosítja.\n◆ Testreszabható ikonstílus:\nVálasszon a különféle gombkialakítások közül, köztük az eredeti, az emberi láb, az állatlábak és a Google Material Design stílusok közül.\n◆ Érintőképernyőbarát:\nÉrintőképernyőkre és asztali számítógépekre egyaránt optimalizálva, így sokoldalú és felhasználóbarát.\n◆ Többfunkciós:\nA fájlok MHTML, HTML vagy PDF formátumban való mentéséhez kattintson duplán a nyomtatás ikonra, és válassza ki a színes vagy fekete-fehér nyomtatást.\n◆ Kompatibilitás:\nTeljesen működőképes Windows, Mac, Linux és Google Chromebookokon.\n◆ Adjon meg egyéni billentyűzetkombinációkat a nyomtatási funkció aktiválásához\n◆ Sötét mód támogatása\n\nProjekt információ:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nSzükséges engedélyek:\n◆ \"contextMenus\": Ezzel hozzáadja az \"Aktuális oldal nyomtatása\" menüpontot a webböngésző helyi menüjéhez.\n◆ \"Active Tab\": A nyomtatási funkció elérhetővé tétele az éppen látható lapon.\n◆ \"tárhely\": Mentse el a beállításokat helyileg, és szinkronizálja webböngészőfiókjával.\n\n<<< Opció funkció >>>\nA Turn Off the Lights böngészőbővítmény telepítésével a Turn Off the Lights böngészőbővítmény telepítésével feloldhat egy opciót, amellyel éjszaka megvédheti a szemét, és a videolejátszóra összpontosíthat, például a YouTube™-ra.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "id": "Print adalah ekstensi browser yang kuat dan ringan yang dirancang untuk membuat pencetakan halaman web, konten email, foto, PDF, dan kartu nama asli Anda semudah satu klik. Dengan tombol Cetak yang dapat disesuaikan di toolbar, Anda dapat menyesuaikan pengalaman pencetakan sesuai preferensi Anda. Baik Anda menggunakan perangkat desktop atau layar sentuh, ekstensi ini memastikan proses pencetakan yang lancar dan cepat. Instal hari ini dan sederhanakan pencetakan sekali klik untuk browser Anda.\n\nEkstensi ramah cetak sangat ideal untuk pelajar, guru, profesional, pemilik bisnis, dan siapa saja yang sering mencetak dokumen. Baik Anda perlu mencetak materi pelajaran, laporan bisnis, faktur, atau artikel web, ekstensi ini menjadikannya sederhana dan nyaman. Selain itu, sangat cocok bagi mereka yang ingin menghemat kertas dengan mengoptimalkan warna cetakan dan mengurangi limbah. Tombol cetak berfungsi dengan semua merek printer besar, termasuk Brother, Canon, Epson, HP, Samsung, dan Xerox. Ekstensi browser cetak ramah pencetakan & PDF dapat disimpan dari tab yang sedang terbuka.\n\nFitur ekstensi browser:\n◆ Integrasi yang Mulus:\nTempatkan tombol cetak yang dapat disesuaikan langsung di browser web Anda untuk akses cepat dan mudah.\n◆ Pencetakan Cepat:\nDirancang untuk kecepatan, ekstensi browser ringan ini memastikan pencetakan halaman web mana pun dengan cepat.\n◆ Gaya Ikon yang Dapat Disesuaikan:\nPilih dari beragam desain tombol, termasuk gaya Asli, Kaki Manusia, Kaki Hewan, dan Desain Material Google.\n◆ Ramah Layar Sentuh:\nDioptimalkan untuk layar sentuh dan desktop, menjadikannya serbaguna dan mudah digunakan.\n◆ Multi-Fungsi:\nKlik dua kali ikon cetak untuk menyimpan file dalam format MHTML, HTML, atau PDF, dan pilih untuk mencetak berwarna atau hitam putih.\n◆ Kompatibilitas:\nBerfungsi penuh di Windows, Mac, Linux, dan Google Chromebook.\n◆ Tentukan kombinasi keyboard khusus untuk mengaktifkan fungsi pencetakan\n◆ Dukungan untuk Mode Gelap\n\nInformasi Proyek:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nIzin yang Diperlukan:\n◆ \"contextMenus\": Ini untuk menambahkan item menu \"Cetak halaman saat ini\" di menu konteks browser web.\n◆ \"activeTab\": Memungkinkan fungsi pencetakan dapat diakses pada halaman tab yang sedang terlihat.\n◆ \"penyimpanan\": Simpan pengaturan secara lokal dan sinkronkan dengan akun browser web Anda.\n\n<<< Fitur opsi >>>\nBuka fitur opsi untuk melindungi mata Anda di malam hari dan fokus pada pemutar video, seperti YouTube™, dengan menginstal ekstensi browser Matikan Lampu untuk YouTube dan Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "it": "Print è un'estensione del browser potente e leggera progettata per semplificare la stampa di pagine Web, contenuti di posta elettronica, foto, PDF e biglietti da visita originali con un solo clic. Con il pulsante Stampa personalizzabile nella barra degli strumenti, puoi personalizzare la tua esperienza di stampa in base alle tue preferenze. Che tu stia utilizzando un dispositivo desktop o touchscreen, questa estensione garantisce un processo di stampa rapido e senza interruzioni. Installalo oggi e semplifica la stampa con un solo clic per il tuo browser.\n\nL'estensione Print friendly è ideale per studenti, insegnanti, professionisti, imprenditori e chiunque stampi frequentemente documenti. Che tu abbia bisogno di stampare materiali di studio, rapporti aziendali, fatture o articoli web, questa estensione lo rende semplice e conveniente. Inoltre, è perfetto per chi vuole risparmiare carta ottimizzando il colore di stampa e riducendo gli sprechi. Il pulsante di stampa funziona con tutte le principali marche di stampanti, tra cui Brother, Canon, Epson, HP, Samsung e Xerox. L'estensione del browser di stampa è facile da stampare e il PDF può essere salvato dalla scheda attualmente aperta.\n\nFunzionalità dell'estensione del browser:\n◆ Integrazione perfetta:\nInserisci un pulsante di stampa personalizzabile direttamente nel tuo browser web per un accesso facile e veloce.\n◆ Stampa veloce:\nProgettata per la velocità, questa leggera estensione del browser garantisce la stampa rapida di qualsiasi pagina Web.\n◆ Stile icona personalizzabile:\nScegli tra una varietà di design di pulsanti, inclusi gli stili Originale, Piedi umani, Piedi animali e Google Material Design.\n◆ Compatibile con il touchscreen:\nOttimizzato sia per touchscreen che per desktop, rendendolo versatile e facile da usare.\n◆ Multifunzionalità:\nFai doppio clic sull'icona di stampa per salvare i file in formato MHTML, HTML o PDF e scegli di stampare a colori o in bianco e nero.\n◆ Compatibilità:\nCompletamente funzionante su Windows, Mac, Linux e Google Chromebook.\n◆ Definire combinazioni di tastiera personalizzate per attivare la funzione di stampa\n◆ Supporto per la modalità oscura\n\nInformazioni di progetto:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nAutorizzazioni richieste:\n◆ \"contextMenus\": serve per aggiungere la voce di menu \"Stampa pagina corrente\" nel menu contestuale del browser web.\n◆ \"activeTab\": consente l'accesso alla funzione di stampa sulla scheda attualmente visibile.\n◆ \"archiviazione\": salva le impostazioni localmente e sincronizza con l'account del tuo browser web.\n\n<<< Funzionalità opzionale >>>\nSblocca una funzione opzionale per proteggere i tuoi occhi di notte e concentrarti sul lettore video, come YouTube™, installando l'estensione del browser Turn Off the Lights per YouTube e Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ja": "印刷は、Web ページ、メール コンテンツ、写真、PDF、オリジナルの名刺をワンクリックで簡単に印刷できるように設計された、強力で軽量なブラウザー拡張機能です。ツールバーのカスタマイズ可能な印刷ボタンを使用すると、印刷エクスペリエンスを好みに合わせて調整できます。デスクトップ デバイスでもタッチスクリーン デバイスでも、この拡張機能によりシームレスで迅速な印刷プロセスが実現します。今すぐインストールして、ブラウザーのワンクリック印刷を効率化しましょう。\n\n印刷に適した拡張機能は、学生、教師、専門家、ビジネス オーナー、および頻繁にドキュメントを印刷するすべての方に最適です。学習資料、ビジネス レポート、請求書、Web 記事の印刷が必要な場合でも、この拡張機能を使用すると簡単かつ便利に印刷できます。さらに、印刷色を最適化して無駄を減らすことで紙を節約したい方にも最適です。印刷ボタンは、Brother、Canon、Epson、HP、Samsung、Xerox など、すべての主要なプリンター ブランドで機能します。印刷ブラウザー拡張機能は印刷に適したもので、現在開いているタブから PDF を保存できます。\n\nブラウザ拡張機能の機能:\n◆ シームレスな統合:\nカスタマイズ可能な印刷ボタンを Web ブラウザに直接配置して、すばやく簡単にアクセスできるようにします。\n◆ 高速印刷:\n速度を重視して設計されたこの軽量ブラウザ拡張機能により、あらゆる Web ページをすばやく印刷できます。\n◆ カスタマイズ可能なアイコン スタイル:\nオリジナル、人間の足、動物の足、Google マテリアル デザイン スタイルなど、さまざまなボタン デザインから選択できます。\n◆ タッチスクリーン対応:\nタッチスクリーンとデスクトップの両方に最適化されているため、多用途で使いやすいです。\n◆ 多機能:\n印刷アイコンをダブルクリックすると、MHTML、HTML、または PDF 形式でファイルを保存し、カラーまたは白黒で印刷できます。\n◆ 互換性:\nWindows、Mac、Linux、Google Chromebook で完全に機能します。\n◆ 印刷機能を有効にするカスタム キーボード コンビネーションを定義します\n◆ ダーク モードのサポート\n\nプロジェクト情報:\nhttps://www.stefanvd.net/project/print/browser-extension\n\n必要な権限:\n◆ 「contextMenus」: これは、Web ブラウザーのコンテキスト メニューに「現在のページを印刷」メニュー項目を追加します。\n◆ 「activeTab」: 現在表示されているタブ ページで印刷機能にアクセスできるようにします。\n◆ 「storage」: 設定をローカルに保存し、Web ブラウザー アカウントと同期します。\n\n<<< オプション機能 >>>\nYouTube および Beyond 用の Turn Off the Lights ブラウザー拡張機能をインストールして、夜間に目を保護し、YouTube™ などのビデオ プレーヤーに集中するためのオプション機能のロックを解除します。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "kn": "ಮುದ್ರಣವು ಶಕ್ತಿಯುತ ಮತ್ತು ಹಗುರವಾದ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು, ವೆಬ್ ಪುಟಗಳು, ಇಮೇಲ್ ವಿಷಯಗಳು, ಫೋಟೋಗಳು, PDF ಗಳು ಮತ್ತು ನಿಮ್ಮ ಮೂಲ ವ್ಯಾಪಾರ ಕಾರ್ಡ್‌ಗಳನ್ನು ಒಂದೇ ಕ್ಲಿಕ್‌ನಂತೆ ಸುಲಭವಾಗಿ ಮುದ್ರಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಟೂಲ್‌ಬಾರ್‌ನಲ್ಲಿ ಕಸ್ಟಮೈಸ್ ಮಾಡಬಹುದಾದ ಪ್ರಿಂಟ್ ಬಟನ್‌ನೊಂದಿಗೆ, ನಿಮ್ಮ ಪ್ರಿಂಟಿಂಗ್ ಅನುಭವವನ್ನು ನಿಮ್ಮ ಆದ್ಯತೆಗಳಿಗೆ ತಕ್ಕಂತೆ ಹೊಂದಿಸಬಹುದು. ನೀವು ಡೆಸ್ಕ್‌ಟಾಪ್ ಅಥವಾ ಟಚ್‌ಸ್ಕ್ರೀನ್ ಸಾಧನವನ್ನು ಬಳಸುತ್ತಿರಲಿ, ಈ ವಿಸ್ತರಣೆಯು ತಡೆರಹಿತ ಮತ್ತು ತ್ವರಿತ ಮುದ್ರಣ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಖಾತ್ರಿಗೊಳಿಸುತ್ತದೆ. ಇಂದೇ ಸ್ಥಾಪಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ಗಾಗಿ ನಿಮ್ಮ ಒಂದು-ಕ್ಲಿಕ್ ಮುದ್ರಣವನ್ನು ಸ್ಟ್ರೀಮ್‌ಲೈನ್ ಮಾಡಿ.\n\nಪ್ರಿಂಟ್ ಸ್ನೇಹಿ ವಿಸ್ತರಣೆಯು ವಿದ್ಯಾರ್ಥಿಗಳು, ಶಿಕ್ಷಕರು, ವೃತ್ತಿಪರರು, ವ್ಯಾಪಾರ ಮಾಲೀಕರು ಮತ್ತು ಆಗಾಗ್ಗೆ ದಾಖಲೆಗಳನ್ನು ಮುದ್ರಿಸುವ ಯಾರಿಗಾದರೂ ಸೂಕ್ತವಾಗಿದೆ. ನೀವು ಅಧ್ಯಯನ ಸಾಮಗ್ರಿಗಳು, ವ್ಯವಹಾರ ವರದಿಗಳು, ಇನ್‌ವಾಯ್ಸ್‌ಗಳು ಅಥವಾ ವೆಬ್ ಲೇಖನಗಳನ್ನು ಮುದ್ರಿಸಬೇಕಾಗಿದ್ದರೂ, ಈ ವಿಸ್ತರಣೆಯು ಅದನ್ನು ಸರಳ ಮತ್ತು ಅನುಕೂಲಕರವಾಗಿಸುತ್ತದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಮುದ್ರಣ ಬಣ್ಣವನ್ನು ಉತ್ತಮಗೊಳಿಸುವ ಮೂಲಕ ಮತ್ತು ತ್ಯಾಜ್ಯವನ್ನು ಕಡಿಮೆ ಮಾಡುವ ಮೂಲಕ ಕಾಗದವನ್ನು ಉಳಿಸಲು ಬಯಸುವವರಿಗೆ ಇದು ಪರಿಪೂರ್ಣವಾಗಿದೆ. ಬ್ರದರ್, ಕ್ಯಾನನ್, ಎಪ್ಸನ್, ಎಚ್‌ಪಿ, ಸ್ಯಾಮ್‌ಸಂಗ್ ಮತ್ತು ಜೆರಾಕ್ಸ್ ಸೇರಿದಂತೆ ಎಲ್ಲಾ ಪ್ರಮುಖ ಪ್ರಿಂಟರ್ ಬ್ರ್ಯಾಂಡ್‌ಗಳೊಂದಿಗೆ ಪ್ರಿಂಟ್ ಬಟನ್ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಪ್ರಿಂಟ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯು ಪ್ರಿಂಟ್ ಸ್ನೇಹಿಯಾಗಿದೆ ಮತ್ತು ಪ್ರಸ್ತುತ ತೆರೆದಿರುವ ಟ್ಯಾಬ್‌ನಿಂದ PDF ಅನ್ನು ಉಳಿಸಬಹುದು.\n\nಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ವೈಶಿಷ್ಟ್ಯಗಳು:\n◆ ತಡೆರಹಿತ ಏಕೀಕರಣ:\nತ್ವರಿತ ಮತ್ತು ಸುಲಭ ಪ್ರವೇಶಕ್ಕಾಗಿ ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನೇರವಾಗಿ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಮುದ್ರಣ ಬಟನ್ ಅನ್ನು ಇರಿಸಿ.\n◆ ವೇಗದ ಮುದ್ರಣ:\nವೇಗಕ್ಕಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ, ಈ ಹಗುರವಾದ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯು ಯಾವುದೇ ವೆಬ್ ಪುಟದ ತ್ವರಿತ ಮುದ್ರಣವನ್ನು ಖಾತ್ರಿಗೊಳಿಸುತ್ತದೆ.\n◆ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಐಕಾನ್ ಶೈಲಿ:\nಮೂಲ, ಮಾನವ ಪಾದಗಳು, ಪ್ರಾಣಿ ಪಾದಗಳು ಮತ್ತು Google ವಸ್ತು ವಿನ್ಯಾಸ ಶೈಲಿಗಳು ಸೇರಿದಂತೆ ವಿವಿಧ ಬಟನ್ ವಿನ್ಯಾಸಗಳಿಂದ ಆರಿಸಿಕೊಳ್ಳಿ.\n◆ ಟಚ್‌ಸ್ಕ್ರೀನ್ ಸ್ನೇಹಿ:\nಟಚ್‌ಸ್ಕ್ರೀನ್‌ಗಳು ಮತ್ತು ಡೆಸ್ಕ್‌ಟಾಪ್‌ಗಳಿಗೆ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲಾಗಿದೆ, ಇದು ಬಹುಮುಖ ಮತ್ತು ಬಳಕೆದಾರ ಸ್ನೇಹಿಯಾಗಿದೆ.\n◆ ಬಹು-ಕ್ರಿಯಾತ್ಮಕತೆ:\nMHTML, HTML, ಅಥವಾ PDF ಸ್ವರೂಪದಲ್ಲಿ ಫೈಲ್‌ಗಳನ್ನು ಉಳಿಸಲು ಮುದ್ರಣ ಐಕಾನ್ ಅನ್ನು ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಬಣ್ಣ ಅಥವಾ ಕಪ್ಪು ಮತ್ತು ಬಿಳಿಯಲ್ಲಿ ಮುದ್ರಿಸಲು ಆಯ್ಕೆಮಾಡಿ.\n◆ ಹೊಂದಾಣಿಕೆ:\nWindows, Mac, Linux ಮತ್ತು Google Chromebooks ನಲ್ಲಿ ಸಂಪೂರ್ಣವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.\n◆ ಮುದ್ರಣ ಕಾರ್ಯವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಕಸ್ಟಮ್ ಕೀಬೋರ್ಡ್ ಸಂಯೋಜನೆಗಳನ್ನು ವಿವರಿಸಿ\n◆ ಡಾರ್ಕ್ ಮೋಡ್‌ಗೆ ಬೆಂಬಲ\n\nಯೋಜನೆಯ ಮಾಹಿತಿ:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nಅಗತ್ಯವಿರುವ ಅನುಮತಿಗಳು:\n◆ \"ಸಂದರ್ಭ ಮೆನುಗಳು\": ಇದು ವೆಬ್ ಬ್ರೌಸರ್ ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ \"ಪ್ರಸ್ತುತ ಪುಟವನ್ನು ಮುದ್ರಿಸು\" ಮೆನು ಐಟಂ ಅನ್ನು ಸೇರಿಸುವುದು.\n◆ \"activeTab\": ಪ್ರಸ್ತುತ ಗೋಚರಿಸುವ ಟ್ಯಾಬ್ ಪುಟದಲ್ಲಿ ಮುದ್ರಣ ಕಾರ್ಯವನ್ನು ಪ್ರವೇಶಿಸಲು ಅನುಮತಿಸಿ.\n◆ \"ಶೇಖರಣೆ\": ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಉಳಿಸಿ ಮತ್ತು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ ಖಾತೆಯೊಂದಿಗೆ ಸಿಂಕ್ ಮಾಡಿ.\n\n<<< ಆಯ್ಕೆಯ ವೈಶಿಷ್ಟ್ಯ >>>\nರಾತ್ರಿಯಲ್ಲಿ ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ರಕ್ಷಿಸಲು ಆಯ್ಕೆ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ ಮತ್ತು YouTube ಮತ್ತು ಬಿಯಾಂಡ್‌ಗಾಗಿ ಟರ್ನ್ ಆಫ್ ದಿ ಲೈಟ್ಸ್ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ YouTube™ ನಂತಹ ವೀಡಿಯೊ ಪ್ಲೇಯರ್‌ನಲ್ಲಿ ಕೇಂದ್ರೀಕರಿಸಿ.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ko": "인쇄는 웹 페이지, 이메일 콘텐츠, 사진, PDF 및 원본 명함을 클릭 한 번으로 쉽게 인쇄할 수 있도록 설계된 강력하고 가벼운 브라우저 확장 프로그램입니다. 도구 모음에 있는 사용자 정의 가능한 인쇄 버튼을 사용하면 인쇄 환경을 원하는 대로 조정할 수 있습니다. 데스크톱을 사용하든 터치스크린 장치를 사용하든 이 확장 프로그램은 원활하고 빠른 인쇄 프로세스를 보장합니다. 지금 설치하고 브라우저에서 원클릭 인쇄를 간소화하세요.\n\n인쇄 친화적 확장은 학생, 교사, 전문가, 기업주 및 문서를 자주 인쇄하는 모든 사람에게 이상적입니다. 학습 자료, 사업 보고서, 송장, 웹 기사 등 무엇을 인쇄해야 하든 이 확장 프로그램을 사용하면 간단하고 편리하게 작업할 수 있습니다. 또한 인쇄 색상을 최적화하고 낭비를 줄여 종이를 절약하려는 사람들에게 적합합니다. 인쇄 버튼은 Brother, Canon, Epson, HP, Samsung 및 Xerox를 포함한 모든 주요 프린터 브랜드에서 작동합니다. 인쇄 브라우저 확장은 인쇄 친화적이며 현재 열려 있는 탭에서 PDF를 저장할 수 있습니다.\n\n브라우저 확장 기능:\n◆ 원활한 통합:\n빠르고 쉽게 액세스할 수 있도록 웹 브라우저에 직접 사용자 정의 가능한 인쇄 버튼을 배치하세요.\n◆ 빠른 인쇄:\n속도를 위해 설계된 이 경량 브라우저 확장 기능은 모든 웹 페이지의 빠른 인쇄를 보장합니다.\n◆ 사용자 정의 가능한 아이콘 스타일:\n원본, 사람 발, 동물 발, Google Material Design 스타일을 포함한 다양한 버튼 디자인 중에서 선택하세요.\n◆ 터치스크린 친화적:\n터치스크린과 데스크탑 모두에 최적화되어 있어 다용도 및 사용자 친화적입니다.\n◆ 다기능:\n인쇄 아이콘을 두 번 클릭하여 파일을 MHTML, HTML 또는 PDF 형식으로 저장하고 컬러 또는 흑백으로 인쇄하도록 선택합니다.\n◆ 호환성:\nWindows, Mac, Linux 및 Google Chromebook에서 완벽하게 작동합니다.\n◆ 인쇄 기능을 활성화하기 위한 사용자 정의 키보드 조합 정의\n◆ 다크 모드 지원\n\n프로젝트 정보:\nhttps://www.stefanvd.net/project/print/browser-extension\n\n필수 권한:\n◆ \"contextMenus\": 웹 브라우저 컨텍스트 메뉴에 \"현재 페이지 인쇄\" 메뉴 항목을 추가합니다.\n◆ \"activeTab\": 현재 표시되는 탭 페이지에서 인쇄 기능에 접근할 수 있도록 허용합니다.\n◆ \"저장소\": 설정을 로컬에 저장하고 웹 브라우저 계정과 동기화합니다.\n\n<<< 옵션 기능 >>>\nYouTube 및 Beyond용 Turn Off the Lights 브라우저 확장 프로그램을 설치하여 밤에 눈을 보호하고 YouTube™와 같은 비디오 플레이어에 집중할 수 있는 옵션 기능을 잠금 해제하세요.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "lt": "Spausdinimas yra galingas ir lengvas naršyklės plėtinys, sukurtas tam, kad vienu spustelėjimu būtų lengva spausdinti tinklalapius, el. pašto turinį, nuotraukas, PDF failus ir originalias vizitines korteles. Naudodami tinkinamą mygtuką Spausdinti įrankių juostoje, galite pritaikyti spausdinimo patirtį pagal savo pageidavimus. Nesvarbu, ar naudojate darbalaukį, ar jutiklinį ekraną, šis plėtinys užtikrina sklandų ir greitą spausdinimo procesą. Įdiekite šiandien ir supaprastinkite savo naršyklės spausdinimą vienu spustelėjimu.\n\nSpausdinti patogus plėtinys idealiai tinka studentams, mokytojams, profesionalams, verslo savininkams ir visiems, kurie dažnai spausdina dokumentus. Nesvarbu, ar jums reikia spausdinti studijų medžiagą, verslo ataskaitas, sąskaitas faktūras ar žiniatinklio straipsnius, šis plėtinys leidžia tai padaryti paprastai ir patogiai. Be to, jis puikiai tinka tiems, kurie nori sutaupyti popieriaus optimizuodami spausdinimo spalvas ir mažindami atliekų kiekį. Spausdinimo mygtukas veikia su visų pagrindinių spausdintuvų prekių ženklais, įskaitant Brother, Canon, Epson, HP, Samsung ir Xerox. Spausdinimo naršyklės plėtinys yra patogus spausdinti, o PDF gali būti išsaugotas šiuo metu atidarytame skirtuke.\n\nNaršyklės plėtinio funkcijos:\n◆ Sklandus integravimas:\nĮdėkite tinkinamą spausdinimo mygtuką tiesiai į savo interneto naršyklę, kad galėtumėte greitai ir lengvai pasiekti.\n◆ Greitas spausdinimas:\nŠis lengvas naršyklės plėtinys, sukurtas sparčiai, užtikrina greitą bet kurio tinklalapio spausdinimą.\n◆ Pritaikomas piktogramos stilius:\nPasirinkite iš įvairių mygtukų dizaino, įskaitant originalų, žmogaus pėdų, gyvūnų pėdų ir „Google Material Design“ stilių.\n◆ Tinka jutikliniam ekranui:\nOptimizuotas tiek jutikliniams ekranams, tiek staliniams kompiuteriams, todėl yra universalus ir patogus naudoti.\n◆ Daugiafunkciškumas:\nDukart spustelėkite spausdinimo piktogramą, kad išsaugotumėte failus MHTML, HTML arba PDF formatu, ir pasirinkite spausdinti spalvotai arba nespalvotai.\n◆ Suderinamumas:\nVisiškai veikia Windows, Mac, Linux ir Google Chromebook įrenginiuose.\n◆ Norėdami suaktyvinti spausdinimo funkciją, nustatykite pasirinktinius klaviatūros derinius\n◆ Tamsaus režimo palaikymas\n\nInformacija apie projektą:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nReikalingi leidimai:\n◆ \"contextMenus\": tai yra, norint įtraukti meniu elementą \"Spausdinti dabartinį puslapį\" į žiniatinklio naršyklės kontekstinį meniu.\n◆ „ActiveTab“: leiskite spausdinimo funkciją pasiekti šiuo metu matomame skirtuko puslapyje.\n◆ „saugykla“: išsaugokite nustatymus vietoje ir sinchronizuokite su žiniatinklio naršyklės paskyra.\n\n<<< Parinkčių funkcija >>>\nAtrakinkite parinkčių funkciją, kad apsaugotumėte akis naktį ir sutelktumėte dėmesį į vaizdo įrašų grotuvą, pvz., „YouTube™“, įdiegę „Turn Off the Lights“ naršyklės plėtinį, skirtą „YouTube“ ir „Beyond“.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "lv": "Drukāt ir jaudīgs un viegls pārlūkprogrammas paplašinājums, kas izstrādāts, lai tīmekļa lapu, e-pasta satura, fotoattēlu, PDF failu un oriģinālo vizītkaršu drukāšanu atvieglotu ar vienu klikšķi. Izmantojot pielāgojamo pogu Drukāt rīkjoslā, varat pielāgot drukāšanas pieredzi savām vēlmēm. Neatkarīgi no tā, vai izmantojat galddatoru vai skārienekrāna ierīci, šis paplašinājums nodrošina netraucētu un ātru drukāšanas procesu. Instalējiet jau šodien un racionalizējiet viena klikšķa drukāšanu savā pārlūkprogrammā.\n\nDrukāšanai draudzīgs paplašinājums ir ideāli piemērots studentiem, skolotājiem, profesionāļiem, uzņēmumu īpašniekiem un ikvienam, kas bieži drukā dokumentus. Neatkarīgi no tā, vai jums ir jādrukā mācību materiāli, biznesa atskaites, rēķini vai tīmekļa raksti, šis paplašinājums padara to vienkāršu un ērtu. Turklāt tas ir lieliski piemērots tiem, kas vēlas ietaupīt papīru, optimizējot drukas krāsas un samazinot atkritumu daudzumu. Drukāšanas poga darbojas ar visiem lielākajiem printeru zīmoliem, tostarp Brother, Canon, Epson, HP, Samsung un Xerox. Pārlūkprogrammas Print paplašinājums ir drukai draudzīgs, un PDF failu var saglabāt no pašlaik atvērtās cilnes.\n\nPārlūka paplašinājuma funkcijas:\n◆ Nevainojama integrācija:\nIevietojiet pielāgojamu drukāšanas pogu tieši savā tīmekļa pārlūkprogrammā, lai tai ātri un ērti piekļūtu.\n◆ Ātra drukāšana:\nŠis vieglais pārlūkprogrammas paplašinājums, kas izstrādāts ātrai, nodrošina ātru jebkuras tīmekļa lapas drukāšanu.\n◆ Pielāgojams ikonas stils:\nIzvēlieties no dažādiem pogu dizainiem, tostarp oriģinālo, cilvēka pēdu, dzīvnieku pēdu un Google materiāla dizaina stilu.\n◆ Piemērots skārienekrānam:\nOptimizēts gan skārienekrāniem, gan galddatoriem, padarot to daudzpusīgu un lietotājam draudzīgu.\n◆ Daudzfunkcionalitāte:\nVeiciet dubultklikšķi uz drukāšanas ikonas, lai saglabātu failus MHTML, HTML vai PDF formātā, un izvēlieties drukāt krāsu vai melnbaltu.\n◆ Saderība:\nPilnībā funkcionē Windows, Mac, Linux un Google Chromebook datoros.\n◆ Definējiet pielāgotas tastatūras kombinācijas, lai aktivizētu drukāšanas funkciju\n◆ Tumšā režīma atbalsts\n\nInformācija par projektu:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nNepieciešamās atļaujas:\n◆ \"ContextMenus\": tas ir paredzēts, lai tīmekļa pārlūkprogrammas konteksta izvēlnē pievienotu izvēlnes vienumu \"Drukāt pašreizējo lapu\".\n◆ \"activeTab\": Ļaujiet drukas funkcijai piekļūt pašlaik redzamajā cilnes lapā.\n◆ \"krātuve\": saglabājiet iestatījumus lokāli un sinhronizējiet ar tīmekļa pārlūkprogrammas kontu.\n\n<<< Opcijas funkcija >>>\nAtbloķējiet opciju funkciju, lai aizsargātu acis naktī un koncentrētos uz video atskaņotāju, piemēram, YouTube™, instalējot pārlūkprogrammas paplašinājumu Turn Off the Lights YouTube un Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ml": "വെബ് പേജുകൾ, ഇമെയിൽ ഉള്ളടക്കം, ഫോട്ടോകൾ, PDF-കൾ, നിങ്ങളുടെ ഒറിജിനൽ ബിസിനസ്സ് കാർഡുകൾ എന്നിവ ഒറ്റ ക്ലിക്കിൽ എളുപ്പത്തിൽ അച്ചടിക്കുന്നതിന് രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ശക്തവും ഭാരം കുറഞ്ഞതുമായ ബ്രൗസർ വിപുലീകരണമാണ് പ്രിൻ്റ്. ടൂൾബാറിലെ ഇഷ്‌ടാനുസൃതമാക്കാവുന്ന പ്രിൻ്റ് ബട്ടൺ ഉപയോഗിച്ച്, നിങ്ങളുടെ മുൻഗണനകൾക്ക് അനുസരിച്ച് നിങ്ങളുടെ പ്രിൻ്റിംഗ് അനുഭവം ക്രമീകരിക്കാൻ കഴിയും. നിങ്ങൾ ഒരു ഡെസ്‌ക്‌ടോപ്പോ ടച്ച്‌സ്‌ക്രീൻ ഉപകരണമോ ഉപയോഗിക്കുന്നുണ്ടെങ്കിലും, ഈ വിപുലീകരണം തടസ്സമില്ലാത്തതും വേഗത്തിലുള്ളതുമായ പ്രിൻ്റ് പ്രോസസ്സ് ഉറപ്പാക്കുന്നു. ഇന്ന് ഇൻസ്റ്റാൾ ചെയ്ത് നിങ്ങളുടെ ബ്രൗസറിനായി ഒറ്റ ക്ലിക്ക് പ്രിൻ്റിംഗ് കാര്യക്ഷമമാക്കുക.\n\nവിദ്യാർത്ഥികൾക്കും അധ്യാപകർക്കും പ്രൊഫഷണലുകൾക്കും ബിസിനസ്സ് ഉടമകൾക്കും ഡോക്യുമെൻ്റുകൾ പതിവായി പ്രിൻ്റ് ചെയ്യുന്നവർക്കും പ്രിൻ്റ് ഫ്രണ്ട്‌ലി എക്സ്റ്റൻഷൻ അനുയോജ്യമാണ്. നിങ്ങൾക്ക് പഠന സാമഗ്രികൾ, ബിസിനസ് റിപ്പോർട്ടുകൾ, ഇൻവോയ്സുകൾ അല്ലെങ്കിൽ വെബ് ലേഖനങ്ങൾ എന്നിവ പ്രിൻ്റ് ചെയ്യേണ്ടതുണ്ടെങ്കിലും, ഈ വിപുലീകരണം ലളിതവും സൗകര്യപ്രദവുമാക്കുന്നു. കൂടാതെ, പ്രിൻ്റ് കളർ ഒപ്റ്റിമൈസ് ചെയ്തും മാലിന്യങ്ങൾ കുറച്ചും പേപ്പർ സംരക്ഷിക്കാൻ ആഗ്രഹിക്കുന്നവർക്ക് ഇത് അനുയോജ്യമാണ്. ബ്രദർ, കാനൻ, എപ്‌സൺ, എച്ച്പി, സാംസങ്, സെറോക്സ് എന്നിവയുൾപ്പെടെ എല്ലാ പ്രമുഖ പ്രിൻ്റർ ബ്രാൻഡുകളിലും പ്രിൻ്റ് ബട്ടൺ പ്രവർത്തിക്കുന്നു. പ്രിൻ്റ് ബ്രൗസർ വിപുലീകരണം പ്രിൻ്റ് ഫ്രണ്ട്‌ലിയാണ്, നിലവിൽ തുറന്നിരിക്കുന്ന ടാബിൽ നിന്ന് PDF സംരക്ഷിക്കാനാകും.\n\nബ്രൗസർ വിപുലീകരണ സവിശേഷതകൾ:\n◆ തടസ്സമില്ലാത്ത സംയോജനം:\nവേഗത്തിലും എളുപ്പത്തിലും ആക്‌സസ് ചെയ്യുന്നതിനായി നിങ്ങളുടെ വെബ് ബ്രൗസറിൽ നേരിട്ട് ഇഷ്ടാനുസൃതമാക്കാവുന്ന പ്രിൻ്റ് ബട്ടൺ സ്ഥാപിക്കുക.\n◆ ഫാസ്റ്റ് പ്രിൻ്റിംഗ്:\nവേഗതയ്‌ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഈ ഭാരം കുറഞ്ഞ ബ്രൗസർ വിപുലീകരണം ഏത് വെബ് പേജിൻ്റെയും ദ്രുത പ്രിൻ്റിംഗ് ഉറപ്പാക്കുന്നു.\n◆ ഇഷ്ടാനുസൃതമാക്കാവുന്ന ഐക്കൺ ശൈലി:\nഒറിജിനൽ, ഹ്യൂമൻ ഫീറ്റ്, അനിമൽ ഫീറ്റ്, ഗൂഗിൾ മെറ്റീരിയൽ ഡിസൈൻ ശൈലികൾ എന്നിവയുൾപ്പെടെ വിവിധ ബട്ടണുകളുടെ ഡിസൈനുകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക.\n◆ ടച്ച്‌സ്‌ക്രീൻ സൗഹൃദം:\nടച്ച്‌സ്‌ക്രീനുകൾക്കും ഡെസ്‌ക്‌ടോപ്പുകൾക്കുമായി ഒപ്റ്റിമൈസ് ചെയ്‌തു, ഇത് ബഹുമുഖവും ഉപയോക്തൃ സൗഹൃദവുമാക്കുന്നു.\n◆ മൾട്ടി-ഫങ്ഷണാലിറ്റി:\nMHTML, HTML അല്ലെങ്കിൽ PDF ഫോർമാറ്റിൽ ഫയലുകൾ സംരക്ഷിക്കുന്നതിന് പ്രിൻ്റ് ഐക്കണിൽ ഇരട്ട-ക്ലിക്കുചെയ്യുക, കൂടാതെ നിറത്തിലോ കറുപ്പും വെളുപ്പും പ്രിൻ്റ് ചെയ്യാൻ തിരഞ്ഞെടുക്കുക.\n◆ അനുയോജ്യത:\nWindows, Mac, Linux, Google Chromebooks എന്നിവയിൽ പൂർണ്ണമായി പ്രവർത്തിക്കുന്നു.\n◆ പ്രിൻ്റ് ഫംഗ്‌ഷൻ സജീവമാക്കുന്നതിന് ഇഷ്‌ടാനുസൃത കീബോർഡ് കോമ്പിനേഷനുകൾ നിർവചിക്കുക\n◆ ഡാർക്ക് മോഡിനുള്ള പിന്തുണ\n\nപദ്ധതി വിവരങ്ങൾ:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nആവശ്യമായ അനുമതികൾ:\n◆ \"contextMenus\": ഇത് വെബ് ബ്രൗസർ സന്ദർഭ മെനുവിൽ \"നിലവിലെ പേജ് അച്ചടിക്കുക\" മെനു ഇനം ചേർക്കുന്നതിനാണ്.\n◆ \"activeTab\": നിലവിൽ ദൃശ്യമാകുന്ന ടാബ് പേജിൽ പ്രിൻ്റ് ഫംഗ്‌ഷൻ ആക്‌സസ് ചെയ്യാൻ അനുവദിക്കുക.\n◆ \"സ്റ്റോറേജ്\": ക്രമീകരണങ്ങൾ പ്രാദേശികമായി സംരക്ഷിച്ച് നിങ്ങളുടെ വെബ് ബ്രൗസർ അക്കൗണ്ടുമായി സമന്വയിപ്പിക്കുക.\n\n<<< ഓപ്ഷൻ ഫീച്ചർ >>>\nരാത്രിയിൽ നിങ്ങളുടെ കണ്ണുകളെ സംരക്ഷിക്കുന്നതിനുള്ള ഒരു ഓപ്‌ഷൻ ഫീച്ചർ അൺലോക്ക് ചെയ്യുകയും YouTube™ പോലെയുള്ള വീഡിയോ പ്ലെയറിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുകയും ചെയ്യുക, YouTube-നും അതിനപ്പുറവും ലൈറ്റ് ഓഫ് ബ്രൗസർ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുക.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "mr": "प्रिंट हे वेब पृष्ठे, ईमेल सामग्री, फोटो, पीडीएफ आणि तुमची मूळ व्यवसाय कार्डे एका क्लिकइतके सोपे करण्यासाठी डिझाइन केलेले शक्तिशाली आणि हलके ब्राउझर विस्तार आहे. टूलबारमधील सानुकूल करण्यायोग्य प्रिंट बटणासह, तुम्ही तुमचा मुद्रण अनुभव तुमच्या प्राधान्यांनुसार तयार करू शकता. तुम्ही डेस्कटॉप किंवा टचस्क्रीन डिव्हाइस वापरत असलात तरीही, हा विस्तार अखंड आणि द्रुत मुद्रण प्रक्रिया सुनिश्चित करतो. आजच स्थापित करा आणि आपल्या ब्राउझरसाठी आपले एक-क्लिक मुद्रण सुव्यवस्थित करा.\n\nप्रिंट फ्रेंडली विस्तार विद्यार्थी, शिक्षक, व्यावसायिक, व्यवसाय मालक आणि वारंवार कागदपत्रे छापणाऱ्या प्रत्येकासाठी आदर्श आहे. तुम्हाला अभ्यास साहित्य, व्यवसाय अहवाल, पावत्या किंवा वेब लेख मुद्रित करायचे असले तरी, हा विस्तार सोपा आणि सोयीस्कर बनवतो. याव्यतिरिक्त, ज्यांना प्रिंट रंग ऑप्टिमाइझ करून आणि कचरा कमी करून कागद वाचवायचा आहे त्यांच्यासाठी हे योग्य आहे. ब्रदर, कॅनन, एपसन, एचपी, सॅमसंग आणि झेरॉक्ससह सर्व प्रमुख प्रिंटर ब्रँडसह प्रिंट बटण कार्य करते. प्रिंट ब्राउझर विस्तार प्रिंट फ्रेंडली आहे आणि पीडीएफ सध्या उघडलेल्या टॅबमधून जतन केला जाऊ शकतो.\n\nब्राउझर विस्तार वैशिष्ट्ये:\n◆ अखंड एकत्रीकरण:\nजलद आणि सुलभ प्रवेशासाठी थेट तुमच्या वेब ब्राउझरमध्ये सानुकूल करण्यायोग्य प्रिंट बटण ठेवा.\n◆ जलद मुद्रण:\nगतीसाठी डिझाइन केलेले, हे हलके ब्राउझर विस्तार कोणत्याही वेब पृष्ठाचे जलद मुद्रण सुनिश्चित करते.\n◆ सानुकूल करण्यायोग्य चिन्ह शैली:\nओरिजिनल, ह्युमन फीट, ॲनिमल फीट आणि Google मटेरियल डिझाइन स्टाइलसह विविध बटण डिझाइनमधून निवडा.\n◆ टचस्क्रीन फ्रेंडली:\nटचस्क्रीन आणि डेस्कटॉप दोन्हीसाठी ऑप्टिमाइझ केलेले, ते बहुमुखी आणि वापरकर्ता-अनुकूल बनवते.\n◆ बहु-कार्यक्षमता:\nएमएचटीएमएल, एचटीएमएल किंवा पीडीएफ फॉरमॅटमध्ये फाइल सेव्ह करण्यासाठी प्रिंट आयकॉनवर डबल-क्लिक करा आणि कलर किंवा ब्लॅक अँड व्हाईटमध्ये प्रिंट करणे निवडा.\n◆ सुसंगतता:\nWindows, Mac, Linux आणि Google Chromebooks वर पूर्णपणे कार्यशील.\n◆ प्रिंट फंक्शन सक्रिय करण्यासाठी सानुकूल कीबोर्ड संयोजन परिभाषित करा\n◆ गडद मोडसाठी समर्थन\n\nप्रकल्प माहिती:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nआवश्यक परवानग्या:\n◆ \"संदर्भ मेनू\": हे वेब ब्राउझर संदर्भ मेनूमध्ये \"वर्तमान पृष्ठ मुद्रित करा\" मेनू आयटम जोडण्यासाठी आहे.\n◆ \"activeTab\": प्रिंट फंक्शनला सध्या दृश्यमान असलेल्या टॅब पृष्ठावर प्रवेश करण्यायोग्य करण्याची अनुमती द्या.\n◆ \"स्टोरेज\": स्थानिक पातळीवर सेटिंग्ज सेव्ह करा आणि तुमच्या वेब ब्राउझर खात्यासह सिंक करा.\n\n<<< पर्याय वैशिष्ट्य >>>\nरात्रीच्या वेळी तुमच्या डोळ्यांचे रक्षण करण्यासाठी एक पर्याय वैशिष्ट्य अनलॉक करा आणि YouTube आणि Beyond साठी लाइट्स ब्राउझर विस्तार बंद करून, YouTube™ सारख्या व्हिडिओ प्लेअरवर लक्ष केंद्रित करा.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ms": "Cetakan ialah sambungan penyemak imbas yang berkuasa dan ringan yang direka untuk membuat pencetakan halaman web, kandungan e-mel, foto, PDF dan kad perniagaan asal anda semudah satu klik. Dengan butang Cetak yang boleh disesuaikan dalam bar alat, anda boleh menyesuaikan pengalaman pencetakan anda mengikut keutamaan anda. Sama ada anda menggunakan peranti desktop atau skrin sentuh, sambungan ini memastikan proses cetakan yang lancar dan pantas. Pasang hari ini dan lancarkan pencetakan satu klik anda untuk penyemak imbas anda.\n\nSambungan mesra Cetak sesuai untuk pelajar, guru, profesional, pemilik perniagaan dan sesiapa sahaja yang kerap mencetak dokumen. Sama ada anda perlu mencetak bahan kajian, laporan perniagaan, invois atau artikel web, sambungan ini menjadikannya mudah dan mudah. Selain itu, ia sesuai untuk mereka yang ingin menjimatkan kertas dengan mengoptimumkan warna cetakan dan mengurangkan pembaziran. Butang cetak berfungsi dengan semua jenama pencetak utama, termasuk Brother, Canon, Epson, HP, Samsung dan Xerox. Sambungan penyemak imbas Cetak adalah mesra cetak & PDF boleh disimpan dari tab yang sedang dibuka.\n\nCiri sambungan penyemak imbas:\n◆ Penyepaduan Lancar:\nLetakkan butang cetak yang boleh disesuaikan terus dalam penyemak imbas web anda untuk akses yang cepat dan mudah.\n◆ Pencetakan Cepat:\nDireka bentuk untuk kelajuan, sambungan penyemak imbas yang ringan ini memastikan pencetakan pantas mana-mana halaman web.\n◆ Gaya Ikon Boleh Disesuaikan:\nPilih daripada pelbagai reka bentuk butang, termasuk gaya Asal, Kaki Manusia, Kaki Haiwan dan Reka Bentuk Bahan Google.\n◆ Mesra skrin sentuh:\nDioptimumkan untuk kedua-dua skrin sentuh dan desktop, menjadikannya serba boleh dan mesra pengguna.\n◆ Pelbagai Fungsi:\nKlik dua kali ikon cetak untuk menyimpan fail dalam format MHTML, HTML atau PDF dan pilih untuk mencetak dalam warna atau hitam putih.\n◆ Keserasian:\nBerfungsi sepenuhnya pada Windows, Mac, Linux dan Google Chromebook.\n◆ Tentukan gabungan papan kekunci tersuai untuk mengaktifkan fungsi cetakan\n◆ Sokongan untuk Mod Gelap\n\nMaklumat Projek:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nKebenaran yang Diperlukan:\n◆ \"contextMenus\": Ini adalah untuk menambah item menu \"Cetak halaman semasa\" dalam menu konteks pelayar web.\n◆ \"activeTab\": Benarkan fungsi cetakan boleh diakses pada halaman tab yang boleh dilihat pada masa ini.\n◆ \"storan\": Simpan tetapan secara setempat dan segerakkan dengan akaun pelayar web anda.\n\n<<< Ciri pilihan >>>\nBuka kunci ciri pilihan untuk melindungi mata anda pada waktu malam dan fokus pada pemain video, seperti YouTube™, dengan memasang sambungan penyemak imbas Matikan Lampu untuk YouTube dan Selain itu.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "nl": "Print is een krachtige en lichtgewicht browserextensie die is ontworpen om het afdrukken van webpagina's, e-mailinhoud, foto's, PDF's en uw originele visitekaartjes met één klik eenvoudig te maken. Met de aanpasbare knop Afdrukken in de werkbalk kunt u uw afdrukervaring afstemmen op uw voorkeuren. Of u nu een desktop- of touchscreen-apparaat gebruikt, deze extensie zorgt voor een naadloos en snel printproces. Installeer vandaag nog en stroomlijn uw afdrukken met één klik voor uw browser.\n\nDe afdrukvriendelijke extensie is ideaal voor studenten, docenten, professionals, bedrijfseigenaren en iedereen die regelmatig documenten afdrukt. Of u nu studiemateriaal, bedrijfsrapporten, facturen of webartikelen moet afdrukken, deze extensie maakt het eenvoudig en handig. Bovendien is het perfect voor degenen die papier willen besparen door de afdrukkleur te optimaliseren en verspilling te verminderen. De printknop werkt met alle grote printermerken, waaronder Brother, Canon, Epson, HP, Samsung en Xerox. De Printbrowser-extensie is printvriendelijk en PDF kan worden opgeslagen vanaf het momenteel geopende tabblad.\n\nKenmerken van browserextensies:\n◆ Naadloze integratie:\nPlaats een aanpasbare printknop rechtstreeks in uw webbrowser voor snelle en gemakkelijke toegang.\n◆ Snel afdrukken:\nDeze lichtgewicht browserextensie is ontworpen voor snelheid en zorgt ervoor dat elke webpagina snel kan worden afgedrukt.\n◆ Aanpasbare pictogramstijl:\nKies uit verschillende knopontwerpen, waaronder de stijlen Origineel, Menselijke voeten, Dierenvoeten en Google Material Design.\n◆ Touchscreen-vriendelijk:\nGeoptimaliseerd voor zowel touchscreens als desktops, waardoor het veelzijdig en gebruiksvriendelijk is.\n◆ Multifunctionaliteit:\nDubbelklik op het afdrukpictogram om bestanden op te slaan in MHTML-, HTML- of PDF-indeling en kies of u in kleur of zwart-wit wilt afdrukken.\n◆ Compatibiliteit:\nVolledig functioneel op Windows, Mac, Linux en Google Chromebooks.\n◆ Definieer aangepaste toetsenbordcombinaties om de afdrukfunctie te activeren\n◆ Ondersteuning voor donkere modus\n\nProject informatie:\nhttps://www.stefanvd.net/project/print/browser-extensie\n\nVereiste machtigingen:\n◆ \"contextMenus\": Dit is om het menu-item \"Huidige pagina afdrukken\" toe te voegen aan het contextmenu van de webbrowser.\n◆ \"activeTab\": Zorg ervoor dat de afdrukfunctie toegankelijk is op het momenteel zichtbare tabblad.\n◆ \"opslag\": sla instellingen lokaal op en synchroniseer met uw webbrowseraccount.\n\n<<< Optiefunctie >>>\nOntgrendel een optionele functie om uw ogen 's nachts te beschermen en focus op de videospeler, zoals YouTube™, door de browserextensie Turn Off the Lights voor YouTube en Beyond te installeren.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "no": "Print er en kraftig og lett nettleserutvidelse designet for å gjøre utskrift av nettsider, e-postinnhold, bilder, PDF-er og originale visittkort så enkelt som et enkelt klikk. Med den tilpassbare Print-knappen på verktøylinjen kan du skreddersy utskriftsopplevelsen etter dine preferanser. Enten du bruker en stasjonær enhet eller berøringsskjerm, sikrer denne utvidelsen en sømløs og rask utskriftsprosess. Installer i dag og effektiviser utskriften med ett klikk for nettleseren din.\n\nDen utskriftsvennlige utvidelsen er ideell for studenter, lærere, fagfolk, bedriftseiere og alle som ofte skriver ut dokumenter. Enten du trenger å skrive ut studiemateriell, forretningsrapporter, fakturaer eller nettartikler, gjør denne utvidelsen det enkelt og praktisk. I tillegg er den perfekt for de som ønsker å spare papir ved å optimalisere utskriftsfarger og redusere avfall. Utskriftsknappen fungerer med alle store skrivermerker, inkludert Brother, Canon, Epson, HP, Samsung og Xerox. Nettleserutvidelsen Print er utskriftsvennlig og PDF kan lagres fra den åpne fanen.\n\nFunksjoner for nettleserutvidelser:\n◆ Sømløs integrasjon:\nPlasser en tilpassbar utskriftsknapp direkte i nettleseren din for rask og enkel tilgang.\n◆ Rask utskrift:\nDenne lette nettleserutvidelsen er designet for hastighet og sikrer rask utskrift av enhver nettside.\n◆ Tilpassbar ikonstil:\nVelg mellom en rekke knappedesigner, inkludert originale, menneskelige føtter, dyreføtter og Google Material Design-stiler.\n◆ Berøringsskjermvennlig:\nOptimalisert for både berøringsskjermer og skrivebord, noe som gjør den allsidig og brukervennlig.\n◆ Multifunksjonalitet:\nDobbeltklikk på utskriftsikonet for å lagre filer i MHTML-, HTML- eller PDF-format, og velg å skrive ut i farger eller svart-hvitt.\n◆ Kompatibilitet:\nFullt funksjonell på Windows, Mac, Linux og Google Chromebooks.\n◆ Definer egendefinerte tastaturkombinasjoner for å aktivere utskriftsfunksjonen\n◆ Støtte for mørk modus\n\nProsjektinformasjon:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nNødvendige tillatelser:\n◆ \"contextMenus\": Dette er for å legge til menyelementet \"Skriv ut gjeldende side\" i nettleserens kontekstmeny.\n◆ \"activeTab\": La utskriftsfunksjonen være tilgjengelig på den gjeldende fanesiden.\n◆ \"lagring\": Lagre innstillinger lokalt og synkroniser med nettleserkontoen din.\n\n<<< Alternativfunksjon >>>\nLås opp en alternativfunksjon for å beskytte øynene om natten og fokusere på videospilleren, for eksempel YouTube™, ved å installere nettleserutvidelsen Turn Off the Lights for YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "pl": "Print to potężne i lekkie rozszerzenie przeglądarki zaprojektowane tak, aby drukowanie stron internetowych, treści wiadomości e-mail, zdjęć, plików PDF i oryginalnych wizytówek było tak proste, jak jedno kliknięcie. Dzięki konfigurowalnemu przyciskowi Drukuj na pasku narzędzi możesz dostosować sposób drukowania do swoich preferencji. Niezależnie od tego, czy korzystasz z urządzenia stacjonarnego, czy z ekranem dotykowym, to rozszerzenie zapewnia płynny i szybki proces drukowania. Zainstaluj już dziś i usprawnij drukowanie jednym kliknięciem w przeglądarce.\n\nRozszerzenie Przyjazne drukowaniu jest idealne dla studentów, nauczycieli, specjalistów, właścicieli firm i każdego, kto często drukuje dokumenty. Niezależnie od tego, czy chcesz wydrukować materiały do ​​nauki, raporty biznesowe, faktury czy artykuły internetowe, to rozszerzenie sprawia, że ​​jest to proste i wygodne. Dodatkowo jest to idealne rozwiązanie dla tych, którzy chcą oszczędzać papier poprzez optymalizację koloru druku i redukcję odpadów. Przycisk drukowania działa ze wszystkimi głównymi markami drukarek, w tym Brother, Canon, Epson, HP, Samsung i Xerox. Rozszerzenie przeglądarki Drukuj umożliwia drukowanie, a pliki PDF można zapisać z aktualnie otwartej karty.\n\nFunkcje rozszerzenia przeglądarki:\n◆ Bezproblemowa integracja:\nUmieść konfigurowalny przycisk drukowania bezpośrednio w przeglądarce internetowej, aby uzyskać szybki i łatwy dostęp.\n◆ Szybkie drukowanie:\nZaprojektowane z myślą o szybkości, to lekkie rozszerzenie przeglądarki zapewnia szybkie wydrukowanie dowolnej strony internetowej.\n◆ Konfigurowalny styl ikon:\nWybieraj spośród różnych wzorów przycisków, w tym stylów Original, Human Feet, Animal Feet i Google Material Design.\n◆ Przyjazny ekranowi dotykowemu:\nZoptymalizowany zarówno dla ekranów dotykowych, jak i komputerów stacjonarnych, dzięki czemu jest wszechstronny i przyjazny dla użytkownika.\n◆ Wielofunkcyjność:\nKliknij dwukrotnie ikonę drukowania, aby zapisać pliki w formacie MHTML, HTML lub PDF i wybrać drukowanie w kolorze lub w czerni i bieli.\n◆ Kompatybilność:\nW pełni funkcjonalna na komputerach z systemem Windows, Mac, Linux i Chromebookach Google.\n◆ Zdefiniuj niestandardowe kombinacje klawiatur, aby aktywować funkcję drukowania\n◆ Obsługa trybu ciemnego\n\nInformacje o projekcie:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nWymagane uprawnienia:\n◆ „contextMenus”: powoduje dodanie pozycji menu „Drukuj bieżącą stronę” w menu kontekstowym przeglądarki internetowej.\n◆ „activeTab”: Pozwól, aby funkcja drukowania była dostępna na aktualnie widocznej stronie karty.\n◆ „pamięć”: zapisz ustawienia lokalnie i zsynchronizuj je z kontem przeglądarki internetowej.\n\n<<< Opcja >>>\nOdblokuj opcjonalną funkcję, aby chronić swoje oczy w nocy i skupić się na odtwarzaczu wideo, takim jak YouTube™, instalując rozszerzenie przeglądarki Wyłącz światła dla YouTube i nie tylko.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "pt_BR,pt_PT": "Imprimir é uma extensão de navegador poderosa e leve, projetada para tornar a impressão de páginas da web, conteúdo de e-mail, fotos, PDFs e cartões de visita originais tão fácil quanto um único clique. Com o botão Imprimir personalizável na barra de ferramentas, você pode personalizar sua experiência de impressão de acordo com suas preferências. Esteja você usando um desktop ou um dispositivo com tela sensível ao toque, esta extensão garante um processo de impressão rápido e contínuo. Instale hoje e agilize a impressão com um clique no seu navegador.\n\nA extensão para impressão é ideal para estudantes, professores, profissionais, empresários e qualquer pessoa que imprima documentos com frequência. Se você precisa imprimir materiais de estudo, relatórios comerciais, faturas ou artigos da web, esta extensão torna tudo simples e conveniente. Além disso, é perfeito para quem deseja economizar papel otimizando as cores de impressão e reduzindo o desperdício. O botão de impressão funciona com todas as principais marcas de impressoras, incluindo Brother, Canon, Epson, HP, Samsung e Xerox. A extensão do navegador de impressão é compatível com impressão e o PDF pode ser salvo na guia aberta no momento.\n\nRecursos de extensão do navegador:\n◆ Integração perfeita:\nColoque um botão de impressão personalizável diretamente no seu navegador para acesso rápido e fácil.\n◆ Impressão Rápida:\nProjetada para ser rápida, esta extensão leve do navegador garante a impressão rápida de qualquer página da web.\n◆ Estilo de ícone personalizável:\nEscolha entre uma variedade de designs de botões, incluindo os estilos Original, Pés Humanos, Pés de Animais e Google Material Design.\n◆ Compatível com tela sensível ao toque:\nOtimizado para telas sensíveis ao toque e desktops, tornando-o versátil e fácil de usar.\n◆ Multifuncionalidade:\nClique duas vezes no ícone de impressão para salvar os arquivos no formato MHTML, HTML ou PDF e escolha imprimir em cores ou preto e branco.\n◆ Compatibilidade:\nTotalmente funcional em Windows, Mac, Linux e Google Chromebooks.\n◆ Defina combinações de teclado personalizadas para ativar a função de impressão\n◆ Suporte para Modo Escuro\n\nInformações do Projeto:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPermissões necessárias:\n◆ \"contextMenus\": Serve para adicionar o item de menu \"Imprimir página atual\" no menu de contexto do navegador web.\n◆ \"activeTab\": Permite que a função de impressão esteja acessível na aba atualmente visível.\n◆ \"armazenamento\": salve as configurações localmente e sincronize com sua conta do navegador da web.\n\n<<< Recurso de opção >>>\nDesbloqueie um recurso opcional para proteger seus olhos à noite e focar no player de vídeo, como o YouTube™, instalando a extensão do navegador Turn Off the Lights para YouTube e além.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ro": "Print este o extensie de browser puternică și ușoară, concepută pentru a face imprimarea paginilor web, a conținutului de e-mail, a fotografiilor, a fișierelor PDF și a cărților de vizită originale la fel de ușoară ca un singur clic. Cu butonul Imprimare personalizabil din bara de instrumente, vă puteți adapta experiența de imprimare la preferințele dvs. Indiferent dacă utilizați un dispozitiv desktop sau cu ecran tactil, această extensie asigură un proces de imprimare rapid și fără întreruperi. Instalați astăzi și simplificați imprimarea cu un singur clic pentru browserul dvs.\n\nExtensia Print friendly este ideală pentru studenți, profesori, profesioniști, proprietari de afaceri și oricine imprimă frecvent documente. Indiferent dacă trebuie să tipăriți materiale de studiu, rapoarte de afaceri, facturi sau articole web, această extensie îl face simplu și convenabil. În plus, este perfect pentru cei care doresc să economisească hârtie prin optimizarea culorii imprimării și reducerea deșeurilor. Butonul de imprimare funcționează cu toate mărcile importante de imprimante, inclusiv Brother, Canon, Epson, HP, Samsung și Xerox. Extensia de browser Print este ușor de imprimat și PDF poate fi salvat din fila deschisă în prezent.\n\nCaracteristicile extensiei de browser:\n◆ Integrare perfectă:\nPlasați un buton de imprimare personalizabil direct în browserul dvs. web pentru acces rapid și ușor.\n◆ Imprimare rapidă:\nProiectată pentru viteză, această extensie ușoară de browser asigură imprimarea rapidă a oricărei pagini web.\n◆ Stil de pictogramă personalizabil:\nAlegeți dintr-o varietate de modele de butoane, inclusiv stiluri Original, Human Feet, Animal Feet și Google Material Design.\n◆ Compatibil cu ecranul tactil:\nOptimizat atât pentru ecrane tactile, cât și pentru desktop, făcându-l versatil și ușor de utilizat.\n◆ Multifuncționalitate:\nFaceți dublu clic pe pictograma de imprimare pentru a salva fișierele în format MHTML, HTML sau PDF și alegeți să imprimați color sau alb-negru.\n◆ Compatibilitate:\nComplet funcțional pe Windows, Mac, Linux și Chromebook-uri Google.\n◆ Definiți combinații personalizate de tastatură pentru a activa funcția de imprimare\n◆ Suport pentru modul întunecat\n\nInformatii despre proiect:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPermisiuni necesare:\n◆ „ContextMenus”: Aceasta este pentru a adăuga elementul de meniu „Tipărește pagina curentă” în meniul contextual al browserului web.\n◆ „activeTab”: permiteți accesul funcției de imprimare pe pagina de filă vizibilă în prezent.\n◆ „stocare”: Salvați setările local și sincronizați cu contul dvs. de browser web.\n\n<<< Caracteristica opțională >>>\nDeblocați o funcție opțiune pentru a vă proteja ochii pe timp de noapte și concentrați-vă pe playerul video, cum ar fi YouTube™, instalând extensia de browser Turn Off the Lights pentru YouTube și Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ru": "Print — это мощное и легкое расширение для браузера, позволяющее печатать веб-страницы, содержимое электронной почты, фотографии, PDF-файлы и оригинальные визитные карточки одним щелчком мыши. С помощью настраиваемой кнопки «Печать» на панели инструментов вы можете настроить печать в соответствии со своими предпочтениями. Независимо от того, используете ли вы настольный компьютер или устройство с сенсорным экраном, это расширение обеспечивает плавный и быстрый процесс печати. Установите сегодня и оптимизируйте печать одним щелчком мыши в своем браузере.\n\nРасширение Print Friendly идеально подходит для студентов, преподавателей, специалистов, владельцев бизнеса и всех, кто часто печатает документы. Если вам нужно распечатать учебные материалы, бизнес-отчеты, счета-фактуры или веб-статьи, это расширение сделает это простым и удобным. Кроме того, он идеально подходит для тех, кто хочет сэкономить бумагу за счет оптимизации цвета печати и сокращения отходов. Кнопка печати работает со всеми основными марками принтеров, включая Brother, Canon, Epson, HP, Samsung и Xerox. Расширение браузера «Печать» поддерживает печать, и PDF-файл можно сохранить на открытой в данный момент вкладке.\n\nВозможности расширения для браузера:\n◆ Бесшовная интеграция:\nРазместите настраиваемую кнопку печати прямо в веб-браузере для быстрого и легкого доступа.\n◆ Быстрая печать:\nЭто легкое расширение для браузера, созданное для скорости, обеспечивает быструю печать любой веб-страницы.\n◆ Настраиваемый стиль значков:\nВыбирайте из множества дизайнов кнопок, включая стили «Оригинальный», «Человеческие ноги», «Ноги животных» и «Google Material Design».\n◆ Удобство сенсорного экрана:\nОптимизирован как для сенсорных экранов, так и для настольных компьютеров, что делает его универсальным и удобным для пользователя.\n◆ Многофункциональность:\nДважды щелкните значок печати, чтобы сохранить файлы в формате MHTML, HTML или PDF, и выберите цветную или черно-белую печать.\n◆ Совместимость:\nПолнофункционален на Windows, Mac, Linux и Google Chromebook.\n◆ Определите пользовательские комбинации клавиш для активации функции печати.\n◆ Поддержка темного режима\n\nИнформационный проект:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nТребуемые разрешения:\n◆ «contextMenus»: добавление пункта меню «Печать текущей страницы» в контекстное меню веб-браузера.\n◆ «activeTab»: разрешить доступ к функции печати на видимой в данный момент вкладке.\n◆ «хранилище»: сохраните настройки локально и синхронизируйте их с учетной записью веб-браузера.\n\n<<< Функция опции >>>\nРазблокируйте дополнительную функцию, которая защитит ваши глаза в ночное время и сосредоточится на видеоплеере, например YouTube™, установив расширение браузера Turn Off the Lights для YouTube и не только.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sk": "Print je výkonné a ľahké rozšírenie prehliadača navrhnuté tak, aby tlač webových stránok, obsahu e-mailov, fotografií, súborov PDF a vašich originálnych vizitiek bolo jednoduché jediným kliknutím. Pomocou prispôsobiteľného tlačidla Tlačiť na paneli s nástrojmi si môžete prispôsobiť svoju tlač podľa svojich preferencií. Či už používate stolný počítač alebo zariadenie s dotykovou obrazovkou, toto rozšírenie zaisťuje bezproblémový a rýchly proces tlače. Nainštalujte si ešte dnes a zefektívnite svoju tlač jedným kliknutím pre váš prehliadač.\n\nRozšírenie Print friendly je ideálne pre študentov, učiteľov, profesionálov, majiteľov firiem a kohokoľvek, kto často tlačí dokumenty. Či už potrebujete tlačiť študijné materiály, obchodné správy, faktúry alebo články na webe, toto rozšírenie to zjednodušuje a zjednodušuje. Okrem toho je ideálny pre tých, ktorí chcú šetriť papier optimalizáciou farby tlače a znížením odpadu. Tlačidlo tlače funguje so všetkými hlavnými značkami tlačiarní vrátane Brother, Canon, Epson, HP, Samsung a Xerox. Rozšírenie prehliadača tlače je vhodné pre tlač a PDF je možné uložiť z aktuálne otvorenej karty.\n\nFunkcie rozšírenia prehliadača:\n◆ Bezproblémová integrácia:\nUmiestnite prispôsobiteľné tlačidlo tlače priamo do webového prehliadača pre rýchly a jednoduchý prístup.\n◆ Rýchla tlač:\nToto ľahké rozšírenie prehliadača navrhnuté pre rýchlosť zaisťuje rýchlu tlač akejkoľvek webovej stránky.\n◆ Prispôsobiteľný štýl ikony:\nVyberte si z rôznych dizajnov tlačidiel vrátane štýlov Original, Human Feet, Animal Feet a Google Material Design.\n◆ Priateľské k dotykovej obrazovke:\nOptimalizované pre dotykové obrazovky aj stolné počítače, vďaka čomu je všestranné a užívateľsky prívetivé.\n◆ Multifunkčnosť:\nDvakrát kliknite na ikonu tlače, aby ste uložili súbory vo formáte MHTML, HTML alebo PDF a vyberte si farebnú alebo čiernobielu tlač.\n◆ Kompatibilita:\nPlne funkčné na Windows, Mac, Linux a Google Chromebookoch.\n◆ Definujte vlastné kombinácie klávesnice na aktiváciu funkcie tlače\n◆ Podpora tmavého režimu\n\nInformácie o projekte:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nPožadované povolenia:\n◆ „contextMenus“: Toto slúži na pridanie položky ponuky „Vytlačiť aktuálnu stránku“ do kontextovej ponuky webového prehliadača.\n◆ „activeTab“: Umožňuje prístup k funkcii tlače na aktuálne viditeľnej karte.\n◆ „úložisko“: Uložte nastavenia lokálne a synchronizujte s účtom vášho webového prehliadača.\n\n<<< Funkcia možnosti >>>\nOdomknite voliteľnú funkciu na ochranu vašich očí v noci a sústreďte sa na prehrávač videa, ako je YouTube™, nainštalovaním rozšírenia prehliadača Turn Off the Lights pre YouTube a ďalšie.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sl": "Tiskanje je zmogljiva in lahka razširitev brskalnika, zasnovana za preprosto tiskanje spletnih strani, vsebine e-pošte, fotografij, PDF-jev in izvirnih vizitk z enim klikom. S prilagodljivim gumbom Natisni v orodni vrstici lahko izkušnjo tiskanja prilagodite svojim željam. Ne glede na to, ali uporabljate namizno napravo ali napravo z zaslonom na dotik, ta razširitev zagotavlja brezhiben in hiter postopek tiskanja. Namestite še danes in poenostavite tiskanje z enim klikom za vaš brskalnik.\n\nTiskanju prijazna razširitev je idealna za študente, učitelje, strokovnjake, lastnike podjetij in vse, ki pogosto tiskajo dokumente. Ne glede na to, ali morate natisniti študijsko gradivo, poslovna poročila, račune ali spletne članke, je ta razširitev preprosta in priročna. Poleg tega je kot nalašč za tiste, ki želijo prihraniti papir z optimizacijo barv tiskanja in zmanjšanjem odpadkov. Gumb za tiskanje deluje z vsemi večjimi znamkami tiskalnikov, vključno z Brother, Canon, Epson, HP, Samsung in Xerox. Razširitev brskalnika Print je prijazna do tiskanja in PDF lahko shranite s trenutno odprtega zavihka.\n\nFunkcije razširitve brskalnika:\n◆ Brezšivna integracija:\nPostavite prilagodljiv gumb za tiskanje neposredno v spletni brskalnik za hiter in enostaven dostop.\n◆ Hitro tiskanje:\nTa lahka razširitev za brskalnik, zasnovana za hitrost, zagotavlja hitro tiskanje katere koli spletne strani.\n◆ Prilagodljiv slog ikon:\nIzbirajte med številnimi oblikami gumbov, vključno z izvirnimi slogi, slogi človeških stopal, živalskih stopal in slogi Google Material Design.\n◆ Prijazno do zaslona na dotik:\nOptimiziran za zaslone na dotik in namizne računalnike, zaradi česar je vsestranski in uporabniku prijazen.\n◆ Večnamenskost:\nDvokliknite ikono za tiskanje, da shranite datoteke v formatu MHTML, HTML ali PDF, in izberite barvno ali črno-belo tiskanje.\n◆ Združljivost:\nPopolnoma delujoč v sistemih Windows, Mac, Linux in Google Chromebook.\n◆ Določite kombinacije tipk po meri za aktiviranje funkcije tiskanja\n◆ Podpora za temni način\n\nInformacije o projektu:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nZahtevana dovoljenja:\n◆ \"contextMenus\": To je za dodajanje elementa menija \"Natisni trenutno stran\" v kontekstni meni spletnega brskalnika.\n◆ \"activeTab\": Dovoli, da je funkcija tiskanja dostopna na trenutno vidnem zavihku.\n◆ \"shramba\": lokalno shranite nastavitve in jih sinhronizirajte z računom spletnega brskalnika.\n\n<<< Funkcija možnosti >>>\nOdklenite opcijsko funkcijo za zaščito oči ponoči in se osredotočite na video predvajalnik, kot je YouTube™, tako da namestite razširitev brskalnika Turn Off the Lights za YouTube in drugod.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sr": "Принт је моћно и лагано проширење за прегледач дизајнирано да штампање веб страница, садржаја е-поште, фотографија, ПДФ-ова и оригиналних визиткарти учини једноставним једним кликом. Помоћу прилагодљивог дугмета Штампање на траци са алаткама можете да прилагодите своје искуство штампања својим жељама. Без обзира да ли користите стони рачунар или уређај са екраном осетљивим на додир, ово проширење обезбеђује беспрекоран и брз процес штампања. Инсталирајте данас и поједноставите штампање једним кликом за свој претраживач.\n\nЕкстензија за штампање је идеална за студенте, наставнике, професионалце, власнике предузећа и све који често штампају документе. Било да треба да штампате материјале за учење, пословне извештаје, фактуре или веб чланке, ово проширење чини га једноставним и практичним. Поред тога, савршен је за оне који желе да уштеде папир оптимизацијом боје штампе и смањењем отпада. Дугме за штампање ради са свим главним маркама штампача, укључујући Бротхер, Цанон, Епсон, ХП, Самсунг и Ксерок. Екстензија претраживача за штампање је погодна за штампање и ПДФ се може сачувати са тренутно отворене картице.\n\nФункције проширења претраживача:\n◆ Беспрекорна интеграција:\nПоставите прилагодљиво дугме за штампање директно у свој веб претраживач за брз и лак приступ.\n◆ Брзо штампање:\nДизајнирано за брзину, ово лагано проширење претраживача обезбеђује брзо штампање било које веб странице.\n◆ Прилагодљиви стил иконе:\nБирајте између различитих дизајна дугмади, укључујући оригиналне стилове, људске ноге, животињске ноге и Гоогле материјални дизајн.\n◆ Погодан за екран осетљив на додир:\nОптимизовано и за екране осетљиве на додир и за десктоп, што га чини разноврсним и лаким за употребу.\n◆ Мултифункционалност:\nДвапут кликните на икону за штампање да бисте сачували датотеке у МХТМЛ, ХТМЛ или ПДФ формату и изаберите штампање у боји или црно-бело.\n◆ Компатибилност:\nПотпуно функционалан на Виндовс, Мац, Линук и Гоогле Цхромебоок рачунарима.\n◆ Дефинишите прилагођене комбинације тастатуре да бисте активирали функцију штампања\n◆ Подршка за тамни режим\n\nИнформације о пројекту:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nПотребне дозволе:\n◆ „цонтектМенус“: Ово је додавање ставке менија „Одштампај тренутну страницу“ у контекстни мени веб претраживача.\n◆ „ацтивеТаб“: Дозволите да функција штампања буде доступна на тренутно видљивој картици.\n◆ „складиштење“: Сачувајте подешавања локално и синхронизујте се са налогом вашег веб претраживача.\n\n<<< Функција опција >>>\nОткључајте опциону функцију да заштитите очи ноћу и фокусирате се на видео плејер, као што је ИоуТубе™, инсталирањем екстензије за прегледач Турн Офф тхе Лигхтс за ИоуТубе и даље.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sv": "Print är ett kraftfullt och lätt webbläsartillägg designat för att göra det enkelt att skriva ut webbsidor, e-postinnehåll, foton, PDF-filer och dina originalvisitkort med ett enda klick. Med den anpassningsbara knappen Skriv ut i verktygsfältet kan du skräddarsy din utskriftsupplevelse efter dina önskemål. Oavsett om du använder en stationär eller pekskärmsenhet säkerställer detta tillägg en sömlös och snabb utskriftsprocess. Installera idag och effektivisera din utskrift med ett klick för din webbläsare.\n\nDet utskriftsvänliga tillägget är idealiskt för studenter, lärare, yrkesverksamma, företagare och alla som ofta skriver ut dokument. Oavsett om du behöver skriva ut studiematerial, affärsrapporter, fakturor eller webbartiklar, gör detta tillägg det enkelt och bekvämt. Dessutom är den perfekt för dem som vill spara papper genom att optimera utskriftsfärg och minska slöseri. Utskriftsknappen fungerar med alla större skrivarmärken, inklusive Brother, Canon, Epson, HP, Samsung och Xerox. Webbläsartillägget Skriv ut är utskriftsvänligt och PDF kan sparas från den för närvarande öppna fliken.\n\nFunktioner för webbläsartillägg:\n◆ Sömlös integration:\nPlacera en anpassningsbar utskriftsknapp direkt i din webbläsare för snabb och enkel åtkomst.\n◆ Snabb utskrift:\nDenna lätta webbläsartillägg är designad för snabbhet och säkerställer snabb utskrift av alla webbsidor.\n◆ Anpassningsbar ikonstil:\nVälj bland en mängd olika knappdesigner, inklusive original, mänskliga fötter, djurfötter och Google Material Design-stilar.\n◆ Pekskärmsvänlig:\nOptimerad för både pekskärmar och stationära datorer, vilket gör den mångsidig och användarvänlig.\n◆ Multifunktionalitet:\nDubbelklicka på utskriftsikonen för att spara filer i MHTML-, HTML- eller PDF-format och välj att skriva ut i färg eller svartvitt.\n◆ Kompatibilitet:\nFullt fungerande på Windows, Mac, Linux och Google Chromebooks.\n◆ Definiera anpassade tangentbordskombinationer för att aktivera utskriftsfunktionen\n◆ Stöd för mörkt läge\n\nProjekt Information:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nNödvändiga behörigheter:\n◆ \"contextMenus\": Detta är för att lägga till menyalternativet \"Skriv ut aktuell sida\" i webbläsarens snabbmeny.\n◆ \"activeTab\": Tillåt utskriftsfunktionen att vara tillgänglig på den flik som visas för närvarande.\n◆ \"lagring\": Spara inställningar lokalt och synkronisera med ditt webbläsarkonto.\n\n<<< Alternativ funktion >>>\nLås upp en alternativfunktion för att skydda dina ögon på natten och fokusera på videospelaren, som YouTube™, genom att installera webbläsartillägget Turn Off the Lights för YouTube and Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "sw": "Chapisha ni kiendelezi chenye nguvu na chepesi cha kivinjari kilichoundwa ili kurahisisha uchapishaji wa kurasa za wavuti, maudhui ya barua pepe, picha, PDF na kadi zako asili za biashara kama mbofyo mmoja. Ukiwa na kitufe cha Kuchapisha kinachoweza kugeuzwa kukufaa kwenye upau wa vidhibiti, unaweza kurekebisha hali yako ya uchapishaji kulingana na mapendeleo yako. Iwe unatumia kompyuta ya mezani au kifaa cha skrini ya kugusa, kiendelezi hiki kinahakikisha mchakato wa kuchapisha usio na mshono na wa haraka. Sakinisha leo na uboresha uchapishaji wako wa mbofyo mmoja kwa kivinjari chako.\n\nKiendelezi cha urafiki cha Kuchapisha kinafaa kwa wanafunzi, walimu, wataalamu, wamiliki wa biashara na mtu yeyote ambaye huchapisha hati mara kwa mara. Iwe unahitaji kuchapisha nyenzo za masomo, ripoti za biashara, ankara, au nakala za wavuti, kiendelezi hiki hurahisisha na kufaa. Zaidi ya hayo, ni kamili kwa wale ambao wanataka kuokoa karatasi kwa kuboresha rangi ya uchapishaji na kupunguza taka. Kitufe cha kuchapisha hufanya kazi na chapa zote kuu za kichapishi, ikijumuisha Brother, Canon, Epson, HP, Samsung, na Xerox. Kiendelezi cha kivinjari cha Chapisha ni rahisi kuchapisha na PDF inaweza kuhifadhiwa kutoka kwa kichupo kilichofunguliwa kwa sasa.\n\nVipengele vya upanuzi wa kivinjari:\n◆ Muunganisho Usio na Mifumo:\nWeka kitufe cha kuchapisha kinachoweza kubinafsishwa moja kwa moja kwenye kivinjari chako kwa ufikiaji wa haraka na rahisi.\n◆ Uchapishaji wa Haraka:\nIliyoundwa kwa kasi, kiendelezi hiki cha kivinjari chepesi huhakikisha uchapishaji wa haraka wa ukurasa wowote wa wavuti.\n◆ Mtindo wa Aikoni Unayoweza Kubinafsishwa:\nChagua kutoka kwa miundo mbalimbali ya vitufe, ikijumuisha Miundo Asilia, Miguu ya Binadamu, Miguu ya Wanyama na Miundo ya Usanifu wa Google.\n◆ Inafaa kwa Skrini ya Kugusa:\nImeboreshwa kwa skrini za kugusa na kompyuta za mezani, na kuifanya iwe ya matumizi mengi na ya kirafiki.\n◆ Utendaji-Nyingi:\nBofya mara mbili ikoni ya kuchapisha ili kuhifadhi faili katika MHTML, HTML, au umbizo la PDF, na uchague kuchapisha kwa rangi au nyeusi na nyeupe.\n◆ Utangamano:\nInafanya kazi kikamilifu kwenye Windows, Mac, Linux, na Google Chromebook.\n◆ Bainisha michanganyiko ya kibodi maalum ili kuamilisha kitendakazi cha kuchapisha\n◆ Msaada kwa Hali ya Giza\n\nTaarifa za Mradi:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nRuhusa Zinazohitajika:\n◆ \"ContextMenus\": Hii ni kuongeza kipengee cha menyu ya \"Chapisha ukurasa wa sasa\" katika menyu ya muktadha ya kivinjari.\n◆ \"activeTab\": Ruhusu kitendakazi cha kuchapisha kupatikana kwenye ukurasa wa kichupo kinachoonekana sasa.\n◆ \"hifadhi\": Hifadhi mipangilio ndani ya nchi na usawazishe na akaunti yako ya kivinjari.\n\n<<< Chaguo kipengele >>>\nFungua kipengele cha chaguo ili kulinda macho yako usiku na kuangazia kicheza video, kama vile YouTube™, kwa kusakinisha kiendelezi cha Kivinjari cha Zima Taa kwa YouTube na Zaidi.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "ta": "அச்சு என்பது சக்திவாய்ந்த மற்றும் இலகுரக உலாவி நீட்டிப்பு ஆகும், இது இணையப் பக்கங்கள், மின்னஞ்சல் உள்ளடக்கம், புகைப்படங்கள், PDFகள் மற்றும் உங்கள் அசல் வணிக அட்டைகளை ஒரே கிளிக்கில் எளிதாக அச்சிடுவதற்கு வடிவமைக்கப்பட்டுள்ளது. கருவிப்பட்டியில் உள்ள தனிப்பயனாக்கக்கூடிய அச்சு பொத்தான் மூலம், உங்கள் அச்சிடும் அனுபவத்தை உங்கள் விருப்பங்களுக்கு ஏற்ப மாற்றிக்கொள்ளலாம். நீங்கள் டெஸ்க்டாப் அல்லது தொடுதிரை சாதனத்தைப் பயன்படுத்தினாலும், இந்த நீட்டிப்பு தடையற்ற மற்றும் விரைவான அச்சு செயல்முறையை உறுதி செய்கிறது. இன்றே நிறுவி, உங்கள் உலாவிக்கான ஒரே கிளிக்கில் பிரிண்டிங்கை நெறிப்படுத்துங்கள்.\n\nஅச்சு நட்பு நீட்டிப்பு மாணவர்கள், ஆசிரியர்கள், தொழில் வல்லுநர்கள், வணிக உரிமையாளர்கள் மற்றும் ஆவணங்களை அடிக்கடி அச்சிடுபவர்களுக்கு ஏற்றது. நீங்கள் ஆய்வுப் பொருட்கள், வணிக அறிக்கைகள், இன்வாய்ஸ்கள் அல்லது இணையக் கட்டுரைகளை அச்சிட வேண்டுமானால், இந்த நீட்டிப்பு அதை எளிமையாகவும் வசதியாகவும் செய்கிறது. கூடுதலாக, அச்சு நிறத்தை மேம்படுத்துவதன் மூலமும் கழிவுகளை குறைப்பதன் மூலமும் காகிதத்தை சேமிக்க விரும்புவோருக்கு இது சரியானது. பிரதர், கேனான், எப்சன், ஹெச்பி, சாம்சங் மற்றும் ஜெராக்ஸ் உள்ளிட்ட அனைத்து முக்கிய பிரிண்டர் பிராண்டுகளிலும் அச்சு பொத்தான் செயல்படுகிறது. அச்சு உலாவி நீட்டிப்பு அச்சு நட்பு மற்றும் PDF ஐ தற்போது திறந்திருக்கும் தாவலில் இருந்து சேமிக்க முடியும்.\n\nஉலாவி நீட்டிப்பு அம்சங்கள்:\n◆ தடையற்ற ஒருங்கிணைப்பு:\nவிரைவாகவும் எளிதாகவும் அணுகுவதற்கு, தனிப்பயனாக்கக்கூடிய அச்சு பொத்தானை நேரடியாக உங்கள் இணைய உலாவியில் வைக்கவும்.\n◆ வேகமாக அச்சிடுதல்:\nவேகத்திற்காக வடிவமைக்கப்பட்ட இந்த இலகுரக உலாவி நீட்டிப்பு எந்த இணையப் பக்கத்தையும் விரைவாக அச்சிடுவதை உறுதி செய்கிறது.\n◆ தனிப்பயனாக்கக்கூடிய ஐகான் உடை:\nஅசல், மனித கால்கள், விலங்கு கால்கள் மற்றும் கூகிள் மெட்டீரியல் வடிவமைப்பு பாணிகள் உட்பட பல்வேறு பொத்தான் வடிவமைப்புகளிலிருந்து தேர்வு செய்யவும்.\n◆ தொடுதிரை நட்பு:\nதொடுதிரைகள் மற்றும் டெஸ்க்டாப்புகள் இரண்டிற்கும் உகந்ததாக உள்ளது, இது பல்துறை மற்றும் பயனர் நட்பு.\n◆ பல செயல்பாடுகள்:\nMHTML, HTML அல்லது PDF வடிவத்தில் கோப்புகளைச் சேமிக்க, அச்சு ஐகானை இருமுறை கிளிக் செய்து, வண்ணம் அல்லது கருப்பு மற்றும் வெள்ளை நிறத்தில் அச்சிட தேர்வு செய்யவும்.\n◆ இணக்கத்தன்மை:\nWindows, Mac, Linux மற்றும் Google Chromebooks இல் முழுமையாகச் செயல்படும்.\n◆ அச்சு செயல்பாட்டைச் செயல்படுத்த தனிப்பயன் விசைப்பலகை சேர்க்கைகளை வரையறுக்கவும்\n◆ டார்க் பயன்முறைக்கான ஆதரவு\n\nதிட்டத் தகவல்:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nதேவையான அனுமதிகள்:\n◆ \"contextMenus\": இது இணைய உலாவி சூழல் மெனுவில் \"தற்போதைய பக்கத்தை அச்சிடு\" மெனு உருப்படியைச் சேர்ப்பதாகும்.\n◆ \"activeTab\": தற்போது தெரியும் தாவல் பக்கத்தில் அச்சு செயல்பாட்டை அணுக அனுமதிக்கவும்.\n◆ \"சேமிப்பு\": அமைப்புகளை உள்நாட்டில் சேமித்து உங்கள் இணைய உலாவி கணக்குடன் ஒத்திசைக்கவும்.\n\n<<< விருப்ப அம்சம் >>>\nயூடியூப் மற்றும் அதற்கு அப்பால் டர்ன் ஆஃப் தி லைட்ஸ் உலாவி நீட்டிப்பை நிறுவுவதன் மூலம், இரவில் உங்கள் கண்களைப் பாதுகாக்க ஒரு விருப்ப அம்சத்தைத் திறந்து, YouTube™ போன்ற வீடியோ பிளேயரில் கவனம் செலுத்துங்கள்.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "te": "ప్రింట్ అనేది వెబ్ పేజీలు, ఇమెయిల్ కంటెంట్, ఫోటోలు, PDFలు మరియు మీ ఒరిజినల్ బిజినెస్ కార్డ్‌లను ఒకే క్లిక్‌తో సులభంగా ముద్రించడానికి రూపొందించబడిన శక్తివంతమైన మరియు తేలికైన బ్రౌజర్ పొడిగింపు. టూల్‌బార్‌లోని అనుకూలీకరించదగిన ప్రింట్ బటన్‌తో, మీరు మీ ప్రింటింగ్ అనుభవాన్ని మీ ప్రాధాన్యతలకు అనుగుణంగా మార్చుకోవచ్చు. మీరు డెస్క్‌టాప్ లేదా టచ్‌స్క్రీన్ పరికరాన్ని ఉపయోగిస్తున్నా, ఈ పొడిగింపు అతుకులు లేని మరియు శీఘ్ర ముద్రణ ప్రక్రియను నిర్ధారిస్తుంది. ఈరోజే ఇన్‌స్టాల్ చేయండి మరియు మీ బ్రౌజర్ కోసం మీ ఒక-క్లిక్ ప్రింటింగ్‌ను క్రమబద్ధీకరించండి.\n\nప్రింట్ స్నేహపూర్వక పొడిగింపు విద్యార్థులు, ఉపాధ్యాయులు, నిపుణులు, వ్యాపార యజమానులు మరియు తరచుగా పత్రాలను ముద్రించే ఎవరికైనా అనువైనది. మీరు స్టడీ మెటీరియల్‌లు, వ్యాపార నివేదికలు, ఇన్‌వాయిస్‌లు లేదా వెబ్ కథనాలను ప్రింట్ చేయాల్సిన అవసరం ఉన్నా, ఈ పొడిగింపు దీన్ని సరళంగా మరియు సౌకర్యవంతంగా చేస్తుంది. అదనంగా, ప్రింట్ కలర్‌ను ఆప్టిమైజ్ చేయడం ద్వారా మరియు వ్యర్థాలను తగ్గించడం ద్వారా కాగితాన్ని ఆదా చేయాలనుకునే వారికి ఇది సరైనది. ప్రింట్ బటన్ బ్రదర్, కెనాన్, ఎప్సన్, హెచ్‌పి, శామ్‌సంగ్ మరియు జిరాక్స్‌తో సహా అన్ని ప్రధాన ప్రింటర్ బ్రాండ్‌లతో పని చేస్తుంది. ప్రింట్ బ్రౌజర్ పొడిగింపు ప్రింట్ ఫ్రెండ్లీ & PDF ప్రస్తుతం తెరిచిన ట్యాబ్ నుండి సేవ్ చేయబడుతుంది.\n\nబ్రౌజర్ పొడిగింపు లక్షణాలు:\n◆ అతుకులు లేని ఇంటిగ్రేషన్:\nశీఘ్ర మరియు సులభంగా యాక్సెస్ కోసం మీ వెబ్ బ్రౌజర్‌లో నేరుగా అనుకూలీకరించదగిన ప్రింట్ బటన్‌ను ఉంచండి.\n◆ ఫాస్ట్ ప్రింటింగ్:\nవేగం కోసం రూపొందించబడింది, ఈ తేలికపాటి బ్రౌజర్ పొడిగింపు ఏదైనా వెబ్ పేజీ యొక్క వేగవంతమైన ముద్రణను నిర్ధారిస్తుంది.\n◆ అనుకూలీకరించదగిన చిహ్నం శైలి:\nఒరిజినల్, హ్యూమన్ ఫీట్, యానిమల్ ఫీట్ మరియు గూగుల్ మెటీరియల్ డిజైన్ స్టైల్‌లతో సహా వివిధ రకాల బటన్ డిజైన్‌ల నుండి ఎంచుకోండి.\n◆ టచ్‌స్క్రీన్ ఫ్రెండ్లీ:\nటచ్‌స్క్రీన్‌లు మరియు డెస్క్‌టాప్‌లు రెండింటి కోసం ఆప్టిమైజ్ చేయబడింది, ఇది బహుముఖ మరియు వినియోగదారు-స్నేహపూర్వకంగా చేస్తుంది.\n◆ మల్టీ-ఫంక్షనాలిటీ:\nMHTML, HTML లేదా PDF ఫార్మాట్‌లో ఫైల్‌లను సేవ్ చేయడానికి ప్రింట్ చిహ్నాన్ని రెండుసార్లు క్లిక్ చేయండి మరియు రంగు లేదా నలుపు మరియు తెలుపులో ముద్రించడానికి ఎంచుకోండి.\n◆ అనుకూలత:\nWindows, Mac, Linux మరియు Google Chromebookలలో పూర్తిగా పని చేస్తుంది.\n◆ ప్రింట్ ఫంక్షన్‌ను సక్రియం చేయడానికి అనుకూల కీబోర్డ్ కలయికలను నిర్వచించండి\n◆ డార్క్ మోడ్‌కు మద్దతు\n\nప్రాజెక్ట్ సమాచారం:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nఅవసరమైన అనుమతులు:\n◆ \"contextMenus\": ఇది వెబ్ బ్రౌజర్ సందర్భ మెనులో \"ప్రస్తుత పేజీని ముద్రించు\" మెను ఐటెమ్‌ను జోడించడం.\n◆ \"activeTab\": ప్రస్తుతం కనిపించే ట్యాబ్ పేజీలో ప్రింట్ ఫంక్షన్‌ని యాక్సెస్ చేయడానికి అనుమతించండి.\n◆ \"నిల్వ\": సెట్టింగ్‌లను స్థానికంగా సేవ్ చేయండి మరియు మీ వెబ్ బ్రౌజర్ ఖాతాతో సమకాలీకరించండి.\n\n<<< ఎంపిక ఫీచర్ >>>\nYouTube మరియు బియాండ్ కోసం టర్న్ ఆఫ్ ది లైట్స్ బ్రౌజర్ ఎక్స్‌టెన్షన్‌ని ఇన్‌స్టాల్ చేయడం ద్వారా రాత్రిపూట మీ కళ్ళను రక్షించడానికి మరియు YouTube™ వంటి వీడియో ప్లేయర్‌పై దృష్టి పెట్టడానికి ఎంపిక లక్షణాన్ని అన్‌లాక్ చేయండి.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "th": "Print เป็นส่วนขยายเบราว์เซอร์ที่ทรงพลังและมีน้ำหนักเบา ออกแบบมาเพื่อให้การพิมพ์หน้าเว็บ เนื้อหาอีเมล รูปภาพ PDF และนามบัตรดั้งเดิมของคุณง่ายดายเพียงคลิกเดียว ด้วยปุ่มพิมพ์ที่ปรับแต่งได้บนแถบเครื่องมือ คุณสามารถปรับแต่งประสบการณ์การพิมพ์ตามความต้องการของคุณได้ ไม่ว่าคุณจะใช้เดสก์ท็อปหรืออุปกรณ์หน้าจอสัมผัส ส่วนขยายนี้ช่วยให้กระบวนการพิมพ์ราบรื่นและรวดเร็ว ติดตั้งวันนี้และปรับปรุงการพิมพ์ด้วยคลิกเดียวสำหรับเบราว์เซอร์ของคุณ\n\nส่วนขยายที่เป็นมิตรกับการพิมพ์เหมาะสำหรับนักเรียน ครู ผู้เชี่ยวชาญ เจ้าของธุรกิจ และใครก็ตามที่พิมพ์เอกสารบ่อยครั้ง ไม่ว่าคุณจะต้องการพิมพ์เอกสารการเรียน รายงานทางธุรกิจ ใบแจ้งหนี้ หรือบทความบนเว็บ ส่วนขยายนี้ทำให้ง่ายและสะดวก นอกจากนี้ยังเหมาะสำหรับผู้ที่ต้องการประหยัดกระดาษโดยการปรับสีการพิมพ์ให้เหมาะสมและลดของเสีย ปุ่มพิมพ์ใช้งานได้กับเครื่องพิมพ์แบรนด์ชั้นนำทั้งหมด รวมถึง Brother, Canon, Epson, HP, Samsung และ Xerox ส่วนขยายเบราว์เซอร์การพิมพ์นั้นเป็นมิตรกับการพิมพ์และสามารถบันทึก PDF ได้จากแท็บที่เปิดอยู่ในปัจจุบัน\n\nคุณสมบัติส่วนขยายเบราว์เซอร์:\n◆ บูรณาการอย่างราบรื่น:\nวางปุ่มพิมพ์ที่ปรับแต่งได้โดยตรงในเว็บเบราว์เซอร์ของคุณเพื่อให้เข้าถึงได้ง่ายและรวดเร็ว\n◆ พิมพ์เร็ว:\nส่วนขยายเบราว์เซอร์น้ำหนักเบานี้ออกแบบมาเพื่อความเร็ว ช่วยให้สามารถพิมพ์หน้าเว็บได้อย่างรวดเร็ว\n◆ สไตล์ไอคอนที่ปรับแต่งได้:\nเลือกจากการออกแบบปุ่มที่หลากหลาย รวมถึงสไตล์ดั้งเดิม เท้ามนุษย์ เท้าสัตว์ และสไตล์การออกแบบวัสดุของ Google\n◆ หน้าจอสัมผัสที่เป็นมิตร:\nปรับให้เหมาะสมสำหรับทั้งหน้าจอสัมผัสและเดสก์ท็อป ทำให้มีความอเนกประสงค์และใช้งานง่าย\n◆ มัลติฟังก์ชั่น:\nคลิกสองครั้งที่ไอคอนพิมพ์เพื่อบันทึกไฟล์ในรูปแบบ MHTML, HTML หรือ PDF แล้วเลือกพิมพ์เป็นสีหรือขาวดำ\n◆ ความเข้ากันได้:\nทำงานได้อย่างสมบูรณ์บน Windows, Mac, Linux และ Google Chromebook\n◆ กำหนดชุดแป้นพิมพ์ที่กำหนดเองเพื่อเปิดใช้งานฟังก์ชันการพิมพ์\n◆ รองรับโหมดมืด\n\nข้อมูลโครงการ:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nสิทธิ์ที่จำเป็น:\n◆ \"contextMenus\": เพื่อเพิ่มรายการเมนู \"พิมพ์หน้าปัจจุบัน\" ในเมนูบริบทของเว็บเบราว์เซอร์\n◆ \"activeTab\": อนุญาตให้ฟังก์ชันการพิมพ์สามารถเข้าถึงได้บนหน้าแท็บที่มองเห็นได้ในปัจจุบัน\n◆ \"ที่เก็บข้อมูล\": บันทึกการตั้งค่าในเครื่องและซิงค์กับบัญชีเว็บเบราว์เซอร์ของคุณ\n\n<<< คุณสมบัติตัวเลือก >>>\nปลดล็อคคุณสมบัติตัวเลือกเพื่อปกป้องดวงตาของคุณในเวลากลางคืนและมุ่งเน้นไปที่เครื่องเล่นวิดีโอ เช่น YouTube™ โดยการติดตั้งส่วนขยายเบราว์เซอร์ Turn Off the Lights สำหรับ YouTube และ Beyond\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "tr": "Print, web sayfalarını, e-posta içeriğini, fotoğrafları, PDF'leri ve orijinal kartvizitlerinizi tek tıklamayla yazdırmayı kolaylaştırmak için tasarlanmış güçlü ve hafif bir tarayıcı uzantısıdır. Araç çubuğundaki özelleştirilebilir Yazdır düğmesiyle yazdırma deneyiminizi tercihlerinize göre özelleştirebilirsiniz. İster masaüstü ister dokunmatik ekranlı bir cihaz kullanıyor olun, bu uzantı sorunsuz ve hızlı bir yazdırma işlemi sağlar. Bugün yükleyin ve tarayıcınız için tek tıklamayla yazdırma işleminizi kolaylaştırın.\n\nYazdırma dostu uzantı, öğrenciler, öğretmenler, profesyoneller, işletme sahipleri ve sık sık belge yazdıran herkes için idealdir. Çalışma materyallerini, iş raporlarını, faturaları veya web makalelerini yazdırmanız gerekiyorsa, bu uzantı bunu basit ve kullanışlı hale getirir. Ayrıca baskı rengini optimize ederek ve israfı azaltarak kağıttan tasarruf etmek isteyenler için mükemmeldir. Yazdırma düğmesi, Brother, Canon, Epson, HP, Samsung ve Xerox dahil olmak üzere tüm önemli yazıcı markalarıyla çalışır. Yazdırma tarayıcısı uzantısı yazdırma dostudur ve PDF, o anda açık olan sekmeden kaydedilebilir.\n\nTarayıcı uzantısı özellikleri:\n◆ Kusursuz Entegrasyon:\nHızlı ve kolay erişim için doğrudan web tarayıcınıza özelleştirilebilir bir yazdırma düğmesi yerleştirin.\n◆ Hızlı Yazdırma:\nHız için tasarlanan bu hafif tarayıcı uzantısı, herhangi bir web sayfasının hızlı yazdırılmasını sağlar.\n◆ Özelleştirilebilir Simge Stili:\nOrijinal, İnsan Ayağı, Hayvan Ayağı ve Google Materyal Tasarımı stilleri de dahil olmak üzere çeşitli düğme tasarımları arasından seçim yapın.\n◆ Dokunmatik Ekran Dostu:\nHem dokunmatik ekranlar hem de masaüstü bilgisayarlar için optimize edilmiş olup, çok yönlü ve kullanıcı dostudur.\n◆ Çok Fonksiyonluluk:\nDosyaları MHTML, HTML veya PDF biçiminde kaydetmek için yazdırma simgesini çift tıklayın ve renkli veya siyah beyaz yazdırmayı seçin.\n◆ Uyumluluk:\nWindows, Mac, Linux ve Google Chromebook'larda tamamen işlevseldir.\n◆ Yazdırma işlevini etkinleştirmek için özel klavye kombinasyonlarını tanımlayın\n◆ Karanlık Mod Desteği\n\nProje bilgisi:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nGerekli İzinler:\n◆ \"contextMenus\": Bu, web tarayıcısının içerik menüsüne \"Geçerli sayfayı yazdır\" menü öğesini eklemek içindir.\n◆ \"activeTab\": Yazdırma fonksiyonunun o anda görünür olan sekme sayfasından erişilebilir olmasına izin verin.\n◆ \"depolama\": Ayarları yerel olarak kaydedin ve web tarayıcısı hesabınızla senkronize edin.\n\n<<< Seçenek özelliği >>>\nYouTube ve Beyond için Turn Off the Lights tarayıcı uzantısını yükleyerek geceleri gözlerinizi korumak ve YouTube™ gibi video oynatıcıya odaklanmak için bir seçenek özelliğinin kilidini açın.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "uk": "Print — це потужне та легке розширення для веб-переглядача, створене для того, щоб зробити друк веб-сторінок, вмісту електронної пошти, фотографій, PDF-файлів і оригінальних візитних карток одним клацанням миші. За допомогою настроюваної кнопки «Друк» на панелі інструментів ви можете налаштувати процес друку відповідно до своїх уподобань. Незалежно від того, користуєтеся ви настільним комп’ютером або пристроєм із сенсорним екраном, це розширення забезпечує безперебійний і швидкий процес друку. Установіть сьогодні та спростіть друк одним клацанням миші для свого браузера.\n\nРозширення для друку ідеально підходить для студентів, викладачів, професіоналів, власників бізнесу та всіх, хто часто друкує документи. Незалежно від того, чи потрібно вам надрукувати навчальні матеріали, бізнес-звіти, рахунки-фактури чи веб-статті, це розширення робить це простим і зручним. Крім того, він ідеально підходить для тих, хто хоче заощадити папір шляхом оптимізації кольору друку та зменшення відходів. Кнопка друку працює з усіма основними марками принтерів, включаючи Brother, Canon, Epson, HP, Samsung і Xerox. Розширення для браузера «Друк» є зручним для друку, і PDF можна зберегти з відкритої вкладки.\n\nФункції розширення для браузера:\n◆ Повна інтеграція:\nРозмістіть настроювану кнопку друку безпосередньо у веб-переглядачі для швидкого та легкого доступу.\n◆ Швидкий друк:\nРозроблене для швидкості, це легке розширення для браузера забезпечує швидкий друк будь-якої веб-сторінки.\n◆ Настроюваний стиль значка:\nВибирайте з різноманітних дизайнів кнопок, зокрема оригінальний, людські ноги, тварини та Google Material Design.\n◆ Підтримка сенсорного екрану:\nОптимізовано як для сенсорних екранів, так і для настільних ПК, що робить його універсальним і зручним для користувача.\n◆ Багатофункціональність:\nДвічі клацніть піктограму друку, щоб зберегти файли у форматі MHTML, HTML або PDF, і виберіть кольоровий або чорно-білий друк.\n◆ Сумісність:\nПовністю функціональний на Windows, Mac, Linux і Google Chromebook.\n◆ Визначте власні комбінації клавіатури для активації функції друку\n◆ Підтримка темного режиму\n\nІнформація про проект:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nНеобхідні дозволи:\n◆ \"contextMenus\": це призначено для додавання пункту меню \"Друк поточної сторінки\" в контекстне меню веб-браузера.\n◆ \"activeTab\": Дозволити функцію друку бути доступною на поточній видимій вкладці.\n◆ \"зберігання\": збереження налаштувань локально та синхронізація з обліковим записом веб-браузера.\n\n<<< Функція опції >>>\nРозблокуйте додаткову функцію, щоб захистити очі вночі та зосередитися на відеопрогравачі, наприклад YouTube™, встановивши розширення для браузера Turn Off the Lights для YouTube і не тільки.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "vi": "Print là một tiện ích mở rộng trình duyệt mạnh mẽ và nhẹ được thiết kế để giúp việc in các trang web, nội dung email, ảnh, tệp PDF và danh thiếp gốc của bạn dễ dàng chỉ bằng một cú nhấp chuột. Với nút In có thể tùy chỉnh trên thanh công cụ, bạn có thể điều chỉnh trải nghiệm in theo sở thích của mình. Cho dù bạn đang sử dụng máy tính để bàn hay thiết bị màn hình cảm ứng, tiện ích mở rộng này đảm bảo quá trình in nhanh chóng và liền mạch. Hãy cài đặt ngay hôm nay và hợp lý hóa việc in ấn chỉ bằng một cú nhấp chuột cho trình duyệt của bạn.\n\nTiện ích mở rộng thân thiện với In lý tưởng cho sinh viên, giáo viên, chuyên gia, chủ doanh nghiệp và bất kỳ ai thường xuyên in tài liệu. Cho dù bạn cần in tài liệu học tập, báo cáo kinh doanh, hóa đơn hay bài viết trên web, tiện ích mở rộng này sẽ giúp việc này trở nên đơn giản và thuận tiện. Ngoài ra, nó còn hoàn hảo cho những ai muốn tiết kiệm giấy bằng cách tối ưu hóa màu in và giảm lãng phí. Nút in hoạt động với tất cả các nhãn hiệu máy in lớn, bao gồm Brother, Canon, Epson, HP, Samsung và Xerox. Tiện ích mở rộng trình duyệt In thân thiện với việc in và có thể lưu PDF từ tab hiện đang mở.\n\nCác tính năng mở rộng của trình duyệt:\n◆ Tích hợp liền mạch:\nĐặt nút in có thể tùy chỉnh trực tiếp trong trình duyệt web của bạn để truy cập nhanh chóng và dễ dàng.\n◆ In nhanh:\nĐược thiết kế cho tốc độ, tiện ích mở rộng trình duyệt nhẹ này đảm bảo in nhanh chóng bất kỳ trang web nào.\n◆ Kiểu biểu tượng có thể tùy chỉnh:\nChọn từ nhiều kiểu thiết kế nút khác nhau, bao gồm các kiểu Nguyên bản, Bàn chân người, Bàn chân động vật và Thiết kế Material Design của Google.\n◆ Thân thiện với màn hình cảm ứng:\nĐược tối ưu hóa cho cả màn hình cảm ứng và máy tính để bàn, giúp nó trở nên linh hoạt và thân thiện với người dùng.\n◆ Đa chức năng:\nNhấp đúp vào biểu tượng in để lưu tệp ở định dạng MHTML, HTML hoặc PDF và chọn in màu hoặc đen trắng.\n◆ Khả năng tương thích:\nCó đầy đủ chức năng trên Windows, Mac, Linux và Google Chromebook.\n◆ Xác định các tổ hợp bàn phím tùy chỉnh để kích hoạt chức năng in\n◆ Hỗ trợ Chế độ tối\n\nThông tin dự án:\nhttps://www.stefanvd.net/project/print/browser-extension\n\nQuyền cần thiết:\n◆ \"contextMenus\": Đây là để thêm mục menu \"In trang hiện tại\" vào menu ngữ cảnh của trình duyệt web.\n◆ \"activeTab\": Cho phép truy cập chức năng in trên trang tab hiện đang hiển thị.\n◆ \"lưu trữ\": Lưu cài đặt cục bộ và đồng bộ hóa với tài khoản trình duyệt web của bạn.\n\n<<< Tính năng tùy chọn >>>\nMở khóa tính năng tùy chọn để bảo vệ đôi mắt của bạn vào ban đêm và tập trung vào trình phát video, chẳng hạn như YouTube™, bằng cách cài đặt tiện ích mở rộng trình duyệt Tắt đèn cho YouTube và Beyond.\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "zh_CN": "Print 是一款功能强大且轻量级的浏览器扩展程序，旨在让网页、电子邮件内容、照片、PDF 和原始名片的打印变得非常简单，只需单击一下即可。使用工具栏中可自定义的“打印”按钮，您可以根据自己的喜好定制打印体验。无论您使用的是台式机还是触摸屏设备，此扩展程序都能确保无缝且快速的打印过程。立即安装并简化浏览器的一键式打印。\n\n打印友好扩展程序非常适合学生、教师、专业人士、企业主以及任何经常打印文档的人。无论您需要打印学习材料、业务报告、发票还是网络文章，此扩展程序都可以轻松便捷地完成打印。此外，它非常适合那些希望通过优化打印颜色和减少浪费来节省纸张的人。打印按钮适用于所有主要打印机品牌，包括 Brother、Canon、Epson、HP、Samsung 和 Xerox。打印浏览器扩展程序可打印，并且可从当前打开的选项卡保存 PDF。\n\n浏览器扩展程序功能：\n◆ 无缝集成：\n将可自定义的打印按钮直接放在您的网络浏览器中，以便快速轻松地访问。\n◆ 快速打印：\n这款轻量级浏览器扩展程序专为速度而设计，可确保快速打印任何网页。\n◆ 可自定义的图标样式：\n从各种按钮设计中进行选择，包括原始、人脚、动物脚和 Google Material Design 样式。\n◆ 触摸屏友好：\n针对触摸屏和台式机进行了优化，使其用途广泛且用户友好。\n◆ 多功能性：\n双击打印图标以 MHTML、HTML 或 PDF 格式保存文件，并选择以彩色或黑白打印。\n◆ 兼容性：\n在 Windows、Mac、Linux 和 Google Chromebook 上完全可用。\n◆ 定义自定义键盘组合以激活打印功能\n◆ 支持暗模式\n\n项目信息：\nhttps://www.stefanvd.net/project/print/browser-extension\n\n所需权限：\n◆ “contextMenus”：这是在 Web 浏览器上下文菜单中添加“打印当前页面”菜单项。\n◆ “activeTab”：允许在当前可见的标签页上访问打印功能。\n◆ “storage”：在本地保存设置并与您的网络浏览器帐户同步。\n\n<<< 选项功能 >>>\n通过安装适用于 YouTube 和 Beyond 的“关灯”浏览器扩展程序，解锁一个选项功能，以在夜间保护您的眼睛并专注于视频播放器，例如 YouTube™。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn",
    "zh_TW": "Print 是一款功能強大且輕量級的瀏覽器擴充程序，旨在讓列印網頁、電子郵件內容、照片、PDF 和原始名片變得簡單，只需單擊一下即可。使用工具列中的可自訂列印按鈕，您可以根據自己的喜好自訂列印體驗。無論您使用桌上型電腦還是觸控螢幕設備，此擴充功能都可確保無縫且快速的列印過程。立即安裝並簡化瀏覽器的一鍵列印。\n\n列印友善的擴充功能非常適合學生、教師、專業人士、企業主和任何經常列印文件的人。無論您需要列印學習資料、業務報告、發票或網路文章，此擴充功能都使其變得簡單方便。此外，它非常適合想要透過優化列印顏色和減少浪費來節省紙張的人。列印按鈕適用於所有主要印表機品牌，包括 Brother、Canon、Epson、HP、Samsung 和 Xerox。列印瀏覽器擴充功能適合列印，並且可以從目前開啟的標籤儲存 PDF。\n\n瀏覽器擴充功能：\n◆ 無縫整合：\n直接在網頁瀏覽器中放置可自訂的列印按鈕，以便快速輕鬆地存取。\n◆ 快速列印：\n這款輕量級瀏覽器擴充功能專為速度而設計，可確保快速列印任何網頁。\n◆ 可自訂的圖示樣式：\n有多種按鈕設計可供選擇，包括原創、人腳、動物腳和 Google Material Design 風格。\n◆ 觸控螢幕友好：\n針對觸控螢幕和桌面進行了最佳化，使其用途廣泛且用戶友好。\n◆ 多功能性：\n雙擊列印圖示可將檔案儲存為 MHTML、HTML 或 PDF 格式，並選擇彩色或黑白列印。\n◆ 相容性：\n在 Windows、Mac、Linux 和 Google Chromebook 上功能齊全。\n◆ 定義自訂鍵盤組合以啟動列印功能\n◆ 支援深色模式\n\n專案資訊：\nhttps://www.stefanvd.net/project/print/browser-extension\n\n所需權限：\n◆ “contextMenus”：這是在網頁瀏覽器上下文選單中新增「列印目前頁」選單項目。\n◆ “activeTab”：允許在目前可見的標籤頁上存取列印功能。\n◆ 「儲存」：將設定儲存在本機並與您的網頁瀏覽器帳戶同步。\n\n<<< 選項功能 >>>\n透過安裝適用於 YouTube 和 Beyond 的 Turn Off the Lights 瀏覽器擴充程序，解鎖一項選項功能，以在夜間保護您的眼睛並專注於影片播放器，例如 YouTube™。\nhttps://chromewebstore.google.com/detail/turn-off-the-lights/bfbmjmiodbnnpllbbbfblcplfjjepjdn"
  }
}