{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Chat Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a search bar to filter conversations in ChatGPT sidebar."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Chat Search is a powerful extension designed to enhance your experience on the ChatGPT platform. It adds convenient search functionality and content customization options to help you find and manage conversations with ease.\n\nWith ChatGPT Chat Search, you can effortlessly search for specific keywords or phrases within the chat history. Simply enter your search query in the search box, and the extension will filter the conversations, displaying only the relevant results. This saves you valuable time and helps you quickly locate the information you need.\n\nThe extension also provides the ability to clear the content of chat messages. By clicking the 'Clear Content' button, you can remove unnecessary clutter and focus on the most important conversations.\n\nChatGPT Chat Search seamlessly integrates into the ChatGPT interface, ensuring a smooth and intuitive user experience. It features a user-friendly interface and works seamlessly with the platform's interface, allowing you to leverage its capabilities without any hassle.\n\nKey Features:\n\n1. Search for specific keywords or phrases within chat conversations.\n2. Clear the content of chat messages for a cleaner and more focused view.\n3. User-friendly interface that seamlessly integrates with ChatGPT.\n4. Enhanced productivity and efficiency in managing chat conversations.\n\nUpgrade your ChatGPT experience with ChatGPT Chat Search and take control of your conversations like never before. Streamline your workflow, find information quickly, and optimize your productivity. Download the extension now and unlock the full potential of ChatGPT!"
  }
}