{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark Mode On"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Biti's Hunter Dark mode on"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ei mấy cốt!\nNếu đang bội thực thông tin, ngán ngẩm với tin tức thế sự, chán chường với những khuôn mặt đi đâu cũng thấy, hoặc đơn giản là đang rảnh, ngứa tay, ngứa chân thì…\n\n…mời mấy cốt cắm thử plug-in này vào trình duyệt mở rộng để biến nơi lướt web mỗi ngày thành thế giới ngầm! Thế chỗ những nội dung thường ngày bằng hình ảnh, tin nóng, câu chuyện, deal hời chỉ có lúc nửa đêm!\nCắm thử, nếu xịn thì mình hô lên, rủ mấy cốt khác vô chơi!\n\n\n_______________\n\n\nBitis Hunter Midnight is an innovative Chrome extension designed to enhance your web browsing experience by dynamically updating images and hyperlinks on web pages. Perfect for users who enjoy a refreshing and visually stimulating browsing experience, this extension adds an element of surprise and novelty to your daily internet exploration.\n\nKey Features:\n\nImage Swapper: Automatically updates images on websites with a curated selection from our gallery, providing a fresh visual experience.\nLink Randomizer: Transforms regular hyperlinks into gateways to exciting and unexpected destinations, offering new discoveries with every click.\nPeriodic Updates: Continuously refreshes content, ensuring that every moment on the web is unique and engaging.\nSelective Activation: Smartly avoids specified websites, ensuring that the extension only enhances the sites where you desire a dynamic experience.\nWhy Bitis Hunter Midnight?\n\nInnovative Browsing: Experience the web like never before – constantly changing and ever-surprising.\nUser-Friendly Interface: Simple to install and effortless to use, designed for both casual and power users.\nCustomizable Settings: Choose which websites to transform and how often, tailoring the experience to your preferences.\nPerfect For:\n\nUsers seeking a unique and dynamic browsing experience.\nThose who enjoy random discoveries and visual changes on familiar websites.\nPrivacy and Security:\nYour privacy and security are our top priorities. Bitis Hunter Midnight operates locally on your browser, without storing or transmitting personal data.\n\nExperience the Web in a Whole New Way:\nGet ready to transform your browsing experience with Bitis Hunter Midnight. Install now and dive into a world where the web constantly evolves, keeping your online journey fresh and exciting!"
  }
}