{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMI - Get global information intelligently"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Market Information provides an easy solution to research global companies and contacts, through its GDI platform"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nGlobal Market Information provides an easy solution to research global companies and contacts, through its Global Digital Intelligence platform. \n\nTarget the right people, companies, find contacts & leads - profit from faster, more informed decisions.\n\nWho We Are:\nGlobal Market Information (GMI) is a powerhouse for business research and intelligence. We use research expertise and cutting-edge technology to deliver actionable insights that trigger growth for companies around the world. In simple words, we empower our clients worldwide with actionable insights to grow their businesses. Our offering includes a perfect mix of human intelligence and domain expertise and a unique range of SaaS technology platforms.\n\nCompanies & Employees:\nSearch through 60M company profiles, 600 million-plus decision-makers, employees, Jobs, events, insights and more.  \n\nGlobal stock exchanges: \nResearch global stock market companies, 15,000 + stocks across multiple exchanges. Financial data for every need, data that goes up to 30 years back in history. Earnings calendar, financial statements, multiple exchanges and more!\n\nMarketing Intelligence:\nSearch through SEO marketing suite, PPC analyser, Historic data, Competitive analysis, Backlink outreach, Unlimited keyword & domain projects and more..\n\nReports database \nResearch the relevant industry insights and reports all in one place\nPrivacy Disclaimer and Permissions: \nTo provide our services we access data usage and collection, For more information, please see our privacy policy: https://globalmarketinformation.com/privacy-policy"
  }
}