{
  "name": {
    "ar": "تحميل صور Shopee",
    "am": "Shopee አንብብ ማስወርወር",
    "bg": "Shopee Изтегляне на изображения",
    "bn": "Shopee ছবি ডাউনলোডার",
    "ca": "Descarregador d'imatges de Shopee",
    "cs": "Shopee Stahovač obrázků",
    "da": "Shopee Billed Downloader",
    "de": "Shopee Bilder Downloader",
    "el": "Shopee Λήψη εικόνων",
    "en,en_AU,en_GB,en_US": "Shopee Images Downloader",
    "es,es_419": "Descargador de imágenes de Shopee",
    "et": "Shopee Piltide Allalaadija",
    "fa": "دانلود کننده تصاویر Shopee",
    "fi": "Shopee Kuvien Lataaja",
    "fil": "Shopee Imahe Downloader",
    "fr": "Téléchargeur d'images Shopee",
    "gu": "Shopee છબી ડાઉનલોડર",
    "he": "Shopee מוריד תמונות",
    "hi": "Shopee इमेज डाउनलोडर",
    "hr": "Shopee Preuzimač slika",
    "hu": "Shopee Kép Letöltő",
    "id": "Pengunduh Gambar Shopee",
    "it": "Downloader di immagini Shopee",
    "ja": "Shopee 画像ダウンローダー",
    "kn": "Shopee ಚಿತ್ರ ಡೌನ್‌ಲೋಡರ್",
    "ko": "Shopee 이미지 다운로더",
    "lt": "Shopee Vaizdų Siuntiklis",
    "lv": "Shopee Attēlu Lejupielādētājs",
    "ml": "Shopee ചിത്രം ഡൗൺലോഡർ",
    "mr": "Shopee प्रतिमा डाउनलोडर",
    "ms": "Shopee Muat Turun Imej",
    "nl": "Shopee Afbeeldingen Downloader",
    "no": "Shopee Bilde Nedlaster",
    "pl": "Pobieracz Obrazów Shopee",
    "pt_BR,pt_PT": "Baixador de Imagens Shopee",
    "ro": "Descărcător de imagini Shopee",
    "ru": "Shopee Загрузчик изображений",
    "sk": "Shopee Sťahovač obrázkov",
    "sl": "Shopee Prenosnik slik",
    "sr": "Shopee Преузимач слика",
    "sv": "Shopee Bildnedladdare",
    "sw": "Shopee Pakua Picha",
    "ta": "Shopee படம் பதிவிறக்கி",
    "te": "Shopee చిత్రం డౌన్‌లోడర్",
    "th": "Shopee ตัวดาวน์โหลดรูปภาพ",
    "tr": "Shopee Görüntü İndirici",
    "uk": "Завантажувач зображень Shopee",
    "vi": "Trình tải ảnh Shopee",
    "zh_CN": "Shopee 图片下载器",
    "zh_TW": "Shopee 圖片下載器"
  },
  "short": {
    "ar": "Download Shopee product images effortlessly with one-click; bulk save, user-friendly, high-quality, no technical skills required.",
    "am": "Instantly download high-quality Shopee images with a one-click browser extension; no coding, bulk or individual options.",
    "bg": "Effortlessly save Shopee images in high resolution with a user-friendly, one-click browser extension; bulk download available.",
    "bn": "Streamline your Shopee shopping with a one-click image downloader; easily save high-quality images, individually or in bulk.",
    "ca": "Simplify image downloading from Shopee with a one-click extension; high-resolution, user-friendly interface, bulk options included.",
    "cs": "Enhance your Shopee experience with a one-click image downloader; save high-quality product images quickly and efficiently.",
    "da": "Shopee Images Downloader: One-click to high-quality images, user-friendly browser extension, with bulk download capabilities.",
    "de": "Quickly capture Shopee product images with a one-click browser extension; high-resolution, easy-to-use, with bulk saving.",
    "el": "Save Shopee images effortlessly with a one-click extension; high-quality, intuitive design, and convenient bulk download feature.",
    "en,en_AU": "Scrape and download high-resolution images of Shopee product listings in bulk or one by one from any listing with just a click.",
    "en_GB": "A convenient tool for Shopee shop owners or anyone who needs to quickly grab multiple product images from the site.",
    "en_US": "Download high-resolution images of Shopee products in one click with this simple but powerful extension.",
    "es": "One-click Shopee Images Downloader: Effortlessly gather high-quality images for projects or browsing; user-friendly, bulk option.",
    "es_419": "Download Shopee images with ease; a one-click browser extension offers high-resolution and bulk downloading options.",
    "et": "Shopee Images Downloader: A one-click solution for high-quality image downloads, offering bulk saving and user-friendly interface.",
    "fa": "Shopee Images Downloader: Quick, user-friendly browser extension for high-quality, one-click image downloads with bulk options.",
    "fi": "Easily download high-quality images from Shopee with a one-click extension; intuitive, bulk or individual download choices.",
    "fil": "Capture high-resolution Shopee images with a single click; this browser extension offers bulk download and user-friendly operation.",
    "fr": "Shopee Images Downloader: Obtain HD product images effortlessly with one-click, offering bulk and individual download options.",
    "gu": "Effortless high-quality Shopee image downloads with a one-click browser extension; user-friendly, bulk and single save options.",
    "he": "Shopee Images Downloader: A one-click browser extension for easy, high-quality image downloads, with convenient bulk saving.",
    "hi": "One-click to download high-resolution images from Shopee; a browser extension that's user-friendly with bulk download options.",
    "hr": "Shopee Images Downloader: One-click extension for high-quality image collection, offering user-friendly bulk download options.",
    "hu": "Download Shopee product images easily with a one-click extension; high-resolution, user-friendly, and bulk downloading available.",
    "id": "Quickly download Shopee images with one click using our browser extension; high-quality, user-friendly, and offers bulk downloads.",
    "it": "Save Shopee product images effortlessly with our one-click downloader; high-resolution, intuitive, and supports bulk saving.",
    "ja": "Grab high-quality images from Shopee listings instantly with a one-click extension; user-friendly, with bulk download feature.",
    "kn": "One-click Shopee Images Downloader: High-resolution, user-friendly, bulk or individual download options for efficient saving.",
    "ko": "Shopee Images Downloader: Save images quickly with one click; high-quality, user-friendly interface, bulk or single downloads.",
    "lt": "Effortlessly download high-quality images from Shopee with our one-click extension; intuitive, with bulk and individual options.",
    "lv": "Download Shopee images in high resolution with a single click; our browser extension is user-friendly and offers bulk saving.",
    "ml": "Shopee Images Downloader: High-quality, one-click downloads with a user-friendly browser extension, including bulk options.",
    "mr": "One-click to high-quality Shopee images; download effortlessly with our browser extension, featuring bulk and single options.",
    "ms": "Save Shopee images fast with our one-click downloader; high-resolution, intuitive interface, and bulk download capability.",
    "nl": "Shopee Images Downloader: User-friendly, one-click high-quality image downloads, with the convenience of bulk saving options.",
    "no": "Download Shopee product images with ease; one-click, high-resolution, user-friendly extension, plus bulk download feature.",
    "pl": "Shopee Images Downloader: Capture high-quality images quickly with one click; user-friendly and offers bulk download choices.",
    "pt_BR": "One-click browser extension for Shopee images; download high-quality photos easily, with individual or bulk saving options.",
    "pt_PT": "Shopee Images Downloader: Quick, high-quality downloads with one click; user-friendly, offering bulk or single image options.",
    "ro": "Effortless Shopee image downloading; one-click extension for high-quality, user-friendly, and bulk or individual saves.",
    "ru": "Shopee Images Downloader: One-click for high-resolution images, user-friendly browser extension, with bulk download functionality.",
    "sk": "Download Shopee images with a one-click extension; high-quality, user-friendly, and equipped with bulk saving features.",
    "sl": "Shopee Images Downloader: High-quality image saving made easy with one click; user-friendly, with bulk or individual download.",
    "sr": "One-click to save Shopee images; our browser extension offers high-resolution downloads, user-friendly and bulk options.",
    "sv": "Seamlessly download high-quality images from Shopee with our one-click browser extension; enjoy user-friendly bulk or single options",
    "sw": "Shopee Images Downloader: Capture product images effortlessly with a one-click, high-resolution, and bulk-download-capable extension",
    "ta": "One-click Shopee image saving; download high-quality photos quickly with our user-friendly extension, offering bulk download choices",
    "te": "Shopee Images Downloader: Simplify your image collection with one-click, HD downloads, and user-friendly interface with bulk options",
    "th": "Download Shopee product images in high resolution effortlessly; our one-click browser extension supports bulk and individual saves.",
    "tr": "Shopee Images Downloader: High-quality, one-click image downloads made easy with a user-friendly extension and bulk saving features.",
    "uk": "One-click to high-resolution Shopee images; our downloader extension is intuitive, offering bulk and single download capabilities.",
    "vi": "Save Shopee images with ease using our one-click browser extension; high-quality, user-friendly, and includes bulk download options.",
    "zh_CN": "一键点击抓取Shopee虾皮商品图，支持单张下载、批量下载高分辨率图像。",
    "zh_TW": "一鍵點擊抓取Shopee蝦皮商品圖，支持單張下載、批量下載高解析度影像。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The Shopee Images Downloader Browser extension is here to revolutionize the way you download images. Effortlessly download high-resolution images from product listings with just a single click. This extension is the perfect tool for anyone looking to quickly and easily gather images for design projects, printing, archiving, or even casual browsing.\n\nKey Features:\n- One-Click Download: You can obtain all the images associated with a product instantly.\n- Bulk Download Options: Choose to download images individually or zip them together for a convenient bulk download.\n- User-Friendly: No technical or coding skills are needed to use this extension. It’s designed to be intuitive and straightforward for all users.\n- High-Quality Images: The extension ensures that you get the best quality product photos for your needs.\n\nHow It Works:\n1. Navigate to your desired product page on Shopee.com.\n2. Locate the “download icon” positioned at the top right of the product listing images.\n3. Click on the icon, and a popup window will appear, showcasing all the product listing images.\n4. You can then proceed to download the images either one by one or in a zip file for bulk saving.\n\nWho Can Benefit from Shopee Images Downloader?\nWhether you're a casual shopper, a shop owner, or a power user, this Browser extension is crafted to enhance your experience. It's a simple yet powerful tool that brings Shopee images to your desktop with unparalleled ease.\n\nGet Started Now\nEmbrace the simplicity of downloading product images. Add this extension to your browser today and start downloading what you need without the hassle.\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\nDisclaimer \nThis independent project was developed by ExtensionBox and has no relationship to Shopee Inc.",
    "zh_CN": "Shopee虾皮 图片下载器： 一键下载高分辨率产品图片\n\nShopee虾皮图片下载器浏览器扩展彻底改变了您下载图片的方式。只需单击鼠标，即可从Shopee虾皮上的产品列表中轻松下载高分辨率图片。对于那些希望快速、轻松地收集图片用于设计项目、打印、存档，该扩展是一个完美的工具。\n\n主要功能\n- 一键下载： 使用Shopee虾皮图片下载器，您可以立即获得与产品相关的所有图片。\n- 批量下载选项： 您可以选择单独下载图片，也可以将图片压缩在一起进行批量下载。\n- 用户友好：使用此扩展无需任何技术或编码技能。它的设计直观、简单，适合所有用户使用。\n- 高质量图片： 该扩展可确保您获得最优质的产品照片，满足您的需求。\n\n如何使用\n1. 在Shopee.com上导航到您所需的产品页面。\n2. 找到产品列表图片右上方的 \"下载图标\"。\n3. 点击图标，弹出一个窗口，显示所有产品列表图片。\n4. 然后，您可以逐一下载图片，也可以下载压缩文件进行批量保存。\n\n数据隐私\n您的数据将保留在您的设备上，不会存储或传输到我们的服务器。我们优先保证您的信息安全和保密。\n\n免责声明 \n本独立项目由ExtensionBox开发，与Shopee Inc.无关。",
    "zh_TW": "Shopee蝦皮圖片下載器：一鍵下載高解析度產品圖片\nShopee蝦皮圖片下載器瀏覽器擴展徹底改變了您下載圖片的管道。 只需按一下滑鼠，即可從Shopee蝦皮上的產品清單中輕鬆下載高解析度圖片。 對於那些希望快速、輕鬆地收集圖片用於設計項目、列印、存檔，該擴展是一個完美的工具。\n主要功能\n-一鍵下載：使用Shopee蝦皮圖片下載器，您可以立即獲得與產品相關的所有圖片。\n-批量下載選項：您可以選擇單獨下載圖片，也可以將圖片壓縮在一起進行批量下載。\n-用戶友好：使用此擴展無需任何科技或編碼技能。 它的設計直觀、簡單，適合所有用戶使用。\n-高品質圖片：該擴展可確保您獲得最優質的產品照片，滿足您的需求。\n如何使用\n1.在Shopee.com上導航到您所需的產品頁面。\n2.找到產品清單圖片右上方的“下載圖標”。\n3.點擊圖標，彈出一個視窗，顯示所有產品清單圖片。\n4.然後，您可以逐一下載圖片，也可以下載壓縮檔進行批量保存。\n數據隱私\n您的數據將保留在您的設備上，不會存儲或傳輸到我們的服務器。 我們優先保證您的資訊安全和保密。\n免責聲明\n本獨立項目由ExtensionBox開發，與Shopee Inc.無關。"
  }
}