{
  "name": {
    "ar": "Onimask علامة تبويب جديدة، خلفيات عالية الجودة",
    "am": "Onimask አዲስ ታብ, የእየተሞተ ዳውልጥዎች",
    "bg": "Демон Слейер Onimask, HD тапети 4K Wallpapers",
    "bn": "Onimask নতুন ট্যাব, এইচডি ওয়ালপেপারগুলি",
    "ca": "Pestanya nova de Onimask, fons de pantalla HD  4K Wallpapers",
    "cs": "Onimask nová karta, tapety HD  4K Wallpapers",
    "da": "Onimask Ny fane, Baggrunde HD  Hd Wallpapers",
    "de": "Onimask Neuer Tab, Hintergrundbilder HD  Hd Wallpaper",
    "el": "Νέα καρτέλα Onimask, Wallpapers HD  4k Wallpaper",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Oni Mask New Tab",
    "es": "Onimask Nueva pestaña Fondos de pantalla HD  4k Wallpaper",
    "et": "Onimask uus vahekaart, HD-taustapildid  Hd Wallpapers",
    "fa": "تب جدید ما بین ما، تصاویر پس زمینه با کیفیت بالا Onimask",
    "fi": "Onimask Uusi välilehti, HD-taustakuvat  Hd Wallpapers",
    "fil": "Onimask Bagong Tab, Mga Wallpaper HD  Hd Wallpaper",
    "fr": "Nouvel onglet Onimask, Fonds d&#39;écran HD Chrome browser",
    "gu": "Onimask નવું ટેબ, HD વૉલપેપર્સ",
    "he": "Onimask כרטיסית חדשה, טפטים באיכות HD",
    "hi": "Onimask नई टैब, एचडी वॉलपेपर्स",
    "hr": "Onimask Nova kartica, HD pozadine  4K Wallpapers",
    "hu": "Onimask új lap, HD háttérképek  Hd Wallpaper",
    "id": "Onimask Tab Baru, Wallpaper HD  Hd Wallpapers",
    "it": "Nuova scheda Onimask, sfondi HD  4K Wallpapers",
    "ja": "Onimask、壁紙、HDデスクトップの壁紙 4K Wallpapers",
    "kn": "Onimask ಹೊಸ ಟ್ಯಾಬ್, ದೀರ್ಘ ದೂರವಾಣಿಗಳು HD HD ವಾಲ್ಪೇಪರ್‌ಗಳು",
    "ko": "Onimask 새 탭, 고화질 HD  HD 배경 화면",
    "lv": "Onimask jauna cilne, HD fona attēli  Hd Wallpaper",
    "ml": "Onimask പുതിയ ടാബ്, ഉച്ച ക്വാളിറ്റി വാല്പേപ്പേർ HD HD",
    "mr": "Onimask नवीन टॅब, उच्च गुणवत्ता वालपेपर्स HD",
    "ms": "Tab Baharu Onimask, Wallpaper HD  Hd Wallpaper",
    "nl": "Onimask Nieuw tabblad, Wallpapers HD  4k Wallpaper",
    "pl": "Onimask Nowa karta, Tapety HD Chrome browser",
    "ro": "Onimask Filă nouă, Imagini de fundal HD 4K Wallpapers",
    "ru": "Новая вкладка «Onimask» HD обои Hd Wallpaper",
    "sk": "Nová karta Onimask, tapety HD  Hd Wallpapers",
    "sl": "Onimask Nov zavihek, ozadja HD  4K Wallpapers",
    "sw": "Kichupo Kipya cha Onimask, Mandhari HD Chrome browser",
    "ta": "Onimask புதிய கதிரை, உச்ச வால்பேப்பர்கள்",
    "te": "Onimask కొత్త ట్యాబ్, HD వాల్‌పేపర్‌లు‌",
    "th": "Onimask แท็บใหม่ วอลเปเปอร์ HD  Hd Wallpaper",
    "tr": "Onimask Yeni Sekme, Duvar Kağıtları HD  Hd Wallpapers",
    "uk": "Onimask, нова вкладка, шпалери HD Chrome browser"
  },
  "short": {
    "ar": "Onimask خلفية، تغيير علامة التبويب الجديدة إلى خلفية Onimask.",
    "am": "Onimask ዳውል መጠጥሚያ, ከሰዓት ያለውን ታብ Onimask ዳውል ተዘጋጅቶአል።",
    "bg": "Тапет на Onimask променя новата ви разделителна лента с фон на Onimask.",
    "bn": "Onimask ওয়ালপেপার, আপনার নতুন ট্যাবটি আমঙ আস পেছাৱলৈ সলনি কৰে।",
    "ca": "El Fons d'Escriptori del Onimask canvia la vostra nova pestanya al fons del Onimask.",
    "cs": "Wallpaper Onimask změní vaši novou kartu na pozadí Onimask.",
    "da": "Onimask Wallpaper ændrer din nye fane til Onimask baggrund.",
    "de": "Onimask Wallpaper ändert Ihre neue Registerkarte in den Onimask-Hintergrund.",
    "el": "Το Onimask Wallpaper αλλάζει το νέο σας καρτελάκι στο Onimask φόντο.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Oni Mask Wallpaper changes its new tab to Oni Mask background.",
    "es": "El fondo de pantalla de Onimask cambia tu nueva pestaña al fondo de Onimask.",
    "et": "Onimask Tapeet muudab teie uue vahekaardi Onimask taustale.",
    "fa": "تصویر پس زمینه Onimask، تغییر زمینه تب جدید شما به زمینه Onimask.",
    "fi": "Onimask Taustakuva vaihtaa uuden välilehden Onimask taustaan.",
    "fil": "Ang Onimask Wallpaper ay nagpapalit ng iyong bagong tab sa Onimask background.",
    "fr": "Le fond d'écran Onimask change votre nouvelle page en arrière-plan de Onimask.",
    "gu": "Onimask વૉલપેપર, તમારું નવું ટેબ Onimask બેકગ્રાઉન્ડમાં બદલે છે.",
    "he": "Onimask טפט, משנה את הכרטיסיה החדשה שלך לרקע של Onimask.",
    "hi": "Onimask वॉलपेपर, आपके नए टैब को अमंग अस बैकग्राउंड में बदलता है।",
    "hr": "Onimask mijenja vašu novu karticu u pozadini Onimask.",
    "hu": "A Onimask Háttérkép megváltoztatja az új lapját a Onimask háttérképre.",
    "id": "Wallpaper Onimask mengganti tab baru Anda menjadi latar belakang Onimask.",
    "it": "Onimask Sfondo cambia la tua nuova scheda con lo sfondo di Onimask.",
    "ja": "Onimask 壁紙は、新しいタブをOnimaskの背景に変更します。",
    "kn": "Onimask ವಾಲ್ಪೇಪರ್, ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್‌ನನ್ನು Onimask ಹಿನ್ನೆಲೆಗೆ ಬದಲಿಸುತ್ತದೆ.",
    "ko": "Onimask 배경 화면, 새 탭을 Onimask 배경으로 변경합니다.",
    "lv": "Onimask Aizkari maina jūsu jauno cilni uz Onimask fona.",
    "ml": "Onimask വാൾപേപ്പർ, പുതിയ ടാബ് നിന്നും Onimask പശ്ചാത്തലത്തിലേക്ക് മാറ്റുന്നു.",
    "mr": "Onimask वॉलपेपर, आपल्या नव्या टॅबला Onimask पार्श्वभूमि बदलतो.",
    "ms": "Wallpaper Onimask menukar tab baru anda ke latar belakang Onimask.",
    "nl": "Onimask Wallpaper verandert je nieuwe tabblad naar de achtergrond van Onimask.",
    "pl": "Tapeta Onimask zmienia twoją nową kartę na tło Onimask.",
    "ro": "Onimask Wallpaper schimbă noua ta filă în fundalul Onimask.",
    "ru": "Обои Onimask изменяет вашу новую вкладку на фон Onimask.",
    "sk": "Onimask Tapeta mení váš nový panel na pozadie Onimask.",
    "sl": "Onimask Ozadje spremeni vaš zavihek na ozadje Onimask.",
    "sw": "Kata Katika Picha ya ukuta Onimask chako kipya kwa mandhari ya ukuta ya Onimask.",
    "ta": "Onimask வால்பேப்பர், உங்கள் புதிய கதிரையை Onimask பின்னணி பக்கத்திற்கு மாற்றுகிறது.",
    "te": "Onimask వాల్‌పేపర్, మీ కొత్త ట్యాబ్‌ను Onimask బ్యాక్‌గ్రౌండ్‌కు మార్చుతుంది.",
    "th": "Onimask วอลล์เปเปอร์, เปลี่ยนแท็บใหม่ของคุณเป็นพื้นหลัง Onimask",
    "tr": "Onimask Duvar Kağıdı, yeni sekmesini Onimask arka planına değiştirir.",
    "uk": "Onimask Тапет, змінює вашу нову вкладку на фон Onimask."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Customize your new tab with the Oni Mask wallpaper extension and face your new Oni Mask background every time you change your page.\nBeautify your new tab page with a useful, beautiful and fun theme.\n\n(-)Refresh your screen with Oni Mask Wallpaper and beautify your background with cool masks.\n(-)Use Oni Mask Wallpaper New Tab to enhance your new tab experiences and enjoy the convenience.\n(-)Use background button to change and use beautiful than each other wallpapers\n\n➤ All in one tab!\n\nClick the 'Add to Chrome' button to install the Oni Mask Wallpaper New Tab extension and you can easily use this extension that way.\n\nWhat are the features of our page:\n*You can check the weather easily and quickly from the bottom right\n* Use background button to change and use beautiful than each other wallpapers\n* Follow the time information from the top right\n* Search the internet quickly and accurately using the middle top search box\n\n\n➤ Note: Click \"Keep changes\" button after installing Oni Mask Wallpaper New Tab for best experience. This will show Oni Mask Wallpaper Theme on every new tab as intended."
  }
}