{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kreemana - Productivity Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep track of how you spend your time on the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kreemana : Productivity Tool \n\nAre you worried that you have not been productive enough as you spent unlimited time on browsing unnecessary websites?  \nDo you want to monitor your social media usage?  \nHave you ever thought of your screen time?  \n\nWe all have been there and worried that we could not productively use our time. \nIt's a natural human nature but this concept is mislaying in the office environment is increasingly evident to corporations /Start up's/MNC's everywhere.  \n\nSo, we come up with a solution to limit your social media usage and distractions, to track your screen time, to make you realise you need more off time and majorly to boost your productivity.  \n\nHere we present Kreemana:  \n\nKreemana: What the word says?  \nThe first part of the word ‘Kree’ is picked from the Kannada word Kreeyatmaka/Kriyatmaka which means being Productive and ‘Mana’ means mind. Kreemana is an aspect where you make your mind productive.  \n\n Who is it for ?\n\nHave you ever thought you are spending much time on social media than actually engrossed in your reports?  \nAre you someone who stay up to complete you tasks late nights because you wasted your day time browsing internet?  \nDo you feel burnt out due to continuous screen time?  \nDo you want to take healthy and quick breaks so that you come out of fatigue? \n\nIf you are stuck with the above-mentioned questions or you are pondering over increasing your productiveness whether you are  \n\nWork from home (WFH)\nWork from office (WFO)\nWork from Anywhere (WFA) \n\nThe attributes presented by Kreemana are:  \n\n1. Supervising screen time:  \n\nLengthy screen time can adversely impact your fitness and productivity, and not keeping track of your time on distracting websites affects productivity.   \nKreemana permits you to restrict your screen time on two out of the three varieties of websites, and it intercepts the screen when you surpass the limits set by you.  \nYou can specify a time limit in the distractive and others category. \nIn the tool, the users can set the time limit in the 30-, 60-, and 90-minutes options category. \nIf one day you feel like using some more of a particular website because you have concluded your tasks, you can turn off the notification. \n\n2. Dashboard:  \n\nKreemana presents a dashboard fitted with various components to sustain your productivity. First of all, you can get comprehensive statistics.  \nIf you desire, the respective division of the time spent on the three different categories of websites is also obtainable to you.  \nAnd under the three websites variety, you will very informatively get your usage time disbursed on particular websites you picked to notice or scrutinise.  \nIt also possesses a tab called health which is equally exquisite to employ. \n\n3. Pre-filled inventory of websites: \n \nWe have your back with an index of pre-filled websites in every category.  \nOf course, you are consistently in management and can delete any website from the blocklists.  \nIt's forthright to add a website anytime you like which might be bugging you, and you want to set a time limit to safeguard you from not getting distracted. \n\n4. The Block window:  \n\nThe block window is the mesh that pops up when you overextend the time limits.  \nOnce you traverse the daily browsing boundary, you will be reminded to be on track. As always, you are in authority of the block window as well.  \nShould you select to circumvent it, you can always type the 500 characters needed. You will also probably learn something new. Pleasant along the pathway. Isn't that very remarkable in its way? \n\n5. Health Tab:  \n\nThis feature gives the users exert instructions for their physical health, like a reminder of what you decide as you tick them.  \nNeck exercises, eye exercises, and breathing instructions are the sorts that come underneath this feature which you can execute after obtaining the reminder.  \n\n6. Premium Feature:  \n\nThe basic package supplies 5 websites in each category to limit, complete usage statistics, and 1 instruction in the exercise and reminder category. But with the premium feature of just 2.99$/ month, you will get an indefinite number of websites to limit and full credentials to the exercise and reminder instruction category. Don't you believe you are getting enough for a bit of price? \n\nBenefits of Kremana\n\n1. Enhance the grade of work \n\nOne of the immediate advantages you may regard is the meaningful advancement in the quality. This tool will make it more comfortable to set time limits, manage distractions, track progress, present statistics, and limit screen time.  \n\n2. Enable users to work remotely \n\nWFA has evolved a new benchmark in the current circumstances of the covid-19 pandemic.  \nHowever, this concept has its challenges, guaranteeing everybody is on the same page. So, you can boost your productivity and stay focussed using out tool remotely also.  \n\n3. Effortless reporting of tasks \n\nWhile handling many tasks, it is not unusual to overlook the jobs that hold less value. Forgetting to conclude the tasks allocated to you will impair your performance in the advancement report.  \nBut with the ease of Kreemana, which is somehow devised to register your expense of screen time on distraction websites. \n\n4. Enhancing workflow \n\nUsers often face distraction in a cluttered setup and toil to stay on task at home.  \nKreemana offers you that real motivation to observe your screen time, monitor your statistics, provide health benefits, and sustain improved overall flow. \n\n5. Reduce social media usage \n\nWith Kreemana, you can limit your endless scrolling of social media grips, blocking the social website after setting a limited time. Thus, limiting your social media usage help you to involve in some meaningful tasks."
  }
}