{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mia - Volume Booster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boosting your volume for YouTube, audio."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mia - Volume Booster extension for Google Chrome is a browser extension designed to enhance and amplify the audio output from websites and media content played within the browser. It's intended to provide users with the ability to increase the volume beyond the limits set by the default volume controls of their device or browser, which can be particularly useful when dealing with low or insufficient audio levels in certain online videos, music, or other multimedia content.\n\nHere are some common features that a Mia - Volume Booster extension for Chrome might offer:\n\nVolume Amplification: The extension typically allows you to boost the volume of audio content being played in your browser. This can be helpful when you're trying to watch a video or listen to music that has low volume.\n\nCustomizable Boost Levels: Some extensions may allow you to adjust the degree of volume boost according to your preferences. This can help you find the right balance between sound quality and amplification.\n\nOn/Off Switch: Extensions often provide a convenient way to enable or disable the sound boosting functionality with a toggle switch. This allows you to easily control when you want the extension to be active.\n\nUser-Friendly Interface: A good sound booster extension would likely have a user-friendly interface that integrates seamlessly with the Chrome browser. This might involve a small interface overlay on the browser window that displays the extension's controls."
  }
}