{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inline Translator"
  },
  "short": {
    "ar": "أداة لترجمة النص المحدد: قم بترجمة النص مباشرة على الصفحة.",
    "am": "አስታውቀው የተመረጠ ጽሁፍ፣ ጽሁፍን በገጽ ውስጥ ተቀምጣል።",
    "bg": "Инструмент за превод на избрания текст: Превеждайте текста директно на страницата.",
    "bn": "নির্বাচিত টেক্সট অনুবাদের জন্য সরঞ্জাম: পৃষ্ঠাটির উপরে টেক্সট অনুবাদ করুন।",
    "ca": "Eina per a traduir el text seleccionat: Tradueixi el text directament a la pàgina.",
    "cs": "Nástroj pro překlad vybraného textu: Překládejte text přímo na stránce.",
    "da": "Værktøj til oversættelse af valgt tekst: Oversæt tekst direkte på siden.",
    "de": "Werkzeug zur Übersetzung ausgewählten Texts: Übersetzen Sie den Text direkt auf der Seite.",
    "el": "Εργαλείο για τη μετάφραση του επιλεγμένου κειμένου: Μεταφράστε το κείμενο απευθείας στη σελίδα.",
    "en,en_AU,en_GB,en_US": "Tool to translate selected text: Translate text directly on the page.",
    "es,es_419": "Herramienta para traducir texto seleccionado: Traduzca texto directamente en la página.",
    "et": "Valitud teksti tõlkimise tööriist: Tõlkige tekst otse lehel.",
    "fa": "ابزار ترجمه برای ترجمه متن انتخابی: متن را مستقیماً در صفحه ترجمه کنید.",
    "fi": "Työkalu valitun tekstin kääntämiseen: Käännä teksti suoraan sivulle.",
    "fil": "Tool upang isalin ang napiling teksto: Isalin ang teksto nang direkta sa pahina.",
    "fr": "Outil de traduction pour le texte sélectionné : Traduisez le texte directement sur la page.",
    "gu": "પસંદ કરેલા ટેક્સ્ટને અનુવાદ કરવા માટેનું સાધન: પૃષ્ઠ પર ટેક્સ્ટ સીધી રહેવું.",
    "he": "כלי לתרגום של טקסט שנבחר: תרגום טקסט ישירות בדף.",
    "hi": "चयनित पाठ का अनुवाद करने के लिए उपकरण: पृष्ठ पर पाठ का अनुवाद सीधे करें।",
    "hr": "Alat za prevođenje izabranog teksta: Prevedite tekst direktno na stranici.",
    "hu": "Eszköz a kiválasztott szöveg fordításához: Fordítson szöveget közvetlenül az oldalon.",
    "id": "Alat untuk menerjemahkan teks terpilih: Terjemahkan teks secara langsung di halaman.",
    "it": "Strumento per tradurre il testo selezionato: Traduci il testo direttamente sulla pagina.",
    "ja": "選択したテキストを翻訳するためのツール：ページ上でテキストを直接翻訳します。",
    "kn": "ಆಯ್ಕೆಯಾದ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಲು ಸಾಧನ: ಪುಟದ ಮೇಲೆ ಪಠ್ಯವನ್ನು ನಿರ್ವಹಿಸಿ ಅನುವಾದಿಸಿ.",
    "ko": "선택한 텍스트를 번역하는 도구: 페이지에서 텍스트를 직접 번역하세요.",
    "lt": "Įrankis vertimui pasirinktam tekstui: Versti tekstą tiesiogiai puslapyje.",
    "lv": "Instrumenti izvēlētā teksta tulkošanai: Tulkojiet tekstu tieši uz lapas.",
    "ml": "തിരഞ്ഞെടുക്കുന്ന ടെക്സ്റ്റ് അനുവാദിക്കുന്ന ഉപകരണം: പേജിൽ ടെക്സ്റ്റ് നിരോധിക്കുക.",
    "mr": "निवडलेल्या मजकूराच्या अनुवादाचा उपकरण: पृष्ठावर मजकूर थेट अनुवादित करा.",
    "ms": "Alat untuk menterjemahkan teks terpilih: Terjemahkan teks secara langsung di halaman.",
    "nl": "Hulpmiddel om geselecteerde tekst te vertalen: Vertaal tekst rechtstreeks op de pagina.",
    "no": "Verktøy for å oversette valgt tekst: Oversett tekst direkte på siden.",
    "pl": "Narzędzie do tłumaczenia wybranego tekstu: Tłumacz tekst bezpośrednio na stronie.",
    "pt_BR,pt_PT": "Ferramenta para traduzir texto selecionado: Traduza o texto diretamente na página.",
    "ro": "Instrument pentru traducerea textului selectat: Traduceți textul direct pe pagină.",
    "ru": "Инструмент для перевода выделенного текста: Переводите текст непосредственно на странице.",
    "sk": "Nástroj na preklad vybraného textu: Preložte text priamo na stránke.",
    "sl": "Orodje za prevajanje izbranega besedila: Prevedite besedilo neposredno na stran.",
    "sr": "Алат за превођење изабраног текста: Преводите текст директно на страници.",
    "sv": "Verktyg för att översätta vald text: Översätt text direkt på sidan.",
    "sw": "Chombo cha kutafsiri maandishi yaliyochaguliwa: Tafsiri maandishi moja kwa moja kwenye ukurasa.",
    "ta": "தேர்ந்தெடுத்த உரையை மொழிபெயர்க்க உபகரணம்: பக்கத்தில் உரையை உரையாக்கவும்.",
    "te": "ఎంచుకోబడిన వచనాన్ని అనువాదించడానికి ఉపకరణం: పేజీలో ఉరువాలను ఉరువాలగా అనువాదించండి.",
    "th": "เครื่องมือสำหรับการแปลข้อความที่เลือก: แปลข้อความโดยตรงบนหน้าเว็บ.",
    "tr": "Seçili metni çevirmek için araç: Metni doğrudan sayfa üzerinde çevirin.",
    "uk": "Інструмент для перекладу обраного тексту: Перекладіть текст безпосередньо на сторінці.",
    "vi": "Công cụ dịch văn bản đã chọn: Dịch văn bản trực tiếp trên trang.",
    "zh_CN": "翻译选定文本的工具：直接在页面上翻译文本。",
    "zh_TW": "翻譯所選文本的工具：直接在頁面上翻譯文本。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "«Inline Translator» will help you quickly and most conveniently translate selected text on any website. Unlike other similar tools, this one embeds the translation directly into the HTML markup of the page, preserving the formatting and not cluttering the page with pop-ups.\n\nMain Features:\n\n• Simple and Easy: Translate text by selecting it with the mouse and clicking on the button that appears or by pressing «Alt» + «T».\n• No Pop-Ups: The translation is embedded in the page, preserving the original formatting.\n• Multiple Translated Sections: Create an unlimited number of translated sections of text on a page. You can translate as many as you want!\n• Original Text in the Tooltip: When you hover over a translated section of text, the original text appears in the tooltip.\n• Individual Control: Cancel translations individually by simply clicking on the text. The handy «Cancel» and «Cancel All» menus help you to do this.\n• Button Drag and Drop: If a pop-up button is in the way, just drag it.\n• Competent Translation of Documentation Sites: «Inline Translator» ignores <pre> and <code> tags to avoid distorting code fragments. However, if you select a text fragment inside these tags, they can be translated.\n• Convenient Extension Access Control: You can disable «Inline Translator» on some sites or everywhere, but you can enable it only for those sites that you need.\n\nUsage Examples:\n\n• Translate entire pages in two steps: «Ctrl» + «A» and «Alt» + «T».\n• Translation of individual words highlighted by double-clicking. It is not necessary to translate everything if you forgot only one word from the text.\n• Learn foreign languages effectively by translating only what you really need.\n\nTranslation Assistance: Erika S.",
    "ru": "«Inline Translator» поможет Вам быстро и максимально удобно переводить выделенный текст на любом сайте. В отличие от других подобных инструментов, Inline Translator встраивает перевод непосредственно в HTML-разметку страницы, с сохранением форматирования и не создает всплывающих окон.\n\nКлючевые особенности:\n\n• Простота и удобство: Переводите текст, выделяя его мышью и нажимая на появившуюся кнопку либо нажав «Alt» + «T». \n• Нет всплывающих окон: Перевод встраивается в страницу сохраняя оригинальное форматирование.\n• Множество переведенных фрагментов: Создавайте на странице неограниченное количество переведенных участков текста. Можете переводить столько, сколько нужно!\n• Оригинал в подсказке: При наведении на переведенный участок текста в подсказке появится оригинальный текст. \n• Индивидуальное управление: Отменяйте переводы по отдельности, просто кликая на текст. Удобное меню \"Отменить\" и \"Отменить всё\" поможет вам в этом.\n• Кнопка перетаскивается: Если всплывающая кнопка мешает, просто перетащите ее.\n• Адекватный перевод сайтов с документацией: «Inline Translator» игнорирует теги <pre> и <code>, чтобы не искажать фрагменты кода. Однако, если вы выделите фрагмент текста внутри этих тегов, они смогут перевестись.\n• Удобный контроль доступности расширения: Вы можете отключить «Inline Translator» на некоторых сайтах или везде, но при этом можете включить его только для нужных сайтов.\n\nПримеры использования:\n\n• Перевод страниц целиком в 2 действия - «Ctrl» + «A» и «Alt» + «T».\n• Перевод отдельных слов, выделенных двойным кликом. Не обязательно переводить всё, если вы забыли только одно слово из текста.\n• Эффективное изучение иностранных языков, переводя только то, что действительно необходимо.",
    "uk": "\"Inline Translator\" допоможе вам швидко і максимально зручно перекладати виділений текст на будь-якому веб-сайті. На відміну від інших подібних інструментів, Inline Translator вбудовує переклад безпосередньо в HTML-розмітку сторінки, зі збереженням форматування та не створює спливаючих вікон.\n\nКлючові особливості:\n\n• Простота і зручність: Перекладайте текст, виділяючи його мишею і натискаючи на з'явившуся кнопку або натисніть \"Alt\" + \"T\".\n• Немає спливаючих вікон: Переклад вбудовується в сторінку зі збереженням оригінального форматування.\n• Багато перекладених фрагментів: Створюйте на сторінці необмежену кількість перекладених фрагментів тексту. Можете перекладати стільки, скільки потрібно!\n• Оригінал у підказці: При наведенні на перекладений фрагмент тексту в підказці з'явиться оригінальний текст.\n• Індивідуальне керування: Скасовуйте переклади окремо, просто клікаючи на текст. Зручне меню \"Скасувати\" і \"Скасувати все\" допоможе вам у цьому.\n• Кнопка перетягується: Якщо спливаюча кнопка заважає, просто перетягніть її.\n• Адекватний переклад сайтів з документацією: \"Inline Translator\" ігнорує теги <pre> і <code>, щоб не спотворювати фрагменти коду. Проте, якщо ви виділите фрагмент тексту всередині цих тегів, вони зможуть перекладатися.\n• Зручний контроль доступності розширення: Ви можете вимкнути \"Inline Translator\" на деяких сайтах або всюди, але при цьому можете включити його лише для потрібних сайтів.\n\nПриклади використання:\n\n• Переклад сторінок цілком за 2 дії - \"Ctrl\" + \"A\" і \"Alt\" + \"T\".\n• Переклад окремих слів, виділених подвійним кліком. Не обов'язково перекладати все, якщо ви забули лише одне слово з тексту.\n• Ефективне вивчення іноземних мов, перекладаючи лише те, що дійсно необхідно.\n\nДякуємо Ериці С. і Ользі Р. за допомогу.",
    "zh_CN,zh_TW": "《Inline Translator》 可以帮助您以最便捷的方式快速翻译任何网站上突出显示的文本。 与其他类似的附加组件不同， 它能将翻译直接嵌入页面的 HTML 标记中， 既保留了格式， 又不会让页面充满弹出式窗口。\n\n主要功能：\n\n• 简单方便： 用电脑鼠标选中文本， 点击出现的按钮或按 《Alt》 + 《T》 键， 即可翻译文本。\n• 无弹出式窗口： 翻译会嵌入页面， 同时保留原始格式。\n• 很多翻译区： 在页面上创建数量不限的翻译文本部分。 您想翻译多少就翻译多少！\n• 工具提示中的原文文本： 当您鼠标光标移动到翻译好的文本片段上时， 原始文本就会出现在工具提示中。\n• 个性化控制： 只需点击文本， 即可单独取消翻译。 方便的 《Cancel》 （取消） 和 《Cancel All》 （全部取消） 菜单可以帮助您完成这些操作。\n• 按钮拖放： 如果弹出按钮碍事， 只需拖动即可。\n• 正确翻译文件网站： 《Inline Translator》 忽略 <pre> 和 <code> 标记， 以避免扭曲代码片段。 不过， 如果您突出显示这些标签中的一段文字， 它们就能进行翻译。\n• 轻松控制附加组件的可用性： 您可以在某些网站或任何地方禁用该扩展， 也可以只在需要的网站上启用。\n\n使用实例：\n\n• 只需两步即可翻译整个页面： 《Ctrl》 + 《A》 和 《Alt》 + 《T》。\n• 通过双击突出显示单个单词的翻译。 如果您只是忘记了文本中的一个单词， 也没有必要翻译所有内容。\n• 有效学习外语， 只翻译您真正需要的内容。\n\n翻译协助： Erika S."
  }
}