{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apilo Booster - zestaw dodatków"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rozbuduj Apilo o zakładki na statusy zamówień, asystenta pakowania, szablony wymiarów etykiet i wiele innych udoskonaleń."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Za pomocą tego dedykowanego rozszerzenia korzystanie z Apilo stanie się o wiele sprawniejsze. Zainstaluj i wykorzystaj nowe funkcjonalności. Rozszerzenie składa się z następujących modułów:\n\n\"Zakładki na zamówienia\":\nDo menu „BOK – Zamówienia” dodasz własne zakładki (foldery) na zamówienia. Stwórz oddzielnie foldery dla etapów realizacji zamówień, dokumentów handlowych, form dostaw, pakowaczy i wiele więcej -  masz pełną dowolność!\n\n\"Asystent pakowania\":\nKontroluj pakowane/zbierane produkty za pomocą skanera kodów kreskowych. Po zeskanowaniu kodu kreskowego (EAN) produktu pozycja w zamówieniu zostanie oznaczona kolorem wraz z sygnałem dźwiękowym. Zeskanowanie wszystkich pozycji spowoduje zmianę statusu zamówienia lub wygenerowanie etykiety.\n\n\"Szablony wymiarów przesyłek\":\nZdefiniuj szablony do użycia w formularzu generowania etykiet Apilo. Dzięki temu wygodnie wczytasz parametry przesyłki i szybko wygenerujesz listy przewozowe. Przypisz do szablonu gabaryt, wymiar, wagę, zawartość, wartość ubezpieczenia. Co więcej – każdy z szablonów można wczytać zarówno za pomocą przycisku, jak i skrótu klawiszowego.\n\n\"Praktyczny UX”\nModuł \"Praktyczny UX\" to zestaw ulepszeń do Apilo. Zawiera funkcjonalności takie:\n- jak wyświetlanie komentarza kupującego na liście zamówień bez konieczności klikania w ikonkę,\n- wyświetlenie komentarza kupującego w formularzu etykiety,\n- opcja dodania zamówień do kolejki i przechodzenia pomiędzy nimi za pomocą przycisków “Następne” / “Poprzednie” oraz za pomocą skrótów klawiszowych,\n- przebudowa Formularza Generowania Etykiety Apilo w celu szybszej realizacji zamówień, w tym: przeniesienie listy zamówionych produktów i wymiarów do nagłówka. Dzięki temu od razu wiesz, co masz pakować i szybko wprowadzisz parametry paczki do formularza.\n\n\"Skróty klawiszowe”\nPrzyśpiesz poruszanie się po Apilo za pomocą skrótów klawiszowych. Obecnie wśród dostępnych wywołanie przycisków:\n- Wyślij,\n- Drukuj Etykietę,\n- Pobierz Etykietę."
  }
}