{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COPILOTA DettoFatto"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Descrizione:",
    "en": "Description:"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "COPILOTA DETTOFATTO è RISERVATO agli utenti Amministratori di Condominio del sistema cloud con Intelligenza Artificiale DETTOFATTO.\n\nBenvenuto nell'era della gestione condominiale moderna con DETTOFATTO Copilota, l'estensione Chrome che rivoluziona il tuo modo di lavorare come amministratore di condominio. Con questa potente estensione, la tua vita lavorativa diventerà più semplice, organizzata e produttiva. Scopri come DETTOFATTO Copilota può trasformare ogni aspetto della tua gestione condominiale.\n\nCos'è DETTOFATTO Copilota?\n\nDETTOFATTO Copilota è un'estensione per il browser Chrome progettata per integrare e migliorare l'esperienza degli utenti del software DETTOFATTO. Questa estensione offre un assistente virtuale intelligente, sempre a portata di mano, che ti aiuta a gestire comunicazioni, documenti, richieste e molto altro con facilità e precisione.\n\nCaratteristiche Principali\n\nInterfaccia Intuitiva\n\nUn'interfaccia utente semplice e intuitiva che ti permette di accedere rapidamente a tutte le funzionalità di DETTOFATTO senza dover lasciare il browser.\nDashboard personalizzabile per tenere sotto controllo tutte le attività e le scadenze.\nGestione delle Comunicazioni\n\nIntegrazione con Telegram, email e altri canali di comunicazione per garantire che ogni messaggio venga inviato e ricevuto tempestivamente.\nPossibilità di inviare circolari e comunicazioni importanti con un solo click, assicurandoti che ogni condomino riceva le informazioni necessarie.\nSincronizzazione con DANEA DOMUSTUDIO\n\nSincronizzazione automatica dei contatti e numeri di cellulare di condomini e fornitori sul dispositivo di studio, per sapere sempre chi sta chiamando.\nGestione delle segnalazioni per tutti i condomini e fornitori, anche se non usano DETTOFATTO.\nGestione delle Richieste e degli Interventi\n\nRicezione e gestione delle segnalazioni direttamente dal browser, con tracciamento e aggiornamenti in tempo reale.\nAssegnazione intelligente dei fornitori per interventi, con monitoraggio dell'avanzamento e feedback immediato.\nAutomazione e Intelligenza Artificiale\n\nAutomatizzazione delle risposte alle segnalazioni e suggerimenti proattivi basati sull'analisi delle conversazioni.\nAssegnazione automatica delle categorie delle richieste e validazione degli utenti tramite IA.\nCruscotto di Controllo KPI\n\nVisualizzazione dei principali indicatori di performance per monitorare l'efficienza e l'efficacia della gestione condominiale.\nAnalisi dettagliata delle metriche chiave per prendere decisioni informate e strategiche.\nArchivio Documenti e Contratti\n\nArchiviazione digitale centralizzata per accedere rapidamente a tutti i documenti importanti.\nRicerca avanzata per trovare facilmente qualsiasi documento o comunicazione.\nGestione delle Scadenze\n\nNotifiche automatiche per ricordarti le scadenze importanti e mantenere tutto sotto controllo.\nPossibilità di programmare attività ricorrenti per semplificare la gestione delle operazioni quotidiane.\nIntegrazione con Sistemi VOIP e Segreterie Telefoniche Evolute\n\nIdentificazione immediata del chiamante e visualizzazione delle segnalazioni in corso.\nTrascrizione automatica dei messaggi vocali per una gestione più efficiente delle comunicazioni.\nSicurezza e Privacy\n\nProtezione dei dati con crittografia avanzata e conformità alle normative sulla privacy.\nControllo degli accessi e delle autorizzazioni per garantire che solo le persone autorizzate possano accedere alle informazioni sensibili.\nVantaggi per gli Amministratori di Condominio\n\nEfficienza Migliorata: Risparmia tempo prezioso automatizzando le attività ripetitive e concentrati su compiti strategici che richiedono la tua attenzione.\nRiduzione dello Stress: Con DETTOFATTO Copilota, puoi gestire tutte le tue operazioni con facilità, riducendo lo stress e migliorando la qualità del tuo lavoro.\nComunicazione Fluida: Mantieni una comunicazione chiara e trasparente con condomini e fornitori, migliorando la soddisfazione di tutti i coinvolti.\nAccessibilità Ovunque: Gestisci il tuo lavoro ovunque ti trovi grazie all'accesso via browser, senza bisogno di installare software aggiuntivi.\nAdattabilità: Personalizza l'estensione secondo le tue esigenze specifiche, garantendo un'operatività perfetta per il tuo ufficio.\nCome Iniziare\n\nInstallazione Facile: Scarica e installa l'estensione DETTOFATTO Copilota dal Chrome Web Store.\nConfigurazione Veloce: Accedi con le tue credenziali DETTOFATTO e configura l'estensione secondo le tue preferenze.\nInizia a Usare: Esplora tutte le funzionalità e scopri come DETTOFATTO Copilota può trasformare il tuo modo di lavorare."
  }
}