{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twidios for Podio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Making a phone call via Podio is just one tap away. Twidios adds Phone and SMS functionalities to your Podio workspace.\n\nWith…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Making a phone call via Podio is just one tap away. Twidios adds Phone and SMS functionalities to your Podio workspace.\n\nWith Twidios now you will not only use the fastest Internet browser, but you can increase productivity and enhance communication with a powerful extension. Just install Twidios on your browser, connect your Twilio account, and you’ll be able to make phone calls and send text messages directly from Podio.\n\nClick-to-call. Or type a message and send. All from your Podio Workspace.\nA groundbreaking Chrome extension that will make your everyday work faster and more enjoyable.\n\nSimplify everything and take your everyday communication on another level. The extension makes communication easy, convenient and straightforward – no need to install a ton of apps or connect with third-party providers.\n\nFeatures, Powered by Twilio:\n• Make outbound calls and receive incoming calls directly on Google Chrome\n• Automatically track calls and Texts\n• Send and receive text messages like your using a real phone • Get browser notifications whenever you get a text or call\n• Change the color and theme of your extension however you like\n• Connect your Twilio account and only pay for the minutes you use\n\nNeed a Twilio account? Start a free trial account now here:\nhttps://www.twilio.com/\n\nFor Tutorials, go to\nhttps://www.youtube.com/channel/UCUyvXSmCDdOKxpV-pMCS0sA"
  }
}