{
  "name": {
    "ar,bn,ca,et,fil,ja,no,pl,sk,te,th": "Turbo Racer Online Game",
    "am,bg,gu,he,hr,ko,sl,sw,ta": "Turbo Racer Online",
    "cs,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,hi,hu,it,lt,lv,ms,nl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Turbo Racer Game",
    "da,fa,id,kn,ml,mr,ro": "Turbo Racer Unblocked Game"
  },
  "short": {
    "ar": "حقق درجات عالية دون الاصطدام بالعقبات في النفق في لعبة السباق هذه.",
    "am": "በዚህ የእሽቅድምድም ጨዋታ ውስጥ በመሿለኪያው ውስጥ ያሉ እንቅፋቶችን ሳይመታ ከፍተኛ ውጤት ይኑርህ።",
    "bg": "Направете високи резултати, без да удряте препятствията в тунела в тази състезателна игра.",
    "bn": "এই রেসিং গেমে সুড়ঙ্গের বাধাগুলি আঘাত না করে উচ্চ স্কোর তৈরি করুন।",
    "ca": "Feu puntuacions altes sense superar els obstacles del túnel en aquest joc de carreres.",
    "cs": "Udělejte vysoké skóre, aniž byste narazili na překážky v tunelu v této závodní hře.",
    "da": "Lav høje scorer uden at ramme forhindringerne i tunnelen i dette racerspil.",
    "de": "Machen Sie in diesem Rennspiel Highscores, ohne die Hindernisse im Tunnel zu treffen.",
    "el": "Κάντε υψηλές βαθμολογίες χωρίς να χτυπήσετε τα εμπόδια στο τούνελ σε αυτό το παιχνίδι αγώνων.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Make high scores without hitting the obstacles in the tunnel in this racing game.",
    "es": "Haz puntuaciones altas sin golpear los obstáculos en el túnel en este juego de carreras.",
    "et": "Tehke selles võidusõidumängus kõrgeid tulemusi ilma tunnelis takistusi löömata.",
    "fa": "نمره بالا بدون ضربه موانع در تونل در این بازی مسابقه.",
    "fi": "Tee korkeat pisteet lyömättä tunnelin esteitä tässä ajopelissä.",
    "fil": "Gumawa ng mataas na puntos nang walang pagpindot sa mga obstacles sa lagusan sa karera ng laro.",
    "fr": "Faites des scores élevés sans heurter les obstacles dans le tunnel dans ce jeu de course.",
    "gu": "આ રેસિંગ રમતમાં ટનલમાં અવરોધોને ફટકાર્યા વિના ઉચ્ચ સ્કોર બનાવો.",
    "he": "צור ציונים גבוהים מבלי לפגוע במכשולים במנהרה במשחק המרוצים הזה.",
    "hi": "इस रेसिंग खेल में सुरंग में बाधाओं को मारने के बिना उच्च स्कोर बनाओ।",
    "hr": "Napravite visoke rezultate bez udaranja prepreka u tunelu u ovoj trkaćoj igri.",
    "hu": "Érjen el magas pontszámokat anélkül, hogy eltalálná az akadályokat az alagútban ebben a versenyjátékban.",
    "id": "Buat skor tinggi tanpa menabrak rintangan di terowongan dalam game balap ini.",
    "it": "Fai punteggi alti senza colpire gli ostacoli nel tunnel in questo gioco di corse.",
    "ja": "このレースゲームでトンネル内の障害物に当たることなくハイスコアを作ります。",
    "kn": "ಈ ರೇಸಿಂಗ್ ಆಟದಲ್ಲಿ ಸುರಂಗದಲ್ಲಿನ ಅಡೆತಡೆಗಳನ್ನು ಹೊಡೆಯದೆ ಹೆಚ್ಚಿನ ಸ್ಕೋರ್ ಗಳನ್ನು ಮಾಡಿ.",
    "ko": "이 레이싱 게임에서 터널의 장애물을 치지 않고 높은 점수를 얻으십시오.",
    "lv": "Gūstiet augstus punktus, šajā sacīkšu spēlē netrāpot tuneļa barjerās.",
    "ml": "ഈ റേസിംഗ് ഗെയിമിൽ തുരങ്കത്തിലെ തടസ്സങ്ങൾ തട്ടാതെ ഉയർന്ന സ്കോറുകൾ നേടുക.",
    "mr": "या रेसिंग गेममध्ये बोगद्यातील अडथळ्यांना न मारता उच्च गुण मिळवा.",
    "ms": "Buat skor tinggi tanpa memukul halangan dalam terowong dalam permainan perlumbaan ini.",
    "nl": "Maak hoge scores zonder de obstakels in de tunnel te raken in dit racespel.",
    "no": "Gjør høye score uten å treffe hindringene i tunnelen i dette racingspillet.",
    "pl": "Osiągaj wysokie wyniki bez uderzania w przeszkody w tunelu w tej grze wyścigowej.",
    "ro": "Face scoruri mari, fără a lovi obstacolele din tunel în acest joc de curse.",
    "ru": "Забивайте высокие баллы, не сталкиваясь с препятствиями в туннеле в этой гоночной игре.",
    "sk": "V tejto závodnej hre dosahujte vysoké skóre bez toho, aby ste narazili na prekážky v tuneli.",
    "sl": "Naredite visoke rezultate, ne da bi zadeli ovire v predoru v tej dirkaški igri.",
    "sv": "Gör höga poäng utan att träffa hindren i tunneln i detta racingspel.",
    "sw": "Tengeneza alama za juu bila kupiga vikwazo kwenye handaki katika mchezo huu wa mbio.",
    "ta": "இந்த பந்தய விளையாட்டில் சுரங்கப்பாதையில் உள்ள தடைகளைத் தாக்காமல் அதிக மதிப்பெண்களைப் பெறுங்கள்.",
    "te": "ఈ రేసింగ్ ఆటలో సొరంగంలో అడ్డంకులను కొట్టకుండా అధిక స్కోర్లు చేయండి.",
    "th": "ทําคะแนนให้สูงโดยไม่ชนสิ่งกีดขวางในอุโมงค์ในเกมแข่งรถนี้",
    "tr": "Bu yarış oyununda tüneldeki engellere çarpmadan yüksek puanlar alın.",
    "uk": "Робіть високі бали, не потрапляючи на перешкоди в тунелі в цій гоночної грі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for turbo racing game fun! Avoid obstacles in the endless tunnel and reach the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nTurbo Racer Game Features\n✓ Infinity level\n✓ Realistic particle\n✓ Basic control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Turbo Racer Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}