{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Co:Writer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word prediction that is grammar smart and inventive spelling aware. Speech recognition allows you to speak it, and we'll write it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Co:Writer® Universal Extension for Chrome™ helps you write with proper grammar and spelling using topic-specific vocabulary. It integrates with the Chrome™ browser for word prediction and speech recognition just about anywhere you write online including Google Drive™, Microsoft Word, blogs, Learning Management Systems, testing, social networks, and email.\n\nTry it for free and see if it works for you. Pricing and more information can be viewed at https://cowriter.com \n\nHow Does Co:Writer Work?\nAs letters are typed, Co:Writer predicts the intended word with a selection of word suggestions using powerful grammar-smart word prediction. These suggestions can be read aloud by moving the cursor over the words. Selecting the intended word places it into the built-in writing document. For feedback while writing (and after writing) built-in text to speech can be used to read letters, words, sentences, and any selected text.  If the microphone is chosen, you can speak and we'll convert your speech into text.  \n\n4+ Million Topic-Specific Dictionaries:\nCo:Writer has access to a main prediction dictionary (that includes core words) and Topic Dictionaries (that includes topic specific words).  Co:Writer can access over 4 million topic-specific dictionaries which are activated based on the writing task.\n\nA small sampling of the variety of topic dictionaries:\n  ✔ America's Cup\n  ✔ Compare and Contrast\n  ✔ Dinosaurs\n  ✔ Grumpy Cat\n  ✔ History of the Peloponnesian War\n  ✔ Mahatma Gandhi\n  ✔ My Dog\n  ✔ Pig Latin\n  ✔ SpongeBob SquarePants\n  ✔ Tommy (album)\n  ✔ Wonders of the World\n\nSpelling Support:\nCo:Writer uses Flexspell™ technology to handle the widest range of spelling mistakes including phonetic spelling and inventive spelling errors (letter omissions, word ending omissions, letter reversals, etc).\n\nExamples of how Co:Writer aides with phonetic and/or inventive spelling:\n\nBefore Co:Writer:\nThe blk jargon flu over the bra lfnt. \nR u hpy to ce me? \nI no hw to nor the fone. \n\nAfter Co:Writer:\nThe black dragon flew over the gray elephant.\nAre you happy to see me?\nI know how to answer the phone.\n\nGrammar Support:\nCo:Writer bases its prediction on proper grammar, and uses its understanding of grammar to accurately predict words within the framework of valid sentence structures.  \nExamples of how Co:Writer aides with grammar:\nDogs are furry. (noun, verb, adj.) - When you typed d-o, you get plural noun choices\nThree very mangy dogs ran down the street. (adj., adv., adj., noun, verb… etc.) - After typing three, very, mangy, you get plural noun choices, then you get plural verb tenses."
  }
}