{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "recheck-web Demo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click change detection of websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time and effort when testing your web pages: this Chrome extension will show you all website differences. Whether you have to play \"spot the difference\" or are overwhelmed by changes: Our powerful filter mechanism allows you to quickly find the website changes that are relevant for you. To get a quick tutorial, go to https://retest.de/recheck-web-chrome-extension/\n\nWhen clicking the button, this extension will send all of the website data to retest (https://retest.de/), where it will be either stored as Golden Master (=snapshot/base-line) for later comparison or compared to an existing Golden Master and the differences be highlighted. \n\nYou can use either the review GUI or the open source recheck.cli to open the differences report. You can also filter out the differences you don't care about and quickly find relevant changes. This gives you unprecedented power: ignore font changes but not the text. Or ignore content but not CSS. Define your own filters with a simple git-like syntax.\n\nWhile being a very helpful tool on it's own, this is also a convenient demo to show the power of the test automation tool recheck-web. recheck-web is an open source product at https://github.com/retest/recheck-web. \n\nYou'll need to create a free retest account to use this extension. It needs permission to \"Read and change your data on all retest.org sites\" to send login data to retest."
  }
}