{
  "name": {
    "ar": "النسخ واللصق في Office Offline",
    "am": "Office Online ቅዳና ለጥፍ",
    "bg": "Копиране и поставяне в Office Online",
    "bn": "Office Online অনুলিপি এবং প্রতিলেপন",
    "ca": "Copia i enganxa de l'Office Online",
    "cs": "Kopírování a vkládání v Office Online",
    "da": "Kopiér og indsæt i Office Online",
    "de": "Kopieren und Einfügen in Office Online",
    "el": "Αντιγραφή και επικόλληση στο Office Online",
    "en,en_AU,en_GB,en_US": "Office - Enable Copy and Paste",
    "es,es_419": "Copiar y pegar de Office Online",
    "et": "Kopeerimine ja kleepimine Office Online’is",
    "fa": "کپی و جای گذاری Office Online",
    "fi": "Office Online Kopioi ja Liitä",
    "fil": "Pagkopya at Pagdikit sa Office Online",
    "fr": "Office Online - Copier et coller",
    "gu": "Office Online કૉપિ અને પેસ્ટ",
    "he": "העתקה והדבקה מ- Office Online",
    "hi": "Office Online प्रतिलिपि बनाना और चिपकाना",
    "hr": "Kopiranje i lijepljenje u sustavu Office Online",
    "hu": "Kivágás és beillesztés az Office Online-ban",
    "id": "Salin dan Tempel Office Online",
    "it": "Copia e Incolla in Office Online",
    "ja": "Office Online Copy and Paste",
    "kn": "Office Onlineನಲ್ಲಿ ನಕಲಿಸುವುದು ಮತ್ತು ಅಂಟಿಸುವುದು",
    "ko": "Office Online 복사 및 붙여넣기",
    "lt": "„Office Online“ kopijavimas ir įklijavimas",
    "lv": "Office Online kopēšana un ielīmēšana",
    "ml": "Office Online പകർത്തലും ഒട്ടിക്കലും",
    "mr": "Office Online प्रतिलिपी करा आणि चिकटवा",
    "ms": "Salin dan Tampal pada Office Online",
    "nl": "Kopiëren en plakken in Office Online",
    "no": "Kopiering og innliming i Office Online",
    "pl": "Kopiowanie i wklejanie w aplikacjach Office Online",
    "pt_BR": "Recursos Copiar e Colar do Office Online",
    "pt_PT": "Copiar e Colar do Office Online",
    "ro": "Copiere și lipire Office Online",
    "ru": "Копирование и вставка в Office Online",
    "sk": "Rozšírenie na kopírovanie a prilepovanie v Office Online",
    "sl": "Kopiranje in lepljenje v zbirki Office Online",
    "sr": "Office Online копирање и лепљење",
    "sv": "Kopiera och klistra in för Office Online",
    "sw": "Kunakili na Kubandika kwenye Office Online",
    "ta": "Office Online நகலெடு மற்றும் ஒட்டு",
    "te": "Office Online కాపీ మరియు అతికించు",
    "th": "การคัดลอกและวางของ Office Online",
    "tr": "Office Online Kopyalama ve Yapıştırma",
    "uk": "Копіювання й вставлення в програмах Office Online",
    "vi": "Sao chép và Dán trên Office Online",
    "zh_CN": "Office Online 复制和粘贴",
    "zh_TW": "Office Online 複製與貼上"
  },
  "short": {
    "ar": "استخدم الحافظة في Office Online للقص والنسخ واللصق من قائمة النقر بزر الماوس الأيمن وشريط الشرائط.",
    "am": "በOffice Online ከግራ መዳፊት ምናሌ እና ጥብጣብ አሞሌ የእርስዎን የቅንጥብ ሰሌዳ ተጠቅመው መቁረጥ፣ መቀዳት፣ እና መለጠፍ ይችሉ  ዘንድ።",
    "bg": "Използвайте своя клипборд в Office Online, така че да можете да изрязвате, копирате и поставяте от контекстното меню, което се…",
    "bn": "Office Online-এ আপনার ক্লিপবোর্ড ব্যবহার করুন যাতে আপনি ডান-ক্লিক মেনু এবং রিবন বারটি থেকে ছেদন, অনুলিপি এবং প্রতিলেপন করতে পারেন।",
    "ca": "Utilitzeu el porta-retalls de l'Office Online per retallar, copiar i enganxar des del menú desplegable i la pestanya de la franja.",
    "cs": "Pomocí schránky Office Online můžete vyjmout, kopírovat a vložit položky z nabídky, která se zobrazí po kliknutí pravým tlačítkem…",
    "da": "Brug udklipsholderen i Office Online til at klippe, kopiere og indsætte fra genvejsmenuen og båndet.​",
    "de": "Verwenden Sie die Zwischenablage in Office Online, um über das Kontextmenü und die Menüleiste Elemente auszuschneiden, zu kopieren…",
    "el": "Χρησιμοποιήστε το Πρόχειρό σας στο Office Online, ώστε να έχετε τη δυνατότητα για αποκοπή, αντιγραφή και επικόλληση από το μενού…",
    "en,en_AU,en_GB,en_US": "Cut, copy, and paste from the right-click menu and ribbon in Office on the web.",
    "es,es_419": "Utilice el portapapeles de Office Online para cortar, copiar y pegar desde el menú contextual y la barra de cinta.",
    "et": "Office Online’is saate lõikelauda kasutades lõigata, kopeerida ja kleepida nii kontekstimenüü kui ka menüülindi kaudu.​",
    "fa": "با استفاده از کلیپ بورد خود در Office Online می توانید عملکردهای بریدن، کپی و جای گذاری را از طریق منوی راست-کلیک و نوار روبان…",
    "fi": "Office Onlinen leikepöydän avulla voit käyttää Leikkaa-, Kopioi- ja Liitä-toimintoja joko hiiren kakkospainikevalikossa tai…",
    "fil": "Gamitin ang iyong clipboard sa Office Online para gumupit, kumopya, at magdikit ka mula sa right click menu at sa ribbon bar.",
    "fr": "Utilisez votre Presse-papiers dans Office Online pour couper, copier et coller des éléments à partir du menu contextuel et de la…",
    "gu": "Office Online માં તમારા ક્લિપબોર્ડનો ઉપયોગ કરો જેથી તમે રાઇટ-ક્લિક મેનૂ અને રિબન બારમાંથી કટ, કૉપિ અને પેસ્ટ કરી શકો.​",
    "he": "השתמש בלוח שלך ב- Office Online כך שתוכל לגזור, להעתיק ולהדביק מתפריט הלחיצה הימנית ומסרגל רצועת הכלים.​",
    "hi": "Office Online में अपने क्लिप बोर्ड का उपयोग करें, ताकि आप राइट-क्लिक मेनू और रिबन पट्टी से काट सकें प्रतिलिपि बना सकें और चिपका…",
    "hr": "Koristite međuspremnik u sustavu Office Online da biste rezali, kopirali i lijepili putem izbornika dostupnog nakon klika desnom…",
    "hu": "Az Office Online-ban a helyi menü és a menüszalag parancsaival kivágási, másolási és beillesztési műveleteket végezhet a vágólapon…",
    "id": "Gunakan clipboard di Office Online agar Anda dapat memotong, menyalin, dan menempel dari menu klik kanan dan bilah pita.​",
    "it": "Usare gli Appunti in Office Online per tagliare, copiare e incollare elementi dal menu di scelta rapida e dalla barra multifunzione.",
    "ja": "Office Online でクリップボードを使って、右クリック メニューやリボン バーから、切り取り、コピー、貼り付けができます。",
    "kn": "Office Onlineನಲ್ಲಿ ನಿಮ್ಮ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್ ಬಳಸಿ, ಹೀಗಾಗಿ ನೀವು ಬಲ-ಕ್ಲಿಕ್ ಮೆನು ಮತ್ತು ರಿಬ್ಬನ್ ಮೆನುವಿನಿಂದ ಕತ್ತರಿಸಬಹುದು, ನಕಲಿಸಬಹುದು ಹಾಗೂ…",
    "ko": "Office Online에서 클립보드를 사용하면 마우스 오른쪽 단추를 클릭하여 나타나는 메뉴와 리본 표시줄을 통해 잘라내기, 복사, 붙여넣기를 수행할 수 있습니다.",
    "lt": "Naudokite „Office Online“ mainų sritį, kad galėtumėte iškirpti, kopijuoti ir įklijuoti naudodami dešiniojo pelės mygtuko meniu ir…",
    "lv": "Izmantojiet starpliktuvi pakalpojumā Office Online, lai varētu izgriezt, kopēt un ielīmēt no kontekstizvēlnes un lentes joslas.",
    "ml": "നിങ്ങളുടെ Office ഓൺലൈനിലെ പകർപ്പിടം ഉപയോഗിക്കുക, അതുവഴി വലത് ക്ലിക്ക് മെനുവിൽ നിന്നും റിബൺ ബാറിൽ നിന്നും നിങ്ങൾക്ക്…",
    "mr": "आपला क्लिपबोर्ड Office Online मध्ये वापरा जेणेकरून उजवा-क्लिक मेनू आणि रिबन बारमधून आपण कापू शकता, प्रतिलिपी करू शकता आणि चिकटवू…",
    "ms": "Gunakan papan klip anda pada Office Online agar anda boleh memotong, menyalin dan menampal daripada menu klik kanan dan bar reben.",
    "nl": "Gebruik uw klembord in Office Online, zodat u kunt knippen, kopiëren en plakken vanuit het snelmenu en de lintwerkbalk.",
    "no": "Bruk utklippstavlen i Office Online, slik at du kan klippe ut, kopiere og lime inn fra høyreklikkmenyen og båndet.",
    "pl": "Używaj schowka w aplikacjach Office Online, aby móc wycinać, kopiować i wklejać za pomocą menu dostępnego po kliknięciu prawym…",
    "pt_BR": "Use a área de transferência no Office Online para cortar, copiar e colar através do menu que aparece com um clique do botão direito…",
    "pt_PT": "Utilize a área de transferência no Office Online para cortar, copiar e colar a partir do menu de contexto e da barra do friso.",
    "ro": "Utilizați clipboardul în Office Online astfel încât să puteți decupa, copia și lipi cu ajutorul meniului contextual și al panglicii.",
    "ru": "В Office Online для копирования, вырезания и вставки вы можете пользоваться буфером обмена с помощью соответствующих элементов…",
    "sk": "Vo svojej schránke v Office Online môžete pomocou ponuky pravého tlačidla myši alebo pásu s nástrojmi vystrihovať, kopírovať a…",
    "sl": "Uporabite odložišče v zbirki Office Online, da boste lahko rezali, kopirali in lepili elemente prek menija, ki ga prikažete z desno…",
    "sr": "Користите оставу у услузи Office Online да бисте могли да исецате, копирате и налепљујете из приручног менија и трака.",
    "sv": "Lägg till kommandon för att klippa ut, kopiera och klistra in på kontextmenyn och i menyfliksområdet i Office Online.​",
    "sw": "Tumia ubaonakili wako kwenye Office Online ili uweze kukata, kunakili, na kubandika kutoka kwenye menyu ya kubofya mara mbili na…",
    "ta": "Office Online -இல் உங்கள் நகலகத்தை உபயோகியுங்கள், இதனால் வலது-கிளிக் மெனு மற்றும் ரிப்பன் பட்டி ஆகியவற்றிலிருந்து வெட்டுதல்,…",
    "te": "Office Onlineలో మీ క్లిప్‌బోర్డ్‌ని ఉపయోగించండి, దాని వల్ల మీరు కుడి-క్లిక్ మెను మరియు రిబ్బన్ బార్ నుండి కత్తిరించవచ్చు, కాపీ…",
    "th": "ใช้คลิปบอร์ดของคุณใน Office Online เพื่อให้คุณสามารถตัด คัดลอก และวางได้จากเมนูคลิกขวาและแถบ Ribbon",
    "tr": "Office Online’da sağ tıklama menüsünden ve şerit çubuğundan kesme, kopyalama ve yapıştırma işlemleri yapabilmek için panonuzu…",
    "uk": "Використовуйте буфер обміну в програмах Office Online, щоб вирізати, копіювати та вставляти дані за допомогою контекстного меню та…",
    "vi": "Sử dụng bảng tạm trong Office Online để bạn có thể cắt, sao chép và dán từ menu bấm chuột phải và từ thanh ruy băng.",
    "zh_CN": "在 Office Online 中使用剪贴板，通过右键菜单和功能区剪切、复制和粘贴内容。",
    "zh_TW": "在 Office Online 中使用剪貼簿，透過捷徑功能表和功能區執行剪下、複製、貼上等操作。"
  },
  "long": {
    "ar": "قم بتثبيت هذا الملحق المجاني لتمكين وصول Office Online إلى حافظة نظامك، لتتمكن من القص والنسخ واللصق من قائمة النقر بزر الماوس الأيمن ومن زر على شريط الشرائط. وبدون هذا الملحق، يمكنك فقط استخدام اختصارات لوحة المفاتيح هذه للقص والنسخ واللصق في Chrome:\n\nعلى الكمبيوتر:\nقص: Control + X\nنسخ: Control + C\nلصق: Control + V\n\nعلى Mac:\nقص: Command + X\nنسخ: Command + C\nلصق: Command + V",
    "am": "በOffice Online ላይ የስርዓትዎን ቅንጥብ ሰሌዳ ላይ መድረስ እንዲችሉ ይህንን ነጻ ቅጥያ ይጫኑ፣ ስለዚህመ መቁረጥ፣ መቅዳት፣ እና መለጠፍ ከግራ መዳፊት ዋና ሃሳብ ምናሌእና በጥብጣብ አሞሌ ላይ ካለው አዝራር መጠቀም ይችላሉ። ያለዚህ ቅጥያ ይህንን የቁልፍ ሰሌዳ አቋራጮች ለመቁረጥ፣ ለመቅዳት እና ለመለጠፍ የሚችሉት Chrome ውስጥ ብቻ ነው፡ \n\nPC ላይ:\nቁረጥ፡ Control + X\nቅዳ: Control + C\nለጥፍ: Control + V\n\nMac ላይ:\nቁረጥ፡ Command + X\nቅዳ: Command + C\nለጥፍ: Command + V",
    "bg": "Инсталирайте това безплатно разширение, за да позволите на Office Online достъп до клипборда на системата си, така че да можете да изрязвате, копирате и поставяте от контекстното меню, което се отваря чрез щракване с десния бутон, и бутон на лентата. Без това разширение можете да използвате само тези клавишни комбинации за изрязване, копиране и поставяне в Chrome: \n\nЗа PC:\nИзрязване: Control + X\nКопиране: Control + C\nПоставяне: Control + V\n\nЗа Mac:\nИзрязване: Command + X\nКопиране: Command + C\nПоставяне: Command + V",
    "bn": "Office Onlineকে আপনার সিস্টেম ক্লিপবোর্ডে প্রবেশাধিকারের অনুমতি দিতে এই ফ্রি এক্সটেনশনটি ইনস্টল করুন যাতে আপনি ডান-ক্লিক প্রসঙ্গ মেনু এবং রিবন বারে বোতামটি থেকে ছেদন, অনুলিপি এবং প্রতিলেপন করতে পারেন। এই এক্সটেনশনটি ছাড়াই আপনি কেবল এই কীবোর্ড শর্টকাটগুলি Chrome-এ ছেদন, অনুলিপি এবং প্রতিলেপন করতে পারেন:\n\nPCতে: Control + X\nঅনুলিপি: Control + C\nপ্রতিলেপন: Control + V\n\nMac-এ:\nছেদন: Command + X\nঅনুলিপি: Command + C\nপ্রতিলেপন: Command + V",
    "ca": "Instal·leu aquesta extensió gratuïta perquè l'Office Online pugui accedir al porta-retalls del sistema. Això us permetrà retallar, copiar i enganxar des del menú contextual i un botó a la pestanya de la franja. Sense aquesta extensió, només podreu retallar, copiar i enganxar al Chrome amb aquestes dreceres del teclat:\n\nEn un PC:\nRetalla: Control + X\nCopia: Control + C\nEnganxa: Control + V\n\nEn un Mac:\nRetalla: Comandament + X\nCopia: Comandament + C\nEnganxa: Comandament + V",
    "cs": "Nainstalujte si toto bezplatné rozšíření, které umožní Office Online přístup k systémové schránce. Budete tak moct vyjmout, kopírovat a vložit položky z místní nabídky, která se zobrazí po kliknutí pravým tlačítkem myši a po kliknutí na tlačítko na pásu karet. Bez tohoto rozšíření můžete tyto klávesové zkratky používat jenom k vyjmutí, kopírování a vkládání v Chromu: \n\nNa PC:\nVyjmutí: CTRL+X\nKopírování: CTRL+C\nVložení: CTRL+V\n\nNa Macu:\nVyjmutí: Command+X\nKopírování: Command+C\nVložení: Command+V",
    "da": "Installer denne gratis udvidelse for at Office Online kan få adgang til dit  systems udklipsholder og du kan klippe, kopiere og indsætte fra genvejsmenuen og en knap på båndet.  Uden denne udvidelse kan du kun bruge disse tastaturgenveje til at klippe, kopiere og indsætte i Chrome:\n\nPå pc:\nKlip: Control + X\nKopiér: Control + C\nIndsæt: Control + V\n\nPå Mac:\nKlip: Kommando + X\nKopiér: Kommando + C\nIndsæt: Kommando + V",
    "de": "Installieren Sie diese kostenlose Erweiterung, um Office Online den Zugriff auf die lokale Zwischenablage zu gestatten, damit Sie über das Kontextmenü und eine Schaltfläche in der Menüleiste Elemente ausschneiden, kopieren und einfügen können. Ohne diese Erweiterung können Sie nur diese Tastenkombinationen zum Ausschneiden, Kopieren und Einfügen von Elementen in Chrome verwenden. \n\nAuf dem PC:\nAusschneiden: STRG+X\nKopieren: STRG+C\nEinfügen: STRG+V\n\nAuf dem Mac:\nAusschneiden: Befehl+X\nKopieren: Befehl+C\nEinfügen: Befehl+V",
    "el": "Εγκαταστήστε αυτήν τη δωρεάν επέκταση, για να επιτρέψετε στο Office Online να έχει πρόσβαση στο πρόχειρο του συστήματός σας, ώστε να έχετε τη δυνατότητα για αποκοπή, αντιγραφή και επικόλληση μέσω του μενού περιβάλλοντος συντόμευσης και ενός κουμπιού στην κορδέλα. Χωρίς αυτήν την επέκταση, μπορείτε να χρησιμοποιήσετε μόνο τις εξής συντομεύσεις πληκτρολογίου για αποκοπή, αντιγραφή και επικόλληση στο Chrome:\n\nΣε PC:\nΑποκοπή: Control + X\nΑντιγραφή: Control + C\nΕπικόλληση: Control + V\n\nΣε Mac:\nΑποκοπή: Command + X\nΑντιγραφή: Command + C\nΕπικόλληση: Command + V",
    "en,en_AU,en_GB,en_US": "Installing this free extension enables you to cut, copy, and paste via right-click menus and the ribbon toolbar when using Office on the web. \n\nDue to limitations of web browsers, copying and pasting in Microsoft Office for the web through menus requires additional permissions which are provided through this extension.",
    "es,es_419": "Instale esta extensión gratuita para que Office Online acceda al portapapeles del sistema. Podrá cortar, copiar y pegar desde el menú contextual y un botón en la barra de cinta. Sin esta extensión, solo podrá cortar, copiar y pegar en Chrome con estos atajos de teclado:\n\nEn un PC:\nCortar: Control + X\nCopiar: Control + C\nPegar: Control + V\n\nEn un Mac:\nCortar: Comando + X\nCopiar: Comando + C\nPegar: Comando + V",
    "et": "Selle tasuta laiendi installimisel pääseb Office Online juurde teie arvuti lõikelauale. Sel viisil saate lõigata, kopeerida ja kleepida nii paremklõpsuga avaneva kontekstimenüü kui ka menüülindi nuppude abil. Ilma selle laiendita saate Chrome’is lõikamiseks, kopeerimiseks ja kleepimiseks kasutada ainult järgmisi kiirklahve. \n\nPC-arvutis:\nLõika: Ctrl + X\nKopeeri: Ctrl + C\nKleebi: Ctrl + V\n\nMac-arvutis:\nLõika: Command + X\nKopeeri: Command + C\nKleebi: Command + V",
    "fa,ms": "Install this free extension to allow Office Online to access your system clipboard, so you can cut, copy, and paste from the right-click context menu and a button on the ribbon bar. Without this extension, you can only use these keyboard shortcuts to cut, copy and paste in Chrome:\n\nOn PC:\nCut: Control + X\nCopy: Control + C\nPaste: Control + V\n\nOn Mac:\nCut: Command + X\nCopy: Command + C\nPaste: Command + V",
    "fi": "Asenna tämä maksuton lisälaajennus, jotta Office Online voi käyttää järjestelmäsi leikepöytää ja sinä voit käyttää Leikkaa-, Kopioi- ja Liitä-toimintoja hiiren kakkospainikevalikossa tai napsauttamalla valintanauhan painiketta. Ilman tätä lisälaajennusta voit käyttää Leikkaa-, Kopioi- ja Liitä-toimintoja Chromessa vain seuraavilla pikanäppäimillä:\n\nPC-tietokoneessa:\nLeikkaa: Control + X\nKopioi: Control + C\nLiitä: Control + V\n\nMac-tietokoneessa:\nLeikkaa: Komento + X\nKopioi: Komento + C\nLiitä: Komento + V",
    "fil": "I-install ang libreng extension na ito para payagan ang Office Online na ma-access ang clipboard ng system mo, para gumupit, kumopya at magdikit ka mula sa right click context menu at isang button sa ribbon bar. Kapag wala ang extension na ito, magagamit mo lang ang mga keyboard shortcut na ito para gumupit, kumopya, at magdikit sa Chrome: \n\nSa PC:\nMaggupit: Control + X\nKopyahin: Control + C\nMagdikit: Control + V\n\nSa Mac:\nMaggupit: Command + X\nKopyahin: Command + C\nMagdikit: Command + V",
    "fr": "Installez cette extension gratuite pour permettre à Office Online d’accéder au Presse-papiers de votre système, de telle sorte que vous puissiez couper, copier et coller des éléments à partir du menu contextuel et d’un bouton dans la barre du ruban. Sans cette extension, vous pouvez seulement utiliser les raccourcis clavier pour couper, copier et coller des éléments dans Chrome : \n\nSur PC :\nCouper : Ctrl+X\nCopier : Ctrl+C\nColler : Ctrl+V\n\nSur Mac :\nCouper : Cmd+X\nCopier : Cmd+C\nColler : Cmd+V",
    "gu": "Office Online તમારા સિસ્ટમ ક્લિપબોર્ડની ઍક્સેસની પરવાનગી આપવા માટે આ મફત એક્સટેન્શન ઇન્સ્ટોલ કરો, જેથી તમે રાઇટ-ક્લિક સંદર્ભ મેનૂ અને રિબન બારમાંથી કટ, કૉપિ અને પેસ્ટ કરી શકો. આ એક્સટેન્શન વિના, તમે Chrome માં કટ, કૉપિ અને પેસ્ટ કરવા માટે ફક્ત આ કીબોર્ડ શૉર્ટકટ્સનો ઉપયોગ કરી શકો છો:\n\nPC પર:\nકટ કરો: Control + X\nકૉપિ કરો: Control + C\nપેસ્ટ કરો: Control + V\n\nMac પર:\nકટ કરો: Command + X\nકૉપિ કરો: Command + C\nપેસ્ટ કરો: Command + V",
    "he": "התקן הרחבה זו, הניתנת ללא תשלום, כדי לאפשר ל- Office Online לגשת ללוח המערכת שלך כך שתוכל לגזור, להעתיק ולהדביק מהתפריט תלוי ההקשר המוצג בלחיצה ימנית ומלחצן בסרגל רצועת הכלים. ללא הרחבה זו, ניתן להשתמש רק בקיצורי מקשים אלה כדי לגזור, להעתיק ולהדביק ב- Chrome:\n\nבמחשב PC:\nגזור: Control + X\nהעתק: Control + C\nהדבק: Control + V\n\nבמחשב Mac:\nגזור: Command + X\nהעתק: Command + C\nהדבק: Command + V",
    "hi": "Office Online को अपने सिस्टम क्लिपबोर्ड पर पहुँच की अनुमति देने के लिए यह निःशुल्क एक्सटेंशन स्थापित करें, ताकि आप राइट-क्लिक संदर्भ मेनू और रिबन पट्टी पर किसी बटन से काट सकें, प्रतिलिपि बना सकें और चिपका सकें. इस एक्सटेंशन के बिना, आप Chrome में काटने, प्रतिलिपि बनाने और चिपकाने के लिए केवल इन कुंजीपटल शॉर्टकट्स का ही उपयोग कर सकते हैं:\n\nPC पर:\nकाटें: Control + X\nप्रतिलिपि बनाएँ: Control + C\nचिपकाएँ: Control + V\n\nMac पर:\nकाटें: Command + X\nप्रतिलिपि बनाएँ: Command + C\nचिपकाएँ: Command + V",
    "hr": "Instalirajte ovaj besplatan dodatak da biste sustavu Office Online omogućili pristup međuspremniku sustava da biste mogli rezati, kopirati i lijepiti putem kontekstnog izbornika dostupnog nakon klika desnom tipkom miša i gumba na vrpci. Bez tog ćete dodatka u pregledniku Chrome za rezanje, kopiranje i lijepljenje moći koristiti samo ove tipkovne prečace: \n\nNa PC-ju:\nrezanje: Control + X\nkopiranje: Control + C\nlijepljenje: Control + V\n\nNa računalu Mac:\nrezanje: Command + X\nkopiranje: Command + C\nlijepljenje: Command + V",
    "hu": "Ezt a bővítményt telepítve lehetővé teheti, hogy az Office Online hozzáférjen a rendszer vágólapjához, és a helyi menü, illetve a menüszalag parancsaira kivágási, másolási és beillesztési műveleteket végezzen. A bővítmény nélkül csak az alábbi billentyűparancsokat használhatja ezekre a műveletekre a Chrome böngészőben: \n\nPC-n:\nKivágás: Control + X\nMásolás: Control + C\nBeillesztés: Control + V\n\nMacen:\nKivágás: Command + X\nMásolás: Command + C\nBeillesztés: Command + V",
    "id": "Instal ekstensi gratis ini agar Office Online dapat mengakses clipboard sistem, sehingga Anda dapat memotong, menyalin, dan menempel dari menu konteks klik kanan dan tombol pada bilah pita. Tanpa ekstensi ini, Anda hanya dapat menggunakan pintasan keyboard  berikut untuk memotong, menyalin, dan menempel di Chrome:\n\nDi PC:\nPotong: Control + X\nSalin: Control + C\nTempel: Control + V\n\nDi Mac:\nPotong: Command + X\nSalin: Command + C\nTempel: Command + V",
    "it": "Installare questa estensione gratuita per consentire a Office Online di accedere agli Appunti di sistema, in modo da poter tagliare, copiare e incollare elementi dal menu di scelta rapida e da un pulsante della barra multifunzione. Senza questa estensione, è possibile usare questi tasti di scelta rapida per tagliare, copiare e incollare in Chrome: \n\nSu PC:\nTaglia: CTRL+X\nCopia: CTRL+C\nIncolla: CTRL+V\n\nSu Mac:\nTaglia: Comando+X\nCopia: Comando+C\nIncolla: Comando+V",
    "ja": "この無料の拡張機能をインストールしていただくと、Office Online でお使いのシステムのクリップボードにアクセスできるようになり、右クリックで表示されるコンテキスト メニューや、リボン バーから、切り取り、コピー、貼り付けが可能になります。この拡張機能をインストールしない場合、Chrome での切り取り、コピー、貼り付けは、以下のキーボード ショートカットを使うことでのみ可能です。\n\nPC の場合:\n切り取り: Ctrl + X\nコピー: Ctrl + C\n貼り付け: Ctrl + V\n\nMac の場合:\n切り取り (カット): Command + X\nコピー: Command + C\n貼り付け (ペースト): Command + V",
    "kn": "ನಿಮ್ಮ ಸಿಸ್ಟಂ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಪ್ರವೇಶಿಸಲು Office Onlineಗೆ ಅನುಮತಿಸಲು ಈ ಉಚಿತ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿಕೊಳ್ಳಿ, ಹೀಗಾಗಿ ನೀವು ಬಲ-ಕ್ಲಿಕ್ ಸಂದರ್ಭದ ಮೆನು ಮತ್ತು ರಿಬ್ಬನ್ ಬಾರ್‌ನಲ್ಲಿರುವ ಬಟನ್‌ನಿಂದ ಕತ್ತರಿಸಬಹುದು, ನಕಲಿಸಬಹುದು ಹಾಗೂ ಅಂಟಿಸಬಹುದು. ಈ ವಿಸ್ತರಣೆ ಇಲ್ಲದೆಯೇ, ನೀವು ಈ ಕೀಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್‌ಗಳನ್ನು Chrome ನಲ್ಲಿ ಮಾತ್ರ ಕತ್ತರಿಸಲು, ನಕಲಿಸಲು ಹಾಗೂ ಅಂಟಿಸಲು ಬಳಸಬಹುದು:\n\nPCಯಲ್ಲಿ:\nಕತ್ತರಿಸಲು: Control + X\nನಕಲಿಸಲು: Control + C\nಅಂಟಿಸಲು: Control + V\n\nMacನಲ್ಲಿ:\nಕತ್ತರಿಸಲು: Command + X\nನಕಲಿಸಲು: Command + C\nಅಂಟಿಸಲು: Command + V",
    "ko": "이 무료 확장 프로그램을 설치하면 Office Online에서 해당 시스템의 클립보드를 이용하여 마우스 오른쪽 단추를 클릭하면 나타나는 상황에 맞는 메뉴와 리본 표시줄의 단추를 통해 잘라내기, 복사, 붙여넣기를 수행할 수 있습니다. 이 확장 프로그램이 없으면 Chrome에서 다음 바로 가기 키만 사용할 수 있습니다.\n\nPC:\n잘라내기: Control + X\n복사: Control + C\n붙여넣기: Control + V\n\nMac:\n잘라내기: Command + X\n복사: Command + C\n붙여넣기: Command + V",
    "lt": "Įdiekite šį nemokamą plėtinį, kad „Office Online“ galėtų pasiekti sistemos mainų sritį ir leistų jums iškirpti, kopijuoti ir įklijuoti naudojantis dešiniojo pelės mygtuko kontekstiniu meniu ir juostelėje esančiu mygtuku. Jei neturite šio plėtinio, norėdami  iškirpti, kopijuoti ir įklijuoti „Chrome“ galite naudoti tik toliau nurodytus sparčiuosius klavišus: \n\nAsmeniniame kompiuteryje:\nIškirpti: CTRL + X\nKopijuoti: Control + C\nĮklijuoti: Control + V\n\n„Mac“ kompiuteryje:\nIškirpti: Command + X\nKopijuoti: Command + C\nĮklijuoti: Command + V",
    "lv": "Instalējiet šo bezmaksas paplašinājumu, kas pakalpojumam Office Online ļauj piekļūt sistēmas starpliktuvei, lai jūs varētu izgriezt, kopēt un ielīmēt ar peles labās pogas klikšķa kontekstizvēlnes un pogas lentes joslā palīdzību. Bez šī paplašinājuma izgriešanai, kopēšanai un ielīmēšanai programmā Chrome varat izmantot tikai šos īsinājumtaustiņus: \n\nPC datorā:\nIzgriezt: Control+X\nKopēt: Control+C\nIelīmēt: Control+V\n\nMac datorā:\nIzgriezt: Command+X\nKopēt: Command+C\nIelīmēt: Command+V",
    "ml": "Office ഓൺലൈനിനെ നിങ്ങളുടെ സിസ്റ്റം പകർപ്പിടം ആക്സസ് ചെയ്യുന്നതിനായി അനുവദിക്കുന്നതിന് ഈ സൗജന്യ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുക, അതുവഴി വലത് ക്ലിക്ക് സന്ദർഭ മെനുവിൽ നിന്നും റിബൺ ബാറിലെ ഒരു ബട്ടണിൽ നിന്നും നിങ്ങൾക്ക് മുറിക്കാവുന്നതും പകർത്താവുന്നതും ഒട്ടിക്കാവുന്നതുമാണ്. ഈ വിപുലീകരണത്തിന്‍റെ അഭാവത്തിൽ, Chrome-ൽ മുറിക്കാനും പകർത്താനും ഒട്ടിക്കാനും ഈ കീബോർഡ് എളുപ്പവഴികൾ മാത്രമാണ് നിങ്ങൾക്ക് ഉപയോഗിക്കാനാവുക: \n\nPC-യിൽ:\nമുറിക്കുക: Control + X\nപകർത്തുക: Control + C\nഒട്ടിക്കുക: Control + V\n\nMac-ൽ:\nമുറിക്കുക: Command + X\nപകർത്തുക: Command + C\nഒട്ടിക്കുക: Command + V",
    "mr": "Office Online ला आपला सिस्टम क्लिपबोर्ड अॅक्सेस करण्यासाठी अनुमती देण्यासाठी विनामूल्य विस्तार स्थापन करा, जेणेकरून उजवा-क्लिक संदर्भ मेनू आणि रिबन बारवरील बटणावरून आपण कापू शकता, प्रतिलिपी करू शकता आणि चिकटवू शकता. या विस्ताराशिवाय, आपण Chrome मध्ये हे कीवर्ड शॉर्टकट केवळ कापण्यासाठी, प्रतिलिपी करण्यासाठी आणि चिकटवण्यासाठी वापरू शकता:                                                  \n\nPC वर:\nकापा: Control + X\nप्रतिलिपी करा: Control + C\nचिकटवा: Control + V\n\nMac वर:\nकापा: Command + X\nप्रतिलिपी करा: Command + C\nचिकटवा: Command + V",
    "nl": "Installeer deze gratis uitbreiding waardoor u in Office Online toegang krijgt tot uw systeemklembord, zodat u kunt knippen, kopiëren en plakken vanuit het snelmenu en een knop op de lintwerkbalk. Zonder deze uitbreiding kunt u deze sneltoetsen alleen gebruiken om te knippen, kopiëren en plakken in Chrome: \n\nOp pc:\nKnippen: Control + X\nKopiëren: Control + C\nPlakken: Control + V\n\nOp Mac:\nKnippen: Command + X\nKopiëren: Command + C\nPlakken: Command + V",
    "no": "Installer dette gratistillegget for å gi Office Online tilgang til systemets utklippstavle. Dermed kan du klippe ut, kopiere og lime inn fra høyreklikkmenyen og en knapp på båndet. Uten dette tillegget kan du bare klippe ut, kopiere og lime inn med følgende hurtigtaster i Chrome:\n\nPC:\nKlipp ut: Ctrl + X\nKopier: Ctrl + C\nLim inn: Ctrl + V\n\nMac:\nKlipp ut: Kommando + X\nKopier: Kommando + C\nLim inn: Kommando + V",
    "pl": "Zainstaluj to bezpłatne rozszerzenie, aby zezwolić aplikacjom Office Online na uzyskiwanie dostępu do schowka systemu, co umożliwi Ci wycinanie, kopiowanie i wklejanie za pomocą menu kontekstowego dostępnego po kliknięciu prawym przyciskiem myszy oraz przycisku na pasku wstążki. Bez tego rozszerzenia można używać tylko tych skrótów klawiaturowych w celu wycinania, kopiowania i wklejania w przeglądarce Chrome: \n\nNa komputerze PC:\nWytnij: Control + X\nKopiuj: Control + C\nWklej: Control + V\n\nNa komputerze Mac:\nWytnij: Command + X\nKopiuj: Command + C\nWklej: Command + V",
    "pt_BR": "Instale essa extensão gratuita para permitir que o Office Online acesse a área de transferência do sistema e que você possa cortar, copiar e colar através do menu de contexto que aparece com um clique do botão direito do mouse e de um botão na barra da faixa de opções. Sem essa extensão, só é possível usar esses atalhos de teclado para cortar, copiar e colar no Google Chrome: \n\nNo PC:\nCortar: CTRL + X\nCopiar: CTRL + C\nColar: CTRL + V\n\nNo Mac:\nCortar: COMANDO + X\nCopiar: COMANDO + C\nColar: COMANDO + V",
    "pt_PT": "Instale esta extensão gratuita para permitir que o Office Online aceda à área de transferência do seu sistema, para que possa cortar, copiar e colar a partir do menu de contexto e de um botão na barra do friso. Sem esta extensão, só pode utilizar os seguintes atalhos de teclado para cortar, copiar e colar no Google Chrome:  \n\nNo PC:\nCortar: CONTROL + X\nCopiar: CONTROL + C\nColar: CONTROL + V\n\nNo Mac:\nCortar: Comando + X\nCopiar: Comando + C\nColar: Comando + V",
    "ro": "Instalați această extensie gratuită pentru a permite ca Office Online să vă acceseze clipboardul sistemului, astfel încât să puteți decupa, copia și lipi cu ajutorul meniului contextual și al unui buton de pe panglică. Fără această extensie, puteți utiliza numai aceste comenzi rapide de la tastatură pentru a decupa, a copia și a lipi în Chrome: \n\nPe PC:\nDecupare: Control + X\nCopiere: Control + C\nLipire: Control + V\n\nPe Mac:\nDecupare: Command + X\nCopiere: Command + C\nLipire: Command + V",
    "ru": "Для этого установите бесплатное расширение, которое обеспечивает Office Online доступ к буферу обмена на вашем компьютере. В браузере Chrome без этого расширения копирование, вырезание и вставка осуществляются только с помощью сочетаний клавиш. \n\nПК\nВырезать: CTRL+X\nКопировать: CTRL+C\nВставить: CTRL+V\n\nMac\nВырезать: Command+X\nКопировать: Command+C\nВставить: Command+V",
    "sk": "Nainštalujte si toto bezplatné rozšírenie a Office Online bude môcť pristupovať k vašej schránke v systéme. Pomocou kontextovej ponuky (ponuky po kliknutí pravým tlačidlom myši) a tlačidla na páse s nástrojmi tak môžete vystrihovať, kopírovať a prilepovať objekty. Bez tohto rozšírenia budete môcť v prehliadači Chrome použiť tieto klávesové skratky iba na strihanie, kopírovanie a prilepovanie: \n\nV PC:\nVystrihnutie: Control + X\nKopírovanie: Control + C\nPrilepenie: Control + V\n\nV Macu:\nVystrihnutie: Command + X\nKopírovanie: Command + C\nPrilepenie: Command + V",
    "sl": "Namestite to brezplačno razširitev, da bo zbirka Office Online lahko dostopala do odložišča sistema, vi pa boste lahko rezali, kopirali in lepili prek priročnega menija, ki ga prikažete z desno tipko miške, in gumba v vrstici traka. Brez te razširitve lahko za dejanja rezanja, kopiranja in lepljenja v brskalniku Chrome uporabljate le bližnjice na tipkovnici. \n\nV računalniku s sistemom Windows:\nRezanje: Control + X\nKopiranje: Control + C\nLepljenje: Control + V\n\nV računalniku s sistemom Mac OS X:\nRezanje: Command + X\nKopiranje: Command + C\nLepljenje: Command + V",
    "sr": "Инсталирајте бесплатно проширење да би Office Online могао да приступи остави система да бисте могли да исецате, копирате и налепљујете из приручног контекстуалног менија и дугмета на траци. Без овог проширења можете да користите само тастерске пречице за исецање, копирање и налепљивање у прегледачу Chrome: \n\nНа рачунару:\nИсеци: Control + X\nКопирај: Control + C\nНалепи: Control + V\n\nНа Mac рачунару:\nИсеци: Command + X\nКопирај: Command + C\nНалепи: Command + V",
    "sv": "Med det här kostnadsfria tillägget kan du använda Urklipp i Office Online och därmed klippa ut, kopiera och klistra in med hjälp av kommandon på kontextmenyn och i menyfliksområdet. Utan det här tillägget kan du bara klippa ut, kopiera och klistra in med följande kortkommandon i Chrome:\n\nPå PC:\nKlipp ut: Ctrl + X\nKopiera: Ctrl + C\nKlistra in: Ctrl + V\n\nPå Mac:\nKlipp ut: Kommando + X\nKopiera: Kommando + C\nKlistra in: Kommando + V",
    "sw": "Sakinisha kiendelezi hiki cha bila malipo ili kuruhusu Office Online kufikia ubaonakili wa mfumo wako, ili uweze kukata, kunakili, na kubandika kutoka kwenye menyu ya muktadha ya kubofya mara mbili na kitufe kilicho kwenye upau wa riboni. Bila kiendelezi hiki, unaweza kutumia tu njia mkato hizi za kibodi ili kukata, kunakili na kubandika kwenye Chrome. \n\nKwenye PC:\nKata: Control + X\nNakili: Control + C\nBandika: Control + V\n\nKwenye Mac:\nKata: Command + X\nNakili: Command + C\nBandika: Command + V",
    "ta": "உங்கள் சிஸ்டம் நகலகத்தை அணுகுவதற்கு Office Online -னை அனுமதிக்க, இந்த இலவச நீட்டிப்பை நிறுவுக, இதனால் வலது-கிளிக் சூழல் மெனு மற்றும் ரிப்பன் பட்டியிலுள்ள பொத்தான் ஆகியவற்றிலிருந்து வெட்டுதல், நகலெடுத்தல், ஒட்டுதல் போன்றவற்றைச் செய்யலாம். இந்த நீட்டிப்பு இல்லாமல், குரோமில் வெட்டுதல், நகலெடுத்தல், ஒட்டுதல் போன்றவற்றிற்கு இந்த விசைப்பலகைக் குறுக்குவழிகளை மட்டுமே நீங்கள் உபயோகிக்கலாம்:\n\nPC-யில்:\nவெட்டு: Control + X\nநகலெடு: Control + C\nஒட்டு: Control + V\n\nMac-இல்:\nவெட்டு: Command + X\nநகலெடு: Command + C\nஒட்டு: Command + V",
    "te": "మీ సిస్టమ్ క్లిప్‌బోర్డ్‌ని ప్రాప్తి చేయడానికి Office Onlineని అనుమతించడానికి ఈ ఉచిత పొడిగింపుని వ్యవస్థాపించండి, దాని వల్ల మీరు కుడి-క్లిక్ సందర్భ మెను మరియు రిబ్బన్ బార్‌లో ఉన్న బటన్ నుండి కత్తిరించవచ్చు, కాపీ చేయవచ్చు మరియు అతిరించవచ్చు. ఈ పొడిగింపు లేకుండా, మీరు Chromeలో కత్తిరించడానికి, కాపీ చేయడానికి మరియు అతికించడానికి ఈ కీబోర్డ్ సత్వరమార్గాలను మాత్రమే ఉపయోగించగలరు:\n\nPCలో:\nకత్తిరించడానికి: Control + X\nకాపీ చేయడానికి: Control + C\nఅతికించడానికి: Control + V\n\nMacలో:\nకత్తిరించడానికి: Command + X\nకాపీ చేయడానికి: Command + C\nఅతికించడానికి: Command + V",
    "th": "ติดตั้งส่วนขยายที่ฟรีนี้เพื่ออนุญาตให้ Office Online เข้าถึงคลิปบอร์ดของระบบของคุณ เพื่อให้คุณสามารถตัด คัดลอก และวางได้จากเมนูบริบทคลิกขวาและปุ่มบนแถบ Ribbon เมื่อไม่มีส่วนขยายนี้ คุณจะสามารถใช้ได้เฉพาะคีย์ลัดเหล่านี้เท่านั้นเพื่อตัด คัดลอก และวางใน Chrome:\n\nบนพีซี:\nตัด: Control + X\nคัดลอก: Control + C\nวาง: Control + V\n\nบน Mac:\nตัด: Command + X\nคัดลอก: Command + C\nวาง: Command + V",
    "tr": "Office Online’ın sistem panonuza erişebilmesi, böylelikle sağ tıklama bağlam menüsünden ve şerit çubuğundaki düğmeden kesme, kopyalama ve yapıştırma işlemleri yapabilmeniz için, bu ücretsiz uzantıyı yükleyin. Bu uzantı olmadan, Chrome’da kesmek, kopyalamak ve yapıştırmak için yalnızca şu klavye kısayollarını kullanabilirsiniz: \n\nPC’de:\nKes: Ctrl + X\nKopyala: Ctrl + C\nYapıştır: Ctrl + V\n\nMac’te:\nKes: Command + X\nKopyala: Command + C\nYapıştır: Command + V",
    "uk": "Інсталюйте це безкоштовне розширення, щоб надати програмам Office Online доступ до буфера обміну вашої системи, завдяки чому ви отримаєте змогу вирізати, копіювати та вставляти дані за допомогою контекстного меню та відповідної кнопки на панелі стрічки. Якщо розширення не інстальовано, для вирізання, копіювання та вставлення можна використовувати лише такі сполучення клавіш у браузері Chrome: \n\nНа ПК:\nВирізання: Control + X\nКопіювання: Control + C\nВставлення: Control + V\n\nНа Mac:\nВирізання: Command + X\nКопіювання: Command + C\nВставлення: Command + V",
    "vi": "Cài đặt phần mở rộng miễn phí này để cho phép Office Online truy nhập vào bảng tạm của hệ thống để bạn có thể cắt, sao chép và dán từ menu bấm chuột phải và từ thanh ruy băng. Bạn chỉ có thể sử dụng các phím tắt này để cắt, sao chép và dán trong Chrome nếu không có phần mở rộng này:\n\nTrên PC:\nCắt: Control + X\nSao chép: Control + C\nDán: Control + V\n\nTrên Mac:\nCắt: Command + X\nSao chép: Command + C\nDán: Command + V",
    "zh_CN": "安装此免费扩展，允许 Office Online 访问您的系统剪贴板，以便通过右键菜单和功能区上的按钮剪切、复制和粘贴内容。如果没有此扩展，您在 Chrome 中只能使用这些键盘快捷方式剪切、复制和粘贴内容：\n\nPC：\n剪切：Ctrl + X\n复制：Ctrl + C\n粘贴：Ctrl + V\n\nMac：\n剪切：Command + X\n复制：Command + C\n粘贴：Command + V",
    "zh_TW": "這個免費的擴充功能可以讓 Office Online 存取您的系統剪貼簿。安裝之後，即可透過捷徑功能表和功能區按鈕執行剪下、複製、貼上等操作。如果不安裝這個擴充功能，您只能使用下列鍵盤快速鍵在 Chrome 中執行剪下、複製和貼上：\n\nPC：\n剪下：Control + X\n複製：Control + C\n貼上：Control + V\n\nMac：\n剪下：Command + X\n複製：Command + C\n貼上：Command + V"
  }
}