{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klever Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Klever wallet inside your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of cryptocurrency right in your browser with Klever Wallet  \n\nThe ultimate crypto toolkit. Experience the freedom of buying, selling, and swapping over 200+ crypto pairs with ease and without the hassle of KYC. Klever Extension isn't just a tool; it's your gateway to the vast world of cryptocurrencies, tailored for convenience and efficiency.\n\nUnmatched Security and Control, Directly in Your Browser\n\nWith Klever Extension, you're not just using a wallet; you're taking a stand for financial autonomy. Our decentralized, peer-to-peer, self-custody wallet ensures that you - and only you - have complete control over your crypto assets. Your private keys remain yours, inaccessible to anyone else, not even the Klever team. It's not just a wallet; it's a statement of independence and security.\n\nYour Crypto, Your Rules\n\nKlever is crafted for those who cherish sovereignty over their finances. Whether you're a crypto enthusiast or a newcomer, the browser extension is optimized to fit seamlessly into your decentralized lifestyle. Hold the keys to your financial future and enjoy a smooth, integrated experience right in your browser.\n\nState-of-the-Art Security, Tailored for You\n\nWe understand the paramount importance of security in the crypto world. That's why Klever is built on the robust foundation of Klever OS, incorporating cutting-edge security mechanisms to safeguard your private keys. Our military-grade encryption technology ensures that your sensitive data remains secure and accessible only to you, on your chosen browser.\n\nDedicated, Human Support for Every Step\n\nAt Klever, we believe in personal, human interaction, especially when it comes to support. Say goodbye to automated bots. Our dedicated support team, available 24/7 all year round, is here to assist you in various languages. We handle every query personally and promptly, ensuring you have a reliable partner in your crypto journey.\n\nKlever: The Smart, Secure, and Personal Way to Crypto\n\nEmbrace the future of finance with Klever Extension. It's more than a wallet - it's a smart, secure, and personal companion for your decentralized life.\n\nTransform Your Browser into a Crypto Command Center with Klever Extension!"
  }
}