{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Cards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Cards is a replacement of new tab and provides simple way to store To Do items or bookmarks in alternative storage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Cards is easy to use and always handy tool to increase your productivity.\n\nThis is achieved by Quick Card Extension replacing your new tab of your web browser.\nYou still can just press CTRL+T and write what you are searching for or direct URL as you used to - this is not anyhow affected, but thanks to that, you always have on your eyes actions you need to take.\n\nAll your cards and bookmarks are stored in browser synchronized storage, that means as long as you are synchronizing your browser data, you will see your cards and bookmarks on every computer where you are logged in.\n\nQuick Cards additionally offer option to store your bookmarks, which for whatever reason you don't want to include among default browser bookmark storage, e.g. to separate business links from your private ones.\n\nWith Quick Cards you currently can:\n- create cards (to do items)\n- create your own phases/sections for your cards\n- drag and drop your cards to any section you want for better organization\n- edit or delete your cards and your phases as needed anytime\n- you can edit, delete or mark your card as completed easily\n\n- create bookmarks in alternative storage\n- create very basic folder structure for your bookmarks\n- organize your bookmarks by simple drag&drop\n- edit/delete your bookmarks by simple drag&drop\n\n\nThis extension is still under construction yet some items are to be finished like:\n- cards sorting by due date\n- folder sorting\n- bookmark sorting\n- bookmark search - that's why \"keywords\" field is there :-)\n- add possibility to export/import specific bookmark folders (could be useful to share business related bookmarks easily with your colleagues/newcomers in your team)\n\nIn case you have any idea what else might be useful to have handy, please let me know via comment or email"
  }
}