{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Posizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A position sizing calculator for trades including brokerage and taxes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Traders often make the mistake of focusing solely on finding the perfect entries and exits. But what really spells the difference between successful and unsuccessful traders is risk management. It’s something that should never be taken for granted. \n\nAnd the first step towards risk management is proper position sizing. And that's where Posizer helps you.\n\n\nFeatures you might like:\n\n•  Set allocated capital and risk percentage based on your preference. (Bonus: You enter it only once, instead of every trade.)\n• Estimate tax, brokerage and charges on the position based on the usual discount broker and NSE charges.\n•  Open this on a particular stock chart in Zerodha to automatically consider the open ticker price for entry. (Tip: Open after market depth is loaded)\n\n\nDefinitions: \n\n•  Entry : Price at which order to buy/sell is executed.\n•  Stop Loss : Price to close a losing position at, to prevent losses.\n•  Active Capital : Allocated account balance.\n•  Risk Percentage: Percent of active capital you're willing to risk.\n•  Position Size : Number of contracts/units you buy or sell.\n•  Position Value: Capital you'll be spending to enter a position.\n•  Capital at Risk : Capital you lose on a trade if stop loss is triggered.\n•  Tax & Charges : Brokerage, STT Charges, Stamp Charges, Taxes etc...\n\n\nPrivacy & Data :\n\nNone of your data leaves your local system. This extension does not even need servers to run, so your data is truly yours. Even the contents of \"Active Capital\" and \"Risk Percent\" is stored on your local browser's session storage. Hence, your data is only with you."
  }
}