{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Caden AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We streamline the process of creating customer service responses, saving valuable time by allowing reps to generate them with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Caden AI: Enhancing Customer Service/Support with Intelligent Email Responses\n\nCaden AI is an incredible tool designed exclusively for customer service/support representatives, aiming to revolutionize email communication. Our innovative platform combines the convenience of email templates with the power of artificial intelligence to generate intelligent responses for incoming messages when templates are not available.\n\nIn the fast-paced world of customer service/support, managing a growing influx of emails can be overwhelming and time-consuming. At Caden AI, we're here to make your life easier by providing intuitive tools that optimize email management and boost efficiency.\n\nWith Caden AI, you can respond to emails swiftly and accurately, without worrying about writer's block or spending excessive time crafting each response. Our tool analyzes the email context and generates appropriate responses tailored to the customer's needs and your company's standards.\n\nOne of the remarkable features of Caden AI is its versatility. For commonly encountered situations, our platform allows you to store and access email templates, saving you valuable time and effort. Simply choose the relevant template, make any necessary adjustments, and send your response with confidence. In cases where you face unique or unfamiliar inquiries, Caden AI steps in to provide AI-generated responses that maintain a consistent tone and professionalism.\n\nOur platform is specifically designed with customer service/support professionals in mind. Caden AI seamlessly integrates with popular email clients like Gmail, ensuring a seamless experience. You can effortlessly switch between different email accounts, allowing for efficient management across multiple channels.\n\nWith Caden AI, you have the freedom to choose from a variety of response tones, including friendly, respectful, formal, informal, and more. Select the tone that best suits the situation, and watch as our AI technology crafts an email that conveys your message perfectly in a personalized manner.\n\nTake charge of your email productivity and embrace the future of customer service/support with Caden AI. Boost your efficiency, streamline your workflow, and deliver exceptional support experiences to your customers. Try Caden AI today and witness firsthand how it empowers customer service/support representatives to excel in their roles.\n\nHow Caden AI Works:\n\n1. When you receive an email, simply highlight the text you want to respond to.\n2. Caden AI analyzes the context and suggests relevant response templates, if available.\n3. In cases where templates are not present, Caden AI utilizes advanced AI algorithms to generate intelligent responses aligned with the customer's needs.\n4. You have the flexibility to provide additional context or specific instructions to tailor the generated responses.\n5. Experiment with different response tones and suggestions to find the perfect fit for your email.\n(Please note: The highlighting feature is currently available only on Gmail. If you would like us to add support for other platforms, please let us know through comments or email.)\nKey Features of Caden AI:\n\nSeamless integration with Gmail for effortless composing and replying.\nChoose response tones that match the situation.\nEffortlessly store and access email templates for common scenarios.\nMultiple Gmail account support for enhanced email management."
  }
}