{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get an overview of webpages by visualizing a table of contents for easier and more structured reading"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "❔ WHAT IS SUMMARY GENERATOR\n============================\nThe Summary Generator is such an useful tool for generating:\nArticle Structure  \nArticle Overview\nArticle Table of Contents\nIf you want to summarize a text, a blog post, an article or any other website page, use the Summary Generator browser extension for Chrome. \n\n✨ MAIN FEATURES\n================\n\nA text summarization is useful not only for readers but also for writers. \n\nAs a reader, you will be able to see from the beginning the structure of an article. The plugin generates a table of contents that is easy to read with all the headings and subheadings. You can click on any article section to jump directly on the article paragraph that you want to read. \nAs a writer, you get to better organize your article and to improve your writing skills. It’s important to know how to structure a blog post not only for your readers but also for SEO purposes.\n\nFor summarizing a text simply install the Summarization Generator on your browser. The summary of text helps you make a clear idea on what the article is about. \n\nSo, this is not a summary maker software, this plugin generates a browsable table of contents. It is a useful tool for easy reading. There are lots of automated tools that make the summarizing text task much easier for you. \n\nReading headlines becomes an easy task. This natural reader chrome extension does a very good job in making easy articles to read. \nIf you are looking for a story summary generator or an article summarizer online, try this free Chrome extension.\n\n✔️ HOW TO SUMMARIZE AN ARTICLE\n=============================\nThe text reader chrome extension improves the pre reading process. Pre-reading provides an overview that can increase reading speed and efficiency. There are lots of pre-reading strategies to increase comprehension and making a table of contents is one of them.\n\n\n1. Click on the install button to install the Chrome plugin. \n\n2. Then, go to any website article or blog post you want and use the free summarizer.\n\n3. To see the table of contents simply click on the extension button. \n\n4. The article summary generator has three themes: light, dark & colorful. Choose the one that you like.\n\n5. Finally, click to go to the paragraph that you want to read. \n\nTIP: Use an online summary tool to make a paragraph summary. The best summary generator free that I use for my work uses artificial intelligence to create unique text.\n\nOur easy reader Chrome extension is probably the best Chrome reader extension that customizes and improves the readability of long web articles.\nLong articles are usually hard to read. So, you can now make any article or blog post more readable!"
  }
}