{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Links to ClickUp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Links to ClickUp helps to manage all your hyperlinks in ClickUp document easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Links to ClickUp is a simple and easy to use tool for managing the hyperlinks in ClickUp document. This extension helps the user to store important Links according to various categories. So next time the user wants to access any link from their document they can simply open the extension and access them.\n\nğ…ğğšğ­ğ®ğ«ğğ¬:\nâ—Easy , Simple UI\nâ—Create new categories\nâ—View links\nâ—Add title to your links. \nâ—Delete link\n\nğ”ğ¬ğğ«-ğ†ğ®ğ¢ğğ:\n1.Install the Extension .\n2.Click on Connect and wait for few seconds.\n3.Wait till a window for clickUp authorization opens.\n4.Login with your clickUp Id(email) and password.\n5.Select the team , then select the space within the team and finally select the folder inside which you want to store all the hyperlinks.\n6.Make sure that you create a folder(for the links) in advance at clickUp website.\n7.Now you are all set .\n8.To create a new category simply type the category name and click on Add category.\n9.To select a category click on \"Select the Category\" dropdown.\n10.All Links within the category will be displayed.\n11.To open a link click on the hyperlink or the title . To delete it click on the delete button.\n12.To add a link select the category and enter the link title and the link in their respective section , then click on the \"Add Link\" button .\n13. In case you find any difficulty simply restart the extension and also check the internet connection."
  }
}