{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube comments responder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "extension description here."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replier.org: automate YouTube comments\nreplies with AI!\nStreamline Your YouTube Presence: Let Our AI Handle Your Comments. Replying to comments is a proven way to boost SEO and algorithmic performance on your channel.\nUnlock the Power of AI to Grow Your YouTube Channel Faster as an Influencer or YouTuber. Try it NOW, it's free!\n\nWhy Our AI Replier Tool is a Must-Have\n- Automate Your YouTube Comment Responses\nTired of manually replying to numerous video comments on your Youtube channel? Say hello to automated responses with our AI-powered solution!\n\n- Algorithm Boost\nYouTube's algorithm takes into consideration engagement metrics, including comments and replies, when determining the visibility and reach of your videos. Responding to comments increases engagement on your videos, which can positively impact your video's performance in YouTube's search and recommendation algorithms, potentially leading to more views, likes, and subscribers.\n\n- Engagement Uplift\nResponding to comments on your YouTube channel videos is crucial for building engagement with your audience. It shows that you value their feedback, opinions, and questions, and encourages them to continue engaging with your content.\n\n- Relationship Building\nResponding to comments allows you to build a relationship with your viewers. It shows that you are approachable, responsive, and interested in their thoughts. This can help you establish a loyal and supportive fan base that feels connected to you as a content creator.\n\n\n\nHow to use it in 3 simple steps?\n- Get the Chrome extention\n- Navigate to the YouTube video for which you want to add replies to comments\n- Open the extension and initiate automatic replies by clicking a single button!!"
  }
}