{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ControlUp Web Transaction Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly record full web transaction flows for detailed, accurate synthetic tests within ControlUp Synthetic Monitoring."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ControlUp’s availability testing solution allows IT teams to continuously test and get proactively notified on the health, availability and performance of their web & SaaS applications. With built-in SaaS application templates, including for Exchange Online and Microsoft Teams, and support for multi-step transaction flows for any SaaS or web application, ControlUp tests the health, availability and performance of your most critical applications as often as every minute. You’ll have granular, end-to-end visibility into the conditions that led to any failures, in-depth reporting about their duration and proactive notification capabilities so your employees can stay productive.\n\nControlUp’s Web Transactions tests allow you to simulate step-by-step interactions that your employees have while interacting with web and SaaS applications. Instead of having to manually define each step, which can be an error-prone and time-consuming process, this extension simplifies the creation of your Web Transaction test, by automatically recording all relevant step information and once completed, importing them into the ControlUp web interface after which the test configuration can be finalized and enabled for production."
  }
}