{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Space"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Это расширение с лёгкостью ищет любой оттенок цвета по имени. Кроме того, вы можете ввести данные цвета в rgb, hsv и hex форматах",
    "en": "This is extension let you to easily find color by it name. Also you can input color value in hex, rgb and hsv."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Space - это необычный в привычном понимании color picker. Вы знали, что множество цветовых оттенков имеет своё собственное называние: \"Персиковый\", \"Хаки\", \"Розовый Маунтбэттена\",\"Оливково-зелёный Крайола\", и даже такие смешные названия, как \"Лягушки в обмороке\". Это расширение позволяет найти цвет по его названию. Только представьте, в базе присутствует около 1000 цветовых оттенков! Кроме того, вы можете подобрать цвет по  hex, rgb, hsv значениям или воспользовавшись цветовым кругом, а расширение Вам заодно подберёт наиболее близкое название цвета.\n\nОсновные возможности:\n * Поиск цветовых оттенков с автодополнением (в базе присутсвует около 1000 значений)\n * Автоматическое указание rgb, hsv и hex значения найденного цвета, а также расположение их на цветовом круге.\n * Показ 4-х наиболее близких по оттенку основного цвета. \n * Удобная навигация по цветам с помощью красивого color picker\n * Подбор наиболее близкого названия цвета по введённым rgb, hsv или hex значениям\n * Панель для запоминания выбранных Вами цветов. \n * Два словаря цветов: Русский и Английский\n * Возможность вынести расширение в виде  в виде отдельного окна\n \nЭто расширение является opensource, исходные коды вы можете найти по адресу:\nhttps://github.com/northerneyes/ColorFinder\n\nВерсия 1.3:\n+ Добавлен английский словарь цветовых оттенков\n\nВерсия 1.2:\n+Добавлена возможность вынести расширение в виде отдельного окна\n+Возможность поиска цвета по hex значению, а также в виде CSS значения цвета вида \"rgb(222, 237, 255)\" или \"rgba(222, 237, 255, 0.4)\".",
    "en": "Color Space - this is unusual color picker. Did you know that a lot of colors has its own names, such as \"Peach\", \"Khaki\", \"Mountbatten Pink,\" \"Olive green Krayola,\" and even those funny names like \"Frog in a swoon.\" This extension allows you to find the color of its name. Just imagine, in the database there is about 1000 colors! In addition, you can choose the color for the hex, rgb, hsv values ​​or by using the color tool, and extension at the same time you will pick the closest color name.\n\nFeatures:\n  * Search for colors with autocomplete (database is present around 1000 values)\n  * Automatic indication rgb, hsv and hex values of color, as well as their location on the color tool.\n  * Display of 4 closest to the primary color.\n  * Easy navigation with beautiful color picker.\n  * Selection of the closest color name on the entered rgb, hsv or hex values\n  * Panel to remember your chosen color.\n  * Two color dictionary: English and Russian. \n\nThis extension is opensource and the source code can be found at:\nhttps://github.com/northerneyes/ColorFinder\nVersion 1.3:\n+ Add English color dictionary!\n\nVersion 1.2:\n+ You can make the extension as a separate window\n+ Enter into search  hex value or also CSS value color kinda of \" rgb (222, 237, 255)\" or \"rgba (222, 237, 255, 0.4)\" to find colors."
  }
}