{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReviewVerdicts: Buy best Amazon products using video reviews!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReviewVerdicts brings video reviews directly to your amazon, make smarter buying decisions with real insights from trusted reviewers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReviewVerdicts is a powerful Amazon tool designed to enhance your shopping experience. With ReviewVerdicts, you can instantly access curated video reviews right on the product page. Simply navigate to any Amazon product, and ReviewVerdicts automatically pulls in top video reviews to help you make an informed decision. No more hunting through pages of reviews or relying solely on written text—just real, visual feedback!\n\nKey Features:\n➡️ On-Page Video Reviews: Get the latest video reviews displayed directly below the Amazon product listing, showing you real opinions and reviews.\n➡️ Curated and Relevant: Only the top video reviews are shown, ensuring that you get the most helpful and up-to-date insights.\n➡️ Seamless Integration: Works automatically on any Amazon product page, so you can start viewing video reviews without additional clicks or steps.\n➡️ Easy Access: No more switching between tabs or searching for video reviews—everything you need is right on the page, making your shopping process quicker and smarter.\n➡️ User-Friendly Interface: Enjoy a clean, modern design that makes navigating reviews easy, whether you’re shopping for tech, fashion, or anything else.\n\nBenefits for Users:\n✨ Save Time: Instantly see video reviews without leaving the Amazon page.\n✨ Make Smarter Purchases: Video reviews give you a better understanding of the product, so you can avoid regret and feel confident in your choices.\n✨ No Hassle: No need to search multiple sites for reviews—everything is brought directly to you on Amazon.\n✨ Tailored for You: Video reviews help you understand how others feel about the product, giving you a more complete picture of what you’re buying.\n\n- This tool is affiliated with Amazon and we are a part of its affiliate program\n\nWith ReviewVerdicts, shopping on Amazon just became a whole lot easier and smarter. Get access to video reviews, gain confidence in your purchase, and shop like a pro today!"
  }
}