{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Invoice Chase - Payment Follow-Up Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps tradespeople and small to medium business owners follow up invoices with professional email templates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never let unpaid invoices slip through the cracks again! Invoice Chase is your personal assistant for crafting professional, timely payment follow-up emails. Perfect for freelancers, small business owners, and anyone who needs to ensure timely payments.\n\nwww.invoicechase.com\n\nKey Features:\n• Automated Email Generation: Create polished payment reminder emails in seconds.\n• Multiple Reminder Types: Choose from friendly reminders, firm follow-ups, or final notices.\n• Future Payment Reminders: Automatically generates upcoming payment notices for invoices not yet due.\n• Customizable Inputs: Tailor each email with specific client names, invoice numbers, and amounts.\n• Professional Templates: Use our carefully crafted templates to maintain a professional tone.\n• Easy Copy and Paste: Quickly copy generated emails to your preferred email client.\n• User-Friendly Interface: Simple and intuitive design for effortless navigation.\n\nWhy Choose Invoice Chase?\n✓ Save Time: Cut down the time spent writing follow-up emails.\n✓ Maintain Professionalism: Ensure consistent and appropriate communication with clients.\n✓ Improve Cash Flow: Timely reminders lead to faster payments.\n✓ Reduce Stress: Let Invoice Chase handle the wording of difficult payment conversations.\n✓ Stay Organized: Keep track of which invoices need follow-up.\n\nPerfect For:\n• Freelancers and Contractors\n• Small Business Owners\n• Accounting Professionals\n• Anyone managing client invoices"
  }
}