{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crypto Research Paper Tab Titles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replaces the tab title of PDFs on IACR eprint (an archive for cryptographic research papers) with the actual title of the paper."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Crypto Research Paper Tab Titles\" extension replaces the tab title of PDFs on eprint.iacr.org, an archive for scientific research papers in the field of cryptography, with the actual title and author information of the paper at hand. Normally, when you open a research paper on eprint.iacr.org with you browser, the tab displays a title such as \"055.pdf\". As you open more papers and websites in other tabs, it becomes harder and harder to keep track of the papers you have opened. Moreover, the generic filenames may make it difficult to find opened papers using Chrome's tab search feature (Ctrl+Shift+A resp. Cmd+Shift+A) unless you remember the numeric filename of the paper you are looking for.\n\nThis extension addresses this problem by automatically replacing the filename-based tab titles with semantically meaningful ones. For example, the paper \"2006/281.pdf\" gets the tab title \"Formalizing Human Ignorance: Collision-Resistant Hashing without the Keys - Phillip Rogaway - 2006/281.pdf\" instead of \"281.pdf\". All titles set by this extension have the format \"<title> - <authors> - <eprintID>.pdf\". Hence, you can use Chrome's tab search feature to search your tabs for a title, an author or even the numeric eprint ID of a paper. (Note that the native tab title is a suffix of the one we assign.)\n\nThis project is NOT affiliated with the International Association for Cryptologic Research (IACR), the Cryptology ePrint Archive and/or its editors."
  }
}