{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FreshStart - AI-Copilot & Jobs Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your job application process. Save time with AI tools and autofill application forms with FreshStart.jobs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Job Search: Apply 12X Faster with FreshStart.jobs\n\nUse our cutting-edge AI Copilot and autofill features to complete 10+ job applications in under a minute.\n\nFreshStart.jobs is your essential tool for job hunting, designed to automate and expedite the often tedious task of filling out numerous application forms. With our powerful AI Copilot, and autofill feature, FreshStart.jobs transforms the way you apply for jobs, making it quick, accurate, and efficient.\n\nKey Features:\n- Instantly Autofill Job Applications: Speed through applications with automated form filling.\n- All-in-One AI assistant\n- AI Cover Letter Generator: Craft compelling cover letters effortlessly based on your resume and the job description.\n- AI Answer Job-Specific Questions: Get smart, tailored responses for application queries.\n- AI Personal Assistant: Navigate your job search with real-time AI guidance.\n- AI Summarize Job Descriptions: Quickly get essential job details with automated summaries.\n- AI Prompt Library and Management\n- Save Job to Job Tracker: Keep track of applications with your notes seamlessly.\n\nNavigating through a sea of job applications can be overwhelming, particularly when each form requires the same set of information. FreshStart.jobs eliminates this redundancy by storing your personal details, education, work experience, skills, and references. With this extension, these details can be automatically populated into your job application, saving valuable time and reducing manual input.\n\nSo, how does it work? It's simple. FreshStart.jobs uses the autofill function, a technology that auto-completes form fields with your stored information. As you apply for jobs, the application form fields will be filled with your saved details. This feature is highly customizable, giving you complete control over which information you want to be filled automatically.\n\nThe benefits of FreshStart.jobs extend beyond just time-saving. By automating the form-filling process, the extension also helps to avoid manual typing errors, enhancing the accuracy of your applications. Consequently, you can apply for multiple jobs in a fraction of the time, without compromising on the quality and precision of your applications.\n\nDesigned with a user-friendly interface, FreshStart.jobs is compatible with most job application platforms. Whether you're a seasoned professional or a recent graduate starting your career journey, FreshStart.jobs is here to streamline your job application process. With our extension, you can focus on what truly matters - securing the perfect job.\n\nDiscover the convenience, efficiency, and accuracy FreshStart.jobs offers. Let our extension handle the mundane part of your job search, allowing you to concentrate on seizing the right opportunity. Start your job hunting on a fresh note with FreshStart.jobs today, and experience a new level of ease and effectiveness in your job application process.\n\nDisclaimer: The FreshStart Chrome Extension is designed to assist with your job application process, but it may produce inaccurate or incomplete information. Use it as a tool, not as a sole resource. We are not responsible for any errors or omissions, or for the results obtained from the use of this information. Always double-check your information for accuracy before submitting any application.\n\n*By installing this extension, you consent to our Terms of Service. Learn more here: https://freshstart.jobs/terms-and-conditions. \nMake sure to check out our Privacy Policy as well: https://freshstart.jobs/privacy-policy\nAnd our Fair Usage Policy (FUP):\nhttps://freshstart.jobs/terms-and-conditions#fup\n\n**This extension utilizes Google Analytics to enhance your user experience with FreshStart. \nOpt-out anytime here: http://tools.google.com/dlpage/gaoptout.\n\n***Need assistance? Our support team is just an email away: info@freshstart.jobs.\n\nFair Usage Policy (FUP) and Terms apply. Learn more at:\nhttps://freshstart.jobs/terms-and-conditions\n\nThank you for choosing FreshStart.Jobs and we wish you best of luck in your job search!"
  }
}