{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MemoCycle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MemoCycle is a study assistant for long-term memorization.",
    "ru": "MemoCycle - помощник в обучении для долгосрочного запоминания."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With MemoCycle, you can securely store key information and important points for later memorization. The extension provides the ability to store data directly in its memory for convenient access at any time.\n\nPlan for memorization\nKeep in front of your eyes what you plan to remember, thanks to MemoCycle's functionality. Highlight and underline important aspects of the materials you're studying to improve their memorization.\n\nRegularly practice for perfection\nRegular practice is the key to successful memorization. MemoCycle will help strengthen your memory through daily practice, making the memorization process more efficient and productive.\n\nFlexible creation and editing\nUse Markdown to flexibly create and edit your materials. Markdown provides a convenient and easily readable format for your notes, allowing you to efficiently manage information.\n\nManage data regardless of the source\nEffortlessly manage your data by importing it directly from files. This convenient and reliable solution allows you to efficiently handle your information, ensuring easy access to materials.",
    "ru": "С MemoCycle вы можете безопасно сохранять ключевую информацию и важные моменты для последующего запоминания. Расширение предоставляет возможность хранить данные непосредственно в его памяти для удобного доступа в любое время.\n\nПланируйте запоминание\nДержите перед глазами то, что планируете запомнить, благодаря функционалу MemoCycle. Отмечайте и подчеркивайте важные аспекты изучаемых материалов для улучшения их запоминания.\n\nПрактикуйтесь регулярно для совершенства\nРегулярное практикование - ключ к успешному запоминанию. MemoCycle поможет вам укрепить память путем ежедневной практики, сделав процесс запоминания более эффективным и продуктивным.\n\nСоздавайте и редактируйте гибко\nИспользуйте Markdown, чтобы гибко создавать и редактировать ваши материалы. Markdown обеспечивает удобный и легко читаемый формат для ваших записей, позволяя эффективно управлять информацией.\n\nУправляйте данными, независимо от источника\nЛегко управляйте своими данными, импортируя их напрямую из файлов. Это удобное и надежное решение позволяет вам эффективно управлять вашей информацией, обеспечивая легкий доступ к материалам."
  }
}