{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOReseller Lead Finder Chrome Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEOReseller Lead Finder Chrome Plugin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nDiscover new prospects, build your client base, and grow your revenue with quick lead generation using SEOReseller’s Lead Finder Plugin.\n \nWhile the lead finder scours the web and finds target customers in your chosen location and industry, you now have the plugin version that can instantly detect contact information and save it in your CRM. \n \nIt checks the website to give you all the relevant details you can use to qualify and contact the lead. You can then instantly save new numbers and information from contacts that the lead finder detects right into your address book.\n \nIf you stumble upon a website that you think might need your services, you can quickly find out more about the business. Save emails, phone numbers, check out their social media sites, and other information with just a click. \n \nDon’t like wasting time? You can quickly add your contacts to an existing marketing campaign without the need to open another window.\n \nNever miss an opportunity. Now, if you come across a site that screams the need for your services, getting that lead is just a click away. \n \nKey Features:\n- Saves all contact data from a site with just a click.\n- Gets you all the relevant and available information like the company name, phone number, email address, and social media profile. Then instantly saves them without the need to enter them yourself.\n- Stores data into your dashboard where you can execute all necessary actions to capture a lead. This includes conducting web audits, sending proposals, activating marketing automation, and more.\n- You can automatically add a contact to a marketing campaign and activate it with a single click.\n \nHow To Get Started:\n1. Install the Lead Finder Plugin extension.\n2. Get your account token by heading to ‘White Label > White Label Settings > Account Token’.\n3. Enter your account token to activate the plug-in and click ‘verify’.\n \nNote: To activate the Lead Finder Chrome extension, you need to have an active Pro Feature subscription. If you have an active trial, you may use the Lead Finder Chrome extension during your trial period.\n \nSave time and energy while building your leads list. For more information on the support and technology available to you, head over to seoreseller.com."
  }
}