{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prime Video Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pule automaticamente Ads, intros, Recaps, Credits, Conteudo pago, pip."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apresentamos o \"Prime Video Tools\" - a sua solução completa para aprimorar a experiência de assistir ao Prime Video! Com uma série de ferramentas poderosas embutidas, o Prime Video Tools está aqui para tornar o seu tempo de streaming mais eficiente e agradável.\n\nPrincipais recursos:\n1. Salto Automático\nCansado de esperar pelos anúncios, introduções, recapitulações e créditos? Nossa extensão detecta e pula automaticamente essas partes, permitindo que você mergulhe diretamente no conteúdo que realmente importa.\n\n2. Filtro de Conteúdo Pago\nDeseja se concentrar apenas no conteúdo adquirido? Com o filtro de conteúdo pago, você pode remover rapidamente os títulos que exigem pagamento extra, simplificando sua busca por novos programas e filmes para assistir.\n\n3. Modo Picture-in-Picture (PiP)\nNão perca nada enquanto navega na web! Com o modo Picture-in-Picture, você pode redimensionar e posicionar a janela de vídeo em qualquer lugar da tela, permitindo que você assista aos seus programas favoritos enquanto realiza outras tarefas.\n\n4. Clean Catalogo (Construção)\nCom essa função você remove conteúdos duplicados, que fazem com que o catalogo pareça grande quando em varias categorias tem o mesmo filme ou serie.\n\nO Prime Video Tools é a ferramenta definitiva para transformar sua experiência de streaming no Prime Video. Experimente agora e descubra um novo nível de conveniência e controle enquanto assiste aos seus programas favoritos!"
  }
}