{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SumRize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarize YouTube videos and download summaries as PowerPoint presentations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*SumRize - YouTube Video Summarizer & PPT Generator*\n\n*Description:*\n\nTransform the way you consume and present information from YouTube videos with SumRise, the ultimate Chrome extension for students, professionals, and lifelong learners. Say goodbye to hours of note-taking and hello to efficient learning.\n\n*Key Features:*\n\n*Instant Video Summaries:* With just one click, SumRize intelligently extracts key points from any YouTube video, providing you with a concise summary of its content. Ideal for quick comprehension and review.\n\n*PowerPoint Presentations on Demand:* Seamlessly generate a PowerPoint presentation from your video summary. Each crucial point is neatly presented in an easy-to-follow format, saving you time and effort in content creation.\n\n*Large Language Model:* At the heart of SumRize is a cutting-edge AI algorithm trained to recognize and distill the most important information from videos, ensuring that you get accurate and relevant summaries every time.\n\n*User-Friendly Interface:* SumRize boasts a clean, intuitive interface that makes video summarization and presentation creation accessible to everyone, regardless of technical expertise.\n\n*Enhance Learning and Productivity:* Perfect for students, educators, professionals, and anyone looking to streamline their learning process. SumRize turns hours of video into digestible, presentable content in minutes.\n\n(Currently only English language Summaries are available)\n\nHow It Works:\n1) Add SumRize Chrome extension to your Chrome broweser from Chrome Web Store\n\n2) Navigate to your tab with Youtube on the url on your Chrome browser.\n\n3) Click the Chrome extension icon in top right corner (besides the url bar of the browser).\n\n4) Locate the SumRize icon in the list of installed Chrome extensions.\n\n5) Click of the SumRize icon to activate the SumRize Chrome extension on your browser.\n\n6) On the small window of SumRize Chrome extension click of \"Download PPTx) button to receive a concise, intelligible summary of the video.\n\n** The active YoutTube video must have subtitles in English for the SumRize Chrome extension to generate the PowerPoint summary.**\n\n*Experience the Future of Learning with SumRise:* Ideal for educational purposes, research, content creation, or simply staying informed on topics of interest. SumRise is more than just a tool – it's your personal assistant in the digital learning age."
  }
}