{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I.G Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "I.G Downloader is a tool that helps you download Videos, Photos, Reels, Stories, Profile and audio from IG easily and quickly.",
    "vi": "I.G Downloader là công cụ giúp bạn tải xuống Video, Ảnh, Reels, Story, Hồ sơ và âm thanh từ IG một cách dễ dàng và nhanh chóng."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "I.G Downloader is a tool that helps you download Videos, Photos, Reels, Stories, Profile and audio from I.G easily and quickly.\n\n\"I.G Downloader\" extension is a great tool to download I.G photos and videos directly on the web browser.\n\nMain Features:\n- Video Downloader: Download I.G Videos in HD 1080P quality.\n- Photo Downloader: Download photos from I.G full size.\n- Story Downloader: Download Stories and Highlights on I.G quickly.\n- Audio Downloader: Download sounds and background music from I.G with just one click.\n- Reels Downloader: Download Reels & I.GTV videos in best quality.\n\nInstructions for using I.G Downloader on Chrome browser?\n1. Open the Chrome browser and go to Instagram.com.\n2. Navigate to the photo or video you want to download.\n3. Click the \"Download\" icon at the bottom of the video.\n4. Your Photo or Video will appear in a new tab. Click the Download button to save them to your device.\n\nNote:\nAfter installing the extension, please reload the tab where you want to download the video so that the extension can recognize the video file!\n\nWe'd love to see your feedback or suggestions to improve the extension's performance! Please contact us with any problems or suggestions.",
    "vi": "IG Downloader là công cụ giúp bạn tải xuống Video, Ảnh, Reels, Hồ sơ và Âm thanh từ IG một cách dễ dàng và nhanh chóng.\n\nTiện ích mở rộng \"IG Downloader\" là một công cụ tuyệt vời để tải xuống ảnh và video IG trực tiếp trên trình duyệt web.\n\nNhững đặc điểm chính:\n- Trình tải xuống video: Tải xuống Video IG với chất lượng HD 1080P.\n- Photo Downloader: Tải ảnh từ IG kích thước đầy đủ.\n- Story Downloader: Tải Stories và Highlights trên IG nhanh chóng.\n- Trình tải xuống âm thanh: Tải xuống âm thanh và nhạc nền từ IG chỉ bằng một cú nhấp chuột.\n- Reels Downloader: Tải xuống video Reels & IGTV với chất lượng tốt nhất.\n\nHướng dẫn sử dụng IG Downloader trên trình duyệt Chrome?\n1. Mở trình duyệt Chrome và truy cập trang web Instagram.com.\n2. Điều hướng đến ảnh hoặc video bạn muốn tải xuống.\n3. Nhấp vào biểu tượng \"Tải xuống\" ở cuối video.\n4. Ảnh hoặc Video của bạn sẽ xuất hiện trong tab mới. Nhấp vào nút Tải xuống để lưu chúng vào thiết bị của bạn.\n\nGhi chú:\nSau khi cài đặt tiện ích mở rộng, vui lòng tải lại tab nơi bạn muốn tải xuống video để tiện ích mở rộng nhận dạng tệp video!\n\nChúng tôi muốn thấy phản hồi hoặc đề xuất của bạn để cải thiện hiệu suất của tiện ích mở rộng! Vui lòng liên hệ với chúng tôi nếu có bất kỳ vấn đề hoặc đề xuất nào."
  }
}