{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gateway 2 Finance"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gateway 2 Finance is the easiest way to gain risk insights on the companies you do business with in just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compatible with Xero accounting system users & Nimbla account holders* \n\nG2F is the easiest way to gain risk insights on the companies you do business with in just one click.  \n\nMeet Gateway to Finance (G2F): Simplify your credit & risk checking. Review your debtors credit risk rating, expected payment date and insurable credit limit in one click. \n\nG2F helps you monitor your customers’ trading performance, assess them using real-time risk insights and if required insure the invoices and companies you want to protect against non-payment due to insolvency. \n\n\nHow does the G2F Extension work? \n\nInstallation: Connect and sync your Nimbla and Xero accounts with G2F. Install G2F Chrome plug in. Verify all buyers using G2F pop up in Xero. \n\nCredit Risk Insights: Purchase a subscription to reveal analysis and insight on all your debtors. Review individual company ratings and days beyond terms. Compare your average days taken to collect payment against your industry standard. Monitor risk ratings and trends. \n\nTrade Credit Insurance: Purchase a digital, easy and flexible whole book trade credit insurance policy \n\nWho is G2F Extension for? \nG2F Extension is used by business owners and finance teams responsible for the companies cashflow. Enrich your data with the G2F Extension in Xero and make better more informed decisions on managing your cashflow and trade credit risk. \n\n \n\nFREE to start \nInstall G2F on your browser and get your personalised analysis and an insurance quote at no cost. G2F trial pack provides you with full access to the extension and insights to unlock actionable info right away. \n\n \n\n*G2F requires an existing account with Nimbla. If you do not yet have a Nimbla account set up, please visit https://app.nimbla.com/register first."
  }
}