{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "The Shopping Chrome extension makes tagging products on YouTube easier.",
    "hi": "Chrome पर उपलब्ध Shopping एक्सटेंशन इस्तेमाल करने से, आपके लिए YouTube पर अपने प्रॉडक्ट टैग करना आसान हो जाता है.",
    "id": "Ekstensi Chrome Shopping memudahkan Anda menyematkan produk di YouTube.",
    "ko": "Shopping Chrome 확장 프로그램을 사용하면 YouTube에서 제품을 손쉽게 태그할 수 있습니다.",
    "th": "ส่วนขยาย Shopping ใน Chrome ช่วยให้คุณติดแท็กผลิตภัณฑ์บน YouTube ได้ง่ายขึ้น",
    "vi": "Tiện ích YouTube Mua sắm cho Chrome giúp việc gắn thẻ cho sản phẩm trên YouTube trở nên dễ dàng hơn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "Save products, check out commission rates and view alternative recommendations while browsing any e-commerce site.\n\nThe YouTube Shopping affiliate program helps you create a seamless shopping experience for your fans and earn more when viewers buy the products you’ve tagged in your videos. Find out how to sign up and if you’re eligible in the Help Center.\n\nWith the YouTube Shopping extension, you can make the tagging process even easier. Just browse the brands and retailers you love, and we’ll surface the info and tools you need:\n\n- Save products: Save products while you’re browsing a brand or retailer’s site now, so you can easily find them when you’re ready to tag your video in Studio later.\n\n- Check out commission rates: Find out how much you’ll earn from tagging that product in your YouTube videos without leaving the brand or retailer’s site.\n\n- Maximize earnings: You can also view similar products offering higher commission rates by other merchants.",
    "hi": "किसी ई-कॉमर्स साइट को ब्राउज़ करते हुए, बाद में प्रॉडक्ट टैग करने के लिए उन्हें आसानी से सेव करें, कमीशन की दरें देखें, और विकल्प के तौर पर उपलब्ध सुझाव देखें.\n\nYouTube Shopping affiliate program में शामिल होने पर, प्रशंसक आसानी से आपके प्रॉडक्ट खरीद पाते हैं. साथ ही, जब दर्शक वीडियो में टैग किए गए आपके प्रॉडक्ट खरीदते हैं, तो इससे आपको ज़्यादा कमाई करने का मौका भी मिलता है. साइन अप करने का तरीका जानने के साथ-साथ यह जानने के लिए कि आपने इस प्रोग्राम में शामिल होने की ज़रूरी शर्तें पूरी की हैं या नहीं, हमारे सहायता केंद्र पर जाएं.\n\nYouTube Shopping वाले एक्सटेंशन की मदद से, प्रॉडक्ट टैग करने की प्रोसेस को अब पहले से और भी आसान बनाया जा सकता है. बस अपने अलग-अलग पसंदीदा ब्रैंड और खुदरा दुकानदारों के प्रॉडक्ट ब्राउज़ करें. इसके बाद, हम आपको ज़रूरी जानकारी और टूल उपलब्ध कराएंगे:\n\n- प्रॉडक्ट सेव करें: किसी ब्रैंड या खुदरा दुकानदार की साइट को ब्राउज़ करते हुए अभी प्रॉडक्ट सेव करें. इसके बाद, अपने वीडियो में टैग करने के लिए, आपको Studio में वे प्रॉडक्ट कभी भी आसानी से मिल जाएंगे.\n\n- कमीशन की दरें देखें: ब्रैंड या खुदरा दुकानदार की साइट पर ही जानें कि उसके प्रॉडक्ट को अपने YouTube वीडियो में टैग करने से आपकी कितनी कमाई होगी.\n\n- ज़्यादा से ज़्यादा कमाई करें: ऐसे अन्य प्रॉडक्ट के विकल्प भी देखे जा सकते हैं जिनके लिए दूसरे कारोबारी या कंपनियों ने कमीशन की ज़्यादा दरें तय की हैं.",
    "id": "Simpan produk, lihat tarif komisi, dan temukan rekomendasi alternatif saat menjelajahi situs e-commerce mana pun.\n\nProgram afiliasi YouTube Shopping membantu Anda menciptakan pengalaman belanja yang praktis bagi penggemar dan meningkatkan penghasilan Anda saat penonton membeli produk yang disematkan ke video Anda. Ketahui cara mendaftar dan apakah Anda memenuhi syarat di Pusat Bantuan.\n\nDengan ekstensi YouTube Shopping, proses menyematkan produk jadi lebih mudah. Cukup cari brand dan retailer favorit Anda, lalu kami akan menampilkan info dan alat yang dibutuhkan:\n\n- Simpan produk: Simpan produk saat Anda menjelajahi situs brand dan retailer agar mudah ditemukan saat Anda ingin menyematkannya ke video di Studio.\n\n- Lihat tarif komisi: Cari tahu jumlah penghasilan yang akan Anda dapatkan dengan menyematkan produk tersebut ke video YouTube Anda tanpa keluar dari situs brand atau retailer.\n\n- Maksimalkan penghasilan: Anda juga dapat melihat produk serupa dari penjual lain yang menawarkan tarif komisi lebih tinggi.",
    "ko": "전자상거래 사이트를 둘러보면서 제품을 저장하고, 수수료율을 확인하고, 대체 추천 제품을 살펴보세요.\n\nYouTube Shopping 제휴 프로그램을 활용하면 팬들에게 원활한 쇼핑 환경을 제공하는 한편 시청자가 동영상에 태그된 제품을 구매할 때 수익을 창출할 수 있습니다. 고객 센터에서 가입 방법과 자격 요건 충족 여부를 알아보세요.\n\nYouTube Shopping 확장 프로그램을 사용하면 제품 태그 프로세스가 훨씬 더 수월해집니다. 좋아하는 브랜드와 제휴사를 둘러보는 동안 다음과 같이 필요한 정보와 도구가 표시됩니다.\n\n- 제품 저장: 브랜드 또는 제휴사의 사이트를 둘러보면서 제품을 저장해 보세요. 나중에 스튜디오에서 동영상에 태그할 준비가 되었을 때 저장해 둔 제품을 쉽게 찾을 수 있습니다.\n\n- 수수료율 확인: 브랜드 또는 제휴사의 사이트를 나가지 않고도 YouTube 동영상에 해당 제품을 태그하면 수익이 얼마나 창출될지 확인할 수 있습니다.\n\n- 수익 극대화: 더 높은 수수료율을 제시하는 다른 판매자의 비슷한 제품도 볼 수 있습니다.",
    "th": "บันทึกผลิตภัณฑ์ ดูอัตราค่าคอมมิชชัน และดูผลิตภัณฑ์แนะนำอื่นๆ ขณะท่องเว็บไซต์อีคอมเมิร์ซ\n\nโปรแกรมแอฟฟิลิเอต YouTube Shopping ช่วยให้คุณสามารถสร้างประสบการณ์ช็อปปิ้งที่แสนราบรื่นให้แก่แฟนๆ และสร้างรายได้เพิ่มขึ้นเมื่อผู้ชมซื้อผลิตภัณฑ์ที่คุณติดแท็กในวิดีโอ ดูวิธีลงชื่อสมัครใช้และดูว่าคุณมีสิทธิ์หรือไม่ได้ในศูนย์ช่วยเหลือ\n\nส่วนขยาย YouTube Shopping จะช่วยทำให้กระบวนการติดแท็กง่ายยิ่งขึ้น เพียงแค่คุณเลือกดูผลิตภัณฑ์ของแบรนด์และผู้ค้าปลีกที่ชื่นชอบ แล้วเราจะแสดงข้อมูลและเครื่องมือต่อไปนี้ที่คุณต้องใช้ให้เอง\n\n- บันทึกผลิตภัณฑ์: บันทึกผลิตภัณฑ์ขณะท่องเว็บไซต์ของแบรนด์หรือผู้ค้าปลีก ซึ่งจะช่วยให้คุณค้นหาผลิตภัณฑ์ได้อย่างง่ายดายเมื่อพร้อมที่จะติดแท็กในวิดีโอใน Studio ภายหลัง\n\n- ดูอัตราค่าคอมมิชชัน: ดูว่าคุณจะได้รับเงินเท่าไหร่จากการติดแท็กผลิตภัณฑ์นั้นในวิดีโอ YouTube โดยไม่จำเป็นต้องออกจากเว็บไซต์ของแบรนด์หรือผู้ค้าปลีก\n\n- เพิ่มรายได้ให้มากที่สุด: คุณยังสามารถดูผลิตภัณฑ์ที่คล้ายกันซึ่งให้อัตราค่าคอมมิชชันที่สูงกว่าจากผู้ขายรายอื่นๆ ได้ด้วย",
    "vi": "Lưu sản phẩm, xem tỷ lệ hoa hồng và tham khảo các đề xuất khác trong khi duyệt xem các trang web thương mại điện tử.\n\nChương trình tiếp thị liên kết của YouTube Mua sắm giúp bạn xây dựng trải nghiệm mua sắm liền mạch cho người hâm mộ, đồng thời kiếm thêm thu nhập khi người xem mua các sản phẩm bạn đã gắn thẻ trong video. Hãy tìm hiểu cách đăng ký và điều kiện tham gia trong Trung tâm trợ giúp.\n\nTiện ích YouTube Mua sắm giúp việc gắn thẻ trở nên dễ dàng hơn nữa. Bạn chỉ cần duyệt xem các thương hiệu và nhà bán lẻ yêu thích, còn chúng tôi sẽ cung cấp thông tin và công cụ cần thiết để:\n\n– Lưu sản phẩm: Lưu sản phẩm ngay trong lúc duyệt xem trang web của một thương hiệu hoặc nhà bán lẻ để dễ dàng tìm lại sản phẩm khi bạn sẵn sàng gắn thẻ cho chúng trong video trên Studio sau này.\n\n– Xem tỷ lệ hoa hồng: Tìm hiểu số tiền bạn sẽ kiếm được khi gắn thẻ cho sản phẩm đó trong video của mình trên YouTube mà không cần rời khỏi trang web của thương hiệu hoặc nhà bán lẻ.\n\n– Tối đa hoá thu nhập: Bạn cũng có thể xem sản phẩm tương tự của các nhà bán hàng khác có tỷ lệ hoa hồng cao hơn."
  }
}