{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProNoto - AI Sidebar - Notes, Teleprompter & Assistant by GPT-4o"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powerful AI Tools in Sidebar. Floating Notes, Teleprompter, AI Assistant, Screenshots, Bookmarks, ChatGPT and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ ProNoto is your all-in-one productivity companion, packed with powerful AI tools to help you stay organized, enhance your workflow, and work smarter, not harder.\n\n💡 Key Features:\n\n📝 AI Note-Taking\nInstantly capture ideas, organize them, and access them from any tab without interruption. No more losing your thoughts mid-task!\n\n🎤 Powerful Teleprompter\nPerfect for speakers, educators, and content creators. Deliver flawless presentations with ProNoto’s built-in teleprompter — it’s like having a personal stage assistant.\n\n🤖 AI Copilot\nNeed a helping hand? Summarize articles, generate templates, and get instant answers to your questions, all powered by ProNoto’s AI assistant.\n\n🌐 Floating AI Assistance\nAccess AI-powered tools without leaving your browser. ProNoto’s floating window makes multitasking easier than ever — work smarter, not harder.\n\n📸 Instant Screenshots & Web Snippets\nCapture important web content with a single click. Save and organize screenshots or snippets instantly without the hassle of copy-pasting.\n\n📚 Chat with PDFs\nEngage directly with your PDF documents. Summarize, extract key insights, and interact with your documents like never before.\n\n🔖 Organized Bookmarks\nStore and manage all your important links in a customizable sidebar for quick, easy access to your favorite sites.\n\n✍️ Quick Templates\nSpeed up writing tasks with customizable templates for cover letters, emails, and more.\n\n🔍 Web Scraper\nExtract and organize useful information from websites to power up your research and data collection.\n\n✨ Why ProNoto?\nProNoto combines note-taking, teleprompting, AI assistance, and more into one powerful tool. It's like having a personal assistant right in your browser — accessible with just one click.\n💼 Maximize Your Productivity\nTake control of your workflow and simplify your tasks with ProNoto's intuitive tools.\n\n🔥 Get Started Today:\nClick \"Add to Chrome\" to install ProNoto.\nPin it to your toolbar for easy access.\nStart organizing, creating, and working smarter with AI!\n\n❓ FAQs:\n1. How is ProNoto different from other productivity tools?\nProNoto combines note-taking, floating notes, sticky notes, a teleprompter, and an AI assistant in a seamless experience.\n\n2. Why do I need a teleprompter?\nProNoto's teleprompter ensures clear communication for podcasts, education, interview preparation, and more. No more fumbling during presentations!\n\n3. What is a floating AI assistant?\nA floating AI assistant available on any website. No need to switch tabs — all answers are instantly in front of you.\n\n4. How are ProNoto's screenshots different?\nTake single-click screenshots without copy-pasting. Select, click, and your content is instantly saved.\n\n5. What makes AI note-taking special?\nProNoto automatically creates notes from keywords, summarizes content, checks grammar, and extracts web data with ease.\n\n6. What about sticky notes?\nEnjoy colorful sticky notes you can pin to specific webpages or all websites — always keep your important info visible.\n\n📦 Release Notes:\n\n- v8.6\nChatGPT Web Connect: Seamless integration with ChatGPT for browsing assistance and enhanced AI capabilities.\nMulti-Document Export: Export notes, articles, and documents in multiple formats — PDF, Text, and HTML — for easy sharing and storage.\n\n- v8.5\nFaster AI Responses: Experience a 10x faster response time with improved AI efficiency.\nChatGPT 4.0 Model Integration: Access the latest advancements in AI with ChatGPT 4.0, providing smarter answers and suggestions.\nEnhanced AI Prompts: Quickly generate and refine content with the improved AI prompts for note-taking, summaries, and more.\nColorful Sticky Notes: Personalize your notes with vibrant sticky notes, now more customizable and visually appealing.\n\n-v8.4\nTeleprompter Quick-Switch Button: Streamline presentations with a new quick-switch button for seamless teleprompter transitions.\nSpeed Recommendations: Optimized speed recommendations for smoother performance in teleprompter and AI-assisted tasks.\n\n-v8.3\nNew Templates: Get creative with new templates for faster document creation, from emails to reports and more.\nEnhanced Note-Taking: Improved note-taking experience with smarter categorization and organization of ideas.\nUpdated UI: Fresh, modern user interface with better usability for a seamless experience.\n\n-v8.2\nImproved Sticky Notes: Enhanced functionality and customization options for your sticky notes.\nReady-to-Use Teleprompter Scenarios: Access pre-designed teleprompter scenarios, perfect for podcasts, presentations, and more.\n\nv8.1\nChatGPT Sidebar Integration: Enjoy the convenience of having a ChatGPT-powered sidebar right in your browser for fast AI assistance.\nPerformance Fixes: Bug fixes and optimizations to improve overall performance and stability.\nUI Improvements: A more intuitive and user-friendly UI for quicker access to features and smoother navigation.\n\n🌟 Start boosting your productivity today with ProNoto — your ultimate AI-powered Chrome extension for smarter workflows and seamless multitasking!\n\n🔗 Need Help?\nContact us at 💌 hello@pronoto.io for questions or feedback."
  }
}