{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Devgen - Your Code Research Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Devgen is an AI assistant that enables you to research online GitHub codebases with ease."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💬 Chat with Github Codebases\n\nAsk Simple Questions 🤔\nGet quick insights by asking straightforward questions about your codebase.\n\nDiscuss GitHub Issues 🐞\nEasily bring issues into the chat! Just right-click on any GitHub issue page, select \"Add to Chat\" from the menu, and the issue is ready for discussion.\n\nCollaborate on Pull Requests 🔄\nNeed to chat about a pull request? Right-click on any GitHub pull request page, select \"Add to Chat\", and add it to the conversation.\n\nChat About Specific Files 📂\nTo discuss specific files, right-click on any GitHub file page, choose \"Add to Chat\", and dive into file-specific details together.\n\nChat with Commit Support 🔍\nWant to discuss a specific commit? Right-click on a commit page, choose \"Add to Chat,\" and bring that commit into the conversation to review changes, additions, and impacts in detail.\n\n\n\n💡 FAQ\nQ1: What models are supported, and how many requests do I get?\nA: The extension offers two user tiers:\n\nFree users: Access to GPT-4o mini with 200 requests per month.\nPro users: Unlimited access to GPT-4o mini and 100 requests for Claude Sonnet 3.5 each month.\n\nQ2: What types of questions can I ask in the chat?\nA: You can ask anything from simple questions about specific code snippets to more complex questions about file relationships, code functions, or even upcoming changes tracked by GitHub issues and pull requests.\n\nQ3: How do I add a GitHub issue to the chat?\nA: Navigate to any GitHub issue page, right-click, and choose \"Add to Chat\" from the menu. The issue will be automatically added, so you can discuss it directly in the chat.\n\nQ4: Can I add multiple pull requests to the chat?\nA: Currently, only one pull request can be added to the chat at a time. Right-click on the desired pull request, select \"Add to Chat\", and it will be available for discussion.\n\nQ5: What if I only want to chat about specific files?\nA: At the moment, you can add only one file at a time. Navigate to the file’s page on GitHub, right-click, and select \"Add to Chat\". The chat will focus on that file, so you can discuss details about its contents, history, or recent changes.\n\nQ6: Can I use the extension on private repositories?\nA: Currently, the extension only supports open-source repositories. Support for private repositories may be added in the future.\n\nQ7: Is there a limit to how many issues, pull requests, or files I can add to the chat?\nA: Yes, the extension currently supports chatting about only one issue, pull request, or file at a time. For the best experience, select the most relevant item for your current discussion.\n\nChangeLogs\nv1.1.6\n1. Enable GitHub Link discovery: Open Devgen while searching on Google, browsing Reddit, or reading docs, and see a list of related GitHub repositories from the current page."
  }
}