{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Nodes Tree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly navigate and organize your tabs with an intuitive tree-style view"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web browsing often involves opening multiple child pages from a single website. Traditional horizontal tab rows fail to effectively display these parent-child relationships. Tab Nodes Tree solves this problem with its vertical, tree-structured layout, allowing you to instantly grasp the hierarchy of your open pages at a glance. With drag-and-drop functionality, you can effortlessly rearrange and restructure your tab hierarchy as needed.\n\nMoreover, horizontal tabs frequently truncate page titles due to limited space, making it challenging to locate specific open tabs. With Tab Nodes Tree, you can see full page titles, significantly enhancing your ability to navigate between tabs.\n\nThis extension is particularly beneficial for power users who regularly work with 50 or more open tabs. It's also ideal for those with widescreen displays, as it makes efficient use of extra horizontal space that often goes unused.\n\nExperience a more organized and intuitive way to manage your tabs with Tab Nodes Tree!\n\nFeatures:\n⭐ Light/Dark theme, or follow the System setting.\n⭐ Native Chrome Tab Bar Feature Parity: Move, Reload, Duplicate, Pin, Mute, Group, Move to Another Window.\n⭐ Multi-Tab Node Selection Actions: Move, Reload, Duplicate, Pin, Mute, Group, Move to Another Window.\n⭐ Two-Way Sync with Chrome's Native Tab Row.\n⭐ Effortlessly Build a Tab Nodes Tree Structure with Drag and Drop.\n⭐ Collapse and Expand Node Trees.\n⭐ A Range of Node Tree Settings.\n⭐ \"Create a new tab at the same level\" shortcut: (Windows: Alt+A, Mac: Ctrl+Shift+A).\n⭐ \"Create a new tab as a child\" shortcut: (Windows: Alt+S, Mac: Ctrl+Command+A).\n🌟 (Pro) Quick Navigation Panel: Helps you rapidly jump between Groups and Branch Tab Nodes without getting lost in a sea of tabs. Default shortcut: (Windows: Alt+Q, Mac: Ctrl+Q).\n🌟 (Pro) Customize Tab Node Tree Theme.\n🌟 (Pro) Unread, discarded style settings including text styles: bold, italic, underline, line through. adjustable opacity for border, background, text, icon. Available for dark, light and customized themes.\n🌟 (Pro) Tree Structure Branch Tab Node - Superior to Native Grouping, grouping tabs with a tree structure.\n🌟 (Pro) Advanced Node Tree Settings.\n🌟 (Pro) \"Add to Branch\" shortcut: (Windows: Alt+B, Mac: Ctrl+Command+B).\n⭐ And more to come!\n\nRevolutionize your tab management experience. Download Tab Nodes Tree today!"
  }
}