{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Night Mode Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toggle night mode for web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Night Mode Extension\nDescription:\nTransform your browsing experience with the Night Mode Extension! This handy tool allows you to switch any website to a dark theme, reducing eye strain during late-night reading or browsing.\n\nFeatures:\n\nToggle Night Mode: Easily switch between day and night modes with a single click from the extension popup.\nComprehensive Styling: Applies a full dark theme, including background color and text color adjustments, to enhance readability on various websites.\nPersistent State: Automatically remembers your night mode preference across sessions for seamless user experience.\nHow It Works:\n\nActivate Night Mode: Click the extension icon to toggle night mode on or off.\nDynamic Styling: The extension injects custom styles to adjust background colors, text colors, and borders to ensure a comfortable reading experience.\nAdaptive: Night mode applies to most websites, avoiding issues with restricted or special URLs.\nPermissions:\n\nActive Tab: Allows the extension to access the content of the current tab for applying night mode.\nStorage: Saves user preferences for night mode to ensure consistent experience.\nCompatibility:\n\nWorks on all standard web pages. Note that some specialized pages or restricted URLs (e.g., chrome://, about:, or chrome-extension://) might not fully support the night mode changes.\nEnjoy a more comfortable browsing experience with the Night Mode Extension—perfect for late-night surfing and reducing eye strain!"
  }
}