{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reverb - Questionnaire Answerer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reverb uses AI to answer questions on questionnaires, avoiding hallucinations by only using past, completed questionnaires."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reverb: AI-Powered Questionnaire Assistant\n\nEffortlessly Tackle Questionnaires with Advanced AI Assistance\n\nAre you overwhelmed with filling out endless questionnaires? Introducing Reverb, a revolutionary Chrome Extension that harnesses the power of artificial intelligence to streamline this tedious task. Say goodbye to manual effort and hello to efficiency!\n\nKey Features:\n\n+ AI-Driven Responses: Leveraging cutting-edge AI technology, Reverb provides accurate and context-aware answers to various questionnaires by analyzing your past completed forms.\n\n+ Avoid Hallucinations: Unique to Reverb, our AI avoids generating irrelevant or imaginary content by relying solely on your previously completed questionnaires, ensuring each response is grounded in reality.\n\n+ Customized to Your Needs: Reverb tailors its responses based on the information you provide. Simply upload your past questionnaire documents at Reverb Training (https://app.reverbforms.com/past) to educate the AI on how to respond accurately and relevantly.\n\n+ Easy Setup: Get started by signing up for an account at Reverb Forms https://app.reverbforms.com). Once you're registered, you can effortlessly integrate the extension into your daily workflow.\n\n+ User-Friendly Interface: Designed with simplicity in mind, Reverb offers a seamless user experience, enabling you to focus on what truly matters.\n\nHow to Get Started:\n\n1. Sign Up: Create your account at Reverb Forms (https://app.reverbforms.com).\n2. Upload Documents: Ensure accurate AI responses by uploading your past completed questionnaires at Reverb Training (https://app.reverbforms.com/past).\n3. Install Reverb: Add the Reverb Chrome Extension to your browser and start experiencing the future of form filling!\n\nTransform the way you handle questionnaires. Try Reverb today – your personal AI assistant for smart, efficient, and reliable questionnaire completion."
  }
}