{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StructyHub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically integrate your Structy submissions to GitHub."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is StructyHub?\nA Chrome extension designed to easily integrate your coding practice with GitHub. StructyHub automates the process of pushing your successful code solutions to a dedicated GitHub repository whenever you pass all tests on a Structy problem.\n\n\nWhy use StructyHub?\n1. Effortlessly bolster your portfolio while improving your Data Structures & Algorithms skills.\n2. Enjoy the benefits of version control: with StructyHub, accessing previous versions of your submissions is as easy as going to GitHub.\n3. Privacy-conscious: StructyHub does not, and never will, collect or use your personal information.\n4. Fast and lightweight. StructyHub was written to use minimal resources and operate very quickly - boasting both a tiny memory footprint and sub-second commit times.\n\n\nHow can I use StructyHub?\n1. Install StructyHub.\n2. Click on the extension and open the pop-up menu.\n3. Click \"Sign in with GitHub\" to allow StructyHub to interact with the GitHub API.\n4. And that's it! Your successful submissions will now populate a public repository called \"Structy-Hub\" - though you are free to customize this using the pop-up menu.\n\n\nPlanned features\n- Allow users to choose whether to organize outputs by problem section as well (e.g., group all \"dynamic programming\" problems in one subdirectory).\n\n\nNotes\n- Please note that StructyHub is still in early development stages.\n- Report any bugs or request features at our GitHub's \"issues\" tab.\n- Report any security vulnerabilities directly to the provided developer email below.\n\n\nCHANGELOG\nv0.2.1\n- Small compatibility updates for Structy's UI changes.\n\nv0.2.0\n- Updated for Structy's change to using CodeMirror 6.\n- Bugfix to help ensure that even long code submissions will be captured in their entirety.\n\nv0.1.3 \n- Various bug fixes, reducing rates of failed commits. \n- Improved commit times by up to 50%. \n- Various UX/UI improvements. \n- Ability to customize repo name added.\n\nv0.1.2 \n- Improvements to submission detection consistency on repeat submissions.\n\nv0.1.1 \n- Created license, privacy policy - updates for Chrome Web Store listing.\n\nv0.1.0\n- Public alpha release of StructyHub."
  }
}