{
  "name": {
    "ar": "حاسبة العمر - كم عمري",
    "am": "ዘመን ካልኩሌተር - እንዴት እድሜ ነው i",
    "bg,en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Age Calculator - How Old am i",
    "bn": "বয়স ক্যালকুলেটর - আমার বয়স কত",
    "ca": "Calculadora d'edat - Quants anys tinc",
    "cs": "Věková kalkulačka - Kolik je mi let",
    "da": "Aldersberegner - Hvor gammel er jeg",
    "de": "Altersrechner - Wie alt bin ich?",
    "el": "Υπολογιστής Ηλικίας - Πόσο χρονών είμαι",
    "es": "Calculadora de edad - ¿Cuántos años tengo?",
    "et": "Vanuse Kalkulaator - kui vana ma olen",
    "fa": "سن ماشین حساب - چند ساله هستم من",
    "fi": "Ikälaskin - Kuinka vanha olen",
    "fil": "Edad Calculator - Gaano katagal ako",
    "fr": "Calculateur d’âge - Quel âge ai-je ?",
    "gu": "એજ કેલ્ક્યુલેટર - મારી ઉંમર કેટલી છે",
    "he": "מחשבון גיל - בן כמה אני",
    "hi": "आयु कैलकुलेटर - मैं कितना पुराना हूँ",
    "hr": "Kalkulator dobi - Koliko imam godina",
    "hu": "Életkor kalkulátor - Hány éves vagyok",
    "id": "Kalkulator Usia - Berapa Umur i",
    "it": "Calcolatore dell'età - Quanti anni ho",
    "ja": "年齢計算機 - 私は何歳ですか",
    "kn": "ವಯಸ್ಸಿನ ಕ್ಯಾಲ್ಕುಲೇಟರ್ - ನನ್ನ ವಯಸ್ಸು ಎಷ್ಟು",
    "ko": "나이 계산기 - 내 나이",
    "lv": "Vecuma Kalkulators - Cik man gadu",
    "ml": "Age Calculator - എനിക്ക് എത്ര വയസ്സായി",
    "mr": "एज कॅल्क्युलेटर - माझे वय किती आहे",
    "ms": "Kalkulator Umur - Berapa umur i",
    "nl": "Leeftijdscalculator - Hoe oud ben ik",
    "no": "Alderskalkulator - Hvor gammel er jeg",
    "pl": "Kalkulator wieku - Ile mam lat",
    "ro": "Calculator De Vârstă - Câți ani am",
    "ru": "Калькулятор возраста - Сколько лет i",
    "sk": "Kalkulačka Veku - Koľko mám rokov",
    "sl": "Kalkulator Starosti - Koliko sem star",
    "sv": "Ålderskalkylator - Hur gammal är jag",
    "sw": "Kikokotoo Cha Umri - Nina umri gani",
    "ta": "Age Calculator - What old am i",
    "te": "ఏజ్ కాలిక్యులేటర్ - నా వయస్సు ఎంత",
    "th": "เครื่องคิดเลขอายุ - ฉันอายุเท่าไหร่",
    "tr": "Yaş Hesaplayıcı - Kaç Yaşındayım",
    "uk": "Калькулятор Віку - Скільки мені років"
  },
  "short": {
    "ar": "اكتشف عمرك الدقيق باستخدام حاسبة العمر! اكتشف كم عمرك حتى اليوم ، بسهولة ودقة.",
    "am": "ትክክለኛ ዕድሜዎን ከ ኤጅ ካልኩሌተር ጋር ያግኟችሁ! የዕለት እድሜህ ምን ያህል እንደሆነ በቀላሉና በትክክል ለማወቅ ሞክር።",
    "bg": "Открийте точната си възраст с калкулатора за възраст! Разберете на колко години сте до деня, лесно и точно.",
    "bn": "বয়স ক্যালকুলেটর দিয়ে আপনার সঠিক বয়স আবিষ্কার করুন! জেনে নিন আপনার বয়স কত, সহজে ও নির্ভুলভাবে।",
    "ca": "Descobreix la teva edat exacta amb la Calculadora d'Edat! Descobreix l'edat que tens al dia, de manera fàcil i precisa.",
    "cs": "Zjistěte svůj přesný věk pomocí věkové kalkulačky! Zjistěte, kolik je vám let, snadno a přesně.",
    "da": "Opdag din nøjagtige alder med aldersberegneren! Find ud af, hvor gammel du er til dagen, nemt og præcist.",
    "de": "Entdecken Sie Ihr genaues Alter mit dem Altersrechner! Finden Sie auf den Tag genau heraus, wie alt Sie sind, einfach und genau.",
    "el": "Ανακαλύψτε την ακριβή ηλικία σας με τον Υπολογιστή Ηλικίας! Μάθετε πόσο χρονών είστε μέχρι σήμερα, εύκολα και με ακρίβεια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Discover your exact age with the Age Calculator! Find out how old you are to the day, easily and accurately.",
    "es": "¡Descubre tu edad exacta con la calculadora de edad! Averigüe cuántos años tiene hasta el día de hoy, de manera fácil y precisa.",
    "et": "Avastage oma täpne vanus vanusekalkulaatoriga! Uurige lihtsalt, ja täpselt, kui vana te olete.",
    "fa": "سن دقیق خود را با ماشین حساب سن کشف کنید! پیدا کردن چند ساله شما به روز، به راحتی و با دقت.",
    "fi": "Selvitä tarkka ikäsi ikälaskurilla! Selvitä, kuinka vanha olet päivittäin, helposti ja tarkasti.",
    "fil": "Tuklasin ang iyong eksaktong edad sa Edad Calculator! Alamin kung gaano ka katanda hanggang sa araw na ito, madali at tumpak.",
    "fr": "Découvrez votre âge exact avec le calculateur d’âge ! Découvrez votre âge au jour le jour, facilement et avec précision.",
    "gu": "એજ કેલ્ક્યુલેટર સાથે તમારી ચોક્કસ ઉંમર શોધો! જાણો કે તમે દિવસમાં કેટલા વર્ષના છો, સરળતાથી અને સચોટ રીતે.",
    "he": "גלה את גילך המדויק באמצעות מחשבון הגיל! גלה בן כמה אתה עד היום, בקלות ובדייקנות.",
    "hi": "आयु कैलकुलेटर के साथ अपनी सटीक आयु की खोज करें! आसानी से और सटीक रूप से पता करें कि आप दिन के कितने साल के हैं।",
    "hr": "Otkrijte svoju točnu dob pomoću kalkulatora dobi! Saznajte koliko imate godina do danas, jednostavno i točno.",
    "hu": "Fedezze fel pontos életkorát az Életkor kalkulátorral! Tudja meg, hány éves a napra, egyszerűen és pontosan.",
    "id": "Temukan usia pasti Anda dengan Kalkulator Usia! Cari tahu berapa usia Anda sampai hari itu, dengan mudah dan akurat.",
    "it": "Scopri la tua età esatta con il calcolatore di età! Scopri quanti anni hai al giorno, in modo semplice e preciso.",
    "ja": "年齢計算機であなたの正確な年齢を発見してください!あなたが何歳であるかを簡単かつ正確に調べます。",
    "kn": "ಏಜ್ ಕ್ಯಾಲ್ಕುಲೇಟರ್ ನೊಂದಿಗೆ ನಿಮ್ಮ ನಿಖರವಾದ ವಯಸ್ಸನ್ನು ಕಂಡುಹಿಡಿಯಿರಿ! ನಿಮಗೆ ಇಂದು ಎಷ್ಟು ವಯಸ್ಸಾಗಿದೆ ಎಂಬುದನ್ನು ಸುಲಭವಾಗಿ ಮತ್ತು ನಿಖರವಾಗಿ ಕ...",
    "ko": "나이 계산기로 정확한 나이를 알아보세요! 하루 몇 살인지 쉽고 정확하게 알아보세요.",
    "lv": "Atklājiet savu precīzo vecumu, izmantojot Vecuma Kalkulatoru! Viegli un precīzi uzziniet, cik vecs esat līdz šai dienai.",
    "ml": "Age Calculator ഉപയോഗിച്ച് നിങ്ങളുടെ കൃത്യമായ പ്രായം കണ്ടെത്തുക! നിങ്ങൾക്ക് എത്ര വയസ്സുണ്ടെന്ന് എളുപ്പത്തിലും കൃത്യമായും കണ്ടെത്...",
    "mr": "एज कॅल्क्युलेटरद्वारे आपले अचूक वय शोधा! तुमचे आजचे वय किती आहे, सहज आणि अचूकपणे शोधा.",
    "ms": "Ketahui umur sebenar anda dengan Kalkulator Umur! Ketahui berapa umur anda hingga ke hari ini, dengan mudah dan tepat.",
    "nl": "Ontdek je exacte leeftijd met de Age Calculator! Ontdek hoe oud je bent tot op de dag, eenvoudig en nauwkeurig.",
    "no": "Oppdag din eksakte alder med alderskalkulatoren! Finn ut hvor gammel du er den dagen, enkelt og nøyaktig.",
    "pl": "Odkryj swój dokładny wiek za pomocą kalkulatora wieku! Dowiedz się, ile masz lat, łatwo i dokładnie.",
    "ro": "Descoperiți-vă vârsta exactă cu Calculatorul de vârstă! Aflați câți ani aveți până în prezent, ușor și precis.",
    "ru": "Узнайте свой точный возраст с помощью калькулятора возраста! Узнайте, сколько вам лет, легко и точно.",
    "sk": "Objavte svoj presný vek pomocou kalkulačky veku! Zistite, koľko máte rokov na deň, ľahko a presne.",
    "sl": "Odkrijte svojo natančno starost s Kalkulatorjem starosti! Ugotovite, koliko ste stari na dan, enostavno in natančno.",
    "sv": "Ta reda på din exakta ålder med ålderskalkylatorn! Ta reda på hur gammal du är på dagen, enkelt och exakt.",
    "sw": "Gundua umri wako halisi na Kikokotoo Cha Umri! Jifunze jinsi umri wako ni kwa siku, kwa urahisi na kwa usahihi.",
    "ta": "வயது கால்குலேட்டர் மூலம் உங்கள் சரியான வயதைக் கண்டறியவும்! உங்கள் வயதை எளிதாகவும் துல்லியமாகவும் கண்டுபிடிக்கவும்.",
    "te": "ఏజ్ కాలిక్యులేటర్ తో మీ ఖచ్చితమైన వయస్సును కనుగొనండి! ఈ రోజు మీ వయస్సు ఎంత, సులభంగా మరియు ఖచ్చితంగా కనుగొనండి.",
    "th": "ค้นพบอายุที่แน่นอนของคุณด้วยเครื่องคํานวณอายุ! ค้นหาว่าคุณอายุเท่าไหร่ในแต่ละวันได้อย่างง่ายดายและแม่นยํา",
    "tr": "Yaş Hesaplayıcı ile tam yaşınızı keşfedin! Gün içinde kaç yaşında olduğunuzu kolayca ve doğru bir şekilde öğrenin.",
    "uk": "Дізнайтеся свій точний вік за допомогою калькулятора віку! Дізнайтеся, скільки вам років на сьогоднішній день, легко і точно."
  },
  "long": {
    "ar": "في صخب الحياة وضجيجها، يصبح من الصعب ملاحظة كيف يمر الوقت. حاسبة العمر - كم عمري؟ يوضح لك الملحق كيفية تقدم الوقت في رحلتك الشخصية عن طريق حساب عمرك. يتيح لك هذا الامتداد معرفة عمرك على الفور بالسنوات والأشهر والأسابيع والأيام عن طريق إدخال تاريخ ميلادك.\n\nيمكنك العثور على إجابة سريعة على السؤال \"كم عمري؟\" مع هذا البرنامج الإضافي سهل الاستخدام للغاية. كل ما عليك فعله هو كتابة تاريخ ميلادك في الحقل المخصص للامتداد وبدء عملية الحساب. نتيجة لهذه العملية، يتم تشغيل وظيفة حساب العمر وتحسب عمرك بالتفصيل.\n\nحساب العمر ليس مجرد قيمة رقمية؛ وهذا يدل على المسافة التي قطعها الفرد في رحلة حياته. السؤال \"كم عمرك\" يجعلنا نتساءل عن المعنى الشخصي للوقت ومكانته في حياتنا. حاسبة العمر - كم عمري؟ يساعدك الامتداد على فهم عمرك من خلال تقديم إجابة عملية لهذا السؤال العميق.\n\nإحدى أهم ميزات الامتداد هي وظيفة الآلة الحاسبة الخاصة بعمري. توفر هذه الميزة للمستخدمين عمرهم ليس فقط بالسنوات، ولكن أيضًا بالأشهر والأيام وحتى الساعات. وهكذا، يمكنك تقدير كل لحظة من حياتك بشكل أفضل.\n\nهل أنت فضولي بشأن عيد ميلادك؟ يتم أيضًا الرد على السؤال \"متى عيد ميلادي\" بهذا الامتداد. يحسب الملحق أيضًا عدد الأيام حتى عيد ميلادك، مما يمنحك أداة للتخطيط ليومك الكبير.\n\nملحقنا لا يحسب عمرك فحسب، بل يقوي علاقتك بالوقت ويذكرك بقيمة الوقت. إن معرفة المدة التي تركتها اللحظات الخاصة في حياتك توفر لك الحافز عند وضع الخطط للمستقبل.\n\nكيف يستعمل هذا؟\nحاسبة العمر - امتداد كم عمري، وهو سهل الاستخدام للغاية، ويتيح لك تنفيذ عملياتك في بضع خطوات فقط:\n\n1. قم بتثبيت الامتداد من سوق Chrome الإلكتروني.\n2. في قسم \"اختر تاريخ ميلادك\"، أدخل تاريخ ميلادك بتنسيق اليوم والشهر والسنة.\n3. في قسم \"أدخل تاريخ اليوم أو تاريخ مختلف\"، أدخل تاريخ اليوم أو التاريخ الذي تريد معرفة عمرك فيه في سنة معينة.\n4. انقر فوق الزر \"احسب\" لحساب عمرك على الفور.",
    "am": "በህይወት ውዝግብ እና ውዝግብ ውስጥ፣ ጊዜ እንዴት እንደሚያልፍ ለመገንዘብ አስቸጋሪ ይሆናል። ዕድሜ ካልኩሌተር - ዕድሜዬ ስንት ነው? ቅጥያው ዕድሜዎን በማስላት በግል ጉዞዎ ላይ ጊዜ እንዴት እንደሚሄድ ያሳየዎታል። ይህ ቅጥያ የልደት ቀንዎን በማስገባት ዕድሜዎን በአመታት፣ በወራት፣ በሳምንታት እና በቀናት ውስጥ ወዲያውኑ እንዲያውቁ ያስችልዎታል።\n\n\"ዕድሜዬ ስንት ነው?\" ለሚለው ጥያቄ ፈጣን መልስ ማግኘት ትችላለህ። ለመጠቀም እጅግ በጣም ቀላል በሆነው በዚህ ተሰኪ። ማድረግ ያለብዎት የትውልድ ቀንዎን በተገቢው የማራዘሚያ መስክ ውስጥ መጻፍ እና የሂሳብ ሂደቱን መጀመር ብቻ ነው. በዚህ ሂደት ምክንያት, የስሌት እድሜ ተግባር ወደ ጨዋታ ይመጣል እና ዕድሜዎን በዝርዝር ያሰላል.\n\nዕድሜን ማስላት የቁጥር እሴት ብቻ አይደለም; ይህ የሚያሳየው ግለሰቡ በህይወት ጉዞው የተጓዘበትን ርቀት ነው። \"እድሜህ ስንት ነው\" የሚለው ጥያቄ የጊዜን ግላዊ ትርጉም እና በህይወታችን ያለውን ቦታ እንድንጠራጠር ያደርገናል። ዕድሜ ካልኩሌተር - ዕድሜዬ ስንት ነው? ማራዘሚያው ለዚህ ጥልቅ ጥያቄ ተግባራዊ መልስ በመስጠት ዕድሜዎን እንዲገነዘቡ ይረዳዎታል።\n\nየቅጥያው በጣም አስፈላጊ ከሆኑት ባህሪያት አንዱ እኔ የስሌት ተግባራዊነት ዕድሜዬ ስንት ነው። ይህ ባህሪ ለተጠቃሚዎች እድሜአቸውን በአመታት ብቻ ሳይሆን በወራት፣ በቀናት እና በሰአታትም ጭምር ያቀርባል። ስለዚህ እያንዳንዱን የህይወትዎን ጊዜ በተሻለ ሁኔታ ማድነቅ ይችላሉ።\n\nስለ ልደትዎ ለማወቅ ይፈልጋሉ? \"የልደቴ መቼ ነው\" የሚለው ጥያቄም ከዚህ ቅጥያ ጋር ተመልሷል። ቅጥያው በተጨማሪ የልደት ቀንዎ ድረስ ያሉትን የቀኖች ብዛት ያሰላል፣ ይህም ትልቅ ቀንዎን ለማቀድ መሳሪያ ይሰጥዎታል።\n\nየእኛ ቅጥያ የእርስዎን ዕድሜ ብቻ ሳይሆን ከጊዜ ጋር ያለውን ግንኙነት ያጠናክራል እናም የጊዜን ዋጋ ያስታውሰዎታል። በህይወትዎ ውስጥ ያሉ ልዩ ጊዜዎች ለምን ያህል ጊዜ እንደቀሩ ማየት ለወደፊቱ እቅድ ሲያወጡ ማበረታቻ ይሰጣል።\n\nይህንን እንዴት መጠቀም ይቻላል?\nዕድሜ ካልኩሌተር - ዕድሜዬ ስንት ነው፣ ለአጠቃቀም እጅግ በጣም ቀላል የሆነው፣ በጥቂት ደረጃዎች ውስጥ ሥራዎችዎን እንዲያከናውኑ ያስችልዎታል።\n\n1. ቅጥያውን ከChrome ድር ማከማቻ ይጫኑ።\n2. \"የልደት ቀንዎን ይምረጡ\" በሚለው ክፍል ውስጥ የልደት ቀንዎን በቀን, በወር እና በዓመት ቅርጸት ያስገቡ.\n3. \"የዛሬን ወይም የተለየ ቀን አስገባ\" በሚለው ክፍል የዛሬውን ቀን ወይም በአንድ አመት ውስጥ ምን ያህል እድሜ እንዳለህ ለማወቅ የምትፈልገውን ቀን አስገባ።\n4. ዕድሜዎን ወዲያውኑ ለማስላት \"አስላ\" የሚለውን ቁልፍ ጠቅ ያድርጉ።",
    "bg": "В суматохата на живота става трудно да забележите как минава времето. Възрастов калкулатор - На колко години съм? Разширението ви показва как напредва времето във вашето лично пътуване, като изчислява възрастта ви. Това разширение ви позволява незабавно да разберете възрастта си в години, месеци, седмици и дни, като въведете датата си на раждане.\n\nМожете да намерите бърз отговор на въпроса \"На колко години съм?\" с този плъгин, който е изключително лесен за използване. Всичко, което трябва да направите, е да напишете датата си на раждане в съответното поле на разширението и да започнете процеса на изчисление. В резултат на този процес функцията за изчисляване на възрастта влиза в действие и изчислява възрастта ви в детайли.\n\nИзчисляването на възрастта не е просто числова стойност; това показва разстоянието, изминато от индивида в неговия жизнен път. Въпросът „На колко години си“ всъщност ни кара да се съмняваме в личния смисъл на времето и мястото му в живота ни. Възрастов калкулатор - На колко години съм? Разширението ви помага да разберете възрастта си, като предоставя практичен отговор на този дълбок въпрос.\n\nЕдна от най-важните характеристики на разширението е функционалността на калкулатора на колко години съм. Тази функция предоставя на потребителите информация за тяхната възраст не само в години, но и в месеци, дни и дори часове. Така можете по-добре да оцените всеки момент от живота си.\n\nЛюбопитни ли сте за рождения си ден? На въпроса „Кога е рожденият ми ден“ също се отговаря с това разширение. Разширението също изчислява броя на дните до рождения ви ден, като ви дава инструмент за планиране на големия ви ден.\n\nНашето разширение не само изчислява вашата възраст, но също така укрепва връзката ви с времето и ви напомня за ценността на времето. Виждането колко време са изоставени специалните моменти в живота ви осигурява мотивация, когато правите планове за бъдещето.\n\nКак да използвам това?\nВъзрастов калкулатор - Разширението на колко години съм, което е изключително лесно за използване, ви позволява да извършвате операциите си само с няколко стъпки:\n\n1. Инсталирайте разширението от уеб магазина на Chrome.\n2. В секцията „Изберете вашата дата на раждане“ въведете датата си на раждане във формат ден, месец и година.\n3. В секцията „Въведете днешна или друга дата“ въведете днешната дата или датата, на която искате да разберете на колко години сте през определена година.\n4. Щракнете върху бутона \"Изчисли\", за да изчислите незабавно вашата възраст.",
    "bn": "জীবনের তাড়াহুড়োতে, সময় কীভাবে চলে যায় তা লক্ষ্য করা কঠিন হয়ে পড়ে। বয়স ক্যালকুলেটর - আমার বয়স কত? এক্সটেনশনটি আপনাকে দেখায় যে আপনার বয়স গণনা করে আপনার ব্যক্তিগত যাত্রায় সময় কীভাবে অগ্রসর হচ্ছে। এই এক্সটেনশনটি আপনাকে আপনার জন্ম তারিখ লিখে বছর, মাস, সপ্তাহ এবং দিনে আপনার বয়স তাৎক্ষণিকভাবে জানতে দেয়।\n\nআপনি প্রশ্নের একটি দ্রুত উত্তর খুঁজে পেতে পারেন \"আমার বয়স কত?\" এই প্লাগ-ইন ব্যবহার করা অত্যন্ত সহজ। আপনাকে যা করতে হবে তা হল এক্সটেনশনের প্রাসঙ্গিক ক্ষেত্রে আপনার জন্ম তারিখ লিখুন এবং গণনা প্রক্রিয়া শুরু করুন। এই প্রক্রিয়ার ফলস্বরূপ, গণনা করা বয়স ফাংশন কার্যকর হয় এবং আপনার বয়স বিস্তারিতভাবে গণনা করে।\n\nবয়স গণনা শুধুমাত্র একটি সংখ্যাগত মান নয়; এটি তার জীবনের যাত্রায় ব্যক্তির দ্বারা ভ্রমণ করা দূরত্ব দেখায়। \"আপনার বয়স কত\" প্রশ্নটি আসলে আমাদের সময়ের ব্যক্তিগত অর্থ এবং আমাদের জীবনে এর স্থান নিয়ে প্রশ্ন তোলে। বয়স ক্যালকুলেটর - আমার বয়স কত? এক্সটেনশনটি আপনাকে এই গভীর প্রশ্নের একটি ব্যবহারিক উত্তর প্রদান করে আপনার বয়স বোঝাতে সাহায্য করে।\n\nএক্সটেনশনের সবচেয়ে গুরুত্বপূর্ণ বৈশিষ্ট্যগুলির মধ্যে একটি হল আমার বয়স কত ক্যালকুলেটর কার্যকারিতা। এই বৈশিষ্ট্যটি ব্যবহারকারীদের তাদের বয়স শুধুমাত্র বছরের মধ্যে নয়, মাস, দিন এবং এমনকি ঘন্টার মধ্যেও প্রদান করে। এইভাবে, আপনি আপনার জীবনের প্রতিটি মুহূর্তকে আরও ভালভাবে উপলব্ধি করতে পারেন।\n\nআপনি আপনার জন্মদিন সম্পর্কে আগ্রহী? এই এক্সটেনশনের সাথে \"আমার জন্মদিন কখন\" প্রশ্নের উত্তরও দেওয়া হয়েছে। এক্সটেনশনটি আপনার জন্মদিন পর্যন্ত দিনের সংখ্যাও গণনা করে, আপনাকে আপনার বড় দিনের পরিকল্পনা করার জন্য একটি টুল দেয়।\n\nআমাদের এক্সটেনশন শুধুমাত্র আপনার বয়স গণনা করে না, সময়ের সাথে আপনার সম্পর্ককে আরও দৃঢ় করে এবং সময়ের মূল্যের কথা মনে করিয়ে দেয়। আপনার জীবনের বিশেষ মুহূর্তগুলি কতক্ষণ পিছনে ফেলে দেওয়া হয়েছে তা দেখে ভবিষ্যতের পরিকল্পনা করার সময় অনুপ্রেরণা জোগায়।\n\nএটা কিভাবে ব্যবহার করবেন?\nবয়স ক্যালকুলেটর - আমি কত পুরানো এক্সটেনশন, যা ব্যবহার করা অত্যন্ত সহজ, আপনাকে মাত্র কয়েকটি ধাপে আপনার ক্রিয়াকলাপ সম্পাদন করতে দেয়:\n\n1. Chrome ওয়েব স্টোর থেকে এক্সটেনশনটি ইনস্টল করুন৷\n2. \"আপনার জন্ম তারিখ চয়ন করুন\" বিভাগে, দিন, মাস এবং বছরের বিন্যাসে আপনার জন্ম তারিখ লিখুন৷\n3. \"আজকের দিন বা ভিন্ন তারিখ লিখুন\" বিভাগে, আজকের তারিখ বা তারিখটি লিখুন যে আপনি একটি নির্দিষ্ট বছরে আপনার বয়স কত তা জানতে চান।\n4. অবিলম্বে আপনার বয়স গণনা করতে \"গণনা করুন\" বোতামে ক্লিক করুন৷",
    "ca": "En l'enrenou de la vida, es fa difícil notar com passa el temps. Calculadora d'edat: quants anys tinc? L'extensió us mostra com avança el temps en el vostre viatge personal calculant la vostra edat. Aquesta extensió us permet conèixer a l'instant la vostra edat en anys, mesos, setmanes i dies introduint la vostra data de naixement.\n\nPots trobar una resposta ràpida a la pregunta \"Quants anys tinc?\" amb aquest connector que és extremadament senzill d'utilitzar. Tot el que has de fer és escriure la teva data de naixement al camp corresponent de l'extensió i iniciar el procés de càlcul. Com a resultat d'aquest procés, la funció de càlcul d'edat entra en joc i calcula la vostra edat en detall.\n\nCalcular l'edat no és només un valor numèric; això mostra la distància recorreguda per l'individu en el seu recorregut vital. La pregunta \"Quants anys tens\" realment ens fa qüestionar el significat personal del temps i el seu lloc a les nostres vides. Calculadora d'edat: quants anys tinc? L'extensió us ajuda a donar sentit a la vostra edat proporcionant una resposta pràctica a aquesta pregunta profunda.\n\nUna de les característiques més importants de l'extensió és la funcionalitat de la calculadora quants anys tinc. Aquesta funció proporciona als usuaris la seva edat no només en anys, sinó també en mesos, dies i fins i tot hores. Així, podràs apreciar millor cada moment de la teva vida.\n\nTens curiositat pel teu aniversari? La pregunta \"Quan és el meu aniversari\" també es respon amb aquesta extensió. L'extensió també calcula el nombre de dies fins al vostre aniversari, donant-vos una eina per planificar el vostre gran dia.\n\nLa nostra extensió no només calcula la teva edat, sinó que també reforça la teva relació amb el temps i et recorda el valor del temps. Veure quant de temps s'han deixat enrere els moments especials de la teva vida proporciona motivació a l'hora de fer plans per al futur.\n\nCom utilitzar això?\nCalculadora d'edat - Quants anys tinc l'extensió, que és extremadament senzilla d'utilitzar, us permet realitzar les vostres operacions en només uns quants passos:\n\n1. Instal·leu l'extensió des de Chrome Web Store.\n2. A la secció \"Tria la teva data de naixement\", introdueix la teva data de naixement en format de dia, mes i any.\n3. A la secció \"Introduïu la data d'avui o una altra data\", introduïu la data d'avui o la data en què voleu saber quants anys teniu en un any concret.\n4. Feu clic al botó \"Calcular\" per calcular la vostra edat a l'instant.",
    "cs": "Ve shonu života je těžké si všimnout, jak čas plyne. Věková kalkulačka – Kolik je mi let? Rozšíření vám pomocí výpočtu vašeho věku ukáže, jak postupuje čas na vaší osobní cestě. Toto rozšíření vám umožňuje okamžitě znát svůj věk v letech, měsících, týdnech a dnech zadáním data narození.\n\nNa otázku \"Kolik mi je let?\" najdete rychlou odpověď. s tímto zásuvným modulem, který se velmi snadno používá. Stačí, když do příslušného pole rozšíření vepíšete své datum narození a spustíte proces výpočtu. Výsledkem tohoto procesu je funkce vypočítat věk, která podrobně vypočítá váš věk.\n\nVýpočet věku není jen číselná hodnota; to ukazuje vzdálenost, kterou jednotlivec urazil na své životní cestě. Otázka „Kolik je vám let“ nás vlastně nutí pochybovat o osobním smyslu času a jeho místě v našich životech. Věková kalkulačka – Kolik je mi let? Rozšíření vám pomůže pochopit váš věk tím, že poskytne praktickou odpověď na tuto hlubokou otázku.\n\nJednou z nejdůležitějších funkcí rozšíření je funkce kalkulačky, jak starý jsem. Tato funkce poskytuje uživatelům informace o jejich věku nejen v letech, ale také v měsících, dnech a dokonce hodinách. Můžete tak lépe ocenit každý okamžik svého života.\n\nJste zvědaví na své narozeniny? Otázka \"Kdy mám narozeniny\" je také zodpovězena tímto rozšířením. Rozšíření také vypočítává počet dní do vašich narozenin, což vám dává nástroj k plánování vašeho velkého dne.\n\nNaše rozšíření nejen vypočítá váš věk, ale také posílí váš vztah k času a připomene vám hodnotu času. Když vidíte, jak dlouho byly zvláštní okamžiky ve vašem životě zapomenuty, poskytuje motivaci při vytváření plánů do budoucna.\n\nJak to použít?\nAge Calculator – Rozšíření How Old am I, které se velmi snadno používá, vám umožňuje provádět operace v několika krocích:\n\n1. Nainstalujte rozšíření z Internetového obchodu Chrome.\n2. V části „Vyberte své datum narození“ zadejte své datum narození ve formátu dne, měsíce a roku.\n3. V části „Zadejte dnešní nebo jiné datum“ zadejte dnešní datum nebo datum, kdy chcete zjistit, kolik je vám let v konkrétním roce.\n4. Kliknutím na tlačítko „Vypočítat“ okamžitě spočítáte svůj věk.",
    "da": "I livets travlhed bliver det svært at mærke, hvordan tiden går. Aldersberegner - Hvor gammel er jeg? Udvidelsen viser dig, hvordan tiden skrider frem på din personlige rejse ved at beregne din alder. Denne udvidelse giver dig mulighed for øjeblikkeligt at kende din alder i år, måneder, uger og dage ved at indtaste din fødselsdato.\n\nDu kan finde et hurtigt svar på spørgsmålet \"Hvor gammel er jeg?\" med dette plug-in, der er ekstremt nemt at bruge. Alt du skal gøre er at skrive din fødselsdato i det relevante felt i forlængelsen og starte beregningsprocessen. Som et resultat af denne proces kommer funktionen beregne alder i spil og beregner din alder i detaljer.\n\nAt beregne alder er ikke kun en numerisk værdi; dette viser den distance, individet har tilbagelagt på sin livsrejse. Spørgsmålet \"Hvor gammel er du\" får os faktisk til at stille spørgsmålstegn ved tidens personlige betydning og dens plads i vores liv. Aldersberegner - Hvor gammel er jeg? Udvidelsen hjælper dig med at forstå din alder ved at give et praktisk svar på dette dybe spørgsmål.\n\nEn af de vigtigste funktioner i udvidelsen er, hvor gammel er jeg-regnerens funktionalitet. Denne funktion giver brugerne deres alder ikke kun i år, men også i måneder, dage og endda timer. Således kan du bedre værdsætte hvert øjeblik af dit liv.\n\nEr du nysgerrig på din fødselsdag? Spørgsmålet \"Hvornår har jeg fødselsdag\" besvares også med denne udvidelse. Forlængelsen beregner også antallet af dage indtil din fødselsdag, hvilket giver dig et værktøj til at planlægge din store dag.\n\nVores udvidelse beregner ikke kun din alder, men styrker også dit forhold til tiden og minder dig om værdien af tid. At se, hvor længe de særlige øjeblikke i dit liv er blevet efterladt, giver motivation, når du lægger planer for fremtiden.\n\nHvordan bruger man dette?\nAldersberegner - How Old am i-udvidelsen, som er ekstremt enkel at bruge, giver dig mulighed for at udføre dine operationer i nogle få trin:\n\n1. Installer udvidelsen fra Chrome Webshop.\n2. I sektionen \"Vælg din fødselsdato\" skal du indtaste din fødselsdato i formatet dag, måned og år.\n3. I sektionen \"Indtast dagens eller en anden dato\" skal du indtaste dagens dato eller den dato, du ønsker at finde ud af, hvor gammel du er i et bestemt år.\n4. Klik på knappen \"Beregn\" for øjeblikkeligt at beregne din alder.",
    "de": "In der Hektik des Lebens wird es schwierig, zu bemerken, wie die Zeit vergeht. Altersrechner – Wie alt bin ich? Die Erweiterung zeigt Ihnen anhand der Altersberechnung an, wie die Zeit auf Ihrer persönlichen Reise voranschreitet. Mit dieser Erweiterung können Sie durch Eingabe Ihres Geburtsdatums sofort Ihr Alter in Jahren, Monaten, Wochen und Tagen ermitteln.\n\nHier finden Sie eine schnelle Antwort auf die Frage „Wie alt bin ich?“ Mit diesem Plug-In ist die Verwendung äußerst einfach. Sie müssen lediglich Ihr Geburtsdatum in das entsprechende Feld der Erweiterung eintragen und den Berechnungsprozess starten. Als Ergebnis dieses Prozesses kommt die Funktion „Alter berechnen“ ins Spiel und berechnet Ihr Alter im Detail.\n\nDie Berechnung des Alters ist nicht nur ein numerischer Wert; Dies zeigt die Distanz, die der Einzelne auf seinem Lebensweg zurückgelegt hat. Die Frage „Wie alt bist du?“ lässt uns tatsächlich die persönliche Bedeutung der Zeit und ihren Platz in unserem Leben in Frage stellen. Altersrechner – Wie alt bin ich? Die Erweiterung hilft Ihnen dabei, Ihr Alter einzuschätzen, indem sie eine praktische Antwort auf diese tiefgreifende Frage liefert.\n\nEine der wichtigsten Funktionen der Erweiterung ist die Funktionalität des Wie alt bin ich-Rechners. Diese Funktion liefert Benutzern ihr Alter nicht nur in Jahren, sondern auch in Monaten, Tagen und sogar Stunden. So können Sie jeden Moment Ihres Lebens besser wertschätzen.\n\nSind Sie neugierig auf Ihren Geburtstag? Auch die Frage „Wann habe ich Geburtstag?“ wird mit dieser Erweiterung beantwortet. Die Erweiterung berechnet auch die Anzahl der Tage bis zu Ihrem Geburtstag und gibt Ihnen so ein Tool an die Hand, mit dem Sie Ihren großen Tag planen können.\n\nUnsere Erweiterung berechnet nicht nur Ihr Alter, sondern stärkt auch Ihr Verhältnis zur Zeit und erinnert Sie an den Wert der Zeit. Zu sehen, wie lange die besonderen Momente in Ihrem Leben zurückgeblieben sind, motiviert Sie, Pläne für die Zukunft zu schmieden.\n\nWie benutzt man das?\nDie äußerst einfach zu verwendende Erweiterung „Alterrechner – Wie alt bin ich“ ermöglicht es Ihnen, Ihre Operationen in nur wenigen Schritten durchzuführen:\n\n1. Installieren Sie die Erweiterung aus dem Chrome Web Store.\n2. Geben Sie im Abschnitt „Wählen Sie Ihr Geburtsdatum“ Ihr Geburtsdatum im Format Tag, Monat und Jahr ein.\n3. Geben Sie im Abschnitt „Geben Sie das heutige oder ein anderes Datum ein“ das heutige Datum oder das Datum ein, an dem Sie herausfinden möchten, wie alt Sie in einem bestimmten Jahr sind.\n4. Klicken Sie auf die Schaltfläche „Berechnen“, um Ihr Alter sofort zu berechnen.",
    "el": "Στη φασαρία της ζωής, γίνεται δύσκολο να παρατηρήσεις πώς περνάει ο χρόνος. Αριθμομηχανή ηλικίας - Πόσο χρονών είμαι; Η επέκταση σάς δείχνει πώς προχωρά ο χρόνος στο προσωπικό σας ταξίδι, υπολογίζοντας την ηλικία σας. Αυτή η επέκταση σάς επιτρέπει να γνωρίζετε αμέσως την ηλικία σας σε χρόνια, μήνες, εβδομάδες και ημέρες εισάγοντας την ημερομηνία γέννησής σας.\n\nΜπορείτε να βρείτε μια γρήγορη απάντηση στην ερώτηση \"Πόσο χρονών είμαι;\" με αυτό το plug-in που είναι εξαιρετικά απλό στη χρήση. Το μόνο που έχετε να κάνετε είναι να γράψετε την ημερομηνία γέννησής σας στο σχετικό πεδίο της παράτασης και να ξεκινήσετε τη διαδικασία υπολογισμού. Ως αποτέλεσμα αυτής της διαδικασίας, η συνάρτηση υπολογισμού ηλικίας μπαίνει στο παιχνίδι και υπολογίζει λεπτομερώς την ηλικία σας.\n\nΟ υπολογισμός της ηλικίας δεν είναι απλώς μια αριθμητική τιμή. αυτό δείχνει την απόσταση που έχει διανύσει το άτομο στο ταξίδι της ζωής του. Η ερώτηση «πόσο χρονών είσαι» στην πραγματικότητα μας κάνει να αμφισβητούμε το προσωπικό νόημα του χρόνου και τη θέση του στη ζωή μας. Αριθμομηχανή ηλικίας - Πόσο χρονών είμαι; Η επέκταση σάς βοηθά να κατανοήσετε την ηλικία σας παρέχοντας μια πρακτική απάντηση σε αυτή τη βαθιά ερώτηση.\n\nΈνα από τα πιο σημαντικά χαρακτηριστικά της επέκτασης είναι η λειτουργία της αριθμομηχανής πόσο χρονών είμαι. Αυτή η δυνατότητα παρέχει στους χρήστες την ηλικία τους όχι μόνο σε χρόνια, αλλά και σε μήνες, ημέρες, ακόμη και ώρες. Έτσι, μπορείτε να εκτιμήσετε καλύτερα κάθε στιγμή της ζωής σας.\n\nΕίστε περίεργοι για τα γενέθλιά σας; Με αυτή την επέκταση απαντάται και η ερώτηση «Πότε είναι τα γενέθλιά μου». Η επέκταση υπολογίζει επίσης τον αριθμό των ημερών μέχρι τα γενέθλιά σας, δίνοντάς σας ένα εργαλείο για να προγραμματίσετε τη μεγάλη σας ημέρα.\n\nΗ επέκτασή μας όχι μόνο υπολογίζει την ηλικία σας, αλλά ενισχύει και τη σχέση σας με το χρόνο και σας υπενθυμίζει την αξία του χρόνου. Βλέποντας πόσο καιρό έχουν μείνει πίσω οι ιδιαίτερες στιγμές στη ζωή σας παρέχει κίνητρο όταν κάνετε σχέδια για το μέλλον.\n\nΠώς να το χρησιμοποιήσετε;\nΑριθμομηχανή ηλικίας - Η επέκταση How Old am i, η οποία είναι εξαιρετικά απλή στη χρήση, σας επιτρέπει να εκτελείτε τις λειτουργίες σας σε λίγα μόνο βήματα:\n\n1. Εγκαταστήστε την επέκταση από το Chrome Web Store.\n2. Στην ενότητα \"Επιλέξτε την ημερομηνία γέννησής σας\", εισαγάγετε την ημερομηνία γέννησής σας σε μορφή ημέρας, μήνα και έτους.\n3. Στην ενότητα \"Εισαγωγή σημερινής ή διαφορετικής ημερομηνίας\", εισαγάγετε τη σημερινή ημερομηνία ή την ημερομηνία που θέλετε να μάθετε πόσο χρονών είστε σε ένα συγκεκριμένο έτος.\n4. Κάντε κλικ στο κουμπί \"Υπολογισμός\" για να υπολογίσετε αμέσως την ηλικία σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In the hustle and bustle of life, it becomes difficult to notice how time passes. Age Calculator - How Old am I? The extension shows you how time is progressing on your personal journey by calculating your age. This extension allows you to instantly know your age in years, months, weeks and days by entering your date of birth.\n\nYou can find a quick answer to the question \"How old am I?\" with this plug-in that is extremely simple to use. All you have to do is write your date of birth in the relevant field of the extension and start the calculation process. As a result of this process, the calculate age function comes into play and calculates your age in detail.\n\nCalculating age is not just a numerical value; this shows the distance traveled by the individual in his life journey. The question \"How old are you\" actually makes us question the personal meaning of time and its place in our lives. Age Calculator - How Old am I? The extension helps you make sense of your age by providing a practical answer to this deep question.\n\nOne of the most important features of the extension is the how old am I calculator functionality. This feature provides users with their age not just in years, but also in months, days, and even hours. Thus, you can better appreciate each moment of your life.\n\nAre you curious about your birthday? The question \"When is my birthday\" is also answered with this extension. The extension also calculates the number of days until your birthday, giving you a tool to plan your big day.\n\nOur extension not only calculates your age, but also strengthens your relationship with time and reminds you of the value of time. Seeing how long the special moments in your life have been left behind provides motivation when making plans for the future.\n\nHow to use this?\nAge Calculator - How Old am i extension, which is extremely simple to use, allows you to perform your operations in just a few steps:\n\n1. Install the extension from the Chrome Web Store.\n2. In the \"Choose Your Date of Birth\" section, enter your birth date in day, month and year format.\n3. In the \"Enter Today's or a Different Date\" section, enter today's date or the date you want to find out how old you are in a particular year.\n4. Click the \"Calculate\" button to instantly calculate your age.",
    "es": "En el ajetreo y el bullicio de la vida, resulta difícil notar cómo pasa el tiempo. Calculadora de edad: ¿cuántos años tengo? La extensión le muestra cómo avanza el tiempo en su viaje personal calculando su edad. Esta extensión te permite conocer instantáneamente tu edad en años, meses, semanas y días ingresando tu fecha de nacimiento.\n\nPuede encontrar una respuesta rápida a la pregunta \"¿Cuántos años tengo?\" con este complemento que es extremadamente sencillo de usar. Todo lo que tienes que hacer es escribir tu fecha de nacimiento en el campo correspondiente de la extensión e iniciar el proceso de cálculo. Como resultado de este proceso, entra en juego la función calcular edad y calcula tu edad en detalle.\n\nCalcular la edad no es sólo un valor numérico; esto muestra la distancia recorrida por el individuo en su recorrido de vida. La pregunta \"¿Cuántos años tienes?\" en realidad nos hace cuestionarnos el significado personal del tiempo y su lugar en nuestras vidas. Calculadora de edad: ¿cuántos años tengo? La extensión le ayuda a entender su edad al brindarle una respuesta práctica a esta profunda pregunta.\n\nUna de las características más importantes de la extensión es la funcionalidad de calculadora de cuántos años tengo. Esta función proporciona a los usuarios su edad no sólo en años, sino también en meses, días e incluso horas. Así, podrás apreciar mejor cada momento de tu vida.\n\n¿Tienes curiosidad por tu cumpleaños? La pregunta \"¿Cuándo es mi cumpleaños?\" también se responde con esta extensión. La extensión también calcula el número de días hasta tu cumpleaños, brindándote una herramienta para planificar tu gran día.\n\nNuestra extensión no sólo calcula tu edad, sino que también fortalece tu relación con el tiempo y te recuerda el valor del tiempo. Ver cuánto tiempo han quedado atrás los momentos especiales de tu vida proporciona motivación a la hora de hacer planes para el futuro.\n\n¿Como usar esto?\nCalculadora de edad: la extensión ¿Cuántos años tengo?, que es extremadamente simple de usar, le permite realizar sus operaciones en solo unos pocos pasos:\n\n1. Instale la extensión desde Chrome Web Store.\n2. En la sección \"Elija su fecha de nacimiento\", ingrese su fecha de nacimiento en formato de día, mes y año.\n3. En la sección \"Ingresar la fecha de hoy o una fecha diferente\", ingrese la fecha de hoy o la fecha en la que desea saber cuántos años tiene en un año en particular.\n4. Haga clic en el botón \"Calcular\" para calcular instantáneamente su edad.",
    "et": "Elu-saginas muutub aja möödumist raskeks märgata. Vanusekalkulaator – kui vana ma olen? Laiendus näitab teile, kuidas aeg teie isiklikul teekonnal kulgeb, arvutades teie vanuse. See laiendus võimaldab teil sünnikuupäeva sisestades kohe teada oma vanust aastates, kuudes, nädalates ja päevades.\n\nKüsimusele \"Kui vana ma olen?\" leiate kiire vastuse. selle pistikprogrammiga, mida on väga lihtne kasutada. Tuleb vaid laienduse vastavasse lahtrisse kirjutada oma sünniaeg ja alustada arvutusprotsessi. Selle protsessi tulemusena hakkab mängu vanuse arvutamise funktsioon, mis arvutab teie vanuse üksikasjalikult.\n\nVanuse arvutamine ei ole ainult arvväärtus; see näitab indiviidi elutee jooksul läbitud vahemaad. Küsimus \"Kui vana sa oled\" paneb meid tegelikult kahtlema aja isiklikus tähenduses ja selle paigas meie elus. Vanusekalkulaator – kui vana ma olen? Laiendus aitab teil oma vanust mõista, pakkudes sellele sügavale küsimusele praktilise vastuse.\n\nLaienduse üks olulisemaid funktsioone on kalkulaatori funktsioon, kui vana ma olen. See funktsioon annab kasutajatele nende vanuse mitte ainult aastates, vaid ka kuudes, päevades ja isegi tundides. Nii saate oma elu iga hetke paremini hinnata.\n\nKas olete oma sünnipäevast uudishimulik? Selle laiendiga vastatakse ka küsimusele \"Millal on minu sünnipäev\". Laiendus arvutab ka päevade arvu teie sünnipäevani, andes teile tööriista oma suure päeva planeerimiseks.\n\nMeie laiendus ei arvuta mitte ainult teie vanust, vaid tugevdab ka teie suhet ajaga ja tuletab teile meelde aja väärtust. Näha, kui kauaks on sinu elu erilised hetked selja taha jäänud, annab motivatsiooni tulevikuplaane teha.\n\nKuidas seda kasutada?\nVanusekalkulaator – How Old am i laiendus, mida on äärmiselt lihtne kasutada, võimaldab teil oma toiminguid teha vaid mõne sammuga:\n\n1. Installige laiendus Chrome'i veebipoest.\n2. Jaotises \"Valige oma sünnikuupäev\" sisestage oma sünnikuupäev päeva, kuu ja aasta vormingus.\n3. Jaotisesse \"Sisestage tänane või muu kuupäev\" sisestage tänane kuupäev või kuupäev, millal soovite teada saada, kui vana te konkreetsel aastal olete.\n4. Oma vanuse koheseks arvutamiseks klõpsake nuppu \"Arvuta\".",
    "fa": "در شلوغی و شلوغی زندگی، درک چگونگی گذر زمان دشوار می شود. ماشین حساب سن - چند ساله هستم؟ برنامه افزودنی با محاسبه سن شما به شما نشان می دهد که زمان در سفر شخصی شما چگونه پیش می رود. این برنامه افزودنی به شما این امکان را می دهد که با وارد کردن تاریخ تولد خود فوراً سن خود را بر حسب سال، ماه، هفته و روز بدانید.\n\nمی توانید پاسخی سریع برای سوال \"من چند سال دارم\" پیدا کنید. با استفاده از این افزونه بسیار ساده است. کافی است تاریخ تولد خود را در قسمت مربوطه پسوند بنویسید و مراحل محاسبه را شروع کنید. در نتیجه این فرآیند، تابع محاسبه سن وارد عمل می شود و سن شما را با جزئیات محاسبه می کند.\n\nمحاسبه سن فقط یک مقدار عددی نیست. این نشان دهنده مسافت طی شده توسط فرد در سفر زندگی خود است. سوال \"چند ساله هستید\" در واقع ما را وادار می کند که معنای شخصی زمان و مکان آن در زندگی خود را زیر سوال ببریم. ماشین حساب سن - چند ساله هستم؟ پسوند به شما کمک می کند تا با ارائه پاسخی عملی به این سوال عمیق، سن خود را درک کنید.\n\nیکی از مهمترین ویژگی های برنامه افزودنی این است که عملکرد ماشین حساب چند ساله هستم. این ویژگی سن کاربران را نه تنها بر حسب سال، بلکه بر حسب ماه، روز و حتی ساعت نیز در اختیار کاربران قرار می دهد. بنابراین، شما می توانید بهتر از لحظه لحظه زندگی خود قدردانی کنید.\n\nآیا در مورد تولد خود کنجکاو هستید؟ به سوال \"تولد من کی است\" نیز با این پسوند پاسخ داده شده است. افزونه همچنین تعداد روزهای تا تولد شما را محاسبه می‌کند و ابزاری برای برنامه‌ریزی روز بزرگتان در اختیار شما قرار می‌دهد.\n\nبرنامه افزودنی ما نه تنها سن شما را محاسبه می کند، بلکه رابطه شما را با زمان تقویت می کند و ارزش زمان را به شما یادآوری می کند. دیدن اینکه چه مدت لحظات خاص زندگی شما پشت سر گذاشته شده است، انگیزه ای برای برنامه ریزی برای آینده ایجاد می کند.\n\nچگونه از این استفاده کنیم؟\nماشین حساب سن - افزونه How Old am i که استفاده از آن بسیار ساده است، به شما امکان می دهد عملیات خود را تنها در چند مرحله انجام دهید:\n\n1. برنامه افزودنی را از فروشگاه وب کروم نصب کنید.\n2. در قسمت «تاریخ تولد خود را انتخاب کنید» تاریخ تولد خود را به صورت روز، ماه و سال وارد کنید.\n3. در بخش «تاریخ امروز یا متفاوت را وارد کنید»، تاریخ امروز یا تاریخی را که می‌خواهید بدانید در یک سال خاص چند ساله هستید را وارد کنید.\n4. روی دکمه \"محاسبه\" کلیک کنید تا فوراً سن خود را محاسبه کنید.",
    "fi": "Elämän hälinässä on vaikea huomata ajan kulumista. Ikälaskuri - Kuinka vanha olen? Laajennus näyttää kuinka aika etenee henkilökohtaisella matkallasi laskemalla ikäsi. Tämän laajennuksen avulla voit välittömästi tietää ikäsi vuosina, kuukausina, viikoina ja päivinä syöttämällä syntymäaikasi.\n\nLöydät nopean vastauksen kysymykseen \"Kuinka vanha minä olen?\" tällä laajennuksella, joka on erittäin helppokäyttöinen. Sinun tarvitsee vain kirjoittaa syntymäaikasi laajennuksen asiaankuuluvaan kenttään ja aloittaa laskentaprosessi. Tämän prosessin tuloksena Ikälaskentatoiminto tulee käyttöön ja laskee ikäsi yksityiskohtaisesti.\n\nIän laskeminen ei ole vain numeerinen arvo; tämä osoittaa yksilön elämämatkallaan kulkeman matkan. Kysymys \"Kuinka vanha olet\" saa meidät kyseenalaistamaan ajan henkilökohtaisen merkityksen ja sen paikan elämässämme. Ikälaskuri - Kuinka vanha olen? Laajennus auttaa sinua ymmärtämään ikäsi tarjoamalla käytännöllisen vastauksen tähän syvälliseen kysymykseen.\n\nYksi laajennuksen tärkeimmistä ominaisuuksista on kuinka vanha olen -laskintoiminto. Tämä ominaisuus antaa käyttäjille heidän ikänsä paitsi vuosina, myös kuukausina, päivinä ja jopa tunteina. Näin voit arvostaa paremmin jokaista elämäsi hetkeä.\n\nOletko utelias syntymäpäivästäsi? Myös kysymykseen \"Milloin on syntymäpäiväni\" vastataan tällä laajennuksella. Laajennus laskee myös päivien määrän syntymäpäivääsi ja antaa sinulle työkalun suuren päivän suunnitteluun.\n\nLaajentuksemme ei vain laske ikäsi, vaan myös vahvistaa suhdettasi aikaan ja muistuttaa sinua ajan arvosta. Sen näkeminen, kuinka kauan elämäsi erityiset hetket ovat jääneet taakse, antaa motivaatiota tulevaisuuden suunnitelmia tehdessä.\n\nKuinka käyttää tätä?\nAge Calculator - How Old am i -laajennus, joka on erittäin helppokäyttöinen, antaa sinun suorittaa toiminnot muutamassa vaiheessa:\n\n1. Asenna laajennus Chrome Web Storesta.\n2. Kirjoita \"Valitse syntymäaikasi\" -osioon syntymäpäiväsi päivä-, kuukausi- ja vuosimuodossa.\n3. Syötä \"Syötä tänään tai eri päivämäärä\" -osioon tämän päivän päivämäärä tai päivämäärä, josta haluat tietää, kuinka vanha olet tiettynä vuonna.\n4. Laske ikäsi välittömästi napsauttamalla Laske-painiketta.",
    "fil": "Sa pagmamadali at pagmamadali ng buhay, nagiging mahirap na mapansin kung paano lumilipas ang oras. Age Calculator - Ilang Taon na Ako? Ipinapakita sa iyo ng extension kung paano umuusad ang oras sa iyong personal na paglalakbay sa pamamagitan ng pagkalkula ng iyong edad. Binibigyang-daan ka ng extension na ito na agad na malaman ang iyong edad sa mga taon, buwan, linggo at araw sa pamamagitan ng paglalagay ng petsa ng iyong kapanganakan.\n\nMakakahanap ka ng mabilis na sagot sa tanong na \"Ilang taon na ako?\" gamit ang plug-in na ito na napakadaling gamitin. Ang kailangan mo lang gawin ay isulat ang iyong petsa ng kapanganakan sa nauugnay na larangan ng extension at simulan ang proseso ng pagkalkula. Bilang resulta ng prosesong ito, ang function ng pagkalkula ng edad ay papasok at kinakalkula ang iyong edad nang detalyado.\n\nAng pagkalkula ng edad ay hindi lamang isang numerong halaga; ito ay nagpapakita ng distansyang nilakbay ng indibidwal sa kanyang paglalakbay sa buhay. Ang tanong na \"Ilang taon ka na\" ay talagang nagtatanong sa atin ng personal na kahulugan ng oras at ang lugar nito sa ating buhay. Age Calculator - Ilang Taon na Ako? Tinutulungan ka ng extension na maunawaan ang iyong edad sa pamamagitan ng pagbibigay ng praktikal na sagot sa malalim na tanong na ito.\n\nAng isa sa pinakamahalagang tampok ng extension ay ang pag-andar ng calculator kung ilang taon na ako. Ang tampok na ito ay nagbibigay sa mga user ng kanilang edad hindi lamang sa mga taon, kundi pati na rin sa mga buwan, araw, at kahit na oras. Sa gayon, mas mapapahalagahan mo ang bawat sandali ng iyong buhay.\n\nCurious ka ba sa birthday mo? Ang tanong na \"Kailan ang aking kaarawan\" ay sinasagot din sa extension na ito. Kinakalkula din ng extension ang bilang ng mga araw bago ang iyong kaarawan, na nagbibigay sa iyo ng tool upang planuhin ang iyong malaking araw.\n\nAng aming extension ay hindi lamang kinakalkula ang iyong edad, ngunit pinalalakas din ang iyong relasyon sa oras at nagpapaalala sa iyo ng halaga ng oras. Ang makita kung gaano katagal ang mga espesyal na sandali sa iyong buhay na naiwan ay nagbibigay ng motibasyon kapag gumagawa ng mga plano para sa hinaharap.\n\nPaano gamitin ito?\nAge Calculator - How Old am i extension, na napakasimpleng gamitin, ay nagbibigay-daan sa iyo na isagawa ang iyong mga operasyon sa ilang hakbang lang:\n\n1. I-install ang extension mula sa Chrome Web Store.\n2. Sa seksyong \"Piliin ang Iyong Petsa ng Kapanganakan,\" ilagay ang petsa ng iyong kapanganakan sa format ng araw, buwan at taon.\n3. Sa seksyong \"Enter Today's o a Different Date\", ilagay ang petsa ngayon o ang petsa na gusto mong malaman kung ilang taon ka na sa isang partikular na taon.\n4. I-click ang pindutang \"Kalkulahin\" upang agad na kalkulahin ang iyong edad.",
    "fr": "Dans le tumulte de la vie, il devient difficile de remarquer le temps qui passe. Calculateur d'âge - Quel âge ai-je ? L'extension vous montre comment le temps avance sur votre parcours personnel en calculant votre âge. Cette extension vous permet de connaître instantanément votre âge en années, mois, semaines et jours en saisissant votre date de naissance.\n\nVous pouvez trouver une réponse rapide à la question « Quel âge ai-je ? » avec ce plug-in extrêmement simple à utiliser. Il vous suffit d'écrire votre date de naissance dans le champ correspondant de l'extension et de lancer le processus de calcul. À la suite de ce processus, la fonction de calcul de l’âge entre en jeu et calcule votre âge en détail.\n\nLe calcul de l’âge n’est pas seulement une valeur numérique ; cela montre la distance parcourue par l'individu dans son parcours de vie. La question « Quel âge as-tu » nous amène en réalité à nous interroger sur le sens personnel du temps et sa place dans nos vies. Calculateur d'âge - Quel âge ai-je ? L'extension vous aide à donner un sens à votre âge en apportant une réponse pratique à cette question profonde.\n\nL’une des fonctionnalités les plus importantes de l’extension est la fonctionnalité de calcul de quel âge ai-je. Cette fonctionnalité fournit aux utilisateurs leur âge non seulement en années, mais également en mois, jours et même heures. Ainsi, vous pourrez mieux apprécier chaque instant de votre vie.\n\nÊtes-vous curieux de connaître votre anniversaire? La question \"Quand est mon anniversaire\" trouve également une réponse avec cette extension. L'extension calcule également le nombre de jours jusqu'à votre anniversaire, vous donnant ainsi un outil pour planifier votre grand jour.\n\nNotre extension calcule non seulement votre âge, mais renforce également votre rapport au temps et vous rappelle la valeur du temps. Voir combien de temps les moments spéciaux de votre vie ont été laissés derrière vous vous motive à planifier l'avenir.\n\nComment utiliser cela ?\nL'extension Age Calculator - Quel âge ai-je, extrêmement simple à utiliser, vous permet d'effectuer vos opérations en quelques étapes seulement :\n\n1. Installez l'extension depuis le Chrome Web Store.\n2. Dans la section « Choisissez votre date de naissance », saisissez votre date de naissance au format jour, mois et année.\n3. Dans la section « Entrez la date d'aujourd'hui ou une date différente », saisissez la date d'aujourd'hui ou la date à laquelle vous souhaitez connaître votre âge dans une année particulière.\n4. Cliquez sur le bouton « Calculer » pour calculer instantanément votre âge.",
    "gu": "જીવનની દોડધામમાં, સમય કેવી રીતે પસાર થાય છે તે નોંધવું મુશ્કેલ બની જાય છે. ઉંમર કેલ્ક્યુલેટર - મારી ઉંમર કેટલી છે? એક્સ્ટેંશન તમને બતાવે છે કે તમારી ઉંમરની ગણતરી કરીને તમારી વ્યક્તિગત મુસાફરીમાં સમય કેવી રીતે આગળ વધી રહ્યો છે. આ એક્સ્ટેંશન તમને તમારી જન્મતારીખ દાખલ કરીને વર્ષો, મહિનાઓ, અઠવાડિયા અને દિવસોમાં તરત જ તમારી ઉંમર જાણવાની મંજૂરી આપે છે.\n\nતમે પ્રશ્નનો ઝડપી જવાબ મેળવી શકો છો \"મારી ઉંમર કેટલી છે?\" આ પ્લગ-ઇન સાથે જે વાપરવા માટે અત્યંત સરળ છે. તમારે ફક્ત એક્સ્ટેંશનના સંબંધિત ક્ષેત્રમાં તમારી જન્મતારીખ લખવાની છે અને ગણતરી પ્રક્રિયા શરૂ કરવાની છે. આ પ્રક્રિયાના પરિણામ સ્વરૂપે, ગણતરી વય કાર્ય અમલમાં આવે છે અને તમારી ઉંમરની વિગતવાર ગણતરી કરે છે.\n\nઉંમરની ગણતરી કરવી એ માત્ર સંખ્યાત્મક મૂલ્ય નથી; આ દર્શાવે છે કે વ્યક્તિએ તેની જીવન યાત્રામાં કેટલું અંતર કાપ્યું છે. \"તમારી ઉંમર કેટલી છે\" એ પ્રશ્ન વાસ્તવમાં આપણને સમયના અંગત અર્થ અને આપણા જીવનમાં તેના સ્થાન અંગે પ્રશ્ન કરાવે છે. ઉંમર કેલ્ક્યુલેટર - મારી ઉંમર કેટલી છે? એક્સ્ટેંશન તમને આ ઊંડા પ્રશ્નનો વ્યવહારુ જવાબ આપીને તમારી ઉંમર સમજવામાં મદદ કરે છે.\n\nએક્સ્ટેંશનની સૌથી મહત્વપૂર્ણ વિશેષતાઓમાંની એક એ છે કે હું કેટલો જૂનો છું કેલ્ક્યુલેટરની કાર્યક્ષમતા. આ સુવિધા વપરાશકર્તાઓને તેમની ઉંમર માત્ર વર્ષોમાં જ નહીં, પરંતુ મહિનાઓ, દિવસો અને કલાકોમાં પણ પૂરી પાડે છે. આમ, તમે તમારા જીવનની દરેક ક્ષણની વધુ સારી રીતે પ્રશંસા કરી શકો છો.\n\nશું તમે તમારા જન્મદિવસ વિશે ઉત્સુક છો? \"મારો જન્મદિવસ ક્યારે છે\" પ્રશ્નનો જવાબ પણ આ એક્સ્ટેંશન સાથે આપવામાં આવ્યો છે. એક્સ્ટેંશન તમારા જન્મદિવસ સુધીના દિવસોની સંખ્યાની પણ ગણતરી કરે છે, જે તમને તમારા મોટા દિવસની યોજના બનાવવા માટે એક સાધન આપે છે.\n\nઅમારું વિસ્તરણ ફક્ત તમારી ઉંમરની ગણતરી કરતું નથી, પરંતુ સમય સાથેના તમારા સંબંધોને પણ મજબૂત બનાવે છે અને તમને સમયની કિંમતની યાદ અપાવે છે. તમારા જીવનની ખાસ ક્ષણો પાછળ કેટલો સમય બાકી છે તે જોવું ભવિષ્ય માટે યોજના બનાવતી વખતે પ્રેરણા પૂરી પાડે છે.\n\nઆનો ઉપયોગ કેવી રીતે કરવો?\nઉંમર કેલ્ક્યુલેટર - હું કેટલો જૂનો છું એક્સ્ટેંશન, જે વાપરવા માટે અત્યંત સરળ છે, જે તમને તમારા ઓપરેશનને માત્ર થોડા પગલામાં કરવા દે છે:\n\n1. Chrome વેબ દુકાનમાંથી એક્સ્ટેંશન ઇન્સ્ટોલ કરો.\n2. \"તમારી જન્મ તારીખ પસંદ કરો\" વિભાગમાં, દિવસ, મહિનો અને વર્ષ ફોર્મેટમાં તમારી જન્મ તારીખ દાખલ કરો.\n3. \"આજની અથવા અલગ તારીખ દાખલ કરો\" વિભાગમાં, આજની તારીખ અથવા તારીખ દાખલ કરો કે તમે ચોક્કસ વર્ષમાં તમારી ઉંમર કેટલી છે તે શોધવા માંગો છો.\n4. તમારી ઉંમરની તાત્કાલિક ગણતરી કરવા માટે \"ગણતરી કરો\" બટનને ક્લિક કરો.",
    "he": "בהמולת החיים, קשה להבחין איך הזמן עובר. מחשבון גיל - בן כמה אני? ההרחבה מראה לך כיצד הזמן מתקדם במסע האישי שלך על ידי חישוב גילך. הרחבה זו מאפשרת לך לדעת מיד את גילך בשנים, חודשים, שבועות וימים על ידי הזנת תאריך הלידה שלך.\n\nתוכל למצוא תשובה מהירה לשאלה \"בן כמה אני?\" עם התוסף הזה שהוא פשוט מאוד לשימוש. כל שעליכם לעשות הוא לרשום את תאריך הלידה שלכם בשדה הרלוונטי של ההרחבה ולהתחיל בתהליך החישוב. כתוצאה מתהליך זה, הפונקציה חישוב גיל נכנסת לפעולה ומחשבת את הגיל שלך בפירוט.\n\nחישוב גיל אינו רק ערך מספרי; זה מראה את המרחק שעבר האדם במסע חייו. השאלה \"בן כמה אתה\" בעצם גורמת לנו להטיל ספק במשמעות האישית של הזמן ובמקומו בחיינו. מחשבון גיל - בן כמה אני? ההרחבה עוזרת לך להבין את גילך על ידי מתן תשובה מעשית לשאלה העמוקה הזו.\n\nאחת התכונות החשובות ביותר של ההרחבה היא פונקציונליות המחשבון בן כמה אני. תכונה זו מספקת למשתמשים את גילם לא רק בשנים, אלא גם בחודשים, ימים ואפילו שעות. כך, אתה יכול להעריך טוב יותר כל רגע בחייך.\n\nהאם אתה סקרן לגבי יום ההולדת שלך? גם השאלה \"מתי יום ההולדת שלי\" נענית בהרחבה הזו. ההרחבה גם מחשבת את מספר הימים עד יום ההולדת שלך, ונותנת לך כלי לתכנן את היום הגדול שלך.\n\nההרחבה שלנו לא רק מחשבת את גילך, אלא גם מחזקת את הקשר שלך עם הזמן ומזכירה לך את ערך הזמן. לראות כמה זמן הרגעים המיוחדים בחייך נותרו מאחור מספקת מוטיבציה בעת תכנון תוכניות לעתיד.\n\nאיך להשתמש בזה?\nמחשבון גיל - תוסף How Old am i, שהוא פשוט מאוד לשימוש, מאפשר לך לבצע את הפעולות שלך בכמה שלבים:\n\n1. התקן את התוסף מחנות האינטרנט של Chrome.\n2. בקטע \"בחר את תאריך הלידה שלך\", הזן את תאריך הלידה שלך בפורמט יום, חודש ושנה.\n3. בסעיף \"הזן תאריך של היום או תאריך אחר\", הזן את התאריך של היום או את התאריך שבו תרצה לברר בן כמה אתה בשנה מסוימת.\n4. לחץ על כפתור \"חשב\" כדי לחשב את הגיל שלך באופן מיידי.",
    "hi": "जिंदगी की भागदौड़ में समय कैसे बीत जाता है इसका पता ही नहीं चलता। आयु कैलकुलेटर - मेरी उम्र कितनी है? एक्सटेंशन आपकी उम्र की गणना करके आपको दिखाता है कि आपकी व्यक्तिगत यात्रा पर समय कैसे आगे बढ़ रहा है। यह एक्सटेंशन आपको अपनी जन्म तिथि दर्ज करके वर्षों, महीनों, सप्ताहों और दिनों में तुरंत अपनी उम्र जानने की अनुमति देता है।\n\nआप \"मेरी उम्र कितनी है?\" प्रश्न का त्वरित उत्तर पा सकते हैं। इस प्लग-इन का उपयोग करना अत्यंत सरल है। आपको बस एक्सटेंशन के संबंधित क्षेत्र में अपनी जन्मतिथि लिखनी है और गणना प्रक्रिया शुरू करनी है। इस प्रक्रिया के परिणामस्वरूप, गणना आयु फ़ंक्शन चलन में आता है और आपकी आयु की विस्तार से गणना करता है।\n\nआयु की गणना करना केवल एक संख्यात्मक मान नहीं है; यह व्यक्ति द्वारा अपनी जीवन यात्रा में तय की गई दूरी को दर्शाता है। प्रश्न \"आपकी उम्र कितनी है\" वास्तव में हमें समय के व्यक्तिगत अर्थ और हमारे जीवन में इसके स्थान पर सवाल उठाने पर मजबूर करता है। आयु कैलकुलेटर - मेरी उम्र कितनी है? यह एक्सटेंशन इस गहन प्रश्न का व्यावहारिक उत्तर प्रदान करके आपको अपनी उम्र का अंदाजा लगाने में मदद करता है।\n\nएक्सटेंशन की सबसे महत्वपूर्ण विशेषताओं में से एक यह है कि मैं कैलकुलेटर की कार्यक्षमता कितनी पुरानी हूं। यह सुविधा उपयोगकर्ताओं को उनकी उम्र न केवल वर्षों में, बल्कि महीनों, दिनों और यहां तक कि घंटों में भी प्रदान करती है। इस प्रकार, आप अपने जीवन के प्रत्येक क्षण की बेहतर सराहना कर सकते हैं।\n\nक्या आप अपने जन्मदिन को लेकर उत्सुक हैं? इस एक्सटेंशन के साथ \"मेरा जन्मदिन कब है\" प्रश्न का भी उत्तर दिया गया है। एक्सटेंशन आपके जन्मदिन तक दिनों की संख्या की भी गणना करता है, जिससे आपको अपने बड़े दिन की योजना बनाने के लिए एक टूल मिलता है।\n\nहमारा एक्सटेंशन न केवल आपकी उम्र की गणना करता है, बल्कि समय के साथ आपके रिश्ते को भी मजबूत करता है और आपको समय की कीमत याद दिलाता है। यह देखना कि आपके जीवन के विशेष क्षण कितने समय से पीछे छूट गए हैं, भविष्य के लिए योजनाएँ बनाते समय प्रेरणा मिलती है।\n\nइसका उपयोग कैसे करें?\nआयु कैलकुलेटर - मैं कितने साल का हूं एक्सटेंशन, जिसका उपयोग करना बेहद आसान है, आपको कुछ ही चरणों में अपना कार्य करने की अनुमति देता है:\n\n1. क्रोम वेब स्टोर से एक्सटेंशन इंस्टॉल करें।\n2. \"अपनी जन्मतिथि चुनें\" अनुभाग में, अपनी जन्मतिथि दिन, महीने और वर्ष प्रारूप में दर्ज करें।\n3. \"आज की या कोई भिन्न तिथि दर्ज करें\" अनुभाग में, आज की तारीख या वह तारीख दर्ज करें जिससे आप पता लगाना चाहते हैं कि किसी विशेष वर्ष में आपकी उम्र कितनी है।\n4. अपनी उम्र की तुरंत गणना करने के लिए \"गणना करें\" बटन पर क्लिक करें।",
    "hr": "U užurbanosti života postaje teško primijetiti kako vrijeme prolazi. Kalkulator godina - Koliko imam godina? Proširenje vam pokazuje kako vrijeme napreduje na vašem osobnom putovanju izračunavanjem vaše dobi. Ovo proširenje vam omogućuje da odmah saznate svoju dob u godinama, mjesecima, tjednima i danima unosom datuma rođenja.\n\nMožete pronaći brz odgovor na pitanje \"Koliko imam godina?\" s ovim dodatkom koji je iznimno jednostavan za korištenje. Sve što trebate učiniti je upisati svoj datum rođenja u odgovarajuće polje ekstenzije i započeti proces izračuna. Kao rezultat ovog procesa, funkcija izračunavanja dobi dolazi u igru i detaljno izračunava vašu dob.\n\nIzračun starosti nije samo brojčana vrijednost; ovo pokazuje udaljenost koju je pojedinac priješao na svom životnom putu. Pitanje \"Koliko imaš godina\" zapravo nas tjera da preispitamo osobno značenje vremena i njegovo mjesto u našim životima. Kalkulator godina - Koliko imam godina? Proširenje vam pomaže da shvatite svoju dob pružajući praktičan odgovor na ovo duboko pitanje.\n\nJedna od najvažnijih značajki proširenja je funkcija kalkulatora koliko sam star. Ova značajka daje korisnicima njihovu dob ne samo u godinama, već i u mjesecima, danima, pa čak i satima. Tako možete bolje cijeniti svaki trenutak svog života.\n\nZanima li te tvoj rođendan? Ovo proširenje također daje odgovor na pitanje \"Kada je moj rođendan\". Proširenje također izračunava broj dana do vašeg rođendana, dajući vam alat za planiranje vašeg velikog dana.\n\nNaše proširenje ne samo da izračunava vašu dob, već i jača vaš odnos s vremenom i podsjeća vas na vrijednost vremena. Vidjeti koliko dugo su posebni trenuci u vašem životu ostali iza vas daje motivaciju pri pravljenju planova za budućnost.\n\nKako ovo koristiti?\nAge Calculator - How Old am i proširenje, koje je iznimno jednostavno za korištenje, omogućuje vam da izvršite svoje operacije u samo nekoliko koraka:\n\n1. Instalirajte proširenje iz Chrome web trgovine.\n2. U odjeljku \"Odaberi svoj datum rođenja\" unesite datum rođenja u obliku dana, mjeseca i godine.\n3. U odjeljku \"Unesite današnji ili drugi datum\" unesite današnji datum ili datum za koji želite saznati koliko imate godina u određenoj godini.\n4. Pritisnite gumb \"Izračunaj\" da odmah izračunate svoju dob.",
    "hu": "A nyüzsgő életben nehéz észrevenni, hogyan telik az idő. Életkor kalkulátor - Hány éves vagyok? A bővítmény életkorának kiszámításával megmutatja, hogyan halad az idő a személyes utazás során. Ez a kiterjesztés lehetővé teszi, hogy azonnal megtudja életkorát években, hónapokban, hetekben és napokban a születési dátum megadásával.\n\nGyors választ találhat a \"Hány éves vagyok?\" kérdésre. ezzel a beépülő modullal, amelynek használata rendkívül egyszerű. Nem kell mást tennie, mint a kiterjesztés megfelelő mezőjébe beírni a születési dátumát és elindítani a számítási folyamatot. A folyamat eredményeként az életkor kiszámítása funkció lép működésbe, és részletesen kiszámítja az Ön életkorát.\n\nAz életkor kiszámítása nem csupán számérték; ez az egyén által életútja során megtett távolságot mutatja. A \"Hány éves vagy\" kérdés tulajdonképpen megkérdőjelezi az idő személyes jelentését és életünkben elfoglalt helyét. Életkor kalkulátor - Hány éves vagyok? A kiterjesztés segít megérteni életkorát azáltal, hogy gyakorlati választ ad erre a mély kérdésre.\n\nA bővítmény egyik legfontosabb jellemzője a hány éves vagyok számológép funkció. Ez a funkció nemcsak években, hanem hónapokban, napokban, sőt órákban is megadja a felhasználók életkorát. Így jobban értékelheti élete minden pillanatát.\n\nKíváncsi vagy a születésnapodra? A \"Mikor van a születésnapom\" kérdésre is ez a kiterjesztés válaszol. A kiterjesztés kiszámítja a születésnapig hátralévő napok számát is, így eszközt ad a nagy nap megtervezéséhez.\n\nBővítményünk nemcsak az életkorát számítja ki, hanem erősíti kapcsolatát az idővel, és emlékezteti Önt az idő értékére. Ha látja, hogy élete különleges pillanatai mennyi ideig maradtak hátra, az motivációt ad a jövőre vonatkozó tervek elkészítéséhez.\n\nHogyan kell ezt használni?\nAge Calculator – How Old am i kiterjesztés, amely rendkívül egyszerűen használható, lehetővé teszi a műveletek elvégzését mindössze néhány lépésben:\n\n1. Telepítse a bővítményt a Chrome Internetes áruházból.\n2. A \"Születési dátum kiválasztása\" részben adja meg születési dátumát nap, hónap és év formátumban.\n3. Az \"Adja meg a mai vagy egy másik dátumot\" részben adja meg a mai dátumot vagy azt a dátumot, amelyen meg szeretné tudni, hány éves vagy egy adott évben.\n4. Kattintson a \"Kiszámítás\" gombra az életkor azonnali kiszámításához.",
    "id": "Dalam hiruk pikuk kehidupan, sulit untuk memperhatikan bagaimana waktu berlalu. Kalkulator Usia - Berapa Umur Saya? Ekstensi ini menunjukkan kepada Anda bagaimana kemajuan waktu dalam perjalanan pribadi Anda dengan menghitung usia Anda. Ekstensi ini memungkinkan Anda mengetahui secara instan usia Anda dalam tahun, bulan, minggu, dan hari dengan memasukkan tanggal lahir Anda.\n\nAnda dapat menemukan jawaban cepat atas pertanyaan \"Berapa umur saya?\" dengan plugin ini yang sangat mudah digunakan. Yang harus Anda lakukan adalah menulis tanggal lahir Anda di bidang ekstensi yang relevan dan memulai proses perhitungan. Sebagai hasil dari proses ini, fungsi hitung usia ikut berperan dan menghitung usia Anda secara detail.\n\nMenghitung usia bukan hanya sekedar nilai numerik; ini menunjukkan jarak yang ditempuh individu dalam perjalanan hidupnya. Pertanyaan “Berapa umurmu” sebenarnya membuat kita mempertanyakan makna pribadi waktu dan tempatnya dalam kehidupan kita. Kalkulator Usia - Berapa Umur Saya? Ekstensi ini membantu Anda memahami usia Anda dengan memberikan jawaban praktis atas pertanyaan mendalam ini.\n\nSalah satu fitur terpenting dari ekstensi ini adalah fungsionalitas kalkulator berapa umur saya. Fitur ini memberi pengguna umur mereka tidak hanya dalam tahun, tetapi juga dalam bulan, hari, dan bahkan jam. Dengan demikian, Anda bisa lebih menghargai setiap momen dalam hidup Anda.\n\nPenasaran dengan hari ulang tahunmu? Pertanyaan “Kapan ulang tahunku” juga terjawab dengan ekstensi ini. Ekstensi ini juga menghitung jumlah hari hingga ulang tahun Anda, sehingga memberi Anda alat untuk merencanakan hari besar Anda.\n\nEkstensi kami tidak hanya menghitung usia Anda, tetapi juga memperkuat hubungan Anda dengan waktu dan mengingatkan Anda akan nilai waktu. Melihat berapa lama momen spesial dalam hidup Anda tertinggal memberikan motivasi saat membuat rencana untuk masa depan.\n\nBagaimana cara menggunakan ini?\nKalkulator Usia - Ekstensi Berapa Umur Saya, yang sangat mudah digunakan, memungkinkan Anda melakukan operasi hanya dalam beberapa langkah:\n\n1. Instal ekstensi dari Toko Web Chrome.\n2. Pada bagian “Pilih Tanggal Lahir Anda”, masukkan tanggal lahir Anda dalam format hari, bulan dan tahun.\n3. Pada bagian \"Masukkan Tanggal Hari Ini atau Tanggal Berbeda\", masukkan tanggal hari ini atau tanggal yang Anda inginkan untuk mengetahui berapa usia Anda pada tahun tertentu.\n4. Klik tombol \"Hitung\" untuk langsung menghitung usia Anda.",
    "it": "Nel trambusto della vita, diventa difficile notare come passa il tempo. Calcolatore dell'età: quanti anni ho? L'estensione ti mostra come procede il tempo nel tuo percorso personale calcolando la tua età. Questa estensione ti permette di conoscere istantaneamente la tua età in anni, mesi, settimane e giorni inserendo la tua data di nascita.\n\nPuoi trovare una risposta rapida alla domanda \"Quanti anni ho?\" con questo plug-in estremamente semplice da usare. Tutto quello che devi fare è scrivere la tua data di nascita nell'apposito campo dell'estensione e avviare il processo di calcolo. Come risultato di questo processo, entra in gioco la funzione Calcola età che calcola la tua età in dettaglio.\n\nCalcolare l’età non è solo un valore numerico; questo mostra la distanza percorsa dall'individuo nel suo viaggio di vita. La domanda \"Quanti anni hai?\" in realtà ci fa dubitare del significato personale del tempo e del suo posto nella nostra vita. Calcolatore dell'età: quanti anni ho? L'estensione ti aiuta a dare un senso alla tua età fornendo una risposta pratica a questa domanda profonda.\n\nUna delle caratteristiche più importanti dell'estensione è la funzionalità calcolatrice quanti anni ho. Questa funzionalità fornisce agli utenti la loro età non solo in anni, ma anche in mesi, giorni e persino ore. Così potrai apprezzare meglio ogni momento della tua vita.\n\nSei curioso del tuo compleanno? Con questa estensione si risponde anche alla domanda \"Quando è il mio compleanno\". L'estensione calcola anche il numero di giorni che mancano al tuo compleanno, offrendoti uno strumento per pianificare il tuo grande giorno.\n\nLa nostra estensione non solo calcola la tua età, ma rafforza anche il tuo rapporto con il tempo e ti ricorda il valore del tempo. Vedere per quanto tempo i momenti speciali della tua vita sono stati lasciati alle spalle fornisce motivazione quando fai progetti per il futuro.\n\nCome usarlo?\nL'estensione Age Calculator - How Old am i, estremamente semplice da utilizzare, ti consente di eseguire le tue operazioni in pochi passaggi:\n\n1. Installa l'estensione dal Chrome Web Store.\n2. Nella sezione \"Scegli la tua data di nascita\", inserisci la tua data di nascita nel formato giorno, mese e anno.\n3. Nella sezione \"Inserisci la data odierna o una data diversa\", inserisci la data odierna o la data in cui desideri sapere quanti anni hai in un determinato anno.\n4. Fai clic sul pulsante \"Calcola\" per calcolare immediatamente la tua età.",
    "ja": "慌ただしい生活の中で、時間の経過に気づきにくくなります。 年齢計算 - 私は何歳ですか? この拡張機能は、年齢を計算することで、個人的な旅の時間の進み具合を示します。 この拡張機能を使用すると、生年月日を入力することで、年齢を年、月、週、日で即座に知ることができます。\n\n「私は何歳ですか?」という質問に対する簡単な答えが見つかります。 このプラグインは非常に使いやすいです。 あなたがしなければならないのは、内線番号の関連フィールドに生年月日を記入し、計算プロセスを開始することだけです。 このプロセスの結果、年齢計算機能が機能し、あなたの年齢を詳細に計算します。\n\n年齢の計算は単なる数値ではありません。 これは、その人が人生の旅で移動した距離を示しています。 「あなたは何歳ですか？」という質問は、実際に私たちに時間の個人的な意味と人生における時間の位置について疑問を抱かせます。 年齢計算 - 私は何歳ですか? この拡張機能は、この深い質問に対する実用的な答えを提供することで、自分の年齢を理解するのに役立ちます。\n\nこの拡張機能の最も重要な機能の 1 つは、年齢計算機能です。 この機能は、ユーザーの年齢を年だけでなく、月、日、さらには時間単位で表示します。 したがって、人生の各瞬間をよりよく理解できるようになります。\n\n自分の誕生日が気になりますか？ 「私の誕生日はいつですか」という質問にも、この拡張機能で答えられます。 この拡張機能は誕生日までの日数も計算し、大切な日を計画するツールを提供します。\n\n私たちの内線はあなたの年齢を計算するだけでなく、時間との関係を強化し、時間の価値を思い出させます。 人生の特別な瞬間がどれだけの時間残されているかを知ることは、将来の計画を立てる際のモチベーションになります。\n\nこれはどうやって使うのですか？\nAge Calculator - How Old am i 拡張機能は非常に使いやすく、わずか数ステップで操作を実行できます。\n\n1. Chrome ウェブストアから拡張機能をインストールします。\n2. [生年月日の選択] セクションで、生年月日を日、月、年の形式で入力します。\n3. [今日の日付または別の日付を入力してください] セクションに、今日の日付、または特定の年の何歳かを調べたい日付を入力します。\n4.「計算」ボタンをクリックすると、すぐに年齢が計算されます。",
    "kn": "ಜೀವನದ ಗಡಿಬಿಡಿಯಲ್ಲಿ, ಸಮಯ ಹೇಗೆ ಹಾದುಹೋಗುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸುವುದು ಕಷ್ಟವಾಗುತ್ತದೆ. ವಯಸ್ಸಿನ ಕ್ಯಾಲ್ಕುಲೇಟರ್ - ನನ್ನ ವಯಸ್ಸು ಎಷ್ಟು? ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಪ್ರಯಾಣದಲ್ಲಿ ಸಮಯವು ಹೇಗೆ ಪ್ರಗತಿಯಲ್ಲಿದೆ ಎಂಬುದನ್ನು ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ತೋರಿಸುತ್ತದೆ. ಈ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ವರ್ಷಗಳು, ತಿಂಗಳುಗಳು, ವಾರಗಳು ಮತ್ತು ದಿನಗಳಲ್ಲಿ ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ತ್ವರಿತವಾಗಿ ತಿಳಿದುಕೊಳ್ಳಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.\n\n\"ನನ್ನ ವಯಸ್ಸು ಎಷ್ಟು?\" ಎಂಬ ಪ್ರಶ್ನೆಗೆ ನೀವು ತ್ವರಿತ ಉತ್ತರವನ್ನು ಕಾಣಬಹುದು. ಈ ಪ್ಲಗ್-ಇನ್‌ನೊಂದಿಗೆ ಬಳಸಲು ಅತ್ಯಂತ ಸರಳವಾಗಿದೆ. ನೀವು ಮಾಡಬೇಕಾಗಿರುವುದು ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ವಿಸ್ತರಣೆಯ ಸಂಬಂಧಿತ ಕ್ಷೇತ್ರದಲ್ಲಿ ಬರೆಯುವುದು ಮತ್ತು ಲೆಕ್ಕಾಚಾರ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸುವುದು. ಈ ಪ್ರಕ್ರಿಯೆಯ ಪರಿಣಾಮವಾಗಿ, ಲೆಕ್ಕಾಚಾರ ವಯಸ್ಸಿನ ಕಾರ್ಯವು ಕಾರ್ಯರೂಪಕ್ಕೆ ಬರುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ವಿವರವಾಗಿ ಲೆಕ್ಕಾಚಾರ ಮಾಡುತ್ತದೆ.\n\nವಯಸ್ಸನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡುವುದು ಕೇವಲ ಸಂಖ್ಯಾತ್ಮಕ ಮೌಲ್ಯವಲ್ಲ; ಇದು ವ್ಯಕ್ತಿಯು ತನ್ನ ಜೀವನ ಪಯಣದಲ್ಲಿ ಪ್ರಯಾಣಿಸಿದ ದೂರವನ್ನು ತೋರಿಸುತ್ತದೆ. \"ನಿಮ್ಮ ವಯಸ್ಸು ಎಷ್ಟು\" ಎಂಬ ಪ್ರಶ್ನೆಯು ಸಮಯದ ವೈಯಕ್ತಿಕ ಅರ್ಥ ಮತ್ತು ನಮ್ಮ ಜೀವನದಲ್ಲಿ ಅದರ ಸ್ಥಾನವನ್ನು ಪ್ರಶ್ನಿಸುವಂತೆ ಮಾಡುತ್ತದೆ. ವಯಸ್ಸಿನ ಕ್ಯಾಲ್ಕುಲೇಟರ್ - ನನ್ನ ವಯಸ್ಸು ಎಷ್ಟು? ಈ ಆಳವಾದ ಪ್ರಶ್ನೆಗೆ ಪ್ರಾಯೋಗಿಕ ಉತ್ತರವನ್ನು ನೀಡುವ ಮೂಲಕ ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n\nವಿಸ್ತರಣೆಯ ಪ್ರಮುಖ ವೈಶಿಷ್ಟ್ಯವೆಂದರೆ ನಾನು ಎಷ್ಟು ಹಳೆಯ ಕ್ಯಾಲ್ಕುಲೇಟರ್ ಕಾರ್ಯವನ್ನು ಹೊಂದಿದೆ. ಈ ವೈಶಿಷ್ಟ್ಯವು ಬಳಕೆದಾರರಿಗೆ ಅವರ ವಯಸ್ಸನ್ನು ವರ್ಷಗಳಲ್ಲಿ ಮಾತ್ರವಲ್ಲ, ತಿಂಗಳುಗಳು, ದಿನಗಳು ಮತ್ತು ಗಂಟೆಗಳಲ್ಲಿಯೂ ಸಹ ಒದಗಿಸುತ್ತದೆ. ಹೀಗಾಗಿ, ನಿಮ್ಮ ಜೀವನದ ಪ್ರತಿ ಕ್ಷಣವನ್ನು ನೀವು ಉತ್ತಮವಾಗಿ ಪ್ರಶಂಸಿಸಬಹುದು.\n\nನಿಮ್ಮ ಜನ್ಮದಿನದ ಬಗ್ಗೆ ನಿಮಗೆ ಕುತೂಹಲವಿದೆಯೇ? \"ನನ್ನ ಹುಟ್ಟುಹಬ್ಬ ಯಾವಾಗ\" ಎಂಬ ಪ್ರಶ್ನೆಗೆ ಈ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಉತ್ತರವೂ ಇದೆ. ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಜನ್ಮದಿನದವರೆಗಿನ ದಿನಗಳ ಸಂಖ್ಯೆಯನ್ನು ಸಹ ಲೆಕ್ಕಾಚಾರ ಮಾಡುತ್ತದೆ, ನಿಮ್ಮ ದೊಡ್ಡ ದಿನವನ್ನು ಯೋಜಿಸಲು ನಿಮಗೆ ಸಾಧನವನ್ನು ನೀಡುತ್ತದೆ.\n\nನಮ್ಮ ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡುವುದಲ್ಲದೆ, ಸಮಯದೊಂದಿಗೆ ನಿಮ್ಮ ಸಂಬಂಧವನ್ನು ಬಲಪಡಿಸುತ್ತದೆ ಮತ್ತು ಸಮಯದ ಮೌಲ್ಯವನ್ನು ನಿಮಗೆ ನೆನಪಿಸುತ್ತದೆ. ನಿಮ್ಮ ಜೀವನದ ವಿಶೇಷ ಕ್ಷಣಗಳು ಎಷ್ಟು ಸಮಯದವರೆಗೆ ಉಳಿದಿವೆ ಎಂಬುದನ್ನು ನೋಡುವುದು ಭವಿಷ್ಯಕ್ಕಾಗಿ ಯೋಜನೆಗಳನ್ನು ಮಾಡುವಾಗ ಪ್ರೇರಣೆ ನೀಡುತ್ತದೆ.\n\nಇದನ್ನು ಹೇಗೆ ಬಳಸುವುದು?\nವಯಸ್ಸಿನ ಕ್ಯಾಲ್ಕುಲೇಟರ್ - ಹೌ ಓಲ್ಡ್ ಆಮ್ ಐ ಎಕ್ಸ್‌ಟೆನ್ಶನ್, ಬಳಸಲು ತುಂಬಾ ಸರಳವಾಗಿದೆ, ನಿಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಕೆಲವೇ ಹಂತಗಳಲ್ಲಿ ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ:\n\n1. Chrome ವೆಬ್ ಸ್ಟೋರ್‌ನಿಂದ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.\n2. \"ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಆರಿಸಿ\" ವಿಭಾಗದಲ್ಲಿ, ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ದಿನ, ತಿಂಗಳು ಮತ್ತು ವರ್ಷದ ಸ್ವರೂಪದಲ್ಲಿ ನಮೂದಿಸಿ.\n3. \"ಇಂದಿನ ಅಥವಾ ಬೇರೆ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ\" ವಿಭಾಗದಲ್ಲಿ, ಇಂದಿನ ದಿನಾಂಕ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ವರ್ಷದಲ್ಲಿ ನಿಮ್ಮ ವಯಸ್ಸು ಎಷ್ಟು ಎಂಬುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ನೀವು ಬಯಸುವ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ.\n4. ನಿಮ್ಮ ವಯಸ್ಸನ್ನು ತಕ್ಷಣವೇ ಲೆಕ್ಕಾಚಾರ ಮಾಡಲು \"ಲೆಕ್ಕ\" ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "ko": "분주한 삶 속에서 시간이 어떻게 흘러가는지 알아차리기가 어려워집니다. 나이 계산기 - 나는 몇 살인가요? 확장 프로그램은 나이를 계산하여 개인 여행에서 시간이 어떻게 진행되고 있는지 보여줍니다. 이 확장 기능을 사용하면 생년월일을 입력하여 연, 월, 주, 일 단위로 나이를 즉시 알 수 있습니다.\n\n\"나는 몇 살입니까?\"라는 질문에 대한 빠른 답변을 찾을 수 있습니다. 이 플러그인을 사용하면 사용이 매우 간단합니다. 확장 프로그램의 해당 필드에 생년월일을 입력하고 계산 과정을 시작하기만 하면 됩니다. 이 과정의 결과로 나이 계산 기능이 작동되어 나이를 자세하게 계산해 줍니다.\n\n나이를 계산하는 것은 단순한 숫자 값이 아닙니다. 이는 개인이 인생 여정에서 이동한 거리를 보여줍니다. \"당신은 몇 살입니까?\"라는 질문은 실제로 시간의 개인적인 의미와 우리 삶에서 그 위치에 대해 의문을 제기하게 합니다. 나이 계산기 - 나는 몇 살인가요? 확장 프로그램은 이 심오한 질문에 대한 실용적인 답변을 제공하여 귀하의 나이를 이해하는 데 도움이 됩니다.\n\n확장 기능의 가장 중요한 기능 중 하나는 내가 몇 살인지 계산기 기능입니다. 이 기능은 사용자에게 연도 단위뿐만 아니라 월, 일, 심지어 시간 단위로도 나이를 제공합니다. 따라서 당신은 인생의 매 순간을 더 잘 감상할 수 있습니다.\n\n당신의 생일이 궁금하세요? \"내 생일은 언제입니까?\"라는 질문에도 이 확장 기능을 사용하면 답변을 얻을 수 있습니다. 또한 확장 프로그램은 생일까지 남은 일수를 계산하여 중요한 하루를 계획할 수 있는 도구를 제공합니다.\n\n우리의 확장 프로그램은 귀하의 나이를 계산할 뿐만 아니라 시간과의 관계를 강화하고 시간의 가치를 상기시켜줍니다. 인생의 특별한 순간이 얼마나 오래 남겨졌는지를 보면 미래를 계획할 때 동기를 부여받을 수 있습니다.\n\n이것을 사용하는 방법?\n나이 계산기 - 사용하기 매우 간단한 확장 프로그램을 사용하면 몇 단계만으로 작업을 수행할 수 있습니다.\n\n1. Chrome 웹 스토어에서 확장 프로그램을 설치하세요.\n2. \"생년월일 선택\" 섹션에서 생년월일을 일, 월, 연도 형식으로 입력하세요.\n3. \"오늘 또는 다른 날짜 입력\" 섹션에 오늘 날짜 또는 특정 연도의 나이를 확인하려는 날짜를 입력합니다.\n4. '계산' 버튼을 클릭하면 즉시 나이를 계산할 수 있습니다.",
    "lv": "Dzīves burzmā kļūst grūti pamanīt, kā paiet laiks. Vecuma kalkulators — cik man gadu? Pagarinājums parāda, kā rit laiks jūsu personīgajā ceļojumā, aprēķinot jūsu vecumu. Šis paplašinājums ļauj uzreiz uzzināt savu vecumu gados, mēnešos, nedēļās un dienās, ievadot savu dzimšanas datumu.\n\nJūs varat ātri atrast atbildi uz jautājumu \"Cik man gadu?\" ar šo spraudni, kas ir ļoti vienkārši lietojams. Atliek vien attiecīgajā pagarinājuma laukā ierakstīt savu dzimšanas datumu un sākt aprēķina procesu. Šī procesa rezultātā tiek aktivizēta vecuma aprēķināšanas funkcija, kas detalizēti aprēķina jūsu vecumu.\n\nVecuma aprēķināšana nav tikai skaitliska vērtība; tas parāda attālumu, ko indivīds nobraucis savā dzīves ceļojumā. Jautājums \"Cik tev gadi\" patiesībā liek mums apšaubīt laika personīgo nozīmi un tā vietu mūsu dzīvē. Vecuma kalkulators — cik man gadu? Paplašinājums palīdz izprast jūsu vecumu, sniedzot praktisku atbildi uz šo dziļo jautājumu.\n\nViena no svarīgākajām paplašinājuma funkcijām ir kalkulatora funkcionalitāte, cik vecs esmu. Šī funkcija sniedz lietotājiem informāciju par viņu vecumu ne tikai gados, bet arī mēnešos, dienās un pat stundās. Tādējādi jūs varat labāk novērtēt katru savas dzīves mirkli.\n\nVai jūs interesē jūsu dzimšanas diena? Ar šo paplašinājumu tiek atbildēts arī uz jautājumu \"Kad ir mana dzimšanas diena\". Paplašinājums arī aprēķina dienu skaitu līdz jūsu dzimšanas dienai, sniedzot jums rīku, lai plānotu savu lielo dienu.\n\nMūsu paplašinājums ne tikai aprēķina jūsu vecumu, bet arī stiprina jūsu attiecības ar laiku un atgādina par laika vērtību. Redzot, cik ilgi jūsu dzīves īpašie brīži ir atstāti aiz muguras, sniedz motivāciju, veidojot nākotnes plānus.\n\nKā to izmantot?\nVecuma kalkulators — How Old am i paplašinājums, kas ir ļoti vienkārši lietojams, ļauj veikt darbības, veicot tikai dažas darbības:\n\n1. Instalējiet paplašinājumu no Chrome interneta veikala.\n2. Sadaļā \"Izvēlieties savu dzimšanas datumu\" ievadiet dzimšanas datumu dienas, mēneša un gada formātā.\n3. Sadaļā \"Ievadiet šodienas vai citu datumu\" ievadiet šodienas datumu vai datumu, kurā vēlaties uzzināt, cik vecs esat konkrētajā gadā.\n4. Noklikšķiniet uz pogas \"Aprēķināt\", lai uzreiz aprēķinātu savu vecumu.",
    "ml": "ജീവിതത്തിൻ്റെ തിരക്കിനിടയിൽ, സമയം കടന്നുപോകുന്നത് ശ്രദ്ധിക്കാൻ പ്രയാസമാണ്. പ്രായ കാൽക്കുലേറ്റർ - എനിക്ക് എത്ര വയസ്സായി? നിങ്ങളുടെ പ്രായം കണക്കാക്കി നിങ്ങളുടെ സ്വകാര്യ യാത്രയിൽ സമയം എങ്ങനെ പുരോഗമിക്കുന്നുവെന്ന് വിപുലീകരണം കാണിക്കുന്നു. നിങ്ങളുടെ ജനനത്തീയതി നൽകി വർഷങ്ങളിലും മാസങ്ങളിലും ആഴ്ചകളിലും ദിവസങ്ങളിലും നിങ്ങളുടെ പ്രായം തൽക്ഷണം അറിയാൻ ഈ വിപുലീകരണം നിങ്ങളെ അനുവദിക്കുന്നു.\n\n\"എനിക്ക് എത്ര വയസ്സായി?\" എന്ന ചോദ്യത്തിന് നിങ്ങൾക്ക് പെട്ടെന്ന് ഉത്തരം കണ്ടെത്താനാകും. ഈ പ്ലഗ്-ഇൻ ഉപയോഗിച്ച് അത് ഉപയോഗിക്കാൻ വളരെ ലളിതമാണ്. വിപുലീകരണത്തിൻ്റെ പ്രസക്തമായ ഫീൽഡിൽ നിങ്ങളുടെ ജനനത്തീയതി എഴുതി കണക്കുകൂട്ടൽ പ്രക്രിയ ആരംഭിക്കുക മാത്രമാണ് നിങ്ങൾ ചെയ്യേണ്ടത്. ഈ പ്രക്രിയയുടെ ഫലമായി, കണക്കുകൂട്ടൽ പ്രായം പ്രവർത്തനം പ്രാബല്യത്തിൽ വരികയും നിങ്ങളുടെ പ്രായം വിശദമായി കണക്കാക്കുകയും ചെയ്യുന്നു.\n\nപ്രായം കണക്കാക്കുന്നത് ഒരു സംഖ്യാ മൂല്യം മാത്രമല്ല; ഒരു വ്യക്തി തൻ്റെ ജീവിതയാത്രയിൽ സഞ്ചരിച്ച ദൂരം ഇത് കാണിക്കുന്നു. \"നിങ്ങൾക്ക് എത്ര വയസ്സായി\" എന്ന ചോദ്യം യഥാർത്ഥത്തിൽ സമയത്തിൻ്റെ വ്യക്തിപരമായ അർത്ഥത്തെയും നമ്മുടെ ജീവിതത്തിൽ അതിൻ്റെ സ്ഥാനത്തെയും ചോദ്യം ചെയ്യുന്നു. പ്രായ കാൽക്കുലേറ്റർ - എനിക്ക് എത്ര വയസ്സായി? ഈ ആഴത്തിലുള്ള ചോദ്യത്തിന് പ്രായോഗിക ഉത്തരം നൽകിക്കൊണ്ട് നിങ്ങളുടെ പ്രായം മനസ്സിലാക്കാൻ വിപുലീകരണം നിങ്ങളെ സഹായിക്കുന്നു.\n\nവിപുലീകരണത്തിൻ്റെ ഏറ്റവും പ്രധാനപ്പെട്ട സവിശേഷതകളിലൊന്ന് ഞാൻ എത്ര വയസ്സായി കാൽക്കുലേറ്റർ പ്രവർത്തനക്ഷമതയാണ്. ഈ സവിശേഷത ഉപയോക്താക്കൾക്ക് അവരുടെ പ്രായം വർഷങ്ങളിൽ മാത്രമല്ല, മാസങ്ങളിലും ദിവസങ്ങളിലും മണിക്കൂറുകളിലും പോലും നൽകുന്നു. അങ്ങനെ, നിങ്ങളുടെ ജീവിതത്തിലെ ഓരോ നിമിഷവും നിങ്ങൾക്ക് നന്നായി വിലമതിക്കാൻ കഴിയും.\n\nനിങ്ങളുടെ ജന്മദിനത്തെക്കുറിച്ച് നിങ്ങൾക്ക് ജിജ്ഞാസയുണ്ടോ? \"എൻ്റെ ജന്മദിനം എപ്പോഴാണ്\" എന്ന ചോദ്യത്തിനും ഈ വിപുലീകരണത്തിലൂടെ ഉത്തരം ലഭിക്കുന്നു. വിപുലീകരണം നിങ്ങളുടെ ജന്മദിനം വരെയുള്ള ദിവസങ്ങളുടെ എണ്ണവും കണക്കാക്കുന്നു, നിങ്ങളുടെ വലിയ ദിവസം ആസൂത്രണം ചെയ്യുന്നതിനുള്ള ഒരു ഉപകരണം നൽകുന്നു.\n\nഞങ്ങളുടെ വിപുലീകരണം നിങ്ങളുടെ പ്രായം കണക്കാക്കുക മാത്രമല്ല, സമയവുമായുള്ള നിങ്ങളുടെ ബന്ധം ശക്തിപ്പെടുത്തുകയും സമയത്തിൻ്റെ മൂല്യത്തെക്കുറിച്ച് നിങ്ങളെ ഓർമ്മപ്പെടുത്തുകയും ചെയ്യുന്നു. നിങ്ങളുടെ ജീവിതത്തിലെ പ്രത്യേക നിമിഷങ്ങൾ എത്രത്തോളം അവശേഷിക്കുന്നുവെന്നത് ഭാവിയിലേക്കുള്ള പദ്ധതികൾ ആസൂത്രണം ചെയ്യുമ്പോൾ പ്രചോദനം നൽകുന്നു.\n\nഇത് എങ്ങനെ ഉപയോഗിക്കാം?\nഏജ് കാൽക്കുലേറ്റർ - ഹൗ ഓൾഡ് ആം ഐ എക്സ്റ്റൻഷൻ, ഉപയോഗിക്കാൻ വളരെ ലളിതമാണ്, ഏതാനും ഘട്ടങ്ങളിലൂടെ നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ നടത്താൻ നിങ്ങളെ അനുവദിക്കുന്നു:\n\n1. Chrome വെബ് സ്റ്റോറിൽ നിന്ന് വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുക.\n2. \"നിങ്ങളുടെ ജനനത്തീയതി തിരഞ്ഞെടുക്കുക\" വിഭാഗത്തിൽ, നിങ്ങളുടെ ജനനത്തീയതി ദിവസം, മാസം, വർഷം ഫോർമാറ്റിൽ നൽകുക.\n3. \"ഇന്നത്തെ അല്ലെങ്കിൽ മറ്റൊരു തീയതി നൽകുക\" എന്ന വിഭാഗത്തിൽ, ഇന്നത്തെ തീയതിയോ ഒരു പ്രത്യേക വർഷത്തിൽ നിങ്ങൾക്ക് എത്ര വയസ്സുണ്ടെന്ന് കണ്ടെത്താൻ ആഗ്രഹിക്കുന്ന തീയതിയോ നൽകുക.\n4. നിങ്ങളുടെ പ്രായം തൽക്ഷണം കണക്കാക്കാൻ \"കണക്കുകൂട്ടുക\" ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.",
    "mr": "धावपळीच्या जीवनात, वेळ कसा निघून जातो हे लक्षात घेणे कठीण होते. वय कॅल्क्युलेटर - माझे वय किती आहे? तुमच्या वयाची गणना करून तुमच्या वैयक्तिक प्रवासात वेळ कसा जात आहे हे तुम्हाला एक्स्टेंशन दाखवते. हा विस्तार तुम्हाला तुमची जन्मतारीख टाकून तुमचे वय वर्षे, महिने, आठवडे आणि दिवसांमध्ये त्वरित कळू देतो.\n\n\"मी किती वर्षांचा आहे?\" या प्रश्नाचे द्रुत उत्तर आपण शोधू शकता. या प्लग-इनसह जे वापरण्यास अत्यंत सोपे आहे. तुम्हाला फक्त विस्ताराच्या संबंधित फील्डमध्ये तुमची जन्मतारीख लिहायची आहे आणि गणना प्रक्रिया सुरू करायची आहे. या प्रक्रियेचा परिणाम म्हणून, वयाची गणना करण्याचे कार्य लागू होते आणि आपल्या वयाची तपशीलवार गणना करते.\n\nवयाची गणना करणे हे केवळ संख्यात्मक मूल्य नाही; हे त्याच्या जीवन प्रवासात व्यक्तीने प्रवास केलेले अंतर दर्शवते. \"तुमचे वय किती आहे\" हा प्रश्न आपल्याला वेळेचा वैयक्तिक अर्थ आणि आपल्या जीवनातील त्याचे स्थान यावर प्रश्नचिन्ह निर्माण करतो. वय कॅल्क्युलेटर - माझे वय किती आहे? विस्तार तुम्हाला या गहन प्रश्नाचे व्यावहारिक उत्तर देऊन तुमचे वय समजण्यास मदत करतो.\n\nएक्स्टेंशनच्या सर्वात महत्त्वाच्या वैशिष्ट्यांपैकी एक म्हणजे माझे कॅल्क्युलेटरची कार्यक्षमता किती जुनी आहे. हे वैशिष्ट्य वापरकर्त्यांना त्यांचे वय केवळ वर्षांमध्येच नाही तर महिने, दिवस आणि तासांमध्ये देखील प्रदान करते. अशा प्रकारे, तुम्ही तुमच्या आयुष्यातील प्रत्येक क्षणाची अधिक चांगल्या प्रकारे प्रशंसा करू शकता.\n\nतुम्हाला तुमच्या वाढदिवसाबद्दल उत्सुकता आहे का? \"माझा वाढदिवस कधी आहे\" या प्रश्नाचे उत्तर देखील या विस्ताराने दिले आहे. विस्तार तुमच्या वाढदिवसापर्यंत दिवसांची संख्या देखील मोजतो, तुम्हाला तुमच्या मोठ्या दिवसाची योजना करण्यासाठी एक साधन देतो.\n\nआमचा विस्तार केवळ तुमच्या वयाची गणना करत नाही, तर तुमचा काळाशी असलेला संबंध मजबूत करतो आणि तुम्हाला वेळेच्या मूल्याची आठवण करून देतो. तुमच्या आयुष्यातील काही खास क्षण किती काळ मागे राहिले आहेत हे पाहून भविष्यासाठी योजना बनवताना प्रेरणा मिळते.\n\nहे कसे वापरायचे?\nवय कॅल्क्युलेटर - मी किती जुना आहे विस्तार, जो वापरण्यास अत्यंत सोपा आहे, तुम्हाला तुमची ऑपरेशन्स फक्त काही चरणांमध्ये करण्यास अनुमती देतो:\n\n1. Chrome वेब स्टोअर वरून विस्तार स्थापित करा.\n2. \"तुमची जन्मतारीख निवडा\" विभागात, तुमची जन्मतारीख दिवस, महिना आणि वर्ष स्वरूपात प्रविष्ट करा.\n3. \"आजची किंवा भिन्न तारीख प्रविष्ट करा\" विभागात, आजची तारीख किंवा विशिष्ट वर्षात तुमचे वय किती आहे हे शोधण्यासाठी तुम्हाला हवी असलेली तारीख प्रविष्ट करा.\n4. तुमच्या वयाची झटपट गणना करण्यासाठी \"गणना करा\" बटणावर क्लिक करा.",
    "ms": "Dalam kesibukan hidup, menjadi sukar untuk melihat bagaimana masa berlalu. Kalkulator Umur - Berapa Umur Saya? Sambungan menunjukkan kepada anda bagaimana masa berkembang dalam perjalanan peribadi anda dengan mengira umur anda. Sambungan ini membolehkan anda mengetahui umur anda dengan serta-merta dalam tahun, bulan, minggu dan hari dengan memasukkan tarikh lahir anda.\n\nAnda boleh mendapatkan jawapan pantas kepada soalan \"Berapa umur saya?\" dengan pemalam ini yang sangat mudah digunakan. Apa yang anda perlu lakukan ialah menulis tarikh lahir anda dalam medan lanjutan yang berkaitan dan mulakan proses pengiraan. Hasil daripada proses ini, fungsi kira umur akan dimainkan dan mengira umur anda secara terperinci.\n\nMengira umur bukan sekadar nilai berangka; ini menunjukkan jarak yang dilalui oleh individu dalam perjalanan hidupnya. Soalan \"Berapa umur anda\" sebenarnya membuat kita mempersoalkan makna peribadi masa dan tempatnya dalam kehidupan kita. Kalkulator Umur - Berapa Umur Saya? Sambungan ini membantu anda memahami umur anda dengan memberikan jawapan praktikal kepada soalan mendalam ini.\n\nSalah satu ciri pelanjutan yang paling penting ialah berapa umur saya fungsi kalkulator. Ciri ini memberikan pengguna umur mereka bukan sahaja dalam tahun, tetapi juga dalam bulan, hari, dan juga jam. Oleh itu, anda boleh lebih menghargai setiap detik dalam hidup anda.\n\nAdakah anda ingin tahu tentang hari lahir anda? Soalan \"Bilakah hari lahir saya\" juga dijawab dengan sambungan ini. Sambungan ini juga mengira bilangan hari sehingga hari lahir anda, memberikan anda alat untuk merancang hari besar anda.\n\nSambungan kami bukan sahaja mengira umur anda, tetapi juga mengukuhkan hubungan anda dengan masa dan mengingatkan anda tentang nilai masa. Melihat berapa lama detik-detik istimewa dalam hidup anda ditinggalkan memberikan motivasi apabila membuat perancangan untuk masa depan.\n\nBagaimana untuk menggunakan ini?\nKalkulator Umur - Sambungan Berapa Umur saya, yang sangat mudah digunakan, membolehkan anda melakukan operasi anda dalam beberapa langkah sahaja:\n\n1. Pasang sambungan daripada Kedai Web Chrome.\n2. Dalam bahagian \"Pilih Tarikh Lahir Anda\", masukkan tarikh lahir anda dalam format hari, bulan dan tahun.\n3. Dalam bahagian \"Masukkan Tarikh Hari Ini atau Tarikh Berbeza\", masukkan tarikh hari ini atau tarikh yang anda ingin ketahui berapa umur anda dalam tahun tertentu.\n4. Klik butang \"Kira\" untuk mengira umur anda dengan serta-merta.",
    "nl": "In de drukte van het leven wordt het moeilijk om op te merken hoe de tijd verstrijkt. Leeftijdscalculator - Hoe oud ben ik? De extensie laat u zien hoe de tijd vordert op uw persoonlijke reis door uw leeftijd te berekenen. Met deze extensie kunt u direct uw leeftijd in jaren, maanden, weken en dagen kennen door uw geboortedatum in te voeren.\n\nU kunt snel antwoord vinden op de vraag \"Hoe oud ben ik?\" met deze plug-in die uiterst eenvoudig te gebruiken is. Het enige wat u hoeft te doen is uw geboortedatum in het betreffende veld van de extensie te schrijven en het berekeningsproces te starten. Als resultaat van dit proces komt de functie Bereken leeftijd in werking en berekent uw leeftijd in detail.\n\nHet berekenen van de leeftijd is niet alleen een numerieke waarde; dit toont de afstand die het individu tijdens zijn levensreis heeft afgelegd. De vraag 'Hoe oud ben je' doet ons feitelijk twijfelen aan de persoonlijke betekenis van tijd en de plaats ervan in ons leven. Leeftijdscalculator - Hoe oud ben ik? De extensie helpt u inzicht te krijgen in uw leeftijd door een praktisch antwoord te geven op deze diepgaande vraag.\n\nEen van de belangrijkste kenmerken van de extensie is de rekenmachinefunctionaliteit Hoe oud ben ik. Deze functie geeft gebruikers niet alleen hun leeftijd weer in jaren, maar ook in maanden, dagen en zelfs uren. Zo kun je elk moment van je leven beter waarderen.\n\nBen je nieuwsgierig naar je verjaardag? Ook de vraag \"Wanneer ben ik jarig\" wordt met deze extensie beantwoord. De extensie berekent ook het aantal dagen tot je verjaardag, waardoor je een hulpmiddel hebt om je grote dag te plannen.\n\nOnze extensie berekent niet alleen uw leeftijd, maar versterkt ook uw relatie met de tijd en herinnert u aan de waarde van tijd. Zien hoe lang de bijzondere momenten in je leven achter je zijn gelaten, geeft motivatie bij het maken van plannen voor de toekomst.\n\nHoe gebruik je dit?\nDe extensie Leeftijdscalculator - Hoe oud ben ik, die uiterst eenvoudig te gebruiken is, stelt u in staat uw bewerkingen in slechts een paar stappen uit te voeren:\n\n1. Installeer de extensie vanuit de Chrome Web Store.\n2. Voer in het gedeelte 'Kies uw geboortedatum' uw geboortedatum in dag-, maand- en jaarnotatie in.\n3. Voer in het gedeelte 'Voer de datum van vandaag of een andere datum in' de datum van vandaag in of de datum waarop u wilt weten hoe oud u in een bepaald jaar bent.\n4. Klik op de knop \"Berekenen\" om direct uw leeftijd te berekenen.",
    "no": "I livets mas blir det vanskelig å legge merke til hvordan tiden går. Alderskalkulator – Hvor gammel er jeg? Utvidelsen viser deg hvordan tiden skrider frem på din personlige reise ved å beregne alderen din. Denne utvidelsen lar deg umiddelbart vite alderen din i år, måneder, uker og dager ved å angi fødselsdatoen din.\n\nDu kan finne et raskt svar på spørsmålet \"Hvor gammel er jeg?\" med denne plug-in som er ekstremt enkel å bruke. Alt du trenger å gjøre er å skrive fødselsdatoen din i det relevante feltet i utvidelsen og starte beregningsprosessen. Som et resultat av denne prosessen kommer funksjonen for å beregne alder inn i bildet og beregner alderen din i detalj.\n\nÅ beregne alder er ikke bare en tallverdi; dette viser avstanden individet har tilbakelagt i sin livsreise. Spørsmålet «Hvor gammel er du» får oss faktisk til å stille spørsmål ved tidens personlige betydning og dens plass i livene våre. Alderskalkulator – Hvor gammel er jeg? Utvidelsen hjelper deg med å forstå alderen din ved å gi et praktisk svar på dette dype spørsmålet.\n\nEn av de viktigste funksjonene til utvidelsen er funksjonaliteten for hvor gammel er jeg kalkulator. Denne funksjonen gir brukerne deres alder ikke bare i år, men også i måneder, dager og til og med timer. Dermed kan du bedre sette pris på hvert øyeblikk av livet ditt.\n\nEr du nysgjerrig på bursdagen din? Spørsmålet \"Når har jeg bursdag\" besvares også med denne utvidelsen. Utvidelsen beregner også antall dager til bursdagen din, og gir deg et verktøy for å planlegge den store dagen.\n\nVår utvidelse beregner ikke bare alderen din, men styrker også ditt forhold til tid og minner deg om verdien av tid. Å se hvor lenge de spesielle øyeblikkene i livet ditt har ligget bak, gir motivasjon når du legger planer for fremtiden.\n\nHvordan bruke dette?\nAlderskalkulator - How Old am i-utvidelsen, som er ekstremt enkel å bruke, lar deg utføre operasjonene dine med bare noen få trinn:\n\n1. Installer utvidelsen fra Chrome Nettmarked.\n2. I \"Velg fødselsdato\"-delen angir du fødselsdatoen din i formatet dag, måned og år.\n3. I delen \"Angi dagens eller en annen dato\", skriv inn dagens dato eller datoen du ønsker for å finne ut hvor gammel du er i et bestemt år.\n4. Klikk på \"Beregn\"-knappen for å umiddelbart beregne alderen din.",
    "pl": "W pośpiechu życia trudno zauważyć upływ czasu. Kalkulator wieku - ile mam lat? Rozszerzenie pokazuje, jak upływa czas w Twojej osobistej podróży, obliczając Twój wiek. To rozszerzenie umożliwia natychmiastowe sprawdzenie swojego wieku w latach, miesiącach, tygodniach i dniach poprzez wprowadzenie daty urodzenia.\n\nMożesz znaleźć szybką odpowiedź na pytanie „Ile mam lat?” dzięki tej wtyczce, która jest niezwykle prosta w użyciu. Wystarczy, że w odpowiednim polu rozszerzenia wpiszesz swoją datę urodzenia i rozpoczniesz proces obliczeń. W wyniku tego procesu uruchamiana jest funkcja obliczania wieku, która szczegółowo oblicza Twój wiek.\n\nObliczanie wieku to nie tylko wartość liczbowa; pokazuje odległość przebytą przez jednostkę w jej życiowej podróży. Pytanie „Ile masz lat” w rzeczywistości każe nam kwestionować osobiste znaczenie czasu i jego miejsce w naszym życiu. Kalkulator wieku - ile mam lat? Rozszerzenie pomaga zrozumieć swój wiek, dostarczając praktycznej odpowiedzi na to głębokie pytanie.\n\nJedną z najważniejszych cech rozszerzenia jest funkcjonalność kalkulatora ile mam lat. Ta funkcja podaje użytkownikom wiek nie tylko w latach, ale także w miesiącach, dniach, a nawet godzinach. Dzięki temu możesz lepiej docenić każdą chwilę swojego życia.\n\nCzy jesteś ciekaw swoich urodzin? To rozszerzenie zawiera również odpowiedź na pytanie „Kiedy są moje urodziny”. Rozszerzenie oblicza również liczbę dni do Twoich urodzin, dzięki czemu możesz zaplanować swój wielki dzień.\n\nNasze rozszerzenie nie tylko oblicza Twój wiek, ale także wzmacnia Twoją relację z czasem i przypomina o wartości czasu. Widząc, jak długo wyjątkowe chwile w Twoim życiu pozostały za sobą, motywujesz się do planowania przyszłości.\n\nJak z tego skorzystać?\nKalkulator wieku - Rozszerzenie Ile mam lat, które jest niezwykle proste w obsłudze, pozwala na wykonanie operacji w zaledwie kilku krokach:\n\n1. Zainstaluj rozszerzenie z Chrome Web Store.\n2. W sekcji „Wybierz datę urodzenia” wprowadź swoją datę urodzenia w formacie dzień, miesiąc i rok.\n3. W sekcji „Wpisz dzisiejszą lub inną datę” wpisz dzisiejszą datę lub datę, od której chcesz dowiedzieć się, ile masz lat w danym roku.\n4. Kliknij przycisk „Oblicz”, aby natychmiast obliczyć swój wiek.",
    "ro": "În agitația vieții, devine dificil să observi cum trece timpul. Calculator de vârstă - Câți ani am? Extensia vă arată cum evoluează timpul în călătoria dvs. personală, calculând vârsta. Această extensie vă permite să vă cunoașteți instantaneu vârsta în ani, luni, săptămâni și zile, introducând data nașterii.\n\nPuteți găsi un răspuns rapid la întrebarea „Câți ani am?” cu acest plug-in care este extrem de simplu de utilizat. Tot ce trebuie să faceți este să vă scrieți data nașterii în câmpul relevant al extensiei și să începeți procesul de calcul. Ca rezultat al acestui proces, funcția de calcul a vârstei intră în joc și îți calculează vârsta în detaliu.\n\nCalcularea vârstei nu este doar o valoare numerică; aceasta arată distanța parcursă de individ în călătoria sa de viață. Întrebarea „Câți ani ai” de fapt ne face să punem la îndoială sensul personal al timpului și locul lui în viața noastră. Calculator de vârstă - Câți ani am? Extensia vă ajută să înțelegeți vârsta dvs. oferind un răspuns practic la această întrebare profundă.\n\nUna dintre cele mai importante caracteristici ale extensiei este funcționalitatea calculatorului câți ani am. Această caracteristică oferă utilizatorilor vârsta lor nu doar în ani, ci și în luni, zile și chiar ore. Astfel, poți aprecia mai bine fiecare moment din viața ta.\n\nEști curios de ziua ta? La întrebarea „Când este ziua mea de naștere” se răspunde și cu această extensie. Extensia calculează, de asemenea, numărul de zile până la ziua ta de naștere, oferindu-ți un instrument pentru a-ți planifica ziua cea mare.\n\nExtensia noastră nu numai că îți calculează vârsta, dar îți întărește și relația cu timpul și îți amintește de valoarea timpului. A vedea cât de mult au fost lăsate în urmă momentele speciale din viața ta oferă motivație atunci când faci planuri pentru viitor.\n\nCum să folosești asta?\nCalculator de vârstă - Câți ani am extensia, care este extrem de simplu de utilizat, vă permite să efectuați operațiunile în doar câțiva pași:\n\n1. Instalați extensia din Magazinul web Chrome.\n2. În secțiunea „Alegeți data nașterii”, introduceți data nașterii în format zi, lună și an.\n3. În secțiunea „Introduceți data de azi sau o dată diferită”, introduceți data de astăzi sau data la care doriți să aflați câți ani aveți într-un anumit an.\n4. Faceți clic pe butonul „Calculați” pentru a vă calcula instantaneu vârsta.",
    "ru": "В суете жизни становится сложно заметить, как проходит время. Калькулятор возраста - Сколько мне лет? Расширение показывает вам, как движется время в вашем личном путешествии, рассчитывая ваш возраст. Это расширение позволяет вам мгновенно узнать свой возраст в годах, месяцах, неделях и днях, введя дату рождения.\n\nВы можете найти быстрый ответ на вопрос «Сколько мне лет?» с этим плагином, который чрезвычайно прост в использовании. Все, что вам нужно сделать, это написать дату своего рождения в соответствующем поле расширения и запустить процесс расчета. В результате этого процесса в игру вступает функция расчета возраста, которая подробно рассчитывает ваш возраст.\n\nРасчет возраста — это не просто числовое значение; это показывает расстояние, пройденное человеком на своем жизненном пути. Вопрос «Сколько вам лет» на самом деле заставляет нас усомниться в личном значении времени и его месте в нашей жизни. Калькулятор возраста - Сколько мне лет? Расширение поможет вам разобраться в своем возрасте, предоставив практический ответ на этот глубокий вопрос.\n\nОдной из наиболее важных функций расширения является функция калькулятора «Сколько мне лет». Эта функция предоставляет пользователям информацию о их возрасте не только в годах, но и в месяцах, днях и даже часах. Таким образом, вы сможете лучше ценить каждый момент своей жизни.\n\nВам интересно узнать о своем дне рождения? Это расширение также дает ответ на вопрос «Когда у меня день рождения». Расширение также подсчитывает количество дней до вашего дня рождения, предоставляя вам инструмент для планирования вашего важного дня.\n\nНаше расширение не только вычисляет ваш возраст, но и укрепляет вашу связь со временем и напоминает о ценности времени. Видение того, как долго остались позади особые моменты вашей жизни, дает мотивацию при построении планов на будущее.\n\nКак это использовать?\nРасширение «Калькулятор возраста — сколько мне лет», которое чрезвычайно просто в использовании и позволяет выполнять операции всего за несколько шагов:\n\n1. Установите расширение из Интернет-магазина Chrome.\n2. В разделе «Выберите дату рождения» введите дату своего рождения в формате день, месяц и год.\n3. В разделе «Введите сегодняшнюю или другую дату» введите сегодняшнюю дату или дату, когда вы хотите узнать, сколько вам лет в определенном году.\n4. Нажмите кнопку «Рассчитать», чтобы мгновенно рассчитать свой возраст.",
    "sk": "V zhone života je ťažké si všimnúť, ako čas plynie. Veková kalkulačka – koľko mám rokov? Rozšírenie vám pomocou výpočtu veku ukáže, ako čas na vašej osobnej ceste napreduje. Toto rozšírenie vám umožňuje okamžite poznať svoj vek v rokoch, mesiacoch, týždňoch a dňoch zadaním dátumu narodenia.\n\nMôžete nájsť rýchlu odpoveď na otázku \"Koľko mám rokov?\" s týmto zásuvným modulom, ktorý sa veľmi jednoducho používa. Stačí, ak do príslušného poľa rozšírenia napíšete dátum narodenia a spustíte proces výpočtu. Výsledkom tohto procesu je funkcia vypočítať vek, ktorá podrobne vypočíta váš vek.\n\nVýpočet veku nie je len číselná hodnota; to ukazuje vzdialenosť, ktorú jednotlivec prekonal na svojej životnej ceste. Otázka „Koľko máš rokov“ nás vlastne núti spochybňovať osobný význam času a jeho miesto v našom živote. Veková kalkulačka – koľko mám rokov? Rozšírenie vám pomôže pochopiť váš vek tým, že poskytne praktickú odpoveď na túto hlbokú otázku.\n\nJednou z najdôležitejších funkcií rozšírenia je funkcia kalkulačky koľko mám rokov. Táto funkcia poskytuje používateľom informácie o ich veku nielen v rokoch, ale aj v mesiacoch, dňoch a dokonca hodinách. Môžete tak lepšie oceniť každý okamih svojho života.\n\nSi zvedavý na tvoje narodeniny? S týmto rozšírením je zodpovedaná aj otázka „Kedy mám narodeniny“. Rozšírenie tiež vypočíta počet dní do vašich narodenín, vďaka čomu získate nástroj na plánovanie vášho veľkého dňa.\n\nNaše rozšírenie nielen vypočíta váš vek, ale tiež posilní váš vzťah k času a pripomenie vám hodnotu času. Vidieť, ako dlho boli špeciálne chvíle vo vašom živote zanechané, poskytuje motiváciu pri plánovaní budúcnosti.\n\nAko to použiť?\nAge Calculator – Rozšírenie How Old am I, ktoré sa veľmi jednoducho používa, vám umožňuje vykonávať vaše operácie v niekoľkých krokoch:\n\n1. Nainštalujte rozšírenie z Internetového obchodu Chrome.\n2. V časti „Vyberte si dátum narodenia“ zadajte dátum narodenia vo formáte dňa, mesiaca a roku.\n3. V časti „Zadajte dnešný alebo iný dátum“ zadajte dnešný dátum alebo dátum, kedy chcete zistiť, koľko máte rokov v konkrétnom roku.\n4. Kliknutím na tlačidlo „Vypočítať“ okamžite vypočítate svoj vek.",
    "sl": "V vrvežu življenja je težko opaziti, kako mineva čas. Kalkulator starosti - koliko sem star? Razširitev vam pokaže, kako čas napreduje na vašem osebnem potovanju z izračunom vaše starosti. Ta razširitev vam omogoča, da takoj veste svojo starost v letih, mesecih, tednih in dnevih z vnosom datuma rojstva.\n\nHiter odgovor na vprašanje \"Koliko sem star?\" s tem vtičnikom, ki je zelo enostaven za uporabo. Vse kar morate storiti je, da v ustrezno polje razširitve vpišete datum rojstva in začnete postopek izračuna. Kot rezultat tega postopka pride v poštev funkcija izračuna starosti in podrobno izračuna vašo starost.\n\nIzračun starosti ni samo številska vrednost; ta prikazuje razdaljo, ki jo posameznik prepotuje na svoji življenjski poti. Vprašanje \"Koliko si star\" pravzaprav nas sprašuje o osebnem pomenu časa in njegovem mestu v našem življenju. Kalkulator starosti - koliko sem star? Razširitev vam pomaga razumeti vašo starost s praktičnim odgovorom na to globoko vprašanje.\n\nEna najpomembnejših funkcij razširitve je funkcija kalkulatorja, koliko sem star. Ta funkcija zagotavlja uporabnikom njihovo starost ne samo v letih, ampak tudi v mesecih, dnevih in celo urah. Tako lahko bolje cenite vsak trenutek svojega življenja.\n\nVas zanima vaš rojstni dan? S to razširitvijo je tudi odgovor na vprašanje \"Kdaj je moj rojstni dan\". Razširitev izračuna tudi število dni do vašega rojstnega dne, kar vam daje orodje za načrtovanje vašega velikega dne.\n\nNaša razširitev ne samo izračuna vašo starost, temveč tudi okrepi vaš odnos s časom in vas opomni na vrednost časa. Videti, kako dolgo so posebni trenutki v vašem življenju ostali za sabo, je motivacija pri načrtovanju za prihodnost.\n\nKako to uporabiti?\nAge Calculator - How Old am i razširitev, ki je izjemno preprosta za uporabo, vam omogoča, da svoje operacije izvedete v le nekaj korakih:\n\n1. Namestite razširitev iz spletne trgovine Chrome.\n2. V razdelek »Izberite datum rojstva« vnesite datum rojstva v obliki dneva, meseca in leta.\n3. V razdelek »Vnesite današnji ali drug datum« vnesite današnji datum ali datum, za katerega želite izvedeti, koliko ste stari v določenem letu.\n4. Kliknite gumb \"Izračunaj\", da takoj izračunate svojo starost.",
    "sv": "I livets myller blir det svårt att märka hur tiden går. Åldersräknare - Hur gammal är jag? Tillägget visar hur tiden fortskrider på din personliga resa genom att beräkna din ålder. Denna förlängning låter dig omedelbart veta din ålder i år, månader, veckor och dagar genom att ange ditt födelsedatum.\n\nDu kan hitta ett snabbt svar på frågan \"Hur gammal är jag?\" med denna plug-in som är extremt enkel att använda. Allt du behöver göra är att skriva ditt födelsedatum i det relevanta fältet för förlängningen och starta beräkningsprocessen. Som ett resultat av denna process kommer funktionen Beräkna ålder in i spelet och beräknar din ålder i detalj.\n\nAtt beräkna ålder är inte bara ett numeriskt värde; detta visar den sträcka som individen tillryggalagt under sin livsresa. Frågan \"Hur gammal är du\" får oss faktiskt att ifrågasätta tidens personliga innebörd och dess plats i våra liv. Åldersräknare - Hur gammal är jag? Tillägget hjälper dig att förstå din ålder genom att ge ett praktiskt svar på denna djupa fråga.\n\nEn av de viktigaste funktionerna i tillägget är kalkylatorns funktionalitet för hur gammal är jag. Den här funktionen ger användarna deras ålder inte bara i år, utan också i månader, dagar och till och med timmar. På så sätt kan du bättre uppskatta varje ögonblick av ditt liv.\n\nÄr du nyfiken på din födelsedag? Frågan \"När fyller jag år\" besvaras också med denna förlängning. Förlängningen beräknar också antalet dagar till din födelsedag, vilket ger dig ett verktyg för att planera din stora dag.\n\nVår förlängning beräknar inte bara din ålder, utan stärker också din relation till tiden och påminner dig om värdet av tid. Att se hur länge de speciella ögonblicken i ditt liv har lämnats bakom ger motivation när du gör planer för framtiden.\n\nHur använder man detta?\nAge Calculator - How Old am i-tillägget, som är extremt enkelt att använda, låter dig utföra dina operationer med bara några få steg:\n\n1. Installera tillägget från Chrome Web Store.\n2. I avsnittet \"Välj ditt födelsedatum\" anger du ditt födelsedatum i formatet dag, månad och år.\n3. I avsnittet \"Ange dagens eller ett annat datum\" anger du dagens datum eller det datum du vill ta reda på hur gammal du är under ett visst år.\n4. Klicka på knappen \"Beräkna\" för att omedelbart beräkna din ålder.",
    "sw": "Katika msukosuko wa maisha, inakuwa ngumu kugundua jinsi wakati unavyopita. Kikokotoo cha Umri - Nina umri gani? Ugani hukuonyesha jinsi muda unavyoendelea katika safari yako ya kibinafsi kwa kuhesabu umri wako. Kiendelezi hiki hukuruhusu kujua umri wako papo hapo katika miaka, miezi, wiki na siku kwa kuweka tarehe yako ya kuzaliwa.\n\nUnaweza kupata jibu la haraka kwa swali \"Nina umri gani?\" na programu-jalizi hii ambayo ni rahisi sana kutumia. Unachohitajika kufanya ni kuandika tarehe yako ya kuzaliwa katika uwanja husika wa ugani na kuanza mchakato wa kuhesabu. Kama matokeo ya mchakato huu, kitendakazi cha kukokotoa umri kinatumika na kukokotoa umri wako kwa undani.\n\nKuhesabu umri sio tu thamani ya nambari; hii inaonyesha umbali aliosafiri mtu binafsi katika safari yake ya maisha. Swali \"Una umri gani\" kwa kweli hutufanya tuhoji maana ya kibinafsi ya wakati na nafasi yake katika maisha yetu. Kikokotoo cha Umri - Nina umri gani? Ugani hukusaidia kuelewa umri wako kwa kutoa jibu la vitendo kwa swali hili la kina.\n\nMojawapo ya sifa muhimu zaidi za kiendelezi ni utendaji wa kikokotoo cha umri gani. Kipengele hiki huwapa watumiaji umri wao sio tu katika miaka, lakini pia katika miezi, siku, na hata saa. Kwa hivyo, unaweza kufahamu vyema kila wakati wa maisha yako.\n\nJe, una hamu ya kutaka kujua siku yako ya kuzaliwa? Swali \"Siku ya kuzaliwa yangu ni lini\" pia inajibiwa na ugani huu. Kiendelezi hicho pia huhesabu idadi ya siku hadi siku yako ya kuzaliwa, na kukupa zana ya kupanga siku yako kuu.\n\nUgani wetu sio tu kuhesabu umri wako, lakini pia huimarisha uhusiano wako na wakati na kukukumbusha thamani ya muda. Kuona ni muda gani nyakati maalum katika maisha yako zimeachwa nyuma hutoa motisha wakati wa kufanya mipango ya siku zijazo.\n\nJinsi ya kutumia hii?\nKikokotoo cha Umri - Kiendelezi cha Nina umri gani, ambacho ni rahisi sana kutumia, hukuruhusu kutekeleza shughuli zako kwa hatua chache tu:\n\n1. Sakinisha kiendelezi kutoka kwa Duka la Chrome kwenye Wavuti.\n2. Katika sehemu ya \"Chagua Tarehe Yako ya Kuzaliwa\", weka tarehe yako ya kuzaliwa katika muundo wa siku, mwezi na mwaka.\n3. Katika sehemu ya \"Ingiza Tarehe ya Leo au Tofauti\", weka tarehe ya leo au tarehe unayotaka kujua una umri gani katika mwaka fulani.\n4. Bofya kitufe cha \"Hesabu\" ili kuhesabu umri wako papo hapo.",
    "ta": "வாழ்க்கையின் சலசலப்பில், நேரம் எப்படி செல்கிறது என்பதைக் கவனிப்பது கடினம். வயது கால்குலேட்டர் - எனக்கு எவ்வளவு வயது? உங்கள் வயதைக் கணக்கிடுவதன் மூலம் உங்கள் தனிப்பட்ட பயணத்தில் நேரம் எவ்வாறு முன்னேறுகிறது என்பதை நீட்டிப்பு காட்டுகிறது. இந்த நீட்டிப்பு உங்கள் பிறந்த தேதியை உள்ளிடுவதன் மூலம் ஆண்டுகள், மாதங்கள், வாரங்கள் மற்றும் நாட்களில் உங்கள் வயதை உடனடியாக அறிய அனுமதிக்கிறது.\n\n\"எனக்கு எவ்வளவு வயது?\" என்ற கேள்விக்கு நீங்கள் விரைவான பதிலைக் காணலாம். இந்த செருகுநிரல் பயன்படுத்த மிகவும் எளிமையானது. நீங்கள் செய்ய வேண்டியதெல்லாம், நீட்டிப்பின் தொடர்புடைய துறையில் உங்கள் பிறந்த தேதியை எழுதி கணக்கீடு செயல்முறையைத் தொடங்குங்கள். இந்த செயல்முறையின் விளைவாக, வயது கணக்கிடுதல் செயல்பாடு செயல்பாட்டுக்கு வந்து உங்கள் வயதை விரிவாகக் கணக்கிடுகிறது.\n\nவயதைக் கணக்கிடுவது வெறும் எண் மதிப்பல்ல; இது ஒரு நபர் தனது வாழ்க்கைப் பயணத்தில் பயணித்த தூரத்தைக் காட்டுகிறது. \"உங்களுக்கு எவ்வளவு வயது\" என்ற கேள்வி உண்மையில் நேரத்தின் தனிப்பட்ட அர்த்தத்தையும் நம் வாழ்வில் அதன் இடத்தையும் கேள்விக்குள்ளாக்குகிறது. வயது கால்குலேட்டர் - எனக்கு எவ்வளவு வயது? இந்த ஆழமான கேள்விக்கு நடைமுறையான பதிலை வழங்குவதன் மூலம் உங்கள் வயதை புரிந்துகொள்ள நீட்டிப்பு உதவுகிறது.\n\nநீட்டிப்பின் மிக முக்கியமான அம்சங்களில் ஒன்று, நான் எவ்வளவு வயது கால்குலேட்டர் செயல்பாடு. இந்த அம்சம் பயனர்களுக்கு அவர்களின் வயதை வருடங்களில் மட்டுமல்ல, மாதங்கள், நாட்கள் மற்றும் மணிநேரங்களில் கூட வழங்குகிறது. எனவே, உங்கள் வாழ்க்கையின் ஒவ்வொரு தருணத்தையும் நீங்கள் சிறப்பாகப் பாராட்டலாம்.\n\nஉங்கள் பிறந்தநாளில் ஆர்வமாக உள்ளீர்களா? \"எனது பிறந்த நாள் எப்போது\" என்ற கேள்விக்கும் இந்த நீட்டிப்புடன் விடை கிடைத்துள்ளது. நீட்டிப்பு உங்கள் பிறந்தநாள் வரையிலான நாட்களின் எண்ணிக்கையையும் கணக்கிடுகிறது, உங்கள் பெரிய நாளைத் திட்டமிடுவதற்கான கருவியை வழங்குகிறது.\n\nஎங்கள் நீட்டிப்பு உங்கள் வயதைக் கணக்கிடுவது மட்டுமல்லாமல், நேரத்துடனான உங்கள் உறவை பலப்படுத்துகிறது மற்றும் நேரத்தின் மதிப்பை உங்களுக்கு நினைவூட்டுகிறது. உங்கள் வாழ்க்கையின் சிறப்புத் தருணங்கள் எவ்வளவு காலம் ஒதுக்கப்பட்டுள்ளன என்பதைப் பார்ப்பது எதிர்காலத்திற்கான திட்டங்களை உருவாக்கும் போது உந்துதலை அளிக்கிறது.\n\nஇதை எப்படி பயன்படுத்துவது?\nவயது கால்குலேட்டர் - How Old am i நீட்டிப்பு, பயன்படுத்த மிகவும் எளிமையானது, உங்கள் செயல்பாடுகளை சில படிகளில் செய்ய அனுமதிக்கிறது:\n\n1. Chrome இணைய அங்காடியிலிருந்து நீட்டிப்பை நிறுவவும்.\n2. \"உங்கள் பிறந்த தேதியைத் தேர்வுசெய்க\" பிரிவில், உங்கள் பிறந்த தேதியை நாள், மாதம் மற்றும் ஆண்டு வடிவத்தில் உள்ளிடவும்.\n3. \"இன்றைய தேதி அல்லது வேறு தேதியை உள்ளிடவும்\" பிரிவில், இன்றைய தேதி அல்லது ஒரு குறிப்பிட்ட ஆண்டில் உங்கள் வயது எவ்வளவு என்பதைக் கண்டறிய விரும்பும் தேதியை உள்ளிடவும்.\n4. உங்கள் வயதை உடனடியாகக் கணக்கிட \"கணக்கிடு\" பொத்தானைக் கிளிக் செய்யவும்.",
    "te": "జీవితం యొక్క సందడిలో, సమయం ఎలా గడిచిపోతుందో గమనించడం కష్టంగా మారుతుంది. వయస్సు కాలిక్యులేటర్ - నా వయస్సు ఎంత? మీ వయస్సును లెక్కించడం ద్వారా మీ వ్యక్తిగత ప్రయాణంలో సమయం ఎలా పురోగమిస్తున్నదో పొడిగింపు మీకు చూపుతుంది. ఈ పొడిగింపు మీ పుట్టిన తేదీని నమోదు చేయడం ద్వారా సంవత్సరాలు, నెలలు, వారాలు మరియు రోజులలో మీ వయస్సును తక్షణమే తెలుసుకోవడానికి మిమ్మల్ని అనుమతిస్తుంది.\n\n\"నా వయస్సు ఎంత?\" అనే ప్రశ్నకు మీరు శీఘ్ర సమాధానాన్ని కనుగొనవచ్చు. ఈ ప్లగ్-ఇన్‌తో ఉపయోగించడం చాలా సులభం. మీరు చేయాల్సిందల్లా పొడిగింపు యొక్క సంబంధిత ఫీల్డ్‌లో మీ పుట్టిన తేదీని వ్రాసి, గణన ప్రక్రియను ప్రారంభించండి. ఈ ప్రక్రియ ఫలితంగా, గణన వయస్సు ఫంక్షన్ అమలులోకి వస్తుంది మరియు మీ వయస్సును వివరంగా గణిస్తుంది.\n\nవయస్సును లెక్కించడం కేవలం సంఖ్యా విలువ మాత్రమే కాదు; ఇది వ్యక్తి తన జీవిత ప్రయాణంలో ప్రయాణించిన దూరాన్ని చూపుతుంది. \"మీ వయస్సు ఎంత\" అనే ప్రశ్న వాస్తవానికి సమయం యొక్క వ్యక్తిగత అర్ధం మరియు మన జీవితంలో దాని స్థానాన్ని ప్రశ్నించేలా చేస్తుంది. వయస్సు కాలిక్యులేటర్ - నా వయస్సు ఎంత? ఈ లోతైన ప్రశ్నకు ఆచరణాత్మక సమాధానాన్ని అందించడం ద్వారా మీ వయస్సును అర్థం చేసుకోవడానికి పొడిగింపు మీకు సహాయపడుతుంది.\n\nపొడిగింపు యొక్క అతి ముఖ్యమైన లక్షణాలలో ఒకటి నేను ఎంత పాత కాలిక్యులేటర్ కార్యాచరణ. ఈ ఫీచర్ వినియోగదారులకు వారి వయస్సును సంవత్సరాలలో మాత్రమే కాకుండా, నెలలు, రోజులు మరియు గంటలలో కూడా అందిస్తుంది. అందువలన, మీరు మీ జీవితంలోని ప్రతి క్షణాన్ని మెరుగ్గా అభినందించవచ్చు.\n\nమీరు మీ పుట్టినరోజు గురించి ఆసక్తిగా ఉన్నారా? \"నా పుట్టినరోజు ఎప్పుడు\" అనే ప్రశ్నకు కూడా ఈ పొడిగింపుతో సమాధానం లభిస్తుంది. పొడిగింపు మీ పుట్టినరోజును ప్లాన్ చేయడానికి మీకు సాధనాన్ని అందిస్తూ, మీ పుట్టినరోజు వరకు ఎన్ని రోజులను కూడా లెక్కిస్తుంది.\n\nమా పొడిగింపు మీ వయస్సును లెక్కించడమే కాకుండా, సమయంతో మీ సంబంధాన్ని బలపరుస్తుంది మరియు సమయం యొక్క విలువను మీకు గుర్తు చేస్తుంది. మీ జీవితంలోని ప్రత్యేక క్షణాలు ఎంతకాలం మిగిలిపోయాయో చూడటం భవిష్యత్తు కోసం ప్రణాళికలు వేసేటప్పుడు ప్రేరణను అందిస్తుంది.\n\nదీన్ని ఎలా ఉపయోగించాలి?\nఏజ్ కాలిక్యులేటర్ - హౌ ఓల్డ్ యామ్ ఐ ఎక్స్‌టెన్షన్, ఇది ఉపయోగించడానికి చాలా సులభం, మీ కార్యకలాపాలను కొన్ని దశల్లో నిర్వహించడానికి మిమ్మల్ని అనుమతిస్తుంది:\n\n1. Chrome వెబ్ స్టోర్ నుండి పొడిగింపును ఇన్‌స్టాల్ చేయండి.\n2. \"మీ పుట్టిన తేదీని ఎంచుకోండి\" విభాగంలో, మీ పుట్టిన తేదీని రోజు, నెల మరియు సంవత్సరం ఆకృతిలో నమోదు చేయండి.\n3. \"ఈరోజు లేదా వేరే తేదీని నమోదు చేయండి\" విభాగంలో, నేటి తేదీని లేదా నిర్దిష్ట సంవత్సరంలో మీ వయస్సు ఎంత ఉందో తెలుసుకోవాలనుకునే తేదీని నమోదు చేయండి.\n4. మీ వయస్సును తక్షణమే లెక్కించడానికి \"లెక్కించు\" బటన్‌ను క్లిక్ చేయండి.",
    "th": "ในชีวิตที่เร่งรีบและวุ่นวาย เป็นเรื่องยากที่จะสังเกตว่าเวลาผ่านไปอย่างไร เครื่องคำนวณอายุ - ฉันอายุเท่าไหร่? ส่วนขยายจะแสดงให้คุณเห็นว่าเวลามีความคืบหน้าอย่างไรในการเดินทางส่วนตัวของคุณโดยการคำนวณอายุของคุณ ส่วนขยายนี้ช่วยให้คุณทราบอายุของคุณเป็นปี เดือน สัปดาห์ และวันได้ทันทีโดยการป้อนวันเกิดของคุณ\n\nคุณสามารถหาคำตอบสั้นๆ สำหรับคำถาม \"ฉันอายุเท่าไหร่\" ด้วยปลั๊กอินนี้ที่ใช้งานง่ายมาก สิ่งที่คุณต้องทำคือเขียนวันเกิดของคุณในช่องที่เกี่ยวข้องของส่วนขยายและเริ่มกระบวนการคำนวณ จากกระบวนการนี้ ฟังก์ชันคำนวณอายุจึงเข้ามามีบทบาทและคำนวณอายุของคุณโดยละเอียด\n\nการคำนวณอายุไม่ได้เป็นเพียงค่าตัวเลขเท่านั้น นี่แสดงระยะทางที่บุคคลนั้นเดินทางในชีวิตของเขา คำถาม \"คุณอายุเท่าไหร่\" ทำให้เราตั้งคำถามถึงความหมายส่วนบุคคลของเวลาและสถานที่ในชีวิตของเรา เครื่องคำนวณอายุ - ฉันอายุเท่าไหร่? ส่วนขยายช่วยให้คุณเข้าใจอายุของคุณโดยการให้คำตอบที่เป็นประโยชน์สำหรับคำถามเชิงลึกนี้\n\nหนึ่งในคุณสมบัติที่สำคัญที่สุดของส่วนขยายคือฟังก์ชันเครื่องคิดเลขของฉันมีอายุเท่าใด ฟีเจอร์นี้ช่วยให้ผู้ใช้ระบุอายุได้ไม่เฉพาะเป็นปี แต่ยังเป็นเดือน วัน หรือชั่วโมงด้วย ดังนั้นคุณจึงสามารถชื่นชมทุกช่วงเวลาของชีวิตได้ดีขึ้น\n\nคุณอยากรู้เกี่ยวกับวันเกิดของคุณหรือไม่? คำถาม \"วันเกิดของฉันคือเมื่อไหร่\" ก็ได้รับคำตอบพร้อมกับส่วนขยายนี้เช่นกัน ส่วนขยายยังคำนวณจำนวนวันก่อนวันเกิดของคุณ ทำให้คุณมีเครื่องมือในการวางแผนวันสำคัญของคุณ\n\nส่วนขยายของเราไม่เพียงแต่คำนวณอายุของคุณเท่านั้น แต่ยังกระชับความสัมพันธ์ของคุณกับเวลาและเตือนคุณถึงคุณค่าของเวลา การได้เห็นว่าช่วงเวลาพิเศษในชีวิตของคุณถูกทิ้งไว้เบื้องหลังนานแค่ไหนจะเป็นแรงบันดาลใจในการวางแผนสำหรับอนาคต\n\nวิธีใช้สิ่งนี้?\nเครื่องคำนวณอายุ - ฉันอายุเท่าไหร่ ซึ่งใช้งานง่ายมาก ช่วยให้คุณดำเนินการได้ภายในไม่กี่ขั้นตอน:\n\n1. ติดตั้งส่วนขยายจาก Chrome เว็บสโตร์\n2. ในส่วน \"เลือกวันเกิดของคุณ\" ให้ป้อนวันเกิดของคุณในรูปแบบวัน เดือน และปี\n3. ในส่วน \"ป้อนวันนี้หรือวันที่อื่น\" ให้ป้อนวันที่ของวันนี้หรือวันที่ที่คุณต้องการทราบว่าคุณอายุเท่าใดในปีนั้นๆ\n4. คลิกปุ่ม \"คำนวณ\" เพื่อคำนวณอายุของคุณทันที",
    "tr": "Hayatın koşuşturması içinde zamanın nasıl geçtiğini fark etmek zorlaşır. Yaş Hesaplayıcı - Kaç Yaşındayım? Uzantı, yaşınızı hesaplayarak kişisel yolculuğunuzda zamanın nasıl ilerlediğini gösterir. Bu uzantı, doğum tarihinizi girerek yaşınızı yıl, ay, hafta ve gün olarak anında bilmenizi sağlar.\n\n\"Kaç yaşındayım?\" sorusuna hızlı bir cevap bulabilirsiniz. Kullanımı son derece basit olan bu eklenti ile. Uzantıda ilgili alana doğum tarihinizi yazıp hesaplama işlemini başlatmanız yeterli. Bu işlem sonucunda yaş hesaplama fonksiyonu devreye girerek yaşınızı detaylı bir şekilde hesaplar.\n\nYaş hesaplamak sadece sayısal bir değer değildir; bu bireyin hayat yolculuğunda kat ettiği mesafeyi gösterir. \"Kaç yaşındasın\" sorusu aslında zamanın kişisel anlamını ve hayatımızdaki yerini sorgulamamıza neden oluyor. Yaş Hesaplayıcı - Kaç Yaşındayım? Uzantı, bu derin soruya pratik bir yanıt sunarak yaşınızı anlamanıza yardımcı olur.\n\nUzantının en önemli özelliklerinden biri kaç yaşındayım hesaplayıcı işlevidir. Bu özellik kullanıcılara yaşlarını yalnızca yıl cinsinden değil ay, gün ve hatta saat cinsinden de gösteriyor. Böylece hayatınızın her anını daha iyi değerlendirebilirsiniz.\n\nDoğum gününü merak ediyor musun? Bu eklenti ile \"Doğum günüm ne zaman?\" sorusuna da cevap verilmiş oluyor. Uzantı ayrıca doğum gününüze kalan gün sayısını da hesaplayarak size büyük gününüzü planlamanız için bir araç sunar.\n\nUzantımız sadece yaşınızı hesaplamakla kalmıyor, aynı zamanda zamanla olan ilişkinizi güçlendiriyor ve size zamanın değerini hatırlatıyor. Hayatınızdaki özel anların ne kadar süredir geride kaldığını görmek, geleceğe dair planlar yaparken motivasyon sağlar.\n\nBu nasıl kullanılır?\nKullanımı son derece basit olan Yaş Hesaplayıcı - Kaç Yaşındayım eklentisi, işlemlerinizi yalnızca birkaç adımda gerçekleştirmenize olanak sağlar:\n\n1. Uzantıyı Chrome Web Mağazası'ndan yükleyin.\n2. \"Doğum Tarihinizi Seçin\" kısmına doğum tarihinizi gün, ay ve yıl formatında giriniz.\n3. \"Bugünün veya Farklı Bir Tarihi Girin\" bölümüne bugünün tarihini veya belirli bir yılda kaç yaşında olduğunuzu öğrenmek istediğiniz tarihi girin.\n4. Yaşınızı anında hesaplamak için \"Hesapla\" butonuna tıklayın.",
    "uk": "У суєті життя стає важко помітити, як минає час. Калькулятор віку - Скільки мені років? Розширення показує вам, як йде час у вашій особистій подорожі, обчислюючи ваш вік. Це розширення дозволяє миттєво дізнатися свій вік у роках, місяцях, тижнях і днях, ввівши дату народження.\n\nВи можете знайти швидку відповідь на питання \"Скільки мені років?\" за допомогою цього плагіна, який надзвичайно простий у використанні. Все, що вам потрібно зробити, це вписати дату свого народження у відповідне поле розширення та почати процес розрахунку. У результаті цього процесу спрацьовує функція обчислення віку, яка детально обчислює ваш вік.\n\nРозрахунок віку – це не просто числове значення; це показує відстань, яку пройшов індивід на своєму життєвому шляху. Питання «Скільки тобі років» насправді змушує нас сумніватися в особистому значенні часу та його місці в нашому житті. Калькулятор віку - Скільки мені років? Розширення допоможе вам зрозуміти свій вік, даючи практичну відповідь на це глибоке запитання.\n\nОднією з найважливіших функцій розширення є функція калькулятора, скільки мені років. Ця функція надає користувачам їхній вік не лише в роках, а й у місяцях, днях і навіть годинах. Таким чином, ви зможете краще цінувати кожну мить свого життя.\n\nВам цікаво про ваш день народження? Це розширення також відповідає на запитання «Коли мій день народження». Розширення також обчислює кількість днів до вашого дня народження, надаючи вам інструмент для планування вашого великого дня.\n\nНаше розширення не тільки обчислює ваш вік, але й зміцнює ваші стосунки з часом і нагадує вам про цінність часу. Бачити, як довго позаду залишилися особливі моменти у вашому житті, ви мотивуєте будувати плани на майбутнє.\n\nЯк це використовувати?\nНадзвичайно просте у використанні розширення Age Calculator - How Old am i дозволяє виконувати операції всього за кілька кроків:\n\n1. Установіть розширення з веб-магазину Chrome.\n2. У розділі «Виберіть дату народження» введіть дату народження у форматі дня, місяця та року.\n3. У розділі «Введіть сьогоднішню або іншу дату» введіть сьогоднішню дату або дату, коли ви хочете дізнатися, скільки вам років у певному році.\n4. Натисніть кнопку «Обчислити», щоб миттєво обчислити свій вік."
  }
}