{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply Shopping List",
    "es": "Simplemente una lista de compras",
    "fr": "Liste de courses simplement",
    "ko": "간단 쇼핑 리스트",
    "pl": "Lista Zakupów"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Forget about handwriting your shopping list on pieces of paper!",
    "es": "¡Olvidate escribir tus listas de compras en las hojas de papel!",
    "fr": "Oubliez d’avoir une liste de courses sur une feuille !",
    "ko": "더이상 쇼핑 리스트를 종이에 적어넣을 필요가 없습니다!",
    "pl": "Zapomnij o ręcznym zapisywaniu listy zakupów na kartkach papieru!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can have all your groceries in one place. Just \nuse Simply Shopping List, which is easy, free and extremely intuitive application to store your whole shopping list. Our app is much simpler than others (registration is NOT required and the app works offline), however it provides you with all the functionalities that you need, such as:\n\n1. products grouped in multiple categories\n2. quantity of products\n3. possibility to mark product as bought or unbought (you don’t need to recreate your list for the next shopping)\n4. multiple shareable lists\n\nWhen Simply Shopping List app starts for the first time, your list gets 8 digit unique number and 4 digit PIN that you can share with other users to work together on one list. Other users can see in real time changes that are made to the list. You can share as many lists as you need. \nUsing Simply Shopping List in a standalone manner is possible as well, no need to share your lists with anyone. Simply Shopping List can work on an offline device as well. While offline, your categories and products will be stored on your device and as soon as you get online, they will be synchronized with the cloud.\n\nAlso available for Android: https://play.google.com/store/apps/details?id=eu.scislo.mobilenext.simplyshoppinglist",
    "es": "Olvidate escribir tus listas de compras en las hojas de papel. Olvidate enviar los productos para comprar por SMS. Ahora puedes tener todos tus provisiones en un lugar. Solamente usa Simplemente una lista de compras, qué es una aplicación fácil, libre y extremadamente intuitiva, para guardar tus listas de compras en completo. <b> Nuestra aplicación es más fácil qué las otras (NO hay qué registrarse y funciona offline), aun así ofrece todas las funcionalidades qué necesites, como: </b>\n\n1. los productos agrupados en las categorías múltiples\n2. la cantidad de los productos\n3. la posibilidad de marcar los productos como comprados o no comprados (no hay que recrear la lista para tus próximas compras) \n4. múltiples listas compartibles\n5. la vista de los productos no comprados - te permite ver solo los productos para comprar en una lista simple\n\nCuando la aplicación Simplemente una lista de compras empieza a funcionar por la primera vez, tu lista obtiene: su nombre, un código único de 8 números y un PIN de 4 números, qué puedas compartir con otros usuarios para trabajar juntos sobre una lista. Otros usuarios pueden ver los cambios qué hagas en la lista en el tiempo real. Puedes compartir tantas listas como quieras.\nUsar Simplemente una lista de compras de forma autónoma es posible también, no hay qué compartir tus listas con nadie. Simplemente una lista de compras puede funcionar en un aparato online y offline. Cuando offline tus categorías y productos pueden ser guardados en tu aparato, y en cuanto online van a sincronizar con la nube.\n\nAlso available for Android: https://play.google.com/store/apps/details?id=eu.scislo.mobilenext.simplyshoppinglist",
    "fr": "Oubliez d’avoir une liste de courses sur une feuille ! Oubliez d’envoyer un SMS avec les produits à acheter. Maintenant, vous pouvez avoir tout cela dans un endroit. Utilisez la Liste de courses simplement, qui est une application facile, gratuite et extrêmement intuitive pour sauvegarder toute la liste de courses. <b>Notre application est beaucoup plus simple que les autres (inscription n’est pas requise et l’application marche hors connexion), tout en vous procurant toutes les fonctionnalités dont vous avez besoin, telles que :</b>\n1.        Produits groupés dans ne nombreuses catégories\n2.        Quantité de produits\n3.        Possibilité de marquer un produit comme acheté ou non acheté (il ne faut plus créer une liste pour vos prochaines courses)\n4.        Nombreuses listes à partager\n5.        Vue sur les produits non achetés – cela permet de voir seulement les produits à acheter sur une simple liste\nLors du démarrage de l’application Liste de courses simplement pour la première fois, votre liste obtient : intitulé, un numéro unique de 8 chiffres et un NIP de 4 chiffres que vous pouvez partager avec les autres utilisateurs pour utiliser la même liste. Les autres peuvent observer en temps réel les modifications appliquées dans la liste. Vous pouvez partager tant de listes que vous voulez. Utiliser individuellement la Liste de courses simplement est aussi possible, il n’est pas obligatoire de la partager avec les autres. La Liste de courses simplement marche aussi sur un dispositif hors connexion. Hors connexion, vos catégories et produits sont sauvegardés sur votre dispositif. Lorsque vous trouvez une connexion, ils sont synchronisés avec le cloud.\n\nAlso available for Android: https://play.google.com/store/apps/details?id=eu.scislo.mobilenext.simplyshoppinglist",
    "ko": "더 이상 쇼핑 리스트를 종이에 적어넣을 필요가 업습니다. 구입할 물건들을 문자메세지로 보낼 필요도 없습니다. 한 군데에서 모든 것을 관리하는 것이 가능합니다. 쉽고, 무료이며 매우 직관적으로 모든 쇼핑 리스트를 저장할 수 있는 ‘간단 쇼핑 리스트’를 사용해보세요. <b>이 앱은 다른 앱들보다 매우 단순하지만(오프라인에서 동작하며 등록이 필요하지 않습니다), 여러분이 필요로 하는 모든 기능들을 제공합니다. <b>\n\n1.        다양한 카테고리로 상품 분류\n2.        물건의 수량\n3.        상품을 구입 혹은 미구입으로 표시(다음의 쇼핑 때 리스트를 다시 만들어야할 필요가 없습니다.)\n4.        몇번이고 리스트 공유 가능\n5.        미구입 물품 보기 – 하나의 리스트에 구매해야할 물건들만을 보여줍니다.\n간단 쇼핑 리스트 앱이 처음 시작할 때, 다른 사용자와 공유할 수 있도록 리스트의 이름과 8자리 고유번호, 4자리 비밀번호가 제공됩니다. 이를 통하여 다른 사용자들도 리스트의 변화를 실시간으로 볼 수 있습니다. 필요한만큼 많은 리스트가 공유 가능합니다. \n간단 쇼핑 리스트를 누구와의 공유 없이 단독으로 사용하는 것도 가능합니다. 간단 쇼핑 리스트는 오프라인에서도 동작합니다. 오프라인인 경우, 카테고리와 상품들은 디바이스에 저장되며 온라인 상태가 되면 클라우드로 동기화됩니다.\n\nAlso available for Android: https://play.google.com/store/apps/details?id=eu.scislo.mobilenext.simplyshoppinglist",
    "pl": "Zapomnij o ręcznym zapisywaniu listy zakupów na kartkach papieru. Zapomnij o wysyłaniu SMSów z listą produktów do kupienia. Teraz możesz mieć wszystkie swoje zakupy w jednym miejscu. Po prostu używaj Listy Zakupów, która jest łatwą w użyciu, darmową i intuicyjną aplikacją do zapisywania wszystkich zakupów. Nasza aplikacja jest dużo prostsza niż inne (rejestracja NIE jest wymagana, a aplikacja działa offline), a jednocześnie zapewnia wszystkie funkcjonalności która potrzebujesz:\n\nProdukty pogrupowane w kategorie\nIlość produktów\nMożliwość oznaczenia produktów jako zakupione lub nie (nie musisz tworzyć listy od zera za każdym razem)\nMożliwość współdzielenia wielu listy między użytkownikami\nWidok nie zakupionych produktów - pozwala sprawdzić wszystkie produkty do kupienia na jednym ekranie\n\nKiedy uruchamiasz Listę Zakupów po raz pierwszy twoja lista otrzyma 8 cyfrowy numer ID oraz 4 cyfrowy PIN, które możesz udostępnić innym użytkownikom w celu pracy nad jedną listą. Inni użytkownic mogą zobaczyć w czasie rzeczywistym zmiany które robisz na liście. Możesz współdzielić wiele list.\nUżywanie Listy Zakupów bez współdzielenia jest oczywiście możliwe. Lista Zakupów może pracować również bez połączenia z Internetem. Kiedy nie ma połączenia z Internetem, twoje kategorie i produkty będą zapisywane w pamięci urządzenia i jak tylko połączysz się zostaną one synchronizowane z chmurą.\n\n\nAlso available for Android: https://play.google.com/store/apps/details?id=eu.scislo.mobilenext.simplyshoppinglist"
  }
}