{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenCapX - Full Page Screenshot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take a screenshot and edit it - as simple as a single mouse click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenCapX: The Ultimate Screenshot Tool\n\n💻 ScreenCapX is a screen capture chrome extension that helps users take screenshots quickly. As a screenshot taker, it provides the ability to perform a full page screen capture, selected area, fullscreen with ease. If you need a screenshot extension chrome, ScreenCapX is an excellent choice. \n\nWith ScreenCapX, you can take screenshots in three versatile ways:\n\n☑️ Regular Screenshot: Capture the visible part of your screen instantly.\n☑️ Full Page Screenshot: Snap a comprehensive shot of the entire webpage, no matter how long it is.\n☑️ Selected Area: Define and capture a specific portion of your screen with precision.\n\nOnce you've captured your screenshot, take advantage of our powerful built-in editor to enhance and customize your images. ✏️ Edit with ease and precision, then 💾 save your screenshots in your preferred format—PNG, JPG, or PDF.\n\nKey Features:\n➡️ Three Capture Modes: Regular, Full Page, and Selected Area.\n➡️ Advanced Editing Tools: Crop, annotate, highlight, and more.\n➡️ Multiple Save Options: Export your edited screenshots in PNG, JPG, or PDF.\n➡️ User-Friendly Interface: Intuitive and easy to use, suitable for all skill levels.\n➡️ Lightweight & Secure: Optimized for performance without compromising on safety.\n\n✅ Add ScreenCapX today and transform the way you capture and manage screenshots. Whether for work, study, or personal use, ScreenCapX is your go-to tool for all things screenshot."
  }
}