{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ride With Jira"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ride With Jira Chrome Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ride With Jira  ⭐  All of the missing features We've ever wanted in Jira! \n\nNEW Version (2.5.2) Includes:\n*️⃣ Fix for the new Chrome update (Security adjustments to make the extension work)\n\nVersion 2.5:\n*️⃣ Sort Linked Issues by their status\n*️⃣ Console error fixes\n\nVersion 2.4 major fix:\n*️⃣ Sprints display is now fixed for everyone! Following some complains that the sprint value showed \"none\" in child issues the code was updated to dynamically find the custom field which represents the sprint value so now it should work!\n\nFeatures:\n*️⃣ Supporting custom domains: The extension will run on every domain/subdomain that contains the word \"Jira\". Custom domains can be set from the Options page of the extension\n\n*️⃣ QUICKLY OPEN issues from anywhere - by clicking on the extension's icon or by using keyboard shortcut Ctrl+Alt+J (mac: Option+J), and type the issue ID\n\n*️⃣ STICKY HEADER in Issue view! No more guessing what issue is it while scrolling down to the content/comments\n\n*️⃣ Displaying SPRINT NAME on child issues / linked issues - in Issue/Epic view\n\n*️⃣ SORTING by sprint all child issues in Epic view! Now you can quickly tell which child issues belongs to what sprint (and which doesnt have a sprint at all)\n\n*️⃣ FAVORITE fields in Create Issue modal - set and hide non-favorites fields to easily access only your personal relevant fields\n\n*️⃣ Mark in RED any pinned field with \"None\" value in Issue View\n\n*️⃣ Backlog feature: hiding the Issue ID to have more room for the title\n\n*️⃣ Backlog feature: split the sprints view to be side by side\n\n*️⃣ Copy Issue ID button inside issue page: copy an HTML formatted issue id\n\n*️⃣ Quickly scroll to comments in issue view\n\n*️⃣ Sneak-peak to last comment of an issue in Kanban view\n\n*️⃣ BOLD out (with red color) the \"BLOCKED\" status\n\n*️⃣ Support for both Light and Dark modes of Jira\n\n\nHave a productive ride with Jira! \n\n\n\nQ&A:\n\nQ: Is this Chrome extension safe to use?\nA: The extension is completely safe as it uses your existing credentials and functions solely on your personal computer, ensuring data security and integrity.\n\nQ: Why is it free? What's it in for you?\nA: I offer the extension free of charge to share its productivity benefits with the community, without any personal gain, as a way to contribute positively to others' work experiences.\n\n\n----\n\n\nDisclaimer: This extension is designed to enhance the experience of Jira users by providing additional functionality. Please note that this extension is independently developed by the Developer and is not officially endorsed, authorized, or affiliated with Atlassian, the company behind Jira, or with any other company and its subsidiaries and affiliates. Jira is a trademark of Atlassian and is used here only to describe the compatibility and purpose of this extension. All rights belong to their respective owners. This extension is provided 'as is' without liability or warranty of any kind. Under no circumstance shall the Developer have any liability to you for any loss or damage of any kind incurred as a result of the use of this extension. Your use of this extension is solely at your risk. Additionally, this extension does not store any data, does not send any data to external servers, and utilizes only the existing Chrome user credentials, ensuring a high level of security and privacy for users."
  }
}