{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everykey for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sign in effortlessly, generate passwords and passkeys, and store them securely. The Everykey browser experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everykey is a Zero-Trust Multi-Factor Proximity Authenticator\nEverykey unlocks your digital devices and logs you into websites when you're around, then locks it all back down when you're not.\nEverykey’s products include Echo and Password Manager. Echo is our latest product which is a new passwordless MFA solution that replaces security keys, authenticator apps and OTP with a seamless, secure and touchless login process. It also integrates with Okta, Duo, AD and all websites that support passkeys.\n\nFEATURES OF EVERYKEY FOR CHROME (BETA)\n\nEverykey for Chrome (Beta) has been reworked from the ground up in version 5\n\nStore Passkeys (NEW!) - Passkeys can be stored in your Everykey vault and used on any device, using any platform that’s tied to your account\n\nOkta & Duo Integration (NEW!) - Integrate with your Okta and Duo accounts and use Everykey as a seamless 2FA solution. Allowing you to ditch security keys, OTP and authenticator apps.\n\nRemember Passwords - Store and manage passwords that can be used on any device that's tied to your account\n\nAutomatic Login - Login to any website that Everykey has remembered a password or passkey for\n\nMultiple Accounts - Seamlessly access multiple accounts on the same website\n\nPassword Generation - Generate unique random and secure passwords for new website accounts\n\n\nWINDOWS OR MAC APP REQUIRED\n\nEverykey for Windows or Everykey for macOS is required in order to use Everykey for Chrome.\n\n\nEVERYKEY SUBSCRIPTION REQUIRED\n\nAn Everykey subscription is required in order to use Everykey for Chrome. You can subscribe to a plan from the Everykey website:\nhttps://everykey.com"
  }
}