{
  "name": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,he,hu,kn,ml,pt_PT,sl,sr,zh_TW": "Mate Translate – translator, dictionary",
    "bg": "Mate Translate – преводач, речник",
    "ca": "Mate Translate – traductor, diccionari",
    "cs": "Mate Translate – překladač, slovník",
    "da": "Mate Translate – oversætter, ordbog",
    "de": "Mate Translate – Übersetzer, Wörterbuch",
    "el": "Mate Translate – μεταφραστής, λεξικό",
    "es": "Mate Translate – traductor & diccionario",
    "et": "Mate Translate – tõlkija, sõnaraamat",
    "fi": "Mate Translate – kääntäjä, sanakirja",
    "fil": "Mate Translate – tagasalin, diksyunaryo",
    "fr": "Mate Translate - traducteur, dictionnaire",
    "gu": "મેટ અનુવાદ – અનુવાદક, શબ્દકોશ",
    "hi": "Mate Translate – अनुवादक, शब्दकोश",
    "hr": "Mate Translate – prevoditelj, rječnik",
    "id": "Mate Translate – penerjemah, kamus",
    "it": "Mate Translate – traduttore, dizionario",
    "ja": "Mate Translate – 翻訳、辞書",
    "ko": "Mate Translate – 번역기, 사전",
    "lt": "Mate Translate – vertėjas, žodynas",
    "lv": "Mate Translate – tulkotājs, vārdnīca",
    "mr": "मेट ट्रान्सलेट – अनुवादक, शब्दकोष",
    "ms": "Mate Translate – penterjemah, kamus",
    "nl": "Mate Translate - vertaler, woordenboek",
    "no": "Mate Translate – oversetter, ordbok",
    "pl": "Mate Translate - translator, słownik",
    "pt_BR": "Mate Translate – tradutor, dicionário",
    "ro": "Mate Translate – traducător, dicționar",
    "ru": "Mate Translate – переводчик и словарь",
    "sk": "Mate Translate – prekladač, slovník",
    "sv": "Mate Translate – översättare, ordbok",
    "sw": "Mate Translate – mkalimani, kamusi",
    "ta": "மேட் மொழிபெயர்ப்பு - மொழிபெயர்ப்பாளர், அகராதி",
    "te": "మేట్ ట్రాన్స్‌లేట్ – అనువాద‌కుడు, నిఘంటువు",
    "th": "Mate Translate – เครื่องแปลภาษา พจนานุกรม",
    "tr": "Mate Translate – çeviri, sözlük",
    "uk": "Mate Translate – перекладач та словник",
    "vi": "Mate Translate – trình dịch, từ điển",
    "zh_CN": "Mate Translate – 翻译器、词典"
  },
  "short": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,he,hu,kn,ml,pt_PT,sl,sr,zh_TW": "Your translator for web pages, PDFs, highlighted text, & Netflix subtitles. Understand 103 languages easily.",
    "bg": "Вашият преводач за уеб страници, PDF файлове, осветен текст и субтитри на Netflix. Лесно разберете 103 езика.",
    "ca": "El teu traductor per pàgines web, PDFs, text destacat i subtítols de Netflix. Entén 103 idiomes fàcilment.",
    "cs": "Váš překladač pro webové stránky, PDF, vybraný text a titulky na Netflixu. Snadno porozumíte 103 jazykům.",
    "da": "Din oversætter til websider, PDF-filer, markeret tekst og Netflix-undertekster. Forstå 103 sprog let.",
    "de": "Dein Übersetzer für Webseiten, PDF-Dateien, Text und Netflix-Untertiteln. Mate ermöglicht dich, 103 Sprachen zu verstehen.",
    "el": "Ο προσωπικός σας μεταφραστής για ιστοσελίδες, PDF, επιλεγμένο κείμενο και υπότιτλους του Netflix. Κατανοήστε εύκολα 103 γλώσσες.",
    "es": "Tu traductor para páginas web, PDFs, texto resaltado y subtítulos de Netflix. Comprende 103 idiomas fácilmente.",
    "et": "Teie tõlkija veebilehtede, PDF-ide, esiletõstetud tekstide ja Netflixi subtiitrite jaoks. Saate aru 103 keelest kergesti.",
    "fi": "Kääntäjäsi verkkosivuille, PDF-tiedostoille, korostetulle tekstille ja Netflixin tekstityksille. Ymmärrä 103 kieltä helposti.",
    "fil": "Ang iyong tagasalin para sa mga web pages, PDFs, naka-highlight na teksto, at mga Netflix subtitles. Intindihin ang 103 na wika…",
    "fr": "Votre traducteur pour les pages Web, les PDF, le texte sélectionné et les sous-titres Netflix. Comprenez facilement 103 langues.",
    "gu": "તમારા વેબ પૃષ્ઠો, PDF's, હાઇલાઇટેડ ટેક્સ્ટ & Netflix સબટાઇટલ્સ માટે અનુવાદક. સરળતાથી 103 ભાષાઓ સમજવા.",
    "hi": "वेब पृष्ठों, PDF, हाइलाइट किए गए पाठ और Netflix उपशीर्षकों के लिए आपका अनुवादक। 103 भाषाओं को आसानी से समझें।",
    "hr": "Vaš prevoditelj za web stranice, PDF-ove, označeni tekst i Netflix titlove. Lako razumite 103 jezika.",
    "id": "Penerjemah Anda untuk halaman web, PDF, teks yang disorot, & subtitle Netflix. Mengerti 103 bahasa dengan mudah.",
    "it": "Il tuo traduttore tutto in uno per pagine web, evidenziazioni e sottotitoli Netflix. Traduci e impara nuove parole in 103 lingue.",
    "ja": "オールインワンで、ウェブサイト、ハイライトしたテキストやNetflixの字幕を翻訳。 103の言語を翻訳、学習。",
    "ko": "모든 웹페이지, 하이라이트 된 텍스트 및 넷플릭스 자막을 모두 번역할 수 있는 만능 번역기입니다. 103개의 언어로 번역을 할 수 있고 단어들을 학습할 수 있습니다.",
    "lt": "Vertėjas jūsų tinklalapiams, PDF dokumentams, paryškintiems tekstams ir „Netflix“ subtitrams. Lengvai supraskite 103 kalbas.",
    "lv": "Jūsu tulkotājs tīmekļa lapām, PDF failiem, iezīmētiem tekstiem un Netflix subtitriem. Saprotiet 103 valodas viegli.",
    "mr": "तुमच्या वेब पृष्ठांसाठी, पीडीएफसाठी, हायलाइट केलेल्या मजकूरासाठी, आणि नेटफ्लिक्स उपशीर्षकांसाठी तुमचा अनुवादक. १०३ भाषा सहजपणे समजू…",
    "ms": "Penterjemah anda untuk halaman web, PDF, teks yang diserlahkan & sari kata Netflix. Memahami 103 bahasa dengan mudah.",
    "nl": "Jouw vertaler voor webpagina's, PDF's, gemarkeerde tekst en Netflix-ondertiteling. Begrijp eenvoudig 103 talen.",
    "no": "Din oversetter for nettsider, PDF-er, markert tekst og Netflix-undertekster. Forstå 103 språk enkelt.",
    "pl": "Twój tłumacz dla stron internetowych, plików PDF, zaznaczonego tekstu i napisów na Netflixie. Zrozum łatwo 103 języki.",
    "pt_BR": "Seu tradutor multifuncional para páginas da web, texto destacado e legendas da Netflix. Traduza e aprenda palavras em 103 línguas.",
    "ro": "Traducătorul tău pentru pagini web, PDF-uri, text evidențiat și subtitrări Netflix. Înțelegi cu ușurință 103 limbi.",
    "ru": "Ваш переводчик для сайтов, PDF файлов, текста и даже Netflix субтитров. Учите и переводите 103 языка.",
    "sk": "Váš prekladateľ pre webové stránky, PDF súbory, zvýraznené texty a titulky na Netflixe. Rozumejte ľahko 103 jazykom.",
    "sv": "Din översättare för webbsidor, PDF-filer, markerad text och Netflix-undertexter. Förstå 103 språk enkelt.",
    "sw": "Mkalimani wako wa kurasa za mtandao, PDF, maandiko yaliyotolewa, na maelezo mafupi ya Netflix. Fahamu lugha 103 kwa urahisi.",
    "ta": "உங்கள் இணையப் பக்கங்கள், PDFs, மின்னொளி உரையாடல்கள் மற்றும் Netflix வசனங்களுக்கான மொழிபெயர்ப்பாளர். 103 மொழிகளை எளிதாக புரிந்து…",
    "te": "వెబ్ పేజీలు, PDF‌లు, గుర్తించిన పాఠ్యం, & Netflix ఉపశీర్షికల కోసం మీ అనువాద‌కుడు. 103 భాషలను సులభంగా అర్థం చేసుకోండి.",
    "th": "เครื่องแปลภาษาสำหรับหน้าเว็บ ไฟล์ PDF ข้อความที่ไฮไลต์ และคำบรรยาย Netflix ของคุณ เข้าใจภาษา 103 อย่างง่ายดาย",
    "tr": "İnternet sayfaları, seçili metin ve Netflix alt yazıları için hepsi bir arada çeviriciniz. Kelimeleri 103 dilde çevirin ve öğrenin.",
    "uk": "Ваш перекладач для сайтів, тексту, PDF файлiв та навіть Netflix субтитрів. Вчіть та перекладайте 103 мови.",
    "vi": "Trình dịch của bạn cho trang web, PDF, văn bản được tô sáng và phụ đề Netflix. Hiểu dễ dàng 103 ngôn ngữ.",
    "zh_CN": "一站式翻译您的网页、标记的文字段落和 Netflix 影集字幕。快速翻译和学习多达 103 种语言。"
  },
  "long": {
    "am,ar,bn,en,en_AU,en_GB,en_US,es_419,fa,he,hu,kn,ml,pt_PT,sl,sr,zh_TW": "Just like a real-life mate has your back, Mate Translate Extension for Chrome has you covered for all your translation needs. \n\nMate helps you easily and effortlessly translate words, phrases and documents from 103 languages. \n\nMate’s comprehensive dictionary and custom curated phrasebook will help you accelerate your language learning with both page translation and optional human translation. \n\nMate isn’t just for reading and writing but for full language mastery and comprehension. Download your Mate Chrome translator today and never feel lost in language again.\n\nReading an article on the Internet and don’t know a word? Just select any text on any webpage, press a shortcut and see the translation in an unobtrusive window right on the same page. \n\nNeed to type in some text by yourself and translate it? Just open the Mate pop-up window by clicking on the icon next to your browser address bar. It’s always by your side! \n\n103 languages\nIt understands 103 languages. Mate also teaches you how to pronounce correctly. It shows phonetic transcription, transliteration and can speak out words and texts with correct accent.\n\nFull-page translation\nMate can translate entire web pages within one mouse-click! Just select \"Translate this page\" in the context menu on any page to see it translated to your language.\n\nSynchronization\nIt synchronizes across all your devices. All your translation & dictionary data will be automatically synchronized between all your browsers, iPhones and Macs you are using Mate on.\n\nPhrasebook\nIt allows you to create custom word lists with your favorite words. Just give our Mate Phrasebook a try. Easily create & curate word lists which are available even offline. Perfect for language learners or travelers who need to have their word lists always by their side. \n\nDownload Mate today to get your ultimate translation helper for free! 1,000,000 users worldwide are already using Mate.",
    "bg": "Вашето всичко-в-едно преводаческо приложение за уеб страници, маркиран текст и субтитри на Netflix. Превеждайте и учете думи на 103 езика.\n\nКакто един истински другар винаги ви пази гърба, така и Mate Translate Extension за Chrome ще се погрижи за всички ваши преводачески нужди.\n\nMate ви помага лесно и без усилия да превеждате думи, фрази и документи от 103 езика.\n\nОбширният речник на Mate и специално съставеният фразеологичен речник ще ви помогнат да ускорите изучаването на езика чрез превод на страници и по избор с човешки превод.\n\nMate не е само за четене и писане, а за пълното овладяване и разбиране на езика. Изтеглете своя Mate преводач за Chrome днес и никога повече не се чувствайте изгубени в езика.\n\nЧетете статия в Интернет и не знаете дума? Просто изберете произволен текст на уеб страница, натиснете клавишна комбинация и вижте превода в незабележим прозорец точно на същата страница.\n\nТрябва сами да напишете текст и да го преведете? Просто отворете изскачащия прозорец на Mate, като щракнете върху иконата до адресната лента на вашия браузър. Той винаги е до вас!\n\n103 езика\nРазбира 103 езика. Mate също така ви учи как да произнасяте правилно. Показва фонетична транскрипция, транслитерация и може да произнася думи и текстове с правилния акцент.\n\nПревод на цяла страница\nMate може да преведе цели уеб страници само с едно кликване! Просто изберете „Преведи тази страница“ в контекстното меню на всяка страница, за да я видите преведена на вашия език.\n\nСинхронизация\nСинхронизира се на всичките ви устройства. Всички ваши преводи и данни от речника ще бъдат автоматично синхронизирани между всичките ви браузъри, iPhone-и и Mac-ове, на които използвате Mate.\n\nФразеологичен речник\nПозволява ви да създавате персонализирани списъци с любимите ви думи. Просто опитайте нашия Mate фразеологичен речник. Лесно създавайте и поддържайте списъци с думи, които са налични дори офлайн. Идеално за учащи език или пътници, които трябва винаги да имат списъците си с тях.\n\nИзтеглете Mate днес, за да получите своя най-добър помощник за преводи безплатно! 1,000,000 ползватели по целия свят вече използват Mate.",
    "ca": "El teu traductor tot-en-un per a pàgines web, textos destacats i subtítols de Netflix. Traduïu i apreneu paraules en 103 idiomes.\n\nIgual que un amic real et té l'esquena, l'extensió Mate Translate per a Chrome et cobreix totes les teves necessitats de traducció.\n\nMate t'ajuda a traduir fàcilment i sense esforç paraules, frases i documents de 103 idiomes.\n\nEl diccionari complet de Mate i el llibre de frases personalitzat et permetran accelerar el teu aprenentatge de llengües amb la traducció de pàgines i la traducció humana opcional.\n\nMate no és només per llegir i escriure, sinó per tenir una plena comprensió i domini del llenguatge. Descarrega avui el teu traductor Mate per a Chrome i mai més et perdis en una llengua.\n\nEstàs llegint un article a Internet i no coneixes una paraula? Només has de seleccionar qualsevol text en qualsevol pàgina web, prémer una drecera i veure la traducció en una finestra discreta a la mateixa pàgina.\n\nNecessites escriure algun text tu mateix i traduir-lo? Només has d'obrir la finestra emergent de Mate fent clic a la icona al costat de la barra d'adreces del teu navegador. Sempre està al teu costat!\n\n103 idiomes\nEntén 103 idiomes. A més, Mate t'ensenya com pronunciar correctament. Mostra la transcripció fonètica, la transliteració i pot parlar les paraules i textos amb l'accent correcte.\n\nTraducció de pàgina completa\nMate pot traduir pàgines web senceres amb un sol clic! Només has de seleccionar \"Traduir aquesta pàgina\" al menú contextual de qualsevol pàgina per veure-la traduïda al teu idioma.\n\nSincronització\nEs sincronitza a tots els teus dispositius. Totes les teves dades de traducció i diccionari es sincronitzaran automàticament entre tots els teus navegadors, iPhones i Macs on utilitzis Mate.\n\nLlibre de frases\nEt permet crear llistes de paraules personalitzades amb les teves paraules preferides. Prova el nostre llibre de frases de Mate. Crea i gestiona fàcilment llistes de paraules que estan disponibles fins i tot sense connexió. Perfecte per a aprenents de llengües o viatgers que necessiten tenir sempre les seves llistes de paraules a mà.\n\nDescarrega Mate avui per obtenir el teu ajudant de traducció definitiu de manera gratuïta! 1.000.000 d'usuaris arreu del món ja utilitzen Mate.",
    "cs": "Váš vše-v-jednom překladač pro webové stránky, zvýrazněný text a titulky na Netflixu. Překládejte a učte se slova ve 103 jazycích.\n\nStejně jako vás podrží skutečný kamarád, Mate Translate Extension pro Chrome je tu pro všechny vaše potřeby překladu.\n\nMate vám pomůže snadno a bez námahy překládat slova, fráze a dokumenty ze 103 jazyků.\n\nObsáhlý slovník a vlastní frázovník Mate vám pomohou urychlit výuku jazyka pomocí překladu stránek i volitelného lidského překladu.\n\nMate není jen pro čtení a psaní, ale pro plné zvládnutí a porozumění jazyku. Stáhněte si svůj překladač Mate pro Chrome ještě dnes a už se nikdy neztratíte v jazyce.\n\nČtete článek na internetu a neznáte nějaké slovo? Stačí vybrat jakýkoliv text na jakékoli stránce, stisknout klávesovou zkratku a zobrazí se překlad v nenápadném okně přímo na téže stránce.\n\nPotřebujete napsat nějaký text a přeložit ho? Stačí otevřít vyskakovací okno Mate kliknutím na ikonu vedle adresního řádku prohlížeče. Vždy je po vašem boku!\n\n103 jazyků\nRozumí 103 jazykům. Mate vás také naučí, jak správně vyslovovat. Zobrazuje fonetickou transkripci, transliteraci a může vyslovit slova a texty s přesným přízvukem.\n\nPřeklad celé stránky\nMate může přeložit celé webové stránky jedním kliknutím myši! Stačí vybrat \"Přeložit tuto stránku\" v kontextové nabídce na jakékoli stránce, abyste ji viděli přeloženou do vašeho jazyka.\n\nSynchronizace\nSynchronizuje se napříč všemi vašimi zařízeními. Veškerá data z překladů a slovníků se automaticky synchronizují mezi všemi vašimi prohlížeči, iPhony a Macy, které používají Mate.\n\nFrázovník\nUmožní vám vytvářet vlastní seznamy slov s vašimi oblíbenými slovy. Vyzkoušejte náš Mate Frázovník. Snadno vytvářejte a spravujte seznamy slov, které jsou k dispozici i offline. Ideální pro studující jazyka nebo cestovatele, kteří potřebují mít své seznamy slov vždy po ruce.\n\nStáhněte si Mate ještě dnes a získejte svého dokonalého pomocníka pro překlady zdarma! Již 1.000.000 uživatelů po celém světě používá Mate.",
    "da": "Din alt-i-en oversætter til websider, markeret tekst og Netflix-undertekster. Oversæt og lær ord på 103 sprog.\n\nLigesom en ægte ven har din ryg, dækker Mate Translate Extension til Chrome dine oversættelsesbehov.\n\nMate hjælper dig med nemt og ubesværet at oversætte ord, sætninger og dokumenter fra 103 sprog.\n\nMates omfattende ordbog og skræddersyede sætninger-book vil hjælpe dig med at fremskynde din sprogindlæring med både sideoversættelse og valgfri menneskelig oversættelse.\n\nMate er ikke kun til læsning og skrivning, men til fuld sprogbeherskelse og forståelse. Download din Mate Chrome-oversætter i dag og føl dig aldrig fortabt i et sprog igen.\n\nLæser du en artikel på internettet og kender ikke et ord? Bare marker enhver tekst på en hvilken som helst webside, tryk på en genvej og se oversættelsen i et diskret vindue på samme side.\n\nSkal du skrive noget tekst selv og oversætte det? Åbn bare Mate pop-up vinduet ved at klikke på ikonet ved siden af din browsers adresselinje. Den er altid lige ved hånden!\n\n103 sprog\nDen forstår 103 sprog. Mate lærer dig også, hvordan du udtaler korrekt. Den viser fonetisk transskription og translitteration og kan udtale ord og tekster med korrekt accent.\n\nFuldsidesoversættelse\nMate kan oversætte hele websider med ét museklik! Vælg bare \"Oversæt denne side\" i kontekstmenuen på en hvilken som helst side for at se den oversat til dit sprog.\n\nSynkronisering\nDen synkroniserer på tværs af alle dine enheder. Alle dine oversættelses- og ordbogsdata bliver automatisk synkroniseret mellem alle dine browsere, iPhones og Macs, som du bruger Mate på.\n\nSætninger-book\nDet giver dig mulighed for at oprette tilpassede ordlister med dine favoritord. Prøv vores Mate Sætninger-book. Opret og kuratér nemt ordlister, som er tilgængelige selv offline. Perfekt til sprogstuderende eller rejsende, der har brug for at have deres ordlister altid ved hånden.\n\nDownload Mate i dag for at få din ultimative oversættelseshjælper gratis! 1.000.000 brugere verden over bruger allerede Mate.",
    "de": "Mate wird Ihnen helfen Wörter und Texte schnell und einfach zu übersetzen.\n\nSie lesen einen Artikel und wissen ein Wort nicht? Wählen Sie einfach den Text aus, drücken ein Tastenkürzel und die Übersetzung geht in einem unaufdringlichen Fenster auf der gleichen Seite auf.\n\nMöchten Sie den Text selber eintippen und übersetzen lassen? Machen Sie einfach Mate Pop-Up-Fenster durch das Klicken auf den Mate-Button neben Ihrem Browser-Adressfeld auf. Mate ist immer dabei! \n\n103 Sprachen\nEs versteht 103 Sprachen. Mate bringt Ihnen auch die korrekte Aussprache bei. Es zeigt phonetische Schrift und Transliteration an und kann auch Wörter und Texte mit dem korrekten Akzent aussprechen.\n\nSynchronisiereung \nEs synchronisiert zwischen aller Ihren Geräte. Alle Ihre Übersetzungen und Wörterbücher werden automatisch zwischen Ihrer Browsers, iPhones oder Macs, wo Sie Mate verwenden, synchronisiert.\n\nSprachführer\nEs ermöglicht Ihnen maßgeschneiderte Wörterliste mit Ihren Lieblingswörter anzulegen. Probieren Sie einfach unseren Mate Sprachführer mal aus! Wörterliste stehen Ihnen auch offline zur Verfügung. Eine perfekte Lösung für Leute, die Sprachen lernen oder verreisen viel. Sie werden Ihre maßgeschneiderte Wörterbücher immer dabei haben! \n\nLaden Sie Mate heute herunter und bekommen Ihren ultimativen Übersetzungshelfer gratis! 1.000.000 Nutzern weltweit verwenden Mate schon.",
    "el": "Ο μεταφραστής για όλες σας τις ανάγκες, για ιστοσελίδες, επιλεγμένο κείμενο και υπότιτλους στο Netflix. Μεταφράστε και μάθετε λέξεις σε 103 γλώσσες.\n\nΌπως ένας καλός φίλος που σας υποστηρίζει σε κάθε σας ανάγκη, έτσι και η επέκταση Mate Translate για Chrome είναι εδώ για να καλύψει όλες σας τις ανάγκες μετάφρασης.\n\nΤο Mate σας βοηθά να μεταφράσετε λέξεις, φράσεις και έγγραφα από 103 γλώσσες εύκολα και απλά.\n\nΤο ευρύ λεξικό του Mate και η ειδικά διαμορφωμένη φρασεολογία θα σας βοηθήσουν να επιταχύνετε τη γλωσσική σας μάθηση τόσο με τη μετάφραση σελίδων όσο και με την προαιρετική ανθρώπινη μετάφραση.\n\nΤο Mate δεν είναι μόνο για ανάγνωση και γραφή, αλλά για πλήρη κατανόηση και μάθηση της γλώσσας. Κατεβάστε τον μεταφραστή Mate για Chrome σήμερα και μην αισθανθείτε ποτέ ξανά χαμένοι στη γλώσσα.\n\nΔιαβάζετε ένα άρθρο στο Διαδίκτυο και δεν γνωρίζετε μία λέξη; Απλά επιλέξτε οποιοδήποτε κείμενο σε οποιαδήποτε ιστοσελίδα, πατήστε ένα συντόμευση και δείτε τη μετάφραση σε ένα διακριτικό παράθυρο στην ίδια σελίδα.\n\nΠρέπει να πληκτρολογήσετε κάποιο κείμενο και να το μεταφράσετε; Απλά ανοίξτε το αναδυόμενο παράθυρο του Mate κάνοντας κλικ στο εικονίδιο δίπλα στη γραμμή διευθύνσεων του προγράμματος περιήγησής σας. Είναι πάντα δίπλα σας!\n\n103 γλώσσες\nΚαταλαβαίνει 103 γλώσσες. Το Mate σας διδάσκει επίσης πώς να προφέρετε σωστά. Δείχνει φωνητική μεταγραφή, μεταγραμματισμό και μπορεί να προφέρει λέξεις και κείμενα με σωστή προφορά.\n\nΜετάφραση πλήρους σελίδας\nΤο Mate μπορεί να μεταφράσει ολόκληρες ιστοσελίδες με ένα κλικ! Απλά επιλέξτε \"Μετάφραση αυτής της σελίδας\" στο μενού κάθε σελίδας για να τη δείτε μεταφρασμένη στη γλώσσα σας.\n\nΣυγχρονισμός\nΣυγχρονίζεται σε όλες τις συσκευές σας. Όλα τα δεδομένα μετάφρασης και λεξικού θα συγχρονίζονται αυτόματα σε όλους τους φυλλομετρητές, iPhone και Mac που χρησιμοποιείτε το Mate.\n\nΦρασεολογία\nΣας επιτρέπει να δημιουργήσετε προσαρμοσμένες λίστες λέξεων με τις αγαπημένες σας λέξεις. Δοκιμάστε τη Φρασεολογία του Mate. Δημιουργήστε και οργανώστε εύκολα λίστες λέξεων που είναι διαθέσιμες ακόμα και εκτός σύνδεσης. Ιδανικό για μαθητές ξένων γλωσσών ή ταξιδιώτες που χρειάζονται τις λίστες λέξεων τους πάντα μαζί τους.\n\nΚατεβάστε το Mate σήμερα για να αποκτήσετε τον απόλυτο βοηθό μετάφρασης δωρεάν! 1.000.000 χρήστες παγκοσμίως χρησιμοποιούν ήδη το Mate.",
    "es": "Mate le ayudará a traducir palabras y textos de manera fácil y rápida.\n\n¿Está leyendo un artículo en Internet y no entiende una palabra? Solo tiene que seleccionar cualquier texto de cualquier página web, pulsar un acceso directo y verá la traducción en una ventana pequeña en la misma página.\n\n¿Necesita escribir un texto y traducirlo? Solo tiene que abrir la ventana emergente de Mate haciendo clic en el ícono que encontrará al lado de la barra de direcciones de su navegador. ¡Siempre listo para ayudarle!\n\n103 idiomas\nEntiende 103 idiomas. Mate también le enseña a pronunciar correctamente. Le mostrará la transcripción fonética, la transliteración y puede leer palabras y textos con acento correcto.\n\nSincronización\nSe sincroniza con todos sus dispositivos. Todos sus datos de traducciones y del diccionario se sincronizarán automáticamente entre todos sus dispositivos iPhone, navegadores y Mac en los que esté usando Mate.\n\nGuía de conversación\nLe permite crear listas de palabras personalizadas con sus palabras favoritas. Pruebe nuestra guía de conversación Mate. Cree y seleccione fácilmente listas de palabras que están disponibles incluso sin conexión. Perfecto para estudiantes de idiomas o personas que viajan que necesitan tener sus listas de palabras siempre a mano.\n\n¡Descargue Mate hoy mismo para conseguir el mejor traductor de forma gratuita! 1.000.000 usuarios de todo el mundo ya están usando Mate.",
    "et": "Teie kõik-ühes tõlkija veebilehtede, esiletõstetud teksti ja Netflixi subtiitrite jaoks. Tõlgi ja õpi sõnu 103 keeles.\n\nNii nagu tõeline sõber on alati olemas, on Mate Translate laiendus Chrome’ile alati olemas, et täita kõik teie tõlkevajadused.\n\nMate aitab teil lihtsalt ja vaevata tõlkida sõnu, fraase ja dokumente 103 keeles.\n\nMate'i mahukas sõnastik ja kohandatav fraasikogu aitavad teil kiirendada keeleõpet nii lehe tõlkimise kui ka valikulise inimese tõlke kaudu.\n\nMate ei ole ainult lugemiseks ja kirjutamiseks, vaid täieõiguslikuks keelte valdamiseks ja mõistmiseks. Laadige alla oma Mate Chrome'i tõlkija täna ja ärge kunagi tundke end keeles eksinud.\n\nLugedes Internetist artiklit ja ei tea mõnda sõna? Lihtsalt valige mis tahes tekst mis tahes veebilehel, vajutage kiirklahvi ja näete tõlget samal lehel mittehäirivas aknas.\n\nKas peate sisestama teksti ise ja seda tõlkima? Lihtsalt avage Mate hüpikaken, klõpsates oma brauseri aadressiriba kõrval olevale ikoonile. See on alati teie kõrval!\n\n103 keelt\nSee mõistab 103 keelt. Mate õpetab ka, kuidas õigesti hääldada. See näitab foneetilist transkriptsiooni, transliteratsiooni ja suudab sõnu ja teksti õige aktsendiga ette lugeda.\n\nTäislehe tõlge\nMate saab tõlkida terveid veebilehti vaid ühe hiireklõpsuga! Valige lihtsalt iga lehe kontekstimenüüst \"Tõlgi see leht\", et näha seda oma keelde tõlgitud.\n\nSünkroonimine\nSee sünkroonib kõikidel teie seadmetel. Kõik teie tõlke- ja sõnastikuandmed sünkroonitakse automaatselt kõigi brauserite, iPhone'ide ja Mac'idega, mida Mate'i kasutamisel kasutate.\n\nFraasikogu\nSee võimaldab luua kohandatud sõnalistide oma lemmiksõnadega. Proovige meie Mate fraasikogu. Looge ja kureerige lihtsalt sõnalistid, mis on saadaval ka võrguühenduseta. Ideaalne keeleõppijatele või reisijatele, kes peavad oma sõnalistid alati käepärast hoidma.\n\nLaadige Mate alla juba täna, et saada oma parim tõlkeabi tasuta! Mate'i kasutab juba 1 000 000 kasutajat üle maailma.",
    "fi": "Sinun kaiken kattava kääntäjäsi verkkosivuille, korostetulle tekstille ja Netflix-tekstityksille. Käännä ja opi sanoja 103 kielellä.\n\nAivan kuin todellinen kaveri on tukenasi, Mate Translate -laajennus Chromelle huolehtii kaikista käännöstarpeistasi.\n\nMate auttaa sinua helposti ja vaivattomasti kääntämään sanoja, lauseita ja asiakirjoja 103 kielestä.\n\nMaten kattava sanakirja ja räätälöity fraasikirja auttavat sinua nopeuttamaan kielten oppimista sekä sivun käännöksen että valinnaisen inhimillisen käännöksen avulla.\n\nMate ei ole tarkoitettu vain lukemiseen ja kirjoittamiseen, vaan täydelliseen kielen hallintaan ja ymmärtämiseen. Lataa Mate Chrome -kääntäjäsi tänään ja älä tunne itseäsi enää koskaan kielestä eksyneeksi.\n\nLukemassa artikkelia Internetissä ja et tiedä sanaa? Valitse vain mikä tahansa teksti millä tahansa verkkosivulla, paina pikanäppäintä ja näet käännöksen hienovaraisessa ikkunassa samalla sivulla.\n\nTäytyykö kirjoittaa itse tekstiä ja kääntää se? Avaa vain Mate-ponnahdusikkuna napsauttamalla kuvaketta selaimesi osoiterivin vieressä. Se on aina vierelläsi!\n\n103 kieltä\nSe ymmärtää 103 kieltä. Mate opettaa sinua myös ääntämään oikein. Se näyttää foneettisen transkription, translitteroinnin ja voi lausua sanat ja tekstin oikealla aksentilla.\n\nKokonaisen sivun käännös\nMate voi kääntää kokonaisia verkkosivuja yhdellä hiiren napsautuksella! Valitse vain \"Käännä tämä sivu\" kontekstivalikosta millä tahansa sivulla nähdäksesi sen käännettynä omaan kieleesi.\n\nSynkronointi\nSe synkronoi kaikki laitteesi kesken. Kaikki käännös- ja sanakirjatietosi synkronoidaan automaattisesti kaikille selaimillesi, iPhoneille ja Maceille, joissa käytät Matea.\n\nFraasikirja\nSe sallii sinun luoda mukautettuja sanalistoja suosikkisanojesi kanssa. Kokeile vain Mate Fraasikirjaa. Luo ja muokkaa helposti sanalistoja, jotka ovat saatavilla myös offline-tilassa. Täydellinen kielenoppijoille tai matkustajille, jotka tarvitsevat sanalistansa aina mukaansa.\n\nLataa Mate tänään saadaksesi lopullisen käännösapurin ilmaiseksi! 1 000 000 käyttäjää ympäri maailmaa käyttää jo Matea.",
    "fil": "Ang iyong all-in-one na tagasalin para sa mga web page, highlighted text, at Netflix subtitles. Isalin at matuto ng mga salita sa 103 na wika.\n\nTulad ng isang tunay na kaibigan na laging nandiyan para sa'yo, ang Mate Translate Extension para sa Chrome ay nandito para sa lahat ng iyong pangangailangan sa pagsasalin.\n\nAng Mate ay tumutulong sa iyo na madaling at walang kahirap-hirap na isalin ang mga salita, parirala at dokumento mula sa 103 na wika.\n\nAng komprehensibong diksyunaryo at custom na curated phrasebook ng Mate ay makakatulong sa iyong mapabilis ang pag-aaral ng wika sa pamamagitan ng page translation at optional na human translation.\n\nHindi lang para sa pagbabasa at pagsusulat ang Mate kundi para sa buong mastery at pag-unawa sa wika. I-download na ang iyong Mate Chrome translator ngayon at huwag nang maramdamang naliligaw sa wika kailanman.\n\nNagbabasa ng isang artikulo sa Internet at hindi mo alam ang isang salita? Piliin lang ang anumang teksto sa anumang webpage, pindutin ang shortcut at makikita ang pagsasalin sa isang hindi istorbo na bintana sa parehong pahina.\n\nKailangan mong mag-type ng ilang teksto at isalin ito? Buksan lang ang Mate pop-up window sa pamamagitan ng pag-click sa icon sa tabi ng iyong browser address bar. Lagi itong nandiyan para sa'yo!\n\n103 na wika\nNaiintindihan nito ang 103 na wika. Itinuturo din ng Mate kung paano bigkasin ng tama. Ipinapakita nito ang phonetic transcription, transliteration at maaari ring magsalita ng mga salita at teksto na may tamang accent.\n\nPagsasalin ng buong pahina\nKaya ng Mate na isalin ang buong web pages sa isang click lang ng mouse! Piliin lang ang \"Isalin ang pahinang ito\" sa context menu sa anumang pahina upang makita ito na naisalin na.\n\nPag-synchronize\nSinasabay nito ang lahat ng iyong mga devices. Ang lahat ng iyong translation at dictionary data ay awtomatikong masasabay sa lahat ng iyong browsers, iPhones at Macs na ginagamit mo para sa Mate.\n\nPhrasebook\nHinahayaan ka nitong lumikha ng custom word lists gamit ang iyong mga paboritong salita. Subukan lang ang aming Mate Phrasebook. Madaling lumikha at mag-curate ng word lists na available kahit offline. Perpekto para sa mga mag-aaral ng wika o mga biyahero na kailangang laging nasa gilid ang kanilang word lists.\n\nI-download na ang Mate ngayon para makuha ang ultimate translation helper nang libre! 1,000,000 na users sa buong mundo ang gumagamit na ng Mate.",
    "fr": "Mate va vous aider à traduire des mots et des textes facilement et rapidement.\n\nVous lisez un texte sur internet et vous ne comprenez pas un mot ? Il suffit de sélectionner du texte sur une page web, d'appuyer sur un raccourci et de lire la traduction dans une fenêtre discrète juste à côté de la page que vous lisez.\n\nBesoin de saisir du texte et de le traduire ? Il suffit d'ouvrir la fenêtre pop-up de Mate en cliquant sur l'icône à proximité de la barre d'adresse de votre navigateur. Mate est toujours à vos côtés !\n\n103 langues\nMate comprend 103 langues. Mate vous apprend également commencer prononcer correctement. Mate affiche la transcription phonétique, la translitération et l'appli peut lire à voix haute avec l'accent correct.\n\nSynchronisation\nMate synchronise tous vos appareils. Toutes les données de vos traductions et de votre dictionnaire seront automatiquement synchronisées entre tous vos navigateurs, iPhones et Macs sur lesquels vous utilisez Mate.\n\nRecueil d'expressions\nMate vous permet de créer des listes de mots personnalisées avec vos termes favoris. Essayez le Recueil d'expressions de Mate. Vous pouvez créer et organiser facilement des listes de mots qui sont disponibles même quand vous êtes déconnecté. Idéal pour ceux qui apprennent une langue ou les voyageurs qui ont besoin de toujours avoir leurs listes de mots à portée de main.\n\nTélécharger Mate aujourd'hui pour profiter gratuitement du meilleur soutien en traduction ! 1 000 000 utilisateurs dans le monde utilisent déjà Mate.",
    "gu": "તમારું સર્વ-સમાવેશે અનુવાદક વેબ પેજો માટે, હિંલાઇટેડ ટેક્સ્ટ અને Netflixના સબટાઈટલ્સ માટે. 103 ભાષાઓમાં શબ્દોના અનુવાદ કરો અને શીખો.\n\nજેમ એક ખરા જીવનના મિત્રનો સહારો હોય છે, Mate Translate Extension તમારા તમામ ભાષાંતર જરૂરિયાતો માટે Chrome માટે છે.\n\nMate તમને સરળતાથી અને સહેલાઈથી 103 ભાષાઓમાંથી શબ્દો, વાક્યો અને દસ્તાવેજો અનુવાદિત કરવામાં મદદ કરે છે.\n\nMate નું વ્યાપક શબ્દકોશ અને કસ્ટમ ક્યુરેટેડ ફ્રેઝબૂક તમારે પૃષ્ઠ અનુવાદ અને વૈકલ્પિક માનવીય અનુવાદ સાથે તમારી ભાષા અભ્યાસને ઝડપમાં લઈ જશે.\n\nMate ફક્ત વાંચન અને લેખન માટે જ નથી પણ સંપૂર્ણ ભાષા નિપુણતા અને સમજૂતી માટે છે. તમારો Mate Chrome અનુવાદક આજે જ ડાઉનલોડ કરો અને ક્યારેય ભાષામાં ખોવાયેલા ન લાગે.\n\nઇન્ટરનેટ પર કોઈ પણ લેખ વાંચી રહ્યા છો અને કોઈ શબ્દનો અર્થ નથી સમજાતો? ફક્ત કોઈ પણ વેબપેજ પરની કોઈ પણ ટેક્સ્ટને પસંદ કરો, શોર્ટકટ દબાવો અને અનુવાદને તે જ પેઈજ પર અદ્રશ્ય વિંડોમાં જુઓ.\n\nતમારે પોતે જ કઈક ટાઈપ કરવું છે અને તે અનુવાદિત કરવું છે? ફક્ત Mate પોપ-અપ વિંડોને ખોલો જે તમારા બ્રાઉઝર એડ્રેસ બાર સામે આઇકન પર ક્લિક કરીને ખોલી શકાય છે. તે હંમેશા તમારી બાજુમાં રહે છે!\n\n103 ભાષાઓ\nતે 103 ભાષાઓને સમજશે. Mate તમને સાચી ઉચ્ચારણા કેવી રીતે કરવી તે પણ શીખવે છે. તે ફોનેટિક ટ્રાન્સક્રિપ્શન, ટ્રાન્સલિટરેશન બતાવે છે અને સાચી ઉચ્ચાર સાથે શબ્દો અને ટેક્સ્ટ બોલી શકે છે.\n\nફુલ-પેજ અનુવાદ\nMate એક માઉસ ક્લિક સાથે સમગ્ર વેબ પેજનું અનુવાદ કરી શકે છે! ફક્ત કોઈ પણ પૃષ્ઠના કન્ટેક્સ્ટ મેનૂમાં \"આ પેજનું અનુવાદ કરો\" પસંદ કરો અને તે તમારા ભાષામાં અનુવાદિત થયેલું જુઓ.\n\nસિંક્રોનાઇઝેશન\nતે તમારા બધા ઉપકરણોમાં સિંક્રોનાઇઝ થાય છે. તમારા તમામ અનુવાદ અને શબ્દકોશ ડેટા આપમેળે સિંક્રોનાઇઝ થઈ જશે તમામ બ્રાઉઝર્સ, iPhones અને Macs પર જે Mate પર તમે વાપરી રહ્યા છો.\n\nફ્રેઝબૂક\nતે તમને તમારી મનપસંદ શબ્દોની કસ્ટમ વર્ડ લિસ્ટ્સ બનાવવાની મંજૂરી આપે છે. ફક્ત અમારા Mate Phrasebook ને પ્રયાસ આપો. સરળતાથી વર્ડ લિસ્ટ્સ બનાવો અને ક્યુરેટ કરો જે_OFF જોડાઈ પણ ઉપલબ્ધ છે. perfeito\n\nMate ડાઉનલોડ કરો આજે જ તમારા મૂળભૂત અનુવાદ સહાયક માટે મફતમાં! 1,000,000 વ્યૂઝર્સ Mate નો ઉપયોગ કરી રહ્યા છે.",
    "hi": "आपकी सभी अनुवाद जरूरतों के लिए एक ही स्थान पर समाधान - वेब पेज, हाइलाइटेड टेक्स्ट, और Netflix सबटाइटल का अनुवाद करें। 103 भाषाओं में शब्द सीखें और अनुवाद करें।\n\nMate Translate Extension for Chrome आपकी सभी अनुवाद जरूरतों के लिए आपके सचमुच के दोस्त जैसा है।\n\nMate आपको 103 भाषाओं से शब्द, वाक्यांश और दस्तावेज़ों को आसानी और प्रभावी ढंग से अनुवाद करने में मदद करता है।\n\nMate की व्यापक शब्दकोश और विशेष रूप से निर्मित वाक्यांशपुस्तिका पेज अनुवाद और वैकल्पिक मानव अनुवाद के साथ आपके भाषा सीखने की प्रक्रिया को तेज़ कर सकती है।\n\nMate केवल पढ़ने और लिखने के लिए ही नहीं, बल्कि पूरी भाषा की महारत और समझ के लिए भी है। आज ही अपना Mate Chrome अनुवादक डाउनलोड करें और भाषा में कभी भी खोया हुआ महसूस न करें।\n\nइंटरनेट पर कोई लेख पढ़ रहे हैं और एक शब्द नहीं जानते? बस किसी भी वेबपेज पर कोई भी टेक्स्ट चुनें, शॉर्टकट दबाएं और उसी पेज पर बिना किसी विघ्न के छोटे विंडो में अनुवाद देखें।\n\nआवश्यकता है कि खुद से कुछ टेक्स्ट लिखकर उसका अनुवाद करें? बस अपने ब्राउज़र एड्रेस बार के बगल में आइकन पर क्लिक करके Mate पॉप-अप विंडो खोलें। यह हमेशा आपके साथ है!\n\n103 भाषाएं\nयह 103 भाषाओं को समझता है। Mate आपको सही उच्चारण सिखाता है। यह शब्दों और टेक्स्ट्स का सही उच्चारण सुनाता है, फोनेटिक ट्रांसक्रिप्शन और ट्रांसलिटरेशन दिखाता है।\n\nपूरे पेज का अनुवाद\nMate एक क्लिक में पूरे वेब पेज का अनुवाद कर सकता है! किसी भी पेज पर कॉन्टेक्स्ट मेनू में \"Translate this page\" चुनें और इसे अपनी भाषा में अनुवादित देखें।\n\nसिंकर्णाइजेशन\nयह सभी उपकरणों पर सिंकर्णाइज होता है। आपकी सभी अनुवाद और शब्दकोश डेटा ऑटोमैटिकली सभी ब्राउज़र्स, iPhones, और Macs पर सिंकर्णाइज हो जाएगी जिन पर आप Mate का उपयोग कर रहे हैं।\n\nवाक्यांशपुस्तिका\nयह आपको अपने पसंदीदा शब्दों के साथ कस्टम वर्ड लिस्ट बनाने की अनुमति देता है। बस हमारी Mate वाक्यांशपुस्तिका को आज़माएं। आसानी से वर्ड लिस्ट बनाएं और उपलब्ध रखें, जो ऑफलाइन भी उपलब्ध हैं। भाषा सीखने वालों या यात्रियों के लिए शानदार है जिन्हें हमेशा अपनी वर्ड लिस्ट अपने पास रखनी होती है।\n\nMate को आज ही डाउनलोड करें और अपने सर्वोत्तम अनुवाद सहायक को मुफ्त में प्राप्त करें! 1,000,000 उपयोगकर्ता विश्वभर में Mate का उपयोग कर रहे हैं।",
    "hr": "Vaš sve-u-jednom prevoditelj za web stranice, istaknuti tekst i Netflix titlove. Prevodite i učite riječi na 103 jezika.\n\nBaš kao pravi prijatelj, Mate Translate Proširenje za Chrome pokriva sve vaše potrebe za prevođenjem.\n\nMate vam pomaže da lako i bez napora prevodite riječi, fraze i dokumente s 103 jezika.\n\nMateov sveobuhvatni rječnik i prilagođena frazeologija pomoći će vam da ubrzate vaše učenje jezika s prijevodom stranica i opcionalnim ljudskim prijevodom.\n\nMate nije samo za čitanje i pisanje, već za potpuno savladavanje jezika i razumijevanje. Preuzmite svog Mate Chrome prevoditelja danas i nikad se više ne osjećajte izgubljeno u jeziku.\n\nČitate članak na internetu i ne znate neku riječ? Samo odaberite bilo koji tekst na bilo kojoj web stranici, pritisnite prečac i vidjet ćete prijevod u diskretnom prozoru na istoj stranici.\n\nTrebate upisati neki tekst sami i prevesti ga? Samo otvorite Mate skočni prozor klikom na ikonu pored adresne trake vašeg preglednika. Uvijek je uz vas!\n\n103 jezika\nRazumije 103 jezika. Mate vas također uči kako pravilno izgovarati. Prikazuje fonetsku transkripciju, transliteraciju i može izgovarati riječi i tekstove s točnim naglaskom.\n\nPrijevod cijelih stranica\nMate može prevesti cijele web stranice jednim klikom miša! Samo odaberite \"Prevedi ovu stranicu\" u kontekstnom izborniku na bilo kojoj stranici da biste je vidjeli prevedenu na vaš jezik.\n\nSinkronizacija\nSinkronizira se na svim vašim uređajima. Svi vaši podaci o prijevodima i rječniku automatski će se sinkronizirati između svih vaših preglednika, iPhonea i Mac računala na kojima koristite Mate.\n\nFrazeologija\nOmogućava vam stvaranje prilagođenih popisa riječi s vašim omiljenim riječima. Samo isprobajte našu Mate Frazeologiju. Jednostavno kreirajte i kurirajte popise riječi koji su dostupni čak i izvan mreže. Savršeno za učenike jezika ili putnike koji trebaju imati svoje popise riječi uvijek uz sebe.\n\nPreuzmite Mate danas kako biste dobili svog ultimativnog pomoćnika za prevođenje besplatno! 1.000.000 korisnika širom svijeta već koristi Mate.",
    "id": "Penerjemah serba bisa Anda untuk halaman web, teks yang disorot, & subtitle Netflix. Terjemahkan dan pelajari kata dalam 103 bahasa.\n\nSeperti teman sejati yang selalu mendukung Anda, Mate Translate Extension untuk Chrome siap memenuhi semua kebutuhan penerjemahan Anda.\n\nMate membantu Anda dengan mudah dan tanpa usaha menerjemahkan kata, frasa, dan dokumen dari 103 bahasa.\n\nKamus lengkap Mate dan buku frasa yang dipilih khusus akan membantu Anda mempercepat pembelajaran bahasa dengan penerjemahan halaman dan pilihan penerjemahan manusia.\n\nMate tidak hanya untuk membaca dan menulis tetapi untuk penguasaan dan pemahaman bahasa secara penuh. Unduh penerjemah Mate Chrome Anda hari ini dan jangan pernah merasa kebingungan dengan bahasa lagi.\n\nSedang membaca artikel di Internet dan tidak tahu arti sebuah kata? Cukup pilih teks apa pun di halaman web mana pun, tekan pintasan, dan lihat terjemahannya dalam jendela yang tidak mengganggu langsung di halaman yang sama.\n\nButuh mengetik teks dan menerjemahkannya? Cukup buka jendela pop-up Mate dengan mengklik ikon di sebelah bilah alamat peramban Anda. Selalu siap membantu Anda!\n\n103 bahasa\nMate memahami 103 bahasa. Mate juga mengajarkan cara pelafalan yang benar. Ini menunjukkan transkripsi fonetik, transliterasi, dan dapat membacakan kata dan teks dengan aksen yang benar.\n\nPenerjemahan halaman penuh\nMate dapat menerjemahkan seluruh halaman web hanya dengan satu klik mouse! Cukup pilih \"Terjemahkan halaman ini\" di menu konteks pada halaman mana pun untuk melihatnya diterjemahkan ke bahasa Anda.\n\nSinkronisasi\nMate menyinkronkan di semua perangkat Anda. Semua data penerjemahan & kamus Anda akan secara otomatis disinkronkan di semua peramban, iPhone, dan Mac yang Anda gunakan dengan Mate.\n\nBuku frasa\nMate memungkinkan Anda membuat daftar kata khusus dengan kata favorit Anda. Cobalah Buku Frasa Mate kami. Buat dan pilih daftar kata dengan mudah yang tersedia bahkan tanpa koneksi internet. Sempurna bagi para pembelajar bahasa atau pelancong yang perlu memiliki daftar kata mereka selalu siap sedia.\n\nUnduh Mate hari ini untuk mendapatkan pembantu penerjemahan terbaik Anda secara gratis! 1.000.000 pengguna di seluruh dunia sudah menggunakan Mate.",
    "it": "Mate ti aiuterà a tradurre facilmente e velocemente sia parole che testi. \n\nStai leggendo un articolo su Internet e non conosci una parola? Devi solo selezionare il testo su una qualsiasi pagina web, poi usa la scorciatoia sulla tastiera e leggi la traduzione in una finestra non intrusiva che si aprirà sulla stessa pagina. \n\nHai bisogno di scrivere delle parole per conto tuo e tradurle? Devi solo aprire la finestra pop-up di Mate e cliccare sull'icona accanto alla barra degli indirizzi del tuo browser. È sempre al tuo fianco! \n\n103 lingue\nCapisce 103 lingue. Mate ti insegna anche la pronuncia corretta delle parole. Ti mostra la trascrizione fonetica, la traslitterazione e può pronunciare parole e testi con la giusta intonazione.\n\nSincronizzazione\nSi sincronizza su tutti i tuoi dispositivi. Tutti i dati delle tue traduzioni e del dizionario saranno automaticamente sincronizzati sui tuoi browser, iPhone e Mac su cui usi Mate.\n\nFrasario\nTi permette di creare liste personalizzate con le tue parole preferite. Prova il nostro Frasario Mate. Crea e gestisci facilmente liste di parole che saranno disponibili anche quando non sarai collegato a internet. Perfetto per chi sta imparando una lingua o per viaggiatori che hanno bisogno del frasario sempre a portata di mano. \n\nScarica subito Mate per avere sempre con te il miglior assistente di traduzione, è gratuito! 1.000.000 utenti nel mondo stanno già usando Mate.",
    "ja": "まるで現実の友人があなたを支えてくれるように、Chrome用のMate Translate拡張機能はすべての翻訳ニーズに対応します。\n\nMateは103の言語から単語、フレーズ、ドキュメントを簡単かつ手間なく翻訳するのに役立ちます。\n\nMateの包括的な辞書とカスタムキュレーションされたフレーズブックは、ページ翻訳とオプションの人間による翻訳の両方であなたの言語学習を加速させます。\n\nMateは読むことや書くことだけでなく、言語の完全な習得と理解のために存在します。今日、Mate Chrome翻訳機をダウンロードして、言語に迷うことは二度とありません。\n\nインターネットで記事を読んでいて、知らない単語が出てきたら？任意のウェブページのテキストを選択し、ショートカットキーを押すだけで、同じページの控えめなウィンドウに翻訳が表示されます。\n\n自分でテキストを入力して翻訳する必要がありますか？ブラウザのアドレスバーの横にあるアイコンをクリックして、Mateのポップアップウィンドウを開くだけです。いつもあなたのそばにあります！\n\n103の言語\nMateは103の言語を理解します。また、正しい発音方法も教えます。音声転写、音訳を表示し、正しいアクセントで単語やテキストを発音することができます。\n\n全ページ翻訳\nMateはワンクリックでウェブページ全体を翻訳できます！任意のページのコンテキストメニューで「このページを翻訳」を選択するだけで、あなたの言語に翻訳されたページが表示されます。\n\n同期化\nMateはすべてのデバイス間で同期されます。すべての翻訳データと辞書データは、Mateを使用しているすべてのブラウザ、iPhone、Mac間で自動的に同期されます。\n\nフレーズブック\nお気に入りの単語でカスタム単語リストを作成できます。Mateフレーズブックを試してみてください。オフラインでも利用可能な単語リストを簡単に作成および管理できます。言語学習者や、単語リストを常に持ち歩く必要がある旅行者に最適です。\n\n今日Mateをダウンロードして、究極の翻訳ヘルパーを無料で手に入れましょう！世界中で100万人以上のユーザーがすでにMateを使用しています。",
    "ko": "현실 속 친구가 당신을 지지해주는 것처럼, Chrome용 Mate Translate 확장 프로그램은 모든 번역 필요에 대해 당신을 지원합니다.\n\nMate는 103개 언어의 단어, 구문 및 문서를 쉽게 번역할 수 있도록 도와줍니다.\n\nMate의 포괄적인 사전과 맞춤형 구문집은 페이지 번역 및 선택적 인간 번역과 함께 언어 학습을 가속화하는 데 도움을 줄 것입니다.\n\nMate는 단순한 읽기와 쓰기용이 아니라 전체적인 언어 숙달과 이해를 위한 것입니다. 오늘 Mate Chrome 번역기를 다운로드하여 언어에서 길을 잃는 느낌을 다시는 경험하지 마세요.\n\n인터넷에서 기사를 읽다가 모르는 단어를 발견했나요? 그냥 웹페이지에서 텍스트를 선택하고 단축키를 누르면 같은 페이지에서 방해되지 않는 창에 번역이 표시됩니다.\n\n직접 텍스트를 입력하고 번역해야 하나요? 브라우저 주소 표시줄 옆의 아이콘을 클릭하여 Mate 팝업 창을 열기만 하면 됩니다. 항상 당신의 곁에 있습니다!\n\n103개 언어\nMate는 103개 언어를 이해합니다. 또한 올바르게 발음하는 방법도 가르쳐줍니다. 음성 전사와 음역을 보여주며, 올바른 억양으로 단어와 텍스트를 말할 수 있습니다.\n\n전체 페이지 번역\nMate는 한 번의 클릭으로 전체 웹 페이지를 번역할 수 있습니다! 모든 페이지의 컨텍스트 메뉴에서 \"이 페이지 번역\"을 선택하여 당신의 언어로 번역된 페이지를 확인하세요.\n\n동기화\nMate는 모든 장치 간에 동기화됩니다. 모든 번역 및 사전 데이터가 Mate를 사용하는 모든 브라우저, iPhone 및 Mac 간에 자동으로 동기화됩니다.\n\n구문집\n맞춤형 단어 목록을 만들 수 있습니다. Mate 구문집을 한 번 사용해보세요. 쉽게 단어 목록을 만들고 관리할 수 있으며, 오프라인에서도 이용할 수 있습니다. 언어 학습자나 단어 목록을 항상 곁에 두어야 하는 여행자에게 완벽합니다.\n\n오늘 Mate를 다운로드하여 궁극적인 번역 도우미를 무료로 받아보세요! 전 세계 1,000,000명의 사용자가 이미 Mate를 사용하고 있습니다.",
    "lt": "Jūsų visapusis vertimo pagalbininkas, skirtas tinklalapiams, paryškintam tekstui ir Netflix subtitrams. Išverskite ir mokykitės žodžių 103 kalbomis.\n\nKaip tikras draugas, Mate Translate plėtinys Chrome naršyklei pasirūpins visais jūsų vertimo poreikiais.\n\nMate padės jums lengvai ir be pastangų išversti žodžius, frazes ir dokumentus iš 103 kalbų.\n\nMate visapusiškas žodynas ir individualiai sukurta frazių knygelė padės jums paspartinti kalbų mokymąsi tiek vertimuose, tiek ir papildomose žmogaus vertimo paslaugose.\n\nMate nėra tik skirtas skaitymui ir rašymui, bet ir pilnam kalbos supratimui ir įgūdžių tobulinimui. Atsisiųskite Mate Chrome vertėją šiandien ir niekada nepasiklyskite kalbose.\n\nSkaitote straipsnį internete ir nežinote kokio nors žodžio? Tiesiog pasirinkite bet kokį tekstą bet kuriame tinklalapyje, paspauskite klavišų kombinaciją ir matykite vertimą nedideliame lange tiesiog tame pačiame puslapyje.\n\nReikia įvesti tekstą ir išversti jį? Tiesiog atidarykite Mate iškylantį langą paspaudę piktogramą šalia savo naršyklės adreso juostos. Jis visada šalia!\n\n103 kalbos\nMate supranta 103 kalbas. Mate taip pat moko, kaip teisingai tarti žodžius. Jis rodo fonetinę transkripciją, transliteraciją ir gali išversti žodžius bei tekstus su teisingu akcentu.\n\nViso puslapio vertimas\nMate gali išversti visą tinklalapį vos vienu pelės paspaudimu! Tiesiog pasirinkite \"Versti šį puslapį\" kontekstiniame meniu bet kuriame puslapyje, kad pamatytumėte vertimą į savo kalbą.\n\nSinchronizacija\nJis sinchronizuojamas tarp visų jūsų įrenginių. Visos jūsų vertimo ir žodyno duomenys bus automatiškai sinchronizuojami tarp visų jūsų naršyklių, iPhone ir Mac įrenginių, kuriuose naudojate Mate.\n\nFrazių knygelė\nLeidžia sukurti individualius žodžių sąrašus su mėgstamais žodžiais. Tiesiog išbandykite mūsų Mate frazių knygelę. Lengvai kurkite ir tvarkykite žodžių sąrašus, kurie yra prieinami net neprisijungus. Puikiai tinka kalbų besimokantiems ar keliautojams, kurie nori visada turėti žodyną su savimi.\n\nAtsisiųskite Mate šiandien ir gaukite savo galutinį vertimo pagalbininką nemokamai! 1 000 000 vartotojų visame pasaulyje jau naudojasi Mate.",
    "lv": "Jūsu universālais tulkotājs tīmekļa lapām, izceltam tekstam un Netflix subtitriem. Tulkojiet un apgūstiet vārdus 103 valodās.\n\nTāpat kā īsts draugs vienmēr ir jums līdzās, arī Mate Translate paplašinājums pārlūkam Chrome jums palīdz visās tulkojumu vajadzībās.\n\nMate palīdz viegli un bez pūlēm tulkot vārdus, frāzes un dokumentus no 103 valodām.\n\nMate visaptverošā vārdnīca un pielāgotā frāžu grāmata palīdzēs paātrināt valodas mācīšanos gan ar lapu tulkojumiem, gan pēc izvēles ar cilvēka tulkojumiem.\n\nMate nav domāts tikai lasīšanai un rakstīšanai, bet pilnai valodas pārvaldīšanai un izpratnei. Lejupielādējiet savu Mate Chrome tulkotāju jau šodien un nekad vairs nejūtieties apmaldījušies valodā.\n\nLasāt rakstu internetā un nezināt kādu vārdu? Vienkārši izceliet jebkuru tekstu jebkurā tīmekļa lapā, nospiediet īsinājumtaustiņu un redziet tulkojumu nemanāmā logā tieši uz tās pašas lapas.\n\nNepieciešams ievadīt tekstu pašam un to iztulkot? Vienkārši atveriet Mate uznirstošo logu, noklikšķinot uz ikonas blakus jūsu pārlūka adreses joslai. Tas vienmēr ir jums pa rokai!\n\n103 valodas\nMate saprot 103 valodas. Mate arī māca, kā pareizi izrunāt vārdus. Tas rāda fonētisko transkripciju, transliterāciju un var izrunāt vārdus un tekstus ar pareizu akcentu.\n\nPilnas lapas tulkojums\nMate var tulkot visu tīmekļa lapu ar vienu klikšķi! Vienkārši izvēlieties \"Tulkot šo lapu\" konteksta izvēlnē jebkurā lapā, lai redzētu to tulkotu jūsu valodā.\n\nSinhronizācija\nMate sinhronizējas visās jūsu ierīcēs. Visi jūsu tulkojumu un vārdnīcu dati tiks automātiski sinhronizēti starp visiem jūsu pārlūkiem, iPhone un Mac ierīcēm, kurās izmantojat Mate.\n\nFrāžu grāmata\nTā ļauj izveidot pielāgotus vārdu sarakstus ar jūsu iecienītākajiem vārdiem. Vienkārši izmēģiniet mūsu Mate frāžu grāmatu. Viegli izveidojiet un pārvaldiet vārdu sarakstus, kas ir pieejami pat bezsaistē. Ideāli piemērots valodu apguvējiem vai ceļotājiem, kam vienmēr nepieciešami savi vārdu saraksti.\n\nLejupielādējiet Mate jau šodien, lai iegūtu savu galveno tulkošanas palīgu bez maksas! 1,000,000 lietotāju visā pasaulē jau izmanto Mate.",
    "mr": "तुमचा एकमेव भाषांतरकार: वेब पेजेस, हायलाइट केलेला मजकूर, आणि Netflix सबटायटल्ससाठी. १०३ भाषांमध्ये भाषांतर करा आणि शब्द शिकून घ्या.\n\nजसं हक्काचा मित्र तुमचं साथ देतो, Mate Translate Extension for Chrome तुमच्या सर्व भाषांतर गरजा पूर्ण करण्यासाठी तयार आहे.\n\nMate तुम्हाला १०३ भाषांत शब्द, वाक्य आणि दस्तऐवज सहज आणि सुलभतेने भाषांतरित करण्यात मदत करतो.\n\nMate चे व्यापक शब्दकोश आणि सानुकूलित वाक्य समुह तुम्हाला पानांचे भाषांतर आणि पर्यायी मानवी भाषांतरसह भाषाशिक्षण गती देईल.\n\nMate फक्त वाचन आणि लिखाणासाठी नाही तर पूर्ण भाषानिपुणता आणि आकलनासाठी आहे. तुमच्या Mate Chrome भाषांतरकाराला आजच डाऊनलोड करा आणि भाषा समजण्यात कधीच हरवून जाऊ नका.\n\nइंटरनेटवरील एखादा लेख वाचत आणि एखादा शब्द कळत नाही का? फक्त कोणताही मजकूर निवडा, कीबोर्ड शॉर्टकट दाबा आणि त्याच पानावर अनाधिकारिक खिडकीत भाषांतर पाहा.\n\nतुम्हाला स्वतः काही मजकूर टाइप करून भाषांतर करायचे आहे का? फक्त तुमच्या ब्राउझरच्या पत्तापट्टीजवळ असलेल्या आयकॉनवर क्लिक करून Mate पॉप-अप विंडो उघडा. तो नेहमी तुमच्या जवळ असेल!\n\n१०३ भाषांतून\nतो १०३ भाषा समजतो. Mate तुम्हाला योग्य उच्चार शिकवतो. तो फोनेटिक ट्रान्स्क्रिप्शन, ट्रान्सलिटरेशन दाखवतो आणि योग्य उच्चारात शब्द आणि मजकूर बोलवतो.\n\nपूर्ण-सपाटी भाषांतर\nMate एकाच माऊस-क्लिकमध्ये संपूर्ण वेब पेजेस भाषांतर करू शकतो! कोणत्याही पृष्ठाच्या कॉन्टेक्स्ट मेनूमध्ये \"हे पृष्ठ भाषांतर करा\" निवडा आणि ते तुमच्या भाषेत भाषांतरित झालेले पाहा.\n\nसिंक्रोनायझेशन\nतो तुमच्या सर्व डिव्हाइसेसवर सिंक्रोनाइझ करतो. तुमची सर्व भाषांतर आणि शब्दकोश डेटा आपोआप सर्व ब्राउझर्स, आयफोन्स आणि मॅक्समध्ये सिंक्रोनाइझ होईल जेथे तुम्ही Mate वापरत आहात.\n\nवाक्य समूह\nतो तुम्हाला तुमच्या आवडत्या शब्दांसह सानुकूल शब्दयादी तयार करण्याची परवानगी देतो. फक्त आमच्या Mate Phrasebook ला वापरून पहा. सहज तयार आणि क्युरेट केलेल्या शब्दयादी ऑफलाइनही उपलब्ध आहेत. भाषा शिकणारे किंवा ज्यांना त्यांची शब्दयादी नेहमी बरोबर हवी असते अशा प्रवाशांसाठी उत्तम.\n\nतुमच्या अंतिम भाषांतर सहायक Mate ला आजच डाऊनलोड करा! १०,००,००० वापरकर्ते जगभरात Mate वापरत आहेत.",
    "ms": "Penterjemah serba boleh untuk halaman web, teks tersorot, & sari kata Netflix anda. Terjemah dan pelajari kata-kata dalam 103 bahasa.\n\nSeperti rakan sejati yang sentiasa membantu, Mate Translate Extension untuk Chrome ada untuk semua keperluan terjemahan anda.\n\nMate membantu anda menterjemah kata-kata, frasa dan dokumen dari 103 bahasa dengan mudah dan tanpa usaha.\n\nKamus komprehensif dan frasabuku khas yang disusun oleh Mate akan membantu anda mempercepatkan pembelajaran bahasa dengan terjemahan halaman dan terjemahan manusia opsional.\n\nMate bukan sahaja untuk membaca dan menulis tetapi untuk penguasaan bahasa sepenuhnya dan pemahaman. Muat turun penterjemah Mate Chrome anda hari ini dan jangan pernah merasa hilang dalam bahasa lagi.\n\nMembaca artikel di Internet dan tidak tahu satu kata? Pilih mana-mana teks di mana-mana halaman web, tekan pintasan dan lihat terjemahan dalam tingkap yang tidak mengganggu di halaman yang sama.\n\nPerlu menaip beberapa teks sendiri dan menterjemahkannya? Buka sahaja tetingkap pop-up Mate dengan mengklik ikon di sebelah bar alamat penyemak imbas anda. Ia sentiasa di sisi anda!\n\n103 bahasa\nIa memahami 103 bahasa. Mate juga mengajar anda cara menyebut dengan betul. Ia menunjukkan transkripsi fonetik, transliterasi dan boleh menyuarakan kata-kata dan teks dengan aksen yang betul.\n\nTerjemahan halaman penuh\nMate boleh menterjemah keseluruhan halaman web dengan satu klik tetikus! Pilih \"Terjemah halaman ini\" dalam menu konteks pada mana-mana halaman untuk melihatnya diterjemahkan ke bahasa anda.\n\nPenyelarasan\nIa menyelaraskan di semua peranti anda. Semua data terjemahan & kamus anda akan diselaraskan secara automatik antara semua penyemak imbas, iPhone dan Mac anda yang menggunakan Mate.\n\nFrasabuku\nIa membolehkan anda mencipta senarai perkataan tersuai dengan kata-kata kegemaran anda. Cuba sahaja Frasabuku Mate kami. Mudah mencipta & menyusun senarai perkataan yang boleh diakses walaupun di luar talian. Sesuai untuk pelajar bahasa atau pengembara yang perlu mempunyai senarai perkataan mereka sentiasa di sisi.\n\nMuat turun Mate hari ini untuk mendapatkan pembantu terjemahan terbaik anda secara percuma! 1,000,000 pengguna di seluruh dunia sudah menggunakan Mate.",
    "nl": "Je alles-in-één vertaler voor webpagina's, gemarkeerde tekst en Netflix-ondertitels. Vertaal en leer woorden in 103 talen.\n\nNet zoals een echte vriend je rugdekking geeft, heeft Mate Translate Extension voor Chrome je gedekt voor al je vertaalbehoeften.\n\nMate helpt je gemakkelijk en moeiteloos woorden, zinnen en documenten te vertalen uit 103 talen.\n\nMet Mate's uitgebreide woordenboek en op maat samengestelde zinnenboek kun je je taalvaardigheden versnellen met zowel paginavertaling als optionele menselijke vertaling.\n\nMate is niet alleen voor lezen en schrijven, maar voor volledige taalverwerving en begrip. Download vandaag nog je Mate Chrome-vertaler en voel je nooit meer verloren in een taal.\n\nEen artikel lezen op internet en weet je een woord niet? Selecteer gewoon een tekst op een webpagina, druk op een sneltoets en zie de vertaling in een onopvallend venster op dezelfde pagina.\n\nMoet je zelf wat tekst typen en vertalen? Open gewoon het Mate-pop-upvenster door op het icoon naast de adresbalk van je browser te klikken. Het is altijd aan je zijde!\n\n103 talen\nHet begrijpt 103 talen. Mate leert je ook hoe je correct uitspreekt. Het toont fonetische transcripties, transliteraties en kan woorden en teksten met het juiste accent uitspreken.\n\nVolledige pagina vertaling\nMate kan hele webpagina's vertalen met één muisklik! Selecteer gewoon \"Deze pagina vertalen\" in het contextmenu op een pagina om deze naar je taal te zien vertaald.\n\nSynchronisatie\nHet synchroniseert op al je apparaten. Al je vertaal- en woordenboekgegevens worden automatisch gesynchroniseerd tussen alle browsers, iPhones en Macs waarop je Mate gebruikt.\n\nWoordenboek\nHet stelt je in staat om aangepaste woordenlijsten te maken met je favoriete woorden. Probeer gewoon ons Mate Woordenboek. Maak en beheer eenvoudig woordenlijsten die zelfs offline beschikbaar zijn. Perfect voor taalleerders of reizigers die hun woordenlijsten altijd bij de hand willen hebben.\n\nDownload Mate vandaag nog om je ultieme vertaalhulp gratis te krijgen! 1.000.000 gebruikers wereldwijd gebruiken Mate al.",
    "no": "Din alt-i-ett-oversetter for nettsider, uthevet tekst og Netflix-undertekster. Oversett og lær ord på 103 språk.\n\nAkkurat som en ekte venn har ryggen din, dekker Mate Translate Extension for Chrome alle dine oversettelsesbehov.\n\nMate hjelper deg enkelt og problemfritt med å oversette ord, uttrykk og dokumenter fra 103 språk.\n\nMates omfattende ordbok og nøye kuraterte frasebok vil hjelpe deg å akselerere språkinnlæringen din med både sideoversettelse og valgfri menneskelig oversettelse.\n\nMate er ikke bare for lesing og skriving, men for full språkmestering og forståelse. Last ned din Mate Chrome-oversetter i dag og aldri føl deg tapt i et språk igjen.\n\nLeser du en artikkel på Internett og vet ikke hva et ord betyr? Bare marker hvilken som helst tekst på hvilken som helst nettside, trykk på en snarvei og se oversettelsen i et diskret vindu rett på samme side.\n\nTrenger du å skrive inn litt tekst selv og oversette den? Bare åpne Mate-popup-vinduet ved å klikke på ikonet ved siden av nettleserens adressefelt. Det er alltid ved din side!\n\n103 språk\nDen forstår 103 språk. Mate lærer deg også hvordan du uttaler riktig. Den viser fonetisk transkripsjon, translitterasjon og kan lese opp ord og tekster med korrekt aksent.\n\nFull-sideoversettelse\nMate kan oversette hele nettsider med ett museklikk! Bare velg \"Oversett denne siden\" i kontekstmenyen på hvilken som helst side for å se den oversatt til ditt språk.\n\nSynkronisering\nDen synkroniserer på tvers av alle dine enheter. Alle dine oversettelses- og ordbokdata vil bli automatisk synkronisert mellom alle dine nettlesere, iPhones og Macs som du bruker Mate på.\n\nFrasebok\nDen lar deg lage egendefinerte ordlister med dine favorittord. Gi vår Mate Frasebok en sjanse. Opprett og kuratér enkelt ordlister som er tilgjengelige selv offline. Perfekt for språkelever eller reisende som trenger å ha sine ordlister alltid ved sin side.\n\nLast ned Mate i dag for å få din ultimate oversettelseshjelper gratis! 1.000.000 brukere over hele verden bruker allerede Mate.",
    "pl": "Podobnie jak prawdziwy przyjaciel, rozszerzenie Mate Translate dla Chrome wspiera Cię we wszystkich potrzebach tłumaczeniowych.\n\nMate pomaga łatwo i bez wysiłku tłumaczyć słowa, zwroty i dokumenty z 103 języków.\n\nWszechstronny słownik Mate i specjalnie dobrany zbiór fraz pomogą przyspieszyć naukę języka dzięki tłumaczeniu stron i opcjonalnemu tłumaczeniu przez człowieka.\n\nMate nie jest tylko do czytania i pisania, ale do pełnego opanowania i zrozumienia języka. Pobierz tłumacz Mate dla Chrome już dziś i nigdy więcej nie czuj się zagubiony w języku.\n\nCzytasz artykuł w Internecie i nie znasz jakiegoś słowa? Wystarczy, że zaznaczysz dowolny tekst na dowolnej stronie internetowej, naciśniesz skrót klawiaturowy i zobaczysz tłumaczenie w dyskretnym okienku na tej samej stronie.\n\nPotrzebujesz samodzielnie wpisać jakiś tekst i go przetłumaczyć? Wystarczy otworzyć okienko Mate, klikając ikonę obok paska adresu przeglądarki. Zawsze jest przy Tobie!\n\n103 języki\nMate rozumie 103 języki. Mate także uczy poprawnej wymowy. Pokazuje transkrypcję fonetyczną, transliterację i może wypowiadać słowa oraz teksty z poprawnym akcentem.\n\nTłumaczenie całej strony\nMate może tłumaczyć całe strony internetowe jednym kliknięciem! Wystarczy wybrać „Przetłumacz tę stronę” w menu kontekstowym na dowolnej stronie, aby zobaczyć ją przetłumaczoną na Twój język.\n\nSynchronizacja\nSynchronizuje się na wszystkich Twoich urządzeniach. Wszystkie Twoje dane dotyczące tłumaczeń i słowników będą automatycznie synchronizowane między wszystkimi przeglądarkami, iPhone'ami i Mac'ami, na których używasz Mate.\n\nZbiór fraz\nPozwala tworzyć własne listy słów z ulubionymi zwrotami. Wypróbuj nasz zbiór fraz Mate. Łatwo twórz i zarządzaj listami słów, które są dostępne nawet offline. Idealne dla uczących się języków lub podróżników, którzy potrzebują mieć swoje listy słów zawsze przy sobie.\n\nPobierz Mate już dziś, aby uzyskać swojego ostatecznego pomocnika do tłumaczeń za darmo! 1 000 000 użytkowników na całym świecie już korzysta z Mate.",
    "pt_BR": "Assim como um amigo de verdade te apoia, a extensão Mate Translate para Chrome cobre todas as suas necessidades de tradução.\n\nO Mate ajuda você a traduzir palavras, frases e documentos de 103 idiomas de forma fácil e sem esforço.\n\nO dicionário abrangente do Mate e o livro de frases personalizado ajudarão você a acelerar seu aprendizado de idiomas, tanto com a tradução de páginas quanto com a tradução humana opcional.\n\nO Mate não é apenas para leitura e escrita, mas para o domínio e compreensão total do idioma. Baixe seu tradutor Mate para Chrome hoje e nunca mais se sinta perdido na língua.\n\nLendo um artigo na internet e não conhece uma palavra? Basta selecionar qualquer texto em qualquer página da web, pressionar um atalho e ver a tradução em uma janela discreta na mesma página.\n\nPrecisa digitar algum texto por conta própria e traduzi-lo? Basta abrir a janela pop-up do Mate clicando no ícone ao lado da barra de endereço do seu navegador. Ele está sempre ao seu lado!\n\n103 idiomas\nEle entende 103 idiomas. O Mate também ensina você a pronunciar corretamente. Ele mostra a transcrição fonética, a transliteração e pode falar palavras e textos com o sotaque correto.\n\nTradução de página inteira\nO Mate pode traduzir páginas inteiras da web com um clique! Basta selecionar \"Traduzir esta página\" no menu de contexto em qualquer página para vê-la traduzida para o seu idioma.\n\nSincronização\nEle se sincroniza em todos os seus dispositivos. Todos os seus dados de tradução e dicionário serão sincronizados automaticamente entre todos os seus navegadores, iPhones e Macs onde você usa o Mate.\n\nLivro de frases\nEle permite criar listas de palavras personalizadas com suas palavras favoritas. Experimente nosso livro de frases do Mate. Crie e organize facilmente listas de palavras que estão disponíveis mesmo offline. Perfeito para alunos de idiomas ou viajantes que precisam ter suas listas de palavras sempre ao lado.\n\nBaixe o Mate hoje para obter seu assistente de tradução definitivo gratuitamente! 1.000.000 de usuários em todo o mundo já estão usando o Mate.",
    "ro": "Traducătorul tău all-in-one pentru pagini web, text evidențiat și subtitrări de pe Netflix. Tradu și învață cuvinte în 103 limbi.\n\nAșa cum un prieten adevărat te susține, Mate Translate Extension pentru Chrome îți acoperă toate nevoile de traducere.\n\nMate te ajută să traduci ușor și fără efort cuvinte, fraze și documente din 103 limbi.\n\nDicționarul cuprinzător și caietul personalizat de expresii de la Mate îți vor accelera învățarea limbilor străine atât cu traducerea paginilor, cât și cu traducerea umană opțională.\n\nMate nu este doar pentru citit și scris, ci pentru o stăpânire completă și o înțelegere profundă a limbii. Descarcă-ți Mate Chrome translator astăzi și nu te mai simți pierdut în limbă niciodată.\n\nCitești un articol pe Internet și nu înțelegi un cuvânt? Selectează orice text de pe orice pagină web, apasă o scurtătură și vezi traducerea într-o fereastră discretă, chiar pe aceeași pagină.\n\nTrebuie să tastezi singur ceva text și să-l traduci? Deschide fereastra pop-up Mate făcând clic pe pictograma de lângă bara de adrese a browserului tău. E mereu la îndemână!\n\n103 limbi\nÎnțelege 103 limbi. Mate te învață și cum să pronunți corect. Arată transcrierea fonetică, transliterarea și poate rosti cuvinte și texte cu accentul corect.\n\nTraducere completă a paginii\nMate poate traduce întregi pagini web cu un singur clic! Selectează \"Tradu această pagină\" din meniul contextual de pe orice pagină pentru a o vedea tradusă în limba ta.\n\nSincronizare\nSe sincronizează pe toate dispozitivele tale. Toate datele tale de traducere și dicționar vor fi sincronizate automat între toate browserele, iPhone-urile și Mac-urile pe care utilizezi Mate.\n\nCaiet de expresii\nÎți permite să creezi liste personalizate de cuvinte cu expresiile tale preferate. Încearcă Mate Phrasebook. Creează și gestionază liste de cuvinte care sunt disponibile chiar și offline. Perfect pentru învățătorii de limbi străine sau călătorii care au nevoie să aibă mereu la îndemână listele lor de cuvinte.\n\nDescarcă Mate astăzi pentru a-ți obține ajutorul suprem de traducere gratuit! 1.000.000 de utilizatori din întreaga lume deja folosesc Mate.",
    "ru": "Mate поможет Вам быстро и удобно переводить слова и тексты. \n\nЧитаете статью и попалось незнакомое слово? Просто выделяйте нужный фрагмент текста и нажимайте Shift+T, чтобы получить мгновенный перевод в аккуратном окошке. \n\nХотите самостоятельно вписать что-то и перевести это? Просто откройте окно Mate нажав на кнопку рядом с адресным полем Вашего браузера. \n\nОн понимает 103 языка. Mate также может научить Вас правильному произношению. Он показывает транскрипцию и транслитерацию, а также умеет воспроизводить слова и тексты с правильным акцентом. \n\nОн синхронизируется между всеми Вашими устройствами. Все Ваши переводы и словари автоматически синхронизируются между Вашими  браузерами, iPhone и Mac, где Вы используете Mate.\n\nОн позволяет создавать Ваши собственные словари с теми словами, которые Вам нужны. Словари также доступны в отстутствие Интернета. Очень полезная функция для изучающих языки, а также путешественников. Ваши словари теперь будут всегда с Вами! \n\nЗагружайте Mate сегодня совершенно бесплатно! 1 000 000 пользователей по всему миру уже используют Mate.",
    "sk": "Všetko-v-jednom prekladateľ pre webové stránky, zvýraznený text a titulky na Netflixe. Prekladajte a učte sa slová v 103 jazykoch.\n\nPresne ako skutočný priateľ stojí pri vás, Mate Translate rozšírenie pre Chrome má pokrytú vašu potrebu prekladu.\n\nMate vám pomôže jednoducho a bez námahy prekladať slová, frázy a dokumenty z 103 jazykov.\n\nMateov komplexný slovník a na mieru vytvorený zoznam fráz vám pomôže urýchliť vaše učenie sa jazyka s prekladom stránok a voliteľným ľudským prekladom.\n\nMate nie je len na čítanie a písanie, ale na plné ovládanie a porozumenie jazyka. Stiahnite si svoj prekladateľ Mate pre Chrome už dnes a už sa nikdy necíťte stratení v jazyku.\n\nČítate článok na internete a neviete nejaké slovo? Jednoducho vyberte akýkoľvek text na akejkoľvek webovej stránke, stlačte skratku a zobrazí sa preklad v nenápadnom okne priamo na tej istej stránke.\n\nPotrebujete sami napísať nejaký text a preložiť ho? Stačí otvoriť vyskakovacie okno Mate kliknutím na ikonu vedľa panela s adresou vášho prehliadača. Je vždy po vašom boku!\n\n103 jazykov\nRozumie 103 jazykom. Mate vás taktiež naučí správne vyslovovať. Zobrazuje fonetický prepis, transliteráciu a dokáže vyslovovať slová a texty so správnym prízvukom.\n\nPreklad celej stránky\nMate dokáže preložiť celé webové stránky jedným kliknutím myši! Stačí zvoliť „Preložiť túto stránku“ v kontextovom menu na ľubovoľnej stránke a uvidíte ju preloženú do vášho jazyka.\n\nSynchronizácia\nSynchronizuje sa na všetkých vašich zariadeniach. Všetky vaše údaje o prekladoch a slovníku budú automaticky synchronizované medzi všetkými vašimi prehliadačmi, iPhonmi a Macmi, na ktorých používate Mate.\n\nZoznam fráz\nUmožňuje vám vytvárať vlastné zoznamy slov s vašimi obľúbenými slovami. Stačí vyskúšať náš Zoznam fráz Mate. Ľahko vytvárajte a spravujte zoznamy slov, ktoré sú k dispozícii aj offline. Perfektné pre tých, ktorí sa učia jazyky alebo cestovateľov, ktorí potrebujú mať svoje zoznamy slov vždy po ruke.\n\nStiahnite si Mate už dnes a získajte svojho najlepšieho pomocníka na preklady zadarmo! 1 000 000 používateľov na celom svete už používa Mate.",
    "sv": "Din kompletta översättare för webbsidor, markerad text och Netflix-texter. Översätt och lär dig ord på 103 språk.\n\nPrecis som en vän som alltid har din rygg täcker Mate Translate Extension för Chrome alla dina översättningsbehov.\n\nMate hjälper dig enkelt och smidigt att översätta ord, fraser och dokument från 103 språk.\n\nMates omfattande ordbok och specialanpassade frasbok hjälper dig att snabba upp ditt språkinlärning med både sidöversättning och valfri mänsklig översättning.\n\nMate är inte bara för läsning och skrivning utan för fullständig språkmästring och förståelse. Ladda ner din Mate Chrome-översättare idag och känn dig aldrig vilse i språket igen.\n\nLäser du en artikel på internet och förstår inte ett ord? Markera bara vilken text som helst på en webbsida, tryck på en kortkommando och se översättningen i ett diskret fönster direkt på samma sida.\n\nBehöver du själv skriva in lite text och översätta den? Öppna bara Mate-popupfönstret genom att klicka på ikonen bredvid webbläsarens adressfält. Det är alltid vid din sida!\n\n103 språk\nDen förstår 103 språk. Mate lär dig också hur du uttalar korrekt. Den visar fonetisk transkription, translitterering och kan läsa upp ord och texter med rätt accent.\n\nHelsideöversättning\nMate kan översätta hela webbsidor med ett enda musklick! Välj bara \"Översätt denna sida\" i snabbmenyn på vilken sida som helst för att se den översatt till ditt språk.\n\nSynkronisering\nDen synkroniseras över alla dina enheter. All din översättnings- och ordboksdata synkroniseras automatiskt mellan alla dina webbläsare, iPhones och Macs där du använder Mate.\n\nFrasbok\nDen låter dig skapa anpassade ordlistor med dina favoritord. Testa vår Mate Frasbok. Skapa och kuratera enkelt ordlistor som finns tillgängliga även offline. Perfekt för språkinlärare eller resenärer som behöver ha sina ordlistor alltid vid sin sida.\n\nLadda ner Mate idag för att få din ultimata översättningshjälpare gratis! 1,000,000 användare världen över använder redan Mate.",
    "sw": "Mkalimani wako wa kila kitu kwa kurasa za wavuti, maandishi yaliyoangaziwa, na tafsiri za maandishi kwenye Netflix. Tafsiri na jifunze maneno katika lugha 103.\n\nKama rafiki wa kweli anavyokusaidia, Mate Translate Extension kwa Chrome ina kuhakikisha umetosheka na mahitaji yako yote ya kutafsiri.\n\nMate inakusaidia kutafsiri maneno, misemo na nyaraka kutoka lugha 103 kwa urahisi na bila matatizo.\n\nKamusi ya Mate iliyo na kina na kijitabu cha misemo kilichochaguliwa kitaalamu vitakusaidia kuharakisha kujifunza lugha kwa tafsiri za kurasa na tafsiri za binadamu za hiari.\n\nMate sio tu kwa kusoma na kuandika bali kwa ujuzi kamili wa lugha na uelewa. Pakua Mkali wako wa Chrome leo na usijisikie kupotea kimasafa tena.\n\nUnasoma makala mtandaoni na hukijua neno? Chagua tu maandishi yoyote kwenye ukurasa wowote, bonyeza njia mkato na uone tafsiri katika dirisha lisiloingilia ambalo liko kwenye ukurasa huo huo.\n\nUnahitaji kuandika maandishi mwenyewe na kutafsiri? Fungua dirisha la Mate kwa kubonyeza ikoni karibu na upau wa anuani wa kivinjari chako. Hila yako daima iko kando yako!\n\nLugha 103\nInaelewa lugha 103. Mate pia inakufundisha jinsi ya kutamka kwa usahihi. Inaonyesha tafsiri ya kifonotiki, uandikishaji wa herufi na inaweza kutamka maneno na maandishi kwa lafudhi sahihi.\n\nTafsiri ya kurasa kamili\nMate inaweza kutafsiri kurasa nzima za wavuti ndani ya bonyeza moja! Chagua tu \"Tafsiri ukurasa huu\" kwenye menyu ya muktadha kwenye ukurasa wowote ili kuona umetafsiriwa kwa lugha yako.\n\nUsawazishaji\nInasawazisha kwenye vifaa vyako vyote. Data yako yote ya tafsiri na kamusi itasawazishwa kiotomatiki kati ya vivinjari vyote, iPhones na Macs unazotumia Mate juu yake.\n\nKijitabu cha misemo\nInakuruhusu kuunda orodha maalum za maneno na maneno yako uliyoyapenda. Jaribu kijitabu cha Mate. Kazi za kuunda kwa urahisi na kusimamia orodha za maneno ambazo zinapatikana hata nje ya mtandao. Kamili kwa wanafunzi wa lugha au wasafiri wanaohitaji kuwa na orodha zao za maneno daima kando yao.\n\nPakua Mate leo ili kupata msaidizi wako wa tafsiri wa mwisho bure! Watumiaji 1,000,000 duniani kote tayari wanatumia Mate.",
    "ta": "உங்கள் எல்லா மொழிபெயர்ப்பு தேவைகளுக்குமான ஒரே அரசு - Mate Translate Extension! வலைப்பக்கங்கள், அடிப்படையான உரை மற்றும் நெட்ஃபிக்ஸ் உபதிட்டத்தை மொழிபெயர்க்க, 103 மொழிகளில் சொற்களை கற்றுக்கொள்வதற்கு உங்களுக்கு உதவுகின்றது.\n\nஎப்படியோ ஒரு நண்பன் உங்களை ஆதரிக்கிறான் போல, Mate Translate Extension for Chrome உங்களை மொழிபெயர்ப்பு தேவைகளில் முழுமையாக ஆதரிக்கின்றது.\n\nMate வருத்தமின்றி, எளிதாக 103 மொழிகளில் சொற்கள், சொற்றொடர்கள் மற்றும் ஆவணங்களை மொழிபெயர்க்கும்.\n\nMate- இன் விரிவான அகராதி மற்றும் தனிப்பயன் சுயாதீன சொற்றொடர் புத்தகம் உங்களுக்கு மொழிப்பயிற்சியை வேகப்படுத்த உதவும். முழுப் பக்க மொழிபெயர்ப்பு மற்றும் விருப்பமுடைய மனித மொழிபெயர்ப்பு இணைக்கப்பட்டுள்ளது.\n\nMate வாசிக்கும் மற்றும் எழுதும் நேரங்களில் மட்டுமின்றி, முழுமையான மொழி அடையாளம் மற்றும் கேள்விக்கு உதவுகின்றது. உங்கள் Mate Chrome மொழிபெயர்ப்பியை இன்றே பதிவிறக்கி, மொழியில் எப்போதும் தொலைந்து போகாமல் இருங்கள்.\n\nஇணையத்தில் ஒரு கட்டுரையைப் படிக்கின்றீர்களா, ஆனால் ஒரு சொல் தெரியவில்லையா? எந்தவொரு இடத்திலும் எதையும் தேர்ந்தெடுத்து, ஒரு குறுக்குவெட்டு அழுத்தவும். அதே பக்கத்தில் ஒரு மென்புத்தகத்தில் மொழிபெயர்ப்பு காண்க.\n\nஉங்கள் கைப்பொருள் உரைக்காக சில உரைகளை தட்டச்சு செய்ய வேண்டுமா மற்றும் அதனை மொழிபெயர்க்க வேண்டுமா? உங்களின் உலாவியில் உள்ள முகவரி பட்டையத்தின் அருகிலுள்ள ஐகானில் கிளிக் செய்து Mate pop-up சாளரத்தைத் திறக்கவும். இது எப்போதும் உங்களுடன் இருக்கும்!\n\n103 மொழிகள்\nMate 103 மொழிகளை புரிந்துகொள்கிறது. Mate உங்களுக்கு சரியான உச்சரிப்பை கற்பிக்கின்றது. இது சொற்களின் உச்சரிப்பு குறிப்பு, வடிமொழிபெயர்ப்பு மற்றும் சரியான சட்டுச்சொல்லுடன் உயர் சுத்தத்தில் உரைகளை பேசுகிறது.\n\nமுழு பக்க மொழிபெயர்ப்பு\nMate ஒரு மவுஸ் கிளிக்கில் முழுப் பக்கங்களை மொழிபெயர்க்கின்றது! எந்தவொரு பக்கத்திலும் உள்ள \"இந்த பக்கத்தை மொழிபெயரி\" என்ற இணைப்பில் கிளிக் செய்தால் உங்கள் மொழிக்கு மொழிபெயர்க்கப்பட்டதை காணலாம்.\n\nஒத்திசைவு\nMate உங்கள் அனைத்து விருப்பமான சொற்களை உருவாக்க முடியும். Mate குறுந்தொகுப்பில் ஒரு முயற்சி கொடுக்கவும். எளிதாக உருவாக்கவும், வளர்க்கவும், மொழிபயிற்சி பெறுவோர்கள் அல்லது பயணிகளுக்கு இது மிகவும் உகந்தது.\n\nஉங்கள் மீட்டோட மொழிபெயர்க்கும் உதவியாளரை இன்றே பதிவிறக்கவும்! உலகம் முழுவதும் 1,000,000 பயனர்கள் Mateயைப் பயன்படுத்தி வருகின்றனர்.",
    "te": "మీ వెబ్ పేజీల కోసం, హైలైట్ చేసిన పాఠ్యంకోసం, & Netflix సబ్‌టైటిల్స్ కోసం మీ ఆల్-ఇన్-వన్ అనువాదకుడు. 103 భాషల్లో పదాలను అనువదించండి మరియు నేర్చుకోండి.\n\nమీకు చాలా స్నేహితుడు మీతో ఉంటాడని భావించండి, Mate Translate Extension for Chrome అన్ని మీ అనువాద అవసరాలను అర్ధం చేసుకుని సహాయపడుతుంది.\n\nMate సహాయంతో మీరు సులభంగా మరియు శ్రమలేకుండా పదాలు, పద బంధాలు మరియు పత్రాలను 103 భాషల నుండి అనువదించవచ్చు.\n\nMate యొక్క సమగ్ర నిఘంటువు మరియు అనుకూలంగా కురేటెడ్ ఫ్రేస్‌బుక్ మీ భాషా అధ్యయనాన్ని వేగవంతం చేయడానికి ప్రోత్సహిస్తుంది, పూర్తిపేజీ అనువాదం మరియు ఆప్షనల్ మానవ అనువాదంతో.\n\nMate కేవలం చదవటం మరియు రాయటానికి మాత్రమే కాదు, పూర్తి భాషా ఆధిపత్యం మరియు అవగాహన కోసం కూడా ఉంది. మీ Mate Chrome అనువాదకుని ఈ రోజే డౌన్‌లోడ్ చేసుకోండి మరియు భాషలో ఎప్పుడూ తప్పిపోకుండా ఉంచుకోండి.\n\nఇంటర్నెట్‌లో ఒక వ్యాసం చదువుతున్నపుడు కలిగే పదము తెలియకపోతే? ఎటువంటి పాఠ్యాన్ని ఏదైనా వెబ్‌పేజీపై ఎంచుకొని, ఒక శార్ట్‌కట్ నొక్కి అదే పేజీలో కనిపించే ఒక చిన్న విండోలో అనువాదం చూడండి.\n\nమీరు స్వయంగా ఇంకా పాఠ్యము టైపు చేసి అనువాదము చేయాలనుకుంటున్నారా? మీ బ్రౌజర్ అడ్రస్ బార్ పక్కన ఉన్న ఆమె పై క్లిక్ చేసి Mate పాప్-అప్ విండోను తెరవండి. ఇది ఎల్లప్పుడూ మీతో ఉంటుంది!\n\n103 భాషలు\nఇది 103 భాషలను అర్థం చేసుకోగలదు. Mate కూడా సరిగ్గా ఉచ్ఛరించడానికి మీకు నేర్పిస్తుంది. ఇది ఫోనేటిక్ ట్రాన్స్క్రిప్షన్, ట్రాన్స్లిటరేషన్ చూపుతుంది మరియు సరిగ్గా ఉచ్ఛరించు శబ్దంతో పదాలు మరియు పాఠ్యాలను మాట్లాడుతుంది.\n\nపూర్తి పేజీ అనువాదం\nMate ఒక మౌస్ క్లిక్‌తో మొత్తం వెబ్ పేజీలను అనువదించగలదు! ఎటువంటి పేజీలో \"ఈ పేజీని అనువదించు\" ఎంపికను కాంటెక్స్ట్ మెనువులో ఎంచుకోండి మరియు మీ భాషకు అనువదించబడిన పేజీని చూడండి.\n\nసింక్రోనైజేషన్\nMate మీరు ఉపయోగిస్తున్న అన్ని బ్రౌజర్ల, iPhones మరియు Macs మధ్య మీ అనువాద & నిఘంటువు డేటాను ఆటోమేటిక్‌గా సింక్రనైజ్ చేస్తుంది.\n\nఫ్రేస్‌బుక్\nఇది మీకు ఇష్టమైన పదాలతో అనుకూల పద జాబితాలను సృష్టించడానికి అనుమతిస్తుంది. మా Mate ఫ్రేస్‌బుక్‌ను ఒకసారి ప్రయత్నించండి. సులభంగా పద జాబితాలను సృష్టించండి మరియు కురేట్ చేయండి, ఇవి ఆఫ్‌లైన్‌లో కూడా అందుబాటులో ఉంటాయి. భాషా అభ్యసకులు లేదా పర్యాటకులు తమ పద జాబితాలను ఎల్లప్పుడూ తమతో కలిపి ఉంచుకోవడానికి ఇది పరిపూర్ణంగా ఉంటుంది.\n\nమీకు కచ్చితమైన అనువాద సహాయకుని ఈ రోజే డౌన్‌లోడ్ చేసుకోండి! ప్రపంచవ్యాప్తంగా 1,000,000 వినియోగదారులు ఇప్పటికే Mate ఉపయోగిస్తున్నారు.",
    "th": "แอปแปลภาษาครบวงจรสำหรับหน้าเว็บ ข้อความที่ไฮไลต์ และซับไตเติ้ล Netflix แปลและเรียนรู้คำศัพท์ใน 103 ภาษา\n\nMate Translate Extension สำหรับ Chrome เหมือนเพื่อนในชีวิตจริงที่ช่วยเหลือทุกเรื่องการแปลของคุณ\n\nMate ทำให้คุณแปลคำ วลี และเอกสารได้ง่ายๆ จาก 103 ภาษา\n\nDictionary ครบครันและ Phrasebook ที่คัดสรรมาอย่างดีของ Mate จะช่วยให้คุณเร่งการเรียนรู้ภาษาด้วยการแปลหน้าเว็บและการแปลจากมนุษย์เป็นทางเลือก\n\nMate ไม่ได้มีแค่การอ่านและเขียนเท่านั้น แต่สำหรับความเชี่ยวชาญและความเข้าใจในภาษาทั้งหมด ดาวน์โหลด Mate Chrome Translator ของคุณวันนี้และไม่ต้องรู้สึกหลงทางในการใช้ภาษาอีกต่อไป\n\nอ่านบทความบนอินเทอร์เน็ตแล้วไม่รู้คำไหน? แค่เลือกข้อความใดๆ บนหน้าเว็บ กดทางลัดแล้วดูการแปลในหน้าต่างที่ไม่รบกวนการอ่านของคุณ\n\nต้องพิมพ์ข้อความด้วยตัวเองแล้วแปล? เพียงเปิดหน้าต่างป๊อปอัพ Mate โดยคลิกที่ไอคอนถัดจากแถบที่อยู่ของเบราว์เซอร์ มันอยู่เคียงข้างคุณเสมอ!\n\n103 ภาษา\nมันเข้าใจ 103 ภาษา Mate ยังสอนคุณวิธีออกเสียงที่ถูกต้อง แสดงการถอดเสียง การเทียบอักษร และสามารถพูดคำและข้อความด้วยสำเนียงที่ถูกต้อง\n\nการแปลทั้งหน้า\nMate สามารถแปลหน้าเว็บทั้งหมดในการคลิกเพียงครั้งเดียว! เพียงเลือก \"แปลหน้านี้\" ในเมนูบริบทบนหน้าใดๆ เพื่อดูการแปลเป็นภาษาของคุณ\n\nการซิงโครไนซ์\nมันซิงโครไนซ์กับทุกอุปกรณ์ของคุณ ข้อมูลการแปลและดิกชันนารีทั้งหมดของคุณจะถูกซิงโครไนซ์อัตโนมัติระหว่างเบราว์เซอร์ iPhones และ Macs ทุกเครื่องที่คุณใช้ Mate\n\nPhrasebook\nมันให้คุณสร้างรายการคำโปรดได้ ปล่อยให้ Mate Phrasebook เป็นเครื่องมือให้คุณสร้างและดูแลรายการคำได้อย่างง่ายดาย ซึ่งมีให้ใช้แม้ขณะออฟไลน์ สมบูรณ์แบบสำหรับผู้เรียนภาษาหรือผู้เดินทางที่ต้องมีรายการคำอยู่ตลอดเวลา\n\nดาวน์โหลด Mate วันนี้เพื่อให้ได้ผู้ช่วยแปลภาษาที่ดีที่สุดฟรี! ผู้ใช้กว่า 1,000,000 คนทั่วโลกใช้งาน Mate แล้ว",
    "tr": "Tıpkı gerçek hayattaki bir dostunuz gibi, Chrome için Mate Translate Extension tüm çeviri ihtiyaçlarınız için yanınızda.\n\nMate, 103 dilden kelimeleri, ifadeleri ve belgeleri kolayca ve zahmetsizce çevirmenize yardımcı olur.\n\nMate'in kapsamlı sözlüğü ve özel olarak hazırlanmış ifade kitabı, sayfa çevirisi ve isteğe bağlı insan çevirisi ile dil öğreniminizi hızlandırmanıza yardımcı olacaktır.\n\nMate sadece okuma ve yazma için değil, tam dil hakimiyeti ve anlama için de var. Mate Chrome çeviricinizi bugün indirin ve dilde kaybolma hissine veda edin.\n\nİnternette bir makale mi okuyorsunuz ve bir kelimeyi bilmiyor musunuz? Sadece herhangi bir web sayfasındaki herhangi bir metni seçin, bir kısayola basın ve çeviriyi aynı sayfada dikkat çekmeyen bir pencerede görün.\n\nKendiniz bir metin yazıp çevirmek mi istiyorsunuz? Sadece tarayıcı adres çubuğunuzun yanındaki simgeye tıklayarak Mate açılır penceresini açın. Her zaman yanınızda!\n\n103 dil\nMate, 103 dili anlar. Ayrıca doğru telaffuzu nasıl yapacağınızı öğretir. Fonetik transkripsiyon, transliterasyon gösterir ve doğru aksanla kelimeleri ve metinleri seslendirebilir.\n\nTam sayfa çevirisi\nMate, tek bir fare tıklamasıyla tüm web sayfalarını çevirebilir! Herhangi bir sayfada bağlam menüsünde \"Bu sayfayı çevir\" seçeneğini seçerek sayfanın dilinize çevrilmiş halini görebilirsiniz.\n\nSenkronizasyon\nTüm cihazlarınız arasında senkronize olur. Tüm çeviri ve sözlük verileriniz, Mate kullandığınız tüm tarayıcılar, iPhone'lar ve Mac'ler arasında otomatik olarak senkronize edilir.\n\nİfade kitabı\nFavori kelimelerinizle özel kelime listeleri oluşturmanıza olanak tanır. Mate Phrasebook'u deneyin. Kolayca kelime listeleri oluşturun ve düzenleyin, hatta çevrimdışı bile kullanılabilir. Dil öğrenenler veya kelime listelerinin her zaman yanında olması gereken gezginler için mükemmel.\n\nÜcretsiz olarak nihai çeviri yardımcınızı almak için Mate'i bugün indirin! Dünyada 1.000.000 kullanıcı zaten Mate'i kullanıyor.",
    "uk": "Mate допоможе Вам швидко і зручно перекладати слова і тексти.\n\nЧитаєте статтю і зустріли незнайоме слово? Просто виділіть потрібний фрагмент тексту і натисніть Shift+T, щоб отримати миттєвий переклад в акуратному віконці.\n\nХочете самостійно вписати щось і перекласти це? Просто відкрийте вікно Mate, натиснувши на кнопку поруч з адресним полем Вашого браузера.\n\nВін розуміє 103 мови. Mate також може навчити Вас правильній вимові. Він показує транскрипцію і транслітерацію, а також вміє відтворювати слова і тексти з правильним акцентом.\n\nВін синхронізується між усіма Вашими пристроями. Всі Ваші переклади і словники автоматично синхронізуються між Вашими браузерами, iPhone та Mac, де Ви використовуєте Mate.\n\nВін дозволяє створювати Ваші власні словники з тими словами, які Вам потрібні. Словники також доступні за відсутності Інтернету. Дуже корисна функція для тих, хто вивчає мови, а також для мандрівників. Ваші словники тепер завжди будуть з Вами!\n\nЗавантажуйте Mate сьогодні абсолютно безкоштовно! 1 000 000 користувачів по всьому світу вже використовують Mate.",
    "vi": "Trình dịch tất cả trong một cho trang web, văn bản được đánh dấu và phụ đề Netflix. Dịch và học từ vựng trong 103 ngôn ngữ.\n\nGiống như một người bạn thân đang đứng sau bạn, Tiện ích Dịch thuật Mate cho Chrome đáp ứng mọi nhu cầu dịch thuật của bạn.\n\nMate giúp bạn dễ dàng và hiệu quả dịch từ, cụm từ và tài liệu từ 103 ngôn ngữ.\n\nTừ điển toàn diện và sách cụm từ được chọn lọc đặc biệt của Mate sẽ giúp bạn tăng tốc học ngôn ngữ với dịch trang và tùy chọn dịch từ người thật.\n\nMate không chỉ dành cho việc đọc và viết mà còn giúp bạn nắm vững và hiểu sâu ngôn ngữ. Tải ngay Trình dịch Mate cho Chrome và đừng bao giờ cảm thấy lạc lõng trong ngôn ngữ nữa.\n\nĐang đọc một bài viết trên Internet và không biết một từ? Chỉ cần chọn bất kỳ văn bản nào trên bất kỳ trang web nào, nhấn phím tắt và xem bản dịch trong cửa sổ nhỏ không làm phiền ngay trên cùng một trang.\n\nCần tự nhập văn bản và dịch nó? Chỉ cần mở cửa sổ bật lên của Mate bằng cách nhấp vào biểu tượng bên cạnh thanh địa chỉ của trình duyệt của bạn. Nó luôn bên cạnh bạn!\n\n103 ngôn ngữ\nMate hiểu 103 ngôn ngữ. Mate cũng dạy bạn cách phát âm chính xác. Nó hiển thị phiên âm phiên âm, chuyển tự và có thể đọc to các từ và văn bản với giọng đúng ngữ điệu.\n\nDịch toàn bộ trang\nMate có thể dịch toàn bộ trang web chỉ với một cú nhấp chuột! Chỉ cần chọn \"Dịch trang này\" trong menu ngữ cảnh trên bất kỳ trang nào để xem nó được dịch sang ngôn ngữ của bạn.\n\nĐồng bộ hóa\nNó đồng bộ hóa trên tất cả các thiết bị của bạn. Tất cả dữ liệu dịch thuật và từ điển của bạn sẽ được đồng bộ hóa tự động giữa tất cả các trình duyệt, iPhone và Mac mà bạn đang sử dụng Mate.\n\nSách cụm từ\nNó cho phép bạn tạo danh sách từ tùy chỉnh với các từ yêu thích của bạn. Hãy thử Sách cụm từ Mate của chúng tôi. Dễ dàng tạo và quản lý danh sách từ mà luôn có sẵn ngay cả khi không có mạng. Hoàn hảo cho người học ngôn ngữ hoặc du khách cần có danh sách từ vựng bên cạnh.\n\nTải Mate ngay hôm nay để có trợ thủ đắc lực dịch thuật của bạn miễn phí! 1.000.000 người dùng trên toàn thế giới đã đang sử dụng Mate.",
    "zh_CN": "Mate Translate 的 Chrome 扩充套件就如同您现实生活中的得力助手，它可满足您所有的翻译需求。\n\nMate 可帮助您轻松翻译 103 种语言的单词、短语和文件，完全不费吹灰之力。\n\nMate 拥有全方位的词典可帮助您翻译页面，您甚至可以选择付费人工翻译。另外，您还可编辑专属您的短语集，加速您的语言学习。\n\nMate 不仅可帮助您阅读和写作，更能让您有完整的语言掌握和理解。今天就来下载您的 Mate Chrome 翻译工具，您再也不会迷失在外语之中。\n\n您在网上阅读一篇文章时，碰巧有不会的单词吗？这时候，您只要选取网页上的任何文字，再使用快捷键，您就可以在不显眼的弹出窗口上查看翻译。\n\n需要自行输入词句并翻译吗？您只需单击浏览器网址栏旁边的图标，即可开启 Mate 弹出窗口。在您需要时，它永远都在那里！\n\n103 种语言\nMate 了解 103 种语言，还会教您如何正确发音。它会显示音标或罗马拼音，并能使用正确的口音来读出单词和句子。\n\n全页翻译\n只要单击鼠标，Mate 就会为您翻译整个网页！在任何页面上，只要使用上下文菜单中的“翻译此页面”功能，就可立即翻译为您想要的语言。\n\n同步\nMate 可以将您所有设备上的翻译记录进行同步。无论是翻译记录还是查找的词典数据，都将在您有使用 Mate 的所有浏览器、iPhone 和 Mac 之间自动进行同步。\n\n短语集\nMate 允许您根据最喜欢的主题来创建单词集。您可以轻松创建和管理单词列表，即使离线时也可使用。这项功能非常适合语言学习者或旅行者，因为他们总是需要查找特定的单词。试试我们的 Mate 短语集吧！\n\n立即下载 Mate，免费获得您的翻译得力助手！目前全球已有 1,000,000 名用户在使用 Mate。"
  }
}