{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Valorx Wave"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The better way to manage your Salesforce data. Stay productive with bulk editing for your CRM, keeping data online and up-to-date."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Most Popular UI in the World built for Salesforce users  \n⚡️ Up and running in seconds, free forever\n\nThe Valorx Wave Chrome Extension is the ultimate productivity enhancement tool for all the Salesforce users. Designed for Salesforce administrators, developers, sales revenue and operation teams and IT reps. Valorx Wave provides a Excel-like interface, making CRM processes fast, accurate, and directly accessible with Salesforce.\nKey Features \n⭐ Error-Free Imports\nWave takes the complexity out of importing data into Salesforce by automatically mapping your columns to their corresponding fields. Preview your imports to catch any missing fields or validation errors. Say goodbye to import errors and time-consuming file fixes. \n⭐ Customizable, Shareable Reports\nCreate customized views with just a few clicks, selecting fields and setting filters exactly as you would in Salesforce. Bring in existing Salesforce reports and enjoy the full benefits of Wave's custom views, which even carry over your existing filters. Share these custom reports effortlessly with team members for infomed decision-making.\n⭐ Built-in Notes and Activity Tracking\nWith integrated notes and activity tracking, you’ll never miss important Salesforce client interactions, keeping you in sync and always ready for follow-ups.\n⭐ Real-Time Bulk Editing\nEnhance your Salesforce experience with real-time bulk editing, enabling you to modify thousands of records in seconds. \n⭐ Drag-and-Drop Functionality\nValorx Wave brings drag-and-drop and copy-paste capabilities right into Salesforce. Enjoy the ease of Google Sheets-style data management within the Salesforce ecosystem.\n⭐ Enhanced Team Collaboration\nManage your team’s Salesforce data access with assigned roles and permissions. Share views across departments, making Salesforce collaboration effortless.\n⭐ Dynamic & Conditional Formatting\nConditional formatting allows you to highlight the outliers which keeps the user focussed on vital KPIs making Salesforce data management more efficient and productive.\n⭐ Multi Object Matrix View\nView up to three different Salesforce objects in a single matrix view, perfect for handling intricate Salesforce datasets.\n⭐ Telescoping & Forecasting\nTake advantage of Salesforce forecasting capabilities to project data over specific time periods, helping with future planning.\n\n⭐Multi-User Support and Scalability\nWave supports Salesforce organizations of all sizes, offering a robust infrastructure for seamless Salesforce data management, perfect for teams of all scales.\n\nValorx Wave replaces tools like Scratchpad, Managr, WeFlow, Dooly AI, Salesforce Inspector and more.\n\n⚡️Get Started Today 👍\n\nAdd the Valorx Wave Chrome Extension, connect it to your Salesforce account, and transform your data management. \n\nReach us at support@valorx.com with any questions. Enjoying the Salesforce experience with Wave? Leave us a review!😊"
  }
}