{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take and manage notes on your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Notes is a powerful and lightweight browser extension designed to simplify your note-taking experience. Whether you’re conducting research, planning a project or just need a quick place to jot down ideas, Quick Notes provides a seamless and organised solution.\n\nWhy Choose Quick Notes?\nFast and Easy Note-Taking\nAdd notes instantly without leaving your current webpage. The intuitive interface allows you to focus on capturing your thoughts without unnecessary distractions.\n\nOrganised Storage\nAll your notes are stored securely and accessible anytime.\n\nIntegrated Accessibility\nQuick Notes is designed to blend into your browsing habits. With a popup interface, it’s always just a click away—perfect for multi-taskers and professionals.\n\nCross-Device Sync\nSave your notes with Chrome Sync. Your ideas and information are available across devices, ensuring you’re always up-to-date no matter where you are.\n\nCustomisable and User-Friendly\nFeatures like editable notes, timestamps and the ability to delete old notes keep your workspace clean and efficient.\n\nSecure and Private\nWe prioritise your privacy. Quick Notes stores your data securely and your information is never shared or sold.\n\nWho Can Benefit from Quick Notes?\nStudents: Quickly capture research ideas, assignments or class notes.\nProfessionals: Keep track of tasks, meeting minutes or brainstorming ideas.\nCasual Users: Organise shopping lists, personal reminders or creative thoughts.\nQuick Notes is a versatile tool for anyone looking to stay organised and productive.\n\nWhy Install Quick Notes Today?\nIn today’s fast-paced digital world, having a reliable and efficient note-taking tool is essential. Quick Notes eliminates the hassle of switching apps or losing track of important ideas. It’s designed to work for you, helping you focus on what matters most."
  }
}