{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "glimpse"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual tab manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "glimpse is a visual tab manager. See all your tabs in a grid; easily move, copy, save, and delete groups of tabs; quickly find what you need with search. Below is a guide to the features of glimpse.\n\n**Hotkeys**\n - There are hotkeys for nearly all actions in glimpse. The full list can be viewed by clicking \"Hotkeys\" or using shift + ?\n\n**Selecting**\n - Click a sidebar item to select/deselect it. You will see pages associated with selected sidebar items on the right, sorted by access time\n - Ctrl + click a page to select/deselect it\n - Shift + click to a sidebar item or page to select/deselect all items between your last selection and that item\n - Clicking \"windows\" or \"folders\" will select/deselect all sidebar items under that heading\n\n**Basic functions**\n - Click a page to go to that page\n - Remove a page (close a tab, or delete a saved page) by clicking the \"x\"; remove all selected pages by clicking \"Remove all\"\n - Selected pages can be moved or copied by dragging. If \"copy\" is on, dragged pages will be added to the new window but will also remain in their original windows/saved folders. If \"move\" is on, the dragged pages will instead be closed in their original windows and deleted from their original saved folders. \"Open all\" is the same as dragging selected pages to the active window\n - Sidebar items can be deleted or renamed using the dropdown after clicking the icon with three dots. Deleting a window closes it and contained tabs; deleting a saved folder deletes it and pages therein\n - Use the search bar to filter pages by title and url. You can filter by multiple words independently by adding spaces between them\n\n**Other functions**\n - Saved folders in glimpse are the same as browser bookmarks; all saved folders can be found in the \"glimpse-saved\" bookmark folder of your browser. If you want to save a page, you can simply bookmark it; just make sure that you add it to a folder directly inside \"glimpse-saved\" (folders cannot be nested, and pages cannot be added directly under the \"glimpse-saved\" folder)\n - If you move/copy all the pages in a named window or folder to a new window or folder, the original name will automatically be retained\n - Keep \"Update settings\" on if you want glimpse to remember your most recent settings, like page size, dark mode, and which sidebar items are selected. Turn it off to keep the settings as they are. For example, if you want glimpse to always show a particular saved folder on open, select that folder then turn \"Update settings\" off"
  }
}