{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Webcaptur"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Build your own newsletter with webpage summaries!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Curate Your Personal Newsletter with Webcaptur 💌\n\nTired of information overload? Webcaptur makes it simple to receive a custom newsletter of the articles and pages you find most interesting. As you browse, capture content effortlessly with a single click. Each day, we compile your selection into a beautiful, curated newsletter sent straight to your inbox!\n\n✅ Features:\n\n- 1-Click Page Capture: Easily add any content to your daily digest with a single click.\n- Daily Newsletter Creation: Every day, receive a beautifully formatted summary of the articles and content you picked.\n- Intelligent Summaries: Webcaptur summarizes content into concise highlights, so your newsletter is packed with insights.\n- Curate Your Content: Choose only what interests you throughout the day – the newsletter is as unique as your picks.\n- Translations: Enjoy built-in translation to 6 languages (more to come!) for multilingual newsletters.\n- Archive: Search and access all your past newsletters in your Account.\n\n🖥️ How It Works:\n\n1. One Click Article Curation: Curate your newsletter effortlessly throughout the day with just one click using our Chrome browser extension.\n2. Concise (and Precise) Summaries: We transform your saved pages into a sleek and engaging newsletter, summarizing the key points so you can catch up on what matters most.\n3. Bespoke Newsletters: Choose your preferred delivery time (morning or evening) and receive your curated newsletter daily, right in your inbox.\n4. Save Time, Stay Informed: Our users report saving up to 24 minutes per day with Webcaptur, making it easier than ever to stay updated without the time commitment.\n\n🚀 Getting Started:\n\n- Install the extension\n- Click the Webcaptur icon to create your account (and activate your free trial)\n- In your account settings, select your preferences\n- Start picking articles with one click\n- Enjoy your first newsletter!\n\n⚡ Performance:\n\n- Lightweight extension (<100kb zipped)\n- No impact on browser performance\n\n🔒 Your Privacy Matters\n\n- Zero background tracking or automatic collection\n- We only capture page content when you click \"Add this page to the next edition\"\n- You're always in control of what data is shared\n- More informations in our Privacy Policy (https://webcaptur.com/privacy-policy)\n\n💌 Why Webcaptur? Stay in control of your daily reading and make the most of your online discoveries. Curate, summarize, and enjoy a tailored newsletter that’s just right for you.\n\n💸 Webcaptur is a subscription-based service. We offer a free 7-day trial with no credit-card required and no limitations. Get started today: https://webcaptur.com/pricing\n\n❓ Have questions? You will probably find an answer in our Frequently asked questions: https://webcaptur.com/#faq\n\n🐞 Need support, want to report a bug, or have a feature request? Contact us at https://webcaptur.com/contact – we're here to help!\n\nTry Webcaptur today and transform how you consume online content! 💌"
  }
}