{
  "name": {
    "ar": "مانع الإعلانات على يوتيوب",
    "am,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,th,uk,vi,zh_TW": "Youtube Ad Blocker",
    "bg,ja": "Youtube広告ブロッカー",
    "bn": "ইউটিউব বিজ্ঞাপন ব্লকার",
    "de": "Youtube Werbeblocker",
    "es": "Bloqueador de anuncios de Youtube",
    "fr": "Bloqueur de publicité sur Youtube",
    "hi": "यूट्यूब विज्ञापन अवरोधक",
    "id": "Pemblokir Iklan Youtube",
    "it": "Blocca annunci di Youtube",
    "no": "Youtube-annonseblokkering",
    "ro": "Blocant de reclame Youtube",
    "ru": "Блокировщик рекламы на Youtube",
    "sv": "Youtube annonsblockerare",
    "tr": "Youtube Reklam Engelleyici",
    "zh_CN": "Youtube广告屏蔽器"
  },
  "short": {
    "ar": "حظر الإعلانات على يوتيوب.",
    "am,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,th,uk,vi,zh_TW": "Block ads on Youtube.",
    "bg,ja": "Youtube上の広告をブロックします。",
    "bn": "ইউটিউবে বিজ্ঞাপন ব্লক করুন।",
    "de": "Werbung auf Youtube blockieren.",
    "es": "Bloquear los anuncios en Youtube",
    "fr": "Bloquer les publicités sur Youtube",
    "hi": "यूट्यूब पर विज्ञापन अवरोधित करें।",
    "id": "Blokir iklan di Youtube.",
    "it": "Blocca le pubblicità su Youtube",
    "no": "Blokker annonser på Youtube.",
    "ro": "Blochează reclamele de pe Youtube.",
    "ru": "Блокировать рекламу на Youtube",
    "sv": "Blockera annonser på Youtube.",
    "tr": "Youtube'da reklamları engelle.",
    "zh_CN": "阻止Youtube上的广告。"
  },
  "long": {
    "ar": "الوصف:\n\nيحظر هذا الامتداد تلقائيًا جميع إعلانات Youtube.\n\nيدعم جميع أنواع الإعلانات المختلفة:\nالنوع 1: الإعلانات التي تظهر في الصفحة الرئيسية.\nالنوع 2: الإعلانات التي تظهر أعلى قائمة مقاطع الفيديو المقترحة.\nالنوع 3: الإعلانات التي تظهر تحت الوصف.\nالنوع 4: إعلانات الفيديو القابلة للتخطي لمدة 5 ثوانٍ والتي يجب مشاهدتها والتي تظهر في بداية الفيديو ، في المنتصف أو في نهايته.\nالنوع 5: إعلانات تشبه النوع 4 ولكن يوجد إعلانان للفيديو يظهران في الصف بدلاً من إعلان واحد.\nالنوع 6: إعلانات فيديو غير قابلة للتخطي مدتها 10 ثوانٍ يجب مشاهدتها\n\nنحن لا نراقب سجل التصفح الخاص بك ، ولا نجمع معلومات عنك على الإطلاق. يتم حفظ جميع الإحصائيات المعروضة في جهازك المحلي ولا تتم مشاركتها مع أي أطراف أو قواعد بيانات على الإطلاق.",
    "am,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,ko,lt,lv,ml,mr,ms,nl,pl,pt_BR,pt_PT,sk,sl,sr,sw,ta,te,th,uk,vi,zh_TW": "This extension automatically blocks all Youtube ads.\n\nIt supports all different types of ads:\nType 1: Ads that appear in the homepage.\nType 2: Ads that appear on top of the suggested list of videos.\nType 3: Ads that appear under the description.\nType 4: Skippable 5-second-must-be-watched video ads that appear at the beginning of the video, in the middle or at the end.\nType 5: Ads that are similar to type 4 but there are two video ads appearing in row instead of one.\nType 6: Unskippable 10-second-must-be-watched video ads\n\nWe do not monitor your browsing history, or collect information about you at all. All the stats displayed are saved in your local device and are not shared with any parties or databases at all.",
    "bg": "Описание:\n\nТова разширение автоматично блокира всички реклами в Youtube.\n\nТо поддържа всички различни видове реклами:\nТип 1: реклами, които се появяват в началната страница.\nТип 2: реклами, които се появяват в горната част на предложения списък с видеоклипове.\nТип 3: Реклами, които се появяват под описанието.\nТип 4: Прескачащи се 5-секундни реклами, които трябва да се гледат, които се появяват в началото на видеоклипа, в средата или в края.\nТип 5: Реклами, които са подобни на тип 4, но има две видеореклами, които се появяват на ред вместо една.\nТип 6: Неизлъчвани 10-секундни видеореклами, които трябва да бъдат гледани\n\nНе следим историята на сърфирането ви и изобщо не събираме информация за вас. Всички показани статистики се запазват в локалното ви устройство и изобщо не се споделят с никакви страни или бази данни.",
    "bn": "এই এক্সটেনশনটি স্বয়ংক্রিয়ভাবে সমস্ত Youtube বিজ্ঞাপনকে ব্লক করে।\n\nএটি সমস্ত বিভিন্ন ধরণের বিজ্ঞাপন সমর্থন করে:\nটাইপ 1: হোমপেজে প্রদর্শিত বিজ্ঞাপন।\nটাইপ 2: ভিডিওর প্রস্তাবিত তালিকার শীর্ষে প্রদর্শিত বিজ্ঞাপনগুলি৷\nটাইপ 3: বিবরণের অধীনে প্রদর্শিত বিজ্ঞাপন।\nটাইপ 4: এড়িয়ে যাওয়ার যোগ্য 5-সেকেন্ড-অবশ্যই দেখা ভিডিও বিজ্ঞাপন যা ভিডিওর শুরুতে, মাঝখানে বা শেষে প্রদর্শিত হয়।\nটাইপ 5: যে বিজ্ঞাপনগুলি টাইপ 4 এর মতো কিন্তু একটির পরিবর্তে দুটি ভিডিও বিজ্ঞাপন সারিতে প্রদর্শিত হচ্ছে।\nপ্রকার 6: 10-সেকেন্ড-অবশ্যই দেখা ভিডিও বিজ্ঞাপন\n\nআমরা আপনার ব্রাউজিং ইতিহাস নিরীক্ষণ করি না, বা আপনার সম্পর্কে তথ্য সংগ্রহ করি না। প্রদর্শিত সমস্ত পরিসংখ্যান আপনার স্থানীয় ডিভাইসে সংরক্ষিত হয় এবং কোনো দল বা ডাটাবেসের সাথে ভাগ করা হয় না।",
    "de": "Diese Erweiterung blockiert automatisch alle Youtube-Anzeigen.\n\nSie unterstützt alle verschiedenen Arten von Werbung:\nTyp 1: Anzeigen, die auf der Startseite erscheinen.\nTyp 2: Werbung, die oben auf der Vorschlagsliste der Videos erscheint.\nTyp 3: Anzeigen, die unter der Beschreibung erscheinen.\nTyp 4: Überspringbare 5-Sekunden-Videowerbung, die am Anfang, in der Mitte oder am Ende des Videos angezeigt wird.\nTyp 5: Anzeigen, die ähnlich wie Typ 4 sind, aber es erscheinen zwei Videoanzeigen in einer Reihe statt einer.\nTyp 6: Nicht skippbare 10-Sekunden-Videowerbung, die man sich ansehen muss\n\nWir überwachen Ihren Browserverlauf nicht und sammeln auch sonst keine Informationen über Sie. Alle angezeigten Statistiken werden auf Ihrem lokalen Gerät gespeichert und nicht an andere Parteien oder Datenbanken weitergegeben.",
    "es": "Esta extensión bloquea automáticamente todos los anuncios de Youtube.\n\nSoporta todos los diferentes tipos de anuncios:\nTipo 1: Anuncios que aparecen en la página de inicio.\nTipo 2: Anuncios que aparecen en la parte superior de la lista de vídeos sugeridos.\nTipo 3: Anuncios que aparecen debajo de la descripción.\nTipo 4: Anuncios de vídeo de 5 segundos que se pueden saltar y que aparecen al principio del vídeo, en medio o al final.\nTipo 5: Anuncios que son similares al tipo 4 pero aparecen dos anuncios de vídeo en fila en lugar de uno.\nTipo 6: Anuncios de vídeo de 10 segundos que no se pueden ver\n\nNo controlamos su historial de navegación, ni recogemos información sobre usted en absoluto. Todas las estadísticas mostradas se guardan en su dispositivo local y no se comparten con ninguna parte o base de datos en absoluto.",
    "fr": "Cette extension bloque automatiquement toutes les publicités Youtube.\n\nElle prend en charge tous les différents types de publicités :\nType 1 : les publicités qui apparaissent sur la page d'accueil.\nType 2 : Annonces qui apparaissent en haut de la liste des vidéos suggérées.\nType 3 : Annonces qui apparaissent sous la description.\nType 4 : publicités vidéo de 5 secondes à regarder impérativement, qui apparaissent au début de la vidéo, au milieu ou à la fin.\nType 5 : Annonces similaires au type 4, mais avec deux annonces vidéo alignées au lieu d'une.\nType 6 : publicités vidéo de 10 secondes à regarder impérativement.\n\nNous ne surveillons pas votre historique de navigation et ne recueillons aucune information sur vous. Toutes les statistiques affichées sont enregistrées sur votre appareil local et ne sont partagées avec aucune partie ou base de données.",
    "hi": "विवरण:\n\nयह एक्सटेंशन स्वचालित रूप से सभी यूट्यूब विज्ञापनों को अवरुद्ध करता है।\n\nयह सभी विभिन्न प्रकार के विज्ञापनों का समर्थन करता है:\nप्रकार 1: होमपेज में प्रदर्शित होने वाले विज्ञापन।\nप्रकार 2: वीडियो की सुझावित सूची के ऊपर प्रदर्शित होने वाले विज्ञापन।\nप्रकार 3: विवरण के नीचे प्रदर्शित होने वाले विज्ञापन।\nप्रकार 4: वीडियो के शुरुआत, मध्य या अंत में प्रदर्शित होने वाले स्किप करने योग्य 5 सेकंड के विज्ञापन।\nप्रकार 5: प्रकार 4 के समान विज्ञापन होते हैं, लेकिन एक से बदलकर दो वीडियो विज्ञापन प्रदर्शित होते हैं।\nप्रकार 6: स्किप नहीं करने योग्य 10 सेकंड के विज्ञापन वीडियो\n\nहम आपके ब्राउज़िंग इतिहास को मॉनिटर नहीं करते हैं, या आपकी जानकारी को कुछ भी नहीं एकत्रित करते हैं। सभी सांख्यिकी जो दिखाई देती हैं, वे आपके स्थानीय डिवाइस में संग्रहीत होती हैं और किसी भी पक्ष या डेटाबेस के साथ साझा नही",
    "id": "Deskripsi:\n\nEkstensi ini secara otomatis memblokir semua iklan Youtube.\n\nEkstensi ini mendukung semua jenis iklan yang berbeda:\nTipe 1: Iklan yang muncul di beranda.\nTipe 2: Iklan yang muncul di atas daftar video yang disarankan.\nTipe 3: Iklan yang muncul di bawah deskripsi.\nJenis 4: Iklan video 5 detik yang harus ditonton yang dapat dilewati yang muncul di awal video, di tengah, atau di akhir.\nTipe 5: Iklan yang mirip dengan tipe 4, tetapi ada dua iklan video yang muncul secara berurutan, bukan satu.\nTipe 6: Iklan video berdurasi 10 detik yang tidak dapat dilewati dan harus ditonton\n\nKami tidak memantau riwayat penelusuran Anda, atau mengumpulkan informasi tentang Anda sama sekali. Semua statistik yang ditampilkan disimpan di perangkat lokal Anda dan tidak dibagikan dengan pihak atau database mana pun.",
    "it": "Descrizione:\n\nQuesta estensione blocca automaticamente tutti gli annunci di Youtube.\n\nSupporta tutti i diversi tipi di annunci:\nTipo 1: Annunci che appaiono nella homepage.\nTipo 2: Annunci che appaiono in cima all'elenco dei video suggeriti.\nTipo 3: Annunci che appaiono sotto la descrizione.\nTipo 4: annunci video skippabili della durata di 5 secondi che appaiono all'inizio del video, a metà o alla fine.\nTipo 5: annunci simili al tipo 4, ma con due annunci video in fila anziché uno.\nTipo 6: Annunci video non skippabili della durata di 10 secondi che devono essere guardati.\n\nNon monitoriamo la cronologia di navigazione né raccogliamo informazioni sull'utente. Tutte le statistiche visualizzate vengono salvate nel dispositivo locale dell'utente e non vengono condivise con nessuna parte o database.",
    "ja": "説明\n\nこの拡張機能は、自動的にすべてのYoutubeの広告をブロックします。\n\nそれは広告のすべての異なる種類をサポートしています。\nタイプ1：ホームページに表示される広告。\nタイプ2：ビデオの提案リストの上に表示される広告。\nタイプ3：説明文の下に表示される広告。\nタイプ4：動画の冒頭、中間、最後に表示される5秒間のスキップ可能な必見動画広告。\nタイプ5：タイプ4と似ているが、動画広告が1つではなく、2つ並んで表示される広告。\nタイプ6：スキップできない10秒間の必見ビデオ広告\n\nお客様の閲覧履歴を監視したり、お客様に関する情報を収集することは一切ありません。表示されるすべての統計情報は、あなたのローカルデバイスに保存され、いかなる当事者やデータベースとも一切共有されません。",
    "no": "Beskrivelse:\n\nDenne utvidelsen blokkerer automatisk alle Youtube-annonser.\n\nDen støtter alle forskjellige typer annonser:\nType 1: Annonser som vises på hjemmesiden.\nType 2: Annonser som vises på toppen av den foreslåtte listen over videoer.\nType 3: Annonser som vises under beskrivelsen.\nType 4: 5-sekunders videoannonser som kan hoppes over, og som vises i begynnelsen av videoen, i midten eller på slutten.\nType 5: Annonser som ligner på type 4, men det vises to videoannonser etter hverandre i stedet for én.\nType 6: 10-sekunders videoannonser som ikke kan hoppes over og som må sees\n\nVi overvåker ikke nettleserhistorikken din eller samler inn informasjon om deg i det hele tatt. All statistikk som vises, lagres på din lokale enhet og deles ikke med noen parter eller databaser i det hele tatt.",
    "ro": "Descriere:\n\nAceastă extensie blochează automat toate reclamele de pe Youtube.\n\nSuportă toate tipurile diferite de reclame:\nTipul 1: Anunțuri care apar în pagina de pornire.\nTipul 2: Anunțuri care apar în partea de sus a listei de videoclipuri sugerate.\nTipul 3: Anunțuri care apar sub descriere.\nTipul 4: Anunțuri video săribile de 5 secunde-trebuie să fie vizionate, care apar la începutul videoclipului, la mijloc sau la sfârșit.\nTipul 5: Anunțuri care sunt similare cu tipul 4, dar apar două anunțuri video la rând în loc de unul.\nTipul 6: Anunțuri video de 10 secunde care trebuie vizionate neapărat.\n\nNu vă monitorizăm istoricul de navigare și nu colectăm deloc informații despre dvs. Toate statisticile afișate sunt salvate în dispozitivul dvs. local și nu sunt împărtășite deloc cu nicio parte sau bază de date.",
    "ru": "Описание:\n\nЭто расширение автоматически блокирует всю рекламу Youtube.\n\nОно поддерживает все различные типы рекламы:\nТип 1: Объявления, которые появляются на главной странице.\nТип 2: Объявления, которые появляются в верхней части предлагаемого списка видео.\nТип 3: Объявления, появляющиеся под описанием.\nТип 4: Пропускаемые 5-секундные рекламные объявления, которые появляются в начале видео, в середине или в конце.\nТип 5: Объявления, аналогичные типу 4, но вместо одного видео объявления подряд появляются два.\nТип 6: Непропускаемые 10-секундные видеорекламы, которые нужно смотреть.\n\nМы не отслеживаем историю просмотров и вообще не собираем информацию о вас. Вся отображаемая статистика сохраняется на вашем локальном устройстве и не передается никаким сторонам или базам данных.",
    "sv": "Beskrivning:\n\nDet här tillägget blockerar automatiskt alla Youtube-annonser.\n\nDet stöder alla olika typer av annonser:\nTyp 1: Annonser som visas på startsidan.\nTyp 2: Annonser som visas överst i den föreslagna listan över videor.\nTyp 3: Annonser som visas under beskrivningen.\nTyp 4: Skippable 5-sekunders-videoannonser som måste ses och som visas i början av videon, i mitten eller i slutet.\nTyp 5: Annonser som liknar typ 4, men det är två videoannonser som visas i rad i stället för en.\nTyp 6: Videoannonser som inte kan skippas och som måste ses på 10 sekunder.\n\nVi övervakar inte din webbhistorik eller samlar in information om dig överhuvudtaget. All statistik som visas sparas på din lokala enhet och delas inte alls med någon part eller databas.",
    "tr": "Bu uzantı tüm Youtube reklamlarını otomatik olarak engeller.\n\nTüm farklı reklam türlerini destekler:\nTip 1: Ana sayfada görünen reklamlar.\nTip 2: Önerilen video listesinin üstünde görünen reklamlar.\nTip 3: Açıklamanın altında görünen reklamlar.\nTip 4: Videonun başında, ortasında veya sonunda görünen atlanabilir 5 saniyelik mutlaka izlenmesi gereken video reklamları.\nTip 5: Tip 4'e benzer ancak bir yerine iki video reklamın arka arkaya göründüğü reklamlar.\nTip 6: Atlanamayan 10 saniyelik mutlaka izlenmeli video reklamlar\n\nTarama geçmişinizi izlemiyoruz veya hakkınızda hiçbir bilgi toplamıyoruz. Görüntülenen tüm istatistikler yerel cihazınıza kaydedilir ve hiçbir taraf veya veritabanı ile paylaşılmaz.",
    "zh_CN": "这个扩展可以自动阻止所有Youtube广告。\n\n它支持所有不同类型的广告。\n类型1：出现在主页上的广告。\n类型2：出现在视频建议列表顶部的广告。\n类型3：出现在描述下的广告。\n类型4：可跳过的5秒钟必须观看的视频广告，出现在视频的开头、中间或结尾处。\n类型5：与类型4类似的广告，但有两个视频广告出现在一排而不是一个。\n类型6：不可摘取的10秒必须观看的视频广告\n\n我们不监控你的浏览历史，也不收集你的任何信息。所有显示的统计数据都保存在你的本地设备中，根本不会与任何一方或数据库共享。"
  }
}