{
  "name": {
    "ar": "Yellow Pages Leads Spider",
    "am": "YP Leads Exporter",
    "bg": "Yellow Pages Listings Export to Excel",
    "bn": "Listing Extractor for YellowPages",
    "ca": "Yellow Pages Data Exporter",
    "cs": "Business Listing Scraper for Yellow Pages",
    "da": "Yellow Pages CSV Extractor",
    "de": "YP Data Spider - Yellow pages Extractor",
    "el": "YP Listing Data to CSV/Excel",
    "en,en_AU,pl": "Yellow Pages Scraper",
    "en_GB": "Yellow Pages Extractor",
    "en_US": "Yellow Pages Scraper - Yellow Pages Spider",
    "es": "Yellow Pages Business Leads Downloader",
    "es_419": "YellowPages to Excel",
    "et": "Local Biz Leads Extractor for Yellow Pages",
    "fa": "Yellow Pages Directory Data to CSV",
    "fi": "Data to CSV for Yellow Pages Directories",
    "fil": "Yellow Pages Data Spider",
    "fr": "Local Listings Scraper for Yellow Pages",
    "gu": "Business Listings Excavator for Yellow Pages",
    "he": "YP Leads Spider - Yellow Pages Extractor",
    "hi": "Yellow Pages Listing Extractinator",
    "hr": "Yellow Pages Directory Listings to CSV",
    "hu": "Yellow Pages Data to CSV",
    "id": "Local Listings Spider for Yellow Pages",
    "it,vi": "CSV Exporter for Yellow Pages Directories",
    "ja": "Yellow Pages Business Data to Excel",
    "kn": "Listings Grabber for YP - Yellow Pages Downloader",
    "ko": "Yellow Pages Business Listings to Excel",
    "lt": "Yellow Pages Local Listing CSV Downloader",
    "lv": "YP Listing Spider - Yellow Pages Exporter",
    "ml": "YellowPages Yields Extractor",
    "mr": "Yellow Pages Listing Scraper",
    "ms": "YellowPages Data Scraper",
    "nl": "YellowPages Excel Exporter",
    "no": "Yellow Pages Listing Extractor",
    "pt_BR": "YellowPages Data Extractor",
    "pt_PT": "YP Local Listings Downloader - Yellow Pages Scraper",
    "ro": "Directory Data Scraper for YellowPages",
    "ru": "YellowPages Scraper Pro",
    "sk": "Directory Listing Extractor",
    "sl": "Yellow Pages Local Biz Data Downloader",
    "sr": "Yellow Pages Leads Grabber",
    "sv": "YP Listing Extractor - Yellow Pages Scraper",
    "sw": "Yellow Pages Data Excavator to CSV/Excel",
    "ta": "Yellow Pages Business Directory Scraper",
    "te": "Yellow Pages Local Listings to Excel",
    "th": "Yellow Pages Directory to CSV Converter",
    "tr": "Local Listings Scrape for Yellow Pages",
    "uk": "Yellow Pages Directory Data Extractor",
    "zh_CN": "Yellow Pages Directory Scrape",
    "zh_TW": "Yellow Pages Listing Downloader"
  },
  "short": {
    "ar": "Revolutionize YellowPages data gathering with automated extraction to structured Excel files. Effortless lead generation boost.",
    "am": "Intelligent algorithms scrape comprehensive YellowPages listings. Seamless Excel exports unlock business growth.",
    "bg": "Harness the power of automated YellowPages scraping. Organized Excel outputs facilitate data-driven decision making.",
    "bn": "Automated YellowPages extractor, Excel exporter. Effortless access to targeted leads, business growth maximized accordingly.",
    "ca": "Scrape and export YellowPages to Excel automatically. Streamlined workflow, structured data outputs empower opportunities.",
    "cs": "Intuitive YellowPages listings extraction to organized Excel files. Data-driven success through superior lead generation.",
    "da": "Automated tools extract YellowPages data efficiently. Structured Excel outputs accelerate marketing and sales processes.",
    "de": "One-click automation extracts YellowPages to usable Excel leads. Gain competitive edge through enhanced productivity.",
    "el": "Smart scraper grabs YellowPages contacts automatically. Well-organized Excel outputs unlock targeted B2B lead generation.",
    "en,en_AU": "One-click automation extracts YellowPages to actionable CSV file. Leverage data-driven insights, outpace competition accordingly.",
    "en_GB": "Powerful YellowPages scraper extracts listings fast. Organized Excel exports empower data-driven marketing and sales strategies.",
    "en_US": "Scrape YellowPages listings auto-magically. Export business data to Excel effortlessly. Boost productivity, maximize lead generation",
    "es": "Automation harvests YellowPages listings to structured Excel. Effortless high-quality lead generation maximized accordingly.",
    "es_419": "Unlock automated YellowPages extraction to organized Excel lead lists. Streamlined prospecting accelerates business growth.",
    "et": "Intelligent scraping acquires YellowPages data, exports organized Excel output. Empower high-velocity lead generation accordingly.",
    "fa": "Automated extraction of comprehensive YellowPages business contacts to Excel. Revolutionize workflow, maximize lead pipeline.",
    "fi": "YellowPages crawler acquires business listings on-demand. Customizable CSV/Excel exports drive qualified leads and opportunities.",
    "fil": "Powerful tool harvests YellowPages data effortlessly, organized Excel exports accelerate targeted B2B acquisition efforts.",
    "fr": "Auto-scrape YellowPages listings to structured CSV/Excel. Streamlined workflow empowers data-driven business development strategies.",
    "gu": "Automated extraction acquires YellowPages intelligence, exports organized Excel leads. Empower maximum productivity, lead velocity.",
    "he,ta": "YellowPages listings extractor exports data to CSV/Excel. Automated lead generation unlocks business growth opportunities.",
    "hi": "Automate YellowPages scraping to structured CSV/Excel files. Streamlined lead acquisition empowers data-driven sales strategies.",
    "hr,vi": "One-click extraction pulls YellowPages contacts into CSV/Excel databases. Gain competitive edge through automated prospecting.",
    "hu": "Smart algorithms scrape YellowPages, export organized CSV/Excel leads. Maximize productivity, accelerate targeted B2B marketing.",
    "id": "Powerful tool extracts YellowPages intelligence to usable CSV/Excel formats. High-velocity lead generation maximized accordingly.",
    "it": "Automated workflows scrape YellowPages, export structured CSV/Excel outputs. Fuel sales pipeline through effortless prospecting.",
    "ja": "Intuitive extraction harvests YellowPages listings to CSV/Excel. Streamlined lead acquisition empowers data-driven strategies.",
    "kn": "Scrape acquires YellowPages data, exports CSV/Excel leads. Leverage automation, outpace competition through productivity.",
    "ko": "Intelligent extraction exports YellowPages contacts to CSV/Excel databases. Amplify marketing ROI via enriched insights.",
    "lt": "Automated tool scrapes YellowPages, generates organized CSV/Excel outputs. High-quality structured lead data maximized accordingly.",
    "lv": "One-click YellowPages extraction to pre-formatted CSV/Excel files. Unlock seamless lead generation, business growth opportunities.",
    "ml": "Harvests targeted YellowPages contacts into CSV/Excel. Streamlined prospecting accelerates sales acquisition velocity.",
    "mr": "Automated scraping acquires comprehensive YellowPages listings for CSV/Excel export. empower data-driven strategies.",
    "ms": "Extract YellowPages data to structured CSV/Excel leads. Fuel hyper-personalized B2B marketing campaigns accordingly.",
    "nl": "Exports YellowPages intelligence to organized CSV/Excel databases. Accelerate sales cycles through enriched insights.",
    "no": "Auto scrapes YellowPages contacts, export to CSV/Excel. Supercharge prospecting productivity, maximize opportunities accordingly.",
    "pl": "Pull YellowPages business data into CSV/Excel formats. Streamlined workflows empower accelerated growth strategies.",
    "pt_BR": "Intelligent workflows scrape YellowPages listings, generate quality CSV/Excel leads. Amplify ROI through optimized targeting.",
    "pt_PT": "Cutting-edge automation extracts YellowPages intelligence to actionable CSV/Excel. Maximize sales velocity via enriched databases.",
    "ro": "Acquires targeted YellowPages contacts, exports structured CSV/Excel. Fuel high-performance prospecting campaigns accordingly.",
    "ru": "Automate data extraction from YellowPages directories into CSV/Excel files. Turbocharge B2B lead generation and prospecting workflow",
    "sk": "One-click YellowPages scraper pulls targeted business listings. Amplify sales outreach with enriched CSV/Excel exports.",
    "sl": "Harvests YellowPages business intelligence into organized lead lists. Export structured prospect data to CSV/Excel effortlessly.",
    "sr": "Data extraction tool scrapes YellowPages niche-targeted commercial listings. Export quality leads to CSV/Excel automatically.",
    "sv": "Extracts comprehensive YellowPages business contact details, Streamline workflow with structured CSV/Excel lead database exports.",
    "sw": "Acquires massive YellowPages directory datasets. High-velocity export to organized CSV/Excel drives prospecting productivity.",
    "te": "Scrapes rich YellowPages business information. Customizable CSV/Excel export for personalized lead generation campaigns.",
    "th": "Scrape YellowPages directory listings with precision. Export high-quality CSV/Excel leads to accelerate sales cycles.",
    "tr": "Automate acquisition of YellowPages business intelligence. Structured CSV/Excel exports maximize ROI.",
    "uk": "Extracts targeted YellowPages business datasets. Optimized CSV/Excel outputs drive campaign performance.",
    "zh_CN": "Auto-extract YellowPages contacts to Excel. Streamlined lead generation, fresh targeted prospects, competitive edge guaranteed.",
    "zh_TW": "Extracts rich YellowPages listings into sales-ready databases. Seamless CSV/Excel exports facilitate hyper-personalized outreach."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate thousands of leads in just one-click, Yellow Pages Scraper is a smart tool which can extract the Yellow Pages directories and export the data to csv file.\n\nHow does it Works?\nAll you have to do is enter a YellowPages search url and then just click the Start Extracting button, after complete extracting, you can download detail list which in a well-organized manner that you can easily review and can import to Excel or your database.\n\nWhat columns you can export?\n#Business Name\n#Business Category\n#Phone\n#Website\n#Address\n#Postal Code\n#Rating\n#Reviews\n#Business Detail Link\n#Business Image\n\nData Privacy\nAll data is processed in your local computer, it is never passing through our web server, no one knows what you exported.\n\nFAQ\nhttps://yellowpagesscraper.extensionsbox.com"
  }
}