{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IMAGE Extension",
    "fr": "Extension IMAGE"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for the McGill IMAGE project. This is a beta release.",
    "fr": "Extension pour le projet IMAGE à McGill. Il s'agit d'une version bêta."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for the McGill IMAGE project.\nMaking internet graphics accessible through rich audio and touch!\n\nHave you ever wanted to hear a photograph or pie chart, and not just a description of what is in it? IMAGE (Internet Multimodal Access to Graphical Exploration) adds a new item to your browser’s context menu when you activate it on a graphic such as a photograph, on any webpage you visit. The goal is to provide people who are blind or have low vision with a new and useful experience of internet graphics that goes beyond automatically generating alt tags.\n\nOnce you have added the extension to your browser, activate IMAGE using a button next to a graphic on a webpage, or a menu item added your browser's right-click context menu. The graphic is sent to a server that creates a custom audio rendering, and if you are wearing headphones, uses “spatialized audio” so that you hear different parts of the graphic all around you, rendered as sounds. In addition, if you go to the extension's setting page, you can enable haptic devices such as the Haply and the Dot Pad in order to explore graphics with your sense of touch.\n\nThis release is a beta version of IMAGE, and does not work well on all graphics. To get started, we recommend visiting our tutorial page at https://image.a11y.mcgill.ca/pages/tutorial.html\n\nINSTALLATION\nRead these instructions for installation before proceeding with installation\n1. For most browsers, find the \"Add to browser\" button, where \"browser\" is the name of your browser. If you are using Edge, find the button labeled \"Get Extension\" or simply \"Get\".\n2. From there, a pop-up window titled \"Add \"IMAGE Extension\"\" will ask you to confirm your decision. Confirm by clicking \"Add Extension\".\n\nIMAGE is carried out by McGill University's Shared Reality Lab (SRL) [1], in strategic partnership with Gateway Navigation CCC Ltd [2] and the Canadian Council of the Blind (CCB) [3]. The project is funded by Innovation Science Economic Development Canada through the Assistive Technology Program. The motivation for this project is to improve the access to internet graphics for people who are blind or partially sighted.\n\nFor more information about how we handle your data, please see:\nhttps://image.a11y.mcgill.ca/pages/policies.html\n\nFor technical issues, please contact image@cim.mcgill.ca.\nFor other inquiries, please contact image@gnc3.com.\n\nABOUT US\n\n[1] The Shared Reality Lab, in McGill University’s Department of\nElectrical and Computer Engineering, works with audio, video, and\nhaptic technologies, building systems that leverage their capabilities\nto facilitate and enrich both human-computer and computer-mediated\nhuman-human interaction. http://srl.mcgill.ca\n\n[2] Gateway Navigation CCC Limited is a unique social enterprise\nbringing together social innovation and for-profit sustainability.\nFounded in 2017 by individuals and organizations including the\nCanadian Council of the Blind (CCB). Sharing a lived experience in\ndisability and a passion to make a difference in our communities. Our\nsocial and business objective is to create a more accessible and\ninclusive world through applying human centred design in the use of\ninclusive audio-based (digital) augmented reality networks, while\npromoting training and employment opportunities for people with\ndisabilities in this rapidly developing technology sector.\nhttps://gnc3.com/\n\n[3] The Canadian Council of the Blind (CCB) is the largest\nmember-based consumer organization of persons who are blind,\ndeaf-blind, or partially sighted in Canada. https://ccbnational.net/",
    "fr": "Extension du projet McGill IMAGE.\nRendre les graphiques d'Internet accessibles grâce à l'audio et au toucher !\nAvez-vous déjà eu envie d'entendre une photographie ou un diagramme circulaire, et pas seulement une description de ce qu'ils contiennent ? IMAGE (Internet Multimodal Access to Graphical Exploration) offre aux personnes aveugles ou malvoyantes une expérience nouvelle et utile des graphiques sur Internet, qui va au-delà de la génération automatique de texte de remplacement.\nUne fois que vous avez ajouté l'extension à votre navigateur, un bouton est ajouté aux graphiques des sites internet. Pour activer IMAGE, cliquez sur ce bouton, ou utilisez le menu contextuel en cliquant sur le bouton droit de la souris. Le graphique est envoyé à un serveur qui crée un rendu audio personnalisé et, si vous portez un écouteur, utilise un \"son spatialisé\" pour que vous entendiez les différentes parties du graphique tout autour de vous, sous forme de sons. En outre, si vous vous rendez sur la page de configuration de l'extension, vous pouvez activer des dispositifs haptiques tels que le Haply 2diy et le Dot Pad afin d'explorer les graphiques avec votre sens du toucher.\nCette version est une version bêta d'IMAGE et ne fonctionne pas correctement sur tous les graphiques. Pour commencer, nous vous recommandons de consulter notre page de tutoriel à l'adresse https://image.a11y.mcgill.ca/pages/tutorial.html.\nIMAGE est réalisé par le Shared Reality Lab (SRL) de l'Université McGill [1], en partenariat stratégique avec Gateway Navigation CCC Ltd [2] et le Conseil canadien des aveugles (CCA) [3]. Le projet est financé par le Programme de technologies d'assistance d'Innovation, Sciences et Développement économique Canada. La motivation de ce projet est d'améliorer l'accès aux graphiques sur Internet pour les personnes aveugles ou malvoyantes.\nPour plus d'informations sur la manière dont nous traitons vos données, veuillez consulter : https://image.a11y.mcgill.ca/fr/pages/policies.html\nPour les questions techniques, veuillez contacter image@cim.mcgill.ca.  Pour toute autre question, veuillez contacter image@gnc3.com."
  }
}