{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Helper. Quick Access & Download"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your productivity with AI-powered ChatGPT chatbot & easily download chat history. Get quick access with ChatGPT Helper!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Helper is designed to boost your productivity when working with ChatGPT. Quick Access & Download Chrome extension! With our new extension you will have \"quick and easy access\" to the AI assistant. \n\nMain features allow you to get quick access to ChatGPT and Download your chats to safely keep them for future use. \n\n- To Download you chat simply right-click to open the context menu and choose \"Download chat.\"\n- To call ChatGPT simply click the extesnion icon, and here you go.\n\nSo why not give the ChatGPT Helper. Quick Access & Download a try?",
    "pt_PT": "Vimeo. Download video from vimeo.com. Video download never been easier before. Viemo video hosting. Vimeo downloader for saving video to your PC. Download vimeo video is very easy with this extension. Save the video to watch it offline whenever you want. Vimeo videos can be downloaded fast and easy. Save video to your hard drive.\n\nHow to download vimeo videos to your PC? \n-\tFast and free browser extension to download vimeo videos\n\nHow to download videos? This extension is the answer for how to find the m3u8 url in vimeo video. Have you ever asked yourself How do I download a video from vimeo? This downloader is the answer.\nAdd the extension to your Chrome and you'll know:\n-\thow to download a vimeo video\n-\thow to download video to your computer\n\nThis Vimeo Downloader works provides the following:\n1.\tvimeo video\n2.\tdownload vimeo\n3.\tvimeo documentary\n4.\tvimeo videos\n5.\tvimeo movies download\n6.\tvimeo download video\n7.\tvimeo filmes\n8.\tvimeo subtitles\nYou can even watch wolf of wall street online free vimeo. Vimeo com. Download and watch movies on vimeo. Vimeo downloader is free extension with no downloading limits. Vimeo peliculas. Vimeo movies download and other features. Vimeo downloader for Vimeo download video. Download from vimeo in one click. Download video from vimeo directly in your Chrome.\n-\tHow to download movies on laptop.\n-\tHow to download movies for free.\n\nVimeo downloader is designed to:\no\tdownload video from vimeo\no\tdownload vimeo video\no\tvimeo to mp4\no\tvimeoto mp4\n\nVideo downloaden vimeo for you. Vimeo videodownload. Vimeo downloader for Chrome Browser. Vimeo dl. Download vimeo downloader from Chrome Store. Downloaden vimeo fast. Download vimeo private video to your PC. Private video on vimeo download in a few clicks. Download private video on vimeo.com. Vimeo mp3 tool. Screen capture vimeo not needed anymore, use Vimeo Downloader. Vimeo converter mp3 online. Vimeo downloader chrome or vimeo chrome downloader. Download vimeo to mp4 directly from the website.\n\nVimeo downloader online for:\no\tdownload vimeo video online\no\tvimeo to mp4 converter\no\tonline video downloader from vimeo\no\tvimeo videos downloader online\no\tvimeo downloader free\no\tdownload vimeo link"
  }
}