{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Invoices"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phần mềm download hóa đơn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ hỗ trợ download dữ liệu hóa đơn điện tử đầu vào, đầu ra từ website hóa đơn điện tử với các tùy chọn tiện ích :\n- Download dữ liệu trong khoảng thời gian, download dữ liệu theo từng mã số thuế người mua, người bán, download dữ liệu theo từng trạng thái của hóa đơn,...\n- Download bảng kê đầu vào, đầu ra.\n- Dữ liệu download về theo định dạng file Excel có chi tiết đầy đủ từng mặt hàng, là nguồn dữ liệu có thể cập nhật vào các phần mềm kế toán, khai thuế.\n- Dữ liệu download về có thể chọn theo định dạng JSON để cập nhật trực tiếp vào phần mềm kế toán KVIETPRO.\n- Download dữ liệu cho nhiều mã số thuế (phục vụ cho các doanh nghiệp dịch vụ kế toán).\n- Tiện ích không thu thập bất kỳ dữ liệu người dùng, không yêu cầu phải đăng ký tài khoản. Dữ liệu được lưu trong máy của người dùng.\n- Tiện ích chỉ đọc dữ liệu, không chỉnh sửa dữ liệu từ website hóa đơn điện tử.\n\nSử dụng tiện ích dễ dàng :\n- Đăng nhập vào website Hóa đơn điện tử https://hoadondientu.gdt.gov.vn với tên đăng nhập và mật khẩu hợp lệ và sử dụng hợp pháp (được chủ tài khoản cho phép).\n- Chọn các tùy chọn của tiện ích và tiến hành download dữ liệu.\nBạn có thể dùng công cụ này để phục vụ cho yêu cầu của công tác kế toán, bạn tự chịu trách nhiệm về việc sử dụng dữ liệu. Công cụ được phát hành hoàn toàn miễn phí."
  }
}