{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Favicon Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lets you change favicons for your bookmarks, single webpages and entire websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- No more blank icons next to your bookmarks.\n- Customize favicons for almost any webpage or website.\n- Choose favicons for a single page or the entire site.\n- No complex regular expressions to match urls with.\n- Changes favicons on all your bookmarks and tabs without needing to refresh.\n- Use almost any image format, from the internet, or your computer.\n- Automatically resizes your images to favicon size and provides a preview.\n- Updates old or outdated favicons that are stuck in the cache.\n- Choose your own default favicon to use if none exists.\n- Choose to remove all favicons, using one favicon for everything.\n- Add favicons for links that are not webpages, such as pictures, songs or videos.\n- Add favicons for links on your local hard drive as well.\n- No need to mess around with confusing configuration files.\n- A safe and secure extension that does not reveal your folders or files.\n- Fully featured options page with multiple views and choices.\n- Easy to use interface with detailed error handling.\n- Saves all your settings and loads them automatically.\n- Simple interface with intuitive features and options.\n- Use as a manager and organizer for all your custom bookmark favicons.\n- Limited time offer:  Free to download for testing.\n- Usage details:  Designed for Windows.  Does not work with Mac.\n- If you have any problems or recommendations, please let me know and I will try to fix them.\n- Any feedback over bugs or requests for improvements are welcomed.\n- If you like the extension and find it helpful, please comment and rate it."
  }
}