{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stock Ticker News Alerts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of constantly having to check the stock market for updates on your favorite stocks? Look no further! Our extension…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of constantly having to check the stock market for updates on your favorite stocks? Look no further! Our extension makes it easy for you to stay up-to-date on the latest news and changes.\n\nWith our app, you can add your favorite stocks to a watchlist and receive real-time alerts whenever news is published related to those stocks. This means you can focus on other important tasks while still staying informed about the stocks you care about most.\n\nOur app is perfect for busy professionals, investors, and anyone else who wants to stay informed about the stock market. With its convenient and easy-to-use interface, you'll be able to quickly and easily access all the information you need to make informed decisions about your investments.\n\nSo why wait? Download our app today and start staying up-to-date on the latest stock market news and changes. You won't be disappointed!\n_______________________\nAccess:\nto access the feature of this extension you will be required to sign up for premium access. Cancelable at any point in time, by clicking the button next to the plus. (refer to the main video on this page for clarification).\n\nthis is done to maintain the development of the extension and provide you with overall greater experience in the long run.\n_______________________\nFor Those With Privacy Concerns:\nWe never collect any of your data. Our business model relies on subscriptions and not on storing and selling your data.\n_______________________\nHow to contact us?\ngmail: unityinvestingsup@gmail.com\ninstagram: unityinvesting"
  }
}