{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NewsHub: Stay Informed!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay updated on the latest news with our extension news app."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you looking for a comprehensive news source that covers a wide spectrum of topics? Look no further! Our extension news app, \"NewsHub,\" is your go-to destination for staying informed about the latest developments in a variety of areas. We offer in-depth coverage and updates on the following key topics:\n\nHamas: Keep up with the latest developments surrounding this influential organization.\nMatthew Perry - American-Canadian actor: Stay in the loop with news, interviews, and insights related to the renowned actor.\nPalestine: Dive deep into the political, social, and cultural happenings in this region.\nIsrael - Country in the Middle East: Get informed about the latest news, politics, and culture from this dynamic nation.\nTexas Rangers - Baseball: Follow your favorite baseball team with up-to-the-minute news, game updates, and player insights.\nMaine shooting: Stay aware of developments surrounding this incident.\nIsrael war: Get the most recent updates on the ongoing situation and its impact on the global stage.\nWith \"NewsHub,\" you can access a wealth of information on these diverse topics, making it easy to stay in the know. Our app is designed to keep you informed, wherever and whenever you want. Download \"NewsHub\" now and explore the world of news like never before!"
  }
}