{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mobile Data Collection - Scan-IT to Office"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Field Data Acquisition and Barcode Scanning for Google Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan-IT to Office is the efficient solution for mobile data acquisition with Google Chrome. Field data collection was never that easy!\n\nThis extension, assisted by the Scan-IT to Office app, provides remote data collection and barcode scanning into websites or web applications. Cloud services forward the captured data (barcodes, images, manual inputs, date and time-stamps, GPS location data) immediately into Google Chrome on your desktop computer. This works regardless of your location, even across different offices, facilities or countries. \n\nVERSATILE:\nData is captured into clearly structured input forms on the smartphone or tablet. The Scan-IT to Office app provides forms which can be easily customized to your needs. For example, the use of an input form with multiple barcode fields, images or texts is a matter of seconds.\n\nEASY TO USE:\nScan-IT to Office is ready to use in just a few steps: The data acquisition app is paired with the Google Chrome extension by scanning a QR code. Now the data transfer works on its own: captured bar-codes, pictures, manual inputs, timestamps or location data are automatically sent to Google Chrome on your computer.\n\nFEATURES:\n• Remote data collection in real time for websites and browser applications\n• Captures barcodes, images, dates, timestamps, texts, GPS location data and numbers\n• Custom and predefined data acquisition forms\n• Smart cloud services\n• Works worldwide, independent of time and place\n• End-to-End encryption guarantees maximum privacy & security\n• Single and multi-user scenarios are supported\n• Quick and user-friendly installation\n\nIMPORTANT NOTICE:\nTo use this free extension, you also need the Scan-IT to Office app for your mobile device (Android / iOS). The app installs as a free demo, for unrestricted use we kindly ask you to purchase a subscription for the app. Without a subscription, the captured data will be replaced by a demo text in irregular intervals and/or a notification is displayed. Download the app using these links:\n• Android: https://goo.gl/vZNG7F\n• iOS: https://goo.gl/w3BWy8\n\nSUPPORTED BARCODES:\n• Linear bar codes: Codabar*, Code-128, Code 39, Code 93, 2 of 5 interleaved, ...\n• 2D codes: QR Code, Data Matrix, Aztec Code, PDF 417\n• GS1 DataBar (RSS-14)*\n• EAN and UPC barcodes\n(* Android only)\n\nCOMPATIBILITY:\nScan-IT to Office works with Google Chrome and Google Sheets on desktop computers.\n\nFURTHER TARGETS:\nUsing the Scan-IT to Office Tools, any Windows / macOS desktop application or database accessible via ODBC is able to process captured data. Additional Add-Ins for Google Sheets, Microsoft Word and Microsoft Excel ensure seamless operation with spreadsheets and documents. Download these add-ins/tools using this link: https://www.tec-it.com/stodownload. \n\nSUPPORT:\nIn case of questions, please contact us at support@tec-it.com (E-Mail), TECITSupport (Skype) or visit https://www.tec-it.com/sto.\n\nTerms of use and privacy: https://www.tec-it.com/download/PDF/TEC-IT_AGB_EN.pdf"
  }
}