{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "F1 Now"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Formula One World Championship Information. (Unofficial)."
  },
  "long": {
    "ar": "اكتشف عالم الفورمولا 1 كما لم يحدث من قبل مع F1 الآن. ابق على اطلاع بكل سباق الجائزة الكبرى لهذا الموسم، مع معلومات عن أيام وأوقات جميع الأحداث.\n\nبالإضافة إلى ذلك، استمتع بالأخبار في الوقت الفعلي بفضل دمج X مباشرة في الامتداد. عش إثارة الفورمولا 1 ولا تفوت أي لحظة من الإثارة. قم بتنزيل F1 الآن واجلب الأدرينالين الخاص بالفورمولا 1 إلى متصفحك!",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the world of Formula 1 like never before with F1 Now. Stay up to date with each Grand Prix of the season, with information on the days and times of all events.\n\nPlus, enjoy real-time news thanks to the integration of X directly into the extension. Live the excitement of F1 and never miss a single moment of action. Download F1 Now and bring the adrenaline of Formula 1 to your browser!",
    "es": "Descubre el mundo de la Fórmula 1 como nunca antes con F1 Now. Mantente al tanto de cada Gran Premio de la temporada, con información sobre los días y horarios de todos los eventos.\n\nAdemás, disfruta de noticias en tiempo real gracias a la integración de X directamente en la extensión. Vive la emoción de la F1 y no te pierdas ni un solo momento de acción. ¡Descarga F1 Now y lleva la adrenalina de la Fórmula 1 a tu navegador!",
    "ja": "F1 Now で、これまでにないような F1 の世界を発見してください。すべてのイベントの日時に関する情報を含め、シーズンの各グランプリの最新情報を入手してください。\n\nさらに、X が拡張機能に直接統合されているため、リアルタイム ニュースをお楽しみいただけます。 F1 の興奮を満喫し、アクションの瞬間を見逃すことはありません。今すぐ F1 をダウンロードして、フォーミュラ 1 のアドレナリンをブラウザーにもたらしましょう!",
    "pt_BR,pt_PT": "Descubra o mundo da Fórmula 1 como nunca antes com F1 Now. Fique por dentro de cada Grande Prêmio da temporada, com informações sobre os dias e horários de todos os eventos.\n\nAlém disso, aproveite as notícias em tempo real graças à integração do X diretamente na extensão. Viva a emoção da F1 e nunca perca um único momento de ação. Baixe F1 Now e leve a adrenalina da Fórmula 1 para o seu navegador!"
  }
}