{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Helps to monitor changes on different web-pages, notifies about changes",
    "ru": "Позволяет следить за изменениями данных на различных веб-страницах, уведомляет об изменениях",
    "uk": "Дозволяє стежити за змінами даних на багатьох веб-сторінках, повідомляє про зміни"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This extension is for you if you often catch yourself surfing the Internet to simply check if something changed on some page. Save your time, now yellow duck will do the job.\n\nHow to use:\n1. Go to any web page\n2. Click right button on value you're interested in, select \"Watch this item\" from context menu\n3. Test it (optionally) and save it.\n\nHow it works:\nEvery minute it loads all pages from listed items and finds specified values via CSS selectors.\n\nNotes: \n- It's not always possible to automatically generate CSS selector, sometimes you'll need to set it manually\n- Extension checks items every minute, it does not show changed value immediately\n- It doesn't work with asynchronously loaded values (via AJAX)\n- Extension has some time limits on page loading, therefore sometimes it will be showing \"Not Available\" instead of real value, but it's rare cases\n\nGitHub: https://github.com/RomanVlasenko/your-notifier",
    "ru": "Это расширение для вас, если вы часто проводите время в интернете, просто проверяя обновления на одних и тех же страницах. Не теряйте время зря, доверьте эту работу желтой уточке.\n\nИнструкция:\n1. Откройте любую страницу\n2. Наведите мышь на интересующее значение и нажмите правой кнопкой, выберите \"Watch this item\" в контекстном меню\n3. Сохраните сгенерированный селектор\n\nКак это работает:\nКаждую минуту расширение загружает добавленные страницы в фоновом режиме и проверяет значения по добавленным CSS селекторам.\n\nЗамечания: \n- Не всегда возможно автоматически сгенерировать CSS селектор, иногда нужна установить его вручную\n- Расширение проверяет страницы раз в минуту, не ожидайте мгновенной реакции на изменения\n- Расширение не работает со страницами динамически построенными на клиентской стороне (прим. google.com)",
    "uk": "Це розширення для вас, якщо ви часто проводите час в інтернеті, перевіряючи оновлення на тих самих сторінках. Не витрачайте час дарма, довірте це жовтій качці.\n\nЯк користуватись:\n1. Відкрийте будь-яку сторінку\n2. Наведіть мишу на значення, що вас цікавить та натисніть правою кнопкою. Виберіть \"Watch this item\" у контекстному меню\n3. Збережіть селектор\n\nЯк це працює:\nКожну хвилину розширення завантажує додані сторінки у фоновому режимі та перевіряє значення за доданими CSS селекторам.\n\nПримітки: \n- Не завжди можливо автоматично згенерувати CSS селектор, інколи необхідно встановити його вручну\n- Розширення перевіряє сторінки раз на хвилину, не очікуйте миттєвої реакції на зміни\n- Розширення не працює зі сторінками, що динамічно завантажуються/будуються за допомогою JavaScript (напр. google.com)"
  }
}