{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TextFilter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Filter unwanted text based content by using specific keywords on web pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TextFilter: Take Control of Your Web Content!..\n\nTextFilter is a free browser extension that empowers you to create a more focused and comfortable browsing experience by filtering out unwanted content using customizable keywords.\n\nIn today’s digital world, we’re often surrounded by content that can be distracting, upsetting, or simply unwanted. Whether you're trying to avoid spoilers for your favorite show, steer clear of disturbing topics, shield yourself from repeatedly seeing the same content, or keep a focused work environment, it's not always easy to dodge these things on your own.\n\nKey Features:\n-Smart Content Filtering: Automatically detect and filter content based on your custom keywords across any webpage.\n-Comprehensive Media Filtering: Analyzes and filters images based on their descriptions (alt text, titles, and captions).\n-Universal Language Support: Works with emojis and all alphabets (Latin, Cyrillic, Arabic, Asian scripts, etc.).\n-Flexible Display Options: Choose between completely removing filtered content or replacing it with a warning message.\n-Site-Specific Control: Enable or disable filtering for specific websites, giving you precise control over where filtering occurs.\n-Privacy First: All filtering happens locally on your device - no cloud storage, no tracking, no data collection. Your browsing habits remain completely private.\n-Real-Time Updates: Changes to your filter settings take effect immediately with page refresh.\n\nTextFilter is designed for anyone wanting a cleaner, more personalized browsing experience; from students and professionals to everyday users who want control over what they see online."
  }
}