{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Better RK forum"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improves the Renaissance Kingdoms game official forum."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cette extension améliore les forums officiels du jeu \"Renaissance Kingdoms\".\n\nElle permet d'ajouter pour les deux forums officiels et celui de Rome :\n- des filtres à l'index du forum.\n- des filtres aux pages de recherches de nouveaux messages.\n- un filtre de comptes ignorés aux pages de lecture des sujets.\n- l'affichage d'icônes de nouveaux messages à l'index du forum.\n- des boutons permettant d'utiliser des balises supplémentaires pour la rédaction de messages (spoiler, char, center,...) (inspiré par jdOrandin)\n\nChaque fonctionnalité peut être activée ou désactivée individuellement depuis les options de l'extension.\n\nChaque filtre (liste blanche, noire, d'ignoré) peut être appliqué par défaut au chargement de la page si l'utilisateur le souhaite (paramétrable dans les options de l'extension).\n\n<b>Liste blanche et liste noire :</b>\nL'extension rajoute quatre boutons lors de la visite de l'index ou de l'une des pages de nouveaux messages (\"Voir les nouveaux messages depuis votre dernière visite\", \"Voir ses messages\", \"Voir les messages sans réponses\") :\n- \"Filtrer liste blanche\" : n'affiche que les catégories de la liste blanche.\n- \"Filtrer liste noire\" : retire de l'affichage les catégories de la liste noire.\n- \"Annuler filtres\" : retire les filtres pour rétablir la liste initiale.\n- \"Afficher/cacher réglages\" : permet d'afficher ou de cacher les réglages.\n\nPour définir les listes blanches et noires, il faut remplir les zones de texte correspondantes de la partie réglages avec la liste des catégories que l'on souhaite afficher ou exclure. Les noms des différentes catégories doivent être séparés par des points-virgules. Les listes sont distinctes entre les trois forums.\nLes réglages sont sauvegardés localement sur le navigateur et seront appliqués une fois la page rechargée.\n\n<b>Liste d'ignorés :</b>\nL'extension ajoute trois boutons lors de la lecture d'un sujet :\n- \"Filtrer ignorés\" : remplace les messages des comptes ignorés par un texte neutre.\n- \"Annuler filtres\" : retire les filtres pour rétablir l'affichage initial.\n- \"Afficher/cacher réglages\" : permet d'afficher ou de cacher les réglages.\n\nPour définir la liste d'ignorés, il faut remplir la zone de texte correspondante de la partie réglages avec la liste des comptes que l'on souhaite ignorer. Les noms des différents comptes doivent être séparés par des points-virgules. La liste est commune aux trois forums.\nLes réglages sont sauvegardés localement sur le navigateur et seront appliqués une fois la page rechargée.\n\n<b>Icônes de nouveaux messages :</b>\nSur l'index du forum, cette fonctionnalité change l'icône des catégories pour signaler que de nouveaux messages ont été postés.\nLa \"nouveauté\" des messages est basée sur la date de dernière visite indiquée sur l'index du forum et la date des derniers messages des catégories. Elle ne dépend pas de si ces messages ont été lus ou non.\n\n<b>Balises pour la rédaction :</b>\nInspiré par jdOrandin, cette fonctionnalité ajoute aux fenêtres d'éditions de messages (réponse à un sujet ou messages privées) différents boutons permettant d'utiliser les balises center (alignement centré), right (alignement à droite), spoiler, sup (exposant), sub (indice), char (fiche de personnage), hr (barre horizontale pleine), hr-dashed (barre horizontale en tirets) et hr-dotted (barre horizontale en pointillés)."
  }
}