{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ApexCase Capitalizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily change the capitalization (case) of text on the fly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ApexCase allows quick, easy and smooth text capitalization. It lets you easily match the intended tone and utility of the text being edited. Simply by selecting, right clicking on a block of editable text, and clicking on a menu option, the user can change the case of the text. \n\nIt can handle large amounts of text and can save a lot of time. This prevents the hassle of doing it manually or finding a website that does it for you. It keeps you in the writing flow, and effectively automates the irritating work. \n\nThe user can: \n(1) Capitalize entire selection: All alphabets (a-z) will be replaced by their respective upper case alphabets (A-Z).\n\n(2) Capitalize first letter of each word: Only the first letter of each word will be capitalized, leaving all the other characters as they are.\n\n(3) Capitalize first letter of each sentence: Only the first letter of the first word of each sentence will be capitalized, leaving all the other characters as they are. This is the generally the norm in English.\n\n(4) Lowercase the entire selection: All upper case alphabets (A-Z) will be replaced by their respective lower case alphabets (a-z).\n\n(5) Undo last action: Reverts the last action performed, along with any changes made to the text following that action.\n\nApexCase is quick, convenient and easy to use. Consider the following examples of its use: \n* Convert your informal writings into something formal and presentable\n* Apply the right capitalization to acronyms and their full-forms in one click\n* Emphasize text or add emotions (happiness, excitement, anger) to your text by capitalizing entire selection\n\nNote:\n* The extension may not be compatible with rich-text editors/WYSIWYG editors. \n* Using the extension deletes the element's undo/redo history.\n\nRegardless, your previous text content can always be found in the popup window, so there is no risk of it being lost."
  }
}