{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Follow Twitter™ Users You Liked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Any time you click LIKE on a Twitter™ user it will follow them!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whenever you like a tweet, you will automatically follow that user.  This is a quick way to focus on users that have content you enjoy and many less clicks.\n\nEach time you click a LIKE button on Twitter™, a new tab will open, and if you are not following them it will follow for you and close the new tab.\n\n - You want to accomplish two things at the same time.\n - You do not have to hover over the user's profile to follow.\n - You don't have to worry about it unfollowing a user.\n - Unliking something does NOT unfollow the user.\n\nNotice: If you like too many times too quickly, Twitter will display a \"Rate Limited\" notice. This extension was not designed to be a fast way to gain followers, it was designed to follow users you like the most. If you like a post by someone, you may like their other posts. This script is not intended to be used for automated processes or activity against Twitter Terms of Service.\n\nVersion 0.0.1\n - Opens a new tab and follows the Twitter user you liked.\n\nVersion 0.0.2\n\n - Users you have already liked are saved locally to prevent additional popups.\n - Bug fixes when detecting the Follow / Following button.\n - Unfollow is accidentally clicked, but a popup from Twitter was preventing the operation to complete - either way, this is now fixed.\n\nVersion 0.0.3\n\n- New tab opens from Background, so you never see it - continue on your way liking and automatically following users you enjoy."
  }
}