{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SpoilBlocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block Spoilers for Movies Playing in Theaters"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of having your movie-going experience spoiled by online spoilers? SpoilBlocker is here to save the day! Designed with movie enthusiasts like you in mind, SpoilBlocker is a dynamic Chrome extension that puts you in control of your cinematic journey.\n\nWith SpoilBlocker, you can enjoy the excitement of newly released theater films without the fear of stumbling upon plot reveals and spoilers. Our extension discreetly and seamlessly filters out potential spoilers from websites, social media, and online discussions, ensuring that you remain immersed in the suspense and surprise of the big screen.\n\nKey Features:\n\nTailored Protection: SpoilBlocker intelligently detects and blocks spoilers related to movies currently playing in theaters, offering a safeguard against unwanted plot details.\n\nUser-Friendly Toggle: Take charge of your spoiler protection with our user-friendly toggle feature. Enable or disable spoiler-blocking functionality with a single click, allowing you to switch between protected and open browsing effortlessly.\n\nAdaptive Coverage: SpoilBlocker's two-month window ensures that you're shielded from spoilers while the film is still fresh in theaters, maintaining a balance between protection and the enjoyment of post-release discussions.\n\nSeamless Installation: Get up and running in no time! SpoilBlocker is available for easy installation from the Chrome Web Store, integrating seamlessly into your browser environment.\n\nPrivacy Focus: SpoilBlocker is committed to safeguarding your privacy. The extension does not collect, store, or share any personal information, providing you with a worry-free browsing experience.\n\nWhether you're a dedicated movie buff, a casual theatergoer, or someone who simply wants to enjoy the latest blockbusters spoiler-free, SpoilBlocker is your trusted companion.\n\nDon't let spoilers ruin the magic – install SpoilBlocker today and reclaim your movie experience!\n\nDisclaimer: SpoilBlocker is an independent project and is not affiliated with or endorsed by any movie studios or distributors.\n\nCredits: This product uses the TMDB API but is not endorsed or certified by TMDB."
  }
}