{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Date Ruler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension displays today's date on a ruler format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the \"NewTab Time Navigator,\" a sleek and customizable Chrome extension that effortlessly blends form with functionality. It beautifully visualizes the progression of time, helping you remain focused, mindful, and productive each time you open a new tab. \n\n\n\nOur Time Navigator lets you see the flow of the year in an interactive, minimalistic design. The year is laid out in a delightful, easy-to-read ruler format, allowing you to glance at the passing weeks and months at a single look. Accompanied by an intuitive day progress tracker, it is perfect for those who need to keep an eye on the hours and make the most of their time.\n\nThe display is highly customizable.You can select from a range of stunning color gradients to match your aesthetic preference or mood. We even have an exciting 'random' option that switches up the color palette each time you open a new tab - keeping things fresh and exciting!\n\nThe Time Navigator also makes time interactive. With our dynamic hour and week markers, you'll be constantly aware of the day's progress and how far the week has progressed. The markers are not just for show - they guide you subtly through the day, promoting time mindfulness.\n\nOne of our key features is the ‘current time arrow’ that updates in real-time. Designed for the detail-oriented user, this marker is both a design element and a precise tool for tracking the exact progression of the day or year.\n\nBut we don’t stop at time visualization. The Time Navigator also features an inspirational quote display that presents a new motivational quote each time you open a new tab. Start your browsing experience with a bit of wisdom and positivity!\n\nTo top it off, our extension allows you to save your color preferences and have them apply on each device you use - providing a seamless and personalized user experience.\n\nWhether you are a productivity enthusiast, a time tracker, or simply a lover of good design, the Dynamic Time Navigator is more than just a Chrome extension. It’s a mindful companion that encourages you to seize the moment and make every second count. Enhance your browsing experience today with the NewTab Time Navigator!"
  }
}