{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Translate Dark Mode Switcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Google Translate experience by effortlessly toggling between light and dark modes with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Google Translate Dark Mode Switcher\" is an essential Chrome extension for users who frequently use Google Translate and prefer a visually comfortable interface. This innovative tool allows you to seamlessly switch between light and dark modes on Google Translate, ensuring that you can customize your viewing experience to suit your needs, whether you're working late at night or browsing during the day.\n\nOur extension is designed with simplicity and ease of use in mind, making it accessible for everyone. With just one click, you can activate dark mode, reducing eye strain and enhancing text readability in low-light conditions. This feature is especially beneficial for users who spend extended periods on translation tasks and are looking for ways to decrease visual discomfort.\n\nKey Features:\n•\tOne-Click Activation: Quickly toggle between light and dark modes directly from your browser toolbar.\n\n•\tUser-Friendly Interface: Enjoy a clean, intuitive design that doesn’t complicate your workflow.\n\n•\tCompatibility: Works seamlessly with the latest version of Google Translate, ensuring a smooth and consistent user experience.\n\n•\tEye Comfort: Dark mode reduces the luminance emitted by your screen, minimizing eye strain and making text easier to read.\n\nWhether you're a professional translator, a student, or someone who frequently interacts with foreign languages, the \"Google Translate Dark Mode Switcher\" enhances your productivity and comfort. Install our extension today and transform your Google Translate experience into one that’s easier on the eyes and better suited to your digital lifestyle.\n\nOptimize your translation process and reduce eye strain with the Google Translate Dark Mode Switcher. Try it now and experience the difference!"
  }
}