{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reado"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome extension for those seeking a seamless reading experience 👀"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reado is the ultimate Chrome extension for those seeking a seamless reading experience. Whether you're delving into lengthy articles, research papers, or simply enjoying a good read, this extension empowers you to read with laser-like focus.\n\nKey Features:\nMagnify Your Content: Easily magnify text with precision, making every word and detail crystal clear. Tailor the zoom level to your preference for effortless reading.\n\nDistraction-Free Reading: Say goodbye to clutter and distractions on web pages. Reado simplifies the reading environment by removing annoying elements like ads, pop-ups, and irrelevant content, ensuring you can concentrate solely on what matters.\n\nCustomizable Settings: Personalize your reading experience with adjustable settings. Modify the extension's behavior to suit your needs, from magnification strength to content filtering.\n\nIntuitive User Interface: Our user-friendly interface ensures that anyone can start using Reado immediately. No steep learning curve – just install the extension and enjoy a distraction-free reading experience.\n\nWith Reado, you can immerse yourself in your reading material without the annoyance of intrusive elements. Try it today and discover a whole new level of reading comfort on the web.\n\nHow to use it?\n- Go to the article that you want to read\n- Highlight the text that you want to focus on\n- Press \"Ctrl + M\" or right click on your mouse and select \"Magnify with Reado\" from the menu\n- Press \"Escape\" button to close it ;)\n\n\n\nHow to customize the Reado?\n- Just click on the extension icon to customize the preferences"
  }
}