{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy friendly Cookie settings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dieses Plugin ermöglicht es Ihnen auf einfache weise Ihre Einstellungen, bezüglich der verwaltung der Cookies, vorzunehmen.",
    "en": "This add-on is designed to help users to select cookie settings for their browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Friendly Cookie-Einstellungen ist ein Add-on für  den Google Chrome-Browser, das entwickelt wurden, um Nutzer bei der Konfiguration ihrer Cookie-Einstellungen zu unterstützen. Die Erweiterung wurde speziell für Benutzer ohne technischen Hintergrund  entwickelt und bietet eine nützliche und verständliche Schnittstelle zu den Cookie-Einstellungen, einschließlich detaillierter Erklärungen zu den einzelnen Einstellungen, sowie einer Option zur geführten Einrichtung mit Hilfe eines Assistenten. Das Add-on unterstützt folgende Funktionalitäten:\n\n* Löschen der vom Browser gespeicherten Cookies\n* Erlauben oder Blockieren von Drittanbieter-Cookies\n* Festlegen wann Cookies gelöscht werden sollen, z.B. jedes Mal, wenn der Browser geschlossen wurde\n\nDas Add-on ermöglicht zusätzlich die Einstellungen für einzelne Webseiten zu individuell zu setzen. Insbesondere führt das Add-on neue Funktionen ein, die in Google Chrome nicht unterstützt werden. Dabei handelt es sich um das Zulassen oder Blockieren von Drittanbieter-Cookies für einzelne Webseite und das Speichern der Login-Cookies ausgewählter Webseiten, während andere Arten von Cookies blockiert werden.",
    "en": "Privacy friendly cookie settings is an add-on for the Google Chrome browser, designed to help users to select cookie settings for their browser. The addon is developed to support the users without technical background and provides a usable and understandable interface to the cookie settings, including detailed explanations on the individual settings, as well as an option for guided setup via an assistant. The addon supports following functionalities:\n\n* Delete cookies stored by the browser\n* Allow or block third-party cookies\n* Set when the cookies have to be deleted, e. g. each time after the browser is closed\n\nThe addon also allows to choose the settings for individual websites. In particular, the addon introduces new functionality not supported in Google Chrome, namely, allowing or blocking third-party cookies for individual websites and storing the login cookies of selected websites while blocking other types of cookies."
  }
}