{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Obsidian Browser Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search your Obsidian vault simultaneously as you type your search in your favorite search engine."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔍 Have a Evernote like search experience\nFor all of you who are missing the Evernote browser search extension in Obsidian - here is your solution.\nThis extension lets you search your Obsidian Vault simultaneously as you type your search in your favorite search engine.\n\n🚀 Features\n- ✅ LIVE SEARCH: Search your vault for notes while you are typing your query into the the google search bar of e.g. google\n- ✅ URL MATCHING: Search your vault for matches of your current URL while browsing\n- ✅ Choose your favorite Obsidian Plugin as your search provider Local REST API or OmniSearch\n- ✅ Scroll and open your matched Obsidian notes in the sidebar\n- ✅ Exclude files and folders you don't want to show up in the sidebar search\n\n🛡️ Privacy\nThis extension just communicates between your local Obsidian REST API / Obsidian OmniSearch and the browser. Everything happens locally on your system.\nThe only data that is stored permanently in the browser are the settings including the Obsidian REST API-Key.\nFeel free to check out the source code of the extension, it is open source https://github.com/jk-oster/obsidian-search-for-web.\n\nℹ️ Disclaimer\nThis is an unofficial extension for Obsidian and it is not connected to the developers of Obsidian.md app.\nThe obsidian logo is property of https://obsidian.md\n\nℹ️ Support\nPlease report any issues to GitHub: https://github.com/jk-oster/obsidian-search-for-web/issues\nA more detailed explanation and docs on how to use this extension will be available here: https://www.jakobosterberger.com/posts/obsidian-search-for-web/"
  }
}