{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netmediablog"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See the most recently published tutorials and how-to guides from Netmediablog in your Chrome browser.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A popular how-to blog where you will find a lot of useful Technological tutorials, reviews, illustrated guides and other technological tips. \n\nNetmediablog is a blog dedicated to providing you with useful information about Social Media, Blogging Tips, Technology, Internet, Tutorials, Apps Reviews, Mobile Technology, Games, Software Reviews and other Technological Tips.\n\nNetmediablog features detailed how-to guides, blogging tips, Social media, tech tips, software and app reviews and a lot of more useful tips. Here are some of the evergreen tutorials on Netmediablog:\n\nThe Ultimate Guide To Blogging: How to Start Your Own Blog\nBeginners guide to blogging: How to build a blog – Episode 1\nBeginners guide to Blogging: Content Creation – Episode 2\nBeginners guide to blogging: Search Engine Optimization – Episode 3\nBeginners Guide to Blogging: Web Promotion – Episode 4\nBeginner’s Guide to Blogging: Monetization – Episode 5\nComprehensive On-Page SEO & Off-Page SEO Checklist\nOn-Page SEO vs Off-Page SEO: Which is more important\nTop 5 Wireless TV Headphones below $100 you should consider buying\nHow to Sideload Android apps onto Blackberry Z10, Q10 & Q5\nTrack your lost Android phone with Android Device Manager etc."
  }
}