{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flowbase Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock advanced features directly inside of the Webflow designer. Copy from thousands of components, free icon packs and much more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Flowbase Chrome Extension unlocks advanced features directly inside of your Webflow designer. Copy from thousands of components and free icon packs, optimize your assets, add custom shortcuts, merge your classes and so much more.\n\nFeatures:\n\n✓ 2,000+ components at your fingertips (including navigations, footers, headers and more) which you can instantly copy and paste without ever leaving the Webflow designer\n\n✓ Advanced functionality directly inside of Webflow. This currently includes features such as our Figma > Webflow Color Importer, Custom Webflow Shortcuts, Image Asset Optimizer, Class Merger & More.\n\n✓ Thousands of SVG icons that can be added and customised in seconds by using Webflow's in-app color tools. Set hover effects and color changes with complete ease\n\n✓ Complete Webflow Development System which helps you seamlessly build clean, consistent and scalable websites. This includes hundreds of utility elements and wireframe components that can help you speed up your builds and deliver consistent projects\n\n✓ Access Guides to help you build more complex and advanced functionality using our simple step by step instructions. Easily implement useful scripts including datepickers, cookies, sliders and so much more\n\nBuild better, build faster with Flowbase."
  }
}