{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duey.ai Auto Typer for Google Docs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your writing process with our Auto Typer Tool. Get more time for research and studying while letting Duey.ai type for you!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "👋 Duey.ai Auto Typer Tool for Google Docs - Chrome Extension 👋\n\n🦾 Let our AI Auto Typer write your documents for you 🦾\n\n⏰ Free up your time to be more productive by letting this extension write your documents for you. \n\nOur Auto Typer is a Chrome extension that simulates human-like typing at a level that matches your own in Google Docs. Want more time to do research and study, and less time manually typing out your documents? This tool is for your. \n\nReasons to use Duey.ai's Auto Typer:\n\n- Free to use! Get started with no limitations on how much it will type for your without an account. Upgrade to get all the options and configurations.\n- Save your valuable time: Writing your document manually is the last step but is the most time consuming. You've already done the hard work of creating your text, let Duey write it for you.\n- Show your work: Because Duey will write it for you, your document will have a full Version History for review\n- AI that writes naturally: Can be configured to match your natural writing style. \n- Know how long it will take: Duey will tell you how long it should take to write your document, letting you know how much time will be freed up for you to do other things. \n- Set it and forget it: Start and stop the writer whenever you want. If you want to walk away and let it write, you can! When you come back, Duey will have completed the writing.\n\nHow It Works:\n\n- Bring your text from wherever you created it and simply paste it into the extension. \n- Pick your configuration for how you want it to type.\n- Click Start and Duey will take care of the rest.\n\nBuilt in Features:\n- Writes naturally, including pauses and corrections.\n- Enhance your writing by using Duey.ai's app (https://app.duey.ai) to create your documents and Humanize the text using proprietary AI.\n- Pass AI detection by using Duey.ai's app (https://app.duey.ai) to check for AI in your text.\n- More features to come soon!\n\nWho is this for?\n\n- Students that have already created their text for assignments that need to free up more time in their busy lives. \n- Creating a real Revision History in Google Docs.\n\nIs it Free?\n- This extension is 100% free to use for anyone without an account. \n- Get a Duey.ai account to access additional configurations, options, and tools (more to come soon!)\n\nDisclaimer: \n\nThis tool should only be used to by students that have already completed their assignments in places other than Google Documents and need to create a Revision History to show their work. The intent is to help students get free up more time for academic pursuits and is not intended for students to use in an academically dishonest way."
  }
}