{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Развивающая защита детей в интернете",
    "en": "The Unique Children’s Protection & Enrichment"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Уникальная защита для детей! Не только защищает, но и развивает ребенка!",
    "en": "The unique protection for children! Not only protects, but also enriches your kid!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Защита детей от Good.media:\n1. Дает ребенку свободу. Позволяет ему посещать любые сайты. При этом, он увидит на них только то, что позволили Вы.\n2. Экономит Ваше время. Вам не нужно составлять никаких списков разрешенных и запрещенных сайтов.\n3. Развивает ребенка. Со всех страниц исчезает информация, которую Вы запретили, а вместо нее отображаются то, что Вы выбрали - красивые картинки, развивающие тексты и др.\n4. Прост в использовании. Настройка займет пару минут. Достаточно отметить тематики, которые нужно скрывать и выбрать то, что отображать вместо них.",
    "en": "Our service can do what other ordinary parental control services cannot: \t\n1. Gives freedom to children. They can visit any website. But they can only see what has been allowed by you. \n2. Saves your time. You do not have to make lists of allowed and disallowed websites. \n3. Enriches children. The prohibited by you information disappears from all web pages, and instead the content of your choice is displayed (beautiful pictures, educative texts, and etc.)\n4. Easy to use. It only takes a couple of minutes to set up the plugin. All you need is to check mark the topics to be hidden and select the content to be displayed instead."
  }
}