{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Gear - WhatsApp Campaign and CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance WhatsApp Web functionality for business (marketing and sales) and experience the ease of connecting with your customers",
    "id": "Tingkatkan fungsionalitas WhatsApp Web untuk bisnis (pemasaran dan penjualan) dan rasakan kemudahan terhubung dengan pelanggan Anda"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Gear is a tools to enhance WhatsApp Web functionality for business purposes (whatsapp marketing).\nWhatsApp is one of the most popular messaging apps in the world, with over 2 billion active users. This makes it an attractive platform for businesses to reach out to potential customers and engage with their existing customer base.\n\nThe WA Gear customers can use it for unlimited WhatsApp Numbers and Devices with no using limit. WA Gear user can create campaign to broadcast to contact or group with scheduling. With the CRM feature on WA Gear, you can increase engagement with your target audience directly.\n\nFeatures on WA Gear\n✅ Campaign - Broadcast to Contact or Group with Scheduling\n✅ CRM - Grouping Chats, Add Custom Fields, Schedules, Notes, Reminders\n✅ Message Template and Quick Reply\n✅ Chats Manager\n✅ Export Contact\n✅ More Settings - Blur for Privacy, Start New Chat, etc.\n✅ Global Action (Schedules, Notes, and Reminders)\n✅ Bots Manager (coming soon)\n\nFor a detailed explanation of the features and how to use them, see the following documentation https://wa-gear.com/docs\n\nFAQ’s\nQ: What is WA Gear?\nA: WA Gear is a WhatsApp Campaign and Customer Relationship Management application in the form of a Chrome browser extension that is integrated directly with your web.whatsapp to unleash superpowers in handling customers that don't exist in the original official web.whatsapp.\n\nQ: Is this service official from The Company Whatsapp (Meta)?\nA: No, we are an independent service provider that only enriches the original WhatsApp features.\n\nQ: Can I used several WhatsApp numbers and devices?\nA: Yes of course.\n\nQ: How to use, request trial, and order it?\nA: After installation, go to my subscription menu and you will be able to request a trial, order, or continue using the free version. You can use this extension without license for all the feature works but with limited number of each feature, such as campaign only one is active and limited to 50 contacts for blasting in one period. And you can request trial for 7 days to unlock the limitation before deciding to order it. For more details you can access this folder to watch all documentation.\n👉 https://s.id/wageardocs\n\nChangelog:\nv 1.1.5\n+ Added functionality for your channel: campaign, schedule, and export contact/subscriber\n============\nv 1.1.4\n* Improve loading WAGear engine\n* Bug fixing (chats manager after new update from whatsapp, caption in audio file)\n+ Adding mkv and ogg format file\n+ Adding new button \"export chat contact\"\n+ Adding whatsapp label column when export contact (whatsapp business)\n+ Adding new option \"mention all group member\" (when a message is sent to a group) in message template\n============\nv 1.1.3\n* Improve loading WAGear engine\n* Bug fixing (profile crm when hidden phone field)\n+ Adding integration with Chat GPT 4 Turbo and Mini model\n============\nv 1.1.2\n* Update wa engine to compatible with new whatsapp version\n============\nv 1.1.1\n* Bug fixing (save notes for group)\n* Update wa engine to compatible with new whatsapp version\n============\nv 1.1.0\n* Update wa engine to compatible with new whatsapp version\n============\nv 1.0.9\n* Bug fixing (backup-restore for campaign detail and data buttons)\n+ Adding function for grab members of a community group that is restricted\n============\nv 1.0.8\n* Update wa engine to compatible with old/previous web whatsapp version\n============\nv 1.0.7\n+ Adding menu Buttons Manager to manage buttons to be used in messages (Message with Button only works for mobile devices (button will not appear if opened on whatsapp web))\n+ Adding \"Using button message?\" option in message setting\n+ Adding \"Send as pre-recorded video (PTV)?\" option in video message setting\n============\nv 1.0.6\n+ Adding menu Backup Restore for copying data and setting from one number/device to another number/device\n+ Adding function Delete Recipients by Selection (All) in Campaign Setting\n+ Adding Resend for Failed Message in Campaign List\n============\nv 1.0.5\n* Update wa gear to compatible with new whatsapp UI version\n+ Adding contact detail information (Address, Email, and Website) for business whatsapp account when Export Contact\n============\nv 1.0.4\n* Update wa gear to compatible with new whatsapp UI version\n* Bug fixing (export contacts, import contacts from excel)\n============\nv 1.0.3\n* Update wa engine to compatible with new whatsapp version 2.3x\n* Bug fixing (export contacts, send list message)\n============\nv 1.0.2\n* Update wa engine to compatible with new whatsapp version\n* Minor bug fixing (export/import contact to/from excel file, error handling when adding contact from import method for invalid whatsapp number format)\n+ Adding custom field information when export contact into \"Others\" column\n============\nv 1.0.1\n+ File manager: manage your files in WA Gear for faster file delivery. Many functions can be used to manage your files easily. Broadcast different image/document messages unique to each recipient.\n+ Integrations: Open AI integration to help create campaign messages (A/B mode), create or paraphrase message, summarize conversations, etc.\n============\nv.1.0.0\n* Initial release",
    "id": "<p>WA Gear is a tools to enhance WhatsApp Web functionality for business purposes (whatsapp marketing).<br/>\nWhatsApp is one of the most popular messaging apps in the world, with over 2 billion active users. This makes it an attractive platform for businesses to reach out to potential customers and engage with their existing customer base.</p>\n<p>The WA Gear customers can use it for unlimited WhatsApp Numbers and Devices with no using limit. WA Gear user can create campaign to broadcast to contact or group with scheduling. With the CRM feature on WA Gear, you can increase engagement with your target audience directly.</p>\n\n<h3>Features on WA Gear</h3>\n<ul>\n<li>Campaign - Broadcast to Contact or Group with Scheduling</li>\n<li>CRM - Grouping Chats, Add Custom Fields, Schedules, Notes, Reminders</li>\n<li>Message Template and Quick Reply</li>\n<li>Chats Manager</li>\n<li>Export Contact</li>\n<li>More Settings - Blur for Privacy, Start New Chat, etc.</li>\n<li>Global Action (Schedules, Notes, and Reminders)</li>\n<li>Custom Fields</li>\n</ul>\n\n<p>For a detailed explanation of the features and how to use them, see the following documentation\n<a href=\"https://docs.digipages.id/wagear/\" target=\"_blank\">https://docs.digipages.id/wagear/</a>\n</p>\n\n<h3>FAQ’s</h3>\n<ul>\n<li>\nQ: What is WA Gear?<br/>\nA: WA Gear is a WhatsApp Campaign and Customer Relationship Management application in the form of a Chrome browser extension that is integrated directly with your web.whatsapp to unleash superpowers in handling customers that don't exist in the original official web.whatsapp.\n</li>\n<li>\nQ: Is this service official from The Company Whatsapp (Meta)?<br/>\nA: No, we are an independent service provider that only enriches the original WhatsApp features.\n</li>\n<li>\nQ: Can I used several WhatsApp numbers and devices?<br/>\nA: Yes of course.\n</li>\n</ul>"
  }
}