{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bandlab For PC, Windows, and Mac Download"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Bandlab for PC, Windows, and Mac extension to bring an amazing audio editor with just one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brandlab for PC, Windows, and Mac extension is a game-changer for audio enthusiasts and content creators seeking a seamless audio editing solution.  Whether you're recording desktop audio, uploading your own sound files, or add sound effect this extension empowers you to create and refine audio effortlessly.\n\nWith Brandlab extnesion, you can duplicate videos, utilize essential editing tools like cut, copy, paste, delete, and trim, and experiment with an impressive selection of nearly 14 audio effects. \n\n✔️Features:\n\n- You can direct record from desktop audio\n- You can upload your own audio\n- Video Duplicate\n- Cut, Copy, Paste , Delete, and Trim Features\n- Almost 14 Audio Effects\n- Download as WAV\n- Download as Mp3\n- Remove Feature\n\n\n\n✔️Keyboard Shortcuts:\n\nTo utilize these shortcuts, ensure that you have focused on a sound editor. You can set the focus by clicking on the editor. The command key is also compatible with the Ctrl shortcuts.\n\nSpace: Play/Stop\nBackspace or Delete: Delete\nCtrl + A: Select All\nCtrl + X: Cut\nCtrl + C: Copy\nCtrl + V: Paste\nCtrl + Z: Undo\nCtrl + Y or Ctrl + Shift + Z: Redo\nCtrl + S: Download as WAV\nCtrl + Alt + S: Download as MP3\nLeft/Right Arrow Key: Move Cursor/Selection Left/Right\nShift + Left/Right Arrow Key: Select Left/Right\nCtrl + Left/Right Arrow Key: Go to Beginning/End\nCtrl + Shift + Left/Right Arrow Key: Select from Beginning/To End\n\n\n✔️How to Use Brandlab Extension:\n\nStep 1: Add the Brandlab for PC, Windows, and Mac extension to your Google Chrome browser.\nStep 2: Click on the extension icon, and you will see the Brandlab Audio Editor in your browser.\nStep 3: Upload your audio or record audio from the desktop.\nStep 4: Utilize options like Cut, Copy, Paste, Delete, Trim Features, and choose from nearly 14 audio effects and more.\nStep 5: Enjoy!\n\n✔️About the this audio editor extension:\n\nOne common complaint about Scratch 3.0 is that its rewritten sound editor has fewer features compared to Scratch 2.0. Some code has been borrowed from Scratch 3.0's open source repositories, including scratch-gui, scratch-audio, and possibly scratch-vm. Additionally, certain dependencies have been used, such as wav-encoder, startaudiocontext, getFloatTimeDomainData, get-user-media-promise, and possibly one more, though I cannot recall. Lamejs has also been utilized for downloading audio as an MP3.\n\n\n\nDisclaimer:\n\nPlease note that \"Brandlab for PC, Windows, and Mac\" Chrome Extension is an independent product and is not associated, affiliated, or endorsed by the PicsArt Android app or its developers. We respect intellectual property rights and make no claim to any copyrights associated with the KineMaster Android app."
  }
}