{
  "name": {
    "ar": "Gooum تعقب السعر",
    "am": "Aliexpress ዋጋ መከታተያ",
    "bg": "Проследяване на цените на Aliexpress",
    "bn": "Aliexpress মূল্য ট্র্যাকার",
    "ca": "Seguidor de preus d'Aliexpress",
    "cs": "Sledování cen Aliexpress",
    "da,sv": "Aliexpress pris tracker",
    "de": "Aliexpress-Preistracker",
    "el": "Παρακολούθηση τιμών Aliexpress",
    "en,en_AU,en_GB,en_US": "Aliexpress price tracker",
    "es": "Rastreador de precios de Aliexpress",
    "es_419": "AliPrice - rastreador de precios para Aliexpress",
    "et": "Aliexpressi hinnajälgija",
    "fa": "ردیاب قیمت Aliexpress",
    "fi": "Aliexpress hintaseuranta",
    "fil": "Tagasubaybay ng presyo ng Aliexpress",
    "fr": "Suivi des prix Aliexpress",
    "gu": "Aliexpress કિંમત ટ્રેકર",
    "he": "מעקב מחירים של אלי אקספרס",
    "hi": "Aliexpress मूल्य ट्रैकर",
    "hr": "Aliexpress praćenje cijena",
    "hu": "Aliexpress árkövető",
    "id": "Pelacak harga Aliexpress",
    "it": "Tracker dei prezzi di Aliexpress",
    "ja": "アリエクスプレス価格トラッカー",
    "kn": "Aliexpress ಬೆಲೆ ಟ್ರ್ಯಾಕರ್",
    "ko": "알리익스프리스에 대한 가격 추적기",
    "lt": "Aliexpress kainų stebėjimo priemonė",
    "lv": "Aliexpress cenu izsekotājs",
    "ml": "Aliexpress വില ട്രാക്കർ",
    "mr": "Aliexpress किंमत ट्रॅकर",
    "ms": "Penjejak harga Aliexpress",
    "nl": "Aliexpress prijstracker",
    "no": "Aliexpress prissporer",
    "pl": "Śledzenie cen na Aliexpress",
    "pt_BR,pt_PT": "Rastreador de preços Aliexpress",
    "ro": "Instrument de urmărire a prețurilor Aliexpress",
    "ru": "Динамика цен на Алиэкспресс",
    "sk": "Sledovanie cien Aliexpress",
    "sl": "Aliexpress sledilnik cen",
    "sr": "Алиекспрес праћење цена",
    "sw": "Mfuatiliaji wa bei ya Aliexpress",
    "ta": "Aliexpress விலை கண்காணிப்பு",
    "te": "Aliexpress ధర ట్రాకర్",
    "th": "ตัวติดตามราคา Aliexpress",
    "tr": "Aliexpress fiyat takipçisi",
    "uk": "Трекер цін на Aliexpress",
    "vi": "Trình theo dõi giá Aliexpress",
    "zh_CN": "速卖通价格跟踪",
    "zh_TW": "速賣通價格跟踪"
  },
  "short": {
    "ar": "تتبع سجل الأسعار على Aliexpress في غضون 3 أو 6 أشهر",
    "am": "በ 3 ወይም 6 ወራት ውስጥ የዋጋ ታሪክን በ Aliexpress ላይ ይከታተሉ",
    "bg": "Проследявайте историята на цените на Aliexpress в рамките на 3 или 6 месеца",
    "bn": "3 বা 6 মাসের মধ্যে Aliexpress-এ দামের ইতিহাস ট্র্যাক করুন",
    "ca": "Feu un seguiment de l'historial de preus a Aliexpress en 3 o 6 mesos",
    "cs": "Sledujte historii cen na Aliexpress do 3 nebo 6 měsíců",
    "da": "Spor prishistorik på Aliexpress inden for 3 eller 6 måneder",
    "de": "Verfolgen Sie die Preisentwicklung auf Aliexpress innerhalb von 3 oder 6 Monaten",
    "el": "Παρακολουθήστε το ιστορικό τιμών στο Aliexpress εντός 3 ή 6 μηνών",
    "en,en_AU,en_GB,en_US": "Track price history on Aliexpress within 3 or 6 months",
    "es": "Rastree el historial de precios en Aliexpress dentro de 3 o 6 meses",
    "es_419": "AliPrice.com - Su rastreador de precios para AliExpress",
    "et": "Jälgige Aliexpressi hindade ajalugu 3 või 6 kuu jooksul",
    "fa": "ردیابی تاریخچه قیمت در Aliexpress در عرض 3 یا 6 ماه",
    "fi": "Seuraa hintahistoriaa Aliexpressissä 3 tai 6 kuukauden sisällä",
    "fil": "Subaybayan ang history ng presyo sa Aliexpress sa loob ng 3 o 6 na buwan",
    "fr": "Suivez l'historique des prix sur Aliexpress dans les 3 ou 6 mois",
    "gu": "Aliexpress પર 3 અથવા 6 મહિનાની અંદર કિંમતનો ઇતિહાસ ટ્રૅક કરો",
    "he": "AliPrice.com - עקוב אחר היסטוריית המחירים באליאקספרס",
    "hi": "3 या 6 महीने के भीतर Aliexpress पर मूल्य इतिहास ट्रैक करें",
    "hr": "Pratite povijest cijena na Aliexpressu u roku od 3 ili 6 mjeseci",
    "hu": "Kövesse nyomon az árelőzményeket az Aliexpressen 3 vagy 6 hónapon belül",
    "id": "Lacak riwayat harga di Aliexpress dalam 3 atau 6 bulan",
    "it": "Tieni traccia della cronologia dei prezzi su Aliexpress entro 3 o 6 mesi",
    "ja": "AliPrice.com - アリエクスプレスで価格履歴を追跡する",
    "kn": "3 ಅಥವಾ 6 ತಿಂಗಳೊಳಗೆ Aliexpress ನಲ್ಲಿ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ",
    "ko": "AliPrice.com - 알리익스프리스 가격 추적기",
    "lt": "Stebėkite „Aliexpress“ kainų istoriją per 3 ar 6 mėnesius",
    "lv": "Izsekojiet Aliexpress cenu vēsturi 3 vai 6 mēnešu laikā",
    "ml": "3 അല്ലെങ്കിൽ 6 മാസത്തിനുള്ളിൽ Aliexpress-ൽ വില ചരിത്രം ട്രാക്ക് ചെയ്യുക",
    "mr": "Aliexpress वर 3 किंवा 6 महिन्यांत किंमत इतिहासाचा मागोवा घ्या",
    "ms": "Jejaki sejarah harga di Aliexpress dalam masa 3 atau 6 bulan",
    "nl": "Volg de prijsgeschiedenis op Aliexpress binnen 3 of 6 maanden",
    "no": "Spor prishistorikk på Aliexpress innen 3 eller 6 måneder",
    "pl": "Śledź historię cen na Aliexpress w ciągu 3 lub 6 miesięcy",
    "pt_BR,pt_PT": "AliPrice.com - O seu rastreador de preços no AliExpress",
    "ro": "Urmăriți istoricul prețurilor pe Aliexpress în decurs de 3 sau 6 luni",
    "ru": "Отслеживайте историю цен на Алиэкспресс в течение 3 или 6 месяцев",
    "sk": "Sledujte históriu cien na Aliexpress do 3 alebo 6 mesiacov",
    "sl": "Sledite zgodovini cen na Aliexpressu v 3 ali 6 mesecih",
    "sr": "Пратите историју цена на Алиекпресс-у у року од 3 или 6 месеци",
    "sv": "Spåra prishistorik på Aliexpress inom 3 eller 6 månader",
    "sw": "Fuatilia historia ya bei kwenye Aliexpress ndani ya miezi 3 au 6",
    "ta": "3 அல்லது 6 மாதங்களுக்குள் Aliexpress இல் விலை வரலாற்றைக் கண்காணிக்கவும்",
    "te": "Aliexpressలో 3 లేదా 6 నెలలలోపు ధర చరిత్రను ట్రాక్ చేయండి",
    "th": "ติดตามประวัติราคาใน Aliexpress ภายใน 3 หรือ 6 เดือน",
    "tr": "3 veya 6 ay içinde Aliexpress'deki fiyat geçmişini takip edin",
    "uk": "Відстежуйте історію цін на Aliexpress протягом 3 або 6 місяців",
    "vi": "Theo dõi lịch sử giá trên Aliexpress trong vòng 3 hoặc 6 tháng",
    "zh_CN": "跟踪速卖通 3 或 6 个月内的价格历史记录",
    "zh_TW": "跟踪速賣通 3 或 6 個月內的價格歷史記錄"
  },
  "long": {
    "ar": "الخصائص الرئيسية:\n1. سجل الأسعار على Aliexpress، يمكنك التحقق من سجل الأسعار لمدة 3 أو 6 أشهر.\n2. تتبع سعر Aliexpress واحصل على إشعار في حالة انخفاض السعر أو زيادته.\n3. نفس المنتجات، وأحيانًا تعرض نفس المنتجات من بائعين مختلفين للرجوع إليها. ويمكنك البحث بالصور عن المزيد من المنتجات المماثلة عن طريق النقر بزر الماوس الأيمن على الصور.\n4. ابحث عن المنتجات المشابهة حسب الصورة، ثم انقر بزر الماوس الأيمن فوق الصورة.\n5. مراجعات المنتج شاهد صور المنتج الحقيقية من مراجعات العملاء.\n6. تعقب الطرود.\n7. انسخ رابط المنتج وشاركه مع أصدقائك.\n8. الباحث عن قسيمة Aliexpress.\n9. تنزيل الصور تاوباو، تنزيل الصور 1688\n10. تصدير روابط الصور من Taobao و1688 وAliexpress\n11. قم بتنزيل صور مراجعة Aliexpress وAmazon وتصدير تفاصيل المراجعة كملف Excel.\n12. قم بتحديث أسعار المنتجات المفضلة يدويًا\n\nإذا كان لديك أي أسئلة أو اقتراحات، فلا تتردد في الاتصال بنا:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "am": "ዋና ዋና ባህሪያት:\n1. በ Aliexpress ላይ የዋጋ ታሪክ, ለ 3 ወይም 6 ወራት የዋጋ ታሪክን ማረጋገጥ ይችላሉ.\n2. የ Aliexpress ዋጋን ይከታተሉ እና ዋጋው ቢቀንስ ወይም ቢጨምር ማሳወቂያ ይቀበሉ.\n3. ተመሳሳይ ምርቶች, አንዳንድ ጊዜ ለማጣቀሻዎ ከተለያዩ ሻጮች ተመሳሳይ ምርቶችን ያሳያል. እና በፎቶዎች ላይ በቀኝ ጠቅ በማድረግ ተጨማሪ ተመሳሳይ ምርቶችን በምስል መፈለግ ይችላሉ።\n4. ተመሳሳይ ምርቶችን በምስል ይፈልጉ እና በምስሉ ላይ መዳፊትዎን በቀኝ ጠቅ ያድርጉ።\n5. የምርት ግምገማዎች ከደንበኛ ግምገማዎች እውነተኛ የምርት ፎቶዎችን ይመለከታሉ.\n6. የፓርሴል መከታተያ.\n7. የምርት ማገናኛን ይቅዱ እና ከጓደኞችዎ ጋር ያካፍሉ.\n8. Aliexpress ኩፖን መፈለጊያ.\n9. Taobao ምስል ማውረጃ, 1688 ምስል ማውረጃ\n10. የምስል አገናኞችን ከ Taobao, 1688 እና Aliexpress ወደ ውጪ ላክ\n11. አውርድ Aliexpress እና Amazon የግምገማ ምስሎችን እና የግምገማ ዝርዝሮችን እንደ ኤክሴል ፋይል ወደ ውጪ ላክ.\n12. ተወዳጅ የምርት ዋጋዎችን በእጅ ያዘምኑ\n\nማንኛቸውም ጥያቄዎች ወይም ጥቆማዎች ካሉዎት እባክዎ እኛን ለማነጋገር ነፃነት ይሰማዎ፡-\nhttps://www.aliprice.com/information/index?ገጽ=እውቂያ\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "bg": "Основните функции:\n1. История на цените на Aliexpress, можете да проверите историята на цените за 3 или 6 месеца.\n2. Проследете цената на Aliexpress и получете известие, ако цената падне или се увеличи.\n3. Същите продукти, понякога показва едни и същи продукти от различни продавачи за ваша справка. И можете да търсите по изображение за още подобни продукти, като щракнете с десния бутон върху снимките.\n4. Търсете подобни продукти по изображение и щракнете с десния бутон на мишката върху изображението.\n5. Рецензии на продукти вижте реални снимки на продукти от рецензии на клиенти.\n6. Проследяване на пратки.\n7. Копирайте връзката към продукта и я споделете с приятелите си.\n8. Търсене на купони Aliexpress.\n9. Taobao програма за изтегляне на изображения, 1688 програма за изтегляне на изображения\n10. Експортирайте връзки към изображения от Taobao, 1688 и Aliexpress\n11. Изтеглете изображения за рецензии на Aliexpress и Amazon и експортирайте подробности за рецензията като файл в Excel.\n12. Ръчно актуализирайте цените на любимите продукти\n\nАко имате някакви въпроси или предложения, моля не се колебайте да се свържете с нас:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "bn": "প্রধান বৈশিষ্ট্য:\n1. Aliexpress-এ মূল্যের ইতিহাস, আপনি 3 বা 6 মাসের জন্য মূল্যের ইতিহাস পরীক্ষা করতে পারেন৷\n2. Aliexpress মূল্য ট্র্যাক করুন এবং দাম কমে গেলে বা বাড়লে একটি বিজ্ঞপ্তি পান৷\n3. একই পণ্য, কখনও কখনও এটি আপনার রেফারেন্সের জন্য বিভিন্ন বিক্রেতার থেকে একই পণ্য দেখায়। এবং আপনি ফটোতে ডান-ক্লিক করে আরও অনুরূপ পণ্যগুলির জন্য চিত্র দ্বারা অনুসন্ধান করতে পারেন।\n4. চিত্র দ্বারা অনুরূপ পণ্য অনুসন্ধান করুন, এবং চিত্রের উপর আপনার মাউস ডান ক্লিক করুন.\n5. পণ্য পর্যালোচনা গ্রাহক পর্যালোচনা থেকে প্রকৃত পণ্য ফটো দেখতে.\n6. পার্সেল ট্র্যাকার।\n7. পণ্যের লিঙ্ক কপি করুন এবং আপনার বন্ধুদের সাথে শেয়ার করুন।\n8. Aliexpress কুপন ফাইন্ডার।\n9. Taobao ইমেজ ডাউনলোডার, 1688 ইমেজ ডাউনলোডার\n10. Taobao, 1688 এবং Aliexpress থেকে ছবির লিঙ্ক রপ্তানি করুন\n11. Aliexpress এবং Amazon পর্যালোচনা ছবি ডাউনলোড করুন এবং এক্সেল ফাইল হিসাবে পর্যালোচনা বিবরণ রপ্তানি করুন।\n12. পছন্দের পণ্যের দাম ম্যানুয়ালি আপডেট করুন\n\nআপনার যদি কোন প্রশ্ন বা পরামর্শ থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ca": "Principals característiques:\n1. Historial de preus a Aliexpress, podeu consultar l'historial de preus durant 3 o 6 mesos.\n2. Feu un seguiment del preu d'Aliexpress i rebeu una notificació si el preu baixa o augmenta.\n3. Els mateixos productes, de vegades mostra els mateixos productes de diferents venedors per a la vostra referència. I podeu cercar per imatge més productes similars fent clic amb el botó dret a les fotos.\n4. Cerqueu productes similars per imatge i feu clic amb el botó dret del ratolí sobre la imatge.\n5. Les ressenyes de productes veuen fotos reals dels productes a partir de les ressenyes dels clients.\n6. Seguiment de paquets.\n7. Copia l'enllaç del producte i comparteix-lo amb els teus amics.\n8. Cercador de cupons d'Aliexpress.\n9. Descàrrega d'imatges Taobao, descàrrega d'imatges 1688\n10. Exporta enllaços d'imatge de Taobao, 1688 i Aliexpress\n11. Baixeu imatges de revisió d'Aliexpress i Amazon i exporteu els detalls de la revisió com a fitxer Excel.\n12. Actualitza manualment els preus dels productes preferits\n\nSi teniu cap pregunta o suggeriment, no dubteu a contactar amb nosaltres:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "cs": "Hlavní rysy:\n1. Cenová historie na Aliexpress, můžete si ověřit cenovou historii za 3 nebo 6 měsíců.\n2. Sledujte cenu Aliexpress a obdržíte upozornění, pokud cena klesne nebo vzroste.\n3. Stejné produkty, někdy pro vaši referenci zobrazuje stejné produkty od různých prodejců. A můžete podle obrázku vyhledat další podobné produkty kliknutím pravým tlačítkem na fotografie.\n4. Vyhledejte podobné produkty podle obrázku a klikněte pravým tlačítkem myši na obrázek.\n5. Recenze produktů zobrazí skutečné fotografie produktů z recenzí zákazníků.\n6. Sledování zásilek.\n7. Zkopírujte odkaz na produkt a sdílejte jej se svými přáteli.\n8. Vyhledávač kupónů Aliexpress.\n9. Stahovač obrázků Taobao, stahovač obrázků 1688\n10. Exportujte odkazy na obrázky z Taobao, 1688 a Aliexpress\n11. Stáhněte si obrázky recenze Aliexpress a Amazon a exportujte podrobnosti recenze jako soubor aplikace Excel.\n12. Ručně aktualizujte ceny oblíbených produktů\n\nPokud máte nějaké dotazy nebo návrhy, neváhejte nás kontaktovat：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "da": "Hovedtræk:\n1. Prishistorik på Aliexpress, du kan tjekke prishistorik i 3 eller 6 måneder.\n2. Spor Aliexpress-prisen og modtag en meddelelse, hvis prisen falder eller stiger.\n3. Samme produkter, nogle gange viser det de samme produkter fra forskellige sælgere til din reference. Og du kan søge på billede efter flere lignende produkter ved at højreklikke på fotos.\n4. Søg efter lignende produkter efter billede, og højreklik med musen på billedet.\n5. Produktanmeldelser se rigtige produktbilleder fra kundeanmeldelser.\n6. Pakkesporing.\n7. Kopier produktlinket og del det med dine venner.\n8. Aliexpress kuponfinder.\n9. Taobao billeddownloader, 1688 billeddownloader\n10. Eksporter billedlinks fra Taobao, 1688 og Aliexpress\n11. Download Aliexpress og Amazon anmeldelsesbilleder og eksporter anmeldelsesdetaljer som en Excel-fil.\n12. Opdater foretrukne produktpriser manuelt\n\nHvis du har spørgsmål eller forslag, er du velkommen til at kontakte os:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "de": "Haupteigenschaften:\n1. Preisverlauf bei Aliexpress: Sie können den Preisverlauf für 3 oder 6 Monate überprüfen.\n2. Verfolgen Sie den Aliexpress-Preis und erhalten Sie eine Benachrichtigung, wenn der Preis sinkt oder steigt.\n3. Gleiche Produkte, manchmal werden als Referenz dieselben Produkte von verschiedenen Verkäufern angezeigt. Und Sie können nach Bildern nach weiteren ähnlichen Produkten suchen, indem Sie mit der rechten Maustaste auf die Fotos klicken.\n4. Suchen Sie nach ähnlichen Produkten nach Bildern und klicken Sie mit der rechten Maustaste auf das Bild.\n5. Produktbewertungen zeigen echte Produktfotos aus Kundenbewertungen an.\n6. Paket-Tracker.\n7. Kopieren Sie den Produktlink und teilen Sie ihn mit Ihren Freunden.\n8. Aliexpress-Gutscheinfinder.\n9. Taobao-Bild-Downloader, 1688 Bild-Downloader\n10. Exportieren Sie Bildlinks von Taobao, 1688 und Aliexpress\n11. Laden Sie die Bewertungsbilder von Aliexpress und Amazon herunter und exportieren Sie die Bewertungsdetails als Excel-Datei.\n12. Aktualisieren Sie die Preise Ihrer Lieblingsprodukte manuell\n\nWenn Sie Fragen oder Anregungen haben, können Sie sich gerne an uns wenden:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "el": "Κύρια χαρακτηριστικά:\n1. Ιστορικό τιμών στο Aliexpress, μπορείτε να ελέγξετε το ιστορικό τιμών για 3 ή 6 μήνες.\n2. Παρακολουθήστε την τιμή Aliexpress και λάβετε μια ειδοποίηση εάν η τιμή πέσει ή αυξηθεί.\n3. Ίδια προϊόντα, μερικές φορές εμφανίζει τα ίδια προϊόντα από διαφορετικούς πωλητές για αναφορά σας. Και μπορείτε να κάνετε αναζήτηση με εικόνα για περισσότερα παρόμοια προϊόντα κάνοντας δεξί κλικ στις φωτογραφίες.\n4. Αναζητήστε παρόμοια προϊόντα ανά εικόνα και κάντε δεξί κλικ με το ποντίκι σας πάνω στην εικόνα.\n5. Οι κριτικές προϊόντων προβάλλουν φωτογραφίες πραγματικών προϊόντων από κριτικές πελατών.\n6. Παρακολούθηση δεμάτων.\n7. Αντιγράψτε τον σύνδεσμο του προϊόντος και μοιραστείτε τον με τους φίλους σας.\n8. Ανιχνευτής κουπονιών Aliexpress.\n9. Πρόγραμμα λήψης εικόνων Taobao, πρόγραμμα λήψης εικόνων 1688\n10. Εξαγωγή συνδέσμων εικόνων από το Taobao, 1688 και το Aliexpress\n11. Πραγματοποιήστε λήψη εικόνων κριτικής Aliexpress και Amazon και εξαγωγή λεπτομερειών κριτικής ως αρχείο Excel.\n12. Ενημερώστε χειροκίνητα τις τιμές των αγαπημένων προϊόντων\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις, μη διστάσετε να επικοινωνήσετε μαζί μας:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "en,en_AU,en_GB,en_US": "Main features:\n1. Price history on Aliexpress, you can check price history for 3 or 6 months. \n2. Track the Aliexpress price and receive a notification if the price drops or increases. \n3. Same products, sometimes it shows the same products from different sellers for your reference.  And you can search by image for more similar products by right-clicking on photos. \n4. Search similar products by image, and right-click your mouse upon the image. \n5. Product reviews view real product photos from customer reviews. \n6. Parcel tracker. \n7. Copy the product link and share it with your friends. \n8. Aliexpress coupon finder.\n9. Taobao image downloader, 1688 image downloader\n10. Export image links from Taobao, 1688 and Aliexpress\n11. Download Aliexpress and Amazon review images and export review details as a Excel file.\n12. Manually update favorite product prices\n13. Seach by image to find similar products from Aliexpress, 1688 and Taobao\n\nIf you have any questions or suggestions, please feel free to contact us：\nhttps://www.aliprice.com/information/index?page=contact\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate program links, including Aliexpress and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "es,es_419": "Principales características:\n1. Historial de precios en Aliexpress, puedes consultar el historial de precios durante 3 o 6 meses.\n2. Realice un seguimiento del precio de Aliexpress y reciba una notificación si el precio baja o aumenta.\n3. Mismos productos, a veces muestra los mismos productos de diferentes vendedores para su referencia. Y puedes buscar por imagen más productos similares haciendo clic derecho en las fotos.\n4. Busque productos similares por imagen y haga clic derecho en la imagen.\n5. Reseñas de productos: vea fotos reales de productos a partir de reseñas de clientes.\n6. Rastreador de paquetes.\n7. Copie el enlace del producto y compártalo con sus amigos.\n8. Buscador de cupones de Aliexpress.\n9. Descargador de imágenes de Taobao, descargador de imágenes 1688\n10. Exportar enlaces de imágenes desde Taobao, 1688 y Aliexpress\n11. Descargue imágenes de reseñas de Aliexpress y Amazon y exporte los detalles de las reseñas como un archivo de Excel.\n12. Actualizar manualmente los precios de los productos favoritos.\n\nSi tiene alguna pregunta o sugerencia, no dude en contactarnos:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "et": "Põhijooned:\n1. Aliexpressi hinnaajalugu, saate vaadata 3 või 6 kuu hinnaajalugu.\n2. Jälgige Aliexpressi hinda ja saate teate, kui hind langeb või tõuseb.\n3. Samad tooted, mõnikord kuvatakse teie jaoks erinevate müüjate samad tooted. Ja saate pildi järgi otsida rohkem sarnaseid tooteid, paremklõpsates fotodel.\n4. Otsige sarnaseid tooteid pildi järgi ja paremklõpsake pilti.\n5. Tootearvustused näevad klientide arvustuste põhjal tõelisi tootefotosid.\n6. Pakijälgija.\n7. Kopeerige toote link ja jagage seda oma sõpradega.\n8. Aliexpressi kupongiotsija.\n9. Taobao pildi allalaadija, 1688 pildi allalaadija\n10. Ekspordi piltide lingid Taobaost, 1688 ja Aliexpressist\n11. Laadige alla Aliexpressi ja Amazoni ülevaatepildid ja eksportige arvustuse üksikasjad Exceli failina.\n12. Värskendage käsitsi lemmiktoodete hindu\n\nKui teil on küsimusi või ettepanekuid, võtke meiega julgelt ühendust:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "fa": "ویژگی های اصلی:\n1. تاریخچه قیمت در Aliexpress، می توانید تاریخچه قیمت را برای 3 یا 6 ماه بررسی کنید.\n2. قیمت Aliexpress را دنبال کنید و در صورت کاهش یا افزایش قیمت، اعلان دریافت کنید.\n3. محصولات مشابه، گاهی اوقات همان محصولات را از فروشندگان مختلف برای مرجع شما نشان می دهد. و می توانید با کلیک راست روی عکس ها، محصولات مشابه بیشتری را بر اساس تصویر جستجو کنید.\n4. محصولات مشابه را بر اساس تصویر جستجو کنید و روی تصویر کلیک راست کنید.\n5. بررسی محصول، عکس های واقعی محصول را از نظرات مشتریان مشاهده می کند.\n6. ردیاب بسته.\n7. لینک محصول را کپی کرده و با دوستان خود به اشتراک بگذارید.\n8. کوپن یاب Aliexpress.\n9. دانلود کننده تصویر Taobao، دانلود کننده تصویر 1688\n10. لینک های تصویر را از Taobao، 1688 و Aliexpress صادر کنید\n11. دانلود تصاویر بررسی Aliexpress و Amazon و صادرات جزئیات بررسی به عنوان یک فایل اکسل.\n12. قیمت محصولات مورد علاقه را به صورت دستی به روز کنید\n\nاگر سوال یا پیشنهادی دارید، لطفا با ما تماس بگیرید:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "fi": "Pääpiirteet:\n1. Hintahistoria Aliexpressissä, voit tarkistaa hintahistorian 3 tai 6 kuukauden ajalta.\n2. Seuraa Aliexpressin hintaa ja vastaanota ilmoitus, jos hinta laskee tai nousee.\n3. Samat tuotteet, joskus se näyttää samoja tuotteita eri myyjiltä viitteellesi. Ja voit etsiä kuvan perusteella lisää samankaltaisia tuotteita napsauttamalla kuvia hiiren kakkospainikkeella.\n4. Hae samanlaisia tuotteita kuvan perusteella ja napsauta hiiren kakkospainikkeella kuvaa.\n5. Tuotearvostelut katsovat todellisia tuotekuvia asiakasarvosteluista.\n6. Paketin seuranta.\n7. Kopioi tuotelinkki ja jaa se ystäviesi kanssa.\n8. Aliexpress-kuponkien etsintä.\n9. Taobao-kuvanlatausohjelma, 1688-kuvanlatausohjelma\n10. Vie kuvalinkit Taobaosta, 1688 ja Aliexpressistä\n11. Lataa Aliexpress- ja Amazon-arvostelukuvat ja vie arvostelutiedot Excel-tiedostona.\n12. Päivitä suosikkituotteiden hinnat manuaalisesti\n\nJos sinulla on kysyttävää tai ehdotuksia, ota rohkeasti yhteyttä:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "fil": "Pangunahing tampok:\n1. History ng presyo sa Aliexpress, maaari mong suriin ang history ng presyo sa loob ng 3 o 6 na buwan.\n2. Subaybayan ang presyo ng Aliexpress at makatanggap ng notification kung bumaba o tumaas ang presyo.\n3. Parehong mga produkto, minsan ito ay nagpapakita ng parehong mga produkto mula sa iba't ibang mga nagbebenta para sa iyong sanggunian. At maaari kang maghanap ayon sa larawan para sa higit pang katulad na mga produkto sa pamamagitan ng pag-right-click sa mga larawan.\n4. Maghanap ng mga katulad na produkto ayon sa larawan, at i-right-click ang iyong mouse sa larawan.\n5. Tinitingnan ng mga review ng produkto ang mga totoong larawan ng produkto mula sa mga review ng customer.\n6. Tagasubaybay ng parsela.\n7. Kopyahin ang link ng produkto at ibahagi ito sa iyong mga kaibigan.\n8. Tagahanap ng kupon ng Aliexpress.\n9. Taobao image downloader, 1688 image downloader\n10. I-export ang mga link ng larawan mula sa Taobao, 1688 at Aliexpress\n11. I-download ang Aliexpress at Amazon review na mga larawan at i-export ang mga detalye ng review bilang Excel file.\n12. Manu-manong i-update ang mga paboritong presyo ng produkto\n\nKung mayroon kang anumang mga katanungan o mungkahi, mangyaring huwag mag-atubiling makipag-ugnay sa amin:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "fr": "Caractéristiques principales:\n1. Historique des prix sur Aliexpress, vous pouvez vérifier l’historique des prix sur 3 ou 6 mois.\n2. Suivez le prix Aliexpress et recevez une notification si le prix baisse ou augmente.\n3. Mêmes produits, parfois les mêmes produits de différents vendeurs sont affichés pour votre référence. Et vous pouvez rechercher par image des produits plus similaires en cliquant avec le bouton droit sur les photos.\n4. Recherchez des produits similaires par image et cliquez avec le bouton droit de la souris sur l'image.\n5. Les avis sur les produits affichent de vraies photos de produits à partir des avis des clients.\n6. Suivi des colis.\n7. Copiez le lien du produit et partagez-le avec vos amis.\n8. Recherche de coupons Aliexpress.\n9. Téléchargeur d'images Taobao, téléchargeur d'images 1688\n10. Exporter des liens d'images depuis Taobao, 1688 et Aliexpress\n11. Téléchargez les images des avis Aliexpress et Amazon et exportez les détails des avis sous forme de fichier Excel.\n12. Mettre à jour manuellement les prix des produits favoris\n\nSi vous avez des questions ou des suggestions, n'hésitez pas à nous contacter :\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "gu": "મુખ્ય લક્ષણો:\n1. Aliexpress પર કિંમત ઇતિહાસ, તમે 3 અથવા 6 મહિના માટે કિંમત ઇતિહાસ ચકાસી શકો છો.\n2. Aliexpress કિંમત ટ્રૅક કરો અને જો કિંમત ઘટે અથવા વધે તો સૂચના મેળવો.\n3. સમાન ઉત્પાદનો, કેટલીકવાર તે તમારા સંદર્ભ માટે વિવિધ વિક્રેતાઓના સમાન ઉત્પાદનો દર્શાવે છે. અને તમે ફોટા પર જમણું-ક્લિક કરીને વધુ સમાન ઉત્પાદનો માટે છબી દ્વારા શોધી શકો છો.\n4. છબી દ્વારા સમાન ઉત્પાદનો શોધો, અને છબી પર તમારું માઉસ જમણું-ક્લિક કરો.\n5. ઉત્પાદન સમીક્ષાઓ ગ્રાહક સમીક્ષાઓમાંથી વાસ્તવિક ઉત્પાદન ફોટા જુએ છે.\n6. પાર્સલ ટ્રેકર.\n7. ઉત્પાદન લિંક કૉપિ કરો અને તેને તમારા મિત્રો સાથે શેર કરો.\n8. Aliexpress કૂપન શોધક.\n9. તાઓબાઓ ઇમેજ ડાઉનલોડર, 1688 ઇમેજ ડાઉનલોડર\n10. Taobao, 1688 અને Aliexpress માંથી ઇમેજ લિંક્સ નિકાસ કરો\n11. એક્સેલ ફાઈલ તરીકે Aliexpress અને Amazon રિવ્યુ ઈમેજીસ અને નિકાસ સમીક્ષા વિગતો ડાઉનલોડ કરો.\n12. મનપસંદ ઉત્પાદન કિંમતો જાતે અપડેટ કરો\n\nજો તમારી પાસે કોઈ પ્રશ્નો અથવા સૂચનો હોય, તો કૃપા કરીને અમારો સંપર્ક કરો:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "he": "תכונות עיקריות:\n1. היסטוריית מחירים ב- Aliexpress, ניתן לבדוק היסטוריית מחירים למשך 3 או 6 חודשים.\n2. עקוב אחר מחיר Aliexpress וקבל הודעה אם המחיר יורד או יעלה.\n3. אותם מוצרים, לפעמים זה מציג את אותם מוצרים ממוכרים שונים לעיונך. ואתה יכול לחפש לפי תמונה עבור מוצרים דומים נוספים על ידי לחיצה ימנית על התמונות.\n4. חפש מוצרים דומים לפי תמונה, ולחץ לחיצה ימנית על התמונה.\n5. סקירות מוצר צפו בתמונות מוצר אמיתיות מסקירות של לקוחות.\n6. גשש חבילות.\n7. העתיקו את הקישור למוצר ושתפו אותו עם חבריכם.\n8. מוצא קופונים של Aliexpress.\n9. הורדת תמונות Taobao, הורדת תמונות 1688\n10. ייצא קישורי תמונה מ-Taobao, 1688 ו- Aliexpress\n11. הורד תמונות סקירה של Aliexpress ואמזון וייצא פרטי סקירה כקובץ אקסל.\n12. עדכן ידנית את מחירי המוצרים המועדפים\n\nאם יש לך שאלות או הצעות, אנא אל תהסס לפנות אלינו:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "hi": "मुख्य विशेषताएं:\n1. Aliexpress पर मूल्य इतिहास, आप 3 या 6 महीने का मूल्य इतिहास देख सकते हैं।\n2. Aliexpress कीमत को ट्रैक करें और कीमत गिरने या बढ़ने पर सूचना प्राप्त करें।\n3. समान उत्पाद, कभी-कभी यह आपके संदर्भ के लिए विभिन्न विक्रेताओं के समान उत्पाद दिखाता है। और आप फ़ोटो पर राइट-क्लिक करके छवि के आधार पर और अधिक समान उत्पाद खोज सकते हैं।\n4. छवि के आधार पर समान उत्पाद खोजें, और छवि पर अपने माउस से राइट-क्लिक करें।\n5. उत्पाद समीक्षाएँ ग्राहक समीक्षाओं से वास्तविक उत्पाद तस्वीरें देखें।\n6. पार्सल ट्रैकर।\n7. उत्पाद लिंक कॉपी करें और इसे अपने दोस्तों के साथ साझा करें।\n8. Aliexpress कूपन खोजक।\n9. Taobao छवि डाउनलोडर, 1688 छवि डाउनलोडर\n10. Taobao, 1688 और Aliexpress से छवि लिंक निर्यात करें\n11. Aliexpress और Amazon समीक्षा छवियां डाउनलोड करें और समीक्षा विवरण एक्सेल फ़ाइल के रूप में निर्यात करें।\n12. पसंदीदा उत्पाद की कीमतें मैन्युअल रूप से अपडेट करें\n\nयदि आपके कोई प्रश्न या सुझाव हैं, तो कृपया बेझिझक हमसे संपर्क करें：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "hr": "Glavne značajke:\n1. Povijest cijena na Aliexpressu, možete provjeriti povijest cijena za 3 ili 6 mjeseci.\n2. Pratite Aliexpress cijenu i primite obavijest ako cijena padne ili poraste.\n3. Isti proizvodi, ponekad prikazuje iste proizvode od različitih prodavača za vašu referencu. Možete tražiti više sličnih proizvoda prema slikama desnim klikom na fotografije.\n4. Pretražujte slične proizvode prema slici i kliknite desnom tipkom miša na sliku.\n5. Recenzije proizvoda pogledajte stvarne fotografije proizvoda iz recenzija kupaca.\n6. Praćenje paketa.\n7. Kopirajte poveznicu proizvoda i podijelite je sa svojim prijateljima.\n8. Aliexpress tražilica kupona.\n9. Taobao preuzimač slika, 1688 preuzimač slika\n10. Izvezite slikovne veze s Taobao, 1688 i Aliexpress\n11. Preuzmite slike recenzija Aliexpressa i Amazona i izvezite detalje recenzija kao Excel datoteku.\n12. Ručno ažurirajte cijene omiljenih proizvoda\n\nAko imate pitanja ili prijedloga, slobodno nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "hu": "Főbb jellemzői:\n1. Árelőzmények az Aliexpressen, ellenőrizheti az árelőzményeket 3 vagy 6 hónapig.\n2. Kövesse nyomon az Aliexpress árat, és kapjon értesítést, ha az ár csökken vagy emelkedik.\n3. Ugyanazok a termékek, néha ugyanazokat a termékeket mutatja különböző eladóktól referenciaként. Kép alapján pedig további hasonló termékeket kereshet, ha jobb gombbal a fényképekre kattint.\n4. Keressen hasonló termékeket kép alapján, majd kattintson a jobb egérgombbal a képre.\n5. A termékleírások valódi termékfotókat tekinthetnek meg a vásárlói vélemények alapján.\n6. Csomagkövető.\n7. Másolja ki a termék linkjét, és ossza meg barátaival.\n8. Aliexpress kuponkereső.\n9. Taobao képletöltő, 1688 képletöltő\n10. Képhivatkozások exportálása a Taobao, 1688 és az Aliexpress kínálatából\n11. Töltse le az Aliexpress és az Amazon áttekintési képeit, és exportálja az áttekintés részleteit Excel-fájlként.\n12. Manuálisan frissítse a kedvenc termékek árát\n\nHa bármilyen kérdése vagy javaslata van, forduljon hozzánk bizalommal:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "id": "Fitur utama:\n1. Riwayat harga di Aliexpress, Anda dapat memeriksa riwayat harga selama 3 atau 6 bulan.\n2. Lacak harga Aliexpress dan terima pemberitahuan jika harga turun atau naik.\n3. Produk yang sama, terkadang menampilkan produk yang sama dari penjual berbeda untuk referensi Anda. Dan Anda dapat mencari produk serupa lainnya berdasarkan gambar dengan mengklik kanan pada foto.\n4. Cari produk serupa berdasarkan gambar, dan klik kanan mouse Anda pada gambar tersebut.\n5. Ulasan produk melihat foto produk asli dari ulasan pelanggan.\n6. Pelacak paket.\n7. Salin link produk dan bagikan ke teman Anda.\n8. Pencari kupon Aliexpress.\n9. Pengunduh gambar Taobao, pengunduh gambar 1688\n10. Ekspor tautan gambar dari Taobao, 1688 dan Aliexpress\n11. Unduh gambar ulasan Aliexpress dan Amazon dan ekspor detail ulasan sebagai file Excel.\n12. Perbarui harga produk favorit secara manual\n\nJika Anda memiliki pertanyaan atau saran, jangan ragu untuk menghubungi kami：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "it": "Caratteristiche principali:\n1. Cronologia dei prezzi su Aliexpress, puoi controllare la cronologia dei prezzi per 3 o 6 mesi.\n2. Tieni traccia del prezzo di Aliexpress e ricevi una notifica se il prezzo scende o aumenta.\n3. Stessi prodotti, a volte mostra gli stessi prodotti di venditori diversi come riferimento. E puoi cercare per immagine altri prodotti simili facendo clic con il pulsante destro del mouse sulle foto.\n4. Cerca prodotti simili per immagine e fai clic con il pulsante destro del mouse sull'immagine.\n5. Le recensioni dei prodotti visualizzano le foto dei prodotti reali dalle recensioni dei clienti.\n6. Localizzatore di pacchi.\n7. Copia il collegamento del prodotto e condividilo con i tuoi amici.\n8. Trova coupon Aliexpress.\n9. Downloader di immagini Taobao, downloader di immagini 1688\n10. Esporta collegamenti di immagini da Taobao, 1688 e Aliexpress\n11. Scarica le immagini delle recensioni di Aliexpress e Amazon ed esporta i dettagli delle recensioni come file Excel.\n12. Aggiorna manualmente i prezzi dei prodotti preferiti\n\nSe avete domande o suggerimenti, non esitate a contattarci:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ja": "主な特徴：\n1. Aliexpress の価格履歴、3 か月または 6 か月の価格履歴を確認できます。\n2. Aliexpress の価格を追跡し、価格が下落または上昇した場合は通知を受け取ります。\n3. 同じ製品、場合によっては、参考のために異なる販売者の同じ製品が表示されます。 また、写真を右クリックすると、類似した製品を画像で検索できます。\n4. 画像で類似製品を検索し、画像上でマウスを右クリックします。\n5. 製品レビューでは、顧客レビューから実際の製品の写真が表示されます。\n6. 小包追跡。\n7. 製品リンクをコピーし、友達と共有します。\n8. Aliexpress クーポンファインダー。\n9. タオバオ画像ダウンローダー、1688画像ダウンローダー\n10. タオバオ、1688、Aliexpress から画像リンクをエクスポート\n11. Aliexpress と Amazon のレビュー画像をダウンロードし、レビューの詳細を Excel ファイルとしてエクスポートします。\n12. お気に入りの商品の価格を手動で更新する\n\nご質問やご提案がございましたら、お気軽にお問い合わせください：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "kn": "ಮುಖ್ಯ ಲಕ್ಷಣಗಳು:\n1. Aliexpress ನಲ್ಲಿ ಬೆಲೆ ಇತಿಹಾಸ, ನೀವು 3 ಅಥವಾ 6 ತಿಂಗಳವರೆಗೆ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.\n2. Aliexpress ಬೆಲೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ ಮತ್ತು ಬೆಲೆ ಕಡಿಮೆಯಾದರೆ ಅಥವಾ ಹೆಚ್ಚಾದರೆ ಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸಿ.\n3. ಒಂದೇ ಉತ್ಪನ್ನಗಳು, ಕೆಲವೊಮ್ಮೆ ನಿಮ್ಮ ಉಲ್ಲೇಖಕ್ಕಾಗಿ ವಿಭಿನ್ನ ಮಾರಾಟಗಾರರಿಂದ ಅದೇ ಉತ್ಪನ್ನಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಮತ್ತು ಫೋಟೋಗಳ ಮೇಲೆ ಬಲ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು ಹೆಚ್ಚಿನ ರೀತಿಯ ಉತ್ಪನ್ನಗಳಿಗಾಗಿ ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಬಹುದು.\n4. ಚಿತ್ರದ ಮೂಲಕ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ಚಿತ್ರದ ಮೇಲೆ ನಿಮ್ಮ ಮೌಸ್ ಅನ್ನು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ.\n5. ಉತ್ಪನ್ನ ವಿಮರ್ಶೆಗಳು ಗ್ರಾಹಕರ ವಿಮರ್ಶೆಗಳಿಂದ ನೈಜ ಉತ್ಪನ್ನ ಫೋಟೋಗಳನ್ನು ವೀಕ್ಷಿಸುತ್ತವೆ.\n6. ಪಾರ್ಸೆಲ್ ಟ್ರ್ಯಾಕರ್.\n7. ಉತ್ಪನ್ನ ಲಿಂಕ್ ಅನ್ನು ನಕಲಿಸಿ ಮತ್ತು ಅದನ್ನು ನಿಮ್ಮ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ.\n8. Aliexpress ಕೂಪನ್ ಫೈಂಡರ್.\n9. Taobao ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್, 1688 ಇಮೇಜ್ ಡೌನ್‌ಲೋಡರ್\n10. Taobao, 1688 ಮತ್ತು Aliexpress ನಿಂದ ಚಿತ್ರದ ಲಿಂಕ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಿ\n11. Aliexpress ಮತ್ತು Amazon ವಿಮರ್ಶೆ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು Excel ಫೈಲ್‌ನಂತೆ ವಿಮರ್ಶೆ ವಿವರಗಳನ್ನು ರಫ್ತು ಮಾಡಿ.\n12. ಮೆಚ್ಚಿನ ಉತ್ಪನ್ನ ಬೆಲೆಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ನವೀಕರಿಸಿ\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಸಲಹೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ko": "주요 특징:\n1. Aliexpress의 가격 내역을 통해 3개월 또는 6개월 동안의 가격 내역을 확인할 수 있습니다.\n2. Aliexpress 가격을 추적하고 가격이 떨어지거나 오르면 알림을 받습니다.\n3. 동일한 제품, 때로는 참조용으로 다른 판매자의 동일한 제품을 표시합니다. 그리고 사진을 마우스 오른쪽 버튼으로 클릭하시면 더 많은 유사한 제품을 이미지로 검색하실 수 있습니다.\n4. 이미지로 유사한 상품을 검색한 후, 이미지 위에서 마우스 오른쪽 버튼을 클릭하세요.\n5. 상품평은 고객이 남긴 실제 상품 사진을 확인하실 수 있습니다.\n6. 소포 추적기.\n7. 제품 링크를 복사하여 친구들과 공유하세요.\n8. Aliexpress 쿠폰 찾기.\n9. 타오바오 이미지 다운로더, 1688 이미지 다운로더\n10. Taobao, 1688 및 Aliexpress에서 이미지 링크 내보내기\n11. Aliexpress 및 Amazon 리뷰 이미지를 다운로드하고 리뷰 세부 정보를 Excel 파일로 내보냅니다.\n12. 즐겨찾는 제품 가격을 수동으로 업데이트합니다.\n\n질문이나 제안 사항이 있으시면 언제든지 저희에게 연락해 주십시오.：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "lt": "Pagrindinės funkcijos:\n1. Kainų istorija Aliexpress, galite patikrinti 3 ar 6 mėnesių kainų istoriją.\n2. Stebėkite Aliexpress kainą ir gaukite pranešimą, jei kaina nukrenta arba padidės.\n3. Tie patys produktai, kartais rodomi tie patys produktai iš skirtingų pardavėjų. O daugiau panašių produktų galite ieškoti pagal paveikslėlį, dešiniuoju pelės mygtuku spustelėdami nuotraukas.\n4. Ieškokite panašių produktų pagal paveikslėlį ir dešiniuoju pelės klavišu spustelėkite paveikslėlį.\n5. Prekių apžvalgos peržiūrėkite tikras prekių nuotraukas iš klientų atsiliepimų.\n6. Siuntų sekiklis.\n7. Nukopijuokite produkto nuorodą ir pasidalykite ja su draugais.\n8. Aliexpress kuponų ieškiklis.\n9. Taobao vaizdų parsisiuntimo programa, 1688 vaizdų parsisiuntimo programa\n10. Eksportuokite paveikslėlių nuorodas iš Taobao, 1688 ir Aliexpress\n11. Atsisiųskite „Aliexpress“ ir „Amazon“ peržiūrų vaizdus ir eksportuokite išsamią apžvalgos informaciją kaip „Excel“ failą.\n12. Rankiniu būdu atnaujinkite mėgstamų produktų kainas\n\nJei turite klausimų ar pasiūlymų, nedvejodami susisiekite su mumis:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "lv": "Galvenās iezīmes:\n1. Cenu vēsture vietnē Aliexpress, jūs varat pārbaudīt cenu vēsturi 3 vai 6 mēnešus.\n2. Izsekojiet Aliexpress cenai un saņemiet paziņojumu, ja cena pazeminās vai palielinās.\n3. Tie paši produkti, dažreiz jūsu uzziņai tiek rādīti tie paši produkti no dažādiem pārdevējiem. Un jūs varat meklēt pēc attēla vairāk līdzīgu produktu, ar peles labo pogu noklikšķinot uz fotoattēliem.\n4. Meklējiet līdzīgus produktus pēc attēla un ar peles labo pogu noklikšķiniet uz attēla.\n5. Produktu apskati skatīt reālas produktu fotogrāfijas no klientu atsauksmēm.\n6. Paku izsekotājs.\n7. Nokopējiet produkta saiti un kopīgojiet to ar draugiem.\n8. Aliexpress kuponu meklētājs.\n9. Taobao attēlu lejupielādētājs, 1688 attēlu lejupielādētājs\n10. Eksportējiet attēlu saites no Taobao, 1688 un Aliexpress\n11. Lejupielādējiet Aliexpress un Amazon atsauksmju attēlus un eksportējiet apskatu informāciju kā Excel failu.\n12. Manuāli atjaunināt iecienītāko produktu cenas\n\nJa jums ir kādi jautājumi vai ieteikumi, lūdzu, sazinieties ar mums:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ml": "പ്രധാന സവിശേഷതകൾ:\n1. Aliexpress-ലെ വില ചരിത്രം, നിങ്ങൾക്ക് 3 അല്ലെങ്കിൽ 6 മാസത്തേക്ക് വില ചരിത്രം പരിശോധിക്കാം.\n2. Aliexpress വില ട്രാക്ക് ചെയ്യുക, വില കുറയുകയോ കൂടുകയോ ചെയ്താൽ ഒരു അറിയിപ്പ് സ്വീകരിക്കുക.\n3. ഒരേ ഉൽപ്പന്നങ്ങൾ, ചിലപ്പോൾ നിങ്ങളുടെ റഫറൻസിനായി വ്യത്യസ്ത വിൽപ്പനക്കാരിൽ നിന്നുള്ള ഒരേ ഉൽപ്പന്നങ്ങൾ കാണിക്കുന്നു. ഫോട്ടോകളിൽ വലത്-ക്ലിക്കുചെയ്യുന്നതിലൂടെ സമാനമായ കൂടുതൽ ഉൽപ്പന്നങ്ങൾക്കായി നിങ്ങൾക്ക് ഇമേജ് ഉപയോഗിച്ച് തിരയാനാകും.\n4. ഇമേജ് അനുസരിച്ച് സമാന ഉൽപ്പന്നങ്ങൾ തിരയുക, ചിത്രത്തിൽ നിങ്ങളുടെ മൗസിൽ റൈറ്റ് ക്ലിക്ക് ചെയ്യുക.\n5. ഉൽപ്പന്ന അവലോകനങ്ങൾ ഉപഭോക്തൃ അവലോകനങ്ങളിൽ നിന്ന് യഥാർത്ഥ ഉൽപ്പന്ന ഫോട്ടോകൾ കാണുന്നു.\n6. പാഴ്സൽ ട്രാക്കർ.\n7. ഉൽപ്പന്ന ലിങ്ക് പകർത്തി നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി പങ്കിടുക.\n8. Aliexpress കൂപ്പൺ ഫൈൻഡർ.\n9. Taobao ഇമേജ് ഡൗൺലോഡർ, 1688 ഇമേജ് ഡൗൺലോഡർ\n10. Taobao, 1688, Aliexpress എന്നിവയിൽ നിന്നുള്ള ഇമേജ് ലിങ്കുകൾ കയറ്റുമതി ചെയ്യുക\n11. Aliexpress, Amazon റിവ്യൂ ഇമേജുകൾ ഡൗൺലോഡ് ചെയ്യുക, ഒരു Excel ഫയലായി അവലോകന വിശദാംശങ്ങൾ കയറ്റുമതി ചെയ്യുക.\n12. പ്രിയപ്പെട്ട ഉൽപ്പന്ന വിലകൾ നേരിട്ട് അപ്ഡേറ്റ് ചെയ്യുക\n\nനിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ നിർദ്ദേശങ്ങളോ ഉണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "mr": "मुख्य वैशिष्ट्ये:\n1. Aliexpress वर किंमत इतिहास, तुम्ही 3 किंवा 6 महिन्यांसाठी किंमत इतिहास तपासू शकता.\n2. Aliexpress किंमतीचा मागोवा घ्या आणि किंमत कमी झाल्यास किंवा वाढल्यास सूचना प्राप्त करा.\n3. समान उत्पादने, काहीवेळा ते आपल्या संदर्भासाठी भिन्न विक्रेत्यांकडून समान उत्पादने दर्शविते. आणि तुम्ही फोटोंवर उजवे-क्लिक करून अधिक समान उत्पादनांसाठी प्रतिमेनुसार शोधू शकता.\n4. प्रतिमेनुसार तत्सम उत्पादने शोधा आणि प्रतिमेवर तुमचा माउस उजवे-क्लिक करा.\n5. उत्पादन पुनरावलोकने ग्राहक पुनरावलोकनांमधून वास्तविक उत्पादन फोटो पहा.\n6. पार्सल ट्रॅकर.\n7. उत्पादनाची लिंक कॉपी करा आणि ती तुमच्या मित्रांसह शेअर करा.\n8. Aliexpress कूपन शोधक.\n9. ताओबाओ इमेज डाउनलोडर, 1688 इमेज डाउनलोडर\n10. Taobao, 1688 आणि Aliexpress वरून इमेज लिंक एक्सपोर्ट करा\n11. Aliexpress आणि Amazon पुनरावलोकन प्रतिमा डाउनलोड करा आणि एक्सेल फाइल म्हणून पुनरावलोकन तपशील निर्यात करा.\n12. आवडत्या उत्पादनांच्या किमती व्यक्तिचलितपणे अपडेट करा\n\nआपल्याकडे काही प्रश्न किंवा सूचना असल्यास, कृपया आमच्याशी संपर्क साधा:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ms": "Ciri-ciri utama:\n1. Sejarah harga di Aliexpress, anda boleh menyemak sejarah harga selama 3 atau 6 bulan.\n2. Jejaki harga Aliexpress dan terima pemberitahuan jika harga turun atau meningkat.\n3. Produk yang sama, kadangkala ia menunjukkan produk yang sama daripada penjual yang berbeza untuk rujukan anda. Dan anda boleh mencari mengikut imej untuk lebih banyak produk serupa dengan mengklik kanan pada foto.\n4. Cari produk yang serupa mengikut imej, dan klik kanan tetikus anda pada imej.\n5. Ulasan produk melihat foto produk sebenar daripada ulasan pelanggan.\n6. Penjejak bungkusan.\n7. Salin pautan produk dan kongsi dengan rakan anda.\n8. Pencari kupon Aliexpress.\n9. Pemuat turun imej Taobao, pemuat turun imej 1688\n10. Eksport pautan imej dari Taobao, 1688 dan Aliexpress\n11. Muat turun imej ulasan Aliexpress dan Amazon dan eksport butiran ulasan sebagai fail Excel.\n12. Kemas kini harga produk kegemaran secara manual\n\nJika anda mempunyai sebarang soalan atau cadangan, sila hubungi kami:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "nl": "Belangrijkste kenmerken:\n1. Prijsgeschiedenis op AliExpress, u kunt de prijsgeschiedenis gedurende 3 of 6 maanden bekijken.\n2. Volg de AliExpress-prijs en ontvang een melding als de prijs daalt of stijgt.\n3. Dezelfde producten, soms worden ter referentie dezelfde producten van verschillende verkopers weergegeven. En u kunt op afbeelding zoeken naar meer vergelijkbare producten door met de rechtermuisknop op foto's te klikken.\n4. Zoek vergelijkbare producten op afbeelding en klik met de rechtermuisknop op de afbeelding.\n5. Productrecensies Bekijk echte productfoto's van klantrecensies.\n6. Pakkettracker.\n7. Kopieer de productlink en deel deze met je vrienden.\n8. Aliexpress-couponzoeker.\n9. Taobao-afbeeldingsdownloader, 1688 afbeeldingsdownloader\n10. Afbeeldingslinks exporteren van Taobao, 1688 en AliExpress\n11. Download de beoordelingsafbeeldingen van AliExpress en Amazon en exporteer de beoordelingsgegevens als Excel-bestand.\n12. Update de prijzen van favoriete producten handmatig\n\nAls u vragen of suggesties heeft, neem dan gerust contact met ons op:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "no": "Hovedtrekkene:\n1. Prishistorikk på Aliexpress, du kan sjekke prishistorikk i 3 eller 6 måneder.\n2. Spor Aliexpress-prisen og motta et varsel hvis prisen synker eller øker.\n3. Samme produkter, noen ganger viser det de samme produktene fra forskjellige selgere som referanse. Og du kan søke på bilde etter flere lignende produkter ved å høyreklikke på bildene.\n4. Søk etter lignende produkter etter bilde, og høyreklikk med musen på bildet.\n5. Produktanmeldelser viser ekte produktbilder fra kundeanmeldelser.\n6. Pakkesporing.\n7. Kopier produktlenken og del den med vennene dine.\n8. Aliexpress kupongfinner.\n9. Taobao bildenedlaster, 1688 bildenedlaster\n10. Eksporter bildelenker fra Taobao, 1688 og Aliexpress\n11. Last ned Aliexpress og Amazon anmeldelsesbilder og eksporter anmeldelsesdetaljer som en Excel-fil.\n12. Oppdater favorittproduktpriser manuelt\n\nHvis du har spørsmål eller forslag, kan du gjerne kontakte oss:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "pl": "Główne cechy:\n1. Historia cen na Aliexpress, możesz sprawdzić historię cen przez 3 lub 6 miesięcy.\n2. Śledź cenę Aliexpress i otrzymuj powiadomienie, jeśli cena spadnie lub wzrośnie.\n3. Te same produkty, czasami pokazuje te same produkty od różnych sprzedawców w celach informacyjnych. Możesz także wyszukiwać według obrazu więcej podobnych produktów, klikając zdjęcia prawym przyciskiem myszy.\n4. Wyszukaj podobne produkty według obrazu i kliknij obraz prawym przyciskiem myszy.\n5. Recenzje produktów wyświetlają prawdziwe zdjęcia produktów z recenzji klientów.\n6. Śledzenie przesyłek.\n7. Skopiuj link do produktu i udostępnij go znajomym.\n8. Wyszukiwarka kuponów Aliexpress.\n9. Narzędzie do pobierania obrazów Taobao, narzędzie do pobierania obrazów 1688\n10. Eksportuj linki do obrazów z Taobao, 1688 i Aliexpress\n11. Pobierz obrazy recenzji z Aliexpress i Amazon i wyeksportuj szczegóły recenzji do pliku Excel.\n12. Ręcznie aktualizuj ceny ulubionych produktów\n\nJeśli masz jakieś pytania lub sugestie, skontaktuj się z nami:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "pt_BR,pt_PT": "Principais características:\n1. Histórico de preços no Aliexpress, você pode verificar o histórico de preços por 3 ou 6 meses.\n2. Acompanhe o preço do Aliexpress e receba uma notificação se o preço cair ou aumentar.\n3. Mesmos produtos, às vezes mostra os mesmos produtos de diferentes vendedores para sua referência. E você pode pesquisar por imagem mais produtos semelhantes clicando com o botão direito nas fotos.\n4. Pesquise produtos semelhantes por imagem e clique com o botão direito do mouse na imagem.\n5. Avaliações de produtos visualizam fotos reais de produtos a partir de avaliações de clientes.\n6. Rastreador de pacotes.\n7. Copie o link do produto e compartilhe com seus amigos.\n8. Localizador de cupons Aliexpress.\n9. Downloader de imagens Taobao, downloader de imagens 1688\n10. Exporte links de imagens do Taobao, 1688 e Aliexpress\n11. Baixe as imagens de revisão do Aliexpress e da Amazon e exporte os detalhes da revisão como um arquivo Excel.\n12. Atualize manualmente os preços dos produtos favoritos\n\nSe você tiver alguma dúvida ou sugestão, não hesite em nos contatar:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ro": "Caracteristici principale:\n1. Istoricul prețurilor pe Aliexpress, puteți verifica istoricul prețurilor pentru 3 sau 6 luni.\n2. Urmăriți prețul Aliexpress și primiți o notificare dacă prețul scade sau crește.\n3. Aceleași produse, uneori arată aceleași produse de la diferiți vânzători pentru referință. Și puteți căuta după imagine pentru mai multe produse similare făcând clic dreapta pe fotografii.\n4. Căutați produse similare după imagine și faceți clic dreapta pe imagine.\n5. Recenziile produselor vizualizează fotografii reale ale produselor din recenziile clienților.\n6. Tracker colete.\n7. Copiați linkul produsului și distribuiți-l prietenilor.\n8. Găsitor de cupoane Aliexpress.\n9. Descărcător de imagini Taobao, descărcare de imagini 1688\n10. Exportați linkuri de imagini din Taobao, 1688 și Aliexpress\n11. Descărcați imagini de recenzii Aliexpress și Amazon și exportați detaliile recenziilor ca fișier Excel.\n12. Actualizați manual prețurile produselor preferate\n\nDacă aveți întrebări sau sugestii, nu ezitați să ne contactați:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ru": "Основные особенности:\n1. История цен на Алиэкспресс, вы можете проверить историю цен за 3 или 6 месяцев.\n2. Отслеживайте цену на Aliexpress и получайте уведомление, если цена упадет или увеличится.\n3. Одни и те же товары, иногда для справки показаны одни и те же товары от разных продавцов. И вы можете искать по изображению больше похожих товаров, щелкнув правой кнопкой мыши по фотографиям.\n4. Найдите похожие товары по изображению и щелкните изображение правой кнопкой мыши.\n5. Обзоры продуктов позволяют просматривать реальные фотографии продуктов из отзывов клиентов.\n6. Трекер посылок.\n7. Скопируйте ссылку на товар и поделитесь ею с друзьями.\n8. Поиск купонов Aliexpress.\n9. Загрузчик изображений Taobao, загрузчик изображений 1688\n10. Экспортируйте ссылки на изображения с Taobao, 1688 и Aliexpress.\n11. Загрузите изображения обзоров Aliexpress и Amazon и экспортируйте детали обзора в файл Excel.\n12. Обновите цены на любимые товары вручную.\n\nЕсли у вас есть какие-либо вопросы или предложения, пожалуйста, свяжитесь с нами:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "sk": "Hlavné rysy:\n1. Cenová história na Aliexpress, cenovú históriu si môžete skontrolovať 3 alebo 6 mesiacov.\n2. Sledujte cenu Aliexpress a získajte upozornenie, ak cena klesne alebo sa zvýši.\n3. Rovnaké produkty, niekedy pre vašu referenciu zobrazuje rovnaké produkty od rôznych predajcov. A kliknutím pravým tlačidlom myši na fotografie môžete vyhľadať ďalšie podobné produkty podľa obrázka.\n4. Vyhľadajte podobné produkty podľa obrázka a kliknite pravým tlačidlom myši na obrázok.\n5. Recenzie produktov zobrazujú skutočné fotografie produktov z recenzií zákazníkov.\n6. Sledovanie balíkov.\n7. Skopírujte odkaz na produkt a zdieľajte ho so svojimi priateľmi.\n8. Vyhľadávač kupónov Aliexpress.\n9. Sťahovač obrázkov Taobao, sťahovanie obrázkov 1688\n10. Exportujte odkazy na obrázky z Taobao, 1688 a Aliexpress\n11. Stiahnite si obrázky recenzií Aliexpress a Amazon a exportujte podrobnosti recenzie ako súbor Excel.\n12. Manuálne aktualizujte ceny obľúbených produktov\n\nAk máte akékoľvek otázky alebo návrhy, neváhajte nás kontaktovať：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "sl": "Glavne značilnosti:\n1. Zgodovina cen na Aliexpressu, lahko preverite zgodovino cen za 3 ali 6 mesecev.\n2. Spremljajte ceno Aliexpress in prejmite obvestilo, če se cena zniža ali zviša.\n3. Isti izdelki, včasih prikazuje iste izdelke različnih prodajalcev za vašo referenco. Več podobnih izdelkov lahko iščete po slikah z desnim klikom na fotografije.\n4. Iščite podobne izdelke po sliki in z desno miškino tipko kliknite na sliko.\n5. Ocene izdelkov si oglejte prave fotografije izdelkov iz mnenj strank.\n6. Sledilnik paketov.\n7. Kopirajte povezavo do izdelka in jo delite s prijatelji.\n8. Aliexpress iskalnik kuponov.\n9. Taobao prenosnik slik, 1688 prenosnik slik\n10. Izvoz slikovnih povezav iz Taobao, 1688 in Aliexpress\n11. Prenesite slike mnenj Aliexpress in Amazon ter izvozite podrobnosti mnenj kot datoteko Excel.\n12. Ročno posodobite cene priljubljenih izdelkov\n\nČe imate kakršna koli vprašanja ali predloge, nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "sr": "Главне карактеристике:\n1. Историја цена на Алиекпресс-у, можете проверити историју цена за 3 или 6 месеци.\n2. Пратите Алиекпресс цену и примите обавештење ако цена падне или порасте.\n3. Исти производи, понекад приказује исте производе различитих продаваца за вашу референцу. И можете претраживати по слици за више сличних производа тако што ћете кликнути десним тастером миша на фотографије.\n4. Претражите сличне производе по слици и кликните десним тастером миша на слику.\n5. Рецензије производа приказују стварне фотографије производа из рецензија купаца.\n6. Праћење пакета.\n7. Копирајте везу производа и поделите је са пријатељима.\n8. Алиекпресс проналазач купона.\n9. Таобао програм за преузимање слика, 1688 довнлоадер слика\n10. Извезите везе са сликама са Таобао, 1688 и Алиекпресс-а\n11. Преузмите слике прегледа Алиекпресс и Амазон и извезите детаље прегледа као Екцел датотеку.\n12. Ручно ажурирајте цене омиљених производа\n\nАко имате било каквих питања или сугестија, слободно нас контактирајте:\nhttps://www.aliprice.com/information/index/page/contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "sv": "Huvuddrag:\n1. Prishistorik på Aliexpress, du kan kontrollera prishistorik i 3 eller 6 månader.\n2. Spåra Aliexpress-priset och få ett meddelande om priset sjunker eller ökar.\n3. Samma produkter, ibland visar det samma produkter från olika säljare som referens. Och du kan söka på bild efter fler liknande produkter genom att högerklicka på foton.\n4. Sök liknande produkter efter bild och högerklicka med musen på bilden.\n5. Produktrecensioner se verkliga produktbilder från kundrecensioner.\n6. Paketspårare.\n7. Kopiera produktlänken och dela den med dina vänner.\n8. Aliexpress kupongsökare.\n9. Taobao image downloader, 1688 image downloader\n10. Exportera bildlänkar från Taobao, 1688 och Aliexpress\n11. Ladda ner Aliexpress och Amazon recensionsbilder och exportera recensionsdetaljer som en Excel-fil.\n12. Uppdatera favoritproduktpriser manuellt\n\nOm du har några frågor eller förslag är du välkommen att kontakta oss:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "sw": "Sifa kuu:\n1. Historia ya bei kwenye Aliexpress, unaweza kuangalia historia ya bei kwa miezi 3 au 6.\n2. Fuatilia bei ya Aliexpress na upokee arifa ikiwa bei itapungua au kuongezeka.\n3. Bidhaa sawa, wakati mwingine inaonyesha bidhaa sawa kutoka kwa wauzaji tofauti kwa kumbukumbu yako. Na unaweza kutafuta kwa picha bidhaa zinazofanana zaidi kwa kubofya kulia kwenye picha.\n4. Tafuta bidhaa zinazofanana kwa picha, na ubofye-kulia kipanya chako kwenye picha.\n5. Maoni ya bidhaa hutazama picha za bidhaa halisi kutoka kwa ukaguzi wa wateja.\n6. Kifurushi cha kufuatilia.\n7. Nakili kiungo cha bidhaa na ushiriki na marafiki zako.\n8. Aliexpress coupon finder.\n9. Kipakua picha cha Taobao, kipakuzi cha picha cha 1688\n10. Hamisha viungo vya picha kutoka Taobao, 1688 na Aliexpress\n11. Pakua Aliexpress na Amazon kagua picha na maelezo ya ukaguzi wa mauzo ya nje kama faili ya Excel.\n12. Sasisha mwenyewe bei za bidhaa unazopenda\n\nIkiwa una maswali au mapendekezo, tafadhali jisikie huru kuwasiliana nasi:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "ta": "முக்கிய அம்சங்கள்:\n1. Aliexpress இல் விலை வரலாறு, நீங்கள் 3 அல்லது 6 மாதங்களுக்கு விலை வரலாற்றைச் சரிபார்க்கலாம்.\n2. Aliexpress விலையைக் கண்காணித்து, விலை குறைந்தாலோ அல்லது அதிகரித்தாலோ அறிவிப்பைப் பெறவும்.\n3. ஒரே தயாரிப்புகள், சில சமயங்களில் உங்கள் குறிப்புக்காக வெவ்வேறு விற்பனையாளர்களிடமிருந்து ஒரே தயாரிப்புகளைக் காட்டுகிறது. மேலும் புகைப்படங்களில் வலது கிளிக் செய்வதன் மூலம் இதே போன்ற தயாரிப்புகளை படத்தின் மூலம் தேடலாம்.\n4. படத்தின் மூலம் ஒரே மாதிரியான தயாரிப்புகளைத் தேடி, படத்தின் மீது உங்கள் சுட்டியை வலது கிளிக் செய்யவும்.\n5. தயாரிப்பு மதிப்புரைகள் வாடிக்கையாளர் மதிப்புரைகளிலிருந்து உண்மையான தயாரிப்பு புகைப்படங்களைப் பார்க்கின்றன.\n6. பார்சல் டிராக்கர்.\n7. தயாரிப்பு இணைப்பை நகலெடுத்து உங்கள் நண்பர்களுடன் பகிர்ந்து கொள்ளுங்கள்.\n8. Aliexpress கூப்பன் கண்டுபிடிப்பான்.\n9. Taobao படத்தை பதிவிறக்குபவர், 1688 படத்தை பதிவிறக்குபவர்\n10. Taobao, 1688 மற்றும் Aliexpress இலிருந்து பட இணைப்புகளை ஏற்றுமதி செய்யவும்\n11. Aliexpress மற்றும் Amazon விமர்சனப் படங்களைப் பதிவிறக்கி, மதிப்பாய்வு விவரங்களை Excel கோப்பாக ஏற்றுமதி செய்யவும்.\n12. பிடித்த தயாரிப்பு விலைகளை கைமுறையாக புதுப்பிக்கவும்\n\nஉங்களிடம் ஏதேனும் கேள்விகள் அல்லது பரிந்துரைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "te": "முக்கிய அம்சங்கள்:\n1. Aliexpress இல் விலை வரலாறு, நீங்கள் 3 அல்லது 6 மாதங்களுக்கு விலை வரலாற்றைச் சரிபார்க்கலாம்.\n2. Aliexpress விலையைக் கண்காணித்து, விலை குறைந்தாலோ அல்லது அதிகரித்தாலோ அறிவிப்பைப் பெறவும்.\n3. ஒரே தயாரிப்புகள், சில சமயங்களில் உங்கள் குறிப்புக்காக வெவ்வேறு விற்பனையாளர்களிடமிருந்து ஒரே தயாரிப்புகளைக் காட்டுகிறது. மேலும் புகைப்படங்களில் வலது கிளிக் செய்வதன் மூலம் இதே போன்ற தயாரிப்புகளை படத்தின் மூலம் தேடலாம்.\n4. படத்தின் மூலம் ஒரே மாதிரியான தயாரிப்புகளைத் தேடி, படத்தின் மீது உங்கள் சுட்டியை வலது கிளிக் செய்யவும்.\n5. தயாரிப்பு மதிப்புரைகள் வாடிக்கையாளர் மதிப்புரைகளிலிருந்து உண்மையான தயாரிப்பு புகைப்படங்களைப் பார்க்கின்றன.\n6. பார்சல் டிராக்கர்.\n7. தயாரிப்பு இணைப்பை நகலெடுத்து உங்கள் நண்பர்களுடன் பகிர்ந்து கொள்ளுங்கள்.\n8. Aliexpress கூப்பன் கண்டுபிடிப்பான்.\n9. Taobao படத்தை பதிவிறக்குபவர், 1688 படத்தை பதிவிறக்குபவர்\n10. Taobao, 1688 மற்றும் Aliexpress இலிருந்து பட இணைப்புகளை ஏற்றுமதி செய்யவும்\n11. Aliexpress மற்றும் Amazon விமர்சனப் படங்களைப் பதிவிறக்கி, மதிப்பாய்வு விவரங்களை Excel கோப்பாக ஏற்றுமதி செய்யவும்.\n12. ఇష్టమైన ఉత్పత్తి ధరలను మాన్యువల్‌గా అప్‌డేట్ చేయండి\n\nஉங்களிடம் ஏதேனும் கேள்விகள் அல்லது பரிந்துரைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "th": "คุณสมบัติหลัก:\n1. ประวัติราคาใน Aliexpress คุณสามารถตรวจสอบประวัติราคาเป็นเวลา 3 หรือ 6 เดือน\n2. ติดตามราคา Aliexpress และรับการแจ้งเตือนหากราคาลดลงหรือเพิ่มขึ้น\n3. ผลิตภัณฑ์เดียวกัน บางครั้งจะแสดงผลิตภัณฑ์เดียวกันจากผู้ขายที่แตกต่างกันเพื่อเป็นข้อมูลอ้างอิงของคุณ และคุณสามารถค้นหาผลิตภัณฑ์ที่คล้ายกันมากขึ้นตามรูปภาพได้ด้วยการคลิกขวาที่รูปภาพ\n4. ค้นหาผลิตภัณฑ์ที่คล้ายกันจากรูปภาพ และคลิกขวาที่เมาส์บนรูปภาพ\n5. รีวิวสินค้า ชมภาพสินค้าจริงจากรีวิวลูกค้า\n6. ตัวติดตามพัสดุ\n7. คัดลอกลิงก์ผลิตภัณฑ์และแชร์กับเพื่อนของคุณ\n8. โปรแกรมค้นหาคูปอง Aliexpress\n9. โปรแกรมดาวน์โหลดรูปภาพ Taobao, โปรแกรมดาวน์โหลดรูปภาพ 1688\n10. ส่งออกลิงก์รูปภาพจาก Taobao, 1688 และ Aliexpress\n11. ดาวน์โหลดรูปภาพรีวิวของ Aliexpress และ Amazon และส่งออกรายละเอียดรีวิวเป็นไฟล์ Excel\n12. อัปเดตราคาสินค้าโปรดด้วยตนเอง\n\nหากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดติดต่อเรา:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "tr": "Ana Özellikler:\n1. Aliexpress'deki fiyat geçmişi, 3 veya 6 aylık fiyat geçmişini kontrol edebilirsiniz.\n2. Aliexpress fiyatını takip edin ve fiyat düşerse veya artarsa bildirim alın.\n3. Aynı ürünler, bazen referansınız için farklı satıcılardan aynı ürünleri gösterir. Ayrıca fotoğraflara sağ tıklayarak daha fazla benzer ürün için görsele göre arama yapabilirsiniz.\n4. Benzer ürünleri görsele göre arayın ve görselin üzerine farenizle sağ tıklayın.\n5. Ürün incelemeleri, müşteri incelemelerindeki gerçek ürün fotoğraflarını görüntüler.\n6. Paket takipçisi.\n7. Ürün bağlantısını kopyalayın ve arkadaşlarınızla paylaşın.\n8. Aliexpress kupon bulucu.\n9. Taobao resim indiricisi, 1688 resim indiricisi\n10. Taobao, 1688 ve Aliexpress'den resim bağlantılarını dışa aktarın\n11. Aliexpress ve Amazon inceleme görsellerini indirin ve inceleme ayrıntılarını bir Excel dosyası olarak dışa aktarın.\n12. Favori ürün fiyatlarını manuel olarak güncelleyin\n\nHerhangi bir sorunuz veya öneriniz varsa lütfen bizimle iletişime geçmekten çekinmeyin:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "uk": "Основні риси:\n1. Історія цін на Aliexpress, ви можете перевірити історію цін за 3 або 6 місяців.\n2. Відстежуйте ціну Aliexpress і отримуйте сповіщення, якщо ціна падає або підвищується.\n3. Ті самі продукти, іноді він показує однакові продукти від різних продавців для вашої довідки. Крім того, ви можете шукати більше схожих продуктів за зображенням, клацнувши правою кнопкою миші на фотографіях.\n4. Шукайте схожі продукти за зображенням і клацніть правою кнопкою миші на зображенні.\n5. Відгуки про продукт переглядають реальні фотографії продукту з відгуків клієнтів.\n6. Трекер посилок.\n7. Скопіюйте посилання на продукт і поділіться ним із друзями.\n8. Пошук купонів Aliexpress.\n9. Завантажувач зображень Taobao, завантажувач зображень 1688\n10. Експортуйте посилання на зображення з Taobao, 1688 та Aliexpress\n11. Завантажте зображення оглядів Aliexpress і Amazon і експортуйте деталі огляду як файл Excel.\n12. Вручну оновлюйте ціни на улюблені товари\n\nЯкщо у вас є запитання чи пропозиції, зв’яжіться з нами:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "vi": "Những đặc điểm chính:\n1. Lịch sử giá trên Aliexpress, bạn có thể kiểm tra lịch sử giá trong 3 hoặc 6 tháng.\n2. Theo dõi giá Aliexpress và nhận thông báo nếu giá giảm hoặc tăng.\n3. Sản phẩm giống nhau, đôi khi nó hiển thị cùng một sản phẩm từ những người bán khác nhau để bạn tham khảo. Và bạn có thể tìm kiếm bằng hình ảnh để biết thêm các sản phẩm tương tự bằng cách nhấp chuột phải vào ảnh.\n4. Tìm kiếm các sản phẩm tương tự bằng hình ảnh và nhấp chuột phải vào hình ảnh.\n5. Đánh giá sản phẩm xem ảnh thật sản phẩm từ đánh giá của khách hàng.\n6. Theo dõi bưu kiện.\n7. Sao chép link sản phẩm và chia sẻ với bạn bè.\n8. Công cụ tìm phiếu giảm giá Aliexpress.\n9. Trình tải hình ảnh taobao, trình tải hình ảnh 1688\n10. Xuất link hình ảnh từ Taobao, 1688 và Aliexpress\n11. Tải xuống hình ảnh đánh giá của Aliexpress và Amazon và xuất chi tiết đánh giá dưới dạng tệp Excel.\n12. Cập nhật thủ công giá sản phẩm yêu thích\n\nNếu bạn có bất kỳ câu hỏi hoặc gợi ý nào, vui lòng liên hệ với chúng tôi:\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "zh_CN": "主要特点：\n1. 速卖通价格历史，可以查看3个月或6个月的价格历史。速卖通历史最低价\n2. 跟踪速卖通产品，加入收藏，在价格下降或上涨时收到通知。速卖通调整价格\n3. 找同款产品，在产品图片上方点击鼠标右键，您可以搜索更多同款产品。速卖通发展概况\n4. 产品评论，查看来自其他买家的晒图。速卖通发展历史和现状\n6. 查快递，跟踪包裹。\n7. 复制产品链接并分享给您的朋友。速卖通价格策略\n8. 速卖通优惠券码，结账时自动匹配适用的优惠券码\n9. 淘宝图片下载，1688图片下载\n10. 结账时，点右侧的优惠券图标，自动匹配可用的优惠券。\n11. 下载速卖通和亚马逊的评论图片和导出评论内容为Excel文件。\n12. 手动更新收藏夹产品价格\n\n如果您有任何疑问或建议，请随时联系我们：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896",
    "zh_TW": "主要特點：\n1. 速賣通價格歷史，可以查看3個月或6個月的價格歷史。 速賣通歷史最低價\n2. 追蹤速賣通產品，加入收藏，在價格下降或上漲時收到通知。 速賣通調整價格\n3. 找同款產品，在產品圖片上方點選滑鼠右鍵，您可以搜尋更多同款產品。 速賣通發展概況\n4. 產品評論，查看其他買家的曬圖。 速賣通發展歷史與現狀\n6. 查快遞，追蹤包裹。\n7. 複製產品連結並分享給您的朋友。 速賣通價格策略\n8. 速賣通優惠券碼，結帳時自動搭配適用的優惠券碼\n9. 淘寶圖片下載，1688年圖片下載\n10. 結帳時，點右側的優惠券圖標，自動匹配可用的優惠券。\n11. 下載速賣通和亞馬遜的評論圖片和匯出評論內容為Excel檔案。\n12. 手動更新收藏品價格\n\n如果您有任何疑問或建議，請隨時與我們聯繫：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=aliprice\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\niOS: https://apps.apple.com/us/app/aliprice-aliexpress-assistant/id1282323896"
  }
}