{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Careful What You Wish For"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to protest SJ34. Records browser history when on. Lets you tweet Congress members browser history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Congress passed a bill (SJ34) that allows for the purchase and distribution of metadata. So this is us giving it to them. For every URL you visit, you can choose to send that URL to a random Senator or Congressperson who voted Yes on the bill through Twitter.\n\nIf you don't want to use your own Twitter account, use ours. The username is tweet_congress and the password is spicymemeball. Don't ask why.\n\nTo use, turn the switch to on and browse to your hearts content, the app will record the sites you visit. All that data is stored locally to your machine--I don't wanna know if you play Wizard 101 or play games on Disney Channel but Congress might! If you don't want the extension to record browser history, turn the switch to off.\n\nWhen you feel like being mischievous, open the extension back up and check to make sure you have tweets prepared to send (they are prepared as you browse so if there aren't any just refresh some pages or open some tabs). If you have tweets ready, click the tweet button and a window should open with a pre-prepared tweet loaded with the message \"@randomCongressManOrWoman just in case you were wonderin', I'm on <URL> #SJ34\". I wasn't able to test this on multiple machines, but the window should open directly on top of the extension and the button to actually send the tweet should be right on top of the Tweet button in the extension. Thus, you should be able to just put your mouse on top and tap away.\n\n\nThe cooldown and tweet limit is there for if I attempt to automate the tweet sending, which Twitter doesn't like too much."
  }
}