{
  "name": {
    "ar,cs,hu,ko,lv,ml,sw": "Pirate Knock Online",
    "am,bn,et,fa,fil,ms,pl": "Pirate Knock Unblocked Game",
    "bg,da,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,kn,lt,nl,no,pt_BR,pt_PT,ru,sk,sr,ta,tr,uk,vi,zh_CN,zh_TW": "Pirate Knock Arcade Game",
    "ca,fi,he,hr,id,sl,th": "Pirate Knock Game",
    "el,hi,ja,mr,ro,sv,te": "Pirate Knock Online Game"
  },
  "short": {
    "ar": "يجب عليك تدمير كتل القراصنة بالكرات المعطاة لك في كل مستوى والانتقال إلى المستوى التالي.",
    "am": "በእያንዳንዱ ደረጃ በተሰጡት ኳሶች የባሕር ላይ ወንበዴዎቹ ብሎኮችን አጥፍተህ ወደሚቀጥለው ደረጃ መሄድ አለብህ።",
    "bg": "Трябва да унищожите пиратските блокове с топките, дадени ви във всяко ниво и да преминете към следващото ниво.",
    "bn": "আপনাকে অবশ্যই প্রতিটি স্তরে আপনাকে দেওয়া বলগুলি দিয়ে জলদস্যু ব্লকগুলি ধ্বংস করতে হবে এবং পরবর্তী স্তরে যেতে হবে।",
    "ca": "Has de destruir els blocs pirates amb les boles que et donen a cada nivell i passar al següent nivell.",
    "cs": "Musíte zničit pirátské bloky s kuličkami, které vám byly dány v každé úrovni a přejít na další úroveň.",
    "da": "Du skal ødelægge piratblokkene med de bolde, du har fået i hvert niveau og gå videre til næste niveau.",
    "de": "Sie müssen die Piratenblöcke mit den Bällen, die Ihnen in jedem Level gegeben werden, zerstören und zum nächsten Level übergehen.",
    "el": "Πρέπει να καταστρέψετε τα πειρατικά μπλοκ με τις μπάλες που σας δίνονται σε κάθε επίπεδο και να προχωρήσετε στο επόμενο επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You must destroy the pirate blocks with the balls given to you in each level and move on to the next level.",
    "es": "Debes destruir los bloques piratas con las bolas que te dan en cada nivel y pasar al siguiente nivel.",
    "et": "Peate hävitama piraatplokid teile igal tasemel antud pallidega ja liikuma järgmisele tasemele.",
    "fa": "شما باید بلوک دزدان دریایی با توپ داده شده به شما در هر سطح نابود و حرکت به سطح بعدی.",
    "fi": "Sinun on tuhottava merirosvolohkot palloilla, jotka on annettu sinulle jokaisella tasolla, ja siirryttävä seuraavalle tasolle.",
    "fil": "Kailangan mong sirain ang mga bloke ng tulisang-dagat na ibinigay sa iyo sa bawat antas at ilipat sa susunod na antas.",
    "fr": "Vous devez détruire les blocs de pirates avec les balles qui vous sont données dans chaque niveau et passer au niveau suivant.",
    "gu": "તમારે દરેક સ્તરમાં તમને આપેલા દડાથી પાઇરેટ બ્લોક્સનો નાશ કરવો જોઈએ અને આગલા સ્તર પર આગળ વધવું જોઈએ.",
    "he": "אתה חייב להרוס את בלוקי הפיראטים עם הכדורים שניתנו לך בכל רמה ולעבור לשלב הבא.",
    "hi": "आप प्रत्येक स्तर में आप को दी गई गेंदों के साथ समुद्री डाकू ब्लॉकों को नष्ट करने और अगले स्तर पर आगे बढ़ना चाहिए।",
    "hr": "Morate uništiti gusarske blokove kuglicama koje su vam dane na svakoj razini i prijeći na sljedeću razinu.",
    "hu": "El kell pusztítanod a kalózblokkokat az egyes szinteken adott golyókkal, és tovább kell lépned a következő szintre.",
    "id": "Anda harus menghancurkan blok bajak laut dengan bola yang diberikan kepada Anda di setiap level dan",
    "it": "Devi distruggere i blocchi dei pirati con le palle che ti vengono date in ogni livello e passare al livello successivo.",
    "ja": "あなたは各レベルであなたに与えられたボールで海賊ブロックを破壊し、次のレベルに移動する必要があります。",
    "kn": "ಪ್ರತಿ ಹಂತದಲ್ಲೂ ನಿಮಗೆ ನೀಡಿದ ಚೆಂಡುಗಳಿಂದ ನೀವು ಪೈರೇಟ್ ಬ್ಲಾಕ್ ಗಳನ್ನು ನಾಶಪಡಿಸಬೇಕು ಮತ್ತು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಬೇಕು.",
    "ko": "각 레벨에서 당신에게 주어진 공으로 해적 블록을 파괴하고 다음 레벨로 넘어 가야합니다.",
    "lv": "Jums ir jāiznīcina pirātu bloki ar bumbiņām, kas jums dotas katrā līmenī, un pāriet uz nākamo līmeni.",
    "ml": "ഓരോ ലെവലിലും നിങ്ങൾക്ക് നൽകിയ പന്തുകൾ ഉപയോഗിച്ച് നിങ്ങൾ പൈറേറ്റ് ബ്ലോക്കുകൾ നശിപ്പിക്കുകയും അടുത്ത ഘട്ടത്തിലേക്ക് നീങ്ങുകയും വേണം.",
    "mr": "आपण प्रत्येक पातळीत आपल्याला दिलेल्या चेंडूंनी समुद्री चाच्यांचे ब्लॉक्स नष्ट केले पाहिजेत आणि पुढील पातळीवर गेले पाहिजे.",
    "ms": "Anda mesti memusnahkan blok lanun dengan bola yang diberikan kepada anda di setiap peringkat dan bergerak ke tahap seterusnya.",
    "nl": "Je moet de piratenblokken vernietigen met de ballen die je in elk level krijgt en doorgaan naar het volgende niveau.",
    "no": "Du må ødelegge piratblokkene med ballene gitt til deg i hvert nivå og gå videre til neste nivå.",
    "pl": "Musisz zniszczyć pirackie bloki za pomocą piłek podanych ci na każdym poziomie i przejść do następnego poziomu.",
    "ro": "Trebuie să distrugă blocuri pirat cu bilele dat la tine în fiecare nivel și trece la nivelul următor.",
    "ru": "Вы должны уничтожить пиратские блоки шариками, отданными вам на каждом уровне, и перейти на следующий уровень.",
    "sk": "Musíte zničiť pirátske bloky s loptičkami, ktoré vám boli dané v každej úrovni, a prejsť na ďalšiu úroveň.",
    "sl": "Morate uničiti piratskih blokov z žogami, ki vam jih dajejo v vsaki ravni in premakniti na naslednjo raven.",
    "sv": "Du måste förstöra piratblocken med bollarna som ges till dig på varje nivå och gå vidare till nästa nivå.",
    "sw": "Lazima uharibu vitalu vya maharamia kwa mipira uliyopewa katika kila ngazi na uendelee na ngazi inayofuata.",
    "ta": "நீங்கள் ஒவ்வொரு மட்டத்திலும் உங்களுக்கு கொடுக்கப்பட்ட பந்துகளைக் கொண்டு கடற்கொள்ளையர் தொகுதிகளை அழித",
    "te": "ప్రతి లెవల్ లో మీకు ఇవ్వబడ్డ బంతులతో పైరేట్ బ్లాక్ లను మీరు నాశనం చేయాలి మరియు తరువాత లెవల్ కు వెళ్లాలి.",
    "th": "คุณต้องทําลายบล็อกโจรสลัดด้วยลูกบอลที่มอบให้คุณในแต่ละระดับและก้าวไปสู่ระดับถัดไป",
    "tr": "Her seviyede size verilen toplarla korsan bloklarını yok etmeli ve bir sonraki seviyeye geçmelisiniz.",
    "uk": "Ви повинні знищити піратські блоки з дали вам м'ячами на кожному рівні і перейти на наступний рівень."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crazy pirate are you ready to shoot hard targets! Take your best shots and hit all the targets.\n\nHow To Play\nPlayed with Space key.\n\nPirate Knock Arcade Game Features\n✓ Realistic physics\n✓ Easy control\n✓ Realistic graphics\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Pirate Knock Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}