{
  "name": {
    "ar": "MATH Keys - محرر المعادلات والصيغ",
    "am": "MATH Keys - ቀመር እና ቀመር አርታዒ",
    "bg": "MATH Keys - Редактор на уравнения и формули",
    "bn": "MATH Keys - সমীকরণ ও সূত্র সম্পাদক",
    "ca": "MATH Keys - Editor d'equacions i fórmules",
    "cs": "MATH Keys - Editor rovnic a vzorců",
    "da": "MATH Keys - Editor til ligninger og formler",
    "de": "MATH Keys - Editor für Gleichungen und Formeln",
    "el": "Επεξεργαστής εξισώσεων & τύπων",
    "en,en_AU,en_GB,en_US": "MATH Keys - Equation & Formula Editor",
    "es,es_419": "MATH Keys - Editor de ecuaciones y fórmulas",
    "et": "MATH Keys - Võrrandite ja valemite redaktor",
    "fa": "MATH Keys - ویرایشگر معادلات و فرمول",
    "fi": "MATH Keys - Yhtälö- ja kaavaeditori",
    "fil": "MATH Keys - Editor ng Equation at Formula",
    "fr": "MATH Keys - Éditeur d'équations et formules",
    "gu": "MATH Keys - સમીકરણ અને ફોર્મ્યુલા એડિટર",
    "he": "MATH Keys - עורך משוואות ונוסחאות",
    "hi": "MATH Keys - समीकरण और सूत्र संपादक",
    "hr": "MATH Keys - Uređivač jednadžbi i formula",
    "hu": "MATH Keys - Egyenlet és képlet szerkesztő",
    "id": "MATH Keys - Editor Persamaan & Rumus",
    "it": "MATH Keys - Editor di equazioni e formule",
    "ja": "MATH Keys - 方程式・数式エディタ",
    "kn": "MATH Keys - ಸಮೀಕರಣ ಮತ್ತು ಫಾರ್ಮುಲಾ ಸಂಪಾದಕ",
    "ko": "MATH Keys - 수식 및 수식 편집기",
    "lt": "MATH Keys - Lygčių ir formulių redaktorius",
    "lv": "MATH Keys - Vienādojumu un formulu redaktors",
    "ml": "MATH Keys - ഇക്വേഷൻ & ഫോർമുല എഡിറ്റർ",
    "mr": "MATH Keys - समीकरण आणि सूत्र संपादक",
    "ms": "MATH Keys - Editor Persamaan & Formula",
    "nl": "MATH Keys - Vergelijking- en formule-editor",
    "no": "MATH Keys - Equation & Formel Editor",
    "pl": "MATH Keys - Edytor równań i wzorów",
    "pt_BR,pt_PT": "MATH Keys - Equação & Editor de Fórmula",
    "ro": "MATH Keys - Editor de ecuații și formule",
    "ru": "MATH Keys - Редактор уравнений и формул",
    "sk": "MATH Keys - Editor rovníc a vzorcov",
    "sl": "MATH Keys - Urejevalnik enačb in formul",
    "sr": "MATH Keys - Уређивач једначина и формула",
    "sv": "MATH Keys - Redigerare för ekvationer och formler",
    "sw": "MATH Keys - Kihariri cha Mlinganyo na Mfumo",
    "ta": "MATH Keys - சமன்பாடு & ஃபார்முலா எடிட்டர்",
    "te": "MATH Keys - ఈక్వేషన్ & ఫార్ములా ఎడిటర్",
    "th": "MATH Keys - ตัวแก้ไขสมการและสูตร",
    "tr": "MATH Keys - Denklem ve Formül Düzenleyici",
    "uk": "MATH Keys - Редактор рівнянь і формул",
    "vi": "MATH Keys - Trình chỉnh sửa phương trình & công thức",
    "zh_CN,zh_TW": "MATH Keys - 方程和公式编辑器"
  },
  "short": {
    "ar": "محرر معادلات مجاني على الإنترنت يسمح للمستخدمين بكتابة معادلات رياضية وصيغ ورموز عبر الإنترنت",
    "am": "ተጠቃሚዎች የሂሳብ እኩልታዎችን፣ ቀመሮችን እና ምልክቶችን በመስመር ላይ እንዲጽፉ የሚያስችል ነፃ የመስመር ላይ እኩልታ አርታኢ",
    "bg": "Безплатен онлайн редактор на уравнения, който позволява на потребителите да пишат математически уравнения, формули и символи онлайн",
    "bn": "বিনামূল্যে অনলাইন সমীকরণ সম্পাদক যা ব্যবহারকারীদের অনলাইনে গাণিতিক সমীকরণ, সূত্র এবং প্রতীক লিখতে দেয়",
    "ca": "Editor d'equacions en línia gratuït que permet als usuaris escriure equacions, fórmules i símbols matemàtics en línia",
    "cs": "Bezplatný online editor rovnic, který umožňuje uživatelům psát matematické rovnice, vzorce a symboly online.",
    "da": "Gratis online ligningseditor, der giver brugerne mulighed for at skrive matematiske ligninger, formler og symboler online",
    "de": "Kostenloser Online-Gleichungseditor, mit dem Benutzer mathematische Gleichungen, Formeln und Symbole online schreiben können",
    "el": "Δωρεάν online επεξεργαστής εξισώσεων που επιτρέπει στους χρήστες να γράφουν μαθηματικές εξισώσεις, τύπους και σύμβολα online",
    "en,en_AU,en_GB,en_US": "Free online equation editor that utilises LaTeX to allow users to write mathematical equations, formulas, and symbols online",
    "es,es_419": "Editor de ecuaciones online gratuito que permite a los usuarios escribir ecuaciones matemáticas, fórmulas y símbolos online",
    "et": "Tasuta veebipõhine võrrandiredaktor, mis võimaldab kasutajatel kirjutada matemaatilisi võrrandeid, valemeid ja sümboleid internetis.",
    "fa": "ویرایشگر معادلات آنلاین رایگان که به کاربران امکان می دهد معادلات، فرمول ها و نمادهای ریاضی را به صورت آنلاین بنویسند",
    "fi": "Ilmainen online-yhtälöeditori, jonka avulla käyttäjät voivat kirjoittaa matemaattisia yhtälöitä, kaavoja ja symboleja verkossa.",
    "fil": "Libreng online na equation editor na nagbibigay-daan sa mga user na magsulat ng mga mathematical equation, formula, at simbolo…",
    "fr": "Éditeur d'équations en ligne gratuit qui permet aux utilisateurs d'écrire des équations, des formules et des symboles mathématiques.",
    "gu": "નિઃશુલ્ક ઑનલાઇન સમીકરણ સંપાદક જે વપરાશકર્તાઓને ગાણિતિક સમીકરણો, સૂત્રો અને પ્રતીકો ઑનલાઇન લખવાની મંજૂરી આપે છે",
    "he": "עורך משוואות מקוון בחינם המאפשר למשתמשים לכתוב משוואות, נוסחאות וסמלים מתמטיים באינטרנט",
    "hi": "मुफ़्त ऑनलाइन समीकरण संपादक जो उपयोगकर्ताओं को गणितीय समीकरण, सूत्र और प्रतीकों को ऑनलाइन लिखने की अनुमति देता है",
    "hr": "Besplatni mrežni uređivač jednadžbi koji korisnicima omogućuje pisanje matematičkih jednadžbi, formula i simbola na mreži",
    "hu": "Ingyenes online egyenletszerkesztő, amely lehetővé teszi a felhasználók számára, hogy matematikai egyenleteket, képleteket és…",
    "id": "Editor persamaan online gratis yang memungkinkan pengguna menulis persamaan, rumus, dan simbol matematika secara online",
    "it": "Editor di equazioni online gratuito che consente agli utenti di scrivere equazioni matematiche, formule e simboli online.",
    "ja": "オンラインで数式や公式、シンボルを書き込める無料のオンライン方程式エディタ",
    "kn": "ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಗಣಿತದ ಸಮೀಕರಣಗಳು, ಸೂತ್ರಗಳು ಮತ್ತು ಚಿಹ್ನೆಗಳನ್ನು ಬರೆಯಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿಸುವ ಉಚಿತ ಆನ್‌ಲೈನ್ ಸಮೀಕರಣ ಸಂಪಾದಕ",
    "ko": "사용자가 온라인으로 수학 방정식, 공식 및 기호를 작성할 수 있는 무료 온라인 방정식 편집기",
    "lt": "Nemokamas internetinis lygčių redaktorius, leidžiantis naudotojams rašyti matematines lygtis, formules ir simbolius internete",
    "lv": "Bezmaksas tiešsaistes vienādojumu redaktors, kas ļauj lietotājiem rakstīt matemātiskus vienādojumus, formulas un simbolus…",
    "ml": "ഗണിത സമവാക്യങ്ങൾ, സൂത്രവാക്യങ്ങൾ, ചിഹ്നങ്ങൾ എന്നിവ ഓൺലൈനിൽ എഴുതാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന സൗജന്യ ഓൺലൈൻ സമവാക്യ എഡിറ്റർ",
    "mr": "विनामूल्य ऑनलाइन समीकरण संपादक जो वापरकर्त्यांना गणितीय समीकरणे, सूत्रे आणि चिन्हे ऑनलाइन लिहू देतो",
    "ms": "Editor persamaan dalam talian percuma yang membolehkan pengguna menulis persamaan, formula dan simbol matematik dalam talian",
    "nl": "Gratis online vergelijkingseditor waarmee gebruikers online wiskundige vergelijkingen, formules en symbolen kunnen schrijven",
    "no": "Gratis online ligningseditor som lar brukere skrive matematiske ligninger, formler og symboler online",
    "pl": "Darmowy edytor równań online, który pozwala użytkownikom pisać równania matematyczne, wzory i symbole online",
    "pt_BR,pt_PT": "Editor de equações online gratuito que permite aos usuários escrever equações matemáticas, fórmulas e símbolos online",
    "ro": "Editor de ecuații online gratuit care permite utilizatorilor să scrie ecuații matematice, formule și simboluri online",
    "ru": "Бесплатный онлайн редактор уравнений, который позволяет пользователям писать математические уравнения, формулы и символы онлайн",
    "sk": "Bezplatný online editor rovníc, ktorý používateľom umožňuje písať matematické rovnice, vzorce a symboly online",
    "sl": "Brezplačni spletni urejevalnik enačb, ki uporabnikom omogoča pisanje matematičnih enačb, formul in simbolov na spletu.",
    "sr": "Бесплатан онлајн уређивач једначина који омогућава корисницима да пишу математичке једначине, формуле и симболе на мрежи",
    "sv": "Gratis ekvationsredigerare online som gör det möjligt för användare att skriva matematiska ekvationer, formler och symboler online.",
    "sw": "Kihariri cha equation cha mtandaoni kisicholipishwa ambacho huruhusu watumiaji kuandika milinganyo, fomula na alama za hisabati…",
    "ta": "கணித சமன்பாடுகள், சூத்திரங்கள் மற்றும் குறியீடுகளை ஆன்லைனில் எழுத பயனர்களை அனுமதிக்கும் இலவச ஆன்லைன் சமன்பாடு எடிட்டர்",
    "te": "ఆన్‌లైన్‌లో గణిత సమీకరణాలు, సూత్రాలు మరియు చిహ్నాలను వ్రాయడానికి వినియోగదారులను అనుమతించే ఉచిత ఆన్‌లైన్ సమీకరణ ఎడిటర్",
    "th": "โปรแกรมแก้ไขสมการออนไลน์ฟรีที่ให้ผู้ใช้เขียนสมการ สูตร และสัญลักษณ์ทางคณิตศาสตร์ออนไลน์ได้",
    "tr": "Kullanıcıların çevrimiçi olarak matematiksel denklemler, formüller ve semboller yazmasına olanak tanıyan ücretsiz çevrimiçi denklem…",
    "uk": "Безкоштовний онлайн-редактор рівнянь, який дозволяє користувачам писати математичні рівняння, формули та символи онлайн",
    "vi": "Trình chỉnh sửa phương trình trực tuyến miễn phí cho phép người dùng viết phương trình, công thức và ký hiệu toán học trực tuyến",
    "zh_CN,zh_TW": "免费的在线方程式编辑器，允许用户在线书写数学方程式、公式和符号"
  },
  "long": {
    "ar": "MATH Keys هو محرر معادلات مجاني تمامًا عبر الإنترنت يسمح للمستخدمين بكتابة المعادلات الرياضية والصيغ والرموز عبر الإنترنت! مهمتنا هي تعزيز الإنتاجية في الحياة الأكاديمية سواء كان ذلك للمعلمين أو الخريجين أو الطلاب.\n\nاكتب أي شيء تريده باستخدام لوحة المفاتيح العادية ، واضغط على الأزرار الموجودة على مفاتيح الرياضيات للوصول إلى الرموز والعمليات الرياضية.\n\nباستخدام أدوات تدوين اللاتكس ، يمكنك نسخ أي صيغة أو معادلة أو رمز أنشأته للتو في أي مكان تريده.\n\nكيف تستعمل:\n\n - استخدم لوحة مفاتيح الكمبيوتر لكتابة المعادلة. يمكنك استخدام الأرقام ،\n   أو أي رمز آخر على لوحة مفاتيح الكمبيوتر\n - استخدم مفاتيح رياضيات الامتداد للنقر على الرموز ، مثل التكاملات ،\n   سيغما ، كسر ، إلخ.\n - تنقل باستخدام الماوس أو استخدم مفاتيح الأسهم كما يلي:\n - السهم الأيمن: حرك المؤشر للأمام. هذا مفيد للخروج من العملية.\n    - على سبيل المثال ، إذا كنت داخل الجذر التربيعي ، فسيقوم السهم للأمام بتحريك ملف\n      المؤشر للخروج منه\n - السهم الأيسر: حرك المؤشر للخلف\n - سهم لأعلى: إنشاء الأس\n - سهم لأسفل: إنشاء خط منخفض\n\nاستخدم الأزرار على النحو التالي:\n\n - زر النسخ: انسخ الصيغة كصورة إلى الحافظة - الصقها في أي مكان\n   تريد\n - زر جديد: احذف الصيغة وابدأ واحدة جديدة\n\nميزات وصيغ لـ:\n - حساب التفاضل والتكامل\n    - التكاملات المحدودة واللانهائية\n    - المشتقات\n    - حدود\n    - رمز سيجما\n    - التوافقية\n - الجبر\n    - السجلات\n    - الدعاة\n    - الراديكاليون\n    - الكسور\n    - عدم المساواة\n - علم المثلثات\n    - الدوال المثلثية\n    - الرموز اليونانية الشائعة: باي ، ألفا ، بيتا ، ثيتا\n\nيمكنك استخدام ملحق الرياضيات مثل محرر الرياضيات اللاتكس عبر الإنترنت أو محرر معادلات الرياضيات عبر الإنترنت أو محرر MathQuill.\n\nالجديد في الإصدار 2.0.0:\nيمكنك الآن استخدام الفأرة للتنقل حول مفاتيح الرياضيات!",
    "am": "MATH Keys ተጠቃሚዎች የሂሳብ እኩልታዎችን፣ ቀመሮችን እና ምልክቶችን በመስመር ላይ እንዲጽፉ የሚያስችል ሙሉ በሙሉ ነፃ የመስመር ላይ እኩልታ አርታኢ ነው። የእኛ ተልእኮ ለአስተማሪዎች፣ ተመራቂዎች ወይም ተማሪዎች በአካዳሚክ ህይወት ውስጥ ምርታማነትን ማሳደግ ነው።\n\nየሚፈልጉትን ማንኛውንም ነገር በመደበኛ ኪቦርድዎ ይተይቡ እና የሂሳብ ምልክቶችን እና ኦፕሬሽኖችን ለማግኘት በእኛ የሂሳብ ቁልፎች ላይ ያሉትን ቁልፎች ይጫኑ።\n\nበLatex notation መሳሪያዎች አማካኝነት የፈጠሩትን ቀመር፣ ቀመር ወይም ምልክት በፈለጉበት ቦታ መቅዳት ይችላሉ።\n\nእንዴት መጠቀም እንደሚቻል:\n\n - እኩልታዎን ለመተየብ የኮምፒተርዎን ቁልፍ ሰሌዳ ይጠቀሙ። ቁጥሮችን መጠቀም ይችላሉ ፣\n   ፊደሎች ወይም በኮምፒተርዎ ቁልፍ ሰሌዳ ላይ ያለ ማንኛውም ምልክት\n - እንደ ውህደት ያሉ ምልክቶችን ጠቅ ለማድረግ የኤክስቴንሽን ቁልፎችን ይጠቀሙ።\n   ሲግማ፣ ክፍልፋይ፣ ወዘተ.\n - መዳፊትዎን በመጠቀም ዙሪያውን ያስሱ ወይም የቀስት ቁልፎችን እንደሚከተለው ይጠቀሙ።\n - የቀኝ ቀስት፡ ጠቋሚውን ወደፊት ያንቀሳቅሱት። ይህ ከስራ ለመውጣት ጠቃሚ ነው.\n    - ለምሳሌ ፣ እርስዎ ካሬ ስር ውስጥ ከሆኑ ፣ ወደፊት ቀስት ያንቀሳቅሰዋል\n      ጠቋሚ ከእሱ ውጭ\n - የግራ ቀስት፡ ጠቋሚውን ወደ ኋላ ያንቀሳቅሱት።\n - ወደ ላይ ቀስት፡ አርቢ ፍጠር\n - የታች ቀስት: የደንበኝነት ምዝገባን ይፍጠሩ\n\nአዝራሮቹን እንደሚከተለው ተጠቀም።\n\n - ቅዳ አዝራር፡ ቀመሩን እንደ ምስል ወደ ቅንጥብ ሰሌዳው ይቅዱ - የትም ይለጥፉት\n   ትፈልጋለህ\n - አዲስ ቁልፍ፡ ቀመሩን ሰርዝ እና አዲስ ጀምር\n\nባህሪያት እና ቀመሮች ለ፡\n - ስሌት\n    - ውሱን እና ማለቂያ የሌላቸው ውህደቶች\n    - ተዋጽኦዎች\n    - ገደቦች\n    - የሲግማ ምልክት\n    - ጥምረት\n - አልጀብራ\n    - መዝገቦች\n    - ኤክስፖኖች\n    - ራዲካልስ\n    - ክፍልፋዮች\n    - አለመመጣጠን\n - ትሪግኖሜትሪ\n    - ትሪግኖሜትሪክ ተግባራት\n    - የተለመዱ የግሪክ ምልክቶች: ፒ, አልፋ, ቤታ, ቴታ\n\nየሂሳብ ማራዘሚያውን እንደ የሂሳብ ላቴክስ ኦንላይን አርታዒ፣ የሂሳብ ቀመር የመስመር ላይ አርታዒ ወይም MathQuill አርታዒን መጠቀም ይችላሉ።\n\nአዲስ በስሪት 2.0.0፡\nአሁን በሂሳብ ቁልፎች ዙሪያ ለመዳሰስ መዳፊትዎን መጠቀም ይችላሉ!",
    "bg": "MATH Keys е напълно безплатен онлайн редактор на уравнения, който позволява на потребителите да пишат математически уравнения, формули и символи онлайн! Нашата мисия е да повишим продуктивността в академичния живот, независимо дали става въпрос за учители, завършили студенти или ученици.\n\nНапишете всичко, което искате, с обикновената си клавиатура и натиснете бутоните на нашите MATH Keys, за да получите достъп до математически символи и операции. \n\nС инструментите за латексова нотация можете да копирате всяка формула, уравнение или символ, които току-що сте създали, където пожелаете.\n\nКак се използва:\n\n - Използвайте клавиатурата на компютъра си, за да въведете уравнението си. Можете да използвате числа, \n   букви или други символи от клавиатурата на компютъра.\n - Използвайте разширението MATH Keys, за да щракнете върху символи, като например интеграли, \n   сигма, дроб и др.\n - Навигирайте с помощта на мишката или използвайте клавишите със стрелки, както следва:\n - Стрелка надясно: преместване на курсора напред. Това е полезно, за да излезете от операция.  \n    - Например, ако сте вътре в квадратен корен, стрелката напред ще премести курсора \n      курсора от него\n - Стрелка наляво: преместване на курсора назад\n - Стрелка нагоре: създаване на експонента\n - Стрелка надолу: създаване на индекс\n\nИзползвайте бутоните, както следва:\n\n - Копиране: копирайте формулата като изображение в клипборда - поставете я където и да е \n   желаете\n - Нов бутон: изтрийте формулата и започнете нова.\n\nФункции и формули за:\n - Изчисляване\n    - Крайни и безкрайни интеграли\n    - Производни\n    - Лимити\n    - Символ на сигма\n    - Комбинаторика\n - Алгебра\n    - Логи\n    - Експоненти\n    - Радикали\n    - Дроби\n    - Неравенства\n - Тригонометрия\n    - Тригонометрични функции\n    - Общи гръцки символи: пи, алфа, бета, тета\n\nМожете да използвате разширението math като онлайн редактор на латекс, онлайн редактор на математически уравнения или редактор MathQuill.\n\nНово във версия 2.0.0:\nСега можете да използвате мишката, за да се придвижвате по математическите клавиши!",
    "bn": "ম্যাথ কী একটি সম্পূর্ণ বিনামূল্যের অনলাইন সমীকরণ সম্পাদক যা ব্যবহারকারীদের অনলাইনে গাণিতিক সমীকরণ, সূত্র এবং চিহ্ন লিখতে দেয়! আমাদের লক্ষ্য হল শিক্ষাগত জীবনে উৎপাদনশীলতা বৃদ্ধি করা, তা শিক্ষক, স্নাতক বা ছাত্রদের জন্যই হোক না কেন।\n\nআপনার নিয়মিত কীবোর্ড দিয়ে আপনি যা চান তা টাইপ করুন এবং গাণিতিক চিহ্ন এবং ক্রিয়াকলাপগুলি অ্যাক্সেস করতে আমাদের MATH কী-এর বোতাম টিপুন।\n\nল্যাটেক্স নোটেশন টুলের সাহায্যে, আপনি যে কোনো সূত্র, সমীকরণ বা চিহ্ন তৈরি করেছেন তা আপনি যেখানে চান কপি করতে পারেন।\n\nব্যবহারবিধি:\n\n - আপনার সমীকরণ টাইপ করতে আপনার কম্পিউটার কীবোর্ড ব্যবহার করুন. আপনি সংখ্যা ব্যবহার করতে পারেন,\n   আপনার কম্পিউটার কীবোর্ডে অক্ষর, বা অন্য কোন চিহ্ন\n - চিহ্নগুলিতে ক্লিক করতে এক্সটেনশন ম্যাথ কী ব্যবহার করুন, যেমন অখণ্ড,\n   সিগমা, ভগ্নাংশ, ইত্যাদি।\n - আপনার মাউস ব্যবহার করে চারপাশে নেভিগেট করুন বা নীচের মত তীর কীগুলি ব্যবহার করুন:\n - ডান তীর: কার্সারকে এগিয়ে নিয়ে যান। এটি অপারেশন আউট পেতে দরকারী।\n    - উদাহরণস্বরূপ, যদি আপনি বর্গমূলের ভিতরে থাকেন, তাহলে এগিয়ে তীরটি সরবে\n      এটা থেকে কার্সার আউট\n - বাম তীর: কার্সার পিছনে সরান\n - উপরের তীর: সূচক তৈরি করুন\n - ডাউন অ্যারো: সাবস্ক্রিপ্ট তৈরি করুন\n\nনিম্নলিখিত হিসাবে বোতাম ব্যবহার করুন:\n\n - অনুলিপি বোতাম: ক্লিপবোর্ডে চিত্র হিসাবে সূত্রটি অনুলিপি করুন — যেখানেই পেস্ট করুন\n   আপনি চান\n - নতুন বোতাম: সূত্রটি মুছুন এবং একটি নতুন শুরু করুন\n\nএর জন্য বৈশিষ্ট্য এবং সূত্র:\n - ক্যালকুলাস\n    - সসীম এবং অসীম অখণ্ড\n    - ডেরিভেটিভস\n    - সীমা\n    - সিগমা প্রতীক\n    - কম্বিনেটরিক্স\n - বীজগণিত\n    - লগ\n    - সূচক\n    - র্যাডিক্যালস\n    - ভগ্নাংশ\n    - অসমতা\n - ত্রিকোণমিতি\n    - ত্রিকোণমিতিক ফাংশন\n    - সাধারণ গ্রীক চিহ্ন: পাই, আলফা, বিটা, থিটা\n\nআপনি একটি গণিত ল্যাটেক্স অনলাইন সম্পাদক, গণিত সমীকরণ অনলাইন সম্পাদক, বা MathQuill সম্পাদকের মতোই গণিত এক্সটেনশন ব্যবহার করতে পারেন।\n\n2.0.0 সংস্করণে নতুন:\nআপনি এখন গণিত কীগুলির চারপাশে নেভিগেট করতে আপনার মাউস ব্যবহার করতে পারেন!",
    "ca": "MATH Keys és un editor d'equacions en línia completament gratuït que permet als usuaris escriure equacions, fórmules i símbols matemàtics en línia. La nostra missió és augmentar la productivitat en la vida acadèmica, ja sigui per a professors, graduats o estudiants.\n\nEscriviu tot el que vulgueu amb el vostre teclat normal i premeu els botons de les nostres tecles MATH per accedir a símbols i operacions matemàtiques.\n\nAmb les eines de notació de làtex, podeu copiar qualsevol fórmula, equació o símbol que acabeu de crear a qualsevol lloc que vulgueu.\n\nCom utilitzar:\n\n - Utilitzeu el teclat de l'ordinador per escriure l'equació. Podeu utilitzar números,\n   lletres o qualsevol altre símbol del teclat de l'ordinador\n - Utilitzeu l'extensió Tecles MATH per fer clic a símbols, com ara integrals,\n   sigma, fracció, etc.\n - Navegueu amb el ratolí o utilitzeu les tecles de fletxa de la següent manera:\n - Fletxa dreta: mou el cursor cap endavant. Això és útil per sortir de funcionament.\n    - Per exemple, si esteu dins de l'arrel quadrada, la fletxa cap endavant mourà\n      el cursor fora d'ell\n - Fletxa esquerra: mou el cursor cap enrere\n - Fletxa amunt: crea exponent\n - Fletxa avall: crea subíndex\n\nUtilitzeu els botons de la següent manera:\n\n - Botó de còpia: copieu la fórmula com a imatge al porta-retalls; enganxeu-la a qualsevol lloc\n   t'agradaria\n - Botó Nou: suprimiu la fórmula i inicieu-ne una de nova\n\nCaracterístiques i fórmules per a:\n - Càlcul\n    - Integrals finites i infinites\n    - Derivats\n    - Límits\n    - Símbol Sigma\n    - Combinatòria\n - Àlgebra\n    - Registres\n    - Exponents\n    - Radicals\n    - Fraccions\n    - Desigualtats\n - Trigonometria\n    - Funcions trigonomètriques\n    - Símbols grecs comuns: pi, alfa, beta, theta\n\nPodeu utilitzar l'extensió matemàtica igual que un editor en línia de làtex de matemàtiques, un editor en línia d'equacions matemàtiques o un editor MathQuill.\n\nNou a la versió 2.0.0:\nAra podeu utilitzar el ratolí per navegar per les tecles matemàtiques!",
    "cs": "MATH Keys je zcela bezplatný online editor rovnic, který umožňuje uživatelům psát matematické rovnice, vzorce a symboly online! Naším posláním je zvýšit produktivitu v akademickém životě, ať už jde o učitele, absolventy nebo studenty.\n\nNapište cokoli, co chcete, pomocí běžné klávesnice a stisknutím tlačítek na našich klávesách MATH Keys získáte přístup k matematickým symbolům a operacím. \n\nPomocí nástrojů pro latexový zápis můžete zkopírovat jakýkoli vzorec, rovnici nebo symbol, který jste právě vytvořili, kamkoli chcete.\n\nJak se používá:\n\n - K zadání rovnice použijte klávesnici počítače. Můžete použít čísla, \n   písmena nebo jakékoli jiné symboly na klávesnici počítače.\n - Pomocí rozšiřujících kláves MATH můžete klikat na symboly, například na integrály, \n   sigma, zlomek atd.\n - Pohybujte se pomocí myši nebo použijte klávesy se šipkami následujícím způsobem:\n - Šipka doprava: posunutí kurzoru vpřed. To je užitečné pro výstup z operace.  \n    - Pokud se například nacházíte uvnitř odmocniny, šipka vpřed posune kurzor \n      kurzor z ní ven\n - Šipka doleva: přesun kurzoru zpět\n - Šipka nahoru: vytvoření exponentu\n - Šipka dolů: vytvoření dolního indexu\n\nTlačítka použijte následujícím způsobem:\n\n - Tlačítko Kopírovat: zkopíruje vzorec jako obrázek do schránky - vloží jej kamkoli. \n   chcete\n - Tlačítko Nový: vymaže vzorec a začne nový.\n\nFunkce a vzorce pro:\n - Výpočty a vzorce\n    - Konečné a nekonečné integrály\n    - Deriváty\n    - Limity\n    - Symbol sigma\n    - Kombinatorika\n - Algebra\n    - Logaritmy\n    - Exponenty\n    - Radikály\n    - Zlomky\n    - Nerovnice\n - Trigonometrie\n    - Trigonometrické funkce\n    - Běžné řecké symboly: pí, alfa, beta, theta\n\nMatematické rozšíření můžete použít stejně jako online editor MathLatex, online editor matematických rovnic nebo editor MathQuill.\n\nNovinky ve verzi 2.0.0:\nNyní můžete k navigaci po matematických klávesách používat myš",
    "da": "MATH Keys er en helt gratis online ligningseditor, der giver brugerne mulighed for at skrive matematiske ligninger, formler og symboler online! Vores mission er at øge produktiviteten i det akademiske liv, uanset om det er for lærere, kandidater eller studerende.\n\nSkriv hvad du vil med dit almindelige tastatur, og tryk på knapperne på vores MATH Keys for at få adgang til matematiske symboler og operationer. \n\nMed latex-notationsværktøjerne kan du kopiere den formel, ligning eller det symbol, du lige har oprettet, hvor som helst.\n\nSådan bruger du det:\n\n - Brug dit computertastatur til at skrive din ligning. Du kan bruge tal, \n   bogstaver eller ethvert andet symbol på dit computertastatur\n - Brug udvidelsen MATH-tasterne til at klikke på symboler, f.eks. integraler, \n   sigma, brøk, osv.\n - Naviger rundt med musen eller brug piletasterne på følgende måde:\n - Højre piletast: Flyt markøren fremad. Dette er nyttigt for at komme ud af drift.  \n    - Hvis du f.eks. er inde i kvadratrod, vil pil fremad flytte \n      markøren ud af det\n - Venstre pil: flyt markøren tilbage\n - Pil op: opretter eksponent\n - Pil ned: opretter subscript\n\nBrug knapperne på følgende måde:\n\n - Kopier knap: Kopier formlen som billede til udklipsholderen - indsæt den hvor som helst \n   du ønsker\n - New Button: slet formlen og start en ny\n\nFunktioner og formler for:\n - Calculus\n    - Endelige og uendelige integraler\n    - Derivater\n    - Grænseværdier\n    - Sigmasymbol\n    - Kombinatorik\n - Algebra\n    - Logaritmer\n    - Exponenter\n    - Radikaler\n    - brøker\n    - Uligheder\n - Trigonometri\n    - Trigonometriske funktioner\n    - Almindelige græske symboler: pi, alfa, beta, theta\n\nDu kan bruge den matematiske udvidelse på samme måde som en matematisk latex online editor, matematisk ligning online editor eller MathQuill editor.\n\nNyt i version 2.0.0.0:\nDu kan nu bruge musen til at navigere rundt på matematiske taster!",
    "de": "MATH Keys ist ein völlig kostenloser Online-Gleichungseditor, der es den Benutzern ermöglicht, mathematische Gleichungen, Formeln und Symbole online zu schreiben! Unser Ziel ist es, die Produktivität im akademischen Leben zu steigern, sei es für Lehrer, Absolventen oder Studenten.\n\nGeben Sie mit Ihrer normalen Tastatur alles ein, was Sie wollen, und drücken Sie die Tasten auf unseren MATH-Tasten, um auf mathematische Symbole und Operationen zuzugreifen. \n\nMit den Latex-Notationswerkzeugen können Sie jede Formel, Gleichung oder jedes Symbol, das Sie gerade erstellt haben, überallhin kopieren.\n\nWie man es benutzt:\n\n - Geben Sie Ihre Gleichung mit der Tastatur Ihres Computers ein. Sie können Zahlen, \n   Buchstaben oder jedes andere Symbol auf Ihrer Computertastatur\n - Verwenden Sie die Erweiterung MATH Keys, um auf Symbole zu klicken, z. B. Integrale, \n   Sigma, Bruch, usw..\n - Navigieren Sie mit der Maus oder verwenden Sie die Pfeiltasten wie folgt:\n - Pfeil rechts: Bewegen Sie den Cursor vorwärts. Dies ist nützlich, um aus der Operation herauszukommen.  \n    - Wenn Sie sich zum Beispiel in der Quadratwurzel befinden, bewegt der Pfeil nach vorne den \n      Cursor aus dem Bereich heraus\n - Pfeil nach links: Bewegt den Cursor zurück\n - Pfeil nach oben: Exponent erzeugen\n - Pfeil nach unten: Tiefgestelltes Element erzeugen\n\nVerwenden Sie die Schaltflächen wie folgt:\n\n - Schaltfläche \"Kopieren\": Kopieren Sie die Formel als Bild in die Zwischenablage - fügen Sie sie an der gewünschten Stelle ein. \n   Sie möchten\n - Neue Schaltfläche: Löschen Sie die Formel und beginnen Sie eine neue.\n\nFunktionen und Formeln für:\n - Kalkulation\n    - Endliche und unendliche Integrale\n    - Ableitungen\n    - Grenzwerte\n    - Sigma-Symbol\n    - Kombinatorik\n - Algebra\n    - Logarithmen\n    - Exponenten\n    - Radikale\n    - Brüche\n    - Ungleichungen\n - Trigonometrie\n    - Trigonometrische Funktionen\n    - Gemeinsame griechische Symbole: pi, alpha, beta, theta\n\nSie können die Mathe-Erweiterung wie einen Mathe-Latex-Online-Editor, einen Mathe-Gleichungs-Online-Editor oder einen MathQuill-Editor verwenden.\n\nNeu in Version 2.0.0:\nSie können jetzt Ihre Maus verwenden, um durch die mathematischen Tasten zu navigieren!",
    "el": "Το MATH Keys είναι ένας εντελώς δωρεάν online επεξεργαστής εξισώσεων που επιτρέπει στους χρήστες να γράφουν μαθηματικές εξισώσεις, τύπους και σύμβολα online! Αποστολή μας είναι να ενισχύσουμε την παραγωγικότητα στην ακαδημαϊκή ζωή, είτε πρόκειται για καθηγητές, είτε για πτυχιούχους, είτε για φοιτητές.\n\nΠληκτρολογήστε ό,τι θέλετε με το κανονικό σας πληκτρολόγιο και πατήστε τα κουμπιά στα MATH Keys μας για να αποκτήσετε πρόσβαση σε μαθηματικά σύμβολα και πράξεις. \n\nΜε τα εργαλεία σημειώσεων latex, μπορείτε να αντιγράψετε οποιονδήποτε τύπο, εξίσωση ή σύμβολο που μόλις δημιουργήσατε οπουδήποτε θέλετε.\n\nΠώς να το χρησιμοποιήσετε:\n\n - Χρησιμοποιήστε το πληκτρολόγιο του υπολογιστή σας για να πληκτρολογήσετε την εξίσωσή σας. Μπορείτε να χρησιμοποιήσετε αριθμούς, \n   γράμματα ή οποιοδήποτε άλλο σύμβολο στο πληκτρολόγιο του υπολογιστή σας.\n - Χρησιμοποιήστε την επέκταση MATH Keys για να κάνετε κλικ σε σύμβολα, όπως τα ολοκληρώματα, \n   σίγμα, κλάσμα, κ.λπ.\n - Πλοηγηθείτε χρησιμοποιώντας το ποντίκι σας ή τα πλήκτρα με τα βέλη ως εξής:\n - Δεξί βέλος: μετακινήστε το δρομέα προς τα εμπρός. Αυτό είναι χρήσιμο για να βγείτε από τη λειτουργία.  \n    - Για παράδειγμα, αν βρίσκεστε μέσα σε τετραγωνική ρίζα, το βέλος προς τα εμπρός θα μετακινήσει τον \n      δρομέα έξω από αυτήν.\n - Αριστερό βέλος: μετακινεί το δρομέα προς τα πίσω\n - Πάνω βέλος: δημιουργία εκθέτη\n - Βέλος προς τα κάτω: δημιουργία υποδιαστολής\n\nΧρησιμοποιήστε τα κουμπιά ως εξής:\n\n - Κουμπί αντιγραφής: αντιγράψτε τον τύπο ως εικόνα στο πρόχειρο - επικολλήστε τον οπουδήποτε \n   όπου θέλετε\n - Νέο κουμπί: διαγραφή του τύπου και έναρξη νέου τύπου\n\nΧαρακτηριστικά και τύποι για:\n - Υπολογισμός\n    - Πεπερασμένα και άπειρα ολοκληρώματα\n    - Παράγωγα\n    - Όρια\n    - Σύμβολο σίγμα\n    - Συνδυαστική\n - Άλγεβρα\n    - Λογαριασμοί\n    - Εκθέτες\n    - Ριζοσπάστες\n    - Κλάσματα\n    - Ανισώσεις\n - Τριγωνομετρία\n    - Τριγωνομετρικές συναρτήσεις\n    - Κοινά ελληνικά σύμβολα: π, άλφα, βήτα, θήτα\n\nΜπορείτε να χρησιμοποιήσετε την επέκταση math όπως και τον online επεξεργαστή math latex, τον online επεξεργαστή εξισώσεων math ή τον επεξεργαστή MathQuill.\n\nΝέα στην έκδοση 2.0.0:\nΜπορείτε τώρα να χρησιμοποιήσετε το ποντίκι σας για να πλοηγηθείτε στα μαθηματικά πλήκτρα!",
    "en,en_AU,en_GB,en_US": "MATH Keys is a completely free online equation editor that allows users to write mathematical equations, formulas, and symbols online! Our mission is to boost productivity in academic life whether that is for teachers, graduates, or students.\n\nType out anything you want with your regular keyboard, and press the buttons on our MATH Keys to access mathematical symbols and operations. \n\nWith the latex notation tools, you can copy whatever formula, equation, or symbol you just created anywhere you want.\n\nHow to use:\n\n - Use your computer keyboard to type your equation. You can use numbers, \n   letters, or any other symbol on your computer keyboard\n - Use the extension MATH Keys to click on symbols, such as integrals, \n   sigma, fraction, etc..\n - Navigate around using your mouse or use the arrows keys as follows:\n - Right Arrow: move the cursor forward. This is useful to get out of operation.  \n    - For example, if you are inside square root, forward arrow will move the \n      cursor out of it\n - Left Arrow: move the cursor back\n - Up Arrow: create exponent\n - Down Arrow: create subscript\n\nUse the buttons as follows:\n\n - Copy Button: copy the formula as image to the clipboard — paste it wherever \n   you'd like\n - New Button: delete the formula and start a new one\n\nFeatures and formulas for:\n - Calculus\n    - Finite and infinite Integrals\n    - Derivatives\n    - Limits\n    - Sigma symbol\n    - Combinatorics\n - Algebra\n    - Logs\n    - Exponents\n    - Radicals\n    - Fractions\n    - Inequalities\n    - matrix\n - Trigonometry\n    - Trigonometric functions\n    - Common greek symbols: pi, alpha, beta, theta\n\nYou can you use the math extension same as a math latex online editor, math equation online editor, or MathQuill editor.\n\nNew in version 4.0.0:\nYou can now create custom buttons — see instructions here: https://www.mathkeyboards.com/custom-buttons.\n\nNew in version 3.0.0:\nYou can now write multi-line equations. Press 'Enter' for a new line.\n\nNew in version 2.1.2:\nYou can now write matrices using MATH Keys.\n\nNew in version 2.1.1:\nYou can now change the font color by clicking the settings icon.\n\nNew in version 2.1.0:\nAdded history feature — you can now access and edit your old equations.\n\nNew in version 2.0.0:\nYou can now use your mouse to navigate around math keys!",
    "es,es_419": "MATH Keys es un editor de ecuaciones online completamente gratuito que permite a los usuarios escribir ecuaciones matemáticas, fórmulas y símbolos online. Nuestra misión es impulsar la productividad en la vida académica, ya sea para profesores, graduados o estudiantes.\n\nEscribe todo lo que quieras con tu teclado habitual, y pulsa los botones de nuestras MATH Keys para acceder a los símbolos y operaciones matemáticas. \n\nCon las herramientas de notación de látex, puedes copiar la fórmula, ecuación o símbolo que acabas de crear donde quieras.\n\nCómo utilizarlo:\n\n - Utiliza el teclado de tu ordenador para escribir tu ecuación. Puedes utilizar números, \n   letras o cualquier otro símbolo del teclado del ordenador\n - Utiliza las teclas de extensión MATH para hacer clic en los símbolos, como integrales \n   sigma, fracción, etc.\n - Desplázate con el ratón o utiliza las teclas de las flechas de la siguiente manera:\n - Flecha derecha: mueve el cursor hacia adelante. Esto es útil para salir de la operación.  \n    - Por ejemplo, si está dentro de la raíz cuadrada, la flecha hacia adelante moverá el \n      cursor fuera de ella\n - Flecha izquierda: mueve el cursor hacia atrás\n - Flecha hacia arriba: crear exponente\n - Flecha hacia abajo: crear subíndice\n\nUtilice los botones de la siguiente manera:\n\n - Botón Copiar: copiar la fórmula como imagen en el portapapeles - pegarla donde \n   que quieras\n - Botón Nuevo: borra la fórmula y empieza una nueva\n\nCaracterísticas y fórmulas para:\n - Cálculo\n    - Integrales finitas e infinitas\n    - Derivadas\n    - Límites\n    - Símbolo de sigma\n    - Combinatoria\n - Álgebra\n    - Logos\n    - Exponentes\n    - Radicales\n    - Fracciones\n    - Desigualdades\n - Trigonometría\n    - Funciones trigonométricas\n    - Símbolos griegos comunes: pi, alfa, beta, theta\n\nPuede utilizar la extensión matemática igual que un editor en línea de látex matemático, un editor en línea de ecuaciones matemáticas o un editor MathQuill.\n\nNuevo en la versión 2.0.0:\nAhora puede utilizar el ratón para navegar por las teclas matemáticas.",
    "et": "MATH Keys on täiesti tasuta veebipõhine võrrandiredaktor, mis võimaldab kasutajatel kirjutada matemaatilisi võrrandeid, valemeid ja sümboleid veebis! Meie missiooniks on suurendada produktiivsust akadeemilises elus, olgu see siis õpetajate, lõpetajate või üliõpilaste jaoks.\n\nKirjutage oma tavalise klaviatuuriga kõik, mida soovite, ja vajutage meie MATH Keys'i nuppe, et pääseda ligi matemaatilistele sümbolitele ja operatsioonidele. \n\nLateksi märkimisvahenditega saate kopeerida ükskõik millise valemi, võrrandi või sümboli, mille just lõite, kuhu soovite.\n\nKuidas kasutada:\n\n - Kasutage oma arvuti klaviatuuri, et sisestada oma võrrand. Võite kasutada numbreid, \n   tähti või mis tahes muid sümboleid arvuti klaviatuuril.\n - Kasutage sümbolitele, näiteks integraalidele, klõpsamiseks laiendit MATH Keys, \n   sigma, murd, jne.\n - Navigeerige hiirega või kasutage nooleklahve järgmiselt:\n - Parem nool: liigutage kursorit ettepoole. See on kasulik operatsioonist väljumiseks.  \n    - Näiteks, kui olete ruutjuure sees, liigutab nool ettepoole \n      kursori sealt välja\n - Vasakpoolne nool: liigutage kursorit tagasi\n - Nool üles: loob eksponendi\n - Allapoole nool: loo alumine indeks\n\nKasutage nuppe järgmiselt:\n\n - Copy Button: kopeeri valem kui pilt lõikelauale - kleebi see kuhugi sisse \n   soovite\n - Uus nupp: kustutage valem ja alustage uut valemit\n\nFunktsioonid ja valemid:\n - Arvutus\n    - Lõplikud ja lõpmatud integraalid\n    - Tuletised\n    - Piirväärtused\n    - Sigma sümbol\n    - Kombinatoorika\n - Algebra\n    - Loogid\n    - Eksponendid\n    - Radikaalid\n    - Murdarvud\n    - Ebavõrdsused\n - Trigonomeetria\n    - Trigonomeetrilised funktsioonid\n    - Tavalised kreeka sümbolid: pi, alfa, beeta, teeta\n\nSaate kasutada matemaatika laiendust nagu matemaatika lateksi online redaktorit, matemaatika võrrandite online redaktorit või MathQuill redaktorit.\n\nUus versioonis 2.0.0:\nNüüd saate matemaatikaklahvides navigeerimiseks kasutada hiirt!",
    "fa": "MATH Keys یک ویرایشگر معادلات آنلاین کاملا رایگان است که به کاربران اجازه می دهد معادلات، فرمول ها و نمادهای ریاضی را به صورت آنلاین بنویسند! ماموریت ما افزایش بهره وری در زندگی آکادمیک چه برای معلمان، چه فارغ التحصیلان و چه دانش آموزان است.\n\nهر چیزی را که می‌خواهید با صفحه‌کلید معمولی‌تان تایپ کنید، و دکمه‌های روی کلیدهای ریاضی ما را فشار دهید تا به نمادها و عملیات‌های ریاضی دسترسی پیدا کنید.\n\nبا ابزارهای نمادگذاری لاتکس، می‌توانید هر فرمول، معادله یا نمادی را که ایجاد کرده‌اید در هر جایی که می‌خواهید کپی کنید.\n\nنحوه استفاده:\n\n - از صفحه کلید کامپیوتر خود برای تایپ معادله خود استفاده کنید. می توانید از اعداد استفاده کنید،\n   حروف یا هر علامت دیگری روی صفحه کلید کامپیوتر شما\n - از پسوند کلیدهای MATH برای کلیک بر روی نمادها مانند انتگرال ها استفاده کنید.\n   سیگما، کسر و غیره\n - با استفاده از ماوس خود در اطراف حرکت کنید یا از کلیدهای جهت دار به صورت زیر استفاده کنید:\n - فلش راست: مکان نما را به جلو ببرید. این برای خارج شدن از عملیات مفید است.\n    - به عنوان مثال، اگر شما در داخل ریشه مربع هستید، فلش رو به جلو حرکت می کند\n      مکان نما از آن خارج شود\n - فلش چپ: مکان نما را به عقب ببرید\n - فلش بالا: ایجاد توان\n - فلش پایین: ایجاد اشتراک\n\nاز دکمه ها به صورت زیر استفاده کنید:\n\n - دکمه کپی: فرمول را به عنوان تصویر در کلیپ بورد کپی کنید - آن را در هر کجا جایگذاری کنید\n   شما می خواهید\n - دکمه جدید: فرمول را حذف کنید و فرمول جدیدی را شروع کنید\n\nویژگی ها و فرمول ها برای:\n - حساب دیفرانسیل و انتگرال\n    - انتگرال متناهی و نامتناهی\n    - مشتقات\n    - محدودیت ها\n    - نماد سیگما\n    - ترکیبیات\n -جبر\n    - سیاهههای مربوط\n    - شارحان\n    - رادیکال ها\n    - کسری\n    - نابرابری ها\n - مثلثات\n    - توابع مثلثاتی\n    - نمادهای رایج یونانی: پی، آلفا، بتا، تتا\n\nمی‌توانید از پسوند ریاضی همانند یک ویرایشگر آنلاین لاتکس ریاضی، ویرایشگر آنلاین معادله ریاضی یا ویرایشگر MathQuill استفاده کنید.\n\nجدید در نسخه 2.0.0:\nاکنون می توانید از موس خود برای حرکت در اطراف کلیدهای ریاضی استفاده کنید!",
    "fi": "MATH Keys on täysin ilmainen online-yhtälöiden editori, jonka avulla käyttäjät voivat kirjoittaa matemaattisia yhtälöitä, kaavoja ja symboleja verkossa! Tehtävämme on lisätä tuottavuutta akateemisessa elämässä, olipa kyse sitten opettajista, tutkinnon suorittaneista tai opiskelijoista.\n\nKirjoita mitä tahansa haluat tavallisella näppäimistölläsi ja paina MATH Keys -näppäimistömme painikkeita päästäksesi käsiksi matemaattisiin symboleihin ja operaatioihin. \n\nLateksin merkintätapatyökalujen avulla voit kopioida juuri luomasi kaavan, yhtälön tai symbolin minne haluat.\n\nKuinka käyttää:\n\n - Kirjoita yhtälösi tietokoneen näppäimistöllä. Voit käyttää numeroita, \n   kirjaimia tai mitä tahansa muita tietokoneen näppäimistön symboleita.\n - Napsauta symboleja, kuten integraaleja, MATH-näppäinten laajennuksella, \n   sigma, murtoluku jne.\n - Navigoi hiirellä tai käytä nuolinäppäimiä seuraavasti:\n - Oikea nuoli: siirrä kohdistinta eteenpäin. Tämä on hyödyllinen, kun haluat päästä pois toiminnasta.  \n    - Jos olet esimerkiksi neliöjuuren sisällä, nuoli eteenpäin siirtää \n      kursorin ulos siitä\n - Vasen nuoli: siirtää kursoria taaksepäin\n - Nuoli ylös: luo eksponentin\n - Alanuoli: luo alaindeksin\n\nKäytä painikkeita seuraavasti:\n\n - Kopioi-painike: kopioi kaava kuvana leikepöydälle - liitä se minne tahansa. \n   haluat\n - Uusi-painike: poista kaava ja aloita uusi kaava.\n\nOminaisuudet ja kaavat:\n - Laskutoimitukset\n    - Lopulliset ja äärettömät integraalit\n    - Derivaatat\n    - Raja-arvot\n    - Sigma-symboli\n    - Kombinatoriikka\n - Algebra\n    - Logit\n    - Eksponentit\n    - Radikaalit\n    - Murtoluvut\n    - Epäyhtälöt\n - Trigonometria\n    - Trigonometriset funktiot\n    - Yleiset kreikkalaiset symbolit: pi, alfa, beta, theta.\n\nVoit käyttää matematiikkalaajennusta samalla tavalla kuin matematiikan lateksin online-editoria, matematiikan yhtälön online-editoria tai MathQuill-editoria.\n\nUutta versiossa 2.0.0:\nVoit nyt käyttää hiirtä navigoidaksesi matematiikanäppäimissä!",
    "fil": "Ang MATH Keys ay isang ganap na libreng online na equation editor na nagbibigay-daan sa mga user na magsulat ng mga mathematical equation, formula, at simbolo online! Ang aming misyon ay upang palakasin ang pagiging produktibo sa akademikong buhay maging iyon ay para sa mga guro, nagtapos, o mga mag-aaral.\n\nI-type ang anumang gusto mo gamit ang iyong regular na keyboard, at pindutin ang mga button sa aming MATH Keys upang ma-access ang mga mathematical na simbolo at operasyon.\n\nGamit ang mga tool sa notation ng latex, maaari mong kopyahin ang anumang formula, equation, o simbolo na nilikha mo lang kahit saan mo gusto.\n\nPaano gamitin:\n\n - Gamitin ang keyboard ng iyong computer upang i-type ang iyong equation. Maaari kang gumamit ng mga numero,\n   mga titik, o anumang iba pang simbolo sa keyboard ng iyong computer\n - Gamitin ang extension na MATH Keys upang mag-click sa mga simbolo, tulad ng mga integral,\n   sigma, fraction, atbp.\n - Mag-navigate gamit ang iyong mouse o gamitin ang mga arrow key gaya ng sumusunod:\n - Kanang Arrow: ilipat ang cursor pasulong. Ito ay kapaki-pakinabang upang makaalis sa operasyon.\n    - Halimbawa, kung nasa loob ka ng square root, ililipat ng forward arrow ang\n      lumabas ang cursor nito\n - Kaliwang Arrow: ilipat ang cursor pabalik\n - Pataas na Arrow: lumikha ng exponent\n - Pababang Arrow: lumikha ng subscript\n\nGamitin ang mga pindutan tulad ng sumusunod:\n\n - Pindutan ng Kopyahin: kopyahin ang formula bilang imahe sa clipboard - i-paste ito saanman\n   gusto mo\n - Bagong Button: tanggalin ang formula at magsimula ng bago\n\nMga tampok at formula para sa:\n - Calculus\n    - May hangganan at walang katapusang Integrals\n    - Mga derivatives\n    - Mga limitasyon\n    - Simbolo ng Sigma\n    - Kombinatorika\n - Algebra\n    - Mga log\n    - Mga exponent\n    - Mga radikal\n    - Mga Fraction\n    - Mga hindi pagkakapantay-pantay\n - Trigonometry\n    - Trigonometric function\n    - Mga karaniwang simbolo ng greek: pi, alpha, beta, theta\n\nMaaari mong gamitin ang math extension katulad ng isang math latex online editor, math equation online editor, o MathQuill editor.\n\nBago sa bersyon 2.0.0:\nMaaari mo na ngayong gamitin ang iyong mouse upang mag-navigate sa paligid ng mga math key!",
    "fr": "MATH Keys est un éditeur d'équations en ligne entièrement gratuit qui permet aux utilisateurs d'écrire des équations, des formules et des symboles mathématiques en ligne ! Notre mission est de stimuler la productivité dans la vie universitaire, que ce soit pour les enseignants, les diplômés ou les étudiants.\n\nTapez tout ce que vous voulez avec votre clavier ordinaire, et appuyez sur les boutons de nos touches MATH pour accéder aux symboles et opérations mathématiques. \n\nGrâce aux outils de notation latex, vous pouvez copier n'importe quelle formule, équation ou symbole que vous venez de créer où vous le souhaitez.\n\nMode d'emploi :\n\n - Utilisez le clavier de votre ordinateur pour taper votre équation. Vous pouvez utiliser des chiffres, \n   des lettres ou tout autre symbole sur le clavier de votre ordinateur.\n - Utilisez les touches d'extension MATH pour cliquer sur les symboles, tels que les intégrales, \n   sigma, fraction, etc.\n - Naviguez à l'aide de votre souris ou utilisez les touches fléchées comme suit :\n - Flèche droite : déplacez le curseur vers l'avant. Ceci est utile pour sortir de l'opération.  \n    - Par exemple, si vous êtes à l'intérieur de la racine carrée, la flèche vers l'avant déplacera le curseur hors de celle-ci. \n      curseur pour en sortir\n - Flèche gauche : déplacer le curseur en arrière\n - Flèche haut : créer un exposant\n - Flèche bas : créer un indice\n\nUtilisez les boutons comme suit :\n\n - Bouton Copy : copier la formule en tant qu'image dans le presse-papiers - la coller où vous voulez \n   collez-la où vous le souhaitez\n - Bouton Nouveau : supprimer la formule et en créer une nouvelle.\n\nCaractéristiques et formules pour :\n - Calculs\n    - Intégrales finies et infinies\n    - Dérivées\n    - Limites\n    - Symbole Sigma\n    - Combinatoire\n - Algèbre\n    - Logs\n    - Exposants\n    - Radicaux\n    - Fractions\n    - Inégalités\n - Trigonométrie\n    - Fonctions trigonométriques\n    - Symboles grecs courants : pi, alpha, bêta, thêta.\n\nVous pouvez utiliser l'extension mathématique comme un éditeur en ligne de latex mathématique, un éditeur en ligne d'équation mathématique ou un éditeur MathQuill.\n\nNouveau dans la version 2.0.0 :\nVous pouvez maintenant utiliser votre souris pour naviguer dans les touches mathématiques !",
    "gu": "MATH Keys એ સંપૂર્ણપણે મફત ઓનલાઇન સમીકરણ સંપાદક છે જે વપરાશકર્તાઓને ગાણિતિક સમીકરણો, સૂત્રો અને પ્રતીકો ઑનલાઇન લખવાની મંજૂરી આપે છે! અમારું લક્ષ્ય શૈક્ષણિક જીવનમાં ઉત્પાદકતા વધારવાનું છે, પછી ભલે તે શિક્ષકો, સ્નાતકો અથવા વિદ્યાર્થીઓ માટે હોય.\n\nતમારા નિયમિત કીબોર્ડ વડે તમને જોઈતું કંઈપણ લખો, અને ગાણિતિક પ્રતીકો અને ઑપરેશન્સ ઍક્સેસ કરવા માટે અમારી MATH કી પરના બટનો દબાવો.\n\nલેટેક્સ નોટેશન ટૂલ્સ વડે, તમે જે પણ ફોર્મ્યુલા, સમીકરણ અથવા સિમ્બોલ બનાવેલ હોય તેને તમે ગમે ત્યાં કૉપિ કરી શકો છો.\n\nકેવી રીતે વાપરવું:\n\n - તમારું સમીકરણ લખવા માટે તમારા કમ્પ્યુટર કીબોર્ડનો ઉપયોગ કરો. તમે નંબરોનો ઉપયોગ કરી શકો છો,\n   તમારા કમ્પ્યુટર કીબોર્ડ પર અક્ષરો અથવા અન્ય કોઈપણ પ્રતીક\n - પ્રતીકો પર ક્લિક કરવા માટે એક્સ્ટેંશન MATH કીનો ઉપયોગ કરો, જેમ કે ઇન્ટિગ્રલ્સ,\n   સિગ્મા, અપૂર્ણાંક, વગેરે..\n - તમારા માઉસનો ઉપયોગ કરીને આસપાસ નેવિગેટ કરો અથવા નીચે પ્રમાણે તીર કીનો ઉપયોગ કરો:\n - જમણો એરો: કર્સરને આગળ ખસેડો. ઓપરેશનમાંથી બહાર આવવા માટે આ ઉપયોગી છે.\n    - ઉદાહરણ તરીકે, જો તમે વર્ગમૂળની અંદર છો, તો આગળનો તીર આગળ વધશે\n      તેમાંથી કર્સર\n - ડાબો એરો: કર્સરને પાછળ ખસેડો\n - ઉપર એરો: ઘાતાંક બનાવો\n - ડાઉન એરો: સબસ્ક્રીપ્ટ બનાવો\n\nનીચે પ્રમાણે બટનોનો ઉપયોગ કરો:\n\n - કૉપિ બટન: ક્લિપબોર્ડ પર ફોર્મ્યુલાને ઇમેજ તરીકે કૉપિ કરો — તેને ગમે ત્યાં પેસ્ટ કરો\n   તમને ગમશે\n - નવું બટન: ફોર્મ્યુલા કાઢી નાખો અને નવું શરૂ કરો\n\nઆ માટેના લક્ષણો અને સૂત્રો:\n - કેલ્ક્યુલસ\n    - મર્યાદિત અને અનંત ઇન્ટિગ્રલ્સ\n    - ડેરિવેટિવ્ઝ\n    - મર્યાદા\n    - સિગ્મા પ્રતીક\n    - સંયોજનશાસ્ત્ર\n - બીજગણિત\n    - લોગ્સ\n    - ઘાતાંક\n    - રેડિકલ\n    - અપૂર્ણાંક\n    - અસમાનતા\n - ત્રિકોણમિતિ\n    - ત્રિકોણમિતિ કાર્યો\n    - સામાન્ય ગ્રીક પ્રતીકો: pi, alpha, beta, theta\n\nતમે ગણિતના એક્સ્ટેંશનનો ઉપયોગ મેથ લેટેક્ષ ઓનલાઈન એડિટર, મેથ ઈક્વેશન ઓનલાઈન એડિટર અથવા મેથક્વિલ એડિટરની જેમ જ કરી શકો છો.\n\nસંસ્કરણ 2.0.0 માં નવું:\nહવે તમે ગણિતની કીની આસપાસ નેવિગેટ કરવા માટે તમારા માઉસનો ઉપયોગ કરી શકો છો!",
    "he": "עורך משוואות מקוון חינמי לחלוטין המאפשר למשתמשים לכתוב משוואות, נוסחאות וסמלים מתמטיים באינטרנט! המשימה שלנו היא להגביר את הפרודוקטיביות בחיים האקדמיים בין אם זה עבור מורים, בוגרים או תלמידים.\n\nהקלד במקלדת הרגילה שלך, ולחץ על הכפתורים במקלדת שלנו כדי לגשת לסמלים ופעולות מתמטיות.\n\nבעזרת כלי סימון לטקס, אתה יכול להעתיק כל נוסחה, משוואה או סמל שיצרת זה עתה לכל מקום שתרצה.\n\nאיך להישתמש:\n\n - השתמש במקלדת המחשב שלך כדי להקליד את המשוואה שלך. אתה יכול להשתמש במספרים,\n   אותיות, או כל סמל אחר במקלדת המחשב שלך\n - השתמש במקלדת שלנו כדי ללחוץ על סמלים, כגון אינטגרלים,\n   סיגמא, שברים וכו'.\n - נווט באמצעות העכבר או השתמש במקשי החצים באופן הבא:\n - חץ ימינה: הזז את הסמן קדימה. זה שימושי כדי לצאת מפעולה.\n    - לדוגמה, אם אתה בשורש ריבועי, החץ קדימה יזיז את\n      הסמן החוצה ממנו\n - חץ שמאלה: הזז את הסמן אחורה\n - חץ למעלה: צור מעריך\n - חץ למטה: צור מנוי\n\nהשתמש בלחצנים באופן הבא:\n\n - לחצן העתקה: העתק את הנוסחה כתמונה - הדבק אותה בכל מקום\n - כפתור חדש: מחק את הנוסחה והתחל נוסחה חדשה\n\nתכונות ונוסחאות עבור:\n - חשבון\n    - אינטגרלים סופיים ואינסופיים\n    - נגזרות\n    - גבולות\n    - סמל סיגמא\n    - קומבינטוריקה\n - אלגברה\n    - יומנים\n    - מעריכים\n    - רדיקלים\n    - שברים\n    - אי שוויון\n - טריגונומטריה\n    - פונקציות טריגונומטריות\n    - סמלים יווניים נפוצים: פי, אלפא, בטא, תטא\n\nאתה יכול להשתמש בתוסף המתמטי זהה לעורך לטקס מקוון מתמטי, עורך מקוון של\n\nחדש בגרסה 2.0.0:\nעכשיו אתה יכול להשתמש בעכבר כדי לנווט",
    "hi": "MATH Keys एक पूरी तरह से मुफ़्त ऑनलाइन समीकरण संपादक है जो उपयोगकर्ताओं को गणितीय समीकरण, सूत्र और प्रतीकों को ऑनलाइन लिखने की अनुमति देता है! हमारा मिशन अकादमिक जीवन में उत्पादकता को बढ़ावा देना है चाहे वह शिक्षकों, स्नातकों या छात्रों के लिए हो।\n\nअपने नियमित कीबोर्ड से जो कुछ भी आप चाहते हैं उसे टाइप करें, और गणितीय प्रतीकों और संचालन तक पहुंचने के लिए हमारे MATH कुंजियों पर बटन दबाएं।\n\nलेटेक्स नोटेशन टूल के साथ, आप जो भी फॉर्मूला, समीकरण, या प्रतीक आपने अभी-अभी कहीं भी बनाया है, उसे कॉपी कर सकते हैं।\n\nकैसे इस्तेमाल करे:\n\n - अपना समीकरण टाइप करने के लिए अपने कंप्यूटर कीबोर्ड का उपयोग करें। आप संख्याओं का उपयोग कर सकते हैं,\n   आपके कंप्यूटर कीबोर्ड पर अक्षर, या कोई अन्य प्रतीक\n - इंटीग्रल जैसे प्रतीकों पर क्लिक करने के लिए विस्तार MATH कुंजियों का उपयोग करें,\n   सिग्मा, अंश, आदि ..\n - अपने माउस का उपयोग करके चारों ओर नेविगेट करें या निम्नानुसार तीर कुंजियों का उपयोग करें:\n - दायां तीर: कर्सर को आगे ले जाएं। यह ऑपरेशन से बाहर निकलने के लिए उपयोगी है।\n    - उदाहरण के लिए, यदि आप वर्गमूल के अंदर हैं, तो आगे का तीर आगे बढ़ जाएगा\n      इसमें से कर्सर\n - बायाँ तीर: कर्सर को पीछे ले जाएँ\n - अप एरो: एक्सपोनेंट बनाएं\n - डाउन एरो: सबस्क्रिप्ट बनाएं\n\nबटनों का प्रयोग इस प्रकार करें:\n\n - कॉपी बटन: सूत्र को क्लिपबोर्ड पर छवि के रूप में कॉपी करें - इसे कहीं भी पेस्ट करें\n   आप चाहोगे\n - नया बटन: सूत्र हटाएं और एक नया प्रारंभ करें\n\nके लिए सुविधाएँ और सूत्र:\n - पथरी\n    - परिमित और अनंत इंटीग्रल\n    - संजात\n    - सीमाएं\n    - सिग्मा प्रतीक\n    - कॉम्बिनेटरिक्स\n - बीजगणित\n    - लॉग्स\n    - घातांक\n    - कट्टरपंथी\n    - अंश\n    - असमानताएं\n - त्रिकोणमिति\n    - त्रिकोणमितीय फलन\n    - सामान्य ग्रीक प्रतीक: पाई, अल्फा, बीटा, थीटा\n\nआप गणित एक्सटेंशन का उपयोग गणित लेटेक्स ऑनलाइन संपादक, गणित समीकरण ऑनलाइन संपादक या मैथक्विल संपादक के समान कर सकते हैं।\n\n2.0.0 संस्करण में नया:\nअब आप अपने माउस का उपयोग गणित की कुंजियों पर नेविगेट करने के लिए कर सकते हैं!",
    "hr": "MATH Keys potpuno je besplatan mrežni uređivač jednadžbi koji korisnicima omogućuje pisanje matematičkih jednadžbi, formula i simbola na mreži! Naša je misija povećati produktivnost u akademskom životu bilo da se radi o nastavnicima, diplomantima ili studentima.\n\nUpišite sve što želite svojom uobičajenom tipkovnicom i pritisnite tipke na našim MATH tipkama za pristup matematičkim simbolima i operacijama.\n\nS alatima za lateks zapise možete kopirati bilo koju formulu, jednadžbu ili simbol koji ste upravo stvorili gdje god želite.\n\nKako koristiti:\n\n - Upotrijebite tipkovnicu računala za upisivanje jednadžbe. Možete koristiti brojeve,\n   slova ili bilo koji drugi simbol na tipkovnici vašeg računala\n - Koristite proširenje MATH Keys za klik na simbole, kao što su integrali,\n   sigma, razlomak itd.\n - Krećite se pomoću miša ili koristite tipke sa strelicama na sljedeći način:\n - Desna strelica: pomaknite kursor naprijed. Ovo je korisno za izlazak iz pogona.\n    - Na primjer, ako ste unutar kvadratnog korijena, strelica prema naprijed će pomaknuti\n      kursor izvan njega\n - Lijeva strelica: pomaknite pokazivač natrag\n - Strelica prema gore: kreiranje eksponenta\n - Strelica prema dolje: stvaranje indeksa\n\nKoristite gumbe na sljedeći način:\n\n - Gumb za kopiranje: kopirajte formulu kao sliku u međuspremnik — zalijepite je gdje god želite\n   ti bi volio\n - Novi gumb: izbrišite formulu i pokrenite novu\n\nZnačajke i formule za:\n - Računica\n    - Konačni i beskonačni integrali\n    - Derivati\n    - Ograničenja\n    - Sigma simbol\n    - Kombinatorika\n - Algebra\n    - Cjepanice\n    - Eksponenti\n    - Radikali\n    - Razlomci\n    - Nejednakosti\n - Trigonometrija\n    - Trigonometrijske funkcije\n    - Uobičajeni grčki simboli: pi, alfa, beta, theta\n\nMatematičko proširenje možete koristiti isto kao mrežni uređivač matematičkog lateksa, mrežni uređivač matematičkih jednadžbi ili uređivač MathQuill.\n\nNovo u verziji 2.0.0:\nSada možete koristiti miš za kretanje po matematičkim tipkama!",
    "hu": "A MATH Keys egy teljesen ingyenes online egyenletszerkesztő, amely lehetővé teszi a felhasználók számára, hogy matematikai egyenleteket, képleteket és szimbólumokat írjanak online! Küldetésünk, hogy növeljük a termelékenységet a tudományos életben, legyen szó akár tanárokról, diplomásokról vagy diákokról.\n\nÍrjon be bármit, amit csak akar a hagyományos billentyűzetével, és a MATH Keys gombjaira kattintva hozzáférhet a matematikai szimbólumokhoz és műveletekhez. \n\nA latex jelölőeszközökkel bárhová másolhatod az éppen létrehozott képletet, egyenletet vagy szimbólumot.\n\nHogyan kell használni:\n\n - A számítógép billentyűzetével írja be az egyenletet. Használhat számokat, \n   betűket, vagy a számítógép billentyűzetének bármely más szimbólumát.\n - Használja a MATH billentyűk kiterjesztését a szimbólumokra, például az integrálokra való kattintáshoz, \n   szigma, tört, stb.\n - Navigáljon az egérrel vagy a nyílbillentyűkkel az alábbiak szerint:\n - Jobbra mutató nyíl: a kurzort előre mozgatja. Ez hasznos a műveletből való kilépéshez.  \n    - Ha például a négyzetgyök belsejében van, az előre nyíl mozgatja a \n      a kurzort kifelé\n - Bal nyíl: a kurzort hátrafelé mozgatja\n - Felfelé nyíl: exponens létrehozása\n - Lefelé nyíl: alárendelés létrehozása\n\nA gombokat a következőképpen használja:\n\n - Másolás gomb: a képlet képként történő másolása a vágólapra - beillesztés bárhová \n   ahová csak akarod\n - Új gomb: a képlet törlése és egy új képlet indítása.\n\nJellemzők és képletek a következőkhöz::\n - Számtan\n    - Véges és végtelen integrálok\n    - Deriváltak\n    - Határok\n    - Szigma szimbólum\n    - Kombinatorika\n - Algebra\n    - Logaritmusok\n    - Exponensek\n    - Gyökök\n    - Törtek\n    - egyenlőtlenségek\n - Trigonometria\n    - Trigonometrikus függvények\n    - Közönséges görög szimbólumok: pi, alfa, béta, théta\n\nHasználhatja a matematikai kiterjesztést ugyanúgy, mint a matematikai latex online szerkesztő, a matematikai egyenlet online szerkesztő vagy a MathQuill szerkesztő.\n\nÚjdonság a 2.0.0 verzióban:\nMostantól az egérrel is navigálhat a matematikai billentyűk között!",
    "id": "MATH Keys adalah editor persamaan online gratis yang memungkinkan pengguna untuk menulis persamaan, rumus, dan simbol matematika secara online! Misi kami adalah untuk meningkatkan produktivitas dalam kehidupan akademis baik itu untuk guru, lulusan, atau siswa.\n\nKetik apa pun yang Anda inginkan dengan keyboard biasa, dan tekan tombol pada Tombol MATH kami untuk mengakses simbol dan operasi matematika. \n\nDengan alat notasi lateks, Anda dapat menyalin rumus, persamaan, atau simbol apa pun yang baru saja Anda buat di mana pun Anda inginkan.\n\nCara menggunakan:\n\n - Gunakan keyboard komputer Anda untuk mengetik persamaan Anda. Anda dapat menggunakan angka, \n   huruf, atau simbol lainnya pada keyboard komputer Anda\n - Gunakan ekstensi MATH Keys untuk mengklik simbol, seperti integral, \n   sigma, pecahan, dll..\n - Navigasi di sekitar menggunakan mouse Anda atau gunakan tombol panah sebagai berikut:\n - Panah Kanan: gerakkan kursor ke depan. Ini berguna untuk keluar dari operasi.  \n    - Sebagai contoh, jika Anda berada di dalam akar kuadrat, panah ke depan akan menggerakkan kursor keluar dari akar kuadrat. \n      kursor keluar dari situ\n - Panah Kiri: memindahkan kursor ke belakang\n - Panah Atas: membuat eksponen\n - Panah Bawah: membuat subskrip\n\nGunakan tombol-tombol sebagai berikut:\n\n - Tombol Salin: salin rumus sebagai gambar ke clipboard - tempelkan di mana pun \n   yang Anda inginkan\n - Tombol Baru: hapus rumus dan mulai yang baru\n\nFitur dan rumus untuk:\n - Kalkulus\n    - Integral terbatas dan tak terbatas\n    - Turunan\n    - Batas\n    - Simbol Sigma\n    - Kombinatorika\n - Aljabar\n    - Log\n    - Eksponen\n    - Radikal\n    - Pecahan\n    - Ketidaksetaraan\n - Trigonometri\n    - Fungsi trigonometri\n    - Simbol-simbol Yunani yang umum: pi, alpha, beta, theta\n\nAnda dapat menggunakan ekstensi matematika sama seperti editor online math latex, editor online persamaan matematika, atau editor MathQuill.\n\nBaru di versi 2.0.0:\nAnda sekarang dapat menggunakan mouse Anda untuk menavigasi di sekitar tombol matematika!",
    "it": "MATH Keys è un editor di equazioni online completamente gratuito che consente agli utenti di scrivere equazioni matematiche, formule e simboli online! La nostra missione è quella di aumentare la produttività nella vita accademica, sia che si tratti di insegnanti, laureati o studenti.\n\nScrivete tutto quello che volete con la vostra tastiera normale e premete i pulsanti dei nostri tasti MATH per accedere ai simboli e alle operazioni matematiche. \n\nCon gli strumenti di notazione Latex, è possibile copiare ovunque la formula, l'equazione o il simbolo appena creati.\n\nCome si usa:\n\n - Utilizzare la tastiera del computer per digitare l'equazione. È possibile utilizzare numeri, \n   lettere o qualsiasi altro simbolo sulla tastiera del computer.\n - Utilizzare i tasti di estensione MATH per fare clic sui simboli, ad esempio integrali, \n   sigma, frazione, ecc.\n - Navigare con il mouse o con i tasti freccia come segue:\n - Freccia destra: sposta il cursore in avanti. È utile per uscire dalle operazioni.  \n    - Ad esempio, se ci si trova all'interno della radice quadrata, la freccia in avanti sposterà il cursore fuori da essa. \n      cursore al di fuori di essa\n - Freccia sinistra: sposta il cursore indietro\n - Freccia su: crea l'esponente\n - Freccia giù: crea il pedice\n\nUtilizzate i pulsanti come segue:\n\n - Pulsante Copia: copia la formula come immagine negli appunti e la incolla dove si desidera. \n   dove si desidera\n - Pulsante Nuovo: cancella la formula e ne inizia una nuova.\n\nCaratteristiche e formule per:\n - Calcolo\n    - Integrali finiti e infiniti\n    - Derivate\n    - Limiti\n    - Simbolo del sigma\n    - Combinatoria\n - Algebra\n    - Loghi\n    - Esponenti\n    - Radicali\n    - Frazioni\n    - Disuguaglianze\n - Trigonometria\n    - Funzioni trigonometriche\n    - Simboli greci comuni: pi, alfa, beta, theta\n\nÈ possibile utilizzare l'estensione matematica come editor online di latex matematico, editor online di equazioni matematiche o editor MathQuill.\n\nNovità della versione 2.0.0:\nÈ ora possibile utilizzare il mouse per navigare tra i tasti matematici!",
    "ja": "MATH Keysは完全に無料のオンライン方程式エディターで、ユーザーはオンラインで数式や公式、記号を書くことができます！私たちの使命は、教師であれ、卒業生であれ、学生であれ、学問の生産性を高めることです。私たちの使命は、教師、卒業生、学生を問わず、学問的な生活の生産性を高めることです。\n\n通常のキーボードで好きなものを入力し、MATHキーのボタンを押すと数学記号や演算にアクセスできます。\n\nラテックス表記ツールを使えば、作成した数式や方程式、記号を好きな場所にコピーすることができます。\n\n使い方は？\n\n - コンピュータのキーボードを使って数式を入力します。数字、文字、その他の記号を使用することができます。\n   文字、その他の記号を使用できます。\n - 拡張機能MATHキーを使って、積分のような記号をクリックします。\n   シグマ、分数などの記号をクリックします。\n - マウスを使って移動するか、以下のように矢印キーを使って移動します。\n - 右矢印：カーソルを前方に移動させます。操作の抜け出しに便利です。 \n    - 例えば、平方根の中にいる場合、前方矢印はカーソルをその外に移動させます。\n      カーソルをその外に移動させます。\n - 左矢印：カーソルを後ろに移動\n - 上矢印: 指数の作成\n - 下矢印：添え字を作成\n\nボタンは以下のように使用します。\n\n - コピーボタン：数式をイメージとしてクリップボードにコピーし、好きな場所に貼り付けます。\n   好きな場所に貼り付けます。\n - 新規作成ボタン：数式を削除し、新しい数式を作成します。\n\nの機能と数式。\n - 微積分\n    - 有限および無限積分\n    - 微分\n    - 極限\n    - シグマ記号\n    - 組合せ論\n - 代数\n    - 対数\n    - 指数\n    - ラジカル\n    - 分数\n    - 不等式\n - 三角法\n    - 三角関数\n    - 一般的なギリシャ語のシンボル：π、アルファ、ベータ、シータ\n\nあなたは、数学拡張は、数学ラテックスオンラインエディタ、数学の方程式オンラインエディタ、またはMathQuillのエディタと同じように使用することができます。\n\nバージョン2.0.0での新機能。\nマウスを使用して、数学キーの周りを移動できるようになりました",
    "kn": "ಗಣಿತ ಕೀಗಳು ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತ ಆನ್‌ಲೈನ್ ಸಮೀಕರಣ ಸಂಪಾದಕವಾಗಿದ್ದು ಅದು ಗಣಿತದ ಸಮೀಕರಣಗಳು, ಸೂತ್ರಗಳು ಮತ್ತು ಸಂಕೇತಗಳನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಬರೆಯಲು ಬಳಕೆದಾರರಿಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ! ಶಿಕ್ಷಕರು, ಪದವೀಧರರು ಅಥವಾ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಶೈಕ್ಷಣಿಕ ಜೀವನದಲ್ಲಿ ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸುವುದು ನಮ್ಮ ಉದ್ದೇಶವಾಗಿದೆ.\n\nನಿಮ್ಮ ಸಾಮಾನ್ಯ ಕೀಬೋರ್ಡ್‌ನೊಂದಿಗೆ ನಿಮಗೆ ಬೇಕಾದುದನ್ನು ಟೈಪ್ ಮಾಡಿ ಮತ್ತು ಗಣಿತದ ಚಿಹ್ನೆಗಳು ಮತ್ತು ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನಮ್ಮ ಗಣಿತ ಕೀಗಳಲ್ಲಿನ ಬಟನ್‌ಗಳನ್ನು ಒತ್ತಿರಿ.\n\nಲ್ಯಾಟೆಕ್ಸ್ ಸಂಕೇತ ಪರಿಕರಗಳೊಂದಿಗೆ, ನೀವು ಎಲ್ಲಿ ಬೇಕಾದರೂ ನೀವು ರಚಿಸಿದ ಯಾವುದೇ ಸೂತ್ರ, ಸಮೀಕರಣ ಅಥವಾ ಚಿಹ್ನೆಯನ್ನು ನೀವು ನಕಲಿಸಬಹುದು.\n\nಬಳಸುವುದು ಹೇಗೆ:\n\n - ನಿಮ್ಮ ಸಮೀಕರಣವನ್ನು ಟೈಪ್ ಮಾಡಲು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಕೀಬೋರ್ಡ್ ಬಳಸಿ. ನೀವು ಸಂಖ್ಯೆಗಳನ್ನು ಬಳಸಬಹುದು,\n   ಅಕ್ಷರಗಳು, ಅಥವಾ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಕೀಬೋರ್ಡ್‌ನಲ್ಲಿರುವ ಯಾವುದೇ ಇತರ ಚಿಹ್ನೆಗಳು\n - ಅವಿಭಾಜ್ಯಗಳಂತಹ ಚಿಹ್ನೆಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಲು ವಿಸ್ತರಣೆ MATH ಕೀಗಳನ್ನು ಬಳಸಿ,\n   ಸಿಗ್ಮಾ, ಭಾಗ, ಇತ್ಯಾದಿ.\n - ನಿಮ್ಮ ಮೌಸ್ ಬಳಸಿ ಸುತ್ತಲೂ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ ಅಥವಾ ಬಾಣದ ಕೀಗಳನ್ನು ಈ ಕೆಳಗಿನಂತೆ ಬಳಸಿ:\n - ಬಲ ಬಾಣ: ಕರ್ಸರ್ ಅನ್ನು ಮುಂದಕ್ಕೆ ಸರಿಸಿ. ಕಾರ್ಯಾಚರಣೆಯಿಂದ ಹೊರಬರಲು ಇದು ಉಪಯುಕ್ತವಾಗಿದೆ.\n    - ಉದಾಹರಣೆಗೆ, ನೀವು ವರ್ಗಮೂಲದ ಒಳಗಿದ್ದರೆ, ಮುಂದಕ್ಕೆ ಬಾಣವು ಚಲಿಸುತ್ತದೆ\n      ಅದರ ಹೊರಗೆ ಕರ್ಸರ್\n - ಎಡ ಬಾಣ: ಕರ್ಸರ್ ಅನ್ನು ಹಿಂದಕ್ಕೆ ಸರಿಸಿ\n - ಮೇಲಿನ ಬಾಣ: ಘಾತವನ್ನು ರಚಿಸಿ\n - ಕೆಳಗೆ ಬಾಣ: ಸಬ್‌ಸ್ಕ್ರಿಪ್ಟ್ ರಚಿಸಿ\n\nಗುಂಡಿಗಳನ್ನು ಈ ಕೆಳಗಿನಂತೆ ಬಳಸಿ:\n\n - ಕಾಪಿ ಬಟನ್: ಸೂತ್ರವನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ಚಿತ್ರವಾಗಿ ನಕಲಿಸಿ - ಅದನ್ನು ಎಲ್ಲೆಲ್ಲಿ ಅಂಟಿಸಿ\n   ನೀವು ಬಯಸುತ್ತೀರಿ\n - ಹೊಸ ಬಟನ್: ಸೂತ್ರವನ್ನು ಅಳಿಸಿ ಮತ್ತು ಹೊಸದನ್ನು ಪ್ರಾರಂಭಿಸಿ\n\nಇದಕ್ಕಾಗಿ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಸೂತ್ರಗಳು:\n - ಕಲನಶಾಸ್ತ್ರ\n    - ಸೀಮಿತ ಮತ್ತು ಅನಂತ ಅವಿಭಾಜ್ಯಗಳು\n    - ಉತ್ಪನ್ನಗಳು\n    - ಮಿತಿಗಳು\n    - ಸಿಗ್ಮಾ ಚಿಹ್ನೆ\n    - ಕಾಂಬಿನೇಟೋರಿಕ್ಸ್\n - ಬೀಜಗಣಿತ\n    - ದಾಖಲೆಗಳು\n    - ಘಾತಕಗಳು\n    - ರಾಡಿಕಲ್ಸ್\n    - ಭಿನ್ನರಾಶಿಗಳು\n    - ಅಸಮಾನತೆಗಳು\n - ತ್ರಿಕೋನಮಿತಿ\n    - ತ್ರಿಕೋನಮಿತಿಯ ಕಾರ್ಯಗಳು\n    - ಸಾಮಾನ್ಯ ಗ್ರೀಕ್ ಚಿಹ್ನೆಗಳು: ಪೈ, ಆಲ್ಫಾ, ಬೀಟಾ, ಥೀಟಾ\n\nಗಣಿತ ಲ್ಯಾಟೆಕ್ಸ್ ಆನ್‌ಲೈನ್ ಸಂಪಾದಕ, ಗಣಿತ ಸಮೀಕರಣ ಆನ್‌ಲೈನ್ ಸಂಪಾದಕ ಅಥವಾ ಮ್ಯಾಥ್‌ಕ್ವಿಲ್ ಎಡಿಟರ್‌ನಂತೆ ನೀವು ಗಣಿತ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸಬಹುದು.\n\nಆವೃತ್ತಿ 2.0.0 ನಲ್ಲಿ ಹೊಸದು:\nಗಣಿತದ ಕೀಗಳ ಸುತ್ತಲೂ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಲು ನೀವು ಈಗ ನಿಮ್ಮ ಮೌಸ್ ಅನ್ನು ಬಳಸಬಹುದು!",
    "ko": "MATH Keys는 사용자가 수학 방정식, 공식 및 기호를 온라인으로 작성할 수 있는 완전 무료 온라인 방정식 편집기입니다! 우리의 임무는 교사, 졸업생 또는 학생을 위한 학업 생활의 생산성을 높이는 것입니다.\n\n일반 키보드로 원하는 것을 입력하고 수학 키의 버튼을 눌러 수학 기호 및 연산에 액세스하십시오.\n\n라텍스 표기법 도구를 사용하면 방금 생성한 수식, 방정식 또는 기호를 원하는 위치에 복사할 수 있습니다.\n\n사용하는 방법:\n\n - 컴퓨터 키보드를 사용하여 방정식을 입력합니다. 숫자를 사용할 수 있으며,\n   문자 또는 컴퓨터 키보드의 기타 기호\n - 확장 MATH 키를 사용하여 적분,\n   시그마, 분수 등..\n - 다음과 같이 마우스를 사용하여 탐색하거나 화살표 키를 사용합니다.\n - 오른쪽 화살표: 커서를 앞으로 이동합니다. 이것은 작업을 종료하는 데 유용합니다.\n    - 예를 들어, 제곱근 안에 있으면 앞으로 화살표가 이동합니다.\n      커서 밖으로\n - 왼쪽 화살표: 커서를 뒤로 이동\n - 위쪽 화살표: 지수 생성\n - 아래쪽 화살표: 아래 첨자 만들기\n\n다음과 같이 버튼을 사용하십시오.\n\n - 복사 버튼: 수식을 이미지로 클립보드에 복사 - 어디든 붙여넣기\n   당신은 원한다\n - 새 버튼: 수식을 삭제하고 새 수식 시작\n\n기능 및 공식:\n - 미적분학\n    - 유한 및 무한 적분\n    - 파생상품\n    - 한계\n    - 시그마 기호\n    - 조합론\n - 대수학\n    - 로그\n    - 지수\n    - 라디칼\n    - 분수\n    - 불평등\n - 삼각법\n    - 삼각함수\n    - 일반적인 그리스 기호: 파이, 알파, 베타, 세타\n\n수학 라텍스 온라인 편집기, 수학 방정식 온라인 편집기 또는 MathQuill 편집기와 동일한 수학 확장을 사용할 수 있습니다.\n\n버전 2.0.0의 새로운 기능:\n이제 마우스를 사용하여 수학 키를 탐색할 수 있습니다!",
    "lt": "MATH Keys yra visiškai nemokamas internetinis lygčių redaktorius, leidžiantis naudotojams rašyti matematines lygtis, formules ir simbolius internete! Mūsų misija - didinti akademinio gyvenimo produktyvumą, nesvarbu, ar tai būtų mokytojai, absolventai, ar studentai.\n\nĮprasta klaviatūra įveskite bet ką, ką norite, ir spauskite mūsų MATH Keys mygtukus, kad pasiektumėte matematinius simbolius ir veiksmus. \n\nNaudodamiesi latekso užrašų įrankiais, bet kurią ką tik sukurtą formulę, lygtį ar simbolį galite nukopijuoti bet kur, kur tik norite.\n\nKaip naudotis:\n\n - Naudokite kompiuterio klaviatūrą lygčiai įvesti. Galite naudoti skaičius, \n   raides arba bet kokius kitus kompiuterio klaviatūros simbolius.\n - Naudokite išplėtimo MATH klavišus, norėdami spustelėti simbolius, pavyzdžiui, integralus, \n   sigma, trupmenos ir t. t.\n - Naršykite pele arba naudokite rodyklių klavišus, kaip nurodyta toliau:\n - Dešinioji rodyklė: perkelkite žymeklį į priekį. Tai naudinga norint išeiti iš operacijos.  \n    - Pavyzdžiui, jei esate kvadratinės šaknies viduje, rodyklė pirmyn perkels \n      žymeklį iš jos išves\n - Rodyklė į kairę: perkelkite žymeklį atgal\n - Rodyklė į viršų: sukurti eksponentą\n - Rodyklė žemyn: sukurti indeksą\n\nMygtukus naudokite taip:\n\n - Mygtukas Kopijuoti: kopijuokite formulę kaip vaizdą į iškarpinę - įklijuokite ją bet kur. \n   norėtumėte\n - Naujas mygtukas: ištrinkite formulę ir pradėkite naują formulę\n\nFunkcijos ir formulės:\n - Funkcijos ir formulės: Skaičiavimas\n    - Baigtiniai ir begaliniai integralai\n    - Išvestinės\n    - Ribos\n    - Sigmos simbolis\n    - Kombinatorika\n - Algebra\n    - Logai\n    - Eksponentai\n    - Radikalai\n    - Trupmenos\n    - Nelygybės\n - Trigonometrija\n    - Trigonometrinės funkcijos\n    - Bendrieji graikiški simboliai: pi, alfa, beta, teta\n\nMath plėtinį galite naudoti taip pat, kaip math latekso internetinį redaktorių, math lygčių internetinį redaktorių arba MathQuill redaktorių.\n\n2.0.0 versijos naujovės:\nDabar galite naudoti pelę, kad naršytumėte po matematinius klavišus!",
    "lv": "MATH Keys ir pilnīgi bezmaksas tiešsaistes vienādojumu redaktors, kas ļauj lietotājiem rakstīt matemātiskus vienādojumus, formulas un simbolus tiešsaistē! Mūsu misija ir palielināt produktivitāti akadēmiskajā dzīvē neatkarīgi no tā, vai tas attiecas uz skolotājiem, absolventiem vai studentiem.\n\nIerakstiet jebko, ko vēlaties, izmantojot parasto tastatūru, un nospiediet mūsu MATH Keys pogas, lai piekļūtu matemātiskajiem simboliem un darbībām. \n\nIzmantojot lateksa pieraksta rīkus, jūs varat kopēt jebkuru formulu, vienādojumu vai simbolu, ko tikko izveidojāt, kur vien vēlaties.\n\nKā lietot:\n\n - Izmantojiet datora tastatūru, lai ievadītu vienādojumu. Varat izmantot skaitļus, \n   burtus vai jebkuru citu datora tastatūras simbolu.\n - Izmantojiet paplašinājuma MATH taustiņus, lai klikšķinātu uz simboliem, piemēram, integrālvienādojumiem, \n   sigma, frakcija u. c.\n - Pārvietojieties, izmantojot peli vai bultiņu taustiņus šādi:\n - Ar labo bultiņu: pārvietojiet kursoru uz priekšu. Tas ir noderīgi, lai izietu no darbības.  \n    - Piemēram, ja esat kvadrātsaknes iekšpusē, bultiņa uz priekšu pārvietos \n      kursoru no tās\n - Kreisā bultiņa: pārvietojiet kursoru atpakaļ.\n - Bultuks uz augšu: izveido eksponentu\n - Bulta uz leju: izveidot apakšindeksu\n\nIzmantojiet pogas šādi:\n\n - Kopēt Poga: kopējiet formulu kā attēlu starpliktuvē - ielīmējiet to kur vien vēlaties. \n   vēlaties\n - Jauna poga: izdzēst formulu un sākt jaunu formulu.\n\nFunkcijas un formulas:\n - Aprēķini un formulas\n    - Galīgie un bezgalīgie integrālis\n    - Atvasinājumi\n    - Robežas\n    - Sigma simbols\n    - Kombinatorika\n - Algebra\n    - Logaritmi\n    - Eksponenti\n    - Radikāli\n    - Frakcijas\n    - Nevienādības\n - Trigonometrija\n    - Trigonometriskās funkcijas\n    - Bieži lietotie grieķu simboli: pi, alfa, beta, teita\n\nJūs varat izmantot matemātikas paplašinājumu tāpat kā matemātikas lateksa tiešsaistes redaktoru, matemātisko vienādojumu tiešsaistes redaktoru vai MathQuill redaktoru.\n\nJaunums versijā 2.0.0:\nTagad jūs varat izmantot peli, lai pārvietotos pa matemātiskajiem taustiņiem!",
    "ml": "ഗണിത സമവാക്യങ്ങളും സൂത്രവാക്യങ്ങളും ചിഹ്നങ്ങളും ഓൺലൈനിൽ എഴുതാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന പൂർണ്ണമായും സൗജന്യ ഓൺലൈൻ സമവാക്യ എഡിറ്ററാണ് MATH Keys! അദ്ധ്യാപകരോ ബിരുദധാരികളോ വിദ്യാർത്ഥികളോ ആയാലും അക്കാദമിക് ജീവിതത്തിൽ ഉൽപ്പാദനക്ഷമത വർദ്ധിപ്പിക്കുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം.\n\nനിങ്ങളുടെ സാധാരണ കീബോർഡ് ഉപയോഗിച്ച് നിങ്ങൾക്ക് ആവശ്യമുള്ളതെന്തും ടൈപ്പ് ചെയ്യുക, ഗണിത ചിഹ്നങ്ങളും പ്രവർത്തനങ്ങളും ആക്സസ് ചെയ്യുന്നതിന് ഞങ്ങളുടെ MATH കീകളിലെ ബട്ടണുകൾ അമർത്തുക.\n\nലാറ്റക്സ് നൊട്ടേഷൻ ടൂളുകൾ ഉപയോഗിച്ച്, നിങ്ങൾ ഇപ്പോൾ സൃഷ്‌ടിച്ച ഏത് സൂത്രവാക്യമോ സമവാക്യമോ ചിഹ്നമോ നിങ്ങൾക്ക് ആവശ്യമുള്ളിടത്ത് പകർത്താനാകും.\n\nഎങ്ങനെ ഉപയോഗിക്കാം:\n\n - നിങ്ങളുടെ സമവാക്യം ടൈപ്പ് ചെയ്യാൻ നിങ്ങളുടെ കമ്പ്യൂട്ടർ കീബോർഡ് ഉപയോഗിക്കുക. നിങ്ങൾക്ക് നമ്പറുകൾ ഉപയോഗിക്കാം,\n   അക്ഷരങ്ങൾ, അല്ലെങ്കിൽ നിങ്ങളുടെ കമ്പ്യൂട്ടർ കീബോർഡിലെ മറ്റേതെങ്കിലും ചിഹ്നം\n - ഇന്റഗ്രലുകൾ പോലെയുള്ള ചിഹ്നങ്ങളിൽ ക്ലിക്കുചെയ്യാൻ വിപുലീകരണ MATH കീകൾ ഉപയോഗിക്കുക.\n   സിഗ്മ, അംശം മുതലായവ.\n - നിങ്ങളുടെ മൗസ് ഉപയോഗിച്ച് ചുറ്റും നാവിഗേറ്റ് ചെയ്യുക അല്ലെങ്കിൽ ഇനിപ്പറയുന്ന രീതിയിൽ അമ്പടയാളങ്ങൾ ഉപയോഗിക്കുക:\n - വലത് അമ്പടയാളം: കഴ്സർ മുന്നോട്ട് നീക്കുക. പ്രവർത്തനത്തിൽ നിന്ന് പുറത്തുകടക്കാൻ ഇത് ഉപയോഗപ്രദമാണ്.\n    - ഉദാഹരണത്തിന്, നിങ്ങൾ സ്ക്വയർ റൂട്ടിനുള്ളിലാണെങ്കിൽ, മുന്നോട്ടുള്ള അമ്പടയാളം ചലിപ്പിക്കും\n      അതിൽ നിന്ന് കഴ്സർ\n - ഇടത് അമ്പടയാളം: കഴ്സർ പിന്നിലേക്ക് നീക്കുക\n - മുകളിലേക്കുള്ള അമ്പടയാളം: എക്‌സ്‌പോണന്റ് സൃഷ്‌ടിക്കുക\n - താഴേക്കുള്ള അമ്പടയാളം: സബ്സ്ക്രിപ്റ്റ് സൃഷ്ടിക്കുക\n\nഇനിപ്പറയുന്ന രീതിയിൽ ബട്ടണുകൾ ഉപയോഗിക്കുക:\n\n - പകർത്തുക ബട്ടൺ: ക്ലിപ്പ്ബോർഡിലേക്ക് ഫോർമുല ചിത്രമായി പകർത്തുക - എവിടെ വേണമെങ്കിലും ഒട്ടിക്കുക\n   നിങ്ങൾ ആഗ്രഹിക്കുന്നു\n - പുതിയ ബട്ടൺ: ഫോർമുല ഇല്ലാതാക്കി പുതിയൊരെണ്ണം ആരംഭിക്കുക\n\nഇതിനായുള്ള സവിശേഷതകളും സൂത്രവാക്യങ്ങളും:\n - കാൽക്കുലസ്\n    - പരിമിതവും അനന്തവുമായ ഇന്റഗ്രലുകൾ\n    - ഡെറിവേറ്റീവുകൾ\n    - പരിധികൾ\n    - സിഗ്മ ചിഹ്നം\n    - കോമ്പിനേറ്ററിക്സ്\n - ബീജഗണിതം\n    - രേഖകൾ\n    - എക്സ്പോണന്റുകൾ\n    - റാഡിക്കലുകൾ\n    - ഭിന്നസംഖ്യകൾ\n    - അസമത്വങ്ങൾ\n - ത്രികോണമിതി\n    - ത്രികോണമിതി പ്രവർത്തനങ്ങൾ\n    - സാധാരണ ഗ്രീക്ക് ചിഹ്നങ്ങൾ: പൈ, ആൽഫ, ബീറ്റ, തീറ്റ\n\nനിങ്ങൾക്ക് മാത്ത് ലാറ്റക്സ് ഓൺലൈൻ എഡിറ്റർ, ഗണിത സമവാക്യ ഓൺലൈൻ എഡിറ്റർ അല്ലെങ്കിൽ MathQuill എഡിറ്റർ പോലെയുള്ള ഗണിത വിപുലീകരണം ഉപയോഗിക്കാം.\n\nപതിപ്പ് 2.0.0-ൽ പുതിയത്:\nഗണിത കീകളിൽ നാവിഗേറ്റ് ചെയ്യാൻ നിങ്ങൾക്ക് ഇപ്പോൾ മൗസ് ഉപയോഗിക്കാം!",
    "mr": "मॅथ कीज हे पूर्णपणे मोफत ऑनलाइन समीकरण संपादक आहे जे वापरकर्त्यांना गणितीय समीकरणे, सूत्रे आणि चिन्हे ऑनलाइन लिहू देते! शैक्षणिक जीवनातील उत्पादकता वाढवणे हे आमचे ध्येय आहे मग ते शिक्षक, पदवीधर किंवा विद्यार्थी असो.\n\nतुमच्या नियमित कीबोर्डसह तुम्हाला हवे असलेले काहीही टाइप करा आणि गणितीय चिन्हे आणि ऑपरेशन्समध्ये प्रवेश करण्यासाठी आमच्या MATH की वरील बटणे दाबा.\n\nलेटेक्स नोटेशन टूल्सच्या सहाय्याने, तुम्ही तयार केलेले कोणतेही सूत्र, समीकरण किंवा चिन्ह तुम्हाला हवे तिथे कॉपी करू शकता.\n\nकसे वापरावे:\n\n - तुमचे समीकरण टाइप करण्यासाठी तुमचा संगणक कीबोर्ड वापरा. तुम्ही संख्या वापरू शकता,\n   तुमच्या संगणकाच्या कीबोर्डवरील अक्षरे किंवा इतर कोणतेही चिन्ह\n - इंटिग्रल्स सारख्या चिन्हांवर क्लिक करण्यासाठी विस्तार MATH की वापरा.\n   सिग्मा, अपूर्णांक इ..\n - तुमचा माउस वापरून आजूबाजूला नेव्हिगेट करा किंवा खालीलप्रमाणे बाण की वापरा:\n - उजवा बाण: कर्सर पुढे हलवा. ऑपरेशनमधून बाहेर पडण्यासाठी हे उपयुक्त आहे.\n    - उदाहरणार्थ, जर तुम्ही वर्गमूळाच्या आत असाल, तर फॉरवर्ड अॅरो हलवेल\n      कर्सर बाहेर\n - डावा बाण: कर्सर मागे हलवा\n - वरचा बाण: घातांक तयार करा\n - डाउन एरो: सबस्क्रिप्ट तयार करा\n\nखालीलप्रमाणे बटणे वापरा:\n\n - कॉपी बटण: क्लिपबोर्डवर प्रतिमा म्हणून सूत्र कॉपी करा — ते कुठेही पेस्ट करा\n   तुम्हाला आवडेल\n - नवीन बटण: सूत्र हटवा आणि नवीन सुरू करा\n\nयासाठी वैशिष्ट्ये आणि सूत्रे:\n - कॅल्क्युलस\n    - मर्यादित आणि अनंत इंटिग्रल्स\n    - व्युत्पन्न\n    - मर्यादा\n    - सिग्मा चिन्ह\n    - संयोजनशास्त्र\n - बीजगणित\n    - नोंदी\n    - घातांक\n    - पेशी समूह\n    - अपूर्णांक\n    - असमानता\n - त्रिकोणमिती\n    - त्रिकोणमितीय कार्ये\n    - सामान्य ग्रीक चिन्हे: pi, alpha, beta, theta\n\nतुम्ही मॅथ लेटेक्स ऑनलाइन एडिटर, मॅथ इक्वेशन ऑनलाइन एडिटर किंवा मॅथक्विल एडिटर प्रमाणेच मॅथ एक्स्टेंशन वापरू शकता.\n\nआवृत्ती 2.0.0 मध्ये नवीन:\nतुम्ही आता तुमचा माऊस गणित की भोवती नेव्हिगेट करण्यासाठी वापरू शकता!",
    "ms": "MATH Keys ialah editor persamaan dalam talian percuma sepenuhnya yang membolehkan pengguna menulis persamaan matematik, formula dan simbol dalam talian! Misi kami adalah untuk meningkatkan produktiviti dalam kehidupan akademik sama ada untuk guru, graduan atau pelajar.\n\nTaipkan apa sahaja yang anda inginkan dengan papan kekunci biasa anda, dan tekan butang pada Kekunci MATH kami untuk mengakses simbol dan operasi matematik.\n\nDengan alat notasi lateks, anda boleh menyalin apa sahaja formula, persamaan atau simbol yang baru anda buat di mana-mana sahaja yang anda mahukan.\n\nBagaimana nak guna:\n\n - Gunakan papan kekunci komputer anda untuk menaip persamaan anda. Anda boleh menggunakan nombor,\n   huruf, atau sebarang simbol lain pada papan kekunci komputer anda\n - Gunakan sambungan Kekunci MATH untuk mengklik pada simbol, seperti kamiran,\n   sigma, pecahan, dll.\n - Navigasi menggunakan tetikus anda atau gunakan kekunci anak panah seperti berikut:\n - Anak Panah Kanan: gerakkan kursor ke hadapan. Ini berguna untuk keluar dari operasi.\n    - Sebagai contoh, jika anda berada di dalam punca kuasa dua, anak panah ke hadapan akan menggerakkan\n      kursor daripadanya\n - Anak Panah Kiri: gerakkan kursor ke belakang\n - Anak Panah Atas: buat eksponen\n - Anak Panah Bawah: buat subskrip\n\nGunakan butang seperti berikut:\n\n - Butang Salin: salin formula sebagai imej ke papan keratan — tampalkannya di mana-mana sahaja\n   anda mahu\n - Butang Baharu: padamkan formula dan mulakan yang baharu\n\nCiri dan formula untuk:\n - Kalkulus\n    - Kamiran terhingga dan tak terhingga\n    - Derivatif\n    - Had\n    - Simbol sigma\n    - Kombinatorik\n - Algebra\n    - Log\n    - Eksponen\n    - Radikal\n    - Pecahan\n    - Ketaksamaan\n - Trigonometri\n    - Fungsi trigonometri\n    - Simbol greek biasa: pi, alpha, beta, theta\n\nAnda boleh menggunakan sambungan matematik sama seperti editor dalam talian lateks matematik, editor dalam talian persamaan matematik atau editor MathQuill.\n\nBaharu dalam versi 2.0.0:\nAnda kini boleh menggunakan tetikus anda untuk menavigasi kekunci matematik!",
    "nl": "MATH Keys is een volledig gratis online vergelijkingseditor waarmee gebruikers wiskundige vergelijkingen, formules en symbolen online kunnen schrijven! Onze missie is om de productiviteit in het academische leven te verhogen, of dat nu voor leraren, afgestudeerden of studenten is.\n\nTyp alles wat je wilt met je gewone toetsenbord, en druk op de knoppen op onze MATH-toetsen om wiskundige symbolen en bewerkingen te openen. \n\nMet de latex notatietools kunt u de formule, vergelijking of het symbool dat u zojuist hebt gemaakt overal naartoe kopiëren.\n\nHoe te gebruiken:\n\n - Gebruik het toetsenbord van uw computer om uw vergelijking te typen. U kunt cijfers gebruiken, \n   letters, of elk ander symbool op het toetsenbord van uw computer.\n - Gebruik de uitbreiding MATH-toetsen om symbolen aan te klikken, zoals integralen, \n   sigma, breuk, enz.\n - Navigeer met de muis of gebruik de pijltjestoetsen als volgt:\n - Pijl naar rechts: beweeg de cursor vooruit. Dit is handig om buiten de operatie te komen.  \n    - Bijvoorbeeld, als u zich in de vierkantswortel bevindt, zal de pijl naar voren de \n      cursor eruit\n - Pijl naar links: zet de cursor terug\n - Pijl omhoog: exponent maken\n - Pijl omlaag: maak subscript\n\nGebruik de knoppen als volgt:\n\n - Kopieer knop: kopieer de formule als afbeelding naar het klembord - plak het waar dan ook \n   waar u maar wilt\n - Nieuwe knop: verwijder de formule en begin een nieuwe formule\n\nFuncties en formules voor:\n - Berekeningen\n    - Eindige en oneindige integralen\n    - afgeleiden\n    - Limieten\n    - Sigma symbool\n    - Combinatoriek\n - Algebra\n    - Logs\n    - Exponenten\n    - Radicalen\n    - Breuken\n    - Ongelijkheden\n - Trigonometrie\n    - Trigonometrische functies\n    - Gemeenschappelijke Griekse symbolen: pi, alpha, beta, theta\n\nU kunt de wiskunde extensie gebruiken als een wiskunde latex online editor, wiskunde vergelijking online editor, of MathQuill editor.\n\nNieuw in versie 2.0.0:\nU kunt nu uw muis gebruiken om door de wiskundetoetsen te navigeren!",
    "no": "MATH Keys er en helt gratis online ligningseditor som lar brukere skrive matematiske ligninger, formler og symboler online! Vårt oppdrag er å øke produktiviteten i det akademiske livet, enten det er for lærere, nyutdannede eller studenter.\n\nSkriv ut hva du vil med det vanlige tastaturet, og trykk på knappene på MATH-tastene våre for å få tilgang til matematiske symboler og operasjoner.\n\nMed lateksnotasjonsverktøyene kan du kopiere hvilken som helst formel, ligning eller symbol du nettopp har laget hvor som helst.\n\nHvordan å bruke:\n\n - Bruk datamaskinens tastatur til å skrive inn ligningen. Du kan bruke tall,\n   bokstaver eller andre symboler på datamaskinens tastatur\n - Bruk utvidelsen MATH Keys til å klikke på symboler, for eksempel integraler,\n   sigma, brøk, osv..\n - Naviger rundt med musen eller bruk piltastene som følger:\n - Høyre pil: Flytt markøren fremover. Dette er nyttig for å komme ut av drift.\n    - For eksempel, hvis du er innenfor kvadratroten, vil pil fremover flytte\n      markøren ut av den\n - Venstre pil: Flytt markøren tilbake\n - Pil opp: lag eksponent\n - Pil ned: opprette abonnement\n\nBruk knappene som følger:\n\n - Kopier-knapp: kopier formelen som bilde til utklippstavlen - lim den inn hvor som helst\n   du vil\n - Ny knapp: slett formelen og start en ny\n\nFunksjoner og formler for:\n - Regnestykke\n    - Finite og uendelige integraler\n    - Derivater\n    - Grenser\n    - Sigma symbol\n    - Kombinatorikk\n - Algebra\n    - Tømmerstokker\n    - Eksponenter\n    – Radikale\n    - Brøker\n    – Ulikheter\n - Trigonometri\n    - Trigonometriske funksjoner\n    - Vanlige greske symboler: pi, alfa, beta, theta\n\nDu kan bruke matematisk utvidelse på samme måte som en matematisk latex online editor, matematisk ligning online editor eller MathQuill editor.\n\nNytt i versjon 2.0.0:\nDu kan nå bruke musen til å navigere rundt matematiske taster!",
    "pl": "MATH Keys to całkowicie darmowy edytor równań online, który pozwala użytkownikom pisać równania matematyczne, wzory i symbole online! Naszą misją jest zwiększenie wydajności w życiu akademickim, czy to dla nauczycieli, absolwentów lub studentów.\n\nWpisz wszystko, co chcesz za pomocą zwykłej klawiatury i naciśnij przyciski na naszych MATH Keys, aby uzyskać dostęp do symboli matematycznych i operacji. \n\nDzięki narzędziom notacji latex, możesz skopiować dowolną formułę, równanie lub symbol, który właśnie stworzyłeś, gdziekolwiek chcesz.\n\nJak używać:\n\n - Użyj klawiatury komputera, aby wpisać swoje równanie. Możesz użyć liczb, \n   liter lub jakichkolwiek innych symboli na klawiaturze komputerowej\n - Użyj rozszerzenia MATH Keys, aby kliknąć na symbole, takie jak całki, \n   sigma, ułamek, itd.\n - Nawiguj po programie za pomocą myszy lub używaj klawiszy strzałek w następujący sposób:\n - Strzałka w prawo: przesuwanie kursora do przodu. Jest to przydatne, aby wyjść z operacji.  \n    - Na przykład, jeśli jesteś wewnątrz pierwiastka kwadratowego, strzałka do przodu przeniesie kursor \n      kursor poza nią\n - Strzałka w lewo: przesuń kursor do tyłu\n - Strzałka w górę: utworzenie wykładnika\n - Strzałka w dół: utworzenie indeksu\n\nUżyj przycisków w następujący sposób:\n\n - Przycisk Kopiuj: skopiuj formułę jako obraz do schowka - wklej ją gdziekolwiek \n   gdziekolwiek zechcesz\n - Nowy przycisk: usuń formułę i rozpocznij nową.\n\nFunkcje i formuły dla:\n - Calculus\n    - Całki skończone i nieskończone\n    - Pochodne\n    - Granice\n    - Symbol sigma\n    - Kombinatoryka\n - Algebra\n    - Logi\n    - Wykładniki\n    - Radicals\n    - Ułamki\n    - Nierówności\n - Trygonometria\n    - Funkcje trygonometryczne\n    - Wspólne symbole greckie: pi, alfa, beta, theta\n\nMożesz użyć rozszerzenia math tak samo jak edytora online math latex, edytora online math equation lub edytora MathQuill.\n\nNowości w wersji 2.0.0:\nMożesz teraz używać myszy do nawigacji po klawiszach matematycznych!",
    "pt_BR": "MATH Keys é um editor de equações online completamente gratuito que permite aos usuários escrever equações matemáticas, fórmulas e símbolos online! Nossa missão é aumentar a produtividade na vida acadêmica, seja ela para professores, graduados ou estudantes.\n\nDigite o que quiser com seu teclado normal, e pressione os botões em nossas teclas MATH Keys para acessar os símbolos e operações matemáticas. \n\nCom as ferramentas de notação de látex, você pode copiar qualquer fórmula, equação ou símbolo que você acabou de criar onde quiser.\n\nComo usar:\n\n - Use o teclado de seu computador para digitar sua equação. Você pode usar números, \n   letras, ou qualquer outro símbolo no teclado de seu computador\n - Use as teclas de extensão MATH para clicar em símbolos, tais como integrais, \n   sigma, fração, etc...\n - Navegue com o mouse ou use as setas do teclado da seguinte maneira:\n - Seta Direita: mova o cursor para frente. Isto é útil para sair de operação.  \n    - Por exemplo, se você estiver dentro da raiz quadrada, a seta para frente moverá o \n      cursor para fora dele\n - Seta Esquerda: mover o cursor para trás\n - Seta para cima: criar expoente\n - Seta para baixo: criar subscrito\n\nUse os botões da seguinte forma:\n\n - Copy Button: copie a fórmula como imagem para a prancheta - cole-a em qualquer lugar \n   você gostaria de\n - Novo Botão: apagar a fórmula e iniciar uma nova\n\nCaracterísticas e fórmulas para:\n - Cálculo\n    - Integrais finitos e infinitos\n    - Derivativos\n    - Limites\n    - Símbolo Sigma\n    - Combinatorics\n - Álgebra\n    - Logs\n    - Expoentes\n    - Radicais\n    - Frações\n    - Desigualdades\n - Trigonometria\n    - Funções trigonométricas\n    - Símbolos gregos comuns: pi, alfa, beta, theta\n\nVocê pode usar a mesma extensão matemática que um editor on-line de látex matemático, editor on-line de equações matemáticas ou editor MathQuill.\n\nNovo na versão 2.0.0:\nAgora você pode usar seu mouse para navegar pelas teclas matemáticas!",
    "pt_PT": "MATH Keys é um editor de equações online completamente gratuito que permite aos utilizadores escrever equações matemáticas, fórmulas, e símbolos online! A nossa missão é aumentar a produtividade na vida académica quer seja para professores, licenciados, ou estudantes.\n\nEscreva o que quiser com o seu teclado normal, e prima os botões das nossas teclas MATH Keys para aceder aos símbolos e operações matemáticas. \n\nCom as ferramentas de notação de látex, pode copiar qualquer fórmula, equação, ou símbolo que tenha acabado de criar onde quiser.\n\nComo utilizar:\n\n - Use o teclado do seu computador para digitar a sua equação. Pode utilizar números, \n   letras, ou qualquer outro símbolo no teclado do seu computador\n - Use a extensão MATH Keys para clicar em símbolos, tais como integrais, \n   sigma, fracção, etc...\n - Navegue com o seu rato ou use as teclas das setas como se segue:\n - Seta da direita: mova o cursor para a frente. Isto é útil para sair da operação.  \n    - Por exemplo, se estiver dentro da raiz quadrada, a seta para a frente irá mover o \n      cursor para fora dele\n - Seta Esquerda: mover o cursor para trás\n - Seta para cima: criar expoente\n - Seta para baixo: criar subscrito\n\nUtilizar os botões como se segue:\n\n - Copy Button: copie a fórmula como imagem para a prancheta - cole-a em qualquer lugar \n   gostaria de\n - Novo Botão: eliminar a fórmula e iniciar uma nova fórmula\n\nCaracterísticas e fórmulas para:\n - Cálculo\n    - Integrais finitos e infinitos\n    - Derivados\n    - Limites\n    - Símbolo Sigma\n    - Combinatorics\n - Álgebra\n    - Registos\n    - Expoentes\n    - Radicais\n    - Fracções\n    - Desigualdades\n - Trigonometria\n    - Funções trigonométricas\n    - Símbolos gregos comuns: pi, alfa, beta, theta\n\nPode usar a extensão matemática como um editor on-line de látex matemático, editor on-line de equações matemáticas, ou editor MathQuill.\n\nNovo na versão 2.0.0:\nAgora pode usar o seu rato para navegar nas teclas matemáticas!",
    "ro": "MATH Keys este un editor de ecuații online complet gratuit care permite utilizatorilor să scrie ecuații matematice, formule și simboluri online! Misiunea noastră este de a stimula productivitatea în viața academică, fie că este vorba de profesori, absolvenți sau studenți.\n\nScrieți orice doriți cu tastatura obișnuită și apăsați butoanele de pe MATH Keys pentru a accesa simbolurile și operațiile matematice. \n\nCu ajutorul instrumentelor de notație latex, puteți copia oriunde doriți orice formulă, ecuație sau simbol pe care tocmai le-ați creat.\n\nCum se utilizează:\n\n - Folosiți tastatura computerului pentru a tasta ecuația dvs. Puteți folosi numere, \n   litere sau orice alt simbol de pe tastatura computerului dvs.\n - Folosiți extensia MATH Keys pentru a face clic pe simboluri, cum ar fi integralele, \n   sigma, fracțiune, etc..\n - Navigați cu ajutorul mouse-ului sau folosiți tastele săgeată, după cum urmează:\n - Săgeată dreapta: deplasați cursorul înainte. Acest lucru este util pentru a ieși din operație.  \n    - De exemplu, dacă vă aflați în interiorul rădăcinii pătrate, săgeata înainte va deplasa cursorul spre \n      cursorul în afara acesteia\n - Săgeată stânga: mutați cursorul înapoi\n - Săgeată sus: creați exponentul\n - Săgeată în jos: creați indicele\n\nUtilizați butoanele după cum urmează:\n\n - Butonul Copy: copiați formula ca imagine în clipboard - lipiți-o oriunde \n   doriți\n - Buton New: ștergeți formula și începeți una nouă\n\nFuncții și formule pentru: - Formule pentru:\n - Calcul\n    - Integrale finite și infinite\n    - Derivate\n    - Limite\n    - Simbolul Sigma\n    - Combinatorică\n - Algebră\n    - Logaritmi\n    - Exponenți\n    - Radicale\n    - Fracții\n    - Inegalități\n - Trigonometrie\n    - Funcții trigonometrice\n    - Simboluri grecești comune: pi, alfa, beta, theta\n\nPuteți utiliza extensia math la fel ca un editor online math latex, un editor online de ecuații matematice sau un editor MathQuill.\n\nNou în versiunea 2.0.0:\nAcum puteți utiliza mouse-ul pentru a naviga în jurul tastelor matematice!",
    "ru": "MATH Keys - это совершенно бесплатный онлайн-редактор уравнений, который позволяет пользователям писать математические уравнения, формулы и символы в режиме онлайн! Наша миссия - повысить производительность в академической жизни, будь то преподаватели, выпускники или студенты.\n\nНабирайте все, что хотите, с помощью обычной клавиатуры, а для доступа к математическим символам и операциям нажимайте кнопки на наших клавишах MATH Keys. \n\nС помощью инструментов латексной нотации вы можете скопировать любую формулу, уравнение или символ, который вы только что создали, куда угодно.\n\nКак пользоваться:\n\n - Используйте клавиатуру компьютера для ввода уравнения. Вы можете использовать цифры, \n   буквы или любые другие символы на клавиатуре компьютера.\n - Используйте клавиши расширения MATH для нажатия на символы, такие как интегралы, \n   сигма, дробь и т.д..\n - Перемещайтесь с помощью мыши или используйте клавиши со стрелками следующим образом:\n - Стрелка вправо: перемещение курсора вперед. Это полезно для выхода из операции.  \n    - Например, если вы находитесь внутри квадратного корня, стрелка вперед переместит курсор вправо. \n      курсор из него\n - Стрелка влево: переместить курсор назад.\n - Стрелка вверх: создать экспоненту\n - Стрелка вниз: создать подстрочный индекс\n\nИспользуйте кнопки следующим образом:\n\n - Копировать Кнопка: скопировать формулу в виде изображения в буфер обмена - вставить куда угодно \n   куда хотите\n - Новая кнопка: удалить формулу и начать новую.\n\nФункции и формулы для:\n - Калькуляция\n    - Конечные и бесконечные интегралы\n    - Производные\n    - Пределы\n    - Символ сигмы\n    - Комбинаторика\n - Алгебра\n    - Логарифмы\n    - Экспоненты\n    - Радикалы\n    - Дроби\n    - Неравенства\n - Тригонометрия\n    - Тригонометрические функции\n    - Распространенные греческие символы: пи, альфа, бета, тета.\n\nВы можете использовать расширение math как онлайн-редактор math latex, онлайн-редактор математических уравнений или редактор MathQuill.\n\nНовое в версии 2.0.0:\nТеперь вы можете использовать мышь для навигации по математическим кнопкам!",
    "sk": "MATH Keys je úplne bezplatný online editor rovníc, ktorý umožňuje používateľom písať matematické rovnice, vzorce a symboly online! Naším poslaním je zvýšiť produktivitu v akademickom živote, či už ide o učiteľov, absolventov alebo študentov.\n\nNapíšte čokoľvek, čo chcete, pomocou bežnej klávesnice a stláčaním tlačidiel na našich klávesoch MATH Keys získajte prístup k matematickým symbolom a operáciám. \n\nPomocou nástrojov latexového zápisu môžete skopírovať akýkoľvek vzorec, rovnicu alebo symbol, ktorý ste práve vytvorili, kamkoľvek chcete.\n\nAko používať:\n\n - Na zadanie rovnice použite klávesnicu počítača. Môžete použiť čísla, \n   písmená alebo akékoľvek iné symboly na klávesnici počítača\n - Pomocou rozšírenia MATH Keys kliknite na symboly, napríklad integrály, \n   sigma, zlomok atď.\n - Pohybujte sa pomocou myši alebo použite klávesy so šípkami nasledujúcim spôsobom:\n - Šípka doprava: posuniete kurzor dopredu. Toto je užitočné na výstup z operácie.  \n    - Ak sa napríklad nachádzate vo vnútri odmocniny, šípka dopredu presunie \n      kurzor z nej von\n - Šípka doľava: presunie kurzor späť\n - Šípka nahor: vytvorenie exponentu\n - Šípka nadol: vytvorenie indexu\n\nTlačidlá používajte nasledovne:\n\n - Tlačidlo Kopírovať: skopírujte vzorec ako obrázok do schránky - vložte ho kamkoľvek \n   chcete\n - Tlačidlo Nový: vymaže vzorec a začne nový vzorec\n\nFunkcie a vzorce pre:\n - Výpočty a vzorce\n    - Konečné a nekonečné integrály\n    - Deriváty\n    - Limity\n    - Symbol sigma\n    - Kombinatorika\n - Algebra\n    - Logá\n    - Exponenty\n    - Radikály\n    - Zlomky\n    - Nerovnice\n - Trigonometria\n    - Trigonometrické funkcie\n    - Spoločné grécke symboly: pí, alfa, beta, theta\n\nRozšírenie Math môžete použiť rovnako ako online editor Math latex, online editor matematických rovníc alebo editor MathQuill.\n\nNovinky vo verzii 2.0.0:\nTeraz môžete používať myš na navigáciu po matematických klávesoch!",
    "sl": "MATH Keys je popolnoma brezplačen spletni urejevalnik enačb, ki uporabnikom omogoča pisanje matematičnih enačb, formul in simbolov na spletu! Naše poslanstvo je povečati produktivnost v akademskem življenju, pa naj gre za učitelje, diplomante ali študente.\n\nZ navadno tipkovnico lahko napišete karkoli želite, s pritiskom na gumbe na naših MATH Keys pa dostopate do matematičnih simbolov in operacij. \n\nZ orodji za zapis v lateksu lahko katero koli formulo, enačbo ali simbol, ki ste ga pravkar ustvarili, kopirate kamor koli želite.\n\nKako uporabljati:\n\n - Uporabite računalniško tipkovnico in vnesite enačbo. Uporabite lahko številke, \n   črke ali kateri koli drug simbol na računalniški tipkovnici\n - Uporabite razširitvene tipke MATH za klikanje simbolov, kot so integrali, \n   sigma, ulomek itd.\n - Z miško ali tipkami s puščicami se pomikate na naslednji način:\n - Desna puščica: premaknite kazalec naprej. To je uporabno za izhod iz operacije.  \n    - Na primer, če ste znotraj kvadratnega korena, boste s puščico naprej premaknili \n      kazalec iz njega.\n - Leva puščica: premaknite kazalec nazaj\n - Puščica navzgor: ustvari eksponent\n - Puščica navzdol: ustvari indeks.\n\nGumbe uporabite na naslednji način:\n\n - Gumb Kopiraj: kopirajte formulo kot sliko v odložišče - prilepite jo kamorkoli \n   želite\n - Nov gumb: izbrišite formulo in začnite novo\n\nFunkcije in formule za:\n - Izbrane formule in formule: Calculus in formule za izračun.\n    - končni in neskončni integrali\n    - izpeljanke\n    - meje\n    - Simbol sigma\n    - Kombinatorika\n - Algebra\n    - Logi\n    - Eksponentov\n    - radikali\n    - ulomki\n    - Neenakosti\n - trigonometrija\n    - Trigonometrične funkcije\n    - Skupni grški simboli: pi, alfa, beta, theta\n\nRazširitev math lahko uporabite kot spletni urejevalnik math latex, spletni urejevalnik matematičnih enačb ali urejevalnik MathQuill.\n\nNovo v različici 2.0.0:\nZdaj lahko za premikanje po matematičnih tipkah uporabljate miško!",
    "sr": "МАТХ Кеис је потпуно бесплатан онлајн уређивач једначина који омогућава корисницима да пишу математичке једначине, формуле и симболе на мрежи! Наша мисија је да повећамо продуктивност у академском животу било да се ради о наставницима, дипломцима или студентима.\n\nОткуцајте све што желите помоћу ваше уобичајене тастатуре и притисните дугмад на нашим МАТХ тастерима да бисте приступили математичким симболима и операцијама.\n\nПомоћу алата за нотацију од латекса можете копирати било коју формулу, једначину или симбол који сте управо креирали где год желите.\n\nКако се користи:\n\n - Користите тастатуру рачунара да откуцате своју једначину. Можете користити бројеве,\n   слова или било који други симбол на тастатури рачунара\n - Користите екстензију МАТХ Кеис да кликнете на симболе, као што су интеграли,\n   сигма, фракција итд.\n - Крећите се помоћу миша или користите тастере са стрелицама на следећи начин:\n - Стрелица удесно: померите курсор напред. Ово је корисно за престанак рада.\n    - На пример, ако сте унутар квадратног корена, стрелица напред ће померити\n      курсор из њега\n - Стрелица налево: померите курсор уназад\n - Стрелица нагоре: креирајте експонент\n - Стрелица надоле: креирајте индекс\n\nКористите дугмад на следећи начин:\n\n - Дугме за копирање: копирајте формулу као слику у међуспремник — налепите је било где\n   желите\n - Ново дугме: избришите формулу и започните нову\n\nКарактеристике и формуле за:\n - Рачуница\n    - Коначни и бесконачни интеграли\n    - Деривати\n    - Ограничења\n    - Сигма симбол\n    - Комбинаторика\n - Алгебра\n    - Дневници\n    - Експоненти\n    - Радикали\n    - Разломци\n    - Неједнакости\n - Тригонометрија\n    - Тригонометријске функције\n    - Уобичајени грчки симболи: пи, алфа, бета, тета\n\nМожете да користите проширење за математику исто као и математички латекс онлајн уређивач, онлајн уређивач математичких једначина или МатхКуилл едитор.\n\nНово у верзији 2.0.0:\nСада можете да користите миш да се крећете по математичким тастерима!",
    "sv": "MATH Keys är en helt gratis ekvationsredigerare online som gör det möjligt för användare att skriva matematiska ekvationer, formler och symboler online! Vårt uppdrag är att öka produktiviteten i det akademiska livet, oavsett om det gäller lärare, akademiker eller studenter.\n\nSkriv vad du vill med ditt vanliga tangentbord och tryck på knapparna på våra MATH Keys för att få tillgång till matematiska symboler och operationer. \n\nMed latexnoteringsverktygen kan du kopiera den formel, ekvation eller symbol du just skapat var du vill.\n\nSå här använder du det:\n\n - Använd datorns tangentbord för att skriva in ekvationen. Du kan använda siffror, \n   bokstäver eller någon annan symbol på ditt datortangentbord.\n - Använd förlängningen MATH Keys för att klicka på symboler, t.ex. integraler, \n   sigma, bråk, osv.\n - Navigera runt med musen eller använd piltangenterna på följande sätt:\n - Högerpil: Flytta markören framåt. Detta är användbart för att komma ut ur verksamheten.  \n    - Om du till exempel är inne i kvadratroten flyttar pilen framåt markören. \n      markören ut ur den.\n - Vänsterpil: flyttar markören bakåt.\n - Uppåtpil: skapar exponent\n - Nedåtpilen: skapar subscript\n\nAnvänd knapparna på följande sätt:\n\n - Kopiera knappen: Kopiera formeln som bild till urklipp - klistra in den var som helst. \n   du vill\n - Ny knapp: raderar formeln och startar en ny.\n\nFunktioner och formler för:\n - Kalkyl\n    - Finita och oändliga integraler\n    - Derivat\n    - Gränser\n    - Sigmasymbol\n    - Kombinatorik\n - Algebra\n    - Logaritmer\n    - Exponenter\n    - Radikaler\n    - Bråk\n    - Olikheter\n - Trigonometri\n    - Trigonometriska funktioner\n    - Vanliga grekiska symboler: pi, alfa, beta, theta\n\nDu kan använda tillägget math på samma sätt som en online-redigerare för latexmatematik, en online-redigerare för matematiska ekvationer eller en MathQuill-redigerare.\n\nNytt i version 2.0.0.0:\nDu kan nu använda musen för att navigera runt i matematiska tangenter!",
    "sw": "MATH Keys ni kihariri cha milinganyo cha mtandaoni bila malipo kabisa kinachoruhusu watumiaji kuandika milinganyo, fomula na alama za hisabati mtandaoni! Dhamira yetu ni kuongeza tija katika maisha ya kitaaluma iwe kwa walimu, wahitimu, au wanafunzi.\n\nAndika chochote unachotaka kwa kibodi yako ya kawaida, na ubonyeze vitufe kwenye Vifunguo vyetu vya HESABU ili kufikia alama na uendeshaji wa hisabati.\n\nUkiwa na zana za nukuu za mpira, unaweza kunakili fomula, mlinganyo au ishara yoyote ambayo umeunda popote unapotaka.\n\nJinsi ya kutumia:\n\n - Tumia kibodi ya kompyuta yako kuandika mlinganyo wako. Unaweza kutumia nambari,\n   herufi, au alama nyingine yoyote kwenye kibodi ya kompyuta yako\n - Tumia funguo za MATH za kiendelezi kubonyeza alama, kama vile viunga,\n   sigma, sehemu, nk.\n - Zunguka kwa kutumia kipanya chako au tumia vitufe vya mishale kama ifuatavyo:\n - Mshale wa Kulia: sogeza kishale mbele. Hii ni muhimu kupata nje ya operesheni.\n    - Kwa mfano, ikiwa uko ndani ya mzizi wa mraba, kishale cha mbele kitasogeza\n      mshale nje yake\n - Mshale wa Kushoto: sogeza mshale nyuma\n - Mshale wa Juu: unda kipeo\n - Kishale cha Chini: tengeneza usajili\n\nTumia vifungo kama ifuatavyo:\n\n - Kitufe cha Nakili: nakili fomula kama picha kwenye ubao wa kunakili - ibandike popote\n   ungependa\n - Kitufe Kipya: futa fomula na uanze mpya\n\nVipengele na fomula za:\n - Calculus\n    - Viunga vya mwisho na visivyo na mwisho\n    - Viingilio\n    - Mipaka\n    - Ishara ya Sigma\n    - Combinatorics\n - Algebra\n    - Magogo\n    - Vielelezo\n    - Radicals\n    - Sehemu\n    - Kutokuwa na usawa\n - Trigonometry\n    - Kazi za Trigonometric\n    - Alama za kawaida za Kigiriki: pi, alpha, beta, theta\n\nUnaweza kutumia kiendelezi cha hesabu sawa na kihariri cha mtandaoni cha mpira wa hesabu, kihariri cha mlingano wa hesabu mtandaoni, au kihariri cha MathQuill.\n\nMpya katika toleo la 2.0.0:\nSasa unaweza kutumia kipanya chako kuzunguka funguo za hesabu!",
    "ta": "MATH Keys என்பது முற்றிலும் இலவச ஆன்லைன் சமன்பாடு எடிட்டராகும், இது பயனர்கள் கணித சமன்பாடுகள், சூத்திரங்கள் மற்றும் குறியீடுகளை ஆன்லைனில் எழுத அனுமதிக்கிறது! ஆசிரியர்கள், பட்டதாரிகள் அல்லது மாணவர்களுக்கான கல்வி வாழ்க்கையில் உற்பத்தித்திறனை அதிகரிப்பதே எங்கள் நோக்கம்.\n\nஉங்கள் வழக்கமான விசைப்பலகை மூலம் நீங்கள் விரும்பும் எதையும் தட்டச்சு செய்து, கணித குறியீடுகள் மற்றும் செயல்பாடுகளை அணுக எங்கள் கணித விசைகளில் உள்ள பொத்தான்களை அழுத்தவும்.\n\nலேடெக்ஸ் குறியீட்டு கருவிகள் மூலம், நீங்கள் எங்கு வேண்டுமானாலும் நீங்கள் உருவாக்கிய சூத்திரம், சமன்பாடு அல்லது சின்னத்தை நகலெடுக்கலாம்.\n\nஎப்படி உபயோகிப்பது:\n\n - உங்கள் சமன்பாட்டை தட்டச்சு செய்ய உங்கள் கணினி விசைப்பலகையைப் பயன்படுத்தவும். நீங்கள் எண்களைப் பயன்படுத்தலாம்,\n   உங்கள் கணினி விசைப்பலகையில் எழுத்துக்கள் அல்லது வேறு ஏதேனும் குறியீடு\n - ஒருங்கிணைப்புகள் போன்ற குறியீடுகளைக் கிளிக் செய்ய நீட்டிப்பு MATH விசைகளைப் பயன்படுத்தவும்.\n   சிக்மா, பின்னம் போன்றவை.\n - உங்கள் சுட்டியைப் பயன்படுத்தி சுற்றிச் செல்லவும் அல்லது அம்புக்குறி விசைகளைப் பின்வருமாறு பயன்படுத்தவும்:\n - வலது அம்பு: கர்சரை முன்னோக்கி நகர்த்தவும். செயல்பாட்டில் இருந்து வெளியேற இது பயனுள்ளதாக இருக்கும்.\n    - எடுத்துக்காட்டாக, நீங்கள் சதுர மூலத்திற்குள் இருந்தால், முன்னோக்கி அம்புக்குறியை நகர்த்தும்\n      அதிலிருந்து கர்சர்\n - இடது அம்பு: கர்சரை பின்னால் நகர்த்தவும்\n - மேல் அம்பு: அடுக்கு உருவாக்கு\n - கீழ் அம்பு: சந்தாவை உருவாக்கவும்\n\nபின்வருமாறு பொத்தான்களைப் பயன்படுத்தவும்:\n\n - நகல் பொத்தான்: சூத்திரத்தை கிளிப்போர்டுக்கு படமாக நகலெடுக்கவும் - எங்கு வேண்டுமானாலும் ஒட்டவும்\n   நீங்கள் விரும்புகிறீர்கள்\n - புதிய பொத்தான்: சூத்திரத்தை நீக்கி புதிய ஒன்றைத் தொடங்கவும்\n\nஇதற்கான அம்சங்கள் மற்றும் சூத்திரங்கள்:\n - கால்குலஸ்\n    - வரையறுக்கப்பட்ட மற்றும் எல்லையற்ற ஒருங்கிணைப்புகள்\n    - வழித்தோன்றல்கள்\n    - வரம்புகள்\n    - சிக்மா சின்னம்\n    - சேர்க்கைகள்\n - இயற்கணிதம்\n    - பதிவுகள்\n    - அடுக்குகள்\n    - தீவிரவாதிகள்\n    - பின்னங்கள்\n    - ஏற்றத்தாழ்வுகள்\n - முக்கோணவியல்\n    - முக்கோணவியல் செயல்பாடுகள்\n    - பொதுவான கிரேக்க சின்னங்கள்: பை, ஆல்பா, பீட்டா, தீட்டா\n\nகணித லேடெக்ஸ் ஆன்லைன் எடிட்டர், கணித சமன்பாடு ஆன்லைன் எடிட்டர் அல்லது MathQuill எடிட்டர் போன்ற கணித நீட்டிப்பை நீங்கள் பயன்படுத்தலாம்.\n\nபதிப்பு 2.0.0 இல் புதியது:\nநீங்கள் இப்போது உங்கள் சுட்டியைப் பயன்படுத்தி கணித விசைகளைச் சுற்றிச் செல்லலாம்!",
    "te": "MATH కీస్ అనేది పూర్తిగా ఉచిత ఆన్‌లైన్ సమీకరణ ఎడిటర్, ఇది ఆన్‌లైన్‌లో గణిత సమీకరణాలు, సూత్రాలు మరియు చిహ్నాలను వ్రాయడానికి వినియోగదారులను అనుమతిస్తుంది! ఉపాధ్యాయులు, గ్రాడ్యుయేట్లు లేదా విద్యార్థుల కోసం విద్యా జీవితంలో ఉత్పాదకతను పెంచడం మా లక్ష్యం.\n\nమీ సాధారణ కీబోర్డ్‌తో మీకు కావలసిన ఏదైనా టైప్ చేయండి మరియు గణిత చిహ్నాలు మరియు ఆపరేషన్‌లను యాక్సెస్ చేయడానికి మా గణిత కీలలోని బటన్‌లను నొక్కండి.\n\nలేటెక్స్ సంజ్ఞామానం సాధనాలతో, మీరు సృష్టించిన ఫార్ములా, సమీకరణం లేదా చిహ్నాన్ని మీరు ఎక్కడైనా కాపీ చేసుకోవచ్చు.\n\nఎలా ఉపయోగించాలి:\n\n - మీ సమీకరణాన్ని టైప్ చేయడానికి మీ కంప్యూటర్ కీబోర్డ్‌ని ఉపయోగించండి. మీరు సంఖ్యలను ఉపయోగించవచ్చు,\n   అక్షరాలు, లేదా మీ కంప్యూటర్ కీబోర్డ్‌లోని ఏదైనా ఇతర గుర్తు\n - ఇంటిగ్రల్స్ వంటి చిహ్నాలపై క్లిక్ చేయడానికి పొడిగింపు MATH కీలను ఉపయోగించండి,\n   సిగ్మా, భిన్నం మొదలైనవి.\n - మీ మౌస్ ఉపయోగించి చుట్టూ నావిగేట్ చేయండి లేదా క్రింది విధంగా బాణం కీలను ఉపయోగించండి:\n - కుడి బాణం: కర్సర్‌ను ముందుకు తరలించండి. ఇది ఆపరేషన్ నుండి బయటపడటానికి ఉపయోగపడుతుంది.\n    - ఉదాహరణకు, మీరు వర్గమూలం లోపల ఉంటే, ఫార్వర్డ్ బాణం కదులుతుంది\n      దాని నుండి కర్సర్\n - ఎడమ బాణం: కర్సర్‌ను వెనుకకు తరలించండి\n - పైకి బాణం: ఘాతాంకాన్ని సృష్టించండి\n - క్రిందికి బాణం: సబ్‌స్క్రిప్ట్‌ని సృష్టించండి\n\nకింది విధంగా బటన్లను ఉపయోగించండి:\n\n - కాపీ బటన్: ఫార్ములాను ఇమేజ్‌గా క్లిప్‌బోర్డ్‌కి కాపీ చేయండి — ఎక్కడైనా అతికించండి\n   మీరు కోరుకుంటారు\n - కొత్త బటన్: సూత్రాన్ని తొలగించి, కొత్తదాన్ని ప్రారంభించండి\n\nదీని కోసం లక్షణాలు మరియు సూత్రాలు:\n - కాలిక్యులస్\n    - పరిమిత మరియు అనంతమైన సమగ్రతలు\n    - ఉత్పన్నాలు\n    - పరిమితులు\n    - సిగ్మా చిహ్నం\n    - కాంబినేటరిక్స్\n - బీజగణితం\n    - లాగ్స్\n    - ఘాతాంకాలు\n    - రాడికల్స్\n    - భిన్నాలు\n    - అసమానతలు\n - త్రికోణమితి\n    - త్రికోణమితి విధులు\n    - సాధారణ గ్రీకు చిహ్నాలు: పై, ఆల్ఫా, బీటా, తీటా\n\nమీరు గణిత రబ్బరు పాలు ఆన్‌లైన్ ఎడిటర్, గణిత సమీకరణ ఆన్‌లైన్ ఎడిటర్ లేదా MathQuill ఎడిటర్ వలె గణిత పొడిగింపును ఉపయోగించవచ్చు.\n\nవెర్షన్ 2.0.0లో కొత్తది:\nమీరు ఇప్పుడు గణిత కీల చుట్టూ నావిగేట్ చేయడానికి మీ మౌస్‌ని ఉపయోగించవచ్చు!",
    "th": "MATH Keys เป็นโปรแกรมแก้ไขสมการออนไลน์ฟรีที่ช่วยให้ผู้ใช้สามารถเขียนสมการ สูตร และสัญลักษณ์ทางคณิตศาสตร์ทางออนไลน์ได้! ภารกิจของเราคือการเพิ่มผลผลิตในชีวิตวิชาการไม่ว่าจะเป็นสำหรับครู ผู้สำเร็จการศึกษา หรือนักเรียน\n\nพิมพ์สิ่งที่คุณต้องการด้วยแป้นพิมพ์ปกติของคุณ และกดปุ่มบนแป้น MATH ของเราเพื่อเข้าถึงสัญลักษณ์ทางคณิตศาสตร์และการดำเนินการ\n\nด้วยเครื่องมือสัญกรณ์ลาเท็กซ์ คุณสามารถคัดลอกสูตร สมการ หรือสัญลักษณ์ใดๆ ที่คุณเพิ่งสร้างขึ้นได้ทุกที่ที่คุณต้องการ\n\nวิธีใช้:\n\n - ใช้แป้นพิมพ์คอมพิวเตอร์เพื่อพิมพ์สมการของคุณ คุณสามารถใช้ตัวเลข\n   ตัวอักษรหรือสัญลักษณ์อื่นใดบนแป้นพิมพ์คอมพิวเตอร์ของคุณ\n - ใช้ส่วนขยาย MATH Keys เพื่อคลิกที่สัญลักษณ์ เช่น ปริพันธ์\n   ซิกม่า เศษส่วน ฯลฯ..\n - นำทางไปรอบๆ โดยใช้เมาส์หรือใช้ปุ่มลูกศรดังนี้:\n - ลูกศรขวา: เลื่อนเคอร์เซอร์ไปข้างหน้า สิ่งนี้มีประโยชน์ในการออกจากงาน\n    - ตัวอย่างเช่น หากคุณอยู่ในสแควร์รูท ลูกศรไปข้างหน้าจะเลื่อน\n      เคอร์เซอร์ออกจากมัน\n - ลูกศรซ้าย: เลื่อนเคอร์เซอร์กลับ\n - ลูกศรขึ้น: สร้างเลขชี้กำลัง\n - ลูกศรลง: สร้างตัวห้อย\n\nใช้ปุ่มดังต่อไปนี้:\n\n - ปุ่มคัดลอก: คัดลอกสูตรเป็นรูปภาพไปยังคลิปบอร์ด — วางที่ใดก็ได้\n   คุณต้องการ\n - ปุ่มใหม่: ลบสูตรแล้วเริ่มใหม่\n\nคุณสมบัติและสูตรสำหรับ:\n - แคลคูลัส\n    - ปริพันธ์แบบจำกัดและอนันต์\n    - อนุพันธ์\n    - ขีดจำกัด\n    - สัญลักษณ์ซิกม่า\n    - คอมบิเนทอริกส์\n - พีชคณิต\n    - บันทึก\n    - เลขชี้กำลัง\n    - อนุมูลอิสระ\n    - เศษส่วน\n    - ความไม่เท่าเทียมกัน\n - ตรีโกณมิติ\n    - ฟังก์ชันตรีโกณมิติ\n    - สัญลักษณ์กรีกทั่วไป: pi, alpha, beta, theta\n\nคุณสามารถใช้ส่วนขยายทางคณิตศาสตร์เหมือนกับโปรแกรมแก้ไขคณิตศาสตร์ latex ออนไลน์ โปรแกรมแก้ไขสมการคณิตศาสตร์ออนไลน์ หรือโปรแกรมแก้ไข MathQuill\n\nใหม่ในเวอร์ชัน 2.0.0:\nคุณสามารถใช้เมาส์เพื่อไปยังแป้นคณิตศาสตร์ได้แล้ว!",
    "tr": "MATH Keys, kullanıcıların çevrimiçi olarak matematiksel denklemler, formüller ve semboller yazmasına olanak tanıyan tamamen ücretsiz bir çevrimiçi denklem editörüdür! Misyonumuz, ister öğretmenler, ister mezunlar veya öğrenciler için olsun, akademik yaşamda üretkenliği artırmaktır.\n\nNormal klavyenizle istediğiniz her şeyi yazın ve matematiksel sembollere ve işlemlere erişmek için MATH Tuşlarımızdaki düğmelere basın. \n\nLateks gösterim araçlarıyla, yeni oluşturduğunuz formülü, denklemi veya sembolü istediğiniz yere kopyalayabilirsiniz.\n\nNasıl kullanılır?\n\n - Denkleminizi yazmak için bilgisayar klavyenizi kullanın. Sayıları kullanabilirsiniz, \n   bilgisayar klavyenizdeki harfler veya başka herhangi bir sembol\n - İntegraller gibi sembollere tıklamak için MATH Tuşları uzantısını kullanın, \n   sigma, kesir, vb.\n - Farenizi kullanarak veya ok tuşlarını kullanarak aşağıdaki gibi dolaşın:\n - Sağ Ok: imleci ileri doğru hareket ettirir. Bu işlemden çıkmak için kullanışlıdır.  \n    - Örneğin, karekök içindeyseniz, ileri ok imleci \n      imleç bunun dışında\n - Sol Ok: imleci geri hareket ettirir\n - Yukarı Ok: üs oluştur\n - Aşağı Ok: alt simge oluştur\n\nDüğmeleri aşağıdaki gibi kullanın:\n\n - Kopyala Düğmesi: formülü görüntü olarak panoya kopyalayın - istediğiniz yere yapıştırın \n   istersiniz\n - Yeni Düğmesi: formülü silin ve yeni bir formül başlatın\n\nÖzellikler ve formüller:\n - Kalkülüs\n    - Sonlu ve Sonsuz İntegraller\n    - Türevler\n    - Sınırlar\n    - Sigma sembolü\n    - Kombinatorik\n - Cebir\n    - Günlükler\n    - Üslü sayılar\n    - Radikaller\n    - Kesirler\n    - Eşitsizlikler\n - Trigonometri\n    - Trigonometrik fonksiyonlar\n    - Yaygın Yunan sembolleri: pi, alfa, beta, teta\n\nMatematik uzantısını bir matematik lateks çevrimiçi düzenleyici, matematik denklemi çevrimiçi düzenleyici veya MathQuill düzenleyici ile aynı şekilde kullanabilirsiniz.\n\nSürüm 2.0.0'da yeni:\nArtık matematik tuşları arasında gezinmek için farenizi kullanabilirsiniz!",
    "uk": "MATH Keys - це абсолютно безкоштовний онлайн-редактор рівнянь, який дозволяє користувачам писати математичні рівняння, формули та символи онлайн! Наша місія - підвищити продуктивність в академічному житті, незалежно від того, чи це стосується викладачів, випускників або студентів.\n\nДрукуйте все, що завгодно, за допомогою звичайної клавіатури та натискайте кнопки на наших математичних клавішах, щоб отримати доступ до математичних символів та операцій. \n\nЗа допомогою інструментів латексних нотацій ви можете скопіювати будь-яку формулу, рівняння або символ, який ви щойно створили, куди завгодно.\n\nЯк користуватися:\n\n - Використовуйте клавіатуру комп'ютера, щоб ввести рівняння. Ви можете використовувати цифри, \n   букви або будь-який інший символ на клавіатурі комп'ютера.\n - Використовуйте розширення MATH Keys для натискання на символи, такі як інтеграли, \n   сигма, дріб тощо.\n - Переміщайтеся за допомогою миші або використовуйте клавіші зі стрілками наступним чином:\n - Стрілка вправо: переміщення курсору вперед. Це корисно для виходу з операції.  \n    - Наприклад, якщо Ви знаходитесь всередині квадратного кореня, стрілка вперед перемістить \n      курсор з нього\n - Стрілка вліво: перемістити курсор назад\n - Стрілка вгору: створити показник степеня\n - Стрілка вниз: створити підкореневий вираз\n\nВикористовуйте кнопки наступним чином:\n\n - Кнопка Копіювати: скопіювати формулу у вигляді зображення в буфер обміну - вставити в будь-яке місце \n   куди ви хочете\n - Кнопка \"Створити\": видалити формулу і почати нову\n\nФункції та формули для:\n - Обчислення\n    - Скінченні та нескінченні інтеграли\n    - Похідні\n    - Межі\n    - Символ сигми\n    - Комбінаторика\n - Алгебра\n    - Логіка\n    - Показники\n    - Радикали\n    - Дроби\n    - Нерівності\n - Тригонометрія\n    - Тригонометричні функції\n    - Загальноприйняті грецькі символи: пі, альфа, бета, тета\n\nРозширення math можна використовувати так само, як і математичний латексний онлайн-редактор, онлайн-редактор математичних рівнянь або редактор MathQuill.\n\nНове у версії 2.0.0:\nТепер ви можете використовувати мишу для навігації по математичних клавішах!",
    "vi": "MATH Keys là một trình soạn thảo phương trình trực tuyến hoàn toàn miễn phí cho phép người dùng viết các phương trình, công thức và ký hiệu toán học trực tuyến! Sứ mệnh của chúng tôi là thúc đẩy năng suất trong cuộc sống học tập cho dù đó là giáo viên, sinh viên tốt nghiệp hay sinh viên.\n\nNhập bất kỳ thứ gì bạn muốn bằng bàn phím thông thường và nhấn các nút trên Phím TOÁN của chúng tôi để truy cập các ký hiệu và phép toán toán học.\n\nVới các công cụ ký hiệu latex, bạn có thể sao chép bất kỳ công thức, phương trình hoặc ký hiệu nào bạn vừa tạo ở bất kỳ đâu bạn muốn.\n\nCách sử dụng:\n\n - Sử dụng bàn phím máy tính của bạn để nhập phương trình của bạn. Bạn có thể sử dụng số,\n   chữ cái hoặc bất kỳ ký hiệu nào khác trên bàn phím máy tính của bạn\n - Sử dụng các Phím TOÁN mở rộng để nhấp vào các biểu tượng, chẳng hạn như tích phân,\n   sigma, phân số, v.v.\n - Di chuyển xung quanh bằng chuột của bạn hoặc sử dụng các phím mũi tên như sau:\n - Mũi tên phải: di chuyển con trỏ về phía trước. Điều này rất hữu ích để thoát khỏi hoạt động.\n    - Ví dụ: nếu bạn đang ở trong căn bậc hai, mũi tên chuyển tiếp sẽ di chuyển\n      con trỏ ra khỏi nó\n - Mũi tên trái: di chuyển con trỏ trở lại\n - Mũi tên lên: tạo số mũ\n - Mũi tên Xuống: tạo chỉ số phụ\n\nSử dụng các nút như sau:\n\n - Nút Sao chép: sao chép công thức dưới dạng hình ảnh vào khay nhớ tạm - dán nó vào bất cứ đâu\n   bạn muốn\n - Nút mới: xóa công thức và bắt đầu một công thức mới\n\nCác tính năng và công thức cho:\n - Giải tích\n    - Tích phân hữu hạn và vô hạn\n    - Các dẫn xuất\n    - Hạn mức\n    - Ký hiệu Sigma\n    - Tổ hợp\n - Đại số học\n    - Nhật ký\n    - Số mũ\n    - Bộ sưu tập\n    - Phân số\n    - Bất bình đẳng\n - Lượng giác\n    - Hàm lượng giác\n    - Các ký hiệu Hy Lạp phổ biến: pi, alpha, beta, theta\n\nBạn có thể sử dụng tiện ích mở rộng toán học giống như trình soạn thảo trực tuyến latex toán học, trình soạn thảo phương trình toán học trực tuyến hoặc trình soạn thảo MathQuill.\n\nMới trong phiên bản 2.0.0:\nBây giờ bạn có thể sử dụng chuột để điều hướng xung quanh các phím toán học!",
    "zh_CN,zh_TW": "MATH Keys是一个完全免费的在线方程编辑器，允许用户在线书写数学方程、公式和符号 我们的使命是提高学术生活中的生产力，无论是对教师、毕业生还是学生。\n\n用你的普通键盘输入任何你想要的东西，并按下我们MATH键上的按钮来访问数学符号和运算。\n\n有了latex符号工具，你可以把你刚刚创建的任何公式、方程式或符号复制到任何你想要的地方。\n\n如何使用。\n\n - 使用你的电脑键盘来输入你的方程式。你可以使用数字。\n   字母，或你电脑键盘上的任何其他符号\n - 使用扩展的MATH键来点击符号，如积分。\n   西格玛，分数，等等。\n - 使用鼠标导航或使用箭头键，如下所示。\n - 右箭头：将光标向前移动。这在脱离操作时很有用。 \n    - 例如，如果你在平方根内，向前箭头会将光标移出 \n      光标移出它\n - 左箭头：将光标向后移动\n - 向上箭头：创建指数\n - 向下箭头：创建下标\n\n使用的按钮如下。\n\n - 复制按钮：将公式的图像复制到剪贴板上--将其粘贴到你想粘贴的地方。\n   粘贴到你想粘贴的地方\n - 新建按钮：删除公式并开始一个新的公式\n\n特点和公式为。\n - 微积分\n    - 有限的和无限的积分\n    - 衍生物\n    - 极限\n    - 西格玛符号\n    - 组合学\n - 代数\n    - 对数\n    - 指数\n    - 根式\n    - 分数\n    - 不等式\n - 三角函数\n    - 三角函数\n    - 常见的希腊语符号：π、α、β、theta\n\n你可以使用数学扩展，就像使用数学latex在线编辑器、数学方程在线编辑器或MathQuill编辑器一样。\n\n2.0.0版的新内容。\n你现在可以用鼠标在数学键上导航了!"
  }
}