{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clearya"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nontoxic Shopping Simplified",
    "he": "לקנות ללא רעלים בקלות"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clearya: Nontoxic Shopping Made Easy!\n\nDiscover safer, nontoxic products with Clearya – your ultimate shopping companion for safer online purchases.\n\n1. Easily shop online at Amazon, Target, Sephora, iHerb, and Walmart with confidence, knowing the safety of the product ingredients before buying.\n\n2. Automatic alerts on potential health risks hidden in ingredients lists for beauty, personal care, baby care, cleaning products, and more.\n\n3. Find safe, vetted alternatives to products containing toxic ingredients.\n\n4. Based on official toxic chemical databases from the U.S., Canada, EU, Japan, and more.\n\n5. Alerts for thousands of known and suspected carcinogens (may cause cancer), hormone disruptors (endocrine disruption), reproduction toxicants (may harm fertility), developmental toxicants (may cause birth defects and other harm to the developing child), allergens, and other banned or restricted ingredients.\n\n6. Free, unbiased, and ad-free, funded by donations.\n\n7. Privacy-focused – we don't even ask for your email.\n\nShop smarter and healthier with Clearya, the browser extension that empowers you to make informed choices and avoid harmful chemicals in everyday products.\n\nContact us at: hello@clearya.com\n\nWe'd love to hear your feedback as well as any questions you have on Healthy Living, Safe Cosmetics, and Clean Beauty.",
    "he": "קליריה מתריעה על רכיבים מזיקים במוצרים יומיומיים, ושומרת עליך בזמן הקניות באינטרנט!\n\n* קליריה מסייעת למצוא מוצרים בריאים, ללא רכיבים רעילים, באמזון, טרגט, ספורה (Sephora), אייהרב (iHerb), וולמרט\n\n* התרעה אוטומטית על חומרים מזיקים החבויים ברשימות הרכיבים של מוצרי היגיינה, טיפוח, קוסמטיקה, איפור, מוצרי תינוקות מסוימים, ומוצרי ניקיון ביתיים\n\n* המוצר שרצית לקנות מכיל רכיבים בעייתיים? קליריה עוזרת לך למצוא בקלות מוצרים דומים עם רכיבים בטוחים\n\n* תוך כדי הקניות באינטרנט, קליריה מנתחת בשבילך באופן אוטומטי את רשימות הרכיבים, מתריעה על כימיקלים בעייתיים, ומסבירה את הסיכון\n\n* ההתרעות מבוססות על מאגרי מידע רשמיים של רגולטורים ומדענים בארה\"ב, קנדה, האיחוד האירופאי, יפן, ועוד (מקורות המידע מפורטים בשקיפות)\n \n* הרכיבים המותרעים כוללים אלפי חומרים הידועים או חשודים כמסרטנים, משבשים הורמונליים, רעלים הפוגעים בפוריות ובתהליכי הרבייה או בהתפתחות העובר והילד, אלרגנים (חומרים מעוררי אלרגיה), ורכיבים אחרים האסורים או מוגבלים לשימוש במדינות שונות\n\n* קליריה היא שירות חינמי\n\n* כדי להימנע מהטיות קליריה ממומנת על ידי תרומות. קליריה אינה נתמכת על ידי מותגים, ואינה מציגה מודעות\n\n* אנו מכבדים את פרטיותך. קליריה לא אוספת מידע אישי, ומופעלת רק באתרים של החנויות המסוימות שאישרת\n\nצרו קשר: hello@clearya.com\n\nנשמח לשמוע את דעתך על קליריה, ובאופן כללי על חיים בריאים, קוסמטיקה בטוחה, יופי נקי"
  }
}