{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inkify by PyraSTEM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inkify by PyraSTEM: Real-time drawing in your browser. Collaborate, capture, customize. Easy and creative! 🎨✨"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash your creativity with PyraSTEM's Inkify, the ultimate real-time online drawing tool. With Inkify, you can draw anything, anywhere, directly in your browser. Whether you're an artist, a doodler, or just looking to have some fun, this extension provides a seamless drawing experience. Key Features: Real-Time Drawing: Draw effortlessly on a virtual canvas in real-time. The responsive and intuitive interface allows you to express your creativity with ease. Online Collaboration: Connect with friends or colleagues and draw together in real-time. Share your ideas visually, collaborate on projects, or simply enjoy a collaborative drawing session. Screenshot Functionality: Capture your masterpiece with the built-in screenshot tool. Easily save your drawings as images and share them on social media or keep them for your personal collection.Customizable Tools: Tailor your drawing experience with customizable tools such as different brush sizes, colors, and more. Personalize your creations to match your unique style. Easy to Use: PyraSTEM's Inkify is designed with user-friendliness in mind. No need for complex setups or installations. Simply open the extension, and you're ready to start drawing. Transform your browser into a canvas and let your imagination run wild. PyraSTEM's Inkify is where creativity meets convenience, making art accessible to everyone. Note: To take full advantage of Inkify's features, grant the necessary permissions when prompted.\""
  }
}