{
  "name": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Papas wingeria Unblocked",
    "da": "papas Stegte kyllingevinger",
    "el": "παπάς Τηγανητές φτερούγες κοτόπουλου",
    "es": "papas Alitas de pollo fritas",
    "et": "papas Praetud kanatiivad",
    "ja": "パパス 手羽先の唐揚げ",
    "ko": "파파스 프라이드 치킨 윙",
    "nl": "papas Gebakken kippenvleugels",
    "tr": "papas Kızarmış tavuk kanadı",
    "vi": "cánh gà chiên papas",
    "zh_CN": "爸爸炸鸡翅",
    "zh_TW": "爸爸炸雞翅"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk": "Play Papas Cooking Games right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!",
    "da": "Spil Stegte kyllingevinger lige nu. Oplev glæden ved at spille dette spil - din ultimative online glade oplevelse! Prøv det nu!",
    "el": "Παίξτε το παιχνίδι Fried chicken wings τώρα. Ανακαλύψτε τη χαρά να παίζετε αυτό το παιχνίδι - Η απόλυτη διαδικτυακή σας ευτυχισμένη…",
    "es": "Juega al juego de alitas de pollo fritas ahora mismo. Descubre la alegría de jugar este juego: ¡tu mejor experiencia feliz en…",
    "et": "Mängige kohe mängu Praetud kanatiivad. Avastage selle mängu mängimise rõõm – teie ülim õnnelik veebikogemus! Proovige kohe!",
    "ja": "今すぐフライドチキンウィングゲームをプレイしてください。このゲームでプレイする喜びを発見してください - 究極のオンライン ハッピー エクスペリエンス!やってみよう！",
    "ko": "지금 바로 프라이드 치킨 윙 게임을 플레이해보세요. 이 게임의 즐거움을 발견해보세요 - 최고의 온라인 행복한 경험을 즐겨보세요! 지금 사용해 보세요!",
    "nl": "Speel nu het spel Gebakken kippenvleugels. Ontdek het plezier van het spelen van dit spel: jouw ultieme online gelukkige ervaring!…",
    "tr": "Kızarmış Tavuk Kanatları Oyununu hemen oyna. Bu oyunu oynamanın keyfini keşfedin - Nihai Çevrimiçi Mutlu Deneyiminiz! Şimdi dene!",
    "vi": "Hãy chơi game Cánh gà chiên ngay bây giờ. Khám phá niềm vui khi chơi trò chơi này - Trải nghiệm hạnh phúc trực tuyến đỉnh cao của…",
    "zh_CN": "立即玩炸鸡翅游戏。发现玩这个游戏的乐趣 - 您终极的在线快乐体验！现在就试试！",
    "zh_TW": "立即玩炸雞翅遊戲。發現玩這個遊戲的樂趣 - 您終極的線上快樂體驗！現在就試試！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction\nPapa's Wingeria is a mouthwatering time management and simulation game developed by Flipline Studios. In this exciting game, players get to run their own chicken wing restaurant, where they fry, sauce, and serve up a variety of delicious wings to satisfy hungry customers. With its addictive gameplay and tantalizing food options, Papa's Wingeria is sure to leave you craving for more!\n\nGameplay\nIn Papa's Wingeria, players take on the role of a new employee at Papa's chicken wing restaurant. The objective is to take customer orders, fry the wings to perfection, toss them in a variety of flavorful sauces, and serve them with the requested sides. The game offers a wide range of wing flavors, sauces, and sides, allowing players to create unique combinations for each customer. As you progress, you can unlock new ingredients, sauces, and decorations to enhance your menu."
  }
}