{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QA Compass"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record standardized bug reports with comprehensive reproduction steps, screenshots and important environment metadata."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to record standardized bug reports with comprehensive reproduction steps, screenshots and important environment metadata.\nDownload these reports or add them to your issue tracker directly.\n\n--------------------------------------\n\nOur tool can be used on any website. It makes it easy to create high quality bug reports in less than 30 seconds.\n\nThe Magic Report feature speeds up QA testers and developers: It records clicks and actions as standardized reproduction steps.\nWe automatically add relevant metadata about browser info, operating system, environment and URLs (and more) to the reports.\n\nOur standardized bug reports will let you fix bugs faster, because developers have everything they need to start working right away. No more alignment calls between testers and developers are needed.\n\nWe also guarantee privacy and security. Your data is never sent to our servers. From the extension you can either download your bug reports or send them directly to your issue tracker.\n\nFor additional features check out the website: https://qa-compass.com\n\nThese additional features include:\n* Code Jump: Developers can click on reproduction steps to jump into the exact source code line of the clicked element.\n* Jira integration: Create issues in your issue tracker e.g. Jira with one click."
  }
}