{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Board"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A task manager board of columns for organizing tasks and sticky notes for writing them down. It helps you stay organized."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Board is a simple and user-friendly task manager that helps you stay organized and on top of your daily tasks. The extension features three columns: backlog, in progress, and done. Each column serves as a visual representation of where your tasks are in the process.\n\nThe tasks are displayed as yellow paper stickers that you can customize and drag and drop between columns. To create a sticker, simply click on the 'Create new sticker' button and write down the task details. You can also change the size of the stickers to suit your preferences.\n\nThe Board's intuitive user interface makes it easy to manage your tasks and keep them organized. You can easily move tasks between columns as they progress, and mark them as done when completed. The simple and clean design of The Board makes it an ideal choice for anyone looking for a task manager that is both easy to use and effective.\n\nThe Board is a free Chrome extension that is available to everyone. There are no hidden costs or fees, making it a great choice for anyone looking for a simple and affordable way to manage their daily tasks.\n\nFinally, you can rest assured that your privacy is protected when using The Board. We do not collect any personal information, and all data is stored locally on your computer. This means that your information is safe and secure, and you can use The Board with confidence."
  }
}