{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Is It Just Me?"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension which enables you to monitor your Internet status and form communities around status sharing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The simplest way to monitor your Wi-Fi status and see if others are experiencing issues, too.\n\nThe “Is It Just Me?” Chrome extension is your go-to tool for checking your Wi-Fi connection at a glance. Once pinned to your toolbar, the icon instantly shows your Wi-Fi health with a colour-coded indicator: Green when all’s well, Amber if there are issues, and Red when there’s a connectivity issue. One click lets you check in with a group of friends, family, or coworkers to see if they’re also experiencing trouble—no more guesswork about whether it’s just you.\n\nMONITOR YOUR CONNECTION WITH EASE\n\n- Install the extension and see real-time updates on your connection—no setup needed.\n- Join or create a group to share connectivity status with others.\n- Spot delays or outages and get the confidence that you’re in the know.\n\nCHECK YOUR CONNECTION STATUS AT A GLANCE\n\n- Enjoy the simplicity of colour-coded icons that update automatically.\n- Be instantly aware of your group’s connection status when online, so you know if the problem’s widespread.\n- Simple, reliable, and built for peace of mind—“Is It Just Me?” lets you monitor your Wi-Fi status and stay informed together.\n\nInstall “Is It Just Me?” and never wonder about your Wi-Fi status again."
  }
}