{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mypoolin - Payments with friends"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plan and pay with friends. Split and share money for daily activities"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mypoolin is your one place to share money with friends for any daily use case, as well as split and settle your expenses with them! We are available across all devices and platforms via our website, mobile apps and now, our Google Chrome extension. \n\n· How to use the extension -\nInstall this extension on your browser and experience sharing money & splitting the cost in a simple and fun manner - \n1) Browse any product / package / deal on the major online shopping sites in India (Currently we support - Amazon, Flipkart, Myntra, Jabong, Shopclues, Abof, BookMyShow, PVR Cinemas,  MakeMyTrip, ClearTrip, GoIbibo, Nearbuy, Dineout & Little. More to come regularly with our periodic updates!)\n\n2) Create a Pool with friends in few seconds by clicking on the automatic notification received on the product page for your gift / outing / booking. \n\n3) Clicking on it will auto-fill all the details like product / package / deal name, amount and description link on the pool page. After that, simply add your friends to the group using our gmail plugin (or manually), chat with them and split the cost for everyone to pay their share individually. \n\n4) Get the collected amount as an e-voucher code instantly of these partner sites or in any bank account within 1 working day. \n\nOn our mobile app and website, we take care of all your planning and payment needs with - \n· Split & Settle \nSettle bill in two taps and sit back as we remind your friends to pay their share! The reminders are sent automatically so that you are saved from uncomfortable “You Owe Me” reminders . The process is very simple, whether you want to collect money from a single person or a large group of people.\n\n· Plan & Pay \nWhether it is for movies, events, gifting, food & dining, travel, party or anything, share a plan with friends and chat with them to discuss who is in, who is out, what to gift, what to order, where to travel - anything!\n\n\n·  Additional awesome features of our website and mobile app\n• Instant peer to peer transfers and payments with UPI (Unified Payment Interface)\n• Experience simple and lightning fast 1-to-1 payments from any bank account to any bank account \n• List of awesome ideas (events, movies, gifts and trips) to share with friends with a tap\n• Chat with friends about any idea you are planning for, within the app\n• Everyone in the group pays their own share, hence avoiding uncomfortable 'You Owe Me's\n• Explore the most popular trending ideas/ activities around you as well as what your friends are up to!\n\n·   For planning, we have tons of choices for you to pick from -\no   Parties and Nightlife: If a DJ is playing at a disc or if it's an EDM Night, check out with your friends and explore all the nightlife at your fingertips with out the hassle of opening many apps.\no   Movies: No more worries of planning and opening multiple screens. Just check everything from the movie timings, prices as well as who among your friends is in for it all in Mypoolin!\no   Adventure Walks and Experience Gifts: Looking for an off the beat activity with your besties? Our curated list within the app will make sure that you are never short of choices..\no   Group Deals and Restaurant Bookings: Let's make the outing extra special by adding that crazy deal or the fancy restaurant that you always wanted to go to.\n\n·   What about security and reliability?\n• For group payments, the best part is - each share of payment is kept safe with our partners like PayU, Mobikwik, Paytm & others till the pool is complete! Our payment partners use extremely secure and certified state of the art gateways to process your payments. Further UPI is completely safe and secure.\n\nIn order to ensure the safest payments, we have partnered with Yes Bank for processing the UPI registration and payments process for all of you. In terms of support, we allow you to link any bank that is live on UPI like ICICI Bank, Axis Bank, Yes Bank and much more. \n\n• Anyone in your group can pay using mobile wallets or any debit, credit card, net banking and UPI. If the pool is cancelled, your money gets refunded instantly to that particular wallet or within 7 working days into your bank account that was used for payment.\n\n\n·  What are the charges for using Mypoolin?\nYou can collect the money out into any gift card or voucher on our platform for free!\nGetting the collected money into any bank account is also completely free of cost up-to Rs. 10,000 (For bank cash-outs above amount of Rs. 10000, there is a small handling fee of 1%)\n\nNow there’s nothing in the way for you and your friends to get irritated with. Spend more time doing things rather than dilly-dallying\n\nSUPPORT\n We are committed to consistently improve our services to help make your life easier. \n Phone / Whatsapp  :   +91-9599771577.\n Email :  help@mypoolin.com"
  }
}