{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Darkness - Beautiful Dark Themes",
    "de": "Darkness - Wunderschöne dunkle Farbthemen",
    "es,es_419": "Darkness - Temas oscuros hermosos",
    "fr": "Darkness - beaux thèmes sombres",
    "it": "Darkness - Bellissimi temi scuri",
    "ja": "Darkness - 美しいダークテーマ",
    "pl": "Darkness – piękne ciemne motywy",
    "ru": "Darkness - Красивые темные темы оформления",
    "vi": "Darkness - Giao Diện Nền Tối Tuyệt Đẹp",
    "zh_CN": "Darkness - 精美的深色主题",
    "zh_TW": "Darkness - 精美的深色主題"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Beautiful dark mode for Facebook, Google, YouTube, Gmail and more",
    "de": "Wdeunderschöne dunkle Farbthemen für Facebook, Google, YouTube, Gmail und mehr",
    "es,es_419": "Hermosos skins oscuros para Facebook, Google, YouTube, Gmail y más",
    "fr": "Beaux thèmes sombres pour Facebook, Google, YouTube, Gmail etc.",
    "it": "Bellissimi temi scuri per Facebook, Google, YouTube, Gmail e molto altro ancora",
    "ja": "Facebook、Google、YouTube、Gmailに美しいダークなスキンを",
    "pl": "Piękne ciemne motywy do serwisów Facebook, Google, YouTube, Gmail i nie tylko",
    "ru": "Красивые темные темы оформления для Facebook, Google, YouTube, Gmail и т. д.",
    "vi": "Giao diện nền tối tuyệt đẹp cho Facebook, Google, YouTube, Gmail và nhiều trang khác",
    "zh_CN": "适用于Facebook, Google, YouTube, Gmail等网站的精美深色皮肤",
    "zh_TW": "適用於Facebook, Google, YouTube, Gmail等網站的精美深色樣式"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Darkness for Chrome provides dark mode for popular websites, significantly reducing eye strain and fatigue caused by bright websites.\n\nIt offers dark themes for Google, Facebook, YouTube, Gmail, Google Drive, Twitter, Messenger, Instagram, and many other websites.\n\n✔ Dark color themes (not inverted colors)\n✔ Handcrafted by designers\n✔ Reduces eye strain, fatigue & headaches\n✔ Eliminates annoying glare\n✔ Helps you sleep faster and better\n\nDarkness Pro features 7 designer-made themes:\n► Iceberg\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nHow to configure Darkness?\n1. Visit a supported site, e.g. www.google.com or www.facebook.com\n2. Click the moon icon in the top-right corner of the site (moon icon only shows on supported sites)\n\nNote that we may occasionally promote some of our other products (such as Wisely or DreamGift) within the Darkness menu.\n\nYour privacy is important to us:\n* Darkness is an open-source project: https://github.com/liorgrossman/darkness\n* Darkness is 100% adware and spyware free\n* We don't sell user data\n* We collect anonymous product usage data using Mixpanel\n* Read our full privacy policy here: https://darkness.app/privacy/darkness-privacy-policy.pdf",
    "de": "Darkness bietet schöne dunkle Farbthemen für Ihre Lieblings-Websites, eine signifikante Reduzierung der Augenbelastung und Ermüdung, die durch einen hellen Bildschirm verursacht wird.\n\nEs kommt mit dunklem Erscheinungsbild für Google und Facebook daher. Sie können auf Pro ($6.99 als Einmalzahlung) erweitern und Unterstützung für YouTube, Gmail, Google Drive, Twitter und mehr.\n\nVorteile:\n✔ Großartig aussehende Themen (keine invertierten Farben)\n✔ von Designern von Hand erstellt\n✔ Verringert die Augenbelastung, Müdigkeit und Kopfschmerzen\n✔ Beseitigt störendes Blenden bei Nacht\n✔ Hilft Ihnen schneller einzuschlafen und besser zu schlafen\n\nEs verfügt über 7 von Designern erstellte dunkle Designs:\n► Iceberg (Kostenlos)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nWie wird Darkness eingerichtet?\n1. Besuchen Sie eine unterstützte Website wie Facebook oder Google.\n2. Klicken Sie auf das Mond-Symbol in der oberen rechten Ecke der Website.\n\nWir sind am Wohlergehen unserer Anwender interessiert ─ Darkness ist 100 % sauber sowie Adware- und Spyware-frei.",
    "es,es_419": "Darkness ofrece bellos temas oscuros para sitios web populares, lo que reduce significativamente la fatiga ocular y la fatiga causada por una pantalla brillante de computadora.\n\nIncluye temas oscuros para Google y Facebook. La versión Pro (por US$6.99) añade compatibilidad con YouTube, Gmail, Google Drive, Twitter y otros sitios web.\n\nBeneficios:\n✔ Atractivos temas (no sólo colores invertidos)\n✔ Los temas son hechos a mano por diseñadores\n✔ Reduce la tensión ocular, fatiga y dolores de cabeza\n✔ Elimina los molestos reflejos de la pantalla \n✔ Ayuda a dormir mejor y más rápido\n\nDarkness cuenta con 7 temas hechos por diseñadores:\n► Iceberg (Gratis)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\n¿Cómo configurar Darkness?\n1. Visita un sitio web compatible como Facebook o Google.\n2. Haz clic en el icono de la luna en la esquina superior derecha de la página web.\n\nNos preocupamos por nuestros usuarios: Darkness es 100% limpio, libre de adware y spyware.\n\nDarkness es un proyecto de código abierto, disponible en GitHub: https://github.com/liorgrossman/darkness",
    "fr": "Darkness offre de beaux thèmes sombres pour vos sites Web préférés, ce qui réduit de manière significative la fatigue oculaire causée par un écran lumineux.\n\nL’appli est fournie avec des thèmes foncés pour Google et Facebook. Vous pouvez passer à la version Pro ($6.99 contribution unique) et obtenir une prise en charge pour YouTube, Gmail, Google Drive, Twitter et plus.\n\nAvantages :\n✔ Beaux thèmes (pas d’inversion de couleurs)\n✔ Réalisée manuellement par les concepteurs\n✔ Réduit la fatigue oculaire, la fatigue et les maux de tête\n✔ Élimine l’éblouissement gênant la nuit\n✔ Vous aide à dormir plus vite et mieux\n\nL’appli dispose de 7 thèmes sombres créés par les concepteurs :\n► Iceberg (Gratis)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nComment configurer Darkness ?\n1. Visitez un site pris en charge comme Facebook ou Google.\n2. Cliquez sur l’icône en forme de lune en haut à droite du site.\n\nNous nous soucions de nos utilisateurs - Darkness est 100 % propre, sans logiciel publicitaire et sans logiciel espion.",
    "it": "Darkness offre bellissimi temi scuri per siti web popolari, riducendo significativamente l'affaticamento degli occhi e la stanchezza causata da uno schermo di computer luminoso.\n\nViene fornito con temi scuri per Google e Facebook. L'aggiornamento alla versione Pro (per $ 6.99) aggiunge il supporto per YouTube, Gmail, Google Drive, Twitter e altri siti web.\n\nVantaggi:\n✔ Bellissimi temi (non solo colori invertiti) \n✔ I temi sono realizzati a mano dai designer\n✔ Riduzione dell'affaticamento degli occhi, mal di testa e stanchezza \n✔ Eliminazione di fastidiosi riflessi dello schermo \n✔ Aiuta a dormire meglio e più velocemente\n\nDarkness si presenta con 7 temi realizzati dai designer:\n► Iceberg (Gratuito)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nCome configurare Darkness?\n1. Visita un sito web supportato come Facebook o Google.\n2. Fai clic sull'icona luna nell'angolo in alto a destra del sito.\n\nTeniamo molto ai nostri utenti - Darkness è al 100% privo di adware e spyware.\n\nDarkness è un progetto open-source, disponibile su GitHub: https://github.com/liorgrossman/darkness",
    "ja": "Darknessで人気のウェブサイトを美しいダークテーマにしましょう。明るいPCの画面による目の疲れを大幅に軽減します。\n\nGoogleとFacebook向けのダークテーマ。$6.99でProにアップグレードするとYouTube、Gmail、Google Drive、Twitterなどのウェブサイトでもご利用になれます。\n\nメリット：\n✔美しいテーマ（反転色だけではありません）\n✔デザイナーの手によるテーマ\n✔目の緊張や疲労、頭痛を軽減\n✔画面のぎらつきを取り除く\n✔より速くより質の高い睡眠をサポート\n\nDarknessにはデザイナーによる7つのテーマがあります。\n► Iceberg (無料で)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nDarknessの設定方法\n1. FacebookまたはGoogleなどの対応サイトに移動します。\n2. ウェブサイト右上の月のアイコンをくりっくします。\n\nアドウェア、スパイウェアフリーの100%クリーンなDarknessはユーザーの味方です。\n\nDarknessはGitHubで利用できるオープンソースのプロジェクトです。",
    "pl": "Darkness oferuje piękne ciemne motywy do popularnych serwisów, znacznie ograniczając nadwyrężenie i zmęczenie oczu powodowane przez jasny ekran monitora.\n\nDostępne ciemne motywy do serwisów Google i Facebook. Przejście do wersji Pro (6.99 USD) oferuje wsparcie dla serwisów YouTube, Gmail, Google Drive, Twitter i innych.\n\nKorzyści:\n✔ Piękne wizualnie motywy (nie tylko odwrócone kolory)\n✔ Motywy są ręcznie tworzone przez projektantów\n✔ Ograniczają nadwyrężenie i zmęczenie oczu oraz bóle głowy\n✔ Eliminują irytujące odblaski\n✔ Pomagają szybciej zasypiać i promują lepszy sen\n\nDarkness oferuje 7 motywów stworzonych przez projektantów:\n► Iceberg (Darmo)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nJak skonfigurować Darkness?\n1. Odwiedź wspieraną stronę, taką jak Facebook lub Google.\n2. Kliknij na ikonkę księżyca w prawym górnym rogu strony.\n\nTroszczymy się o naszych użytkowników – Darknes to w pełni bezpieczna aplikacja wolna od oprogramowania typu adware i spyware.\n\nDarkness to projekt typu open-source dostępny w serwisie GitHub: https://github.com/liorgrossman/darkness",
    "ru": "Darkness предлагает вам красивые темные темы для популярных веб-сайтов, позволяющие значительно снизить нагрузку на глаза и усталость, причиной которых является яркий экран компьютера.\n\nСервис включает темные темы для Google и Facebook. Pro-версия (стоимостью $6.99) добавляет поддержку YouTube, Gmail, Google Drive, Twitter и других веб-сайтов.\n\nПреимущества:\n✔ Красивые темы (а не просто инверсия цветов)\n✔ Темы созданы дизайнерами вручную\n✔ Снижение нагрузки на глаза и усталости, облегчение головных болей\n✔ Устранение вызывающих раздражение бликов на экране\n✔ Более быстрое засыпание и крепкий сон\n\nDarkness включает 7 дизайнерских тем оформления:\n► Iceberg (бесплатно)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nКак настроить сервис Darkness?\n1. Зайдите на поддерживаемый веб-сайт, например, Facebook или Google.\n2. Нажмите на значок с изображением луны в правом верхнем углу на странице веб-сайта.\n\nМы заботимся о своих пользователях: Darkness - это на 100% безопасное приложение без рекламного и шпионского ПО.\n\nDarkness - это проект с открытым исходным кодом, доступный на GitHub: https://github.com/liorgrossman/darkness",
    "vi": "Darkness mang đến giao diện nền tối cho những trang web nổi tiếng, giảm thiểu đáng kể mỏi mắt và mệt mỏi gây ra bởi màn hình trắng sáng.\n\nPhiên bản miễn phí của giao diện nền tối cho Google and Facebook. Nâng cấp lên Pro để có giao diện nền tối cho YouTube, Gmail, Google Drive, Twitter và nhiều trang web khác (nâng cấp Pro chỉ với 6.99$).\n\n✔ Giao diện nền tối (Không đảo màu)\n✔ Được làm thủ công bởi các nhà thiết kế\n✔ Giảm mỏi mắt, mệt mỏi và đau đầu\n✔ Loại bỏ ánh sáng khó chịu\n✔ Giúp bạn ngủ nhanh hơn và tốt hơn\n\nDarkness có 7 giao diện do nhà thiết kế thực hiện:\n► Iceberg (miễn phí)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\nCách cấu hình Darkness?\n1. Truy cập vào trang web được hỗ trợ như Facebook hoặc Google.\n2. Nhấp vào biểu tượng mặt trăng ở góc trên bên phải của trang web.\n\nChúng tôi luôn quan tấm đến người dùng – Darkness sạch 100%, không có mã quảng cáo hay mã độc.\nĐọc chính sách bảo mật của chúng tôi ở đây: https://darkness.app/privacy/darkness-privacy-policy.pdf\n\nDarkness là một dự án nguồn mở, có sẵn trên GitHub: https://github.com/liorgrossman/darkness",
    "zh_CN": "Darkness为热门网站提供精美的深色主题，显著减轻由明亮的电脑屏幕引起的眼睛负担和疲劳。\n\n它提供针对Google和Facebook的深色主题。专业升级（价格6.99美元）增加了对YouTube、Gmail、Google Drive、Twitter等网站的支持。\n\n\n优点：\n✔ 非常好看的主题（不只是反色）\n✔ 主题由设计师手工制作\n✔ 减轻眼睛负担、疲劳和头痛\n✔ 消除恼人的屏幕眩光\n✔ 帮助您更快、更好地睡眠\n\nDarkness拥有7个设计师制作的主题：\n► Iceberg (免费)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\n\n如何配置Darkness？\n1. 访问受支持的网站，如Facebook或Google。\n2. 点击网站右上角的月亮图标。\n\n我们关心我们的用户——Darkness是100%纯净，不含广告软件和间谍软件。\n\nDarkness是一个开源项目，可以在GitHub上获取：https://github.com/liorgrossman/darkness",
    "zh_TW": "Darkness為熱門網站提供精美的深色主題，顯著減輕由明亮的電腦螢幕引起的眼睛負擔和疲勞。\n\n它提供針對Google和Facebook的深色主題。專業升級（價格6.99美元）增加了對YouTube、Gmail、Google Drive、Twitter等網站的支援。\n\n優點： \n✔ 非常好看的主題（不只是反色） \n✔ 主題由設計師手工製作 \n✔ 減輕眼睛負擔、疲勞和頭痛 \n✔ 消除惱人的螢幕眩光 \n✔ 幫助您更快、更好地睡眠\n\nDarkness擁有7個設計師製作的主題： \n► Iceberg (免費)\n► Tomorrow\n► Material\n► Dusk\n► Red Alert\n► Coffee\n► Matrix\n\n如何設定Darkness？\n1. 訪問受支援的網站，如Facebook或Google。 \n2. 點擊網站右上角的月亮圖示。\n\n我們關心我們的用戶——Darkness是100%純淨，不含廣告軟體和間諜軟體。\n\nDarkness是一個開源項目，可以在GitHub上獲取：https://github.com/liorgrossman/darkness"
  }
}