{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waltzes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get you a personalized cover letter for this job application"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waltzes - Effortlessly Compose Tailored Cover Letters\n\nTake the hassle out of writing cover letters with Waltzes, your smart, personalized cover letter composer. Waltzes seamlessly blends the key details from the job description with your resume, creating a tailored cover letter in moments.\n\nOptimized for Lever and Greenhouse job platforms, Waltzes also allows you to manually enter custom job descriptions in the side panel for maximum flexibility. Whether you’re applying through supported platforms or submitting a custom job, Waltzes ensures your cover letter is personalized and professional every time.\nKey Features:\n\n    Tailored Cover Letters: Automatically creates cover letters that align with each job's specific requirements.\n    Resume Integration: Highlights the best of your skills and experience.\n    Optimized for Lever & Greenhouse: Directly supports these major job platforms.\n    Custom Job Descriptions: Easily paste any job description into the side panel for personalized cover letters, even outside supported platforms.\n    Simple & Efficient: Intuitive interface that saves time without sacrificing personalization.\n\nPerfect for job seekers looking to streamline their application process while maintaining a personal touch, Waltzes helps you stand out with every application.\n\nNote: Waltzes requires you to have the server running locally as a remote server is not yet available. Since it's free to use, you'll need to provide your own OpenAI API key. Instructions on setting up the server and configuring your API key can be found at: https://github.com/UmairJibran/waltzes/blob/master/README.md"
  }
}