{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaulding Computer Web Defender"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ensure your online safety by automatically blocking known malware websites. Updated daily with new defintions!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spaulding Computers Web Defender protects your computer from thousands of websites that could install spyware and malware on your computer and compromise your computer's security.   \n\nIt will block websites in dozens of categories including pornography, malware, spyware, phishing, and more. \n\nSpaulding Computers Web Defender is updated in real time. New websites are discovered and blocked every day to protect your device. \n\nWeb Defender is not a substitute for anti-virus software and we recommend that you continue to use other security tools including anti-virus software in concert with Web Defender to minimize risk.   \n\nAbout Spaulding Computers Web Defender: \nSpaulding Computers Web Defender was developed by Safety Redirector, LLC, which maintains and supports the product.  Spaulding Computers assumes no liability in its use and are only providing it as a courtesy to customers.  By downloading and installing the product, you agree to hold harmless and indemnify Spaulding Computers, Safety Redirector LLC and its employees, officers, and agents from any claims, demands, or causes of action whatsoever arising from the use of the Spaulding Computers Web Defender software.  Executive Road Warrior Web Defender is free and is supported by affiliate agreements which may result in a commission being paid to the developer."
  }
}