{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "MeetMate: MSTeams Meeting AI Assistant",
    "de": "MeetMate: MSTeams Meeting AI-Assistent",
    "es": "MeetMate: Asistente de IA para reuniones de MSTeams",
    "fr": "MeetMate : Assistant IA pour les réunions MSTeams",
    "ko": "MeetMate: MSTeams 회의 AI 어시스턴트",
    "ru": "MeetMate: Ассистент ИИ для встреч MSTeams",
    "zh_CN": "MeetMate: MSTeams 会议 AI 助手"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Auto save transcripts and Live AI assistance",
    "de": "Automatisches Speichern von Protokollen und Live-KI-Unterstützung",
    "es": "Guardar automáticamente transcripciones y asistencia de IA en vivo",
    "fr": "Enregistrement automatique des transcriptions et assistance IA en direct",
    "ko": "트랜스크립트 자동 저장 및 라이브 AI 지원",
    "ru": "Автоматическое сохранение транскриптов и живая поддержка ИИ",
    "zh_CN": "自动保存会议记录和实时 AI 辅助"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Key Features:\n\nMicrosoft OATH2, No need signup\n\nEnhanced Live Captions:\n1. Seamlessly integrate with Microsoft Teams to provide enhanced live captions\n2. Automatically save meeting transcripts as VTT (WebVTT) files to your local storage\n3. Separated VTT for yourself \n\nAI Assistance\n1. Offer real-time AI-powered assistance\n2. Shortcut action to AI for summary, QnA, actions, issues, meeting minutes\n3. Customizable shortcuts\n\nDefault shortcuts for Assistance:\n1. Sum: Summarize the meeting.\n2. Respond: Request suggestions on what to respond to at the moment.\n3. Answer: Receive a suggested answer for the last question.\n4. Actions: Highlight action items arising from the meeting.\n5. Issues: Identify main challenges or issues discussed.\n6. *Minutes: Generate meeting minutes for documentation purposes.\n\nAutomatically run actions with '*' at beginning, and save chat history\n...",
    "de,es,fr,ko,ru,zh_CN": "MSTeams Meeting AI Assistant\n\nThe \"MSTeams Meeting AI Assistant\" is a powerful Chrome extension designed to elevate the Microsoft Teams meeting experience by providing advanced functionalities to enhance live captions, offer real-time AI-driven assistance, and streamline post-meeting activities.\n\nKey Features:\n\nEnhanced Live Captions:\n\nSeamlessly integrate with Microsoft Teams to provide enhanced live captions during meetings.\nEnsure accuracy and clarity in transcribing meeting conversations.\nAutomatically download meeting transcripts as VTT (WebVTT) files to your local storage when the meeting concludes, enabling easy access to a separate transcript file.\nAutomatic Transcript Saving:\n\nAutomatically save meeting transcripts for future reference and documentation purposes.\nEnable effortless retrieval of past meeting discussions for review or analysis.\nLive AI Assistant:\n\nOffer real-time AI-powered assistance during meetings based on the generated transcripts.\nProvide intelligent summaries of ongoing discussions to keep participants informed and engaged.\nQuick Prompts for Assistance:\n\nAccess quick prompts for instant assistance during meetings:\nSum: Summarize the meeting.\n?Respond: Request suggestions on what to respond to at the moment.\n?Answer: Receive a suggested answer for the last question.\nActions: Highlight action items arising from the meeting.\nIssues: Identify main challenges or issues discussed.\nMinutes: Generate meeting minutes for documentation purposes.\nCustomizable Prompt Messages:\n\nTailor prompt messages to suit specific meeting requirements and user preferences.\nEnhance communication clarity and effectiveness with personalized prompts.\nIntegration with OpenAI:\n\nSeamlessly integrate with OpenAI for advanced AI-powered assistance.\nAccess additional features and capabilities by topping up credits for AI assistance.\nHow it Works:\n\nSeamless Integration:\n\nInstall the \"MSTeams Meeting AI Assistant\" Chrome extension effortlessly within Microsoft Teams.\nEnjoy uninterrupted access to enhanced meeting functionalities directly within the Teams interface.\nUser-Friendly Interface:\n\nNavigate through the extension's intuitive interface with ease.\nAccess features and prompts conveniently during live meetings for enhanced productivity.\nAI-Powered Assistance:\n\nLeverage the power of AI to receive real-time assistance tailored to meeting dynamics and requirements.\nEnhance collaboration and decision-making with intelligent insights and suggestions.\nBenefits:\n\nImproved Meeting Efficiency: Streamline meeting processes with automatic transcript saving and AI-driven assistance, reducing manual efforts and enhancing productivity.\nEnhanced Collaboration: Foster better collaboration and engagement among meeting participants with clear, accurate live captions and intelligent summaries.\nTime Savings: Save time on post-meeting tasks by automating transcript saving and generating meeting minutes effortlessly.\nPersonalized Assistance: Tailor prompts and assistance messages to meet specific meeting needs, ensuring a personalized and efficient experience for all users.\nExperience the future of Microsoft Teams meetings with the \"MSTeams Meeting AI Assistant\" Chrome extension. Elevate your meetings to new heights of productivity and collaboration today!"
  }
}