{
  "name": {
    "ar,cs,ml,sl,th": "Spaghetti Chef Online",
    "am,bn,fi,fil,he,hu,ko,no,pl,ro,sk,sv,ta": "Spaghetti Chef Unblocked Game",
    "bg,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fr,hi,it,lt,lv,mr,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Spaghetti Chef Game",
    "ca,da,gu,hr,id,ms,te": "Spaghetti Chef Games",
    "ja,kn,sw": "Spaghetti Chef Online Game"
  },
  "short": {
    "ar": "في لعبة الشيف هذه ، عليك استخدام جميع مهاراتك في الطهي أثناء صنع السباغيتي.",
    "am": "በዚህ የወጥ ቤት ጨዋታ ውስጥ ስፓጌቲ በምትሰራበት ጊዜ የወጥ ቤት ሥራ የማብሰል ችሎታህን በሙሉ መጠቀም አለብህ።",
    "bg": "В тази игра готвач, трябва да използвате всичките си умения готвач за готвене, докато правите спагети.",
    "bn": "এই শেফ গেমে, স্প্যাগেটি তৈরি করার সময় আপনাকে আপনার সমস্ত রান্নার শেফ দক্ষতা ব্যবহার করতে হবে।",
    "ca": "En aquest joc de xef, heu d'utilitzar totes les vostres habilitats de xef de cuina mentre feu espaguetis.",
    "cs": "V této kuchařské hře musíte při výrobě špaget využít všechny své kuchařské dovednosti.",
    "da": "I dette kokspil skal du bruge alle dine madlavningskokkefærdigheder, mens du laver spaghetti.",
    "de": "In diesem Kochspiel müssen Sie alle Ihre Kochkünste einsetzen, während Sie Spaghetti zubereiten.",
    "el": "Σε αυτό το παιχνίδι σεφ, πρέπει να χρησιμοποιήσετε όλες τις δεξιότητές σας στον σεφ μαγειρικής ενώ φτιάχνετε μακαρόνια.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this chef game, you have to use all your cooking chef skills while making spaghetti.",
    "es": "En este juego de chef, tienes que usar todas tus habilidades de chef de cocina mientras haces espaguetis.",
    "et": "Selles kokamängus peate spagettide valmistamisel kasutama kõiki oma kokandusoskusi.",
    "fa": "در این بازی آشپز، شما باید به استفاده از تمام مهارت های آشپز پخت و پز خود را در حالی که ساخت اسپاگتی.",
    "fi": "Tässä kokkipelissä sinun on käytettävä kaikkia kokkitaitojasi spagettia valmistettaessa.",
    "fil": "Sa chef na ito laro, mayroon kang gamitin ang lahat ng iyong mga kasanayan sa pagluluto chef habang paggawa ng spaghetti.",
    "fr": "Dans ce jeu de chef, vous devez utiliser toutes vos compétences de chef cuisinier tout en préparant des spaghettis.",
    "gu": "આ શેફ ગેમમાં, સ્પાઘેટ્ટી બનાવતી વખતે તમારે તમારી તમામ રસોઈ રસોઇયા કુશળતાનો ઉપયોગ કરવો પડશે.",
    "he": "במשחק השף הזה, אתה צריך להשתמש בכל כישורי שף הבישול שלך תוך כדי הכנת ספגטי.",
    "hi": "इस शेफ गेम में, आपको स्पेगेटी बनाते समय अपने सभी खाना पकाने के शेफ कौशल का उपयोग करना होगा।",
    "hr": "U ovoj kuharskoj igri morate koristiti sve svoje kuharske vještine dok pravite špagete.",
    "hu": "Ebben a séfjátékban minden főzőszakácsi képességedet lajstromba kell használnod spagetti készítése közben.",
    "id": "Dalam game koki ini, Anda harus menggunakan semua keterampilan koki memasak Anda saat membuat spageti.",
    "it": "In questo gioco di chef, devi usare tutte le tue abilità di chef di cucina mentre fai gli spaghetti.",
    "ja": "このシェフゲームでは、スパゲッティを作りながら、すべての料理シェフのスキルを使用する必要があります。",
    "kn": "ಈ ಬಾಣಸಿಗ ಆಟದಲ್ಲಿ, ಸ್ಪಾಗೆಟ್ಟಿಯನ್ನು ತಯಾರಿಸುವಾಗ ನೀವು ನಿಮ್ಮ ಎಲ್ಲಾ ಅಡುಗೆ ಬಾಣಸಿಗ ಕೌಶಲ್ಯಗಳನ್ನು ಬಳಸಬೇಕು.",
    "ko": "이 요리사 게임에서는 스파게티를 만드는 동안 모든 요리 요리사 기술을 사용해야합니다.",
    "lv": "Šajā šefpavāra spēlē, gatavojot spageti, jums jāizmanto visas ēdiena gatavošanas šefpavāra prasmes.",
    "ml": "ഈ ഷെഫ് ഗെയിമിൽ, സ്പാഗെറ്റി ഉണ്ടാക്കുമ്പോൾ നിങ്ങളുടെ പാചക പാചക വൈദഗ്ധ്യങ്ങൾ നിങ്ങൾ ഉപയോഗിക്കണം.",
    "mr": "या शेफ गेममध्ये स्पॅगेटी बनवताना तुम्हाला तुमचं सर्व पाककलाकारचं शेफ कौशल्य वापरावं लागतं.",
    "ms": "Dalam permainan chef ini, anda perlu menggunakan semua kemahiran memasak chef anda semasa membuat spageti.",
    "nl": "In dit chef-spel moet je al je kookkunsten gebruiken tijdens het maken van spaghetti.",
    "no": "I dette kokkespillet må du bruke alle kokkeferdighetene dine mens du lager spaghetti.",
    "pl": "W tej grze szefa kuchni musisz wykorzystać wszystkie swoje umiejętności kucharza podczas robienia spaghetti.",
    "ro": "În acest joc de bucătar, va trebui să utilizați toate abilitățile dumneavoastră bucătar de gătit în timp ce face spaghete.",
    "ru": "В этой игре шеф-повара вы должны использовать все свои навыки шеф-повара при приготовлении спагетти.",
    "sk": "V tejto kuchárskej hre musíte pri výrobe špagiet využiť všetky svoje kuchárske schopnosti.",
    "sl": "V tej kuharski igri, morate uporabiti vse svoje kuharske kuharske spretnosti, medtem ko izdelujte špagete.",
    "sv": "I det här kockspelet måste du använda alla dina matlagningskockfärdigheter medan du gör spagetti.",
    "sw": "Katika mchezo huu wa mpishi, lazima utumie ujuzi wako wote wa mpishi wa kupikia wakati wa kufanya spaghetti.",
    "ta": "இந்த செஃப் விளையாட்டில், நீங்கள் ஸ்பகெட்டி செய்யும் போது உங்கள் சமையல் செஃப் திறன்கள் அனைத்தையும் பயன்படுத்த வேண்டும்.",
    "te": "ఈ చెఫ్ గేమ్ లో, స్పఘెట్టిని తయారు చేసేటప్పుడు మీరు మీ వంట చెఫ్ నైపుణ్యాలన్నింటినీ ఉపయోగించాలి.",
    "th": "ในเกมเชฟนี้คุณต้องใช้ทักษะพ่อครัวทําอาหารทั้งหมดของคุณในขณะที่ทําสปาเก็ตตี้",
    "tr": "Bu şef oyununda, spagetti yaparken tüm aşçı şef becerilerinizi kullanmanız gerekir.",
    "uk": "У цій грі шеф-кухаря ви повинні використовувати всі свої навички кухаря під час приготування спагетті."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like to make pasta! Make your longest pasta and show your cooking skills with a fun adventure game.\n\nHow To Play\nPlayed with Mouse.\n\nSpaghetti Chef Game Features\n✓ 4 Different Mode\n✓ Colorful Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Spaghetti Chef Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}