{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SFeeC – Steam Fee Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Расширение для подсчета комиссий в Steam"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Это расширение поможет Вам отобразить стоимость предметов Steam без комиссии (полезно при продаже). А также позволит увидеть процент прибыли и заработок при покупке предмета. SFeeC лаконично встраивается в страницу предмета и не мешает просмотру, когда оно не нужно.\n\nКак это работает?\n\nВам просто нужно активировать расширение, далее оно начнет отображать всю описанную выше информацию. Вы можете поменять цвета интерфейса на любые удобные Вам. Для этого нажмите на иконку расширения.\n\nЕсли у Вас возникли ошибки или есть предложения, то я, с удовольствием, все рассмотрю:\nnikolay.work@vk.com\n\nЕсли Вы хотите отблагодарить автора и поддержать проект, то можете сделать это по ссылке:\nhttps://steamcommunity.com/tradeoffer/new/?partner=1071495842&token=WS74ROgi\n\nТакже вы можете подписаться на мой личный блог в телеграм – Айтишник обыкновенный(@default_itshnik), где я шучу, делюсь лайфхаками и интересностями из мира айти и рассказываю все, что меня волнует. Буду рад Вас видеть ❤️\n\n====Описание версий====\n\n==3.0==\n\n-Миграция на manifest v3;\n-Исправление мелких ошибок;\n-Оптимизация производительности.\n\n==2.3==\n\n-Исправлено отображение стоимости предметов с комиссией и без для графика с использованием расширений от сторонних разработчиков.\n\n==2.2==\n\n-Добавлено выделение Ваших ордеров на покупку и продажу предметов внутри общих списков ордеров.\n\n==2.1==\n\n-Добавлено отображение стоимости предметов с комиссией и без для графика и цены в твоём инвентаре.\n\n==2.0==\n\n-Изменено отображение стоимости предметов с комиссией и без на ордерах продажи;\n-Добавлено отображение заработка и его процента на ордерах покупки;\n-Добавлено отображение стоимости предметов с комиссией и без для графиков;\n-Добавлено отображение стоимости предметов с комиссией и без, заработка и его процента на сообщениях активностей;\n-Добавлена настройка цветов выделения.\n\n==1.0==\n\nДобавлено отображение стоимости предметов без комиссии и подсветка."
  }
}