{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kalamar oyunu  ücretsiz çevrimiçi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Squid Game  - ücretsiz bir çok oyunculu hayatta kalma oyunudur, popülerliği Aksiyon oyunları kategorisindedir."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Squid Game , bu yılın başlarında Netflix'te gösterime girdikten sonra dünya çapında bir başarıya ulaştı. Gösterinin temeli, hayatta kalma dramasını çocukların eğlence aktivitelerinden ilham alan zorluklarla birleştirdi. Ancak beyinler, masum eğlencelere karanlık bir dokunuş kattı. Örneğin, Kırmızı Işık Yeşil Işık'ta tek bir yanlış adımın cezası ölümdü. Yüksek bahisler, merak uyandıran gizemler ve harika sinematografi, izleyicileri koltuklarının ucunda tuttu. Ancak konseptin oyuncular üzerinde özellikle güçlü bir etkisi oldu. Sanal bir simülasyonda ölümcül denemelere kişisel olarak katılma olasılığı kulağa çok heyecan verici geliyordu. Artık tarayıcıları aracılığıyla Squid Game'e çevrimiçi olarak girebilirler. Nasıl olduğunu öğrenmek için okumaya devam edin.\n\nKalamar Oyunu Nasıl Oynanır :-\n\nYerel bir cihaza herhangi bir dosya indirip yüklemeye gerek yoktur. Modern web istemcileri, karmaşık programları anında yönetebilir. Bu durumda, uygulamalar doğrudan ilgili sayfalarına gömülür. Siteyi Chrome veya Firefox'ta açın, menünün yüklenmesini bekleyin ve başlayın. Fare ve klavyeyi kullanarak kahramanı kontrol edin. Kurallar belirli bir olaya bağlıdır. Örneğin Kırmızı Işıkta Yeşil Işıkta amaç bitiş çizgisine ulaşmaktır. Yalnızca izin verildiğinde çalıştırın ve işarette durun.\n\nKahramanlarının hiçbir gerçek risk almadan yaşadıklarının tadına bakın. Geliştiriciler, Squid Game'i herkes için ücretsiz yapmaya karar verdi. Saatlerce tadını çıkarın ve her yarışmayı ölmeden tamamlamaya çalışın. İyi şanlar!\n\nKontroller :-\n                         Oynamak için sürükleyin!\n\ndaha fazla oyun: - bulmaca, aksiyon, macera, yarış, ark vb.\n\nTeşekkürler :-)"
  }
}