{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "yet another speed dial",
    "de": "Yet Another Speed Dial",
    "es": "otra marcación rápida",
    "fr": "encore un autre speed dial",
    "it": "un'altra chiamata rapida",
    "pt_BR,pt_PT": "mais uma discagem rápida",
    "ru": "еще один быстрый набор"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "a modern speed dial for chrome, edge, and firefox",
    "de": "Eine moderne Kurzwahl für Firefox und Chrome",
    "es": "una moderna marcación rápida para firefox y chrome",
    "fr": "un cadran de vitesse moderne pour firefox et chrome",
    "it": "una moderna selezione rapida per firefox e chrome",
    "pt_BR,pt_PT": "uma nova guia moderna para chrome, edge e firefox",
    "ru": "современный быстрый набор для Firefox и Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick, visual access to your bookmarks from the new tab page.\n\n⭐ Features:\n\n-  Free and open source\n-  Automatically generates site thumbnails\n-  Supports folders and sorting with with drag and drop\n-  Speed dials are based on bookmarks for easy backup and sync\n-  It's fast and minimalist\n\nPermissions explanations:\n\n-  Read and modify bookmarks: Speed dials are saved as bookmarks in your browser. This makes it easy to add new dials (just save a bookmark to your speed dial folder), export them (you aren't locked into this extension), and sync them between devices.\n\n-  Access browser tabs and access data for all websites: When you add a new speed dial, an icon and thumbnail is captured from the site. YASD has a very clear privacy policy: absolutely *no information is collected or stored for any reason whatsoever*.\n\n-  Store unlimited amount of client-side data: Images are saved in local storage which is limited to 5MB by default.",
    "de": "Schneller visueller Zugriff auf Ihre bevorzugten Lesezeichen über die neue Registerkarte.\n\n- Kostenlos und Open Source.\n- Respektiert Ihre Privatsphäre. Im Gegensatz zu anderen Kurzwahl-Addons gibt es keine Nachverfolgung.\n- Generiert automatisch Miniaturansichten und Screenshots.\n- Verwendet die native Lesezeichenbibliothek des Browsers, damit Kurzwahlen synchronisiert werden.\n- Schnelle, stabile Benutzeroberfläche\n\nInspiriert von der großartigen Kurzwahl in Opera.\n\nZum Sortieren von Kurzwahlnummern ziehen Sie sie einfach per Drag & Drop. Bearbeiten Sie eine Kurzwahl, indem Sie mit der rechten Maustaste darauf klicken.",
    "es": "Acceso rápido y visual a sus marcadores favoritos desde la página de nueva pestaña.\n\n- Respeta tu privacidad. Sin anuncios ni rastreadores de ningún tipo.\n- Genera miniaturas automáticamente o agrega las tuyas propias.\n- Utiliza la biblioteca de marcadores del navegador; las marcaciones rápidas se pueden sincronizar.\n- Soporta carpetas y arrastrar y soltar.\n- Interfaz de usuario rápida y fluida\n\nInspired by the great speed dial in Opera.\n\nFAQ:\n\nCan I use different images for the speed dials?\nYes! Just right-click the speed dial and select Edit.\n\nOne of my site thumbnails disappeared?\nYASD loads thumbnails using the Open Graph standard. This keeps those thumbnails up to date automatically, but if a website removes the image it may no longer load in YASD. To fetch new images, simply right-click the dial and select \"Refresh thumbnails\".\n\nWhy does YASD require the \"access your data for all websites\" permission?\nThis is required for YASD to capture an image of the website for the thumbnail. YASD accesses absolutely no other data for any reason whatsoever. These two features (visual thumbnails and user privacy) were the primary motivation for creating YASD. Note, YASD still works if you deny this permission, just without capturing thumbnails. You can find the YASD privacy policy here: https://conceptualspace.net/privacy.md\n\nWhy is YASD showing CPU usage in the Chrome task manager?\nAny CPU usage is very low (confirm using your OS task manager), but YASD uses a high performance rendering engine to keep user ineractions and animations smooth. Note the usage is 0 when YASD is not in focus.\n\nHave a suggestion or found a bug?\nUse the Chrome store support tab, or create an issue on our GitHub page where we can discuss it: https://github.com/conceptualspace/yet-another-speed-dial",
    "fr": "Accès rapide et visuel à vos signets préférés à partir de la nouvelle page à onglet.\n\n- Libre et open source.\n- Respecte votre vie privée. Contrairement à d'autres extensions de numérotation rapide, il n'y a pas de suivi.\n- Génère automatiquement des miniatures et des captures d'écran.\n- Utilise la bibliothèque de signets native du navigateur pour synchroniser les numéros abrégés.\n- Interface utilisateur rapide et stable\n\nInspiré par la grande numérotation rapide d'Opera.\n\nPour trier les numéros abrégés, faites simplement glisser-déposer. Modifiez un numéro abrégé en cliquant dessus avec le bouton droit.",
    "it": "Accesso rapido e visivo ai tuoi segnalibri preferiti dalla pagina Nuova scheda.\n\n- Rispetta la tua privacy. Nessun annuncio o tracker di alcun tipo.\n- Genera automaticamente miniature o aggiungi le tue.\n- Utilizza la libreria dei segnalibri del browser; le chiamate rapide possono essere sincronizzate.\n- Supporta cartelle e trascina e rilascia.\n- Interfaccia utente veloce e fluida\n\nInspired by the great speed dial in Opera.\n\nFAQ:\n\nCan I use different images for the speed dials?\nYes! Just right-click the speed dial and select Edit.\n\nOne of my site thumbnails disappeared?\nYASD loads thumbnails using the Open Graph standard. This keeps those thumbnails up to date automatically, but if a website removes the image it may no longer load in YASD. To fetch new images, simply right-click the dial and select \"Refresh thumbnails\".\n\nWhy does YASD require the \"access your data for all websites\" permission?\nThis is required for YASD to capture an image of the website for the thumbnail. YASD accesses absolutely no other data for any reason whatsoever. These two features (visual thumbnails and user privacy) were the primary motivation for creating YASD. Note, YASD still works if you deny this permission, just without capturing thumbnails. You can find the YASD privacy policy here: https://conceptualspace.net/privacy.md\n\nWhy is YASD showing CPU usage in the Chrome task manager?\nAny CPU usage is very low (confirm using your OS task manager), but YASD uses a high performance rendering engine to keep user ineractions and animations smooth. Note the usage is 0 when YASD is not in focus.\n\nHave a suggestion or found a bug?\nUse the Chrome store support tab, or create an issue on our GitHub page where we can discuss it: https://github.com/conceptualspace/yet-another-speed-dial",
    "pt_BR,pt_PT": "Acesso visual rápido aos seus favoritos na página da nova guia.\n\n⭐ Características:\n\n- Livre e de código aberto\n- Gera miniaturas de sites automaticamente\n- Suporta pastas e classificação com arrastar e soltar\n- As discagens rápidas são baseadas em marcadores para backup e sincronização fáceis\n- É rápido e minimalista\n\nPermissions explanations:\n\n-  Read and modify bookmarks: Speed dials are saved as bookmarks in your browser. This makes it easy to add new dials (just save a bookmark to your speed dial folder), export them (you aren't locked into this extension), and sync them between devices.\n\n-  Access browser tabs and access data for all websites: When you add a new speed dial, an icon and thumbnail is captured from the site. YASD has a very clear privacy policy: absolutely *no information is collected or stored for any reason whatsoever*.\n\n-  Store unlimited amount of client-side data: Images are saved in local storage which is limited to 5MB by default.",
    "ru": "Быстрый визуальный доступ к вашим любимым закладкам на новой вкладке.\n\n- Бесплатный и открытый исходный код.\n- Уважает вашу конфиденциальность. В отличие от других аддонов быстрого набора, отслеживание отсутствует.\n- Автоматически генерирует миниатюры и скриншоты.\n- Использует встроенную библиотеку закладок браузера для синхронизации быстрого набора.\n- Быстрый, стабильный интерфейс\n\nВдохновлен отличным скоростным набором в Opera.\n\nЧтобы отсортировать быстрый набор, просто перетащите. Отредактируйте быстрый набор, щелкнув его правой кнопкой мыши."
  }
}