{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "just fall lol online for free"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just Fall lol Game is a multiplayer arcade game! Try to survive in the hexagon world and win a cool prize. Play now at any place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "just fall lol game is available in the chrome web store just install it and play just fall lol game.\n\nWhile doing your best to run, jump, and try to be the last penguin player to reach the bottom floor's platforms to win the game! But what is different in this fall guy game stop that is overlooked? Well, you can only jump in all the clones of the fall guys. So in this Just Fall lol, the developers added the cool feature of ''Dive'' that permits the penguin to jump in front, covering a larger distance than a regular jump.\n\nmore games :- sports , classic , action , adventure , racing , girls game , arced etc.\n\nControls in Just Fall lol :-\n\n                                            To play the Just Fall lol game, use the mouse to navigate the game interface. Use the WASD or arrow keys to move/balance. To jump over obstacles, press the spacebar button. Press the Shift key to dive. By pressing the enter key, you can Chat Open/Send with the other players from the game. You can use the mouse to look around the levels to look around.\n\nNote:- In just fall Games have many more Additional games in Many More categories like- Racing, Arcade, Shooting, Dressing, Etc\n\nthank you."
  }
}