{
  "name": {
    "am,ar,cs,he,hi,ja,lv,pl": "Construct Home Game",
    "bg,ca,fi,sk,te": "Construct Home Unblocked Game",
    "bn,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fr,gu,it,lt,ml,mr,ms,nl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Construct Home Decoration Game",
    "fa,hr,hu,id,ko,no,sw": "Construct Home Online Game",
    "fil,kn,ro,sl,ta,th": "Construct Home Online"
  },
  "short": {
    "ar": "يريد عملاؤك منازل مصممة بشكل جميل منك ، ومن واجبك أن تجعلهم سعداء.",
    "am": "ደንበኞችዎ ውብ በሆነ መንገድ የተነደፈ ቤት ከእርስዎ ይፈልጋሉ, እነሱን ማስደሰት ግዴታዎን.",
    "bg": "Вашите клиенти искат красиво проектирани къщи от вас, неговото задължение да ги направи щастливи.",
    "bn": "আপনার গ্রাহকরা আপনার কাছ থেকে সুন্দরভাবে ডিজাইন করা ঘরগুলি চান, তাদের খুশি করা আপনার কর্তব্য।",
    "ca": "Els vostres clients volen cases molt ben dissenyades de vosaltres, és el vostre deure fer-les feliços.",
    "cs": "Vaši zákazníci od vás chtějí krásně navržené domy, je vaší povinností udělat jim radost.",
    "da": "Dine kunder vil have smukt designede huse fra dig, det er din pligt at gøre dem glade.",
    "de": "Ihre Kunden wollen schön gestaltete Häuser von Ihnen, es ist Ihre Pflicht, sie glücklich zu machen.",
    "el": "Οι πελάτες σας θέλουν όμορφα σχεδιασμένα σπίτια από εσάς, είναι καθήκον σας να τους κάνετε ευτυχισμένους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Your customers want beautifully designed houses from you, its your duty to make them happy.",
    "es": "Sus clientes quieren casas bellamente diseñadas de usted, es su deber hacerlos felices.",
    "et": "Teie kliendid soovivad teilt kaunilt kujundatud maju, teie kohus on neid õnnelikuks teha.",
    "fa": "مشتریان شما می خواهند خانه های زیبا طراحی شده از شما، وظیفه خود را به آنها را خوشحال.",
    "fi": "Asiakkaasi haluavat sinulta kauniisti suunniteltuja taloja, sinun velvollisuutesi on tehdä heidät onnellisiksi.",
    "fil": "Gusto ng iyong mga kustomer na maganda ang dinisenyo bahay mula sa iyo, ang iyong tungkulin upang gumawa ng mga ito masaya.",
    "fr": "Vos clients veulent des maisons magnifiquement conçues de votre part, c’est votre devoir de les rendre heureux.",
    "gu": "તમારા ગ્રાહકો તમારી પાસેથી સુંદર રીતે ડિઝાઇન કરેલા મકાનો ઇચ્છે છે, તેમને ખુશ રાખવાની તમારી ફરજ છે.",
    "he": "הלקוחות שלך רוצים ממך בתים מעוצבים להפליא, זו חובתך לשמח אותם.",
    "hi": "आपके ग्राहक आपसे खूबसूरती से डिज़ाइन किए गए घर चाहते हैं, उन्हें खुश करने के लिए आपका कर्तव्य है।",
    "hr": "Vaši kupci žele lijepo dizajnirane kuće od vas, vaša je dužnost da ih usrećite.",
    "hu": "Ügyfelei gyönyörűen megtervezett házakat akarnak tőled, az Ön kötelessége, hogy boldoggá tegye őket.",
    "id": "Pelanggan Anda menginginkan rumah yang dirancang dengan indah dari Anda, adalah tugas Anda untuk membuat mereka bahagia.",
    "it": "I tuoi clienti vogliono case ben progettate da te, è tuo dovere renderli felici.",
    "ja": "あなたの顧客はあなたから美しくデザインされた家を望んでいます、彼らを幸せにすることはあなたの義務です。",
    "kn": "ನಿಮ್ಮ ಗ್ರಾಹಕರು ನಿಮ್ಮಿಂದ ಸುಂದರವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದ ಮನೆಗಳನ್ನು ಬಯಸುತ್ತಾರೆ, ಅವರನ್ನು ಸಂತೋಷಪಡಿಸುವುದು ನಿಮ್ಮ ಕರ್ತವ್ಯವಾಗಿದೆ.",
    "ko": "당신의 고객은 당신에게서 아름답게 디자인 된 집, 그들을 행복하게하는 당신의 의무를 원합니다.",
    "lv": "Jūsu klienti vēlas no jums skaisti noformētas mājas, tās pienākums ir padarīt viņus laimīgus.",
    "ml": "നിങ്ങളുടെ കസ്റ്റമർമാർ മനോഹരമായി രൂപകൽപ്പന ചെയ്ത വീടുകൾ നിങ്ങളിൽ നിന്ന് ആഗ്രഹിക്കുന്നു, അവരെ സന്തോഷിപ",
    "mr": "तुमच्या ग्राहकांना तुमच्याकडून सुंदर डिझाइन केलेली घरं हवी असतात, त्यांना खूश करणं हे तुमचं कर्तव्य आहे.",
    "ms": "Pelanggan anda mahukan rumah yang direka dengan indah daripada anda, tugasnya untuk membuat mereka gembira.",
    "nl": "Uw klanten willen mooi ontworpen huizen van u, het is uw plicht om ze gelukkig te maken.",
    "no": "Kundene dine vil ha vakkert designede hus fra deg, det er din plikt å gjøre dem lykkelige.",
    "pl": "Twoi klienci chcą od Ciebie pięknie zaprojektowanych domów, Twoim obowiązkiem jest sprawić, by byli szczęśliwi.",
    "ro": "Clientii tai isi doresc case frumos amenajate de la tine, datoria ta de a le face fericite.",
    "ru": "Ваши клиенты хотят красиво оформленные дома от вас, это ваш долг сделать их счастливыми.",
    "sk": "Vaši zákazníci chcú od vás krásne navrhnuté domy, je vašou povinnosťou urobiť ich šťastnými.",
    "sl": "Vaše stranke želijo lepo oblikovane hiše od vas, vaša dolžnost, da jih osrečijo.",
    "sv": "Dina kunder vill ha vackert designade hus från dig, det är din plikt att göra dem lyckliga.",
    "sw": "Wateja wako wanataka nyumba zilizoundwa vizuri kutoka kwako, wajibu wako wa kuwafurahisha.",
    "ta": "உங்கள் வாடிக்கையாளர்கள் உங்களிடமிருந்து அழகாக வடிவமைக்கப்பட்ட வீடுகளை விரும்புகிறார்கள், அவர்களை மகி",
    "te": "మీ కస్టమర్ లు మీ నుంచి అందంగా డిజైన్ చేయబడ్డ ఇళ్లను కోరుకుంటారు, వారిని సంతోషపెట్టడం అనేది మీ విధి.",
    "th": "ลูกค้าของคุณต้องการบ้านที่ออกแบบมาอย่างสวยงามจากคุณหน้าที่ของคุณที่จะทําให้พวกเขามีความสุข",
    "tr": "Müşterileriniz sizden güzel tasarlanmış evler istiyor, onları mutlu etmek sizin göreviniz.",
    "uk": "Ваші клієнти хочуть від вас красиво оформлених будинків, ваш обов'язок зробити їх щасливими."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like house design games! Pass the fun and challenging levels and become the best designer.\n\nHow To Play\nPlayed with Mouse.\n\nConstruct Home Decoration Game Features\n✓ 2+ Level\n✓ Realistic graphics\n✓ Easy control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Construct Home Decoration Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}