{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Infinite Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your New Tab Page with ultimate customizability and Infinite Power. [ITP]"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Infinite Tab replaces the default Chrome new tab page with one that can be personalized with your own apps, shortcuts, and widgets.\n\nInstall and start customizing now!\n\nFeatures\n★ Dynamic widgets that show information at a glance\n★ Rearrange, add and remove tiles to fit your needs\n★ Create custom shortcuts and bookmarks\n★ Search websites directly from shortcuts\n★ Resize apps, shortcuts, and some widgets\n\nFAQ\nQ: How can I add my own links and images?\nA: Unlock the grid, then click on an empty tile. This will open the tile editor to allow you to start customizing.\n\nQ: Can I remove the stock widgets from the home screen?\nA: Of course! Unlock the grid using the padlock icon, then press the \"X\" icon over any tile you wish to delete. Be sure to click the red padlock to lock the page again so you can click your tiles.\n\nQ: Can I uninstall apps with this extension?\nA: Yep! Ensure your dashboard is locked (the padlock should be white/grey), open the Apps window, then click Uninstall. A confirmation will appear.\n\nQ: Can I uninstall stock apps and widgets?\nA: No, they're bundled in this extension and can not be removed or hidden currently. You can remove them from your home screen, of course. They're also listed last in the apps and widgets windows.\n\nQ: Can I change the background color?\nA: Yes, click the cog wheel to open the settings window. Click the Background Color button to open a color picker that will allow you to select any color you desire.\n\nQ: How do I remove this extension and go back to the default Google Chrome new tab page?\nA: Search Google for \"how to uninstall a chrome extension\" (quick hint: it's accessible from Chrome settings)"
  }
}