{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoDS - Dropshipping Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropshipping products finding, importing & automated orders from worldwide suppliers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoDS - Automatic Dropshipping Tools\n\nSell dropshipping products with the helping hand of professional automation. Import products and accept sales using any of 20+ supported US, EU & CN suppliers. \n\nAutoDS is the only companion you will need to rise to the top of the dropshipping world. Take regular breaks as we automate all your key processes like orders, returns and imports. Try it for free!\n\nDropshipping can be a time-consuming slog when you are not partnered with the right tool.\n\nUse AutoDS to automate your entire dropshipping business.\n\nThis AutoDS extension provides you with all of our automation benefits directly from your toolbar. Just click to explore your store’s performance in one easy dashboard.\n\n---\n\nHow AutoDS saves you time daily\n\nFeatures:\n\nProduct Research.\n\nInstantly compare hundreds of bestselling dropshipping products to sell on your store. Supplied by global US and China retailers, explore key features like cost, total reviews and shipping time.\n\n\nOne-Click Product & Draft Imports\n\nImport product details and draft products to multiple stores. You can bulk import hundreds of products in one-click, saving you hours of manual work.\n\nCopy Shipping Addresses \n\nEasily copy and paste your customer shipping addresses to our 20+ supported suppliers. Cut the time you spend on processing each order you receive.\n\nFind Products By Keywords\n\nBrowse trending dropshipping products by keyword. Check all 20+ supported suppliers for the perfect match for your business.\n\nExtract Product IDs\n\nSave time as you extract full product information from pages on a supplier’s website. Browse by specific niches or categories before the product IDs are processed by the AutoDS bulk uploader.\n\nAmazon Address Deletion\nOur Chrome extension gives you a button to delete your customer addresses from Amazon. Keep on top of privacy at all times!\n\n---\n\nStart automating your dropshipping today! Add our AutoDS Chrome extension for free."
  }
}