{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Basket Random"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Basket Random unblocked for hours without getting bored!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Basket Random game is an absolute blast, offering a unique basketball experience with its simple one-button controls. The pixel-style graphics are absolutely mesmerizing, adding to the overall charm of the game.\n\nPrepare yourself for intense streetball showdowns with your friends. The excitement builds with every shot as you compete to be the first team to score five points. Whether you're a seasoned basketball pro or a complete beginner, this game is designed to bring joy and entertainment to everyone.\n\nForget about complicated controls! Basket Random keeps it simple and enjoyable. With just one command, you can jump, move your team members' arms, grab the ball, and make that perfect throw. It's all about convenience and maximizing the fun factor.\n\nThe gameplay is straightforward yet incredibly thrilling. You'll find yourself fully engaged, striving to outplay the CPU or your friends with your basketball skills. The joy of achieving victory and becoming the champion of the court is indescribable.\n\nThe best part? You can play Basket Random unblocked for hours without getting bored. It's available as a free online game, and you can even enjoy it as a Chrome browser extension. The accessibility and the sheer entertainment value make it a must-try for any basketball lover.\n\nGet ready for an unparalleled gaming experience. Dive into the world of Basket Random and prepare to be captivated by its simplicity, excitement, and endless fun. It's time to become the master of the court and enjoy the thrills of this remarkable game.\nBy clicking \"add to Chrome\", You accept and agree to installing the extension and add banner of our sponsors to the game page and to some other (any) sites on web. Don't worry, this extension doesn't track your web activity. See our privacy policy for details."
  }
}