{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pagereview.io"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pagereview.io add-on to help users collaborate on website designs.Leave comments on page node, reply and collaborate with team."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pagereview makes it easier to get clear, contextual feedback for your website without the back-and-forth. Add comments directly to your website in a single click.\n\nPerfect for website designers, content authors, developers, and clients looking to collaborate on web designs. Requires a Pagereview.io account to start. Signup at https://pagereview.io.\n\nCapabilities\n\n- No code installation. Using the extension ensures the widest coverage with website compatibility. Works on most modern browsers, website prototypes, multi page applications, signed in pages, single page applications.\n- Pinned comments. Collect feedback with one click. Your teammates can also reply to your comments, creating a comment thread that captures context behind the feedback.\n- Notify with @mentions. Never send another design feedback email again. Pagereview will automatically send an email to the user you've mentioned, notifying them to follow-up on your comment.\n- Preview design suggestions. All comments come equipped with CSS modifiers that lets you quickly make visual design suggestions in a comment without needing to code anything.\n- Organize with comment tags and filters. You can use these tags to filter for specific comments or comments left by certain people.\n\nVisit https://pagereview.io to get started."
  }
}