{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tu Studentplan to iCal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract the studentplan to an iCal file from the HTML table format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buy me a beer if you like it: https://www.buymeacoffee.com/brumik ;)\n\nThe extension can be used on the \"STUNDENPLANSYSTEM MEDIZINISCHE FAKULTÄT\" page to export to a calendar format any time table. \n\nAll you need to do is to install the extension in any chrome based browser. Then you can just log in to your TU Dresden and navigate to the timetable page. From here you can select your timetable you want to export. You should select \"Wochentage: Montag - Freitag\" and \"Layout: Liste\". Then you want to press \"Studentplan anzeigeg\" NOT \"als PDF\". From here just click on the extension icon and press the export button. The iCal files will be downloaded to your default download folder. \n\nAs an option you can enable the option to generate separate iCal files for each detected event on the calendar. This is great if you want to color them differently or you want to add notifications to some type of events. (Because we are too busy to go to lectures).\n\nRecommended usage:\nIn google calendar create a new calendar for lectures. Then import the iCal which has your lectures in it. Turn off notification, set a boring color for the calendar, then hide it in the view and forget about it.\n\nThen create another calendar. Set default notifications to your travel time to uni + your minimal time to dress and leave. Then color it the most popping color know to you. Here you import all the other events that you care about.\n\nNow you have a setup."
  }
}