{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cute Cat Wallpapers - New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upgrade your desktop with cute wallpaper of cats from around the world!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Cute Cat Wallpapers Extension – your ultimate destination for delightful cat wallpapers that whisk you away to a world of feline charm with every new tab you open.\n\n😻 Get Ready for Adorable Moments: Explore a vast collection of endearing cat wallpapers, promising heartwarming cuteness with every tab you open. From fluffy kittens to regal felines, our carefully curated selection ensures a purr-fect browsing experience filled with endless cat charm.\n\n🐾 Whisker-Twitching Visuals Await: Treat your eyes to a visual feast with stunning cat-themed background images, creating a cozy and inviting ambiance as you explore the web.\n\n🔎 Effortless Exploration: Streamline your online escapades with a convenient search bar always within reach. Whether on the hunt for information or craving a dose of cat comfort, our extension has you covered.\n\nStart each browsing session with a smile, as Cute Cat Wallpaper Extension guarantees to fill your screens with the irresistible charm and warmth of adorable cats, bringing joy and relaxation to your online experience. Upgrade your browsing journey with Cuddly Cats Extension today and discover how the magic of feline companionship can transform your digital world, one whisker at a time. 🐱"
  }
}