{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mute Tab- Silent in a click",
    "de": "Tab stumm schalten - Mit einem Klick stumm",
    "es": "Pestaña de silencio: silencio con un clic",
    "fr": "Onglet Muet - Silencieux en un clic",
    "it": "Mute Tab - Silenzioso in un clic",
    "nl": "Mute Tab - Silent in een klik",
    "no": "Mute Tab-Silent med et klikk",
    "pl": "Mute Tab - cichy jednym kliknięciem",
    "sw": "Tyst flik - tyst med ett klick"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Returns Mute Tab option from Chrome 71 to nowadays.",
    "de": "Gibt die Option `Tab stumm schalten` von Chrome 71 bis heute zurück",
    "es": "Devuelve la opción Mute Tab de Chrome 71 hasta la actualidad",
    "fr": "Renvoie l'option Mute Tab de Chrome 71 à nos jours",
    "it": "Restituisce l'opzione Mute Tab da Chrome 71 ad oggi",
    "nl": "Retourneert de optie Tabblad dempen van Chrome 71 tot nu",
    "no": "Returnerer alternativet Mute Tab fra Chrome 71 til i dag",
    "pl": "Zwraca opcję wyciszenia karty z Chrome 71 do współczesności",
    "sw": "Återställ alternativet Mute Tab från Chrome 71 till nuförtiden"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Returns Mute Tab option from Chrome 71 to nowadays.\n\nMute / Unmute Tab\nControl the sound on every page. Extension will mute any media on a page, but will not stop it. \n\nMake your personal silent mode, and don't waste time for searching mute button or volume line.\n\nIndividually Mute or Unmute tabs temporarily using context menu option. Click right mouse button and chose \"Mute tab\", another way\ninteracting with the extension icon.\n\nMute Tab free no ads extension chrome extension. All permissions are required to proper muting tabs.\n\nMute Tab is a browser extension that helps you quickly mute all tabs with just one button (click).\nToolbar button serves as an ON|OFF switch, once pressed, the icon will change accordingly (color and shape). Please note that if you want to unmute just one tab, simply right-click on a tab and then click on the \"Unmute Tab\" item.\n\nNote 1: if you manually unmute a tab, the addon will NOT change it, even if you click on the toolbar icon.",
    "en,en_AU,en_US": "Mute / Unmute Tab\nControl the sound on every page with ease. This extension will mute any media playing on a page without stopping it.\n\nCreate your personal silent mode and save time by not having to search for the mute button or volume control.\n\nIndividually mute or unmute tabs temporarily using the context menu option. Simply right-click on a tab and choose \"Mute Tab.\" Alternatively, you can interact with the extension icon to achieve the same result.\n\nMute Tab is a free, ad-free Chrome extension designed for seamless muting of tabs. All necessary permissions are required for proper functionality.\n\nFeatures:\nQuick Muting: Mute all tabs with just one click.\nON|OFF Switch: The toolbar button acts as a switch; once pressed, the icon changes its color and shape to indicate its status.\nIndividual Control: If you want to unmute a specific tab, right-click on the tab and select \"Unmute Tab.\"\n\nNote 1: If you manually unmute a tab, the extension will not override your setting, even if you click on the toolbar icon.\n\nThis extension is perfect for managing audio across multiple tabs effortlessly, ensuring a more pleasant and controlled browsing experience.\n\nPlease read:\nOur extension partners with an affiliate network exclusively for link affiliation purposes.\n\nWe do not collect or store any of your search queries, nor do we profit from them. Our earnings are solely from sales made through affiliate link clicks.\nThe ads from this partnership do not interfere with any third-party websites, in-app ads, or native advertising."
  }
}