{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Notifications"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension shines with a fresh notification count every time you have new activity waiting for you on LinkedIn!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost Your Productivity with LinkedIn Notifications! 🚀\nWith our LinkedIn Notification extension, you’ll stay effortlessly connected without the need to constantly check LinkedIn. This powerful tool not only keeps you updated with a vibrant notification count but also allows you to navigate other pages seamlessly, enhancing your productivity!\nWhy You’ll Love This Extension:\nInstant Notifications: The extension lights up with a fresh notification count every time there’s new activity waiting for you on LinkedIn. No more missing out on important updates!\nNavigate Freely: Enjoy the freedom to browse other websites while still being in the loop. You can check your notifications without having to switch back and forth between tabs, saving you time and keeping you focused on what matters.\nQuick Access to LinkedIn: Just click the extension's icon, and you’ll be taken directly to the LinkedIn website. It’s a hassle-free way to jump into your notifications and engage with your network!\n\nPerfect for Professionals:\nWhether you’re a job seeker, recruiter, or simply looking to expand your network, this extension is designed to enhance your productivity. Stay proactive and responsive without the constant back-and-forth of checking LinkedIn, allowing you to focus on your work and connections.\n\n---------------------------\n¡Aumenta Tu Productividad con las Notificaciones de LinkedIn! 🚀\nCon nuestra extensión de Notificaciones de LinkedIn, te mantendrás conectado sin esfuerzo, sin necesidad de revisar constantemente LinkedIn. ¡Esta poderosa herramienta no solo te mantiene actualizado con un conteo vibrante de notificaciones, sino que también te permite navegar por otras páginas sin problemas, aumentando tu productividad!\nPor Qué Te Encantará Esta Extensión:\nNotificaciones Instantáneas: La extensión se ilumina con un nuevo conteo de notificaciones cada vez que hay nueva actividad esperándote en LinkedIn. ¡No más perderte actualizaciones importantes!\nNavega Libremente: Disfruta de la libertad de explorar otros sitios web mientras sigues al tanto. Puedes revisar tus notificaciones sin tener que cambiar de pestaña constantemente, ahorrándote tiempo y manteniéndote enfocado en lo que realmente importa.\nAcceso Rápido a LinkedIn: Simplemente haz clic en el ícono de la extensión y serás llevado directamente al sitio web de LinkedIn. ¡Es una manera sin complicaciones de acceder a tus notificaciones y conectar con tu red!\nPerfecto para Profesionales:\nYa seas un buscador de empleo, reclutador o simplemente estés buscando expandir tu red, esta extensión está diseñada para mejorar tu productividad. Mantente proactivo y receptivo sin el constante ir y venir de revisar LinkedIn, lo que te permite concentrarte en tu trabajo y tus conexiones."
  }
}