{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TechDissected.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get your news from TechDissected.com right in your Chrome browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check out the latest and greatest news from TechDIssected.com in your Chrome browser!\n\nThis Google Chrome extension allows you to view the latest 25 articles that have been published on TechDissected.com with the option to load more articles by a simple click of a button!\n\nTechDissected is an online blog dedicated to bringing you the latest news, reviews and discussions on technology around the world. We strive to offer our readers a daily dose of up-to-date information and technological trends from across the globe. Our coverage of web technologies, gadgets, security, enthusiast gaming, hardware, software and consumer electronics serves as an essential resource for both professionals and end users.\n\nWe are extremely passionate about providing our reader base with content that is both fresh and well-researched. It is our honest endeavor to provide a wealth of diverse content to help readers make important decisions about technology in their daily lives.\n\nAt TechDissected, we work hard everyday in order to gratify your need for news content that is up-to-date and easily accessible. We may make mistakes on the way, for which we seek your forgiveness in advance. We are always open to constructive criticism, and would love to hear from you."
  }
}