{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeNet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Growing more twitter followers with Denet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeNet wants to be a bridge connecting Web2 to Web3 . We will focus on the field of Social SaaS FI, and help Web2 users to easily participate in the exploration of the Web3 world through a series of browser extensions. \n\nDeNet is an extension for social marketing apps in your Chrome browser， you can use it to growing and engage twitter followers via Giveaways.\n \n \nDeNet is a bridge from Web2 to Web3. We hope that through this simple and easy-to-use tool, a large number of Web2 users can easily participate in Web3, link it to their daily life and connect with more users.\n \nYou can set up bounty tasks，such as（follow+like+retweet ）and Reward users after tasks completed\n \n \nSupported Social Media Platform: Twitter (Meta, Telegram, Instagram, etc. will be supported soon)\n \n \nKey Features: Red Packet & Bounty System\n \n \nUse Case: Growing the fanbase, Increasing Engagement Rate, Attracting more users to register & download the app.\n \n \nProduct Process: After installing the DeNet browser extensions, influencers can post a tweet with a link to the Bounty Reward task. Once other users have completed the task, they will receive the reward in the DeNet balance and can withdraw instantly. \n \n \nDeNet is a free software ，We do not and will never store any of your personal data!\n (◦˙▽˙◦)"
  }
}