{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MatchNCS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MatchNCS is a software designed to simplify the process of converting RGB or HEX color values to the nearest NCS (Natural Color…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MatchNCS is a software designed to simplify the process of converting RGB or HEX color values to the nearest NCS (Natural Color System) equivalent. The NCS is a color standard widely used in architecture, design, and industry, particularly in Europe. It categorizes colors based on their visual perception and has a systematic notation system for easy identification and communication of colors.\n\nMatchNCS provides a user-friendly interface where users can input their RGB or HEX color values and instantly receive the closest NCS color match. This can be particularly useful for designers, architects, painters, and anyone working with color who needs to ensure consistency and accuracy in color selection.\n\nThe software aims to streamline color matching processes, saving users time and effort in manually identifying NCS equivalents for their desired colors. By leveraging advanced algorithms and color mapping techniques, MatchNCS delivers precise and reliable results, helping users make informed decisions about color selection for their projects.\n\nOverall, MatchNCS serves as a valuable tool for professionals and enthusiasts alike, empowering them to explore and utilize the rich palette of NCS colors in their creative endeavors with ease and efficiency."
  }
}