{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ComposeThisForMe: AI replies for LinkedIn & X"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your engagement on LinkedIn and X with AI-powered replies. Try ComposeThisForMe for free today!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Boost Your Social Media Engagement with ComposeThisForMe**\n\nCreate personalized, impactful comments and posts 10x faster with just one click using AI, tailored for LinkedIn, X, and many other social, dating, and productivity websites.\n\n🚀 **Elevate Your Interaction Game:**\n- Craft meaningful replies in just 2 minutes with AI.\n\nComposeThisForMe is your go-to tool for effortlessly connecting with your audience. Stand out on social media by appearing clever, funny, and professional. Grow your follower base with a fraction of the effort.\n\n📊 **Maximize Your Productivity and Engagement:**\n1. Expand your audience with ComposeThisForMe.\n2. Generate custom reactions.\n3. Strengthen community connections.\n4. Discover icebreakers for tweets.\n5. Create viral jokes.\n6. Boost interaction rates.\n7. Enjoy a clean design and free updates.\n\n😓 **Struggling to Gain Traction on X?**\n- Facing the fear of a blank page?\n- Finding it hard to grow?\n- Putting in too much effort for great replies?\n\n🌟 **Be Clever, Be Funny, Be Followed, Be Loved:**\nAchieve all this with 10x less effort using ComposeThisForMe. Install the Chrome extension today!\n\n💰 **Pricing Plans:**\n- Free: 5 composes per day, no login required. Perfect for casual users or those wanting to try out our service.\n- Basic (in-app purchase): 25 composes per day. Ideal for regular social media users looking to enhance their online presence.\n- Pro (in-app purchase): Unlimited composes per day. Best for power users, influencers, and professionals who rely heavily on social media communication.\n\nNote: Additional compose credits and subscription upgrades are available as in-app purchases."
  }
}