{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overlay Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop annoying overlays from interrupting your web browsing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Fantastic piece of innovation. Easy install too. Feels like a refreshing new internet now. Thanks!\"\nAmber Case\n\n\"I wander the internet a lot and these popups were bothering until a friend suggested this extension.\"\nChris Bailey\n\n---\n\nSTOP ANNOYANCES FOREVER.\n\nNo more email newsletter popups, special offers, or interruptions while you read articles, browse websites, or shop. \n\nFor example, that \"subscribe to our newsletter\" message you see when you visit a blog. Install Overlay Blocker and they disappear forever.\n\nHOW DOES IT WORK?\nAuto-magically. That's how. We detect good overlays and ignore them, while blocking bad overlays. We're always fine-tuning this balance and publish free updates.\n\nWHAT ABOUT GOOD POPUPS?\nWe understand not every overlay is annoying and some contain useful information. Whitelist sites you like or Report a Site in one-click to our development team to check.\n\nALLOW GOOD POPUPS\nChoose to allow an overlay to show once or always on any website. If an overlay is automatically blocked, you'll have a few seconds you can allow it to show or whitelist the website at any time to see all popups on that website forevermore.\n\nNEVER SEE ANOTHER\n- Email subscription form\n- Free ebook offer\n- Download or signup form\n- Membership signup popup\n- Social media sign-in popup\n- Annoying in-your-face offers\n\nPLANS & PRICING\nOverlay Blocker has a free plan and an unlimited use plan. Try for free up to a limited number of blocks. Details: http://www.overlayblock.com \n\nNEED HELP?\nsupport (at) overlayblock.com"
  }
}