{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grammar Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Grammarchecker.com extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your English communication flawless by rectifying grammar, spelling, and syntax mistakes existing in any kind of text with GrammarChecker.com\nThe AI-powered writing assistant assists you to correct all the errors and boosts your confidence.\nThe complexity of the English language might make you confused between the usage of words in a certain context. Besides fixing the grammatical mistakes, the GrammarChecker’s chrome extension will suggest to you the words that would be best to use in the context of your text. \nGrammarChecker.com Chrome extension stands out from its competitors as its smart and advanced algorithms allow you to rectify writing mistakes wherever you write on the web. The GrammarChecker is capable of:\n1. Identifying grammar, spelling, and style blunders.\n2. Providing suggestions to fix all kinds of writing errors.\n3. Detects contextual terminology issues.\n4. Highlights overused words.\n5.Supports more than 25 languages.\n6. Works on all kinds of websites.\nThe GrammarChecker is a free extension offered to all Chrome users. With this extension, you can make sure that your text contains no grammatical or structural mistakes. This grammar check service isn’t an ordinary spelling corrector utility, as it detects and corrects punctuation mistakes, grammar errors, contextually confused words, and much more.\n \nWith GrammarChecker’s extension, you don’t need to hesitate while writing any kind of text. Whether you’re creating a post on a social media platform or typing an email, this extension will keep on analyzing the text as you type and provide you with suggestions to fix the detected errors. You don’t need to create an account to use the grammarchecker.com extension. Now you can fully control your content and polish it by eliminating the existing errors with the help of Grammar Checker. It’s the time to write with confidence and deliver your message accurately without taking anyone’s assistance."
  }
}