{
  "name": {
    "ar": "محرر زلس",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "XLS Editor",
    "de": "XLS-Editor",
    "es,es_419": "Editor XLS",
    "fr": "XLS Éditeur",
    "hi": "XLS संपादक",
    "ja": "XLSエディタ",
    "ko": "XLS 편집기",
    "zh_CN": "XLS编辑器"
  },
  "short": {
    "ar": "إنشاء وتعديل جداول بيانات زلس",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit XLS spreadsheets",
    "de": "Erstellen und bearbeiten Sie XLS-Tabellen",
    "es,es_419": "Crear y editar hojas de cálculo XLS",
    "fr": "Créer et modifier des tableurs XLS",
    "hi": "एक्सएलएस स्प्रेडशीट बनाएं और संपादित करें",
    "it": "Creare e modificare fogli di calcolo XLS",
    "ja": "XLSスプレッドシートの作成と編集",
    "ko": "XLS 스프레드 시트 작성 및 편집",
    "nl": "Maak en XLS spreadsheets bewerken",
    "pl": "Tworzenie i edytowanie arkuszy kalkulacyjnych XLS",
    "pt_BR,pt_PT": "Criar e editar planilhas XLS",
    "ru": "Создание и редактирование электронных таблиц XLS",
    "tr": "XLS elektronik tablolarını oluşturma ve düzenleme",
    "uk": "Створення та редагування електронних таблиць XLS",
    "zh_CN": "创建和编辑XLS电子表格"
  },
  "long": {
    "ar": "محرر XLS هو امتداد يسمح بإنشاء وتحرير وعرض أي مستند Microsoft Excel بتنسيق XLS و XLSX. كما أنه يتعامل مع نظام ODS القياسي بتنسيق Open Office. إنه تكامل مع LibreOffice Online ومدير الملفات. إنه محرر جداول بيانات مدمج مع مدير الملفات لدينا لإدارة أنواع ملفات XLS و XLSX و ODS فقط باستخدام هذا التطبيق عبر الإنترنت.\n\nالميزات الرئيسية لبرنامج XLS Editor هي:\n\n- رابط مباشر لإنشاء جداول بيانات xls أو xlsx أو إيقاف تشغيلها باستخدام محرر XLS هذا.\n- يتم اعتراضه عند الوصول إلى جداول بيانات xls أو xlsx أو csv أو odf ، ويفتحها تلقائيًا مباشرةً باستخدام محرر XLS هذا.\n- تحرير وعرض جداول بيانات XLS المكتوبة باستخدام OpenOffice Calc أو LibreOffice Calc أو Microsoft Excel.\n- إدارة الأنماط.\n- أحجام الخطوط.\n- ألوان الخط.\n- ألوان الخلفية.\n- البحث عن النصوص.\n- إدراج أعمدة / صفوف / جداول / صور ..\n- حذف الصفوف / الأعمدة.\n- بحث واستبدال متقدم / تعابير عادية / أحرف خاصة.\n- وظائف جدول البيانات.\n- تصدير إلى PDF.\n- حفظ تلقائي للملفات.\n- كود المصدر المفتوح.\n- يدعم تنسيقات متعددة لجداول البيانات التي تم تفصيلها هنا https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000 / XP (.xls)\n      * Microsoft Excel 4.x – 5.0 / 95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * جدول بيانات LibreOffice ODF (.ods)\n      * جدول بيانات OpenOffice ODF (.ods)\n      * نص و CSV (.csv و .txt)\n- التعامل مع الملفات والأدلة في السحابة.\n- العمليات مع الملفات والمجلدات: نسخ ، نقل ، تحميل ، إنشاء مجلد / ملف ، إلخ\n- البحث عن الملفات\n\nيستخدم امتداد محرر XLS هذا النظام الأساسي http://www.offidocs.com. وهي متاحة لمستخدمي الإنترنت مجانًا ولكنها تتيح أيضًا التكامل مع المستخدمين المتميزين وعمليات نشر OffiDocs المحلية حيث يتم تثبيت OffiDocs LibreOffice Calc عبر الإنترنت.\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها من أجل اكتشاف ملفات XLS. تظهر ملفات XLS المكتشفة في قائمة الملفات الموجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "XLS Editor is an extension that allows to create, edit and view any Microsoft Excel document in both XLS and XLSX format. It also handles the standard Open Office format ODS. It is an integration with LibreOffice Online and a file manager.  It is a spreadsheet editor integrated with our file manager to manage only XLS, XLSX and ODS file types with this online app.\n\nXLS Editor main features are:\n\n- A direct link to create xls, xlsx or off spreadsheets with this XLS Editor.\n- It intercepts when you access to xls,  xlsx, csv or odf spreadsheets, and it automatically opens it directly using this XLS Editor.\n- Edit and view XLS spreadsheets written using OpenOffice Calc, LibreOffice Calc or Microsoft Excel.\n- Styles management.\n- Font sizes.\n- Font colours.\n- Background colours.\n- Search for texts.\n- Insert columns / rows / tables / images..\n- Delete rows / columns.\n- Advanced find & replace / regular expressions / special characters.\n- Spreadsheet functions.\n- Export to PDF.\n- Auto save files.\n- Open source code.\n- Supports multiple formats for spreadsheets that are detailed here https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats. \n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * LibreOffice ODF spreadsheet (.ods)\n      * OpenOffice ODF spreadsheet (.ods)\n      * Text and CSV (.csv and .txt)\n- Handle files and directories in the Cloud.\n- Operations with files and folders: copy, move, upload, create folder/file,  etc\n- Search for files\n\nThis XLS Editor extension uses the platform http://www.offidocs.com. It is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs LibreOffice Calc online is installed.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect XLS files. The XLS files detected appear in a file list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "XLS Editor ist eine Erweiterung, mit der Sie beliebige Microsoft Excel-Dokumente sowohl im XLS- als auch im XLSX-Format erstellen, bearbeiten und anzeigen können. Es verarbeitet auch das Standard-Open-Office-Format ODS. Es ist eine Integration mit LibreOffice Online und einem Dateimanager. Es ist ein Tabellenkalkulationseditor, der in unseren Dateimanager integriert ist, um mit dieser Online-App nur die Dateitypen XLS, XLSX und ODS zu verwalten.\n\nDie Hauptfunktionen des XLS-Editors sind:\n\n- Ein direkter Link zum Erstellen von XLS, XLSX oder Off-Tabellen mit diesem XLS-Editor.\n- Es fängt ab, wenn Sie auf xls-, xlsx-, csv- oder odf-Tabellen zugreifen und öffnet es automatisch direkt mit diesem XLS-Editor.\n- Bearbeiten und Anzeigen von XLS-Tabellen, die mit OpenOffice Calc, LibreOffice Calc oder Microsoft Excel erstellt wurden.\n- Stilverwaltung.\n- Schriftgrößen.\n- Schriftfarben.\n- Hintergrundfarben.\n- Suche nach Texten.\n- Spalten / Zeilen / Tabellen / Bilder einfügen..\n- Zeilen / Spalten löschen.\n- Erweitertes Suchen & Ersetzen / Reguläre Ausdrücke / Sonderzeichen.\n- Tabellenkalkulationsfunktionen.\n- Als PDF exportieren.\n- Automatisches Speichern von Dateien.\n- Open-Source-Code.\n- Unterstützt mehrere Formate für Tabellenkalkulationen, die hier beschrieben werden https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007-XML (.xlsx)\n      * LibreOffice ODF-Tabelle (.ods)\n      * OpenOffice ODF-Tabelle (.ods)\n      * Text und CSV (.csv und .txt)\n- Behandeln Sie Dateien und Verzeichnisse in der Cloud.\n- Operationen mit Dateien und Ordnern: kopieren, verschieben, hochladen, Ordner/Datei erstellen usw.\n- Nach Dateien suchen\n\nDiese XLS Editor-Erweiterung verwendet die Plattform http://www.offidocs.com. Es ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, bei denen OffiDocs LibreOffice Calc online installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um XLS-Dateien zu erkennen. Die erkannten XLS-Dateien werden in einer Dateiliste im Erweiterungs-Popup angezeigt, die von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "XLS Editor es una extensión que permite crear, editar y visualizar cualquier documento de Microsoft Excel tanto en formato XLS como XLSX. También maneja el formato estándar de Open Office ODS. Es una integración con LibreOffice Online y un administrador de archivos. Es un editor de hojas de cálculo integrado con nuestro administrador de archivos para administrar solo los tipos de archivos XLS, XLSX y ODS con esta aplicación en línea.\n\nLas características principales de XLS Editor son:\n\n- Un enlace directo para crear xls, xlsx o fuera de hojas de cálculo con este editor XLS.\n- Intercepta cuando accede a hojas de cálculo xls, xlsx, csv u odf, y lo abre automáticamente directamente usando este editor XLS.\n- Edite y vea hojas de cálculo XLS escritas con OpenOffice Calc, LibreOffice Calc o Microsoft Excel.\n- Gestión de estilos.\n- Tamaños de fuente.\n- Colores de fuente.\n- Colores de fondo.\n- Búsqueda de textos.\n- Insertar columnas / filas / tablas / imágenes ..\n- Eliminar filas / columnas.\n- Búsqueda y reemplazo avanzados / expresiones regulares / caracteres especiales.\n- Funciones de hoja de cálculo.\n- Exportar a PDF.\n- Auto guardar archivos.\n- Código fuente abierto.\n- Admite múltiples formatos para hojas de cálculo que se detallan aquí https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000 / XP (.xls)\n      * Microsoft Excel 4.x – 5.0 / 95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Hoja de cálculo de LibreOffice ODF (.ods)\n      * Hoja de cálculo ODF de OpenOffice (.ods)\n      * Texto y CSV (.csv y .txt)\n- Manejo de archivos y directorios en la Nube.\n- Operaciones con archivos y carpetas: copiar, mover, cargar, crear carpeta / archivo, etc.\n- Búsqueda de archivos\n\nEsta extensión de XLS Editor utiliza la plataforma http://www.offidocs.com. Está disponible para usuarios en línea gratuitos, pero también permite la integración con usuarios premium e implementaciones OffiDocs locales donde está instalado OffiDocs LibreOffice Calc en línea.\n\nIMPORTANTE: Esta extensión escanea las URL navegadas para detectar archivos XLS. Los archivos XLS detectados aparecen en una lista de archivos ubicada en la ventana emergente de extensión que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "XLS Editor est une extension qui permet de créer, éditer et visualiser n'importe quel document Microsoft Excel au format XLS et XLSX. Il gère également le format ODS standard Open Office. C'est une intégration avec LibreOffice Online et un gestionnaire de fichiers. Il s'agit d'un éditeur de feuille de calcul intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers XLS, XLSX et ODS avec cette application en ligne.\n\nLes principales fonctionnalités de l'éditeur XLS sont :\n\n- Un lien direct pour créer des feuilles de calcul xls, xlsx ou off avec cet éditeur XLS.\n- Il intercepte lorsque vous accédez aux feuilles de calcul xls, xlsx, csv ou odf, et il l'ouvre automatiquement directement à l'aide de cet éditeur XLS.\n- Modifiez et affichez des feuilles de calcul XLS écrites à l'aide d'OpenOffice Calc, LibreOffice Calc ou Microsoft Excel.\n- Gestion des styles.\n- Tailles de police.\n- Couleurs de police.\n- Couleurs de fond.\n- Recherche de textes.\n- Insérer des colonnes/lignes/tableaux/images..\n- Supprimer des lignes/colonnes.\n- Recherche et remplacement avancés / expressions régulières / caractères spéciaux.\n- Fonctions tableur.\n- Exporter au format PDF.\n- Sauvegarde automatique des fichiers.\n- Code source ouvert.\n- Prend en charge plusieurs formats pour les feuilles de calcul qui sont détaillés ici https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Feuille de calcul LibreOffice ODF (.ods)\n      * Feuille de calcul OpenOffice ODF (.ods)\n      * Texte et CSV (.csv et .txt)\n- Gérer les fichiers et répertoires dans le Cloud.\n- Opérations avec des fichiers et des dossiers : copier, déplacer, télécharger, créer un dossier/fichier, etc.\n- Recherche de fichiers\n\nCette extension XLS Editor utilise la plateforme http://www.offidocs.com. Il est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où OffiDocs LibreOffice Calc en ligne est installé.\n\nIMPORTANT : Cette extension analyse les URL parcourues afin de détecter les fichiers XLS. Les fichiers XLS détectés apparaissent dans une liste de fichiers située dans la fenêtre contextuelle d'extension qui sont récupérés sur nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "XLS संपादक एक एक्सटेंशन है जो किसी भी Microsoft Excel दस्तावेज़ को XLS और XLSX दोनों स्वरूपों में बनाने, संपादित करने और देखने की अनुमति देता है। यह मानक ओपन ऑफिस प्रारूप ओडीएस को भी संभालता है। यह लिब्रे ऑफिस ऑनलाइन और एक फाइल मैनेजर के साथ एकीकरण है। यह इस ऑनलाइन ऐप के साथ केवल XLS, XLSX और ODS फ़ाइल प्रकारों को प्रबंधित करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत एक स्प्रेडशीट संपादक है।\n\nXLS संपादक की मुख्य विशेषताएं हैं:\n\n- इस XLS संपादक के साथ xls, xlsx या ऑफ स्प्रैडशीट बनाने के लिए एक सीधा लिंक।\n- जब आप xls, xlsx, csv या odf स्प्रैडशीट तक पहुँचते हैं तो यह इंटरसेप्ट करता है, और यह स्वचालित रूप से इस XLS संपादक का उपयोग करके इसे सीधे खोलता है।\n- ओपनऑफिस कैल्क, लिब्रे ऑफिस कैल्क या माइक्रोसॉफ्ट एक्सेल का उपयोग करके लिखी गई एक्सएलएस स्प्रैडशीट्स को संपादित करें और देखें।\n- शैलियाँ प्रबंधन।\n- फ़ॉन्ट आकार।\n- फ़ॉन्ट रंग।\n- पृष्ठभूमि रंग।\n- ग्रंथों के लिए खोजें।\n- कॉलम / पंक्तियाँ / टेबल / चित्र सम्मिलित करें ..\n- पंक्तियों / स्तंभों को हटा दें।\n- उन्नत खोज और बदलें / नियमित अभिव्यक्ति / विशेष वर्ण।\n- स्प्रेडशीट कार्य।\n- पीडीएफ में निर्यात करें।\n- ऑटो सेव फाइल्स।\n- ओपन सोर्स कोड।\n- स्प्रेडशीट के लिए कई प्रारूपों का समर्थन करता है जो यहां विस्तृत हैं https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats।\n      * माइक्रोसॉफ्ट एक्सेल 97/2000/XP (.xls)\n      * माइक्रोसॉफ्ट एक्सेल 4.x-5.0/95 (.xls)\n      * माइक्रोसॉफ्ट एक्सेल 2007 एक्सएमएल (.xlsx)\n      * लिब्रे ऑफिस ओडीएफ स्प्रेडशीट (.ods)\n      * ओपनऑफिस ओडीएफ स्प्रेडशीट (.ods)\n      * टेक्स्ट और सीएसवी (.csv और .txt)\n- क्लाउड में फाइलों और निर्देशिकाओं को संभालें।\n- फाइलों और फ़ोल्डरों के साथ संचालन: कॉपी करें, स्थानांतरित करें, अपलोड करें, फ़ोल्डर / फ़ाइल बनाएं, आदि\n- फाइलों के लिए खोजें\n\nयह XLS संपादक एक्सटेंशन http://www.offidocs.com प्लेटफॉर्म का उपयोग करता है। यह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहाँ ऑफ़िडॉक्स लिबरऑफ़िस कैल्क ऑनलाइन स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन XLS फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए URL को स्कैन करता है। खोजी गई XLS फ़ाइलें एक्सटेंशन पॉपअप में स्थित फ़ाइल सूची में दिखाई देती हैं जो हमारे सर्वर से पुनर्प्राप्त की जाती हैं। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है, इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "XLS Editor è un'estensione che permette di creare, modificare e visualizzare qualsiasi documento Microsoft Excel sia in formato XLS che XLSX. Gestisce anche il formato standard Open Office ODS. È un'integrazione con LibreOffice Online e un file manager. È un editor di fogli di calcolo integrato con il nostro file manager per gestire solo i tipi di file XLS, XLSX e ODS con questa app online.\n\nLe caratteristiche principali dell'editor XLS sono:\n\n- Un collegamento diretto per creare fogli di calcolo xls, xlsx o off con questo editor XLS.\n- Intercetta quando accedi a fogli di calcolo xls, xlsx, csv o odf e lo apre automaticamente direttamente utilizzando questo editor XLS.\n- Modifica e visualizza fogli di calcolo XLS scritti utilizzando OpenOffice Calc, LibreOffice Calc o Microsoft Excel.\n- Gestione degli stili.\n- Dimensioni dei caratteri.\n- Colori dei caratteri.\n- Colori di sfondo.\n- Ricerca di testi.\n- Inserisci colonne/righe/tabelle/immagini..\n- Elimina righe/colonne.\n- Trova e sostituisci avanzati / espressioni regolari / caratteri speciali.\n- Funzioni del foglio di calcolo.\n- Esporta in PDF.\n- Salva automaticamente i file.\n- Codice sorgente aperto.\n- Supporta più formati per fogli di calcolo che sono dettagliati qui https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Foglio di calcolo ODF di LibreOffice (.ods)\n      * Foglio di calcolo ODF di OpenOffice (.ods)\n      * Testo e CSV (.csv e .txt)\n- Gestire file e directory nel cloud.\n- Operazioni con file e cartelle: copia, sposta, carica, crea cartella/file, ecc\n- Cerca file\n\nQuesta estensione XLS Editor utilizza la piattaforma http://www.offidocs.com. È disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs on-premise in cui è installato OffiDocs LibreOffice Calc online.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare i file XLS. I file XLS rilevati vengono visualizzati in un elenco di file situato nel popup dell'estensione recuperati dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "XLS Editorは、XLS形式とXLSX形式の両方でMicrosoft Excelドキュメントを作成、編集、および表示できるようにする拡張機能です。また、標準のOpenOffice形式のODSも処理します。これは、LibreOfficeOnlineおよびファイルマネージャーとの統合です。これは、ファイルマネージャーと統合されたスプレッドシートエディターであり、このオンラインアプリでXLS、XLSX、およびODSファイルタイプのみを管理します。\n\nXLSエディターの主な機能は次のとおりです。\n\n-このXLSエディターでxls、xlsx、またはオフスプレッドシートを作成するための直接リンク。\n-xls、xlsx、csv、またはodfスプレッドシートにアクセスするとインターセプトされ、このXLSエディターを使用して自動的に直接開きます。\n-OpenOffice Calc、LibreOffice Calc、またはMicrosoftExcelを使用して作成されたXLSスプレッドシートを編集および表示します。\n-スタイル管理。\n-フォントサイズ。\n-フォントの色。\n-背景色。\n-テキストを検索します。\n-列/行/テーブル/画像を挿入します。\n-行/列を削除します。\n-高度な検索と置換/正規表現/特殊文字。\n-スプレッドシート関数。\n-PDFにエクスポートします。\n-ファイルの自動保存。\n-オープンソースコード。\n-https：//wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formatsで詳しく説明されているスプレッドシートの複数の形式をサポートします。\n      * Microsoft Excel 97/2000 / XP（.xls）\n      * Microsoft Excel 4.x–5.0 / 95（.xls）\n      * Microsoft Excel 2007 XML（.xlsx）\n      * LibreOffice ODFスプレッドシート（​​.ods）\n      * OpenOffice ODFスプレッドシート（​​.ods）\n      *テキストとCSV（.csvと.txt）\n-クラウド内のファイルとディレクトリを処理します。\n-ファイルとフォルダーの操作：コピー、移動、アップロード、フォルダー/ファイルの作成など\n-ファイルを検索する\n\nこのXLSEditor拡張機能は、プラットフォームhttp://www.offidocs.comを使用します。無料のオンラインユーザーが利用できますが、プレミアムユーザーやOffiDocs LibreOffice CalconlineがインストールされているオンプレミスのOffiDocsデプロイメントとの統合も可能です。\n\n重要: この拡張機能は、XLS ファイルを検出するために、閲覧された URL をスキャンします。 検出された XLS ファイルは、サーバーから取得された拡張機能ポップアップ内のファイル リストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "XLS 편집기는 XLS 및 XLSX 형식의 모든 Microsoft Excel 문서를 생성, 편집 및 볼 수 있는 확장입니다. 또한 표준 Open Office 형식 ODS를 처리합니다. LibreOffice Online 및 파일 관리자와의 통합입니다. 이 온라인 앱으로 XLS, XLSX 및 ODS 파일 형식만 관리하기 위해 파일 관리자와 통합된 스프레드시트 편집기입니다.\n\nXLS 편집기의 주요 기능은 다음과 같습니다.\n\n- 이 XLS 편집기로 xls, xlsx 또는 오프 스프레드시트를 생성하기 위한 직접 링크.\n- xls, xlsx, csv 또는 odf 스프레드시트에 액세스할 때 가로채고 이 XLS 편집기를 사용하여 자동으로 직접 엽니다.\n- OpenOffice Calc, LibreOffice Calc 또는 Microsoft Excel을 사용하여 작성된 XLS 스프레드시트를 편집하고 봅니다.\n- 스타일 관리.\n- 글꼴 크기.\n- 글꼴 색상.\n- 배경색.\n- 텍스트를 검색합니다.\n- 열/행/표/이미지 삽입..\n- 행/열을 삭제합니다.\n- 고급 찾기 및 바꾸기 / 정규식 / 특수 문자.\n- 스프레드시트 기능.\n- PDF로 내보내기.\n- 자동 저장 파일.\n- 오픈 소스 코드.\n- https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats에 자세히 설명된 스프레드시트의 여러 형식을 지원합니다.\n      * 마이크로소프트 엑셀 97/2000/XP(.xls)\n      * Microsoft Excel 4.x–5.0/95(.xls)\n      * 마이크로소프트 엑셀 2007 XML(.xlsx)\n      * LibreOffice ODF 스프레드시트(.ods)\n      * 오픈오피스 ODF 스프레드시트(.ods)\n      * 텍스트 및 CSV(.csv 및 .txt)\n- 클라우드에서 파일 및 디렉토리를 처리합니다.\n- 파일 및 폴더 작업: 복사, 이동, 업로드, 폴더/파일 생성 등\n- 파일 검색\n\n이 XLS 편집기 확장은 http://www.offidocs.com 플랫폼을 사용합니다. 무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs LibreOffice Calc 온라인이 설치된 온프레미스 OffiDocs 배포와의 통합도 가능합니다.\n\n중요: 이 확장 프로그램은 XLS 파일을 감지하기 위해 탐색된 URL을 검사합니다. 검색된 XLS 파일은 당사 서버에서 검색된 확장 팝업에 있는 파일 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "XLS Editor is een extensie waarmee u elk Microsoft Excel-document in zowel XLS- als XLSX-indeling kunt maken, bewerken en bekijken. Het behandelt ook het standaard Open Office-formaat ODS. Het is een integratie met LibreOffice Online en een bestandsbeheerder. Het is een spreadsheet-editor die is geïntegreerd met onze bestandsbeheerder om alleen XLS-, XLSX- en ODS-bestandstypen te beheren met deze online app.\n\nDe belangrijkste kenmerken van XLS Editor zijn:\n\n- Een directe link om xls-, xlsx- of off-spreadsheets te maken met deze XLS-editor.\n- Het onderschept wanneer u toegang krijgt tot xls-, xlsx-, csv- of odf-spreadsheets en het opent het automatisch rechtstreeks met deze XLS-editor.\n- Bewerk en bekijk XLS-spreadsheets die zijn geschreven met OpenOffice Calc, LibreOffice Calc of Microsoft Excel.\n- Stijlbeheer.\n- Lettergroottes.\n- Letterkleuren.\n- Achtergrondkleuren.\n- Zoeken naar teksten.\n- Kolommen / rijen / tabellen / afbeeldingen invoegen..\n- Verwijder rijen / kolommen.\n- Geavanceerd zoeken en vervangen / reguliere expressies / speciale tekens.\n- Spreadsheetfuncties.\n- Exporteren naar PDF.\n- Automatisch bestanden opslaan.\n- Open source-code.\n- Ondersteunt meerdere formaten voor spreadsheets die hier worden beschreven https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * LibreOffice ODF-spreadsheet (.ods)\n      * OpenOffice ODF-spreadsheet (.ods)\n      * Tekst en CSV (.csv en .txt)\n- Behandel bestanden en mappen in de cloud.\n- Bewerkingen met bestanden en mappen: kopiëren, verplaatsen, uploaden, map/bestand maken, enz\n- Zoeken naar bestanden\n\nDeze XLS Editor-extensie maakt gebruik van het platform http://www.offidocs.com. Het is beschikbaar voor gratis online gebruikers, maar het maakt ook de integratie mogelijk met premium gebruikers en on-premises OffiDocs-implementaties waar de OffiDocs LibreOffice Calc online is geïnstalleerd.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om XLS-bestanden te detecteren. De gedetecteerde XLS-bestanden verschijnen in een bestandenlijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "XLS Editor to rozszerzenie, które pozwala tworzyć, edytować i przeglądać dowolny dokument Microsoft Excel zarówno w formacie XLS, jak i XLSX. Obsługuje również standardowy format ODS w formacie Open Office. Jest to integracja z LibreOffice Online i menedżerem plików. Jest to edytor arkuszy kalkulacyjnych zintegrowany z naszym menedżerem plików do zarządzania tylko typami plików XLS, XLSX i ODS za pomocą tej aplikacji online.\n\nGłówne cechy edytora XLS to:\n\n- Bezpośredni link do tworzenia arkuszy kalkulacyjnych xls, xlsx lub off za pomocą tego edytora XLS.\n- Przechwytuje dostęp do arkuszy kalkulacyjnych xls, xlsx, csv lub odf i automatycznie otwiera je bezpośrednio za pomocą tego edytora XLS.\n- Edytuj i przeglądaj arkusze kalkulacyjne XLS napisane przy użyciu OpenOffice Calc, LibreOffice Calc lub Microsoft Excel.\n- Zarządzanie stylami.\n- Rozmiary czcionek.\n- Kolory czcionek.\n- Kolory tła.\n- Szukaj tekstów.\n- Wstaw kolumny / wiersze / tabele / obrazy..\n- Usuń wiersze / kolumny.\n- Zaawansowane wyszukiwanie i zamiana / wyrażenia regularne / znaki specjalne.\n- Funkcje arkusza kalkulacyjnego.\n- Eksport do formatu PDF.\n- Automatyczne zapisywanie plików.\n- Otwarty kod źródłowy.\n- Obsługuje wiele formatów arkuszy kalkulacyjnych, które są szczegółowo opisane tutaj https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Arkusz kalkulacyjny LibreOffice ODF (.ods)\n      * Arkusz kalkulacyjny OpenOffice ODF (.ods)\n      * Tekst i CSV (.csv i .txt)\n- Obsługuj pliki i katalogi w chmurze.\n- Operacje na plikach i folderach: kopiowanie, przenoszenie, przesyłanie, tworzenie folderu/pliku itp.\n- Szukaj plików\n\nTo rozszerzenie edytora XLS korzysta z platformy http://www.offidocs.com. Jest dostępny dla bezpłatnych użytkowników online, ale umożliwia również integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest OffiDocs LibreOffice Calc online.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików XLS. Wykryte pliki XLS pojawiają się na liście plików znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "XLS Editor é uma extensão que permite criar, editar e visualizar qualquer documento Microsoft Excel em formato XLS e XLSX. Ele também lida com o formato ODS padrão do Open Office. É uma integração com o LibreOffice Online e um gerenciador de arquivos. É um editor de planilhas integrado ao nosso gerenciador de arquivos para gerenciar apenas os tipos de arquivo XLS, XLSX e ODS com este aplicativo online.\n\nOs principais recursos do Editor XLS são:\n\n- Um link direto para criar xls, xlsx ou planilhas off-line com este Editor XLS.\n- Intercepta quando você acessa planilhas xls, xlsx, csv ou odf, e abre automaticamente usando este Editor XLS.\n- Editar e visualizar planilhas XLS escritas usando OpenOffice Calc, LibreOffice Calc ou Microsoft Excel.\n- Gerenciamento de estilos.\n- Tamanhos de fonte.\n- Cores da fonte.\n- Cores de fundo.\n- Pesquisa de textos.\n- Insira colunas / linhas / tabelas / imagens.\n- Exclua linhas / colunas.\n- Localizar e substituir avançado / expressões regulares / caracteres especiais.\n- Funções de planilha.\n- Exportar para PDF.\n- Salvar arquivos automaticamente.\n- Código-fonte aberto.\n- Suporta vários formatos para planilhas que são detalhados aqui https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000 / XP (.xls)\n      * Microsoft Excel 4.x – 5.0 / 95 (.xls)\n      * XML do Microsoft Excel 2007 (.xlsx)\n      * Planilha ODF do LibreOffice (.ods)\n      * Planilha ODF do OpenOffice (.ods)\n      * Texto e CSV (.csv e .txt)\n- Gerenciar arquivos e diretórios na nuvem.\n- Operações com arquivos e pastas: copiar, mover, fazer upload, criar pasta / arquivo, etc\n- Pesquisar arquivos\n\nEsta extensão do Editor XLS usa a plataforma http://www.offidocs.com. Ele está disponível para usuários online gratuitamente, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o LibreOffice Calc online OffiDocs está instalado.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos XLS. Os arquivos XLS detectados aparecem em uma lista de arquivos localizada no pop-up de extensão que são recuperados de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "Редактор XLS - это расширение, которое позволяет создавать, редактировать и просматривать любой документ Microsoft Excel как в формате XLS, так и в формате XLSX. Он также обрабатывает ODS в стандартном формате Open Office. Это интеграция с LibreOffice Online и файловым менеджером. Это редактор электронных таблиц, интегрированный с нашим файловым менеджером, позволяющий управлять только типами файлов XLS, XLSX и ODS с помощью этого онлайн-приложения.\n\nОсновные возможности редактора XLS:\n\n- Прямая ссылка для создания xls, xlsx или электронных таблиц с помощью этого редактора XLS.\n- Он перехватывает, когда вы обращаетесь к электронным таблицам xls, xlsx, csv или odf, и автоматически открывает их непосредственно с помощью этого редактора XLS.\n- Редактируйте и просматривайте таблицы XLS, написанные с помощью OpenOffice Calc, LibreOffice Calc или Microsoft Excel.\n- Управление стилями.\n- Размеры шрифта.\n- Цвета шрифта.\n- Цвета фона.\n- Поиск текстов.\n- Вставить столбцы / строки / таблицы / изображения ..\n- Удалить строки / столбцы.\n- Расширенный поиск и замена / регулярные выражения / специальные символы.\n- Функции электронных таблиц.\n- Экспорт в PDF.\n- Автоматическое сохранение файлов.\n- Открытый исходный код.\n- Поддерживает несколько форматов электронных таблиц, которые подробно описаны здесь https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000 / XP (.xls)\n      * Microsoft Excel 4.x – 5.0 / 95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Электронная таблица LibreOffice ODF (ODS)\n      * Электронная таблица OpenOffice ODF (ODS)\n      * Текст и CSV (.csv и .txt)\n- Обрабатывать файлы и каталоги в облаке.\n- Операции с файлами и папками: копирование, перемещение, загрузка, создание папки / файла и т. Д.\n- Поиск файлов\n\nЭто расширение XLS Editor использует платформу http://www.offidocs.com. Он доступен для бесплатных онлайн-пользователей, но также обеспечивает интеграцию с премиум-пользователями и локальными развертываниями OffiDocs, где установлен OffiDocs LibreOffice Calc online.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить файлы XLS. Обнаруженные файлы XLS отображаются в списке файлов, расположенном во всплывающем окне расширения и получаемом с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "XLS Editor, herhangi bir Microsoft Excel belgesini hem XLS hem de XLSX formatında oluşturmanıza, düzenlemenize ve görüntülemenize izin veren bir uzantıdır. Ayrıca standart Open Office formatı ODS'yi de işler. LibreOffice Online ve bir dosya yöneticisi ile bir entegrasyondur. Bu çevrimiçi uygulamayla yalnızca XLS, XLSX ve ODS dosya türlerini yönetmek için dosya yöneticimizle entegre bir elektronik tablo düzenleyicisidir.\n\nXLS Editor ana özellikleri şunlardır:\n\n- Bu XLS Düzenleyici ile xls, xlsx veya hesap dışı tablolar oluşturmak için doğrudan bir bağlantı.\n- xls, xlsx, csv veya odf elektronik tablolarına eriştiğinizde araya girer ve doğrudan bu XLS Düzenleyicisini kullanarak otomatik olarak açar.\n- OpenOffice Calc, LibreOffice Calc veya Microsoft Excel kullanılarak yazılmış XLS elektronik tablolarını düzenleyin ve görüntüleyin.\n- Stil yönetimi.\n- Yazı tipi boyutları.\n- Yazı tipi renkleri.\n- Arka plan renkleri.\n- Metinleri arayın.\n- Sütunları / satırları / tabloları / resimleri ekleyin ..\n- Satırları / sütunları silin.\n- Gelişmiş bul ve değiştir / normal ifadeler / özel karakterler.\n- Elektronik tablo işlevleri.\n- PDF'ye aktarın.\n- Dosyaları otomatik kaydedin.\n- Açık kaynak kodu.\n- Burada ayrıntılı olarak açıklanan elektronik tablolar için birden çok biçimi destekler https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * LibreOffice ODF elektronik tablosu (.ods)\n      * OpenOffice ODF elektronik tablosu (.ods)\n      * Metin ve CSV (.csv ve .txt)\n- Buluttaki dosyaları ve dizinleri yönetin.\n- Dosya ve klasörlerle işlemler: kopyalama, taşıma, yükleme, klasör/dosya oluşturma vb.\n- Dosyaları arayın\n\nBu XLS Düzenleyici uzantısı, http://www.offidocs.com platformunu kullanır. Ücretsiz çevrimiçi kullanıcılar için mevcuttur, ancak aynı zamanda premium kullanıcılarla ve OffiDocs LibreOffice Calc çevrimiçi'nin kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da izin verir.\n\nÖNEMLİ: Bu uzantı, XLS dosyalarını tespit etmek için göz atılan URL'leri tarar. Algılanan XLS dosyaları, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir dosya listesinde görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "XLS Editor - це розширення, яке дозволяє створювати, редагувати та переглядати будь-який документ Microsoft Excel у форматі XLS та XLSX. Він також обробляє стандартний ODS формату Open Office. Це інтеграція з LibreOffice Online та файловим менеджером. Це редактор електронних таблиць, інтегрований з нашим файловим менеджером, щоб керувати лише типами файлів XLS, XLSX та ODS за допомогою цього онлайн-додатку.\n\nОсновні функції XLS Editor:\n\n- Пряме посилання для створення електронних таблиць xls, xlsx або off за допомогою цього редактора XLS.\n- Він перехоплює, коли ви отримуєте доступ до електронних таблиць xls, xlsx, csv або odf, і автоматично відкриває їх безпосередньо за допомогою цього редактора XLS.\n- Редагуйте та переглядайте електронні таблиці XLS, написані за допомогою OpenOffice Calc, LibreOffice Calc або Microsoft Excel.\n- Управління стилями.\n- Розміри шрифтів.\n- Кольори шрифтів.\n- Кольори фону.\n- Пошук текстів.\n- Вставте стовпці / рядки / таблиці / зображення ..\n- Видалити рядки / стовпці.\n- Розширений пошук та заміна / регулярні вирази / спеціальні символи.\n- Функції електронних таблиць.\n- Експорт у PDF.\n- Автоматичне збереження файлів.\n- Відкритий вихідний код.\n- Підтримує кілька форматів електронних таблиць, докладно описаних тут https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats.\n      * Microsoft Excel 97/2000 / XP (.xls)\n      * Microsoft Excel 4.x – 5.0 / 95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * Електронна таблиця LibreOffice ODF (.ods)\n      * Електронна таблиця OpenOffice ODF (.ods)\n      * Текст та CSV (.csv та .txt)\n- Обробляти файли та каталоги в хмарі.\n- Операції з файлами та папками: копіювання, переміщення, завантаження, створення папки / файлу тощо\n- Пошук файлів\n\nЦе розширення XLS Editor використовує платформу http://www.offidocs.com. Він доступний для безкоштовних користувачів Інтернету, але також дозволяє інтегрувати з преміум-користувачами та локальні розгортання OffiDocs, де встановлений OffiDocs LibreOffice Calc онлайн.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити файли XLS. Виявлені файли XLS відображаються в списку файлів, розташованому у спливаючому вікні розширення, отриманих із наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "XLS 编辑器是一个扩展，允许创建、编辑和查看任何 XLS 和 XLSX 格式的 Microsoft Excel 文档。它还处理标准的开放式办公格式 ODS。它是与 LibreOffice Online 和文件管理器的集成。它是一个与我们的文件管理器集成的电子表格编辑器，可使用此在线应用程序仅管理 XLS、XLSX 和 ODS 文件类型。\n\nXLS 编辑器的主要特点是：\n\n- 使用此 XLS 编辑器创建 xls、xlsx 或非电子表格的直接链接。\n- 它会在您访问 xls、xlsx、csv 或 odf 电子表格时进行拦截，并使用此 XLS 编辑器直接自动打开它。\n- 编辑和查看使用 OpenOffice Calc、LibreOffice Calc 或 Microsoft Excel 编写的 XLS 电子表格。\n- 样式管理。\n- 字体大小。\n- 字体颜色。\n- 背景颜色。\n- 搜索文本。\n- 插入列/行/表格/图像..\n- 删除行/列。\n- 高级查找和替换/正则表达式/特殊字符。\n- 电子表格功能。\n- 导出为 PDF。\n- 自动保存文件。\n- 开源代码。\n- 支持多种格式的电子表格，详见 https://wiki.openoffice.org/wiki/Documentation/OOo3_User_Guides/Getting_Started/File_formats。\n      * Microsoft Excel 97/2000/XP (.xls)\n      * Microsoft Excel 4.x–5.0/95 (.xls)\n      * Microsoft Excel 2007 XML (.xlsx)\n      * LibreOffice ODF 电子表格 (.ods)\n      * OpenOffice ODF 电子表格 (.ods)\n      * 文本和 CSV（.csv 和 .txt）\n- 处理云中的文件和目录。\n- 文件和文件夹操作：复制、移动、上传、创建文件夹/文件等\n- 搜索文件\n\n此 XLS 编辑器扩展使用平台 http://www.offidocs.com。它可供免费在线用户使用，但也允许与高级用户和安装了 OffiDocs LibreOffice Calc online 的本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的 URL 以检测 XLS 文件。 检测到的 XLS 文件出现在从我们的服务器检索的扩展弹出窗口中的文件列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}