{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Search Keyboard Shortcuts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds keyboard shortcuts/hotkeys back to Google search results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1.1.18\n- Further restricted domains the extension will run on\n\n1.1.17\n- Added option to include a space at the end of search query when focusing the search box\n- Updated selectors\n\n1.1.16\n- Updated search box selector to accommodate Google search updates (now using textarea instead of input)\n\n1.1.15\n- Updated Google selectors.\n\n1.1.14\n- Fixed bug where first result would be skipped if auto focus first was not selected\n- Fixed array index out of bounds exception after last result\n- Added back navigation for footer links. Don't highlight footer links\n- Pulled addResultHighlight, findContainer back into their own methods\n- Removed focus/text property separation. Selector guarantees they'll always be the same\n- Style updates\n- Added safeguard to detect outdated selectors\n- Pulled all selectors out into their own properties\n\n1.1.13\n- Fix for issue #23. Updated Google selectors\n\n1.1.12\n- Fix for issue #19. Updated Google selectors\n\n1.1.11\n- Fix for issue #16. Updated Google selectors\n\n1.1.10\n- PR #15 - Updated selector to handle new search variation\n\n1.1.9\n- Don't wrap when arrow is prepended to search results\n- Bug Fix: Display marker when first result is automatically selected\n- Fix issue #8 - Only activate the first link for each result (don't focus \"Translate\" or other links)\n\n1.1.8\n- Updated simple selector styling\n\n1.1.7\n- Updated selectors to accommodate Google search updates\n\n1.1.6\n- Added support for news, books, and video search results.\n- Prevent hotkeys from triggering when modifier is active\n- Prevent hotkeys from triggering when using calculator\n\n1.1.5\n- Scroll to the selected search result if it's not fully visible\n- Added an option to automatically select the first search result\n\n1.1.4\n- Fix issue #4 - do not remove focus from *any* input elements (type=number, etc.).\n\n1.1.3\n- Fix issue #1 - do not remove focus from input elements\n\n1.1.2\n- Fixed issue navigating between results when \"People also searched for\" was displayed\n\n1.1.1\n- Don't activate search if a modifier key is used (i.e., CMD+C)\n- Remove selected result outline if another styling method is chosen\n- Focus footer navigation links after search results\n- Change \"J/K\" setting to \"VIM Style\" - option now causes \"/\" to focus the search box\n\n1.1.0\n- Added styling for active search result (option may be toggled on or off)\n- Allow search box activation to be disabled\n- Allow customization of navigation hotkeys (TABS, ARROWS, and J/K)\n- Self-documentation of shortcuts - all available shortcuts (and customization) is displayed on the options page\n- Updated icons\n- Fixed error where result navigation would not work properly if an Ad was displayed\n- Added support for Google Scholar\n\n1.0.1\n- Update manifest - allow all Google TLDs\n\n1.0.0\n- Initial Install"
  }
}