{
  "name": {
    "ar,bg,bn,ca,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sw,ta,th,uk,vi": "Secure Shell",
    "am": "ደህንነቱ የተጠበቀ ሼል",
    "el": "Ασφαλές κέλυφος",
    "fa": "پوسته امن",
    "gu": "સુરક્ષિત શેલ",
    "hi": "सिक्योर शेल",
    "sk": "Zabezpečený prístup",
    "sv": "SSH",
    "te": "సురక్షిత షెల్",
    "tr": "Güvenli Kabuk (SSH)",
    "zh_CN": "安全外壳 (SSH)",
    "zh_TW": "安全殼層"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Terminal emulator and SSH and SFTP client."
  },
  "long": {
    "ar": "\"بروتوكول النقل الآمن\" هو محاكٍ طرفي متوافق مع xterm وبرنامج مستقل لمتصفّح Chrome يستخدم بروتوكول النقل الآمن (SSH) للاتصال بالكمبيوتر عن بُعد.  يستخدم هذا المحاكي تقنية Native-Client للاتصال مباشرةً بخوادم SSH بدون الحاجة إلى خوادم وكيلة خارجية.\n\nيتضمّن المحاكي برنامج سطر أوامر خاص ببروتوكول النقل الآمن للملفات (SFTP).  في نظام التشغيل ChromeOS، يمكنك إنشاء اتصالات باستخدام بروتوكول SFTP والوصول إليها من تطبيق \"الملفات\".\n\nيتضمّن هذا المحاكي الآن إصدارًا أوليًا من برنامج Mosh.\n\nوقد خضع هذا الإصدار للاختبار بالكامل لمدة عامين.\n\nيُرجى الاطّلاع على الأسئلة الشائعة المتوفّرة على الرابط: https://hterm.org/x/ssh/faq.\n\nيمكنك تبادل الملاحظات والآراء في القائمة البريدية لمكتبة chromium-hterm المتاحة على الرابط: https://hterm.org/x/ssh/contact.\n\nيمكنك أيضًا الاطّلاع على سجلّ التغييرات على الرابط: https://hterm.org/x/ssh/changelog.",
    "am": "ደህንነቱ የተጠበቀ ሼል ከxterm ጋር ተኳሃኝ የሆነ የተርሚናል አስመሳይ እና ለብቻው የሚቆም የChrome ኤስኤስኤች ደንበኛ ነው።  ውጫዊ ተኪዎች ሳያስፈልጉ በቀጥታ ከኤስኤስኤች አገልጋዮች ጋር ለመገናኘት ቤተኛ ደንበኛን ይጠቀማል።\n\nየኤስኤፍቲፒ ትዕዛዝ መስመር ደንበኛ ተካትቷል።  በChromeOS ላይ የኤስኤፍቲፒ ማፈናጠጦችን መፍጠር እና ከፋይሎች መተግበሪያ ሆነው መድረስ ይችላሉ!\n\nየMosh አልፋ ግንባታ አሁንም ተካትቷል።\n\nለተወሰኑ ዓመታት በደንብ ተፈትኗል።\n\nእባክዎ እዚህ የሚገኙትን ተደጋጋሚ ጥያቄዎች ያንብቡ፦ https://hterm.org/x/ssh/faq።\n\nእንዲሁም እዚህ በሚገኘው የchromium-hterm የአድራሻ ዝርዝር ውስጥ ግብረመልስ መለዋወጥ ይችላሉ፦ https://hterm.org/x/ssh/contact።\n\nየለውጥ ምዝግብ ማስታወሻ እዚህ ይገኛል፦ https://hterm.org/x/ssh/changelog",
    "bg": "Secure Shell е терминален емулатор, съвместим с xterm-compatible, и самостоятелна клиентска програма за ssh за Chrome.  Използва Native-Client за директна връзка с ssh сървъри бе необходимост от външни прокси сървъри.\n\nВключена е и клиентска програма за SFTP, работеща от командния ред.  На ChromeOS можете да създавате точки на свързване към SFTP и да работите с тях през приложението „Файлове“!\n\nВече е включена и алфа-версия на Mosh.\n\nТя е тествана сериозно няколко години.\n\nМоля, прочетете често задаваните въпроси на адрес https://hterm.org/x/ssh/faq.\n\nМожете също да обменяте отзиви в пощенския списък chromium-hterm, достъпен на адрес https://hterm.org/x/ssh/contact.\n\nРегистрационният файл с промените е достъпен на адрес https://hterm.org/x/ssh/changelog",
    "bn": "Secure Shell হল xterm-এর সাথে মানানসই টার্মিনাল ইমুলেটর এবং Chrome-এর জন্য স্বতন্ত্র SSH ক্লায়েন্ট।  এটি SSH সার্ভারের সাথে সরাসরি কানেক্ট করতে নেটিভ ক্লায়েন্ট ব্যবহার করে, এর জন্য এক্সটার্নাল প্রক্সির প্রয়োজন হয় না।\n\nSFTP কমান্ড লাইন ক্লায়েন্ট অন্তর্ভুক্ত থাকে।  ChromeOS-এ, আপনি SFTP মাউন্ট তৈরি করতে পারবেন এবং তা Files অ্যাপ থেকে অ্যাক্সেস করতে পারবেন!\n\nMosh-এর আলফা বিল্ডও এখন অন্তর্ভুক্ত করা হয়েছে।\n\nএটি কয়েক বছর ধরে ভালভাবে পরীক্ষা করা হয়েছে।\n\nপ্রায়শই জিজ্ঞাসিত প্রশ্ন পড়ুন, এখানে উপলভ্য আছে: https://hterm.org/x/ssh/faq.\n\nআপনি chromium-hterm-এর মেলিং লিস্টেও মতামত বিনিময় করতে পারবেন, এখানে উপলভ্য আছে: https://hterm.org/x/ssh/contact.\n\nপরিবর্তনের লগ এখানে উপলভ্য আছে: https://hterm.org/x/ssh/changelog",
    "ca": "Secure Shell és un emulador de terminal compatible amb xterm i un client SSH independent per a Chrome.  Fa servir Native Client per connectar-se directament amb els servidors SSH, sense servidors intermediaris externs.\n\nInclou un client de línia d'ordres SFTP.  A Chrome OS, pots crear muntatges SFTP i accedir-hi des de l'aplicació Fitxers.\n\nAra també inclou una compilació alfa de Mosh.\n\nS'ha sotmès a diverses proves durant dos anys.\n\nLlegeix les preguntes més freqüents, disponibles aquí: https://hterm.org/x/ssh/faq.\n\nTambé pots intercanviar comentaris a la llista de distribució de chromium-hterm: https://hterm.org/x/ssh/contact.\n\nEl registre de canvis es pot consultar aquí: https://hterm.org/x/ssh/changelog",
    "cs": "Secure Shell je emulátor terminálu kompatibilní s terminálem xterm a samostatný klient ssh pro Chrome.  Používá technologii Native-Client k přímému připojení k serverům ssh bez potřeby externích proxy serverů.\n\nZahrnuje klienta příkazového řádku SFTP.  V systému ChromeOS můžete vytvářet připojení SFTP a přistupovat k nim z aplikace Soubory.\n\nNyní je zahrnuta také alfa verze nástroje Mosh.\n\nV průběhu několika let byla důkladně prověřena.\n\nPřečtěte si odpovědi na časté dotazy zde: https://hterm.org/x/ssh/faq.\n\nMůžete také publikovat zpětnou vazbu v e‑mailové konferenci zde: https://hterm.org/x/ssh/contact.\n\nProtokol změn je k dispozici zde: https://hterm.org/x/ssh/changelog.",
    "da": "Secure Shell er en xterm-kompatibel terminalemulator og selvstændig SSH klient til Chrome.  Den bruger Native Client til at oprette forbindelse direkte til SSH-servere uden at skulle bruge eksterne proxyer.\n\nEn SFTP-kommandolinjeklient medfølger.  I ChromeOS kan du oprette SFTP-tilslutninger og tilgå dem via appen Filer.\n\nDer medfølger nu også en alfaversion af Mosh.\n\nDen er blevet testet grundigt i et par år.\n\nLæs de ofte stillede spørgsmål her: https://hterm.org/x/ssh/faq.\n\nDu kan også udveksle feedback via mailinglisten chromium-hterm her: https://hterm.org/x/ssh/contact.\n\nÆndringsloggen finder du her: https://hterm.org/x/ssh/changelog",
    "de": "Secure Shell ist ein xterm-kompatibler Terminalemulator und eigenständiger SSH-Client für Chrome.  Er nutzt Native Client, um eine direkte Verbindung mit SSH-Servern herzustellen, und braucht dazu keine externen Proxys.\n\nEin SFTP-Befehlszeilen-Client ist enthalten.  Unter ChromeOS kannst du SFTP-Bereitstellungen erstellen und über die Dateien App darauf zugreifen.\n\nJetzt ist auch ein Alpha-Build von Mosh enthalten.\n\nDieser wurde mehrere Jahre lang sorgfältig getestet.\n\nDie FAQs findest du hier: https://hterm.org/x/ssh/faq.\n\nAußerdem kann in der chromium-hterm-Mailingliste Feedback ausgetauscht werden: https://hterm.org/x/ssh/contact.\n\nDas Änderungsprotokoll findest du hier: https://hterm.org/x/ssh/changelog",
    "el": "Το Ασφαλές κέλυφος είναι ένας προσομοιωτής τερματικού που είναι συμβατός με xterm και μια μεμονωμένη εφαρμογή πελάτης SSH για Chrome.  Χρησιμοποιεί το Native Client για να συνδέεται απευθείας με διακομιστές SSH χωρίς να απαιτούνται εξωτερικοί διακομιστές μεσολάβησης.\n\nΠεριλαμβάνεται μια εφαρμογή πελάτης γραμμής εντολών SFTP.  Στο ChromeOS, μπορείτε να δημιουργείτε προσαρτήσεις SFTP και να αποκτάτε πρόσβαση σε αυτές από την εφαρμογή Αρχεία!\n\nΠεριλαμβάνεται πλέον και μια έκδοση alpha του Mosh.\n\nΑυτή η έκδοση έχει υποβληθεί σε εκτενείς δοκιμές τα τελευταία δύο χρόνια.\n\nΔιαβάστε τις Συνήθεις ερωτήσεις στη διεύθυνση: https://hterm.org/x/ssh/faq.\n\nΕπίσης, μπορείτε να ανταλλάξετε σχόλια στη λίστα αλληλογραφίας chromium-hterm στη διεύθυνση: https://hterm.org/x/ssh/contact.\n\nΤο changelog είναι διαθέσιμο εδώ: https://hterm.org/x/ssh/changelog",
    "en,en_AU,en_US": "Secure Shell is an xterm-compatible terminal emulator and stand-alone ssh client for Chrome.  It uses Native-Client to connect directly to ssh servers without the need for external proxies.\n\nA SFTP command line client is included.  On ChromeOS, you can create SFTP mounts and access them from the Files app!\n\nAn alpha build of Mosh is included now too.\n\nIt has been well tested for a couple of years.\n\nPlease read the FAQ, available here: https://hterm.org/x/ssh/faq.\nYou can also exchange feedback in the chromium-hterm mailing list, available here: https://hterm.org/x/ssh/contact.\n\nThe changelog is available here: https://hterm.org/x/ssh/changelog",
    "en_GB": "Secure Shell is an xterm-compatible terminal emulator and stand-alone SSH client for Chrome.  It uses Native Client to connect directly to SSH servers without the need for external proxies.\n\nA SFTP command line client is included.  On ChromeOS, you can create SFTP mounts and access them from the Files app!\n\nAn alpha build of Mosh is included now too.\n\nIt has been well tested for a couple of years.\n\nPlease read the FAQ, available here: https://hterm.org/x/ssh/faq.\n\nYou can also exchange feedback in the chromium-hterm mailing list, available here: https://hterm.org/x/ssh/contact.\n\nThe changelog is available here: https://hterm.org/x/ssh/changelog",
    "es": "Secure Shell es un emulador de terminal compatible con xterm y un cliente SSH independiente para Chrome.  Usa Native Client para conectarse directamente a servidores SSH sin necesidad de proxies externos.\n\nSe incluye un cliente de línea de comandos SFTP.  En ChromeOS, puedes crear montajes de SFTP y acceder a ellos desde la aplicación Archivos.\n\nAhora también se incluye una compilación alfa de Mosh.\n\nSe ha probado mucho durante un par de años.\n\nLee las preguntas frecuentes disponibles en este enlace: https://hterm.org/x/ssh/faq.\n\nTambién puedes intercambiar comentarios en la lista de distribución chromium-hterm, que está disponible aquí: https://hterm.org/x/ssh/contact.\n\nEl registro de cambios se puede consultar aquí: https://hterm.org/x/ssh/changelog.",
    "es_419": "Secure Shell es un emulador de terminales para Chrome compatible con xterm y clientes independientes de SSH.  Usa Native Client para conectarse de manera directa con los servidores de SSH sin necesitar proxies externas.\n\nSe incluye un cliente con línea de comandos SFTP.  En ChromeOS, puedes crear puntos de activación SFTP y acceder a ellos desde la app de Archivos.\n\nTambién incluye una compilación alfa de Mosh.\n\nSe ha probado durante varios años.\n\nLee las Preguntas frecuentes disponibles aquí: https://hterm.org/x/ssh/faq.\n\nTambién puedes intercambiar comentarios en la lista de distribución de chromium-hterm, disponible aquí: https://hterm.org/x/ssh/contact.\n\nEl registro de cambios está disponible aquí: https://hterm.org/x/ssh/changelog",
    "et": "Secure Shell on xtermiga ühilduv terminaliemulaator ja autonoomne SSH-klient Chrome'i jaoks.  See kasutab tehnoloogiat Native Client, et luua SSH-serveritega otse ühendus ilma, et oleks vaja väliseid puhverservereid.\n\nKaasas on käsurea SFTP-klient.  ChromeOS-is saate luua SFTP-ühendusi ja neile rakenduse Failid kaudu juurde pääseda.\n\nSamuti on nüüd kaasatud Moshi alfajärk.\n\nSeda on paari aasta jooksul põhjalikult testitud.\n\nLugege KKK-d saidil https://hterm.org/x/ssh/faq.\n\nSamuti saate edastada tagasisidet chromium-htermi meililistis, mis on saadaval saidil https://hterm.org/x/ssh/contact.\n\nMuutuste logi on saadaval saidil https://hterm.org/x/ssh/changelog.",
    "fa": "«پوسته ایمن» نوعی شبیه‌ساز پایانه سازگار با xterm و کارخواه پوسته ایمن (SSH) مستقل برای Chrome است.  این پروتکل بدون نیاز به پراکسی‌های خارجی، بااستفاده از Native-Client مستقیماً به سرورهای پوسته ایمن متصل می‌شود.\n\nاین پروتکل با کارخواه خط فرمان SFTP ارائه می‌شود.  در ChromeOS، می‌توانید پایه‌های SFTP ایجاد کنید و ازطریق برنامه Files به آن‌ها دسترسی داشته باشید!\n\nساخت آلفای Mosh نیز اکنون لحاظ شده است.\n\nاین ساخت به‌مدت دو سال به‌خوبی آزمایش شده است.\n\nلطفاً پرسشگان مربوطه را در این نشانی مطالعه کنید: https://hterm.org/x/ssh/faq.\n\nهمچنین می‌توانید بازخوردهایتان را در فهرست پستی chromium-hterm به نشانی زیر تبادل کنید: https://hterm.org/x/ssh/contact.\n\nگزارش تغییرات در این نشانی دردسترس است: https://hterm.org/x/ssh/changelog",
    "fi": "Secure Shell on xterm-yhteensopiva terminaaliemulaattori ja erillinen ssh-asiakasovellus Chromea varten.  Se muodostaa yhteyden suoraan ssh-palvelimiin asiakassovelluksen avulla ilman ulkoisia välityspalvelimia.\n\nLisäksi se sisältää SFTP-komentoriviasiakkaan.  ChromeOS:ssä voit luoda SFTP-käyttöönottoja ja löytää ne Tiedostot-sovelluksen kautta.\n\nMukana on nyt myös Moshin alfaversio.\n\nSitä on testattu perusteellisesti parin vuoden ajan.\n\nTutustu usein kysyttyihin kysymyksiin täällä: https://hterm.org/x/ssh/faq.\n\nVoit myös lähettää palautetta chromium-hterm-postituslistan kautta, joka löytyy täältä: https://hterm.org/x/ssh/contact.\n\nMuutosloki löytyy täältä: https://hterm.org/x/ssh/changelog",
    "fil": "Ang Secure Shell ay isang terminal emulator na compatible sa xterm at stand-alone na client ng ssh para sa Chrome.  Gumagamit ito ng Native-Client para direktang kumonekta sa mga server ng ssh nang hindi kailangan ng mga external proxy.\n\nMay kasamang client ng command line ng SFTP.  Sa ChromeOS, puwede kang gumawa ng mga mount ng SFTP at puwede mong i-access ang mga iyon mula sa Files app!\n\nKasama na rin ngayon ang alpha build ng Mosh.\n\nMahusay itong sinubukan sa loob ng maraming taon.\n\nPakibasa ang FAQ, na available dito: https://hterm.org/x/ssh/faq.\n\nPuwede ka ring makipagpalitan ng feedback sa mailing list ng chromium-hterm, na available dito: https://hterm.org/x/ssh/contact.\n\nAvailable ang log ng pagbabago rito: https://hterm.org/x/ssh/changelog",
    "fr": "Secure Shell est un émulateur de terminal compatible avec xterm doublé d'un client SSH autonome pour Chrome.  Il utilise Native Client pour se connecter directement aux serveurs SSH sans proxy externe.\n\nUn client de ligne de commande SFTP est inclus.  Sous ChromeOS, vous pouvez créer des installations SFTP et y accéder depuis l'application Fichiers.\n\nUne version alpha de Mosh est désormais incluse également.\n\nElle a été testée et éprouvée au cours des deux dernières années.\n\nVeuillez consulter les questions fréquentes, disponibles sur https://hterm.org/x/ssh/faq.\n\nVous pouvez également échanger vos commentaires dans la liste de diffusion chromium-hterm, accessible à cette adresse : https://hterm.org/x/ssh/contact.\n\nJournal des modifications : https://hterm.org/x/ssh/changelog",
    "gu": "સુરક્ષિત શેલ એ xterm સાથે સુસંગત ટર્મિનલ એમ્યુલેટર અને Chrome માટેનું સ્ટૅન્ડ-અલોન SSH ક્લાયન્ટ છે.  તે બાહ્ય પ્રૉક્સીની જરૂરિયાત વિના સીધું SSH સર્વર સાથે કનેક્ટ થવા માટે મૂળ ક્લાયન્ટનો ઉપયોગ કરે છે.\n\nતેમાં SFTP આદેશ લાઇન ક્લાયન્ટ શામેલ હોય છે.  ChromeOS પર, તમે SFTP માઉન્ટ બનાવી શકો છો અને Files ઍપમાંથી તેને ઍક્સેસ કરી શકો છો!\n\nહવે તેમાં Moshનું આલ્ફા બિલ્ડ પણ શામેલ છે.\n\nકેટલાક વર્ષો સુધી તેનું સારી રીતે પરીક્ષણ કરવામાં આવ્યું છે.\n\nકૃપા કરીને અહીં ઉપલબ્ધ સામાન્ય પ્રશ્નો વાંચો: https://hterm.org/x/ssh/faq.\n\nતમે અહીં ઉપલબ્ધ chromium-htermની ઇમેઇલ મેળવનારની સૂચિમાં પ્રતિસાદની આપ-લે પણ કરી શકો છો: https://hterm.org/x/ssh/contact.\n\nચેન્જલૉગ અહીં ઉપલબ્ધ છે: https://hterm.org/x/ssh/changelog",
    "he": "Secure Shell הוא אמולטור של טרמינל תואם xterm ולקוח SSH עצמאי ל‑Chrome.  הוא משתמש ב‑Native‑Client כדי להתחבר לשרתי SSH ללא צורך בשרתי proxy חיצוניים.\n\nהוא כולל לקוח שורת פקודה של SFTP.  ב‑ChromeOS ניתן ליצור טעינות של SFTP ולגשת אליהן מהאפליקציה 'קבצים'!\n\nSecure Shell כולל עכשיו גם גרסת אלפא של Mosh.\n\nהגרסה עברה בדיקות במשך כמה שנים.\n\nחשוב לקרוא את השאלות הנפוצות שנמצאות כאן: https://hterm.org/x/ssh/faq.\n\nאפשר גם לשלוח ולקבל משוב ברשימת התפוצה של chromium-hterm שזמינה כאן: https://hterm.org/x/ssh/contact.\n\nיומן השינויים נמצא כאן: https://hterm.org/x/ssh/changelog",
    "hi": "सिक्योर शेल, xterm के साथ काम करने वाला टर्मिनल एम्युलेटर है. यह Chrome के लिए, स्टैंड-अलोन एसएसएच क्लाइंट के तौर पर इस्तेमाल होता है.  यह नेटिव क्लाइंट की मदद से, एसएसएच सर्वर से सीधे कनेक्ट होता है. इसके लिए बाहरी प्रॉक्सी की ज़रूरत नहीं होती.\n\nइसमें एसएफ़टीपी कमांड लाइन क्लाइंट शामिल होता है.  ChromeOS पर, एसएफ़टीपी माउंट बनाए जा सकते हैं. साथ ही, इन्हें Files ऐप्लिकेशन की मदद से ऐक्सेस किया जा सकता है!\n\nअब इसमें Mosh का ऐल्फ़ा बिल्ड भी शामिल हो गया है.\n\nइसे कुछ सालों तक अच्छे से टेस्ट किया जा चुका है.\n\nकृपया अक्सर पूछे जाने वाले सवाल यहां पढ़ें: https://hterm.org/x/ssh/faq.\n\nchromium-hterm की ईमेल पाने वाले लोगों की सूची में, सुझाव या राय भी दी जा सकती है. यह सूची इस लिंक पर उपलब्ध है: https://hterm.org/x/ssh/contact.\n\nchangelog को यहां देखा जा सकता है: https://hterm.org/x/ssh/changelog",
    "hr": "Secure Shell je emulator terminala kompatibilan s xtermom i samostalan SSH klijent za Chrome.  Koristi se Lokalnim klijentom za izravno povezivanje s SSH poslužiteljima bez potrebe za vanjskim proxyjima.\n\nUključen je SFTP klijent naredbenih redaka.  U ChromeOS-u možete izraditi SFTP učitavanja i pristupiti im putem aplikacije Datoteke!\n\nSad je uključena i alfa kompilacija Mosha.\n\nTemeljito je testirana nekoliko godina.\n\nPročitajte česta pitanja dostupna ovdje: https://hterm.org/x/ssh/faq.\n\nMožete i razmjenjivati povratne informacije na popisu za slanje e-pošte za chromium-hterm dostupnom ovdje: https://hterm.org/x/ssh/contact.\n\nZapisnik promjena dostupan je ovdje: https://hterm.org/x/ssh/changelog",
    "hu": "A Secure Shell egy xterm-kompatibilis terminálemulátor és különálló SSH-kliens a Chrome számára.  Natív klienst használ az SSH-szerverekhez való közvetlen csatlakozáshoz anélkül, hogy külső proxykra lenne szüksége.\n\nSFTP parancssoros klienst tartalmaz.  ChromeOS rendszeren létrehozhat SFTP-kapcsolatokat, és hozzájuk férhet a Fájlok alkalmazásban.\n\nMostantól a Mosh alfaverzióját is tartalmazza.\n\nTöbb éves alapos tesztelésen esett át.\n\nOlvassa el a GYIK-et itt: https://hterm.org/x/ssh/faq.\n\nVisszajelzést is küldhet a chromium-hterm levelezőlistára a következő linken: https://hterm.org/x/ssh/contact.\n\nA változásnapló itt található: https://hterm.org/x/ssh/changelog.",
    "id": "Secure Shell adalah emulator terminal yang kompatibel dengan xterm dan merupakan klien SSH mandiri untuk Chrome.  Protokol jaringan ini menggunakan Native-Client untuk terhubung langsung ke server SSH tanpa memerlukan proxy eksternal.\n\nKlien command line SFTP disertakan.  Di ChromeOS, Anda dapat membuat pemasangan SFTP dan mengaksesnya dari aplikasi File.\n\nMosh versi alfa kini juga disertakan.\n\nVersi ini telah diuji dengan baik selama beberapa tahun.\n\nBaca FAQ, yang tersedia di sini: https://hterm.org/x/ssh/faq.\n\nAnda juga dapat bertukar masukan dalam milis chromium-hterm, yang tersedia di sini: https://hterm.org/x/ssh/contact.\n\nLog perubahan tersedia di sini: https://hterm.org/x/ssh/changelog",
    "it": "Secure Shell è un emulatore di terminale compatibile con xterm e client SSH autonomo per Chrome.  Utilizza Native Client per connettersi direttamente ai server SSH senza bisogno di proxy esterni.\n\nÈ incluso un client riga di comando SFTP.  Su ChromeOS, puoi creare montaggi SFTP e accedervi dall'app File.\n\nÈ inclusa anche una build alpha di Mosh, che è stata testata con cura per un paio d'anni.\n\nLeggi le Domande frequenti disponibili qui: https://hterm.org/x/ssh/faq.\n\nInoltre puoi scambiare feedback nella mailing list di chromium-hterm disponibile qui: https://hterm.org/x/ssh/contact.\n\nIl log delle modifiche è disponibile qui: https://hterm.org/x/ssh/changelog",
    "ja": "Secure Shell は、xterm 互換のターミナル エミュレータで、Chrome をスタンドアロンの SSH クライアントとして使用できます。ネイティブ クライアントを使用して、外部プロキシを使わず SSH サーバーに直接接続できます。\n\nSFTP コマンドライン クライアントが含まれており、ChromeOS で SFTP マウントを作成して、ファイルアプリからアクセスできます。\n\nまた、Mosh のアルファ版にも対応しています。\n\nMosh は数年かけて十分にテストされています。\n\nよくある質問については、こちらをご覧ください: https://hterm.org/x/ssh/faq\n\nまた、こちらの chromium-hterm メーリング リストで意見を交換していただけます: https://hterm.org/x/ssh/contact\n\n変更履歴はこちらでご覧いただけます: https://hterm.org/x/ssh/changelog",
    "kn": "Secure Shell ಎಂಬುದು xterm ಜೊತೆಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವ ಟರ್ಮಿನಲ್ ಎಮ್ಯುಲೇಟರ್ ಆಗಿದ್ದು, ಇದು Chrome ನ ಸ್ಟ್ಯಾಂಡ್-ಅಲೋನ್ ssh ಕ್ಲೈಂಟ್ ಆಗಿದೆ.  ಬಾಹ್ಯ ಪ್ರಾಕ್ಸಿಗಳ ಅಗತ್ಯವಿಲ್ಲದೇ ssh ಸರ್ವರ್‌ಗಳಿಗೆ ನೇರವಾಗಿ ಕನೆಕ್ಟ್ ಮಾಡಲು ಇದು ಸ್ಥಳೀಯ ಕ್ಲೈಂಟ್ ಅನ್ನು ಬಳಸುತ್ತದೆ.\n\nSFTP ಕಮಾಂಡ್ ಲೈನ್ ಕ್ಲೈಂಟ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.  ChromeOS ನಲ್ಲಿ, ನೀವು SFTP ಮೌಂಟ್‌ಗಳನ್ನು ರಚಿಸಬಹುದು ಮತ್ತು Files ಆ್ಯಪ್‌ನ ಮೂಲಕ ಅವುಗಳನ್ನು ಆ್ಯಕ್ಸೆಸ್ ಮಾಡಬಹುದಾಗಿದೆ!\n\nಇದೀಗ Mosh ನ ಆಲ್ಫಾ ಬಿಲ್ಡ್ ಅನ್ನು ಸಹ ಸೇರಿಸಲಾಗಿದೆ.\n\nಇದನ್ನು ಒಂದೆರಡು ವರ್ಷಗಳ ಕಾಲ ಸಮರ್ಪಕವಾಗಿ ಪರೀಕ್ಷಿಸಲಾಗಿದೆ.\n\nಇಲ್ಲಿ ಲಭ್ಯವಿರುವ FAQ ಓದಿರಿ: https://hterm.org/x/ssh/faq.\n\nನೀವು ಇಲ್ಲಿ ಲಭ್ಯವಿರುವ chromium-hterm ಮೇಲ್ ಮಾಡುವ ಪಟ್ಟಿಯಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕೂಡ ವಿನಿಮಯ ಮಾಡಿಕೊಳ್ಳಬಹುದು: https://hterm.org/x/ssh/contact.\n\nಚೇಂಜ್‌ಲಾಗ್ ಇಲ್ಲಿ ಲಭ್ಯವಿದೆ: https://hterm.org/x/ssh/changelog",
    "ko": "시큐어 셸은 Chrome용 xterm 호환 터미널 에뮬레이터 겸 독립형 ssh 클라이언트이며,  Native Client를 사용하여 외부 프록시 없이 ssh 서버에 직접 연결합니다.\n\nSFTP 명령줄 클라이언트가 포함되어 있습니다.  ChromeOS에서 SFTP 마운트를 생성하고 파일 앱에서 마운트 지점에 액세스할 수 있습니다.\n\n이제 Mosh 알파 빌드도 포함됩니다.\n\n수년 동안 충분한 테스트를 거친 빌드입니다.\n\nFAQ를 참고하세요. https://hterm.org/x/ssh/faq\n\nchromium-hterm 메일링 리스트에서 의견을 교환할 수도 있습니다. https://hterm.org/x/ssh/contact\n\n변경 로그는 다음 주소에서 확인하시기 바랍니다. https://hterm.org/x/ssh/changelog",
    "lt": "„Secure Shell“ – tai su „xterm“ suderinamas terminalo emuliatorius ir atskiras „Chrome“ SSH klientas.  Jam naudojama technologija „Native Client“, kad būtų galima susieti tiesiogiai su SSH serveriais be išorinių tarpinių serverių.\n\nĮtraukiamas SFTP komandos eilutės klientas.  „ChromeOS“ galite sukurti SFTP įrengimo vietas ir pasiekti jas iš programos „Failai“.\n\nDabar taip pat įtraukiama alfa versijos „Mosh“.\n\nPer pastaruosius keletą metų ji buvo gerai išbandyta.\n\nPerskaitykite DUK, kuriuos rasite čia: https://hterm.org/x/ssh/faq.\n\nTaip pat galite keistis atsiliepimais, pasinaudoję „chromium-hterm“ adresatų sąrašu, pasiekiamu čia: https://hterm.org/x/ssh/contact.\n\nPakeitimų žurnalą rasite čia: https://hterm.org/x/ssh/changelog",
    "lv": "Drošā čaula ir ar programmu xterm saderīgs termināļu emulators un savrups SSH klients pārlūkam Chrome.  Tajā tiek izmantota tehnoloģija Native Client, lai veidotu savienojumus tieši ar SSH serveriem, neizmantojot ārējus starpniekserverus.\n\nIr iekļauts SFTP komandrindas klients.  Operētājsistēmā Chrome OS varat veidot montēšanas punktus SFTP mapēm un piekļūt tām lietotnē Faili.\n\nTagad ir iekļauts arī programmas Mosh alfa būvējums.\n\nTas jau pāris gadus ir rūpīgi testēts.\n\nLūdzu, izlasiet bieži uzdotos jautājumus. Tie ir pieejami šeit: https://hterm.org/x/ssh/faq.\n\nVarat arī dalīties atsauksmēs ar adresātu sarakstu chromium-hterm, kas pieejams šeit: https://hterm.org/x/ssh/contact.\n\nIzmaiņu žurnāls ir pieejams šeit: https://hterm.org/x/ssh/changelog.",
    "ml": "xterm-ന് അനുയോജ്യമായ ടെർമിനൽ എമുലേറ്ററാണ് സെക്യൂർ ഷെൽ, ഇത് Chrome-ന്റെ സ്വതന്ത്ര SSH ക്ലയന്റ് കൂടിയാണ്.  എക്സ്റ്റേണൽ പ്രോക്‌സികളുടെ ആവശ്യകത ഒഴിവാക്കിക്കൊണ്ട്, പ്രാദേശിക ക്ലയന്റ് ഉപയോഗിച്ച് SSH സെർവറുകളിലേക്ക് ഇത് നേരിട്ട് കണക്റ്റ് ചെയ്യുന്നു.\n\nSFTP കമാൻഡ് ലൈൻ ക്ലയന്റ് ഉൾപ്പെടുത്തിയിരിക്കുന്നു.  നിങ്ങൾക്ക് ChromeOS-ൽ SFTP മൗണ്ടുകൾ സൃഷ്‌ടിച്ച് അവ Files ആപ്പ് വഴി ആക്‌സസ് ചെയ്യാം!\n\nMosh-ന്റെ ഒരു ആൽഫ പതിപ്പ് ഇത്തവണയും ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.\n\nകഴിഞ്ഞ ചില വർഷങ്ങളായി ഇത് വിജയകരമായി പരീക്ഷിച്ച് കൊണ്ടിരിക്കുകയാണ്.\n\nഇവിടെ പതിവ് ചോദ്യങ്ങൾ വായിക്കൂ: https://hterm.org/x/ssh/faq.\n\nഈ ലിങ്ക് സന്ദർശിച്ച്, chromium-hterm മെയിലിംഗ് ലിസ്റ്റിൽ നിങ്ങളുടെ ഫീഡ്ബാക്കും കൈമാറാം: https://hterm.org/x/ssh/contact.\n\nchangelog ഇവിടെ ലഭ്യമാണ്: https://hterm.org/x/ssh/changelog",
    "mr": "सिक्युअर शेल हा Chrome साठी xterm शी कंपॅटिबल असलेला टर्मिनल एम्यूलेटर आणि स्वतंत्र असा SSH क्लायंट आहे.  बाह्य प्रॉक्सीच्या आवश्यकतेशिवाय हा SSH सर्व्हरशी थेट कनेक्ट करण्यासाठी मूळ क्लायंट वापरतो.\n\nSFTP कमांड लाइन क्लायंटचा समावेश आहे.  तुम्ही ChromeOS वर SFTP माउंट तयार करू शकता आणि ते Files अ‍ॅपमधून अ‍ॅक्सेस करू शकता!\n\nMosh ची अल्फा आवृत्ती यावेळीदेखील समाविष्ट केली आहे.\n\nगेल्या काही वर्षांपासून याची चांगल्या प्रकारे चाचणी केली गेली आहे.\n\nकृपया येथे उपलब्ध असलेले वारंवार विचारले जाणारे प्रश्न (FAQ) वाचा: https://hterm.org/x/ssh/faq.\n\nतुम्ही येथे उपलब्ध असलेल्या chromium-hterm च्या मेलिंग सूचीमध्ये फीडबॅकदेखील देऊ शकता: https://hterm.org/x/ssh/contact.\n\nचेंजलॉग येथे उपलब्ध आहे: https://hterm.org/x/ssh/changelog",
    "ms": "Secure Shell ialah pelagak terminal serasi xterm dan klien ssh kendiri untuk Chrome.  Ciri ini menggunakan Klien Natif untuk menyambung secara langsung ke pelayan ssh tanpa memerlukan proksi luaran.\n\nKlien baris perintah SFTP disertakan.  Pada ChromeOS, anda boleh membuat lekapan SFTP dan mengakses lekapan ini daripada apl Files!\n\nBinaan alfa Mosh kini disertakan juga.\n\nCiri ini telah diuji dengan baik selama dua tahun.\n\nSila baca soalan lazim yang tersedia di sini: https://hterm.org/x/ssh/faq.\n\nAnda juga boleh bertukar-tukar maklum balas dalam senarai mel hterm chromium yang tersedia di sini: https://hterm.org/x/ssh/contact.\n\nLog perubahan tersedia di sini: https://hterm.org/x/ssh/changelog",
    "nl": "Secure Shell is een xterm-compatibele terminalemulator en zelfstandige SSH-client voor Chrome.  Deze gebruikt Native Client om rechtstreeks verbinding te maken met SSH-servers zonder dat je externe proxy's nodig hebt.\n\nEr is een SFTP-opdrachtregelclient opgenomen.  In ChromeOS kun je SFTP-koppelingspunten maken en openen via de app Bestanden.\n\nEr is nu ook een alfa-build van Mosh opgenomen.\n\nDeze is gedurende een aantal jaren uitgebreid getest.\n\nLees de veelgestelde vragen op https://hterm.org/x/ssh/faq.\n\nJe kunt ook feedback uitwisselen in de mailinglijst chromium-hterm, die beschikbaar is op https://hterm.org/x/ssh/contact.\n\nHet wijzigingslogboek is beschikbaar op https://hterm.org/x/ssh/changelog",
    "no": "Secure Shell er en xterm-kompatibel terminalemulator og frittstående ssh-klient for Chrome.  Den bruker Native-Client for å koble seg til ssh-tjenere direkte uten at det trengs eksterne proxy-tjenere.\n\nEn SFTP-kommandolinjeklient er inkludert.  I Chrome OS kan du opprette SFTP-innsettingspunkter og få tilgang til dem via Filer-appen.\n\nEn alfaversjon av Mosh er også inkludert nå.\n\nDen har vært godt testet i noen år.\n\nLes vanlige spørsmål, som du finner her: https://hterm.org/x/ssh/faq.\n\nDu kan også utveksle tilbakemeldinger via e-postlisten chromium-hterm, som du finner her: https://hterm.org/x/ssh/contact.\n\nEndringsloggen finner du her: https://hterm.org/x/ssh/changelog",
    "pl": "Secure Shell to zgodny z xterm emulator terminala i autonomiczny klient SSH dla Chrome.  Używa on klienta natywnego, aby łączyć się bezpośrednio z serwerami SSH bez konieczności korzystania z zewnętrznych serwerów proxy.\n\nZawiera klienta wiersza poleceń SFTP.  W Chrome OS możesz tworzyć połączenia SFTP i uzyskiwać do nich dostęp z aplikacji Pliki.\n\nObecnie Secure Shell obejmuje też wersję alfa powłoki mobilnej (Mosh).\n\nW ciągu paru ostatnich lat został on dokładnie przetestowany.\n\nZapoznaj się z tymi najczęstszymi pytaniami: https://hterm.org/x/ssh/faq.\n\nMożesz też wziąć udział w wymianie opinii na liście adresowej chromium-hterm dostępnej tutaj: https://hterm.org/x/ssh/contact.\n\nTu znajdziesz historię zmian: https://hterm.org/x/ssh/changelog",
    "pt_BR": "O Secure Shell é um emulador de terminal compatível com xterm e um cliente SSH independente do Google.  Ele usa o Cliente nativo para se conectar diretamente aos servidores SSH sem a necessidade de proxies externos.\n\nUm cliente da linha de comando SFTP está incluído.  No ChromeOS, você pode criar suportes de SFTP e os acessar pelo app Arquivos.\n\nUm build Alfa do Mosh também está incluído.\n\nEle já foi bem testado por alguns anos.\n\nLeia as perguntas frequentes neste link: https://hterm.org/x/ssh/faq.\n\nVocê também pode trocar feedback com a lista de e-mails chromium-hterm, disponível aqui: https://hterm.org/x/ssh/contact.\n\nO registro de mudanças está disponível em: https://hterm.org/x/ssh/changelog.",
    "pt_PT": "O Secure Shell é um emulador de terminal compatível com xterm e um cliente de SSH (Secure Shell) autónomo para o Chrome.  Usa a tecnologia Native Client para se ligar diretamente a servidores de SSH sem a necessidade de proxies externos.\n\nInclui um cliente de linha de comandos do SFTP (Secure File Transfer Protocol).  No ChromeOS, é possível criar montagens do SFTP e aceder às mesmas a partir da app Files!\n\nAgora, inclui igualmente uma compilação alfa do Mosh.\n\nFoi testada devidamente durante alguns anos.\n\nConsulte as Perguntas frequentes, disponíveis aqui: https://hterm.org/x/ssh/faq.\n\nTambém pode trocar feedback na lista de correio chromium-hterm, disponível aqui: https://hterm.org/x/ssh/contact.\n\nO registo de alterações está disponível aqui: https://hterm.org/x/ssh/changelog",
    "ro": "Secure Shell este un simulator de terminal compatibil cu xterm și un client ssh independent pentru Chrome.  Folosește clientul nativ pentru a se conecta direct la serverele ssh fără a fi nevoie de proxy-uri externe.\n\nEste inclus un client linie de comandă SFTP.  În sistemul de operare Chrome, puteți crea montări SFTP și le puteți accesa din aplicația Fișiere.\n\nEste inclusă și o versiune alpha de Mosh.\n\nAceasta a fost testată atent, timp de câțiva ani.\n\nCitiți întrebările frecvente disponibile aici: https://hterm.org/x/ssh/faq.\n\nPuteți trimite feedback prin lista de distribuție prin e-mail chromium-hterm, disponibilă aici: https://hterm.org/x/ssh/contact.\n\nJurnalul de modificări este disponibil aici: https://hterm.org/x/ssh/changelog",
    "ru": "Secure Shell – это xterm-совместимый эмулятор терминала и отдельный SSH-клиент для Chrome.  В нем используется Native Client для подключения к SSH-серверам без применения внешних прокси.\n\nТакже в него встроен клиент командной строки с поддержкой SFTP.  В ChromeOS с помощью SFTP вы можете монтировать файловые системы и пользоваться ими через приложение \"Файлы\".\n\nВ Secure Shell также содержится альфа-версия Mosh.\n\nРасширение успешно тестируется уже несколько лет.\n\nРекомендуем ознакомиться с часто задаваемыми вопросами: https://hterm.org/x/ssh/faq.\n\nЧтобы связаться с разработчиками и другими пользователями, вступите в группу chromium-hterm: https://hterm.org/x/ssh/contact.\n\nИсторию изменений можно посмотреть на странице https://hterm.org/x/ssh/changelog.",
    "sk": "Secure Shell je emulátor terminálu kompatibilný s emulátorom xterm a samostatný ssh klient pre Chrome.  Pomocou technológie Native Client sa pripája priamo k ssh serverom bez potreby externých proxy serverov.\n\nZahrnuje tiež klienta SFTP s príkazovým riadkom.  V systéme Chrome OS môžete vytvárať pripojenia SFTP a používať ich z aplikácie Súbory.\n\nOdteraz je zahrnutá aj alfa zostava aplikácie Mosh.\n\nBola dôkladne testovaná niekoľko rokov.\n\nPrečítajte si časté otázky na https://hterm.org/x/ssh/faq.\n\nMôžete sa tiež podeliť o spätnú väzbu v distribučnom zozname chromium-hterm na https://hterm.org/x/ssh/contact.\n\nDenník zmien je k dispozícii na https://hterm.org/x/ssh/changelog.",
    "sl": "Secure Shell je emulator terminala, združljiv z xtermom, in samostojni odjemalec za ssh za Chrome.  Uporablja tehnologijo Native Client za neposredno povezovanje s strežniki ssh brez potrebe po zunanjih strežnikih proxy.\n\nOdjemalec za ukazno vrstico SFTP je vključen.  V sistemu ChromeOS lahko ustvarite vpetja SFTP in do njih dostopate iz aplikacije Datoteke.\n\nZdaj je vključena tudi gradnja alfa Mosha.\n\nŽe nekaj let ga izdatno preizkušamo.\n\nPreberite pogosta vprašanja, ki so na voljo tukaj: https://hterm.org/x/ssh/faq.\n\nPrav tako lahko izmenjate povratne informacije na poštnem seznamu za chromium-hterm, ki je na voljo tukaj: https://hterm.org/x/ssh/contact.\n\nDnevnik sprememb je na voljo tukaj: https://hterm.org/x/ssh/changelog.",
    "sr": "Secure Shell је емулатор терминала компатибилан са xterm-ом и самостални ssh клијент за Chrome.  Користи Native-Client за директно повезивање са ssh серверима без потреба за спољним проксијима.\n\nУврштен је SFTP клијент за командне линије.  На Chrome ОС-у можете да правите SFTP протоколе и да им приступате из апликације Files!\n\nСада је уврштена и алфа верзија Mosh-а.\n\nДетаљно је тестирана неколико година.\n\nПрочитајте честа питања овде: https://hterm.org/x/ssh/faq.\n\nМожете и да размењујете повратне информације у chromium-hterm дописној листи, која је доступна овде: https://hterm.org/x/ssh/contact.\n\nЕвиденција промена је доступна овде: https://hterm.org/x/ssh/changelog",
    "sv": "Secure Shell är en xterm-kompatibel terminalemulator och en fristående ssh-klient för Chrome.  Den ansluter direkt till ssh-servrar med Native-Client utan att behöva gå via externa proxyservrar.\n\nEn SFTP-klient för kommandoraden ingår.  I Chrome OS kan du skapa monteringspunkter för SFTP och öppna dem via appen Filer.\n\nNu ingår även en alfaversion av Mosh.\n\nDen har testats grundligt under flera år.\n\nLäs igenom de vanliga frågorna här: https://hterm.org/x/ssh/faq.\n\nDu kan även ge och läsa feedback på e-postlistan chromium-hterm, som du hittar här: https://hterm.org/x/ssh/contact.\n\nÄndringsloggen finns här: https://hterm.org/x/ssh/changelog",
    "sw": "Secure Shell ni kiigaji cha sehemu oanifu ya xterm na kiteja kinachojitegemea cha SSH ya Chrome.  Inatumia Native Client kuunganisha moja kwa moja kwenye seva za SSH bila kuhitaji seva mbadala za nje.\n\nLaini ya kiteja cha amri ya SFTP imejumuishwa.  Kwenye mfumo wa uendeshaji wa Chrome, unaweza kuunda sehemu za kupachika SFTP na kuzifikia kwenye programu ya Files!\n\nMuundo wa alpha wa Mosh sasa umejumuishwa pia.\n\nUmefanyiwa majaribio ipasavyo kwa miaka kadhaa.\n\nTafadhali soma Maswali Yanayoulizwa Sana, yanapatikana hapa: https://hterm.org/x/ssh/faq.\n\nPia, unaweza ukatoa maoni kwenye orodha ya wanaopokea barua pepe kwenye chromium-hterm, inapatikana hapa: https://hterm.org/x/ssh/contact.\n\nSehemu ya kubadilisha kumbukumbu inapatikana hapa: https://hterm.org/x/ssh/changelog",
    "ta": "Secure Shell என்பது xterm இணக்கமான டெர்மினல் எமுலேட்டர் & Chromeமிற்கான தனித்தியங்கும் ssh கிளையண்ட் ஆகும்.  வெளிப்புற ப்ராக்ஸிகள் இல்லாமல் ssh சேவையகங்களுடன் நேரடியாக இணைக்க நேட்டிவ் கிளையண்ட்டை இது பயன்படுத்துகிறது.\n\nSFTP கட்டளை வரி கிளையண்ட் இதில் உள்ளது.  ChromeOSஸில், SFTP மவுண்ட்களை உருவாக்கி Files ஆப்ஸில் இருந்து அவற்றை அணுக முடியும்!\n\nMoshஷின் ஆல்ஃபா பதிப்பும் இப்போது இதில் உள்ளது.\n\nசில ஆண்டுகளாக நன்கு பரிசோதிக்கப்பட்டுள்ளது.\n\nஇந்த இணைப்பில் உள்ள பொதுவான கேள்விகளைப் படியுங்கள்: https://hterm.org/x/ssh/faq.\n\nஇந்த இணைப்பில் உள்ள Chromium-hterm அஞ்சல் பட்டியலில் கருத்தையும் நீங்கள் பரிமாறிக்கொள்ளலாம்: https://hterm.org/x/ssh/contact.\n\nஇந்த இணைப்பில் changelog கிடைக்கிறது: https://hterm.org/x/ssh/changelog",
    "te": "సెక్యూర్ షెల్ అనేది xterm అనుకూల టెర్మినల్ ఎమ్యులేటర్, Chromeకు స్టాండ్-అలోన్ ssh క్లయింట్.  బయటి ప్రాక్సీల అవసరం లేకుండా ఇది స్థానిక క్లయింట్‌ను ఉపయోగించి నేరుగా SSH సర్వర్‌లకు కనెక్ట్ అవుతుంది.\n\nఒక SFTP కమాండ్ లైన్ క్లయింట్ కూడా ఇందులో ఉంటుంది.  ChromeOSలో, మీరు SFTP మౌంట్‌లను క్రియేట్ చేసి, వాటిని Files యాప్‌లో యాక్సెస్ చేయవచ్చు!\n\nMosh ఆల్ఫా బిల్డ్ కూడా ఇప్పుడు ఇందులో చేర్చబడింది.\n\nదీనిని రెండేళ్లుగా బాగా టెస్ట్ చేశారు.\n\nఇక్కడ అందుబాటులో ఉన్న FAQలను దయచేసి చదవండి: https://hterm.org/x/ssh/faq.\n\nఇక్కడ అందుబాటులో ఉన్న chromium-hterm మెయిలింగ్ లిస్ట్‌లో మీరు ఫీడ్‌బ్యాక్‌ను కూడా షేర్ చేయవచ్చు: https://hterm.org/x/ssh/contact.\n\nఇక్కడ changelog అందుబాటులో ఉంది: https://hterm.org/x/ssh/changelog",
    "th": "Secure Shell เป็นโปรแกรมจำลองเทอร์มินัลที่ใช้งานร่วมกับ xterm ได้ และเป็นไคลเอ็นต์ SSH แบบสแตนด์อโลนสำหรับ Chrome  ซึ่งจะใช้ Native Client เพื่อเชื่อมต่อกับเซิร์ฟเวอร์ SSH โดยตรงโดยไม่ต้องใช้พร็อกซีภายนอกแต่อย่างใด\n\nไคลเอ็นต์บรรทัดคำสั่ง SFTP จะรวมอยู่ในโปรแกรม  ใน ChromeOS คุณสามารถสร้างการต่อเชื่อม SFTP และเข้าถึงการต่อเชื่อมนั้นได้จากแอป Files\n\nปัจจุบันมีบิลด์อัลฟ่าของ Mosh รวมไว้ด้วย\n\nซึ่งได้รับการทดสอบอย่างดีมา 2-3 ปีแล้ว\n\nโปรดอ่านคำถามที่พบบ่อยที่ https://hterm.org/x/ssh/faq\n\nและแลกเปลี่ยนความคิดเห็นโดยใช้รายชื่ออีเมล chromium-hterm ได้ที่ https://hterm.org/x/ssh/contact\n\nChangelog มีให้ใช้งานที่ https://hterm.org/x/ssh/changelog",
    "tr": "Güvenli Kabuk, Chrome için xterm uyumlu bir terminal emülatörü ve bağımsız ssh istemcisidir.  Harici proxy'lere gerek kalmadan ssh sunucularıyla doğrudan bağlantı kurmak için Native-Client'ı kullanır.\n\nSFTP komut satırı istemcisi dahildir.  ChromeOS'te SFTP bağlantıları oluşturup bunlara Dosyalar uygulaması üzerinden erişebilirsiniz.\n\nMosh'un alfa derlemesi de artık dahil edildi.\n\nBirkaç yıldır başarılı bir şekilde test edilmişti.\n\nŞu adreste bulabileceğiniz SSS bölümünü okuyabilirsiniz: https://hterm.org/x/ssh/faq.\n\nGeri bildirimlerinizi ayrıca şu adreste chromium-hterm posta listesinde de gönderebilirsiniz: https://hterm.org/x/ssh/contact.\n\nDeğişiklik günlüğünü şu adreste bulabilirsiniz: https://hterm.org/x/ssh/changelog",
    "uk": "Secure Shell – це сумісний з xterm емулятор термінала й окремий SSH-клієнт для Chrome.  Він використовує Native-Client для безпосереднього підключення до серверів SSH без зовнішніх проксі.\n\nТакож у нього вбудовано клієнт SFTP для командного рядка.  У ChromeOS за допомогою SFTP ви можете підключати файлові системи й користуватися ними через додаток Файли.\n\nУ Secure Shell також підтримується альфа-версія Mosh.\n\nЇї тестування проводилося вже кілька років.\n\nПереглянути відповіді на поширені запитання можна тут: https://hterm.org/x/ssh/faq.\n\nТакож можете обмінюватися відгуками, долучившись до списку розсилки chromium-hterm: https://hterm.org/x/ssh/contact.\n\nЖурнал змін доступний тут: https://hterm.org/x/ssh/changelog.",
    "vi": "Secure Shell là một trình mô phỏng thiết bị đầu cuối tương thích với xterm và là ứng dụng ssh độc lập dành cho Chrome.  Tiện ích này dùng công nghệ Native Client để kết nối trực tiếp với máy chủ ssh mà không cần các proxy bên ngoài.\n\nNgoài ra, tiện ích này còn có cả ứng dụng dòng lệnh Giao thức truyền tệp bảo mật (SFTP).  Trên Chrome OS, bạn có thể tạo các điểm kết nối SFTP và truy cập vào đó bằng ứng dụng Files!\n\nGiờ đây, tiện ích này cũng có cả bản dựng alpha của Mosh.\n\nBản dựng đó đã được thử nghiệm kỹ lưỡng vài năm qua.\n\nVui lòng đọc các câu hỏi thường gặp tại đây: https://hterm.org/x/ssh/faq.\n\nBạn cũng có thể trao đổi ý kiến phản hồi trong danh sách gửi thư chromium-hterm có trên trang web: https://hterm.org/x/ssh/contact.\n\nBạn có thể xem nhật ký thay đổi tại đây: https://hterm.org/x/ssh/changelog",
    "zh_CN": "安全外壳 (SSH) 是一个可兼容 xterm 的终端模拟器和独立的 SSH 客户端，适用于 Chrome。它使用 Native-Client 直接连接到 SSH 服务器，不需要外部代理。\n\n包含一个 SFTP 命令行客户端。在 ChromeOS 上，您可以创建 SFTP 装载点并从“文件”应用内访问它们！\n\n现在，也包含 Mosh 的 Alpha 版本。\n\n它经过了多年的充足测试。\n\n如需查看常见问题解答，请前往 https://hterm.org/x/ssh/faq。\n\n您也可在 chromium-hterm 邮寄名单（位于 https://hterm.org/x/ssh/contact）群组中交流反馈。\n\n如需查看更新日志，请前往 https://hterm.org/x/ssh/changelog",
    "zh_TW": "「安全殼層」是與 xterm 相容的終端模擬器，也是適用於 Chrome 的獨立 SSH 用戶端。這項工具使用 Native Client 直接連線至 SSH 伺服器，不必使用外部Proxy。\n\n其中也已包含 SFTP 指令列用戶端。您可以在 ChromeOS 上建立 SFTP 掛接並透過「檔案」應用程式存取！\n\n現也包含　Alpha 版的 Mosh。\n\n這個版本已經過數年的妥善測試。\n\n請閱讀這裡的常見問題：https://hterm.org/x/ssh/faq。\n\n您也可以在這裡的 chromium-hterm 郵寄清單中交換意見：https://hterm.org/x/ssh/contact。\n\n您可在這裡瀏覽變更記錄：https://hterm.org/x/ssh/changelog"
  }
}