{
  "name": {
    "ar,da,gu,he,ms,pl,ro,ta,te": "Blocky Branches Game",
    "am,bn,et,hi,kn,no": "Blocky Branches Online Game",
    "bg,hr,lv,sv,th": "Blocky Branches Adventure Games",
    "ca,cs,fi,fil,hu,id,ko,mr,sk": "Blocky Branches Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Blocky Branches Adventure Game",
    "el,fa,ja,ml,sl,sw": "Blocky Branches Online"
  },
  "short": {
    "ar": "في لعبة المغامرة هذه ، يجب عليك الابتعاد عن الجدار وجمع الذهب أثناء التحرك على الباركور.",
    "am": "በዚህ የጀብደኝነት ጨዋታ ውስጥ, ከግድግዳው መራቅ እና በParkour ላይ ስትጓዝ ወርቅ መሰብሰብ አለብዎት.",
    "bg": "В тази приключенска игра трябва да стоите далеч от стената и да събирате злато, докато се движите по Паркур.",
    "bn": "এই অ্যাডভেঞ্চার গেমে, আপনাকে অবশ্যই প্রাচীর থেকে দূরে থাকতে হবে এবং পার্কোরে যাওয়ার সময় সোনা সংগ্রহ করতে হবে।",
    "ca": "En aquest joc d'aventura, vostè ha de mantenir-se allunyat de la paret i recollir l'or mentre es mou en el Parkour.",
    "cs": "V této dobrodružné hře se musíte držet dál od zdi a sbírat zlato při pohybu po parkouru.",
    "da": "I dette eventyrspil skal du holde dig væk fra væggen og samle guld, mens du bevæger dig på Parkour.",
    "de": "In diesem Abenteuerspiel musst du dich von der Wand fernhalten und Gold sammeln, während du dich auf dem Parkour bewegst.",
    "el": "Σε αυτό το παιχνίδι περιπέτειας, πρέπει να μείνετε μακριά από τον τοίχο και να συλλέξετε χρυσό ενώ κινείστε στο Παρκούρ.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this adventure game, you must stay away from the wall and collect gold while moving on the Parkour.",
    "es": "En este juego de aventuras, debes mantenerte alejado de la pared y recolectar oro mientras te mueves en el Parkour.",
    "et": "Selles seiklus mäng, sa pead eemale seina ja koguda kulda liikudes Parkour.",
    "fa": "در این بازی ماجراجویی، شما باید دور ماندن از دیوار و جمع آوری طلا در حالی که در حال حرکت بر روی پارکور.",
    "fi": "Tässä seikkailupelissä sinun on pysyttävä poissa seinästä ja kerättävä kultaa liikkuessasi Parkourilla.",
    "fil": "Sa laro pakikipagsapalaran na ito, kailangan mong lumayo sa pader at mangolekta ng ginto habang gumagalaw sa Parkour.",
    "fr": "Dans ce jeu d’aventure, vous devez rester à l’écart du mur et collecter de l’or tout en vous déplaçant sur le Parkour.",
    "gu": "આ એડવેન્ચર ગેમમાં તમારે પાર્કર પર ફરતી વખતે દીવાલથી દૂર રહીને સોનું ભેગું કરવું જોઈએ.",
    "he": "במשחק הרפתקאות זה, עליכם להתרחק מהקיר ולאסוף זהב תוך כדי תנועה על הפארקור.",
    "hi": "इस साहसिक खेल में, आप दीवार से दूर रहना चाहिए और Parkour पर चलते हुए सोने को इकट्ठा।",
    "hr": "U ovoj avanturističkoj igri morate se držati podalje od zida i skupljati zlato dok se krećete parkourom.",
    "hu": "Ebben a kalandjátékban távol kell maradnod a faltól, és aranyat kell gyűjtened, miközben a Parkouron haladsz.",
    "id": "Dalam game petualangan ini, Anda harus menjauh dari tembok dan mengumpulkan emas sambil bergerak di Parkour.",
    "it": "In questo gioco di avventura, devi stare lontano dal muro e raccogliere oro mentre ti muovi sul Parkour.",
    "ja": "このアドベンチャーゲームでは、パルクール上を移動しながら壁から離れて金を集める必要があります。",
    "kn": "ಈ ಸಾಹಸದ ಆಟದಲ್ಲಿ, ಪಾರ್ಕೌರ್ ನಲ್ಲಿ ಚಲಿಸುವಾಗ ನೀವು ಗೋಡೆಯಿಂದ ದೂರವಿರಬೇಕು ಮತ್ತು ಚಿನ್ನವನ್ನು ಸಂಗ್ರಹಿಸಬೇಕು.",
    "ko": "이 어드벤처 게임에서는 파쿠르에서 이동하는 동안 벽에서 멀리 떨어져서 금을 수집해야합니다.",
    "lv": "Šajā piedzīvojumu spēlē jums jāpaliek prom no sienas un jāsavāc zelts, pārvietojoties uz Parkour.",
    "ml": "ഈ സാഹസിക ഗെയിമിൽ, പാർക്കൗറിൽ നീങ്ങുമ്പോൾ നിങ്ങൾ മതിലിൽ നിന്ന് മാറി നിൽക്കുകയും സ്വർണ്ണം ശേഖരിക്കുകയും വേണം.",
    "mr": "या अॅडव्हेंचर गेममध्ये पार्कोरवर फिरताना भिंतीपासून दूर राहून सोनं गोळा करायला हवं.",
    "ms": "Dalam permainan pengembaraan ini, anda mesti menjauhkan diri dari dinding dan mengumpul emas semasa bergerak di Parkour.",
    "nl": "In dit avonturenspel moet je uit de buurt van de muur blijven en goud verzamelen terwijl je op de Parkour beweegt.",
    "no": "I dette eventyrspillet må du holde deg borte fra veggen og samle gull mens du beveger deg på Parkour.",
    "pl": "W tej grze przygodowej musisz trzymać się z dala od ściany i zbierać złoto podczas poruszania się po parkourze.",
    "ro": "În acest joc de aventură, trebuie să stai departe de perete și să colecteze aur în timp ce se deplasează pe Parkour.",
    "ru": "В этой приключенческой игре вы должны держаться подальше от стены и собирать золото во время движения по паркуру.",
    "sk": "V tejto dobrodružnej hre sa musíte držať ďalej od steny a zbierať zlato pri pohybe na Parkour.",
    "sl": "V tej pustolovščini igra, morate ostati stran od stene in zbiranje zlata, medtem ko se gibljejo na Parkour.",
    "sv": "I detta äventyrsspel måste du hålla dig borta från väggen och samla guld medan du rör dig på Parkour.",
    "sw": "Katika mchezo huu adventure, lazima kukaa mbali na ukuta na kukusanya dhahabu wakati kusonga juu ya Parkour.",
    "ta": "இந்த சாகச விளையாட்டில், நீங்கள் சுவரில் இருந்து விலகி இருக்க வேண்டும் மற்றும் Parkour நகரும் போது தங்கம் சேகரிக்க வேண்டும்.",
    "te": "ఈ అడ్వెంచర్ గేమ్ లో, మీరు పార్కౌర్ మీద కదులుతున్నప్పుడు గోడకు దూరంగా ఉండాలి మరియు బంగారాన్ని సేకరించాలి.",
    "th": "ในเกมผจญภัยนี้คุณต้องอยู่ห่างจากกําแพงและเก็บทองในขณะที่เคลื่อนที่บน Parkour",
    "tr": "Bu macera oyununda, Parkour'da hareket ederken duvardan uzak durmalı ve altın toplamalısınız.",
    "uk": "У цій пригодницькій грі ви повинні триматися подалі від стіни і збирати золото під час руху по Паркуру."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for some crazy action on 3D platform. Start a new adventure in the block world.\n\nHow To Play\nPlayed with Mouse.\n\nBlocky Branches Adventure Game Features\n✓ Basic control\n✓ 10+ Character\n✓ Stylized cube world\n✓ Fun sounds\n✓ Little designer\n\nFinally, you can enjoy these game for free (and more requests will be added)! Blocky Branches Adventure Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}