{
  "name": {
    "ar": "مدير علامات التبويب",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Tab manager",
    "bg": "Мениджър на раздели",
    "ca": "Gestor de pestanyes",
    "cs": "Správce karet",
    "da": "Fanen manager",
    "de": "Tab-Manager",
    "el": "Διαχειριστής καρτελών",
    "es": "Administrador de pestañas",
    "et": "Vahelehehaldur",
    "fa": "مدیر برگه",
    "fi": "Välilehtihallinta",
    "fil": "Tagapamahala ng Tab",
    "fr": "Gestionnaire d&#39;onglets",
    "he": "מנהל הכרטיסיות",
    "hi": "टैब प्रबंधक",
    "hr": "Upravitelj kartica",
    "hu": "Lapkezelő",
    "id": "Manajer tab",
    "it": "Gestione schede",
    "ja": "タブマネージャー",
    "ko": "탭 관리자",
    "lt": "Skirtukų tvarkyklė",
    "lv": "Cilnes pārvaldnieks",
    "ms": "Pengurus tab",
    "nl": "Tabbeheer",
    "no": "Tabbehandler",
    "pl": "Menedżer kart",
    "ro": "Manager tab",
    "ru": "Диспетчер вкладок",
    "sk": "Správca kariet",
    "sl": "Upravitelj zavihkov",
    "sr": "Управитељ картица",
    "sv": "Tabbhanteraren",
    "th": "ผู้จัดการแท็บ",
    "tr": "Sekme yöneticisi",
    "uk": "Менеджер вкладок",
    "vi": "Trình quản lý tab"
  },
  "short": {
    "ar": "رتّب علامات تبويب Chrome بسهولة في تخطيطات النوافذ الفرعية المتجانبة.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Easily arrange your Chrome tabs in layouts of tiled sub-windows.",
    "bg": "Лесно подреждайте раздели Chrome си в оформления на подпрозоречни плочки.",
    "ca": "Organitza fàcilment les pestanyes Chrome en dissenys de sub-finestres enrajolades.",
    "cs": "Snadno uspořádejte své karty Chrome do rozvržení dlážděných dílčích oken.",
    "da": "Arranger nemt dine Chrome-faner i layout af flisebelagte undervinduer.",
    "de": "Ordnen Sie Ihre Chrome-Registerkarten einfach in Layouts von gekachelten Unterfenstern an.",
    "el": "Τακτοποιήστε εύκολα τις καρτέλες σας Chrome σε διατάξεις υπο-παραθύρων με πλακάκια.",
    "es": "Organice fácilmente sus pestañas de Chrome en diseños de subventanas en mosaico.",
    "et": "Korraldage oma Chrome&#39;i vahekaardid hõlpsalt plaaditud alam-akende paigutusena.",
    "fa": "زبانه های Chrome خود را به راحتی ترتیب دهید و در طرح های زیر پنجره های کاشی کاری شده قرار دهید.",
    "fi": "Järjestä Chrome-välilehdet helposti laatoitettujen alaikkunoiden asetteluina.",
    "fil": "Madaling ayusin ang iyong mga tab na Chrome sa mga layout ng naka-tile na sub-windows.",
    "fr": "Organisez facilement vos onglets Chrome dans des dispositions de sous-fenêtres carrelées.",
    "he": "סדר בקלות את כרטיסיות Chrome שלך בפריסות של חלונות משנה רעפים.",
    "hi": "टाइल की गई उप-खिड़कियों के लेआउट में आसानी से अपने क्रोम टैब की व्यवस्था करें।",
    "hr": "Jednostavno rasporedite kartice Chrome u izgledima popločenih potprozora.",
    "hu": "Könnyen rendezze el Chrome lapjait csempézett részablakok elrendezéseiben.",
    "id": "Mudah mengatur tab Chrome Anda di tata letak sub-jendela ubin.",
    "it": "Organizza facilmente le tue schede di Chrome in layout di finestre secondarie piastrellate.",
    "ja": "タイルサブウィンドウのレイアウトでChromeタブを簡単に配置します。",
    "ko": "바둑판 식 하위 창 레이아웃으로 Chrome 탭을 쉽게 정렬 할 수 있습니다.",
    "lt": "Lengvai sutvarkykite „Chrome“ skirtukus plytelių pavidalo langų išdėstymuose.",
    "lv": "Vienkārši sakārtojiet savas Chrome cilnes izkārtojumos pakārtotiem apakš Windows logiem.",
    "ms": "Susun tab Chrome anda dengan mudah pada susun atur sub-tingkap berjubin.",
    "nl": "Plaats uw Chrome-tabbladen eenvoudig in lay-outs van betegelde subvensters.",
    "no": "Arranger enkelt Chrome-fanene dine i oppsett med flislagte undervinduer.",
    "pl": "Z łatwością układaj karty Chrome w układach podokiennych okien.",
    "ro": "Organizați cu ușurință filele Chrome în machete de sub-ferestre cu gresie.",
    "ru": "Легко расположите вкладки Chrome в макетах плиточных подокон.",
    "sk": "Ľahko usporiadajte svoje karty Chrome v rozložení kachľových podokien.",
    "sl": "Enostavno razporedite zavihke Chrome v postavitve ploščic pod okna.",
    "sr": "Лако распоредите Цхроме картице у распоредима поплочених потпрозора.",
    "sv": "Ordna enkelt dina Chrome-flikar i layouter med kaklade underfönster.",
    "th": "จัดเรียงแท็บ Chrome ของคุณอย่างง่ายดายในเลย์เอาต์ของหน้าต่างย่อยแบบเรียงต่อกัน",
    "tr": "Chrome sekmelerinizi döşenmiş alt pencerelerin düzenlerinde kolayca düzenleyin.",
    "uk": "Легко розташуйте вкладки Chrome у макетах плиткових підвікон.",
    "vi": "Dễ dàng sắp xếp các tab Chrome của bạn theo bố cục của các cửa sổ phụ được lát gạch."
  },
  "long": {
    "ar": "خذ علامات التبويب من النوافذ الرئيسية ورتبها في تخطيطات النوافذ الفرعية المتجانبة grid view.\nنظرة عامة\nتساعدك علامات تبويب بلاط Chrome على ترتيب علامات تبويب Google Chrome بسهولة في تخطيطات النوافذ الفرعية المتجانبة android gridview. يمكن حفظ التخطيطات وإعادة فتحها بسهولة\n\nالمميزات:\n• تخطيط جديد - لإنشاء تخطيط جديد ونقل علامة تبويب من النافذة الرئيسية إلى كل مربع. devexpress gridview\n• إغلاق التخطيط - لإغلاق التخطيط الموجود ونقل علامات التبويب من جميع المربعات إلى النافذة الأصلية.\n• إخفاء التخطيط - لإخفاء التخطيط الموجود ونقل علامات التبويب من جميع المربعات إلى النافذة الأصلية. yii2 gridview\n• إظهار التخطيط - يعرض التخطيط الحالي وينقل علامة تبويب واحدة من النافذة الرئيسية إلى كل مربع.\n• Refresh Layout - يجلب كل البلاط إلى الأمام ويركز أحد البلاط. gridview c#\n• تبديل أشرطة الأدوات - للتبديل بين شريط علامات التبويب وشريط العناوين في المربع المركّز حاليًا أو في جميع المربعات.\n• علامة تبويب التجانب - تجانب علامة تبويب فوق أو أسفل أو يسار أو يمين التجانب المركّز حاليًا أو إنشاء تخطيط جديد asp gridview.\n• إضافة تجانب - يضيف تجانب جديد (مع علامة تبويب جديدة) فوق التجانب المركّز حاليًا أو أسفله أو يساره أو يمينه.\n• إزالة التجانب - يزيل التجانب المركّز حاليًا ويوسع التجانبات الأخرى حسب الضرورة wpf gridview.\n• توسيع التجانب - يوسع التجانب المركّز حاليًا إلى الحجم الكامل للتخطيط.\n• Contract Tile - تعاقد البلاطة المركزة حاليًا على حجمها الأصلي kartik gridview.\n• فتح التخطيط - يفتح تخطيطًا محفوظًا مسبقًا ويعين علامات التبويب المحفوظة (إن وجدت) إلى المربعات.\n• حفظ التخطيط - يحفظ التخطيط الحالي ويحفظ بشكل اختياري علامات التبويب المخصصة للبلاط recyclerview gridlayoutmanager.\n• حذف التخطيط - يحذف التخطيط المحفوظ مسبقًا.\n• التنسيق الافتراضي - لتعيين التخطيط الافتراضي ليكون أحد التخطيطات المحفوظة مسبقًا gridview yii2.\n• التمرير المتزامن - تمكين / تعطيل التمرير المتزامن لمحتويات علامة التبويب المربعة.\n\nرخصة\n\n\nموزعة بموجب رخصة جنو العمومية الإصدار 2.\nانظر ملف LICENCE.txt و http://www.gnu.org/licenses/",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Take tabs from parent windows and arrange them in layouts of tiled sub-windows.\n\nOVERVIEW\nTile Chrome Tabs help you to easily arrange your google chrome tabs in layouts of tiled sub-windows grid view. The Layouts can be saved and easily reopened\n\nDistributed under the GNU General Public License version 2.\nSee LICENCE.txt file and http://www.gnu.org/licenses/",
    "bg": "Вземете раздели от родителските прозорци и ги подредете в оформления на подови прозорци bootstrap gridview.\nПРЕГЛЕД\nРазделът Chrome Tile ви помага лесно да подреждате своите хромирани раздели в google в оформления на подови прозорци qml gridview. Оформленията могат да бъдат запазени и лесно отворени\n\nХАРАКТЕРИСТИКА:\n• New Layout - създава ново оформление и премества по един раздел от родителския прозорец във всяка плочка. react native grid view\n• Close Layout - затваря съществуващото оформление и премества раздели от всички плочки обратно в родителския прозорец.\n• Скриване на оформлението - скрива съществуващото оформление и премества раздели от всички плочки обратно в родителския прозорец. devexpress mvc gridview\n• Show Layout - показва съществуващото оформление и премества по един раздел от родителския прозорец във всяка плочка.\n• Refresh Layout - привежда всички плочки отпред и фокусира една от плочките. recyclerview grid\n• Превключване на ленти с инструменти - превключва лентата с раздели и адресната лента в текущо фокусираната плочка или всички плочки.\n• Tile Tab - поставя плочки в раздела отгоре, отдолу, отляво или отдясно на текущата фокусирана плочка или създава ново оформление android recyclerview gridlayoutmanager.\n• Добавяне на плочка - добавя нова плочка (с нов раздел) отгоре, отдолу, отляво или отдясно на фокусираната в момента плочка.\n• Премахване на плочка - премахва текущо фокусираната плочка и разширява останалите плочки при необходимост gridview android example.\n• Expand Tile - разширява текущо фокусираната плочка до пълния размер на оформлението.\n• Contract Tile - свива плочката, фокусирана към момента, до първоначалния си размер android studio gridview.\n• Open Layout - отваря предварително запазено оформление и присвоява запаметените раздели (ако има такива) на плочките.\n• Save Layout - запазва текущото оформление и по желание запазва разделите, присвоени на плочките gridview rowdatabound.\n• Delete Layout - изтрива предварително запазено оформление.\n• Оформление по подразбиране - задава оформлението по подразбиране да бъде една от предварително запазените оформления mvc gridview.\n• Синхронизиране на превъртане - активира / деактивира синхронизирано превъртане на съдържанието на раздели с плочки.\n\nРАЗРЕШИТЕЛНО\n\n\nРазпространен под GNU General Public License, версия 2.\nВижте LICENCE.txt файла и http://www.gnu.org/licenses/",
    "ca": "Agafeu les pestanyes de les finestres pares i organitzeu-les en dissenys de sub-finestres de mosaics uwp gridview.\nVISTA GENERAL\nLes pestanyes Chrome de mosaic us ajuden a organitzar fàcilment les pestanyes de Google Chrome en dissenys de sub-finestres de mosaics android recyclerview grid. Els dissenys es poden desar i tornar a obrir fàcilment\n\nCARACTERÍSTIQUES:\n• Nova Maquetació: crea un nou disseny i trasllada una fitxa des de la finestra principal a cada rajola. xamarin gridview\n• Tanca la disposició: tanca el disseny existent i trasllada les pestanyes de totes les rajoles a la finestra principal.\n• Oculta la disposició: oculta la disposició existent i trasllada les pestanyes de totes les rajoles a la finestra principal. grid view in html\n• Mostra la disposició: mostra el disseny existent i trasllada una fitxa des de la finestra principal a cada rajola.\n• Actualització de la disposició: porta totes les rajoles a la part davantera i centra una de les rajoles. yii gridview\n• Canviar barres d'eines: commuta la barra de tabes i la barra d'adreces a la fitxa o tots els mosaics actualment enfocats.\n• Pestanya de mosaics: emplaça una fitxa superior, inferior, esquerra o dreta del mosaic enfocat actualment o crea un nou disseny gridview example.\n• Afegeix rajola: afegeix un nou mosaic (amb una pestanya nova) a sobre, a baix, a l'esquerra o a la dreta del mosaic actualment enfocat.\n• Elimina la rajola: elimina la rajola enfocada actualment i amplia les altres rajoles segons sigui necessari xamarin forms gridview.\n• Expand Tile: amplia la rajola enfocada actualment a la mida completa del disseny.\n• Contract Tile: contracta la rajola actualment enfocada a la seva mida original grid view android studio.\n• Obrir disseny: obre un disseny desat prèviament i assigna les pestanyes desades (si n’hi ha) als mosaics.\n• Desa la disposició: guarda el disseny actual i opcionalment desa les pestanyes assignades als mosaics telerik gridview.\n• Elimina la disposició: elimina un disseny desat prèviament.\n• Disposició predeterminada: estableix el disseny predeterminat com un dels dissenys guardats anteriorment c# gridview example.\n• Desplaçament de sincronització: permet / desactiva el desplaçament sincronitzat del contingut de les fitxes enrajolades.\n\nLLICÈNCIA\n\n\nDistribuït sota la versió 2 de la Llicència Pública General de GNU.\nVegeu el fitxer LICENCE.txt i http://www.gnu.org/licenses/",
    "cs": "Vezměte si karty z nadřazených oken a uspořádejte je do rozvržení dlážděných dílčích oken gridview refresh.\nPŘEHLED\nKarty Dlaždice Chrome vám pomohou snadno uspořádat karty Google Chrome do rozvržení kachlových podoken php gridview. Rozvržení lze uložit a snadno znovu otevřít\n\nFUNKCE:\n• Nové rozvržení - vytvoří nové rozvržení a přesune jednu kartu z nadřazeného okna do každé dlaždice. xamarin android gridview\n• Zavřít rozvržení - zavře stávající rozvržení a přesune karty ze všech dlaždic zpět do nadřazeného okna.\n• Skrýt rozvržení - skryje stávající rozvržení a přesouvá karty ze všech dlaždic zpět do nadřazeného okna. vb gridview\n• Zobrazit rozvržení - zobrazí existující rozvržení a přesune jednu kartu z nadřazeného okna do každé dlaždice.\n• Obnovit rozvržení - přivede všechny dlaždice dopředu a zaostří jednu z dlaždic. c# devexpress gridview\n• Přepnout panely nástrojů - přepíná panel karet a adresní řádek v aktuálně zaměřené dlaždici nebo všech dlaždicích.\n• Karta dlaždic - dlaždice karty nad, pod, vlevo nebo vpravo od aktuálně zaměřeného dlaždice nebo vytvoří nové rozvržení devexpress gridview master detail.\n• Přidat dlaždici - přidá novou dlaždici (s novou kartou) nad, pod, vlevo nebo vpravo od aktuálně zaměřené dlaždice.\n• Remove Tile - odebere aktuálně zaostřenou dlaždici a podle potřeby rozšíří ostatní dlaždice grid view in mvc.\n• Rozbalit dlaždici - rozbalí aktuálně zaměřenou dlaždici na celou velikost rozvržení.\n• Smluvní dlaždice - smlouva aktuálně zaměřené dlaždice zpět na její původní velikost gridview design.\n• Otevřít rozvržení - otevře dříve uložené rozvržení a přiřadí uložené karty (pokud existují) dlaždicím.\n• Uložit rozvržení - uloží aktuální rozvržení a případně uloží karty přiřazené dlaždicím c# wpf gridview.\n• Odstranit rozvržení - odstraní dříve uložené rozvržení.\n• Výchozí rozvržení - nastaví výchozí rozvržení na jedno z dříve uložených rozvržení ios gridview.\n• Sync Scroll - povoluje / zakazuje synchronizované posouvání obsahu kachlových karet.\n\nLICENCE\n\n\nDistribuováno pod GNU General Public License verze 2.\nViz soubor LICENCE.txt a http://www.gnu.org/licenses/",
    "da": "Tag faner fra overordnede vinduer, og arranger dem i layout af flisebelagte undervinduer gridview xamarin.\nOVERSIGT\nFliser på Chrome-faner hjælper dig med nemt at arrangere dine Google Chrome-faner i layout af flisebelagte undervinduer gridview devexpress c#. Layouterne kan gemmes og let åbnes igen\n\nFUNKTIONER:\n• Ny layout - opretter et nyt layout og flytter en fane fra overordnet vindue til hver flise. devexpress gridview c#\n• Luk layout - lukker det eksisterende layout og flytter faner fra alle fliser tilbage i overordnet vindue.\n• Skjul layout - skjuler det eksisterende layout og flytter faner fra alle fliser tilbage i overordnet vindue. php gridview source code\n• Vis layout - viser det eksisterende layout og flytter en fane fra overordnet vindue til hver flise.\n• Opdater layout - bringer alle fliserne foran og fokuserer en af fliserne. autofit gridlayoutmanager recyclerview android\n• Skift værktøjslinjer - skifter fanebjælke og adresselinje i den aktuelt fokuserede flise eller alle fliser.\n• Tile Tab - fliser en fane over, under, venstre eller højre for den aktuelt fokuserede flise eller opretter et nyt layout winform gridview.\n• Tilføj flise - tilføjer en ny flise (med en ny fane) over, under, til venstre eller højre for den aktuelt fokuserede flise.\n• Fjern flise - fjerner den aktuelt fokuserede flise og udvider de andre fliser efter behov gridview responsive.\n• Udvid flise - udvider den aktuelt fokuserede flise til layoutens fulde størrelse.\n• Contract Tile - kontraherer den aktuelt fokuserede flise tilbage til sin oprindelige størrelse c# gridview to datatable.\n• Åben layout - åbner et tidligere gemt layout og tildeler de gemte faner (hvis nogen) til fliserne.\n• Gem layout - gemmer det aktuelle layout og gemmer valgfrit de faner, der er tildelt fliserne gridview inside gridview.\n• Slet layout - sletter et tidligere gemt layout.\n• Standardlayout - indstiller standardlayouten til at være et af de tidligere gemte layout mvc gridview example c#.\n• Synkroniseringsrulle - aktiverer / deaktiverer synkroniseret rulle med flisebelagt indhold.\n\nLICENS\n\n\nDistribueret under GNU General Public License version 2.\nSe LICENCE.txt-fil og http://www.gnu.org/licenses/",
    "de": "Nehmen Sie Registerkarten aus übergeordneten Fenstern und ordnen Sie sie in Layouts gekachelter Unterfenster razor gridview an.\nÜBERBLICK\nMit Tile Chrome Tabs können Sie Ihre Google Chrome Tabs einfach in Layouts von gekachelten Unterfenstern gridview c anordnen. Die Layouts können gespeichert und einfach wieder geöffnet werden\n\nEIGENSCHAFTEN:\n• Neues Layout - Erstellt ein neues Layout und verschiebt eine Registerkarte aus dem übergeordneten Fenster in jede Kachel. xamarin forms gridview xaml\n• Layout schließen - Schließt das vorhandene Layout und verschiebt Registerkarten von allen Kacheln zurück in das übergeordnete Fenster.\n• Layout ausblenden - Blendet das vorhandene Layout aus und verschiebt Registerkarten von allen Kacheln zurück in das übergeordnete Fenster. telerik winforms gridview\n• Layout anzeigen - Zeigt das vorhandene Layout an und verschiebt eine Registerkarte aus dem übergeordneten Fenster in jede Kachel.\n• Layout aktualisieren - Bringt alle Kacheln nach vorne und fokussiert eine der Kacheln. dynamic gridview in xamarin forms\n• Symbolleisten umschalten - Schaltet die Registerkartenleiste und die Adressleiste in der aktuell fokussierten Kachel oder in allen Kacheln um.\n• Registerkarte \"Kacheln\" - Kachelt eine Registerkarte über, unter, links oder rechts von der aktuell fokussierten Kachel oder erstellt ein neues Layout devexpress gridview example c#.\n• Kachel hinzufügen - Fügt eine neue Kachel (mit einer neuen Registerkarte) über, unter, links oder rechts von der aktuell fokussierten Kachel hinzu.\n• Kachel entfernen - Entfernt die aktuell fokussierte Kachel und erweitert die anderen Kacheln nach Bedarf gridview in mvc using entity framework.\n• Kachel erweitern - Erweitert die aktuell fokussierte Kachel auf die volle Größe des Layouts.\n• Kontraktkachel - Kontrahiert die aktuell fokussierte Kachel auf ihre ursprüngliche Größe asp net core gridview example.\n• Layout öffnen - Öffnet ein zuvor gespeichertes Layout und weist den Kacheln die gespeicherten Registerkarten (falls vorhanden) zu.\n• Layout speichern - speichert das aktuelle Layout und optional die den Kacheln zugewiesenen Registerkarten gridview xml.\n• Layout löschen - Löscht ein zuvor gespeichertes Layout.\n• Standardlayout - Legt das Standardlayout als eines der zuvor gespeicherten Layouts fest gridview rowstyle.\n• Bildlauf synchronisieren - Aktiviert / deaktiviert das synchronisierte Bildlauf von gekachelten Registerkarteninhalten.\n\nLIZENZ\n\n\nVertrieb unter der GNU General Public License Version 2.\nSiehe LICENCE.txt-Datei und http://www.gnu.org/licenses/",
    "el": "Πάρτε καρτέλες από τα γονικά παράθυρα και τακτοποιήστε τις σε διάταξη υπο-παραθύρων με πλακάκια react native flatlist grid view.\nΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ\nΟι καρτέλες με πλακάκια Chrome σάς βοηθούν να οργανώσετε εύκολα τις καρτέλες σας στο Chrome Google σε διατάξεις με πλακάκια υπο-παραθύρων xcode grid view. Οι διατάξεις μπορούν να αποθηκευτούν και να ανοίξουν ξανά εύκολα\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n• Νέα διάταξη - δημιουργεί μια νέα διάταξη και μετακινεί μια καρτέλα από το γονικό παράθυρο σε κάθε πλακίδιο. gridview windows forms c#\n• Κλείσιμο διάταξης - κλείνει την υπάρχουσα διάταξη και μετακινεί τις καρτέλες από όλα τα πλακίδια πίσω στο γονικό παράθυρο.\n• Απόκρυψη διάταξης - κρύβει την υπάρχουσα διάταξη και μετακινεί τις καρτέλες από όλα τα πλακίδια πίσω στο γονικό παράθυρο. windows forms gridview\n• Εμφάνιση διάταξης - εμφανίζει την υπάρχουσα διάταξη και μετακινεί μία καρτέλα από το γονικό παράθυρο σε κάθε πλακίδιο.\n• Ανανέωση διάταξης - φέρνει όλα τα πλακίδια μπροστά και εστιάζει ένα από τα πλακίδια. telerik grid view\n• Εναλλαγή Γραμμών εργαλείων - εναλλάσσει τη γραμμή καρτελών και τη γραμμή διευθύνσεων στο τρέχον επικεντρωμένο πλακίδιο ή σε όλα τα πλακίδια.\n• Καρτέλα πλακιδίων - κεραμώνει μια καρτέλα πάνω, κάτω, αριστερά ή δεξιά του τρέχοντος εστιασμένου πλακιδίου ή δημιουργεί μια νέα διάταξη jquery datatable gridview example.\n• Προσθήκη πλακιδίου - προσθέτει ένα νέο πλακίδιο (με μια νέα καρτέλα) πάνω, κάτω, αριστερά ή δεξιά του επί του παρόντος εστιασμένου πλακιδίου.\n• Κατάργηση πλακιδίων - αφαιρεί το επίκεντρο που επικεντρώνεται επί του παρόντος και επεκτείνει τα άλλα πλακίδια, όπως απαιτείται custom grid view.\n• Ανάπτυξη πλακιδίου - επεκτείνει το τρέχον επικεντρωμένο πλακίδιο στο πλήρες μέγεθος της διάταξης.\n• Συμβόλαιο πλακιδίων - συστέλλει το επί του παρόντος εστιασμένο πλακίδιο στο αρχικό του μέγεθος c# winform gridview.\n• Άνοιγμα διάταξης - ανοίγει μια διάταξη που έχει αποθηκευτεί προηγουμένως και εκχωρεί τις αποθηκευμένες καρτέλες (εάν υπάρχουν) στα πλακίδια.\n• Save Layout - αποθηκεύει την τρέχουσα διάταξη και αποθηκεύει προαιρετικά τις καρτέλες που έχουν αντιστοιχιστεί στα πλακίδια horizontal gridview.\n• Διαγραφή διάταξης - διαγράφει μια διάταξη που έχει ήδη αποθηκευτεί.\n• Προεπιλεγμένη διάταξη - ορίζει την προεπιλεγμένη διάταξη ως μία από τις προηγούμενες αποθηκευμένες διατάξεις gridview xamarin android.\n• Συγχρονισμός κύλισης - ενεργοποιεί / απενεργοποιεί τη συγχρονισμένη κύλιση των περιεχομένων της καρτέλας με πλακάκια.\n\nΑΔΕΙΑ\n\n\nΔιανέμεται βάσει της έκδοσης 2 της άδειας GNU General Public License.\nΔείτε το αρχείο LICENCE.txt και http://www.gnu.org/licenses/",
    "es": "Tome pestañas de las ventanas principales y ordénelas en diseños de subventanas de mosaico gridview android github.\nVISIÓN DE CONJUNTO\nTile Chrome Tabs te ayuda a organizar fácilmente tus pestañas de Google Chrome en diseños de subventanas en mosaico gridview title. Los diseños se pueden guardar y volver a abrir fácilmente\n\nCARACTERISTICAS:\n• Nuevo diseño: crea un nuevo diseño y mueve una pestaña de la ventana principal a cada mosaico. php grid view\n• Cerrar diseño: cierra el diseño existente y mueve las pestañas de todos los mosaicos a la ventana principal.\n• Ocultar diseño: oculta el diseño existente y mueve las pestañas de todos los mosaicos a la ventana principal. qml gridview example\n• Mostrar diseño: muestra el diseño existente y mueve una pestaña de la ventana principal a cada mosaico.\n• Actualizar diseño: trae todos los mosaicos al frente y enfoca uno de los mosaicos. devexpress gridview example\n• Alternar barras de herramientas: alterna la barra de pestañas y la barra de direcciones en el mosaico enfocado actualmente o en todos los mosaicos.\n• Pestaña Mosaico: coloca una pestaña en la parte superior, inferior, izquierda o derecha del mosaico enfocado actualmente o crea un nuevo diseño c# datatable to gridview.\n• Agregar mosaico: agrega un nuevo mosaico (con una nueva pestaña) arriba, abajo, a la izquierda o a la derecha del mosaico enfocado actualmente.\n• Eliminar mosaico: elimina el mosaico actualmente enfocado y expande los otros mosaicos según sea necesario webform gridview.\n• Expandir mosaico: expande el mosaico enfocado actualmente al tamaño completo del diseño.\n• Contraer mosaico: contrae el mosaico enfocado actualmente de nuevo a su tamaño original wpf datagrid view.\n• Abrir diseño: abre un diseño guardado previamente y asigna las pestañas guardadas (si las hay) a los mosaicos.\n• Guardar diseño: guarda el diseño actual y opcionalmente guarda las pestañas asignadas a los mosaicos devexpress gridview group.\n• Eliminar diseño: elimina un diseño guardado anteriormente.\n• Diseño predeterminado: establece el diseño predeterminado para que sea uno de los diseños guardados previamente gridview devexpress mvc.\n• Desplazamiento de sincronización: habilita / deshabilita el desplazamiento sincronizado del contenido de la pestaña en mosaico.\n\nLICENCIA\n\n\nDistribuido bajo la GNU General Public License versión 2.\nVer archivo LICENCE.txt y http://www.gnu.org/licenses/",
    "et": "Võtke vahekaardid vanemakendest ja korraldage need plaaditud alaakende paigutusena xamarin grid view.\nÜLEVAADE\nPlaaditud Chrome'i vahekaardid aitavad teil hõlpsalt oma google chrome'i vahelehti paigutada plaaditud alam-akende gridview horizontal scroll android paigutuses. Paigutusi saab salvestada ja hõlpsasti uuesti avada\n\nFUNKTSIOONID:\n• Uus paigutus - loob uue paigutuse ja teisaldab vanemaknast ühe vahekaardi igasse paani. devexpress grid view\n• Sulge paigutus - sulgeb olemasoleva paigutuse ja teisaldab vahekaardid kõigilt plaatidelt vanemaknasse.\n• Peida paigutus - peidab olemasoleva paigutuse ja teisaldab vahekaardid kõigilt plaatidelt vanemaknasse. editable gridview\n• Näita paigutust - näitab olemasolevat paigutust ja teisaldab vanemaknast ühe vahekaardi igasse paani.\n• Värskenda paigutust - toob kõik plaadid ette ja teravustab ühe plaadi. gridview aspx\n• Lülita tööriistaribad sisse - lülitab vahekaardiriba ja aadressiriba praegu fokuseeritud paanil või kõigil paanidel.\n• Vahekaart Tile - paanib vahekaardi parajasti fokuseeritud paani kohal, all, vasakul või paremal või loob uue paigutuse xml grid view.\n• Lisa plaat - lisab uue paani (uue vahekaardiga) parajasti fokuseeritud paani kohal, all, vasakul või paremal.\n• Eemalda plaat - eemaldab parajasti fokuseeritud plaadi ja laiendab vajadusel teisi plaate responsive gridview example.\n• Laienda plaat - laiendab hetkel fokuseeritud paani paigutuse täissuurusesse.\n• Contract Tile - lepingutab hetkel fokuseeritud plaadi tagasi algsesse suurusesse django gridview example.\n• Open Layout - avab varem salvestatud paigutuse ja määrab salvestatud vahekaardid (kui neid on) paanidele.\n• Save Layout - salvestab praeguse paigutuse ja valikuliselt plaatidele java gridview määratud vahelehed.\n• Kustuta paigutus - kustutab varem salvestatud paigutuse.\n• Default Layout - seab vaikeseade üheks varem salvestatud paigutustest staggered gridview android github.\n• Sünkrooni kerimine - lubab / keelab plaaditud vahekaardi sisu sünkroonitud kerimise.\n\nLITSENTS\n\n\nLevitatud GNU üldise avaliku litsentsi versiooni 2 all.\nVaadake faili LICENCE.txt ja http://www.gnu.org/licenses/",
    "fa": "زبانه ها را از پنجره های والدین بگیرید و آنها را در چیدمان های زیر پنجره های کاشی کاری {0 arrange ترتیب دهید.\nبررسی اجمالی\nکاشی Chrome Tabs به شما کمک می کند تا به راحتی زبانه های کروم Google خود را در چیدمان های زیر پنجره های کاشی شده {1 تنظیم کنید. طرح بندی ها را می توان ذخیره و به راحتی بازگشایی کرد\n\nامکانات:\n• طرح بندی جدید - یک طرح جدید ایجاد می کند و یک برگه را از پنجره والدین به هر کاشی منتقل می کند. {2\n• بستن چیدمان - طرح موجود را می بندد و زبانه ها را از کلیه کاشی ها به داخل پنجره والدین منتقل می کند.\n• مخفی کردن چیدمان - طرح موجود را پنهان کرده و زبانه ها را از کلیه کاشی ها به داخل پنجره والدین منتقل می کند. {3\n• Show Layout - طرح بندی موجود را نشان می دهد و یک برگه را از پنجره والدین به هر کاشی منتقل می کند.\n• Refresh Layout - تمام کاشی ها را به قسمت جلویی آورده و یکی از کاشی ها را متمرکز می کند. {4\n• تنظیم نوار ابزار - نوار برگه و نوار آدرس را در کاشی در حال حاضر متمرکز یا کلیه کاشی ها ضامن کنید.\n• کاشی زبانه - زبانه ای را در بالا ، زیر ، سمت چپ یا راست کاشی که در حال حاضر متمرکز است کاشی می کند یا یک طرح جدید 5 {ایجاد می کند.\n• کاشی را اضافه کنید - کاشی جدید (با یک برگه جدید) را در بالا ، زیر ، سمت چپ یا راست کاشی در حال حاضر متمرکز اضافه می کنید.\n• Tile remove - کاشی که در حال حاضر متمرکز است را حذف می کند و سایر کاشی ها را در صورت لزوم 6 {پهن می کند.\n• کاشی را بسط دهید - کاشی در حال حاضر متمرکز را به اندازه کامل طرح گسترش می دهد.\n• کاشی پیمانکاری - کاشی در حال حاضر متمرکز به اندازه اصلی its 7 contracts عقد قرارداد.\n• طرح بندی باز - طرح قبلی ذخیره شده را باز می کند و زبانه های ذخیره شده (در صورت وجود) را به کاشی ها اختصاص می دهد.\n• ذخیره طرح بندی - طرح فعلی را ذخیره می کند و به صورت اختیاری زبانه های اختصاص داده شده به کاشی ها {8 را ذخیره می کند.\n• حذف طرح بندی - طرح قبلی ذخیره شده را حذف می کند.\n• تنظیم پیش فرض - طرح پیش فرض را یکی از طرح بندی های ذخیره شده قبلی قرار می دهد 9.\n• همگام سازی پیمایش - پیمایش همگام محتویات برگه کاشی شده را فعال یا غیرفعال می کند.\n\nمجوز\n\n\nتحت مجوز عمومی عمومی گنو نسخه 2 توزیع شده است.\nبه پرونده LICENCE.txt و http://www.gnu.org/licenses/ مراجعه کنید.",
    "fi,he": "Tile Chrome Tabs\nTake tabs from parent windows and arrange them in layouts of tiled sub-windows.\nOVERVIEW\nTile Chrome Tabs help you to easily arrange your google chrome tabs in layouts of tiled sub-windows. Layout can be saved and easily to reopen\nFEATURES:\n• New Layout - creates a new layout and moves one tab from the parent window into each tile.\n• Close Layout - closes the existing layout and moves tabs from all tiles back into the parent window.\n• Hide Layout - hides the existing layout and moves tabs from all tiles back into the parent window.\n• Show Layout - shows the existing layout and moves one tab from the parent window into each tile.\n• Refresh Layout - brings all of the tiles to the front and focuses one of the tiles.\n• Toggle Toolbars - toggles the tab bar and address bar in the currently focused tile or all tiles.\n• Tile Tab - tiles a tab above, below, left or right of the currently focused tile or creates a new layout.\n• Add Tile - adds a new tile (with a new tab) above, below, left or right of the currently focused tile.\n• Remove Tile - removes the currently focused tile and expands the other tiles as necessary.\n• Expand Tile - expands the currently focused tile to the full size of the layout.\n• Contract Tile - contracts the currently focused tile back to its original size.\n• Open Layout - opens a previously saved layout and assigns the saved tabs (if any) to the tiles.\n• Save Layout - saves the current layout and optionally saves the tabs assigned to the tiles.\n• Delete Layout - deletes a previously saved layout.\n• Default Layout - sets the default layout to be one of the previously saved layouts.\n• Sync Scroll - enables/disables synchronized scrolling of tiled tab contents.\n\n \n\nLICENSE\n\n \n\nDistributed under the GNU General Public License version 2.\nSee LICENCE.txt file and http://www.gnu.org/licenses/",
    "fil": "Ota välilehdet vanhemmista ikkunoista ja järjestä ne laatoitettujen alaikkunoiden kendo grid view asetteluihin.\nYLEISKATSAUS\nLaatoitettu Chrome-välilehdet auttavat sinua järjestämään google-kromi-välilehdet helposti laatoitettujen alaikkunoiden sharepoint gridview asetteluissa. Asettelut voidaan tallentaa ja avata helposti uudelleen\n\nOMINAISUUDET:\n• Uusi asettelu - luo uuden asettelun ja siirtää yhden välilehden pääikkunasta jokaiseen ruutuun. recyclerview with gridview android example github\n• Sulje asettelu - sulkee olemassa olevan asettelun ja siirtää välilehdet kaikista ruuduista takaisin yläikkunaan.\n• Piilota asettelu - piilottaa nykyisen asettelun ja siirtää välilehdet kaikista ruuduista takaisin yläikkunaan. jquery grid view\n• Näytä asettelu - näyttää nykyisen asettelun ja siirtää yhden välilehden pääikkunasta jokaiseen ruutuun.\n• Päivitä asettelu - vie kaikki ruudut eteen ja tarkentaa yhden ruuduista. gridview android github\n• Toggle Toolbars - vaihtaa välilehti- ja osoitepalkin tällä hetkellä tarkennetussa ruudussa tai kaikissa ruuduissa.\n• Laattavälilehti - laatat välilehden nykyisen tarkennetun ruudun ylä-, alapuolelle, vasemmalle tai oikealle tai luo uuden asettelun gridview title.\n• Lisää laatta - lisää uuden ruudun (uudella välilehdellä) tällä hetkellä tarkennetun ruudun ylä-, alapuolelle, vasemmalle tai oikealle.\n• Poista laatta - poistaa parhaillaan tarkennetun laatan ja laajentaa tarvittaessa muita laattoja php grid view.\n• Laajenna laatta - laajentaa tällä hetkellä tarkennetun ruudun asettelun kokoon.\n• Contract Tile - supistaa tällä hetkellä tarkennetun laatan takaisin alkuperäiseen kokoonsa qml gridview example.\n• Avaa asettelu - avaa aiemmin tallennetun asettelun ja määrittää tallennetut välilehdet (jos niitä on) laattoille.\n• Tallenna asettelu - tallentaa nykyisen asettelun ja valinnaisesti tallentaa laattoille devexpress gridview example määritetyt välilehdet.\n• Poista asettelu - poistaa aiemmin tallennetun asettelun.\n• Oletusasettelu - asettaa oletusasettelun yhdeksi aiemmin tallennetuista asetteluista c# datatable to gridview.\n• Synkronoi vieritys - ottaa käyttöön / poistaa käytöstä vierekkäisten välilehtien sisällön synkronoidun vierityksen.\n\nLISENSSI\n\n\nJakelu GNU General Public License -version 2 alla.\nKatso LICENCE.txt-tiedosto ja http://www.gnu.org/licenses/",
    "fr": "Prenez les onglets des fenêtres parentes et organisez-les dans des dispositions de sous-fenêtres en mosaïque webform gridview.\nAPERÇU\nLes onglets Tile Chrome vous aident à organiser facilement vos onglets Google Chrome dans les dispositions des sous-fenêtres en mosaïque wpf datagrid view. Les mises en page peuvent être enregistrées et facilement rouvertes\n\nFONCTIONNALITÉS:\n• Nouvelle présentation - crée une nouvelle présentation et déplace un onglet de la fenêtre parente dans chaque vignette. devexpress gridview group\n• Fermer la présentation - ferme la présentation existante et déplace les onglets de toutes les tuiles dans la fenêtre parente.\n• Masquer la disposition - masque la disposition existante et déplace les onglets de toutes les tuiles dans la fenêtre parente. gridview devexpress mvc\n• Afficher la disposition - affiche la disposition existante et déplace un onglet de la fenêtre parente dans chaque mosaïque.\n• Actualiser la disposition - amène toutes les tuiles à l'avant et concentre l'une des tuiles. yii gridview example\n• Basculer les barres d'outils - bascule la barre d'onglets et la barre d'adresse dans la tuile actuellement focalisée ou toutes les tuiles.\n• Onglet de tuile - tuile un onglet au-dessus, en dessous, à gauche ou à droite de la tuile actuellement focalisée ou crée une nouvelle disposition autogeneratecolumns gridview.\n• Ajouter une tuile - ajoute une nouvelle tuile (avec un nouvel onglet) au-dessus, en dessous, à gauche ou à droite de la tuile actuellement focalisée.\n• Supprimer la tuile - supprime la tuile actuellement focalisée et agrandit les autres tuiles si nécessaire gridview w3schools.\n• Expand Tile - agrandit la tuile actuellement focalisée à la taille complète de la mise en page.\n• Contract Tile - réduit la tuile actuellement focalisée à sa taille d'origine rowdatabound gridview c#.\n• Ouvrir la présentation - ouvre une présentation précédemment enregistrée et attribue les onglets enregistrés (le cas échéant) aux vignettes.\n• Enregistrer la disposition - enregistre la disposition actuelle et enregistre éventuellement les onglets attribués aux tuiles xamarin gridview example.\n• Supprimer la mise en page - supprime une mise en page précédemment enregistrée.\n• Disposition par défaut - définit la disposition par défaut comme l'une des dispositions précédemment enregistrées devexpress gridview kullanımı.\n• Sync Scroll - active / désactive le défilement synchronisé du contenu des onglets en mosaïque.\n\nLICENCE\n\n\nDistribué sous la licence publique générale GNU version 2.\nVoir le fichier LICENCE.txt et http://www.gnu.org/licenses/",
    "hi": "पैरेंट विंडो से टैब लें और उन्हें टाइल की गई उप-विंडो gridview detailsview के लेआउट में व्यवस्थित करें।\nअवलोकन\nटाइल क्रोम टैब आपको आसानी से टाइल किए गए उप-विंडोज devexpress wpf tableview के लेआउट में अपने Google क्रोम टैब को व्यवस्थित करने में मदद करते हैं। लेआउट को बचाया जा सकता है और आसानी से फिर से खोला जा सकता है\n\nविशेषताएं:\n• नया लेआउट - एक नया लेआउट बनाता है और प्रत्येक टाइल में मूल विंडो से एक टैब चलता है। react native listview grid\n• क्लोज़ लेआउट - मौजूदा लेआउट को बंद करता है और सभी टाइलों से टैब को मूल विंडो में वापस ले जाता है।\n• लेआउट छिपाएँ - मौजूदा लेआउट को छुपाता है और सभी टाइलों को मूल विंडो में वापस टैब ले जाता है। angular grid view example\n• लेआउट दिखाएं - मौजूदा लेआउट दिखाता है और प्रत्येक टाइल में मूल विंडो से एक टैब चलता है।\n• रीफ़्रेश लेआउट - सभी टाइलों को सामने लाता है और टाइलों में से एक को केंद्रित करता है। devexpress gridview editable\n• टॉगल टूलबार - वर्तमान में केंद्रित टाइल या सभी टाइलों में टैब बार और एड्रेस बार को टॉगल करता है।\n• टाइल टैब - वर्तमान में केंद्रित टाइल के ऊपर, नीचे, बाएँ या दाएँ एक टैब को टाइल करता है या एक नया लेआउट बनाता है grid view in react js।\n• टाइल जोड़ें - वर्तमान में केंद्रित टाइल के ऊपर, नीचे, बाएँ या दाएँ एक नया टाइल (एक नया टैब के साथ) जोड़ता है।\n• टाइल हटाएं - वर्तमान में केंद्रित टाइल को हटाता है और अन्य टाइलों को आवश्यक रूप से विस्तारित करता है vue gridview।\nटाइल का विस्तार करें - लेआउट के पूर्ण आकार के लिए वर्तमान में केंद्रित टाइल का विस्तार करता है।\n• अनुबंध टाइल - वर्तमान में केंद्रित टाइल को उसके मूल आकार grid view angular पर वापस अनुबंधित करता है।\n• ओपन लेआउट - पहले से सहेजे गए लेआउट को खोलता है और टाइल्स को सहेजे गए टैब (यदि कोई हो) को असाइन करता है।\n• सहेजें लेआउट - वर्तमान लेआउट को बचाता है और वैकल्पिक रूप से टाइलों को सौंपे गए टैब को बचाता है kendo gridview।\n• लेआउट हटाएं - पहले से सहेजे गए लेआउट को हटाता है।\n• डिफ़ॉल्ट लेआउट - पहले से सहेजे गए लेआउट grid view in angular में से एक होने के लिए डिफ़ॉल्ट लेआउट सेट करता है।\n• सिंक स्क्रॉल - टाइल की गई टैब सामग्री के सिंक्रनाइज़ किए गए स्क्रॉल को सक्षम / अक्षम करता है।\n\nलाइसेंस\n\n\nGNU जनरल पब्लिक लाइसेंस संस्करण 2 के तहत वितरित किया गया।\nदेखें LICENCE.txt फ़ाइल और http://www.gnu.org/licenses/",
    "hr": "Izvadite jezičke iz roditeljskih prozora i rasporedite ih u izgledima popločenih potprozora visual studio gridview.\nPREGLED\nKartice s pločicama Chrome pomažu vam da lako organizirate svoje kromirane jezičke google u izgledima popločenih potprozora ios grid view. Izgled se može spremiti i lako ponovo otvoriti\n\nKARAKTERISTIKE:\n• Novi izgled - stvara novi izgled i premješta jednu karticu iz roditeljskog prozora u svaku pločicu. grid list view\n• Zatvori izgled - zatvara postojeći izgled i premješta jezičke sa svih pločica natrag u roditeljski prozor.\n• Sakrij izgled - skriva postojeći izgled i premješta jezičke sa svih pločica natrag u roditeljski prozor. uwp gridview example\n• Prikaži izgled - prikazuje postojeći izgled i pomiče jednu karticu iz roditeljskog prozora u svaku pločicu.\n• Refresh Layout (Osvježi izgled) - dovodi sve pločice na prednju stranu i fokusira jednu od njih. gridview c# windows forms\n• Prebaci alatne trake - prebacuje traku s karticama i adresnu traku u trenutno fokusiranu pločicu ili sve pločice.\n• Kartica s pločicama - postavlja pločicu iznad, dolje, lijevo ili desno od trenutno fokusirane pločice ili stvara novi izgled gridview autogeneratecolumns.\n• Dodaj pločicu - dodaje novu pločicu (s novom karticom) gore, dolje, lijevo ili desno od trenutno fokusirane pločice.\n• Ukloni pločicu - uklanja trenutno fokusiranu pločicu i po potrebi proširuje ostale pločice gridview to excel.\n• Proširi pločicu - proširuje trenutno fokusiranu pločicu do pune veličine izgleda.\n• Ugovorna pločica - smanjuje trenutno fokusiranu pločicu do izvorne veličine list view grid view.\n• Otvori izgled - otvara prethodno spremljeni izgled i dodjeljuje spremljenim pločicama (ako postoje) pločicama.\n• Spremi izgled - sprema trenutni izgled i po želji sprema jezičke dodijeljene pločicama xaml gridview.\n• Delete Layout (Obriši izgled) - briše prethodno spremljeni izgled.\n• Zadani izgled - postavlja zadani izgled kao jedan od prethodno spremljenih izgleda javafx gridview.\n• Sync Scroll - omogućuje / onemogućuje sinkronizirano pomicanje popločanog sadržaja kartica.\n\nLICENCA\n\n\nDistribuira se pod GNU General Public License 2.\nPogledajte datoteku LICENCE.txt i http://www.gnu.org/licenses/",
    "hu": "Vegye ki a füleket a szülőablakokból, és rendezze el őket a gridview laravel csempézett részablakok elrendezéseiben.\nÁTTEKINTÉS\nA Csempe Chrome lapok segítségével könnyedén rendezheti a Google Chrome króm lapjait a csempézett részablakok elrendezéseiben (mvc 5 gridview example). Az elrendezéseket elmentheti és könnyen újból megnyithatja\n\nJELLEMZŐK:\n• Új elrendezés - új elrendezést hoz létre, és az egyik lapot a szülő ablakból áthelyezi minden csempére. grid view in angular 6\n• Bezárás az elrendezés - bezárja a meglévő elrendezést, és az összes csempe lapjait visszahelyezi a szülőablakba.\n• Elrendezés elrejtése - elrejti a meglévő elrendezést, és az összes csempe lapjait visszahelyezi a szülőablakba. asp gridview responsive\n• Show Layout (Megjelenítés elrendezése) - megmutatja a meglévő elrendezést, és az egyik fület áthelyezi a szülő ablakból minden csempére.\n• Frissítés elrendezése - az összes csempe elé kerül, és az egyik fókuszt fókuszálja. gridview in c# windows application\n• Eszköztárak váltása - a fül és a címsor átkapcsolása az aktuálisan fókuszált csempe vagy az összes csempe között.\n• Csempe fül - a jelenleg fókuszált csempe fölé, aljára, balra vagy jobbra helyezett fület csempézi, vagy új elrendezést hoz létre w3schools grid view.\n• Csempe hozzáadása - hozzáad egy új csempét (új lapokkal) az aktuálisan fókuszált csempe fölé, aljára, balra vagy jobbra.\n• Csempe eltávolítása - eltávolítja az éppen fókuszált csempét, és szükség esetén kibővíti a többi csempét c# asp gridview.\n• Bontsa ki a csempét - kibontja az aktuálisan fókuszált csempét az elrendezés teljes méretére.\n• Contract Tile - a jelenleg fókuszált csempe visszakerül az eredeti méretébe django grid view.\n• Elrendezés megnyitása - megnyit egy korábban elmentett elrendezést és hozzárendeli a mentett lapokat (ha vannak) a lapokhoz.\n• Save Layout - elmenti az aktuális elrendezést, és opcionálisan elmenti a visual studio 2017 gridview lapokhoz rendelt lapokat.\n• Elrendezés törlése - egy korábban elmentett elrendezés törlése.\n• Alapértelmezett elrendezés - az alapértelmezett elrendezést állítja be a korábban elmentett gridview github elrendezések egyikére.\n• Szinkronizálás - engedélyezi / letiltja a csempézett fültartalom szinkronizált görgetését.\n\nENGEDÉLY\n\n\nA GNU General Public License 2. verziója alatt terjesztve.\nLásd: LICENCE.txt fájl és http://www.gnu.org/licenses/",
    "id": "Ambil tab dari jendela induk dan atur di tata letak sub-jendela ubin gridview scroll horizontal android.\nGAMBARAN\nTab Chrome Tab membantu Anda dengan mudah mengatur tab google chrome Anda di tata letak sub-jendela ubin jquery gridview example. Tata Letak dapat disimpan dan dengan mudah dibuka kembali\n\nFITUR:\n• Tata Letak Baru - membuat tata letak baru dan memindahkan satu tab dari jendela induk ke setiap ubin. c# mvc gridview\n• Tutup Tata Letak - menutup tata letak yang ada dan memindahkan tab dari semua ubin kembali ke jendela induk.\n• Sembunyikan Tata Letak - menyembunyikan tata letak yang ada dan memindahkan tab dari semua ubin kembali ke jendela induk. gridview crud\n• Tampilkan Tata Letak - menampilkan tata letak yang ada dan memindahkan satu tab dari jendela induk ke setiap ubin.\n• Refresh Layout - membawa semua ubin ke depan dan memfokuskan salah satu ubin. xml editor grid view\n• Toggle Toolbars - mengaktifkan bilah tab dan bilah alamat di ubin yang saat ini difokuskan atau semua ubin.\n• Tab Ubin - ubin tab di atas, di bawah, kiri atau kanan ubin yang saat ini difokuskan atau membuat tata letak baru gridview in angularjs example.\n• Tambahkan Ubin - menambahkan ubin baru (dengan tab baru) di atas, di bawah, kiri atau kanan ubin yang saat ini difokuskan.\n• Remove Tile - menghapus ubin yang saat ini difokuskan dan memperluas ubin lainnya sesuai kebutuhan viewpager with gridview android github.\n• Expand Tile - memperluas ubin yang saat ini difokuskan ke ukuran penuh tata letak.\n• Tile Kontrak - mengontrak ubin yang saat ini difokuskan kembali ke ukuran aslinya grid view android studio example.\n• Buka Tata Letak - membuka tata letak yang disimpan sebelumnya dan menetapkan tab yang disimpan (jika ada) ke ubin.\n• Simpan Tata Letak - menyimpan tata letak saat ini dan secara opsional menyimpan tab yang ditetapkan untuk ubin gridview nested gridview example.\n• Hapus Tata Letak - menghapus tata letak yang disimpan sebelumnya.\n• Layout Default - mengatur layout default menjadi salah satu layout yang disimpan sebelumnya grid view react.\n• Sinkronisasi Gulir - mengaktifkan / menonaktifkan gulir yang disinkronkan dari konten tab ubin.\n\nLISENSI\n\n\nDidistribusikan di bawah GNU General Public License versi 2.\nLihat file LICENCE.txt dan http://www.gnu.org/licenses/",
    "it": "Prendi le schede dalle finestre principali e disponile in layout di finestre secondarie piastrellate bootstrap grid and list view.\nPANORAMICA\nLe schede Chrome per tessere ti aiutano a disporre facilmente le tue schede Google Chrome in layout di finestre secondarie piastrellate gridview to datatable in c#. I layout possono essere salvati e riaperti facilmente\n\nCARATTERISTICHE:\n• Nuovo layout: crea un nuovo layout e sposta una scheda dalla finestra principale in ogni riquadro. grid view in angular 7\n• Chiudi layout: chiude il layout esistente e sposta le schede di tutte le sezioni nella finestra principale.\n• Nascondi layout: nasconde il layout esistente e sposta le schede da tutti i riquadri nella finestra principale. asp gridview autogeneratecolumns\n• Mostra layout: mostra il layout esistente e sposta una scheda dalla finestra principale in ogni riquadro.\n• Aggiorna layout: porta tutte le tessere in primo piano e focalizza una delle tessere. devexpress c# gridview\n• Attiva / disattiva barre degli strumenti: attiva o disattiva la barra delle schede e la barra degli indirizzi nel riquadro attualmente attivo o in tutti i riquadri.\n• Scheda Affianca: affianca una scheda in alto, in basso, a sinistra o a destra del riquadro attualmente attivo o crea un nuovo layout list and grid view in bootstrap.\n• Aggiungi riquadro: aggiunge un nuovo riquadro (con una nuova scheda) sopra, sotto, a sinistra oa destra del riquadro attualmente attivo.\n• Rimuovi tessera: rimuove la tessera attualmente focalizzata ed espande le altre tessere secondo necessità dx gridview.\n• Espandi riquadro: espande il riquadro attualmente focalizzato alla dimensione intera del layout.\n• Contratta tessera: contrae la piastrella attualmente focalizzata alla sua dimensione originale grid view website.\n• Apri layout: apre un layout precedentemente salvato e assegna le schede salvate (se presenti) ai riquadri.\n• Salva layout: salva il layout corrente e facoltativamente salva le schede assegnate ai riquadri headertemplate gridview.\n• Elimina layout: elimina un layout precedentemente salvato.\n• Layout predefinito: imposta il layout predefinito su uno dei layout precedentemente salvati material design gridview.\n• Sync Scroll: abilita / disabilita lo scorrimento sincronizzato dei contenuti delle schede affiancate.\n\nLICENZA\n\n\nDistribuito sotto la GNU General Public License versione 2.\nVedi il file LICENCE.txt e http://www.gnu.org/licenses/",
    "ja": "親ウィンドウからタブを取得し、タイル化されたサブウィンドウmvc 5 gridviewのレイアウトに配置します。\n概要\nタイルクロームタブは、タイル張りのサブウィンドウvisual studio gridview exampleのレイアウトにGoogleクロームタブを簡単に配置するのに役立ちます。レイアウトは保存して簡単に再開できます\n\n特徴：\n•新しいレイアウト-新しいレイアウトを作成し、1つのタブを親ウィンドウから各タイルに移動します。 mysql workbench cannot see result grid\n•レイアウトを閉じる-既存のレイアウトを閉じ、すべてのタイルのタブを親ウィンドウに戻します。\n•レイアウトの非表示-既存のレイアウトを非表示にし、すべてのタイルのタブを親ウィンドウに戻します。 xamarin forms gridview example\n•レイアウトの表示-既存のレイアウトを表示し、1つのタブを親ウィンドウから各タイルに移動します。\n•レイアウトの更新-すべてのタイルを前面に移動し、タイルの1つに焦点を当てます。 xaml gridview example\n•ツールバーの切り替え-現在フォーカスされているタイルまたはすべてのタイルのタブバーとアドレスバーを切り替えます。\n•タイルタブ-現在フォーカスされているタイルの上、下、左、または右にタブを並べて表示するか、新しいレイアウトを作成しますgridview html5。\n•タイルの追加-現在フォーカスされているタイルの上、下、左、または右に新しいタイルを（新しいタブで）追加します。\n•タイルの削除-現在フォーカスされているタイルを削除し、必要に応じて他のタイルを展開しますreact native grid list view。\n•タイルの展開-現在フォーカスされているタイルをレイアウトのフルサイズに展開します。\n•タイルを縮小-現在フォーカスされているタイルを元のサイズに縮小しますweb gridview。\n•レイアウトを開く-以前に保存したレイアウトを開き、保存したタブ（存在する場合）をタイルに割り当てます。\n•レイアウトの保存-現在のレイアウトを保存し、オプションでタイルandroid gridview designに割り当てられたタブを保存します。\n•レイアウトの削除-以前に保存したレイアウトを削除します。\n•デフォルトのレイアウト-デフォルトのレイアウトを、以前に保存したレイアウトios swift grid viewの1つに設定します。\n•同期スクロール-タイル化されたタブコンテンツの同期スクロールを有効/無効にします。\n\nライセンス\n\n\nGNU General Public Licenseバージョン2に基づいて配布。\nLICENCE.txtファイルおよびhttp://www.gnu.org/licenses/を参照してください",
    "ko": "부모 창에서 탭을 가져 와서 타일 하위 창 grid view java의 레이아웃으로 배열하십시오.\n개요\n타일 크롬 탭을 사용하면 타일 된 하위 창 c# editable gridview의 레이아웃에서 Google 크롬 탭을 쉽게 정렬 할 수 있습니다. 레이아웃을 저장하고 쉽게 다시 열 수 있습니다\n\n풍모:\n• 새 레이아웃 – 새 레이아웃을 생성하고 하나의 탭을 부모 창에서 각 타일로 옮깁니다. gridview focusedrowhandle\n• 레이아웃 닫기-기존 레이아웃을 닫고 모든 타일의 탭을 부모 창으로 다시 이동합니다.\n• 레이아웃 숨기기-기존 레이아웃을 숨기고 모든 타일의 탭을 부모 창으로 다시 이동합니다. {삼}\n• 레이아웃 표시-기존 레이아웃을 표시하고 하나의 탭을 부모 창에서 각 타일로 이동합니다.\n• 레이아웃 새로 고침-모든 타일을 앞으로 가져오고 타일 중 하나에 초점을 맞 춥니 다. android gridview horizontal\n• 도구 모음 토글-현재 포커스가있는 타일 또는 모든 타일에서 탭 막대와 주소 표시 줄을 토글합니다.\n• 타일 탭-현재 포커스가있는 타일의 위, 아래, 왼쪽 또는 오른쪽에 탭을 타일링하거나 새 레이아웃 mobile grid view를 만듭니다.\n• 타일 추가-현재 포커스가있는 타일의 위, 아래, 왼쪽 또는 오른쪽에 새 타일 (새 탭 포함)을 추가합니다.\n• 타일 제거-현재 포커스가있는 타일을 제거하고 필요에 따라 다른 타일을 확장합니다 grid view.\n• 타일 확장-현재 포커스가있는 타일을 레이아웃의 전체 크기로 확장합니다.\n• 계약 타일-현재 포커스가있는 타일을 원래 크기 android gridview로 다시 계약합니다.\n• 레이아웃 열기-이전에 저장된 레이아웃을 열고 저장된 탭 (있는 경우)을 타일에 할당합니다.\n• 레이아웃 저장-현재 레이아웃을 저장하고 타일 devexpress gridview에 할당 된 탭을 선택적으로 저장합니다.\n• 레이아웃 삭제-이전에 저장된 레이아웃을 삭제합니다.\n• 기본 레이아웃-기본 레이아웃을 이전에 저장된 레이아웃 yii2 gridview 중 하나로 설정합니다.\n• 동기화 스크롤-바둑판 식으로 배열 된 탭 내용의 동기화 된 스크롤을 활성화 / 비활성화합니다.\n\n특허\n\n\nGNU General Public License 버전 2에 따라 배포됩니다.\nLICENCE.txt 파일 및 http://www.gnu.org/licenses/를 참조하십시오",
    "lt": "Paimkite skirtukus iš tėvų langų ir sudėkite juos į apklijuotų antrinių langų išdėstymą recyclerview grid.\nAPŽVALGA\nPlytelių „Chrome“ skirtukai padeda lengvai suskirstyti „Google Chrome“ skirtukus į plytelių išdėstytų antrinių langų išdėstymus android recyclerview gridlayoutmanager. Maketus galima išsaugoti ir lengvai atidaryti iš naujo\n\nFUNKCIJOS:\n• Naujas išdėstymas - sukuria naują išdėstymą ir perkelia vieną skirtuką iš pagrindinio lango į kiekvieną plytelę. gridview android example\n• Uždaryti išdėstymą - uždaromas esamas išdėstymas ir perkeliami skirtukai iš visų plytelių atgal į pagrindinį langą.\n• Slėpti išdėstymą - paslepia esamą išdėstymą ir perkelia skirtukus iš visų plytelių atgal į pagrindinį langą. android studio gridview\n• Rodyti išdėstymą - rodo esamą išdėstymą ir perkelia vieną skirtuką iš pagrindinio lango į kiekvieną plytelę.\n• Refresh Layout - atnaujina visas plyteles į priekį ir sufokusuoja vieną iš jų. gridview rowdatabound\n• Toggle Toolbars - perjungia skirtukų juostą ir adresų juostą šiuo metu sufokusuotoje plytelėje arba visose plytelėse.\n• Plytelių skirtukas - perklijuoja skirtuką aukščiau, apačioje, kairėje arba dešinėje šiuo metu sufokusuoto plytelės arba sukuria naują išdėstymą mvc gridview.\n• Pridėti plytelę - prideda naują plytelę (su nauju skirtuku) viršuje, apačioje, kairėje arba dešinėje dabartinės fokusuotos plytelės.\n• Pašalinti plyteles - pašalina šiuo metu sufokusuotą plytelę ir, jei reikia, išplečia kitas plyteles uwp gridview.\n• Išskleisti plytelę - išplečia šiuo metu sufokusuotą plytelę iki viso maketo dydžio.\n• „Contract Tile“ - kontraktas šiuo metu sufokusuotai plytelei grąžinamas į pradinį dydį android recyclerview grid.\n• Atidaryti maketą - atidaro anksčiau išsaugotą maketą ir priskiria išsaugotus skirtukus (jei tokių yra) plytelėms.\n• Išsaugoti išdėstymą - išsaugo esamą išdėstymą ir pasirinktinai išsaugo plyteles, priskirtas plytelėms xamarin gridview.\n• Trinti išdėstymą - ištrina anksčiau išsaugotą maketą.\n• Default Layout - nustato numatytąjį maketą kaip vieną iš anksčiau išsaugotų maketų grid view in html.\n• Sinchronizuoti slinkties funkciją - įjungia / išjungia sinchronizuotą narvelių turinio slinktį.\n\nLICENCIJA\n\n\nPlatinamas pagal GNU bendrosios viešosios licencijos 2 versiją.\nŽr. Failą LICENCE.txt ir http://www.gnu.org/licenses/",
    "lv": "Paņemiet cilnes no vecāku logiem un sakārtojiet tos flīzētu apakšlogu izkārtojumos gridview c#.\nPĀRSKATS\nFlīžu Chrome cilnes palīdz ērti sakārtot google hroma cilnes flīžu apakšlogu izkārtojumos asp gridview. Izkārtojumus var saglabāt un viegli atvērt\n\nIESPĒJAS:\n• Jauns izkārtojums - izveido jaunu izkārtojumu un pārvieto vienu cilni no vecāku loga katrā flīzē. wpf gridview\n• Aizvērt izkārtojumu - aizver esošo izkārtojumu un pārvieto cilnes no visām flīzēm atpakaļ vecāku logā.\n• Slēpt izkārtojumu - paslēpj esošo izkārtojumu un pārvieto cilnes no visām flīzēm atpakaļ vecāku logā. kartik gridview\n• Rādīt izkārtojumu - rāda esošo izkārtojumu un katrā cilnē no vecāku loga pārvieto vienu cilni.\n• Refresh Layout - visas flīzes novieto priekšā un fokusē vienu no tām. recyclerview gridlayoutmanager\n• Pārslēgt rīkjoslas - pārslēdz cilnes joslu un adreses joslu pašlaik fokusētajā flīzē vai visās flīzēs.\n• Flīžu cilne - izkārto cilni virs, zem, kreisās vai labās puses no pašreiz fokusētās flīzes vai izveido jaunu izkārtojumu gridview yii2.\n• Pievienot flīžu - pievieno jaunu flīzi (ar jaunu cilni) virs, zem, pa kreisi vai pa labi no pašreiz fokusētās flīzes.\n• Noņemt flīžu - noņem pašreiz fokusēto flīzi un pēc vajadzības paplašina citas flīzes bootstrap gridview.\n• Izvērst flīžu - izvērš pašlaik fokusēto flīžu līdz izkārtojuma pilnam izmēram.\n• Contract Flīze - slēdz pašreiz fokusēto flīzi atpakaļ sākotnējā lielumā qml gridview.\n• Atvērt izkārtojumu - atver iepriekš saglabātu izkārtojumu un flīzēm piešķir saglabātās cilnes (ja tādas ir).\n• Saglabāt izkārtojumu - saglabā pašreizējo izkārtojumu un pēc izvēles saglabā cilnes, kas piešķirtas flīzēm react native grid view.\n• Dzēst izkārtojumu - izdzēš iepriekš saglabātu izkārtojumu.\n• Default Layout - iestata noklusējuma izkārtojumu kā vienu no iepriekš saglabātajiem izkārtojumiem devexpress mvc gridview.\n• Sinhronizēt ritināšanu - ļauj iespējot / atspējot cilnes cilnes satura sinhronizētu ritināšanu.\n\nLICENCE\n\n\nIzplatīts saskaņā ar GNU vispārējās publiskās licences 2. versiju.\nSkatiet failu LICENCE.txt un http://www.gnu.org/licenses/",
    "ms": "Ambil tab dari tetingkap induk dan susunkannya dalam susunan sub-tingkap berjubin yii gridview.\nTINJAUAN KESELURUHAN\nTab Ubin Chrome membantu anda mengatur tab krom google anda dengan mudah dalam susun atur sub-tingkap berjubin gridview example. Tata Letak dapat disimpan dan dibuka semula dengan mudah\n\nCIRI-CIRI:\n• Tata Letak Baru - membuat susun atur baru dan memindahkan satu tab dari tetingkap induk ke setiap jubin. xamarin forms gridview\n• Tutup Tata Letak - menutup susun atur yang ada dan memindahkan tab dari semua jubin kembali ke tetingkap induk.\n• Sembunyikan Tata Letak - menyembunyikan susun atur yang ada dan memindahkan tab dari semua jubin kembali ke tetingkap induk. grid view android studio\n• Tunjukkan Tata Letak - menunjukkan susun atur yang ada dan memindahkan satu tab dari tetingkap induk ke setiap jubin.\n• Refresh Layout - membawa semua jubin ke depan dan memfokuskan salah satu jubin. telerik gridview\n• Toggle Toolbars - togol bar tab dan bar alamat di jubin yang sedang difokuskan atau semua jubin.\n• Tab Ubin - jubin tab di atas, di bawah, kiri atau kanan jubin yang sedang difokuskan atau membuat susun atur baru c# gridview example.\n• Tambah Jubin - menambah jubin baru (dengan tab baru) di atas, di bawah, kiri atau kanan jubin yang sedang difokuskan.\n• Keluarkan Jubin - membuang jubin yang sedang difokuskan dan mengembangkan jubin lain jika perlu asp gridview example.\n• Expand Tile - memperluas jubin yang sedang difokuskan ke ukuran susun atur sepenuhnya.\n• Jubin Kontrak - mengontrak jubin yang difokuskan sekarang kembali ke saiz asalnya grid view react native.\n• Buka Tata Letak - membuka susun atur yang disimpan sebelumnya dan menetapkan tab yang disimpan (jika ada) ke jubin.\n• Simpan Tata Letak - menyimpan susun atur semasa dan secara pilihan menyimpan tab yang ditugaskan ke jubin gridview to datatable.\n• Hapus Tata Letak - menghapus susun atur yang disimpan sebelumnya.\n• Tata Letak Lalai - menetapkan susun atur lalai menjadi salah satu susun atur yang disimpan sebelumnya refresh gridview c#.\n• Sync Scroll - membolehkan / melumpuhkan tatal selaras kandungan tab berjubin.\n\nLESEN\n\n\nDiagihkan di bawah GNU General Public License versi 2.\nLihat fail LICENCE.txt dan http://www.gnu.org/licenses/",
    "nl": "Neem tabbladen van bovenliggende vensters en rangschik ze in lay-outs van betegelde subvensters angular grid view.\nOVERZICHT\nMet Chrome-tabbladen met tegels kunt u uw Google Chrome-tabbladen eenvoudig indelen in lay-outs van betegelde subvensters telerik wpf gridview. De lay-outs kunnen worden opgeslagen en gemakkelijk opnieuw worden geopend\n\nKENMERKEN:\n• Nieuwe lay-out - maakt een nieuwe lay-out en verplaatst een tabblad van het bovenliggende venster naar elke tegel. wpf gridview example\n• Lay-out sluiten - sluit de bestaande lay-out en verplaatst de tabbladen van alle tegels terug naar het bovenliggende venster.\n• Lay-out verbergen - verbergt de bestaande lay-out en verplaatst de tabbladen van alle tegels terug naar het bovenliggende venster. react gridview\n• Lay-out tonen - toont de bestaande lay-out en verplaatst een tabblad van het bovenliggende venster naar elke tegel.\n• Lay-out vernieuwen - brengt alle tegels naar voren en focust een van de tegels. grid and list view\n• Schakelen tussen werkbalken - schakelt tussen de tabbalk en de adresbalk in de tegel waarop momenteel is gefocust of alle tegels.\n• Tegeltabblad - tegels een tabblad boven, onder, links of rechts van de momenteel gefocuste tegel of maakt een nieuwe lay-out devexpress master detail gridview example.\n• Tegel toevoegen - voegt een nieuwe tegel toe (met een nieuw tabblad) boven, onder, links of rechts van de tegel met de huidige focus.\n• Tegel verwijderen - verwijdert de tegel waarop momenteel is gefocust en breidt de andere tegels indien nodig uit list view and grid view.\n• Tegel uitvouwen - breidt de tegel met de huidige focus uit tot de volledige grootte van de lay-out.\n• Contracttegel - trekt de momenteel gefocuste tegel terug naar zijn oorspronkelijke grootte gridview in listview android example.\n• Lay-out openen - opent een eerder opgeslagen lay-out en wijst de opgeslagen tabbladen (indien aanwezig) toe aan de tegels.\n• Lay-out opslaan - slaat de huidige lay-out op en slaat optioneel de tabbladen op die aan de tegels zijn toegewezen list and grid view.\n• Lay-out verwijderen - verwijdert een eerder opgeslagen lay-out.\n• Standaardlay-out - stelt de standaardlay-out in als een van de eerder opgeslagen lay-outs devexpress winforms gridview.\n• Sync Scroll - schakelt het gesynchroniseerd scrollen van betegelde tabbladinhoud in / uit.\n\nLICENTIE\n\n\nGedistribueerd onder de GNU General Public License versie 2.\nZie LICENCE.txt-bestand en http://www.gnu.org/licenses/",
    "no": "Ta faner fra overordnede vinduer og ordne dem i oppsett av flislagte undervinduer yii2 gridview example.\nOVERSIKT\nTile Chrome-faner hjelper deg å enkelt ordne Google Chrome-fanene i oppsett av flislagte undervinduer gridview uwp. Layoutene kan lagres og enkelt åpnes igjen\n\nEGENSKAPER:\n• Ny layout - oppretter en ny layout og flytter en fane fra foreldrevinduet til hver brikke. jquery gridview\n• Lukk layout - lukker det eksisterende oppsettet og flytter faner fra alle fliser tilbake til hovedvinduet.\n• Skjul layout - skjuler eksisterende layout og flytter faner fra alle fliser tilbake til hovedvinduet. wpf listview gridview\n• Vis layout - viser eksisterende oppsett og flytter en fane fra overordnede vindu inn i hver brikke.\n• Refresh Layout - bringer alle flisene foran og fokuserer en av flisene. grid view in react native\n• Veksle verktøylinjer - veksler fanefeltet og adressefeltet i den for øyeblikket fokuserte flisen eller alle fliser.\n• Tile Tab - fliser en fane over, under, venstre eller høyre for den for øyeblikket fokuserte flisen eller oppretter en ny layout laravel gridview.\n• Legg til fliser - legger til en ny flis (med en ny fane) over, under, til venstre eller høyre for den for øyeblikket fokuserte flisen.\n• Fjern fliser - fjerner den for øyeblikket fokuserte flisen og utvider de andre flisene etter behov javascript gridview.\n• Expand Tile - utvider den for øyeblikket fokuserte flisen til full størrelse på oppsettet.\n• Contract Tile - kontraherer den for øyeblikket fokuserte flisen tilbake til sin opprinnelige størrelse gridview in android studio.\n• Åpne layout - åpner en tidligere lagret layout og tildeler de lagrede kategoriene (hvis noen) til flisene.\n• Lagre layout - lagrer gjeldende layout og lagrer valgfritt fanene som er tilordnet flisene horizontal gridview android.\n• Delete Layout - sletter en tidligere lagret layout.\n• Standardoppsett - angir standardoppsettet til å være et av de tidligere lagrede layoutene nested gridview.\n• Sync Scroll - aktiverer / deaktiverer synkronisert rulling av flislagt innhold.\n\nTILLATELSE\n\n\nDistribuert under GNU General Public License versjon 2.\nSe LICENCE.txt-fil og http://www.gnu.org/licenses/",
    "pl": "Pobierz zakładki z nadrzędnych okien i ułóż je w układach podokiennych okienek swift grid view.\nPRZEGLĄD\nPłytki Chrome w kartach pomagają w łatwym ustawianiu kart Google Chrome w układach podokiennych okien datatable to gridview c#. Układy można zapisać i łatwo ponownie otworzyć\n\nCECHY:\n• Nowy układ - tworzy nowy układ i przenosi jedną kartę z okna nadrzędnego do każdego kafelka. gridview xamarin forms\n• Zamknij układ - zamyka istniejący układ i przenosi zakładki ze wszystkich kafelków z powrotem do okna nadrzędnego.\n• Ukryj układ - ukrywa istniejący układ i przenosi zakładki ze wszystkich kafelków z powrotem do okna nadrzędnego. qt gridview\n• Pokaż układ - pokazuje istniejący układ i przenosi jedną kartę z okna nadrzędnego do każdego kafelka.\n• Odśwież układ - przenosi wszystkie płytki na przód i skupia jeden z nich. mvc gridview example\n• Przełącz paski narzędzi - przełącza pasek kart i pasek adresu w aktualnie zaznaczonym kafelku lub wszystkich kafelkach.\n• Zakładka kafelków - ustawia kafelki na zakładce powyżej, poniżej, po lewej lub prawej stronie aktualnie skupionej płytki lub tworzy nowy układ gridview datatable.\n• Dodaj kafelek - dodaje nowy kafelek (z nową kartą) powyżej, poniżej, po lewej lub prawej stronie aktualnie skupionego kafelka.\n• Usuń kafelek - usuwa aktualnie skupiony kafelek i w razie potrzeby rozszerza inne kafelki visual studio gridview.\n• Rozwiń kafelek - rozwija aktualnie zaznaczony kafelek do pełnego rozmiaru układu.\n• Kafelek kontraktu - kurczy aktualnie skupiony kafelek z powrotem do jego oryginalnego rozmiaru ios grid view.\n• Otwórz układ - otwiera wcześniej zapisany układ i przypisuje zapisane zakładki (jeśli istnieją) do płytek.\n• Zapisz układ - zapisuje bieżący układ i opcjonalnie zapisuje zakładki przypisane do kafelków grid list view.\n• Usuń układ - usuwa wcześniej zapisany układ.\n• Domyślny układ - ustawia domyślny układ jako jeden z wcześniej zapisanych układów uwp gridview example.\n• Sync Scroll - włącza / wyłącza zsynchronizowane przewijanie zawartości kart kafelkowych.\n\nLICENCJA\n\n\nRozpowszechniane na licencji GNU General Public License wersja 2.\nZobacz plik LICENCE.txt i http://www.gnu.org/licenses/",
    "ro": "Luați filele de la ferestrele părinte și aranjați-le în machete de sub-ferestre cu gresie c# devexpress gridview.\nPREZENTARE GENERALĂ\nTabele Chrome pentru plăci vă ajută să vă aranjați ușor filele Google Chrome în machete de sub-ferestre cu gresie devexpress gridview master detail. Aspectele pot fi salvate și redeschise ușor\n\nCARACTERISTICI:\n• Aspect nou - creează un nou aspect și mută o filă din fereastra părinte în fiecare țiglă. grid view in mvc\n• Închidere aspect - închide aspectul existent și mută filele din toate plăcile înapoi în fereastra părinte.\n• Ascunde aspectul - ascunde aspectul existent și mută filele din toate plăcile înapoi în fereastra părinte. gridview design\n• Show Layout - arată aspectul existent și mută o filă din fereastra părinte în fiecare țiglă.\n• Actualizare dispunere - aduce toate plăcile în față și focalizează una dintre plăci. c# wpf gridview\n• Toggle Toolbars - comută bara de file și bara de adrese în țiglă focalizată în prezent sau în toate plăcile.\n• Fila Tile - plăcuiește o filă de deasupra, dedesubt, stânga sau dreapta a plăcii focalizate în prezent sau creează un nou aspect ios gridview.\n• Adăugați țiglă - adaugă o faianță nouă (cu o filă nouă) de mai sus, mai jos, la stânga sau la dreapta faiantei focalizate în prezent.\n• Eliminare țiglă - elimină țiglă focalizată în prezent și extinde celelalte plăci, după caz, gridview xamarin.\n• Expand Tile - extinde țiglă focalizată în prezent la dimensiunea completă a aspectului.\n• Contract Tile - contractează țiglă focalizată în prezent la dimensiunea inițială gridview devexpress c#.\n• Deschidere dispunere - deschide un aspect memorat anterior și atribuie filele salvate (dacă există) pe plăci.\n• Salvează aspect - salvează aspectul curent și opțional salvează filele alocate plăcilor devexpress gridview c#.\n• Ștergere aspect - șterge un aspect memorat anterior.\n• Dispunere implicită - stabilește aspectul implicit ca unul dintre aspectele salvate anterior php gridview source code.\n• Defilare sincronizare - activează / dezactivează derularea sincronizată a conținutului filei cu gresie.\n\nLICENȚĂ\n\n\nDistribuit sub licența publică generală GNU versiunea 2.\nVedeți fișierul LICENCE.txt și http://www.gnu.org/licenses/",
    "ru": "Возьмите вкладки из родительских окон и расположите их в раскладках плиточных подокон autofit gridlayoutmanager recyclerview android.\nОБЗОР\nВкладки Tile Chrome помогают легко упорядочить вкладки Google Chrome в макетах плиточных подокон winform gridview. Макеты могут быть сохранены и легко открыты\n\nФУНКЦИИ:\n• Новый макет - создает новый макет и перемещает одну вкладку из родительского окна в каждую плитку. gridview responsive\n• Закрыть макет - закрывает существующий макет и перемещает вкладки со всех плиток обратно в родительское окно.\n• Скрыть макет - скрывает существующий макет и перемещает вкладки со всех плиток обратно в родительское окно. c# gridview to datatable\n• Показать макет - показывает существующий макет и перемещает одну вкладку из родительского окна в каждую плитку.\n• Обновить макет - переносит все плитки на передний план и фокусирует одну из плиток. gridview inside gridview\n• Переключить панели инструментов - переключает панель вкладок и адресную строку на текущем или на всех всплывающих элементах.\n• Вкладка «Плитка» - размещает плитку над, ниже, слева или справа от выделенной в данный момент плитки или создает новый макет mvc gridview example c#.\n• Добавить плитку - добавляет новую плитку (с новой вкладкой) выше, ниже, слева или справа от текущей выделенной плитки.\n• Удалить плитку - удаляет текущую фокусированную плитку и при необходимости расширяет другие плитки angular grid view.\n• Развернуть плитку - расширяет текущую фокусированную плитку до полного размера макета.\n• Контрактная плитка - сокращает текущую фокусированную плитку до ее первоначального размера telerik wpf gridview.\n• Открыть макет - открывает ранее сохраненный макет и назначает сохраненные вкладки (если есть) плиткам.\n• Сохранить макет - сохраняет текущий макет и дополнительно сохраняет вкладки, назначенные плиткам wpf gridview example.\n• Удалить макет - удаляет ранее сохраненный макет.\n• Макет по умолчанию - устанавливает макет по умолчанию в качестве одного из ранее сохраненных макетов react gridview.\n• Sync Scroll - включает / отключает синхронизированную прокрутку содержимого мозаичной вкладки.\n\nЛИЦЕНЗИЯ\n\n\nРаспространяется по лицензии GNU General Public License версии 2.\nСм. Файл LICENCE.txt и http://www.gnu.org/licenses/",
    "sk": "Vezmite si karty z rodičovských okien a usporiadajte ich do rozloženia kachľových podokien gridview aspx.\nPREHĽAD\nKarty Dlaždice Chrome vám pomôžu ľahko usporiadať karty Google Chrome v rozložení kachľových podokien xml grid view. Rozloženie je možné uložiť a ľahko znovu otvoriť\n\nVLASTNOSTI:\n• Nové rozloženie - vytvorí nové rozloženie a presunie jednu kartu z rodičovského okna do každej dlaždice. responsive gridview example\n• Zatvoriť rozloženie - zatvorí existujúce rozloženie a presunie karty zo všetkých dlaždíc späť do rodičovského okna.\n• Hide Layout - skryje existujúce rozloženie a presunie karty zo všetkých dlaždíc späť do rodičovského okna. django gridview example\n• Zobraziť rozloženie - zobrazuje existujúce rozloženie a presúva jednu kartu z rodičovského okna do každej dlaždice.\n• Obnoviť rozloženie - privedie všetky dlaždice dopredu a zaostrí jednu z dlaždíc. java gridview\n• Prepnúť panely s nástrojmi - prepína panel kariet a panel s adresou v aktuálne zameranej dlaždici alebo vo všetkých dlaždiciach.\n• Karta dlaždíc - dlaždice karty nad, dole, vľavo alebo vpravo od aktuálne zameranej dlaždice alebo vytvorí nové rozloženie staggered gridview android github.\n• Pridať dlaždicu - pridá novú dlaždicu (s novou kartou) nad, pod, vľavo alebo vpravo od aktuálne zameranej dlaždice.\n• Odstrániť dlaždicu - odstráni aktuálne zameranú dlaždicu a podľa potreby rozšíri ďalšie dlaždice uicollectionview grid.\n• Rozbaliť dlaždicu - rozširuje aktuálne zameranú dlaždicu na celú veľkosť rozloženia.\n• Zmluva dlaždice - Zmení zmluvne zameranú dlaždicu späť na jej pôvodnú veľkosť gridview pageindex.\n• Otvoriť rozloženie - otvorí predtým uložené rozloženie a priradí uložené karty (ak existujú) k dlaždiciam.\n• Uložiť rozloženie - uloží aktuálne rozloženie a prípadne uloží karty priradené k obkladom react native grid view example.\n• Odstrániť rozloženie - vymaže predtým uložené rozloženie.\n• Predvolené rozloženie - nastaví predvolené rozloženie na jedno z predtým uložených rozložení gridview mvc 5.\n• Synchronizované posúvanie - zapína / vypína synchronizované posúvanie obsahu dlaždíc.\n\nLICENCIE\n\n\nDistribuované pod GNU General Public License, verzia 2.\nPozrite si súbor LICENCE.txt a http://www.gnu.org/licenses/",
    "sl": "Vzemite zavihke iz nadrejenih oken in jih razporedite po postavitvah ploščicnih podoken grid view xamarin forms.\nPREGLED\nPloščice Chrome Ploščice vam pomagajo, da preprosto uredite google chrome zavihke v postavitvah popločanih podoken out grid view. Postavitve je mogoče shraniti in enostavno ponovno odpreti\n\nLASTNOSTI:\n• New Layout - ustvari novo postavitev in premakne en jeziček iz nadrejenega okna v vsako ploščico. gridview responsive bootstrap\n• Zapri postavitev - zapre obstoječo postavitev in premakne zavihke z vseh ploščic nazaj v nadrejeno okno.\n• Skrij postavitev - skrije obstoječo postavitev in premakne zavihke z vseh ploščic nazaj v nadrejeno okno. aspsnippets gridview\n• Prikaži postavitev - prikaže obstoječo postavitev in premakne en jeziček iz nadrejenega okna v vsako ploščico.\n• Osveži postavitev - vse ploščice pripelje spredaj in osredotoči eno od ploščic. grid view in xamarin forms\n• Preklopi orodne vrstice - preklopi vrstico z zavihki in naslovno vrstico v trenutno osredotočeno ploščico ali vse ploščice.\n• Zavihek ploščice - označi zavihek zgoraj, spodaj, levo ali desno od trenutno usmerjene ploščice ali ustvari novo postavitev nativescript gridview.\n• Dodaj ploščico - doda novo ploščico (z novim zavihkom) zgoraj, spodaj, levo ali desno od trenutno usmerjene ploščice.\n• Odstrani ploščico - odstrani trenutno osredotočeno ploščico in po potrebi razširi ostale ploščice kendo grid view.\n• Razširi ploščico - širi trenutno osredotočeno ploščico na celotno velikost postavitve.\n• Pogodbena ploščica - zmanjša trenutno usmerjeno ploščico do prvotne velikosti sharepoint gridview.\n• Odpri postavitev - odpre predhodno shranjeno postavitev in ploščicam dodeli shranjene zavihke (če obstajajo).\n• Shrani postavitev - shrani trenutno postavitev in po želji shrani jezičke, dodeljene ploščicam recyclerview with gridview android example github.\n• Zbriši postavitev - izbriše predhodno shranjeno postavitev.\n• Privzeta postavitev - nastavi privzeto postavitev kot eno od prej shranjenih postavitev jquery grid view.\n• Sinhronizirano drsenje - omogoči / onemogoči sinhronizirano drsenje vsebine ploščic.\n\nDOVOLJENJE\n\n\nRazdeljeno pod GNU General Public License različico 2.\nOglejte si datoteko LICENCE.txt in http://www.gnu.org/licenses/",
    "sr": "Узмите картице из родитељских прозора и распоредите их у изгледима поплочених потпрозора grid and list view.\nПРЕГЛЕД\nКартице с плочицама Цхроме помажу вам да лако распоредите своје хромове језичке гоогле у распоредима поплочених потпрозора devexpress master detail gridview example. Изглед се може сачувати и лако поново отворити\n\nКАРАКТЕРИСТИКЕ:\n• Нови изглед - креира нови изглед и премешта по једну картицу из родитељског прозора у сваку плочицу. list view and grid view\n• Затвори изглед - затвара постојећи распоред и премешта картице са свих плочица натраг у родитељски прозор.\n• Сакриј изглед - сакрива постојећи распоред и премешта језичке са свих плочица натраг у родитељски прозор. gridview in listview android example\n• Прикажи изглед - приказује постојећи распоред и премешта по једну картицу из родитељског прозора у сваку плочицу.\n• Освежи изглед - све плочице доноси на предњу страну и фокусира једну од њих. list and grid view\n• Пребаци алатне траке - пребацује траку са картицама и траку адреса у тренутно фокусирану плочицу или све плочице.\n• Картица за плочице - поставља плочицу изнад, доле, лево или десно од тренутно фокусиране плочице или ствара нови изглед devexpress winforms gridview.\n• Додај плочицу - додаје нову плочицу (са новом картицом) изнад, доле, лево или десно од тренутно фокусиране плочице.\n• Уклони плочицу - уклања тренутно фокусирану плочицу и по потреби проширује остале плочице xamarin grid view.\n• Прошири плочицу - проширује тренутно фокусирану плочицу до пуне величине изгледа.\n• Уговорна плочица - смањује тренутно фокусирану плочицу до првобитне величине gridview horizontal scroll android.\n• Отвори изглед - отвара претходно сачувани изглед и додељује сачуваним плочицама (ако постоје) плочицама.\n• Саве Лаиоут (Спреми изглед) - чува тренутни изглед и опционо спрема језичке додељене плочицама devexpress grid view.\n• Делете Лаиоут - брише претходно сачувани изглед.\n• Дефаулт Лаиоут - поставља подразумевани изглед као један од претходно сачуваних изгледа editable gridview.\n• Синхроно померање - омогућава / онемогућава синхронизовано померање садржаја са плочицама.\n\nЛИЦЕНЦЕ\n\n\nДистрибуира се под ГНУ Генерал Публиц Лиценсе 2.\nПогледајте датотеку ЛИЦЕНЦЕ.ткт и хттп://ввв.гну.орг/лиценсес/",
    "sv": "Ta flikar från överordnade fönster och ordna dem i layouter på kaklade underfönster yii gridview example.\nÖVERSIKT\nTile Chrome-flikar hjälper dig att enkelt ordna dina Google Chrome-flikar i layouter av kaklade underfönster autogeneratecolumns gridview. Layouterna kan sparas och enkelt öppnas igen\n\nFUNKTIONER:\n• Ny layout - skapar en ny layout och flyttar en flik från moderfönstret till varje kakel. gridview w3schools\n• Stäng layout - stänger den befintliga layouten och flyttar flikarna från alla brickor tillbaka till moderfönstret.\n• Dölj layout - döljer befintlig layout och flyttar flikar från alla brickor tillbaka till överordnade fönster. rowdatabound gridview c#\n• Visa layout - visar den befintliga layouten och flyttar en flik från moderfönstret till varje kakel.\n• Refresh Layout - tar med alla brickor framtill och fokuserar en av plattorna. xamarin gridview example\n• Växla verktygsfält - växlar mellan fliken och adressfältet i den för närvarande fokuserade brickan eller alla brickor.\n• Kakelflik - plattar en flik ovanför, nedan, vänster eller höger om den för närvarande fokuserade brickan eller skapar en ny layout devexpress gridview kullanımı.\n• Lägg till kakel - lägger till en ny kakel (med en ny flik) ovan, nedan, vänster eller höger om den för närvarande fokuserade kakel.\n• Ta bort kakel - tar bort den nuvarande fokuserade brickan och expanderar de andra brickorna vid behov razor gridview.\n• Expand Tile - expanderar den för närvarande fokuserade brickan till layoutens fulla storlek.\n• Contract Tile - kontrakterar den för närvarande fokuserade brickan till sin ursprungliga storlek gridview c.\n• Öppna layout - öppnar en tidigare sparad layout och tilldelar de sparade flikarna (om några) till brickorna.\n• Spara layout - sparar den aktuella layouten och sparar eventuellt flikarna tilldelade brickorna xamarin forms gridview xaml.\n• Radera layout - raderar en tidigare sparad layout.\n• Standardlayout - anger att standardlayouten ska vara en av de tidigare sparade layouterna telerik winforms gridview.\n• Sync Scroll - aktiverar / inaktiverar synkroniserad bläddring av kaklade flikinnehåll.\n\nLICENS\n\n\nDistribueras under GNU General Public License version 2.\nSe LICENCE.txt-filen och http://www.gnu.org/licenses/",
    "th": "ใช้แท็บจากหน้าต่างพาเรนต์และจัดเรียงในเลย์เอาต์ของหน้าต่างย่อยแบบเรียงต่อกัน dynamic gridview in xamarin forms\nภาพรวม\nแท็บ Chrome Tile ช่วยให้คุณสามารถจัดเรียงแท็บ google chrome ของคุณในรูปแบบของหน้าต่างย่อยแบบเรียงต่อกัน devexpress gridview example c# เลย์เอาต์สามารถบันทึกและเปิดใหม่ได้ง่าย\n\nคุณสมบัติ:\n•เค้าโครงใหม่ - สร้างเค้าโครงใหม่และย้ายหนึ่งแท็บจากหน้าต่างหลักไปยังแต่ละไทล์ gridview in mvc using entity framework\n•ปิดเลย์เอาต์ - ปิดเลย์เอาต์ที่มีอยู่และย้ายแท็บจากไทล์ทั้งหมดกลับสู่หน้าต่างหลัก\n•ซ่อนเค้าโครง - ซ่อนเค้าโครงที่มีอยู่และย้ายแท็บจากไทล์ทั้งหมดกลับสู่หน้าต่างหลัก asp net core gridview example\n•แสดงเลย์เอาต์ - แสดงเลย์เอาต์ที่มีอยู่และย้ายหนึ่งแท็บจากหน้าต่างหลักไปยังแต่ละไทล์\n•รีเฟรชเลย์เอาต์ - นำไทล์ทั้งหมดไปไว้ด้านหน้าและโฟกัสหนึ่งในไทล์ gridview xml\n•สลับแถบเครื่องมือ - สลับแถบแท็บและแถบที่อยู่ในไทล์ที่โฟกัสอยู่ในปัจจุบันหรือไทล์ทั้งหมด\n•แท็บไทล์ - เรียงแท็บด้านบนด้านล่างซ้ายหรือขวาของไทล์ที่โฟกัสอยู่ในปัจจุบันหรือสร้างเลย์เอาต์ใหม่ gridview rowstyle\n•เพิ่มไทล์ - เพิ่มไทล์ใหม่ (พร้อมแท็บใหม่) ด้านบนด้านล่างซ้ายหรือขวาของไทล์ที่โฟกัสอยู่ในปัจจุบัน\n•ลบไทล์ - ลบไทล์ที่โฟกัสอยู่ในปัจจุบันและขยายไทล์อื่น ๆ ตามที่จำเป็น react native flatlist grid view\n•ขยายไทล์ - ขยายไทล์ที่โฟกัสในปัจจุบันเป็นขนาดเต็มของเลย์เอาต์\n•ไทล์ไทล์ - สัญญาไทล์ที่โฟกัสในปัจจุบันกลับไปเป็นขนาดดั้งเดิม xcode grid view\n• Open Layout - เปิดเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้และกำหนดแท็บที่บันทึก (ถ้ามี) ให้กับไทล์\n•บันทึกเลย์เอาต์ - บันทึกเลย์เอาต์ปัจจุบันและเลือกบันทึกแท็บที่กำหนดให้กับกระเบื้อง gridview windows forms c#\n•ลบเค้าโครง - ลบเค้าโครงที่บันทึกไวกอนหนา\n•รูปแบบเริ่มต้น - ตั้งค่ารูปแบบเริ่มต้นให้เป็นหนึ่งในรูปแบบที่บันทึกไว้ก่อนหน้านี้ windows forms gridview\n• Sync Scroll - เปิด / ปิดใช้งานการเลื่อนแบบซิงโครไนซ์ของเนื้อหาแท็บแบบเรียงต่อกัน\n\nใบอนุญาต\n\n\nเผยแพร่ภายใต้สัญญาอนุญาตสาธารณะทั่วไปของกนูรุ่น 2\nดูไฟล์ LICENCE.txt และ http://www.gnu.org/licenses/",
    "tr": "Üst pencerelerden sekmeleri alın ve döşenen alt pencerelerin düzenlerinde düzenleyin telerik grid view.\nGENEL BAKIŞ\nDöşeme Chrome Sekmeleri, google chrome sekmelerinizi döşenmiş alt pencerelerin düzenlerinde kolayca düzenlemenize yardımcı olur jquery datatable gridview example. Düzenler kaydedilebilir ve kolayca yeniden açılabilir\n\nÖZELLİKLERİ:\n• Yeni Düzen - yeni bir düzen oluşturur ve üst pencereden bir sekmeyi her döşemeye taşır. custom grid view\n• Düzeni Kapat - mevcut düzeni kapatır ve tüm döşemelerdeki sekmeleri tekrar üst pencereye taşır.\n• Düzeni Gizle - mevcut düzeni gizler ve tüm döşemelerdeki sekmeleri tekrar üst pencereye taşır. c# winform gridview\n• Düzeni Göster - mevcut düzeni gösterir ve üst pencereden bir sekmeyi her döşemeye taşır.\n• Düzeni Yenile - tüm döşemeleri öne getirir ve döşemelerden birine odaklanır. horizontal gridview\n• Araç Çubuklarını Değiştir - geçerli olarak odaklanmış döşemede veya tüm döşemelerde sekme çubuğunu ve adres çubuğunu değiştirir.\n• Döşeme Sekmesi - o sırada odaklanmış döşemenin üstünde, altında, solunda veya sağında bir sekme döşer veya yeni bir düzen oluşturur gridview xamarin android.\n• Döşeme Ekle - o sırada odaklanmış döşemenin üstüne, altına, soluna veya sağına yeni bir döşemeyi (yeni bir sekmeyle) ekler.\n• Döşemeyi Kaldır - o anda odaklanmış döşemeyi kaldırır ve diğer döşemeleri gerektiği gibi genişletir devexpress gridview summary.\n• Döşemeyi Genişlet - geçerli olarak odaklanan döşemeyi mizanpajın tam boyutuna genişletir.\n• Sözleşme Döşemesi - geçerli olarak odaklanmış döşemeyi gridview binding orijinal boyutuna geri sözleşir.\n• Düzeni Aç - önceden kaydedilmiş bir düzeni açar ve kaydedilmiş sekmeleri (varsa) döşemelere atar.\n• Düzeni Kaydet - geçerli düzeni kaydeder ve isteğe bağlı olarak döşemelere atanan sekmeleri asp mvc gridview kaydeder.\n• Düzeni Sil - önceden kaydedilmiş bir düzeni siler.\n• Varsayılan Düzen - varsayılan düzeni önceden kaydedilmiş düzenlerden bootstrap for gridview biri olarak ayarlar.\n• Senk Kaydırma - döşenmiş sekme içeriğinin senkronize kaydırılmasını etkinleştirir / devre dışı bırakır.\n\nLİSANS\n\n\nGNU Genel Kamu Lisansı sürüm 2 altında dağıtılır.\nLICENCE.txt dosyasına ve http://www.gnu.org/licenses/ adresine bakın.",
    "uk": "Візьміть вкладки з батьківських вікон та розташуйте їх у макетах кахельних підвікон gridview in gridview.\nОГЛЯД\nTile Chrome Tabs допоможуть вам легко впорядкувати хромовані вкладки google в макетах кахельних підвікон php gridview example. Макети можна зберегти та легко відкрити\n\nОСОБЛИВОСТІ:\n• Новий макет - створює новий макет і переміщує одну вкладку з батьківського вікна в кожну плитку. visual basic gridview\n• Закрити макет - закриває існуючий макет і переміщує вкладки з усіх плиток назад у батьківське вікно.\n• Сховати макет - приховує існуючий макет і переміщує вкладки від усіх плиток назад у батьківське вікно. c# gridview example code project\n• Показати макет - показує існуючий макет і переміщує одну вкладку з батьківського вікна в кожну плитку.\n• Refresh Layout (Обновити макет) - виводить всю плитку вперед та фокусує одну з плиток. grid view mvc\n• Переключити панелі інструментів - перемикає панель вкладок та адресний рядок у поточно сфокусованій плитці або всіх плитках.\n• Вкладка плитки - вкладає вкладку вгорі, внизу, ліворуч або праворуч від поточно сфокусованої плитки або створює новий макет gridview c# wpf.\n• Додати плитку - додає нову плитку (з новою вкладкою) вгорі, внизу, зліва або справа від поточно сфокусованої плитки.\n• Видалити плитку - видаляє поточно сфокусовану плитку та розширює інші плитки за необхідності gridview detailsview.\n• Розгорнути плитку - розширює орієнтовану на даний момент плитку до повного розміру макета.\n• Контрактна плитка - скорочує поточно сфокусовану плитку до початкового розміру devexpress wpf tableview.\n• Відкрити макет - відкриває збережений раніше макет і призначає збережені вкладки (якщо такі є) плиткам.\n• Зберегти макет - зберігає поточний макет і додатково зберігає вкладки, призначені плитці react native listview grid.\n• Видалити макет - видаляє збережений раніше макет.\n• Макет за замовчуванням - встановлює макет за замовчуванням як один із раніше збережених макетів angular grid view example.\n• Синхронізувати прокрутку - дозволяє / вимикає синхронізовану прокрутку вмісту вкладки з плиткою.\n\nЛІЦЕНЗІЯ\n\n\nПоширюється за загальною публічною ліцензією GNU, версія 2.\nДивіться файл LICENCE.txt та http://www.gnu.org/licenses/",
    "vi": "Lấy các tab từ cửa sổ cha mẹ và sắp xếp chúng theo bố cục của các cửa sổ phụ được lát gạch asp gridview responsive.\nTỔNG QUAT\nCác tab Chrome Chrome giúp bạn dễ dàng sắp xếp các tab google chrome của mình theo bố cục của các cửa sổ phụ được lát gạch gridview in c# windows application. Bố cục có thể được lưu và dễ dàng mở lại\n\nĐẶC TRƯNG:\n• Bố cục mới - tạo bố cục mới và di chuyển một tab từ cửa sổ cha mẹ vào mỗi ô. w3schools grid view\n• Đóng Bố cục - đóng bố cục hiện có và di chuyển các tab từ tất cả các ô trở lại cửa sổ cha.\n• Ẩn Bố cục - ẩn bố cục hiện có và di chuyển các tab từ tất cả các ô trở lại cửa sổ cha. c# asp gridview\n• Hiển thị Bố cục - hiển thị bố cục hiện có và di chuyển một tab từ cửa sổ cha vào từng ô.\n• Làm mới Bố cục - đưa tất cả các ô lên phía trước và tập trung một trong các ô. django grid view\n• Toggle Toolbars - chuyển đổi thanh tab và thanh địa chỉ trong ô hiện đang tập trung hoặc tất cả các ô.\n• Tab Ngói - xếp một tab ở trên, bên dưới, bên trái hoặc bên phải của ô hiện đang tập trung hoặc tạo bố cục mới visual studio 2017 gridview.\n• Thêm Ngói - thêm một lát mới (với một tab mới) ở trên, bên dưới, bên trái hoặc bên phải của ô hiện đang tập trung.\n• Xóa Ngói - xóa lát hiện đang tập trung và mở rộng các ô khác nếu cần gridview github.\n• Mở rộng Ngói - mở rộng ô hiện đang tập trung thành kích thước đầy đủ của bố cục.\n• Ngói hợp đồng - hợp đồng các lát hiện đang tập trung trở lại kích thước ban đầu gridview msdn.\n• Bố cục mở - mở bố cục đã lưu trước đó và gán các tab đã lưu (nếu có) cho các ô.\n• Lưu Bố cục - lưu bố cục hiện tại và tùy ý lưu các tab được chỉ định cho các ô native base grid view.\n• Xóa Bố cục - xóa bố cục đã lưu trước đó.\n• Bố cục mặc định - đặt bố cục mặc định là một trong các bố cục đã lưu trước đó devexpress nested gridview.\n• Sync Scroll - bật / tắt cuộn đồng bộ các nội dung tab được lát gạch.\n\nGIẤY PHÉP\n\n\nPhân phối theo Giấy phép Công cộng GNU phiên bản 2.\nXem tệp LICENCE.txt và http://www.gnu.org/licenses/"
  }
}