{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream Recorder - HLS & m3u8 Video Downloader",
    "ja": "ストリームレコーダー / HLS & m3u8 Video Downloader"
  },
  "short": {
    "ar": "يمكنك تنزيل وحفظ الفيديو المباشر بتنسيق HLS / m3u8.",
    "am": "HLS / m3u8 በመጠቀም ሕይወታዊ የሚሰሩ ቪዲዮዎችን ማውጣት እና ማስቀመጥ ይችላሉ።",
    "bg": "Можете да изтеглите и запазите видео на живо в HLS / m3u8 формат.",
    "bn": "আপনি HLS / m3u8 ফরম্যাটে লাইভ স্ট্রিমিং ভিডিও ডাউনলোড এবং সংরক্ষণ করতে পারেন।",
    "ca": "Podeu descarregar i desar vídeos en directe en format HLS / m3u8.",
    "cs": "Můžete stahovat a ukládat živé streamované video ve formátu HLS / m3u8.",
    "da": "Du kan downloade og gemme live streaming video i HLS / m3u8 format.",
    "de": "Sie können Live-Streaming-Videos im HLS / m3u8-Format herunterladen und speichern.",
    "el": "Μπορείτε να κατεβάσετε και να αποθηκεύσετε ζωντανό βίντεο ροής σε μορφή HLS / m3u8.",
    "en,en_AU,en_GB,en_US": "You can download and save live streaming video in HLS / m3u8 format.",
    "es,es_419": "Puedes descargar y guardar videos de transmisión en vivo en formato HLS / m3u8.",
    "et": "Saate alla laadida ja salvestada otseülekande videot HLS / m3u8 formaadis.",
    "fa": "شما می‌توانید ویدیوهای زنده استریم شده را در فرمت HLS / m3u8 دانلود و ذخیره کنید.",
    "fi": "Voit ladata ja tallentaa live-striimivideota HLS / m3u8-muodossa.",
    "fil": "Maaari kang mag-download at mag-save ng live streaming video sa format na HLS / m3u8.",
    "fr": "Vous pouvez télécharger et enregistrer des vidéos en streaming en direct au format HLS / m3u8.",
    "gu": "તમે HLS / m3u8 ફોર્મેટમાં જીવંત સ્ટ્રીમિંગ વિડિઓ ડાઉનલોડ અને સાચવી શકો છો.",
    "he": "אתה יכול להוריד ולשמור סרטוני סטרימינג חיים בפורמט HLS / m3u8.",
    "hi": "आप HLS / m3u8 प्रारूप में लाइव स्ट्रीमिंग वीडियो डाउनलोड और सहेज सकते हैं।",
    "hr": "Možete preuzeti i spremiti video prijenos uživo u HLS / m3u8 formatu.",
    "hu": "HLS / m3u8 formátumban élő közvetítési videót tölthet le és menthet el.",
    "id": "Anda dapat mengunduh dan menyimpan video streaming langsung dalam format HLS / m3u8.",
    "it": "Puoi scaricare e salvare video in streaming dal vivo nel formato HLS / m3u8.",
    "ja": "HLS / m3u8 によるライブストリーミング動画をダウンロードし保存できます。",
    "kn": "ನೀವು HLS / m3u8 ಸ್ವರೂಪದಲ್ಲಿ ನೇರ ಪ್ರಸಾರ ವೀಡಿಯೊವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮತ್ತು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಿದೆ.",
    "ko": "HLS / m3u8 형식의 라이브 스트리밍 비디오를 다운로드하고 저장할 수 있습니다.",
    "lt": "Galite atsisiųsti ir išsaugoti tiesioginį transliacijos vaizdo įrašą HLS / m3u8 formatu.",
    "lv": "Jūs varat lejupielādēt un saglabāt tiešraides straumēšanas video HLS / m3u8 formātā.",
    "ml": "നിങ്ങൾ HLS / m3u8 ഫോർമാറ്റിൽ ലൈവ് സ്ട്രീമിംഗ് വീഡിയോ ഡൗൺലോഡ് ചെയ്ത് സൂക്ഷിക്കാം.",
    "mr": "आपण HLS / m3u8 स्वरूपात थेट प्रवाहित व्हिडिओ डाउनलोड आणि जतन करू शकता.",
    "ms": "Anda boleh memuat turun dan menyimpan video penstriman langsung dalam format HLS / m3u8.",
    "nl": "U kunt live streamingvideo in HLS / m3u8-formaat downloaden en opslaan.",
    "no": "Du kan laste ned og lagre direktesendte videoer i HLS / m3u8-format.",
    "pl": "Możesz pobierać i zapisywać wideo na żywo w formacie HLS / m3u8.",
    "pt_BR": "Você pode baixar e salvar vídeos de streaming ao vivo no formato HLS / m3u8.",
    "pt_PT": "Você pode baixar e salvar vídeo de streaming ao vivo no formato HLS / m3u8.",
    "ro": "Puteți descărca și salva videoclipuri live în format HLS / m3u8.",
    "ru": "Вы можете скачать и сохранить видео в формате HLS / m3u8.",
    "sk": "Môžete sťahovať a ukladať živé streamované video vo formáte HLS / m3u8.",
    "sl": "Lahko prenesete in shranite video v živo v formatu HLS / m3u8.",
    "sr": "Možete preuzeti i sačuvati video uživo u HLS / m3u8 formatu.",
    "sv": "Du kan ladda ner och spara live streamingvideo i HLS / m3u8-format.",
    "sw": "Unaweza kupakua na kuhifadhi video za mtandaoni za moja kwa moja katika muundo wa HLS / m3u8.",
    "ta": "நீங்கள் HLS / m3u8 வடிவத்தில் நேரலை ஒளிபரப்பான வீடியோக்களை பதிவிறக்கம் செய்து சேமிக்கலாம்.",
    "te": "మీరు HLS / m3u8 ఫార్మాట్‌లో ప్రత్యక్ష స్ట్రీమింగ్ వీడియోను డౌన్‌లోడ్ చేసి సేవ్ చేయవచ్చు.",
    "th": "คุณสามารถดาวน์โหลดและบันทึกวิดีโอสตรีมสดในรูปแบบ HLS / m3u8 ได้",
    "tr": "HLS / m3u8 formatında canlı yayın videosunu indirebilir ve kaydedebilirsiniz.",
    "uk": "Ви можете завантажити та зберегти відео з живої трансляції у форматі HLS / m3u8.",
    "vi": "Bạn có thể tải xuống và lưu video trực tiếp theo định dạng HLS / m3u8.",
    "zh_CN": "您可以下载并保存以 HLS / m3u8 格式的直播视频。",
    "zh_TW": "您可以下載並保存 HLS / m3u8 格式的直播串流視頻。"
  },
  "long": {
    "ar": "أشهر أداة تنزيل لمقاطع الفيديو البث المباشر.\n\nمع هذه الإضافة، يمكنك حفظ الفيديوهات المباشرة والمؤرشفة بسهولة، والتي يتم توصيلها بصيغة HLS (HTTP Live Streaming) النموذجية، مثل ts/m3u8.\nوالأكثر من ذلك، يمكنك تسجيل الفيديوهات مباشرة باستخدام وظيفة التقاط الفيديو الفريدة.\n\nيتم تحويل البيانات الصوتية والفيديو التي تم تنزيلها إلى mp4 كما هي بنفس الجودة دون إعادة الترميز.\nتتم هذه التحويلات داخل الإضافة، دون استخدام خادم خارجي.\n\nيرجى العلم بأننا لا نتحمل أي مسؤولية عن تسجيلك لأي وسائط.\nنوصي بالتأكد من حقوق الطبع والنشر والأذونات للوسائط قبل التسجيل.\n\nتأكد من استخدام أحدث نسخة من متصفحك؛ لا يمكننا وعدك بالتوافر على نسخة Canary.\n\nيمكنك التحقق من سياسة الخصوصية وشروط الاستخدام في الصفحة التالية.\n\nhttps://www.hlsloader.com/ar/terms.html",
    "am": "የምርጥ የስተሪምን ቪዲዮዎች ለመካከል የተመረጠ መክፈቻ።\n\nበዚህ ቅጥያ ጥቅም ላይ ውስጥ፣ በእንደ ts/m3u8 ያሉ መደበኛ HLS(HTTP Live Streaming) ቅርጸት ውስጥ የተላኩ ቀጥታ እና የታተመውን ቪዲዮዎችን በቀላሉ መያዝ ይችላሉ።\nከዚህም በላይ፣ በልዩ ቪዲዮ ይዞታ ተግባር በመጠቀም ቀጥታ ቪዲዮዎችን መቅረጽ ይችላሉ።\n\nየተካከለው ድምፅ እና ቪዲዮ ውሂብ እንደነበረው በአንድ አይነት ጥራት ሳይደግም ተመንግሎ ወደ mp4 ይለዋወጣል።\nይህ ለውጥ በቅጥያው ውስጥ ይካሄዳል፣ ውጭ ሰርቨር ሳይጠቀም።\n\nማንኛውንም ሚዲያ መቅረጽ ላይ እኛ ምንም ኃላፊነት እንዳንወስድ እባክዎ ዕወቁ።\nመቅረጽ በፊት፣ ሚዲያው የቅጂ መብቶችን እና ፍቃዶችን መረጃ ማረጋገጥን እንመክራለን።\n\nእባኮትን በቅጥያዎ አሳሽ መተግበሪያ የቅርብ ጊዜውን ቅጥር ይጠቀሙ፤ በCanary ምልክት ላይ መገኘትን አንደንቅም።\n\nየግላዊነት ፖሊሲና የአጠቃቀም መመሪያዎችን በሚከተለው ገጽ ማረጋገጥ ይችላሉ።\n\nhttps://www.hlsloader.com/am/terms.html",
    "bg": "Най-популярният софтуер за изтегляне на поточни видеа.\n\nС това разширение лесно можете да запазите живи и архивирани видеа, които се предават в типичен HLS (HTTP Live Streaming) формат, като ts/m3u8.\nОсвен това, можете директно да записвате видеа, използвайки уникалната функция за запис на видео.\n\nИзтеглените аудио и видео данни се конвертират в mp4 както са, със същото качество без прекодиране.\nТази конверсия се извършва вътре в разширението, без използването на външен сървър.\n\nМоля, имайте предвид, че не поемаме отговорност за вашето записване на каквито и да било медии.\nПрепоръчваме да се уверите в авторските права и разрешенията на медиите преди записване.\n\nБъдете сигурни, че използвате последната версия на вашия браузър; не можем да обещаем наличност на версията Canary.\n\nМожете да проверите политиката за поверителност и условията за ползване на следващата страница.\n\nhttps://www.hlsloader.com/bg/terms.html",
    "bn": "স্ট্রিমিং ভিডিওগুলির জন্য সবচেয়ে জনপ্রিয় ডাউনলোডার।\n\nএই এক্সটেনশনের সাহায্যে, আপনি সহজেই লাইভ এবং আর্কাইভকৃত ভিডিওগুলি সংরক্ষণ করতে পারবেন যা সাধারণত HLS(HTTP Live Streaming) ফর্ম্যাটে প্রদান করা হয়, যেমন ts/m3u8।\nআরও বেশি, আপনি অনন্য ভিডিও ক্যাপচার ফাংশন ব্যবহার করে সরাসরি ভিডিও রেকর্ড করতে পারেন।\n\nডাউনলোড করা অডিও এবং ভিডিও ডেটা পুনঃএনকোডিং ছাড়াই একই মানের সাথে mp4 এ রূপান্তরিত হয়।\nএই রূপান্তর এক্সটেনশনের ভিতরে করা হয়, বাহ্যিক সার্ভারের ব্যবহার ছাড়াই।\n\nদয়া করে সচেতন থাকুন যে আমরা আপনার কোনো মিডিয়া রেকর্ডিংয়ের জন্য কোনো দায়িত্ব গ্রহণ করি না।\nআমরা রেকর্ডিং করার আগে মিডিয়ার কপিরাইট এবং অনুমতিগুলি নিশ্চিত করার পরামর্শ দিই।\n\nআপনার ব্রাউজারের সর্বশেষ সংস্করণটি ব্যবহার করা নিশ্চিত করুন; আমরা ক্যানারি সংস্করণে উপলব্ধির প্রতিশ্রুতি দিতে পারি না।\n\nনিম্নলিখিত পৃষ্ঠা থেকে আপনি প্রাইভেসি পলিসি এবং ব্যবহারের শর্তাবলী চেক করতে পারেন।\n\nhttps://www.hlsloader.com/bn/terms.html",
    "ca": "El descarregador més popular per a vídeos en streaming.\n\nAmb aquesta extensió, podeu guardar fàcilment vídeos en directe i arxivats que es distribueixen en un format típic HLS (HTTP Live Streaming), com ara ts/m3u8.\nEncara més, podeu enregistrar vídeos directament utilitzant la funció única de captura de vídeo.\n\nLes dades d'àudio i vídeo descarregades es converteixen a mp4 tal com estan, amb la mateixa qualitat sense re-codificació.\nAquesta conversió es realitza dins de l'extensió, sense l'ús d'un servidor extern.\n\nSi us plau, tingueu en compte que no acceptem cap responsabilitat per la vostra gravació de qualsevol mitjà.\nRecomanem assegurar-vos dels drets d'autor i permisos del mitjà abans de gravar.\n\nAssegureu-vos d'utilitzar la versió més recent del vostre navegador; no podem prometre disponibilitat en la versió Canary.\n\nPodeu consultar la política de privacitat i els termes d'ús en la pàgina següent.\n\nhttps://www.hlsloader.com/ca/terms.html",
    "cs": "Nejpopulárnější stahovač pro streamovaná videa.\n\nS tímto rozšířením můžete snadno ukládat živá a archivovaná videa, která jsou distribuována ve formátu typickém pro HLS (HTTP Live Streaming), jako jsou ts/m3u8.\nNavíc můžete přímo nahrávat videa pomocí unikátní funkce pro zachytávání videa.\n\nStažená zvuková a video data jsou převedena do mp4 ve stejné kvalitě bez překódování.\nTato konverze je provedena uvnitř rozšíření, bez použití externího serveru.\n\nUpozorňujeme, že nepřebíráme žádnou odpovědnost za vaše nahrávání jakýchkoli médií.\nDoporučujeme ověřit autorská práva a povolení médií před nahráváním.\n\nUjistěte se, že používáte nejnovější verzi vašeho prohlížeče; nemůžeme slíbit dostupnost na verzi Canary.\n\nZásady ochrany osobních údajů a podmínky použití můžete zkontrolovat na následující stránce.\n\nhttps://www.hlsloader.com/cs/terms.html",
    "da": "Den mest populære downloader til streamingvideoer.\n\nMed denne udvidelse kan du nemt gemme live og arkiverede videoer, der leveres i et typisk HLS (HTTP Live Streaming) format, såsom ts/m3u8.\nEndnu mere kan du optage videoer direkte ved hjælp af den unikke videooptagefunktion.\n\nDownloadet lyd- og videodata konverteres til mp4, som det er, med samme kvalitet uden genkodning.\nDenne konvertering udføres inde i udvidelsen, uden brug af en ekstern server.\n\nVær opmærksom på, at vi ikke påtager os noget ansvar for din optagelse af ethvert medie.\nVi anbefaler, at du sikrer dig ophavsretten og tilladelserne til mediet før optagelse.\n\nSørg for at bruge den nyeste version af din browser; vi kan ikke love tilgængelighed på Canary-versionen.\n\nDu kan tjekke privatlivspolitikken og brugsvilkårene på følgende side.\n\nhttps://www.hlsloader.com/da/terms.html",
    "de": "Dies ist der beliebteste Downloader für Streaming-Videos.\n\nMit dieser Erweiterung können Sie live und archivierte Videos, die im typischen HLS (HTTP Live Streaming) Format, wie ts/m3u8, ausgeliefert werden, einfach speichern.\nDarüber hinaus können Sie Videos direkt mit der einzigartigen Videoaufnahmefunktion aufzeichnen.\n\nHeruntergeladene Audio- und Videodaten werden ohne erneutes Kodieren und ohne Qualitätsverlust in mp4 konvertiert.\nDiese Konvertierung erfolgt innerhalb der Erweiterung, ohne die Verwendung eines externen Servers.\n\nBitte beachten Sie, dass wir keine Haftung für Ihre Aufzeichnung von Medien übernehmen.\nWir empfehlen, vor der Aufnahme die Urheberrechte und Genehmigungen der Medien zu überprüfen.\n\nStellen Sie sicher, dass Sie die neueste Version Ihres Browsers verwenden; wir können die Verfügbarkeit in der Canary-Version nicht garantieren.\n\nSie können die Datenschutzrichtlinie und die Nutzungsbedingungen auf der folgenden Seite überprüfen.\n\nhttps://www.hlsloader.com/de/terms.html",
    "el": "Ο πιο δημοφιλής κατεβαστής για streaming βίντεο.\n\nΜε αυτή την επέκταση, μπορείτε εύκολα να αποθηκεύσετε ζωντανά και αρχειοθετημένα βίντεο που παραδίδονται σε τυπική μορφή HLS(HTTP Live Streaming), όπως ts/m3u8.\nΕπιπλέον, μπορείτε να καταγράψετε απευθείας βίντεο χρησιμοποιώντας τη μοναδική λειτουργία καταγραφής βίντεο.\n\nΤα κατεβασμένα ηχητικά και βιντεογραφικά δεδομένα μετατρέπονται σε mp4 όπως είναι με την ίδια ποιότητα χωρίς επανακωδικοποίηση.\nΑυτή η μετατροπή γίνεται μέσα στην επέκταση, χωρίς τη χρήση εξωτερικού διακομιστή.\n\nΠαρακαλούμε να είστε ενήμεροι ότι δεν αποδεχόμαστε καμία ευθύνη για την καταγραφή σας οποιουδήποτε μέσου.\nΣας συνιστούμε να εξασφαλίσετε τα δικαιώματα πνευματικής ιδιοκτησίας και τις άδειες του μέσου πριν από την καταγραφή.\n\nΒεβαιωθείτε ότι χρησιμοποιείτε την τελευταία έκδοση του περιηγητή σας· δεν μπορούμε να υποσχεθούμε διαθεσιμότητα στην έκδοση Canary.\n\nΜπορείτε να ελέγξετε την πολιτική απορρήτου και τους όρους χρήσης στην ακόλουθη σελίδα.\n\nhttps://www.hlsloader.com/el/terms.html",
    "en": "The most popular downloader for streaming videos.\n\nWith this extension, you can easily save live and archived videos that are delivered in a typical HLS(HTTP Live Streaming) format, such as ts/m3u8.\nEven more, you can record videos directly using the unique video capture function.\n\nDownloaded audio and video data is converted to mp4 as it is with the same quality without re-encoding.\nThis conversion is done inside the extension, without the use of an external server.\n\nPlease be aware that we accept no liability for your recording of any media.\nWe recommend ensuring the copyright and permissions of the media before recording.\n\nBe sure to use the latest version of your browser; we cannot promise availability on the Canary version.\n\nYou can check the privacy policy and terms of use on the following page.\n\nhttps://www.hlsloader.com/en/terms.html",
    "en_AU,en_GB,en_US": "With the Stream Recorder, you can easily save live and archived videos that are delivered in a typical HLS (m3u8) format.\nEven more, if the video file type is in an mp4 format, you can record videos directly using the unique video capture function.\n\nDownloaded audio and video data is converted to mp4 as it is with the same quality without re-encoding.\nThis conversion is done inside the extension, without the use of an external server.\n\nPlease note that Stream Recorder is not responsible for media content which you download, so we suggest to ensure the copyright and permissions of the media before downloading.\n\nhttps://www.hlsloader.com/",
    "es": "El descargador más popular para videos en streaming.\n\nCon esta extensión, puedes guardar fácilmente videos en vivo y archivados que se entregan en un formato típico de HLS (HTTP Live Streaming), como ts/m3u8.\nAdemás, puedes grabar videos directamente utilizando la función única de captura de video.\n\nLos datos de audio y video descargados se convierten a mp4 tal como están, con la misma calidad sin necesidad de volver a codificar.\nEsta conversión se realiza dentro de la extensión, sin el uso de un servidor externo.\n\nPor favor, ten en cuenta que no aceptamos ninguna responsabilidad por tu grabación de cualquier medio.\nRecomendamos asegurar los derechos de autor y permisos del medio antes de grabar.\n\nAsegúrate de usar la última versión de tu navegador; no podemos prometer disponibilidad en la versión Canary.\n\nPuedes consultar la política de privacidad y los términos de uso en la siguiente página.\n\nhttps://www.hlsloader.com/es/terms.html",
    "es_419": "El descargador más popular para videos en streaming.\n\nCon esta extensión, puedes guardar fácilmente videos en vivo y archivados que se transmiten en un formato típico de HLS (HTTP Live Streaming), como ts/m3u8.\nAdemás, puedes grabar videos directamente utilizando la función única de captura de video.\n\nLos datos de audio y video descargados se convierten a mp4 tal cual están, con la misma calidad sin necesidad de volver a codificar.\nEsta conversión se realiza dentro de la extensión, sin utilizar un servidor externo.\n\nTen en cuenta que no nos hacemos responsables de tu grabación de cualquier medio.\nRecomendamos asegurar los derechos de autor y permisos del medio antes de grabar.\n\nAsegúrate de usar la última versión de tu navegador; no podemos prometer disponibilidad en la versión Canary.\n\nPuedes consultar la política de privacidad y los términos de uso en la siguiente página.\n\nhttps://www.hlsloader.com/e4/terms.html",
    "et": "See on kõige populaarsem allalaadija voogesitusvideote jaoks.\n\nSelle laiendusega saate hõlpsalt salvestada otseülekandeid ja arhiivitud videoid, mis on edastatud tüüpilises HLS (HTTP Live Streaming) formaadis, nagu ts/m3u8.\nVeelgi enam, saate otse videoid salvestada kasutades unikaalset video salvestamise funktsiooni.\n\nAllalaaditud heli- ja videofailid konverteeritakse mp4 formaati samal kvaliteedil ilma ümberkodeerimata.\nSee konversioon toimub laienduse sees, kasutamata välist serverit.\n\nPalun olge teadlikud, et me ei võta vastutust ühegi meedia salvestamise eest.\nSoovitame enne salvestamist kontrollida meedia autoriõigusi ja lubasid.\n\nKindlasti kasutage oma brauseri viimast versiooni; me ei saa garanteerida töötamist Canary versioonil.\n\nPrivaatsuspoliitikat ja kasutustingimusi saate kontrollida järgnevalt lehelt.\n\nhttps://www.hlsloader.com/et/terms.html",
    "fa": "محبوب‌ترین دانلودر برای ویدئوهای استریم.\n\nبا استفاده از این افزونه، شما به راحتی می‌توانید ویدئوهای زنده و آرشیو شده‌ای که در فرمت استاندارد HLS (HTTP Live Streaming) مانند ts/m3u8 تحویل داده می‌شوند را ذخیره کنید.\nحتی بیشتر، شما می‌توانید به طور مستقیم با استفاده از عملکرد ضبط ویدئوی منحصر به فرد، ویدئوها را ضبط کنید.\n\nداده‌های صوتی و تصویری دانلود شده به mp4 تبدیل می‌شود همانطور که هست با همان کیفیت بدون بازکدگذاری مجدد.\nاین تبدیل در داخل افزونه انجام می‌شود، بدون استفاده از سرور خارجی.\n\nلطفاً توجه داشته باشید که ما هیچ مسئولیتی در قبال ضبط شما از هر رسانه‌ای نمی‌پذیریم.\nما توصیه می‌کنیم قبل از ضبط، حقوق نشر و اجازه‌های رسانه را حتماً بررسی کنید.\n\nمطمئن شوید که از آخرین نسخه مرورگر خود استفاده می‌کنید؛ ما نمی‌توانیم در دسترس بودن در نسخه Canary را وعده دهیم.\n\nشما می‌توانید سیاست حفظ حریم خصوصی و شرایط استفاده را در صفحه بعدی بررسی کنید.\n\nhttps://www.hlsloader.com/fa/terms.html",
    "fi": "Suosituin latausohjelma suoratoistovideoille.\n\nTämän laajennuksen avulla voit helposti tallentaa suoria ja arkistoituja videoita, jotka toimitetaan tyypillisessä HLS(HTTP Live Streaming) -muodossa, kuten ts/m3u8.\nLisäksi voit tallentaa videoita suoraan käyttämällä ainutlaatuista videonkaappaustoimintoa.\n\nLadatut ääni- ja videodata muunnetaan mp4-muotoon sellaisenaan samalla laadulla ilman uudelleenkoodausta.\nTämä muunnos tehdään laajennuksen sisällä ilman ulkoisen palvelimen käyttöä.\n\nHuomaa, että emme ota vastuuta mistään median tallentamisesta.\nSuosittelemme varmistamaan median tekijänoikeudet ja luvat ennen tallentamista.\n\nVarmista, että käytät selaimen uusinta versiota; emme voi taata toimivuutta Canary-versiossa.\n\nVoit tarkistaa tietosuojakäytännön ja käyttöehdot seuraavalta sivulta.\n\nhttps://www.hlsloader.com/fi/terms.html",
    "fil": "Ang pinakasikat na downloader para sa mga streaming video.\n\nGamit ang extension na ito, madali mong maisasalba ang mga live at naka-archive na mga video na ipinapadala sa isang tipikal na format ng HLS (HTTP Live Streaming), tulad ng ts/m3u8.\nHigit pa rito, maaari kang direktang magrekord ng mga video gamit ang natatanging function ng video capture.\n\nAng na-download na audio at video data ay nako-convert sa mp4 nang may parehong kalidad nang walang muling pag-encode.\nAng conversion na ito ay ginagawa sa loob ng extension, nang hindi gumagamit ng panlabas na server.\n\nPakitandaan na wala kaming pananagutan sa iyong pagrekord ng anumang media.\nInirerekomenda naming siguruhin ang copyright at mga pahintulot ng media bago magrekord.\n\nSiguraduhing gumamit ng pinakabagong bersyon ng iyong browser; hindi namin maipapangako ang availability sa Canary version.\n\nMaaari mong suriin ang patakaran sa privacy at mga tuntunin ng paggamit sa sumusunod na pahina.\n\nhttps://www.hlsloader.com/fp/terms.html",
    "fr": "Le téléchargeur le plus populaire pour les vidéos en streaming.\n\nAvec cette extension, vous pouvez facilement sauvegarder des vidéos en direct et archivées qui sont diffusées dans un format typique HLS (HTTP Live Streaming), tel que ts/m3u8.\nDe plus, vous pouvez enregistrer des vidéos directement en utilisant la fonction unique de capture vidéo.\n\nLes données audio et vidéo téléchargées sont converties en mp4 telles quelles, avec la même qualité sans réencodage.\nCette conversion est effectuée à l'intérieur de l'extension, sans l'utilisation d'un serveur externe.\n\nVeuillez être conscient que nous n'acceptons aucune responsabilité pour vos enregistrements de tout média.\nNous recommandons de vous assurer des droits d'auteur et des permissions du média avant l'enregistrement.\n\nAssurez-vous d'utiliser la dernière version de votre navigateur ; nous ne pouvons pas promettre la disponibilité sur la version Canary.\n\nVous pouvez vérifier la politique de confidentialité et les conditions d'utilisation sur la page suivante.\n\nhttps://www.hlsloader.com/fr/terms.html",
    "gu": "સ્ટ્રીમિંગ વિડિઓઝ માટેનું સૌથી લોકપ્રિય ડાઉનલોડર.\n\nઆ એક્સ્ટેન્શન સાથે, તમે ts/m3u8 જેવા HLS(HTTP Live Streaming) ફોર્મેટમાં પ્રસારિત થતા લાઇવ અને આર્કાઇવ્ડ વિડિઓઝને સરળતાથી સાચવી શકો છો.\nવધુમાં, તમે અનન્ય વિડિઓ કેપ્ચર ફંક્શનનો ઉપયોગ કરીને સીધા વિડિઓઝ રેકોર્ડ કરી શકો છો.\n\nડાઉનલોડ કરેલા ઓડિયો અને વિડિઓ ડેટાને રી-એન્કોડિંગ વિના જ સમાન ગુણવત્તા સાથે mp4 માં પરિવર્તિત કરવામાં આવે છે.\nઆ પરિવર્તન એક્સ્ટેન્શનની અંદર કરવામાં આવે છે, બાહ્ય સર્વરનો ઉપયોગ વિના.\n\nકોઈપણ મીડિયાની રેકોર્ડિંગ માટે અમે કોઈ જવાબદારી સ્વીકારીએ છીએ નહીં, તે માટે કૃપા કરીને સચેત રહો.\nરેકોર્ડિંગ પહેલાં, મીડિયાના કોપીરાઇટ અને પરવાનગીઓની ખાતરી કરવી અમે ભલામણ કરીએ છીએ.\n\nતમારા બ્રાઉઝરનું નવીનતમ સંસ્કરણ જરૂર ઉપયોગ કરો; અમે Canary સંસ્કરણ પર ઉપલબ્ધતાની ખાતરી આપી શકતા નથી.\n\nતમે નીચેના પેજ પરથી પ્રાઇવસી પોલિસી અને ઉપયોગની શરતો ચકાસી શકો છો.\n\nhttps://www.hlsloader.com/gu/terms.html",
    "he": "המוריד הפופולרי ביותר לסרטוני סטרימינג.\n\nעם הרחבה זו, תוכלו לשמור בקלות סרטונים חיים ומאורכבים המועברים בפורמט HLS (HTTP Live Streaming) טיפוסי, כמו ts/m3u8.\nעוד יותר, תוכלו להקליט סרטונים ישירות באמצעות פונקציית הקלטת וידאו ייחודית.\n\nנתוני אודיו ווידאו שהורדו מומרים ל-mp4 כפי שהם עם אותה איכות ללא קידוד מחדש.\nההמרה זו מתבצעת בתוך ההרחבה, ללא שימוש בשרת חיצוני.\n\nאנא שימו לב שאנו לא נושאים באחריות להקלטת כל מדיה.\nאנו ממליצים לוודא את זכויות היוצרים וההרשאות של המדיה לפני ההקלטה.\n\nודאו להשתמש בגרסה העדכנית ביותר של הדפדפן שלכם; אנו לא יכולים להבטיח זמינות בגרסת ה-Canary.\n\nניתן לבדוק את מדיניות הפרטיות ותנאי השימוש בדף הבא.\n\nhttps://www.hlsloader.com/he/terms.html",
    "hi": "स्ट्रीमिंग वीडियो के लिए सबसे लोकप्रिय डाउनलोडर।\n\nइस एक्सटेंशन के साथ, आप आसानी से लाइव और संग्रहीत वीडियो को सेव कर सकते हैं जो एक विशिष्ट HLS(HTTP Live Streaming) प्रारूप में वितरित किए जाते हैं, जैसे कि ts/m3u8।\nइससे भी अधिक, आप अनूठे वीडियो कैप्चर फ़ंक्शन का उपयोग करके सीधे वीडियो रिकॉर्ड कर सकते हैं।\n\nडाउनलोड किए गए ऑडियो और वीडियो डेटा को बिना री-एन्कोडिंग के समान गुणवत्ता के साथ mp4 में परिवर्तित किया जाता है।\nयह परिवर्तन एक्सटेंशन के अंदर किया जाता है, बिना किसी बाहरी सर्वर के उपयोग के।\n\nकृपया ध्यान दें कि किसी भी मीडिया की रिकॉर्डिंग के लिए हम कोई जिम्मेदारी स्वीकार नहीं करते हैं।\nहम रिकॉर्डिंग से पहले मीडिया के कॉपीराइट और अनुमतियों की जांच करने की सलाह देते हैं।\n\nअपने ब्राउज़र का नवीनतम संस्करण अवश्य उपयोग करें; हम कैनरी संस्करण पर उपलब्धता का वादा नहीं कर सकते।\n\nनिम्नलिखित पृष्ठ पर प्राइवेसी पॉलिसी और उपयोग की शर्तों की जांच कर सकते हैं।\n\nhttps://www.hlsloader.com/hi/terms.html",
    "hr": "Najpopularniji preuzimatelj za streaming videa.\n\nS ovim proširenjem možete lako spremiti uživo i arhivirane videozapise koji se dostavljaju u tipičnom HLS (HTTP Live Streaming) formatu, poput ts/m3u8.\nŠtoviše, možete izravno snimati videozapise koristeći jedinstvenu funkciju snimanja videa.\n\nPreuzeti audio i video podaci pretvaraju se u mp4 kakvi jesu, s istom kvalitetom, bez ponovnog kodiranja.\nOva pretvorba se obavlja unutar proširenja, bez korištenja vanjskog poslužitelja.\n\nMolimo vas da budete svjesni da ne prihvaćamo nikakvu odgovornost za vaše snimanje bilo kojeg medija.\nPreporučujemo provjeru autorskih prava i dozvola medija prije snimanja.\n\nObavezno koristite najnoviju verziju vašeg preglednika; ne možemo obećati dostupnost na Canary verziji.\n\nPravila o privatnosti i uvjete korištenja možete provjeriti na sljedećoj stranici.\n\nhttps://www.hlsloader.com/hr/terms.html",
    "hu": "Ez a legnépszerűbb letöltő eszköz streaming videókhoz.\n\nEzzel a bővítménnyel könnyedén mentheti a HLS (HTTP Live Streaming) formátumban közvetített élő és archivált videókat, mint például a ts/m3u8.\nTovábbá, egyedülálló videófelvételi funkcióját használva közvetlenül rögzítheti a videókat.\n\nA letöltött audio és videó adatokat azonos minőségben konvertáljuk mp4 formátumra, újraenkódolás nélkül.\nEzeket a konverziókat a bővítményen belül végezzük, külső szerver használata nélkül.\n\nKérjük, vegye figyelembe, hogy semmilyen média felvételéért nem vállalunk felelősséget.\nFelvétel előtt ajánljuk az adott média szerzői jogainak és engedélyeinek ellenőrzését.\n\nGyőződjön meg róla, hogy a böngészője a legújabb verzióra van frissítve; a Canary verzió használatát nem garantáljuk.\n\nAz adatvédelmi irányelveket és a felhasználási feltételeket a következő oldalon ellenőrizheti.\n\nhttps://www.hlsloader.com/hu/terms.html",
    "id": "Downloader paling populer untuk video streaming.\n\nDengan ekstensi ini, Anda dapat dengan mudah menyimpan video langsung dan arsip yang disiarkan dalam format HLS (HTTP Live Streaming) khas, seperti ts/m3u8.\nLebih lanjut, Anda dapat merekam video secara langsung menggunakan fungsi perekaman video unik.\n\nData audio dan video yang diunduh dikonversi ke mp4 seperti adanya dengan kualitas yang sama tanpa rekoding ulang.\nKonversi ini dilakukan di dalam ekstensi, tanpa menggunakan server eksternal.\n\nHarap sadar bahwa kami tidak bertanggung jawab atas perekaman media Anda.\nKami merekomendasikan untuk memastikan hak cipta dan izin media sebelum merekam.\n\nPastikan untuk menggunakan versi terbaru dari browser Anda; kami tidak dapat menjanjikan ketersediaan pada versi Canary.\n\nAnda dapat memeriksa kebijakan privasi dan syarat penggunaan di halaman berikut.\n\nhttps://www.hlsloader.com/id/terms.html",
    "it": "Il downloader più popolare per i video in streaming.\n\nCon questa estensione, puoi facilmente salvare video dal vivo e archiviati che vengono trasmessi in un tipico formato HLS (HTTP Live Streaming), come ts/m3u8.\nInoltre, puoi registrare direttamente i video utilizzando l'unico funzione di cattura video.\n\nI dati audio e video scaricati vengono convertiti in mp4 così come sono con la stessa qualità senza ricodifica.\nQuesta conversione viene eseguita all'interno dell'estensione, senza l'uso di un server esterno.\n\nSi prega di essere consapevoli che non accettiamo alcuna responsabilità per la tua registrazione di qualsiasi media.\nRaccomandiamo di assicurarsi i diritti d'autore e i permessi dei media prima della registrazione.\n\nAssicurati di utilizzare l'ultima versione del tuo browser; non possiamo promettere la disponibilità sulla versione Canary.\n\nPuoi controllare la politica sulla privacy e i termini di utilizzo nella seguente pagina.\n\nhttps://www.hlsloader.com/it/terms.html",
    "ja": "これは最も人気のあるストリーミング動画用のダウンローダーです。\n\nこの拡張機能を使えば、ts/m3u8のようなHLS(HTTP Live Streaming)フォーマットで配信されるライブやアーカイブの動画を簡単に保存できます。\nさらに、ユニークなビデオキャプチャ機能を使って直接動画を録画することも可能です。\n\nダウンロードした音声・動画データは、再エンコードすることなく、無劣化でmp4へと変換されます。\nこれらの変換はすべて拡張機能内部で行われるため、外部サーバーを利用しません。\n\nなお、どのようなメディアの録画に関しても、我々はいかなる責任も負いませんのでご了承ください。\n録画する前に、必ずメディアの著作権や許諾を確認することをお勧めします。\nなお、日本国内では著作権者の許可なくアップロードされた動画について、それを知りながらダウンロードすることは法律で禁じられています。\n\nブラウザは必ず最新のバージョンを利用してください。ただし、Canary版での動作は保証しません。\n\nプライバシーポリシー、利用規約は以下のページからご確認いただけます。\n\nhttps://www.hlsloader.com/ja/terms.html",
    "kn": "ಇದು ಸ್ಟ್ರೀಮಿಂಗ್ ವೀಡಿಯೊಗಳಿಗಾಗಿ ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಡೌನ್‌ಲೋಡರ್.\n\nಈ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ, ನೀವು ts/m3u8 ನಂತಹ ಸಾಮಾನ್ಯ HLS(HTTP Live Streaming) ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ವಿತರಣೆ ಮಾಡಲಾದ ಲೈವ್ ಮತ್ತು ಆರ್ಕೈವ್ ಮಾಡಲಾದ ವೀಡಿಯೊಗಳನ್ನು ಸುಲಭವಾಗಿ ಉಳಿಸಬಹುದು.\nಇನ್ನೂ ಹೆಚ್ಚಾಗಿ, ನೀವು ಅನನ್ಯ ವೀಡಿಯೊ ಕ್ಯಾಪ್ಚರ್ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಬಳಸಿ ನೇರವಾಗಿ ವೀಡಿಯೊಗಳನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಬಹುದು.\n\nಡೌನ್‌ಲೋಡ್ ಮಾಡಿದ ಆಡಿಯೋ ಮತ್ತು ವೀಡಿಯೊ ಡೇಟಾವನ್ನು ಮರು-ಎನ್‌ಕೋಡಿಂಗ್ ಇಲ್ಲದೆ ಅದೇ ಗುಣಮಟ್ಟದಲ್ಲಿ mp4 ಗೆ ಪರಿವರ್ತಿಸಲಾಗುತ್ತದೆ.\nಈ ಪರಿವರ್ತನೆಯು ವಿಸ್ತರಣೆಯ ಒಳಗೆಯೇ ನಡೆಯುತ್ತದೆ, ಹೊರಗಿನ ಸರ್ವರ್‌ಗಳ ಬಳಕೆ ಇಲ್ಲದೆ.\n\nಯಾವುದೇ ಮಾಧ್ಯಮದ ರೆಕಾರ್ಡಿಂಗ್‌ಗೆ ನೀವು ಮಾಡುವ ಜವಾಬ್ದಾರಿಗೆ ನಾವು ಯಾವುದೇ ಹೊಣೆಗಾರಿಕೆಯನ್ನು ಒಪ್ಪುವುದಿಲ್ಲ.\nರೆಕಾರ್ಡ್ ಮಾಡುವ ಮುನ್ನ, ಮಾಧ್ಯಮದ ಕಾಪಿರೈಟ್ ಮತ್ತು ಅನುಮತಿಗಳನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ.\n\nನಿಮ್ಮ ಬ್ರೌಸರ್‌ನ ನವೀನತಮ ಆವೃತ್ತಿಯನ್ನು ಬಳಸಲು ಖಚಿತಪಡಿಸಿ; ನಾವು Canary ಆವೃತ್ತಿಯಲ್ಲಿ ಲಭ್ಯತೆಯನ್ನು ಭರವಸೆ ಮಾಡಲಾರೆವು.\n\nನೀವು ನಂತರದ ಪುಟದಲ್ಲಿ ಗೌಪ್ಯತಾ ನೀತಿ ಮತ್ತು ಬಳಕೆಯ ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.\n\nhttps://www.hlsloader.com/kn/terms.html",
    "ko": "가장 인기 있는 스트리밍 비디오용 다운로더입니다.\n\n이 확장 기능을 사용하면 ts/m3u8과 같은 HLS(HTTP Live Streaming) 형식으로 제공되는 라이브 및 아카이브 비디오를 쉽게 저장할 수 있습니다.\n더욱이, 독특한 비디오 캡처 기능을 사용하여 직접 비디오를 녹화할 수도 있습니다.\n\n다운로드한 오디오 및 비디오 데이터는 재인코딩 없이 그대로 mp4로 변환됩니다.\n이러한 변환은 모두 확장 기능 내부에서 이루어지며, 외부 서버는 사용되지 않습니다.\n\n어떠한 미디어의 녹화와 관련하여, 우리는 어떠한 책임도 지지 않음을 알려드립니다.\n녹화하기 전에, 반드시 미디어의 저작권 및 허가를 확인하는 것이 좋습니다.\n\n브라우저는 반드시 최신 버전을 사용해야 합니다; 그러나 Canary 버전에서의 가용성은 보장할 수 없습니다.\n\n다음 페이지에서 개인정보 처리방침 및 이용 약관을 확인할 수 있습니다.\n\nhttps://www.hlsloader.com/ko/terms.html",
    "lt": "Tai populiariausias srautinio vaizdo įrašų atsisiuntimo įrankis.\n\nNaudojant šį plėtinį, galite lengvai išsaugoti tiesiogiai transliuojamus ir archyvuotus vaizdo įrašus, kurie pateikiami tipišku HLS (HTTP Live Streaming) formatu, pavyzdžiui, ts/m3u8.\nBe to, galite tiesiogiai įrašyti vaizdo įrašus naudodami unikalią vaizdo įrašymo funkciją.\n\nAtsisiųsti garso ir vaizdo duomenys konvertuojami į mp4 formatą tokios pačios kokybės, be perkodavimo.\nŠi konversija atliekama viduje plėtinyje, nenaudojant išorinio serverio.\n\nAtkreipkite dėmesį, kad mes neprisiimame jokios atsakomybės už jūsų įrašytą medžiagą.\nPrieš įrašydami, rekomenduojame patikrinti medžiagos autorių teises ir leidimus.\n\nBūtinai naudokite naujausią savo naršyklės versiją; negalime pažadėti prieinamumo Canary versijoje.\n\nPrivatumo politiką ir naudojimo sąlygas galite patikrinti toliau pateiktame puslapyje.\n\nhttps://www.hlsloader.com/lt/terms.html",
    "lv": "Vispopulārākais straumēšanas video lejupielādētājs.\n\nIzmantojot šo paplašinājumu, jūs varat viegli saglabāt tiešraides un arhivētos video, kas tiek piegādāti tipiskā HLS (HTTP Live Streaming) formātā, piemēram, ts/m3u8.\nVēl vairāk, jūs varat tieši ierakstīt video, izmantojot unikālu video uztveršanas funkciju.\n\nLejupielādētie audio un video dati tiek konvertēti uz mp4 tādā pašā kvalitātē bez pārkodēšanas.\nŠī konversija tiek veikta iekš paplašinājuma, neizmantojot ārēju serveri.\n\nLūdzu, ņemiet vērā, ka mēs neuzņemamies atbildību par jebkuru jūsu veiktu mediju ierakstīšanu.\nIesakām pārliecināties par medija autortiesībām un atļaujām pirms ierakstīšanas.\n\nNoteikti izmantojiet pārlūka jaunāko versiju; mēs nevaram garantēt pieejamību Canary versijā.\n\nPrivātuma politiku un lietošanas noteikumus varat pārbaudīt šajā lapā.\n\nhttps://www.hlsloader.com/lv/terms.html",
    "ml": "സ്ട്രീമിംഗ് വീഡിയോകൾക്കുള്ള ഏറ്റവും ജനപ്രിയമായ ഡൗൺലോഡർ.\n\nഈ എക്സ്റ്റെൻഷനുമായി, നിങ്ങൾക്ക് ts/m3u8 പോലുള്ള സാധാരണ HLS(HTTP Live Streaming) ഫോർമാറ്റിൽ വിതരണം ചെയ്യപ്പെടുന്ന ലൈവ് ആന്റ് ആർക്കൈവ്ഡ് വീഡിയോകൾ എളുപ്പത്തിൽ സേവ് ചെയ്യാനാകും.\nകൂടാതെ, അദ്വിതീയമായ വീഡിയോ ക്യാപ്ചർ ഫംഗ്ഷൻ ഉപയോഗിച്ച് നേരിട്ട് വീഡിയോകൾ റെക്കോർഡ് ചെയ്യാനും കഴിയും.\n\nഡൗൺലോഡ് ചെയ്ത ഓഡിയോ ആന്റ് വീഡിയോ ഡാറ്റ റീ-എൻകോഡിംഗ് ഇല്ലാതെ അതേ ഗുണമേന്മയിൽ mp4 ആയി മാറ്റപ്പെടുന്നു.\nഈ മാറ്റം എക്സ്റ്റെൻഷനിന്റെ ഉള്ളിൽ നടക്കുന്നു, ബാഹ്യ സെർവറിന്റെ ഉപയോഗം ഇല്ലാതെ.\n\nഏതെങ്കിലും മീഡിയയുടെ റെക്കോർഡിംഗിന് നിങ്ങൾ നേരിടുന്ന ഉത്തരവാദിത്തം ഞങ്ങൾ ഏറ്റെടുക്കുന്നില്ല.\nറെക്കോർഡ് ചെയ്യുന്നതിന് മുമ്പ്, മീഡിയയുടെ പകർപ്പവകാശവും അനുമതികളും ഉറപ്പാക്കുന്നത് ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു.\n\nനിങ്ങളുടെ ബ്രൗസർ എപ്പോഴും ഏറ്റവും പുതിയ പതിപ്പിൽ ഉപയോഗിക്കുക; ഞങ്ങൾക്ക് കാനറി പതിപ്പിൽ ലഭ്യത ഉറപ്പാക്കാൻ കഴിയില്ല.\n\nപ്രൈവസി പോളിസിയും ഉപയോഗ നിബന്ധനകളും താഴെയുള്ള പേജിൽ നിന്ന് പരിശോധിക്കാം.\n\nhttps://www.hlsloader.com/ml/terms.html",
    "mr": "स्ट्रीमिंग व्हिडिओसाठी सर्वात लोकप्रिय डाउनलोडर.\n\nया विस्ताराचा वापर करून, आपण ts/m3u8 सारख्या एचएलएस(HTTP Live Streaming) फॉर्मॅटमध्ये दिले जाणारे लाइव आणि संग्रहित व्हिडिओ सहजपणे जतन करू शकता.\nअधिक म्हणजे, आपण अद्वितीय व्हिडिओ कॅप्चर कार्याचा उपयोग करून थेट व्हिडिओ रेकॉर्ड करू शकता.\n\nडाउनलोड केलेले ऑडिओ आणि व्हिडिओ डेटा पुन्हा एन्कोडिंग केल्याशिवाय समान गुणवत्तेसह mp4 मध्ये रूपांतरित केला जातो.\nहे रूपांतरण विस्ताराच्या आत बाहेरील सर्व्हरचा उपयोग केल्याशिवाय केले जाते.\n\nकृपया लक्षात घ्या की, कोणत्याही मीडियाचे रेकॉर्डिंग केल्याबद्दल आम्ही कोणतीही जबाबदारी स्वीकारत नाही.\nरेकॉर्डिंगपूर्वी, मीडियाचे कॉपीराइट आणि परवानग्या निश्चित करण्याची आम्ही शिफारस करतो.\n\nनेहमी आपल्या ब्राउझरचे नवीनतम आवृत्ती वापरा; आम्ही कॅनरी आवृत्तीवर उपलब्धता देऊ शकत नाही.\n\nखालील पृष्ठावरून आपण प्रायव्हसी पॉलिसी आणि वापराच्या अटी तपासू शकता.\n\nhttps://www.hlsloader.com/mr/terms.html",
    "ms": "Pemuat turun yang paling popular untuk video penstriman.\n\nDengan sambungan ini, anda boleh dengan mudah menyimpan video langsung dan arkib yang disampaikan dalam format HLS (HTTP Live Streaming) biasa, seperti ts/m3u8.\nLebih lagi, anda boleh merakam video secara langsung menggunakan fungsi rakaman video yang unik.\n\nData audio dan video yang dimuat turun ditukar ke mp4 seperti asal dengan kualiti yang sama tanpa perlu meng-encode semula.\nPenukaran ini dilakukan di dalam sambungan, tanpa menggunakan pelayan luar.\n\nSila sedar bahawa kami tidak bertanggungjawab atas rakaman media anda.\nKami mengesyorkan memastikan hak cipta dan kebenaran media sebelum merakam.\n\nPastikan anda menggunakan versi terkini pelayar anda; kami tidak dapat menjanjikan ketersediaan pada versi Canary.\n\nAnda boleh memeriksa dasar privasi dan terma penggunaan pada halaman berikut.\n\nhttps://www.hlsloader.com/ms/terms.html",
    "nl": "De populairste downloader voor streamingvideo's.\n\nMet deze extensie kunt u gemakkelijk live en gearchiveerde video's opslaan die worden geleverd in een typisch HLS (HTTP Live Streaming) formaat, zoals ts/m3u8.\nBovendien kunt u video's rechtstreeks opnemen met behulp van de unieke videocapturefunctie.\n\nGedownloade audio- en videogegevens worden zonder hercodering met dezelfde kwaliteit naar mp4 geconverteerd.\nDeze conversie wordt binnen de extensie uitgevoerd, zonder gebruik te maken van een externe server.\n\nWees u ervan bewust dat we geen aansprakelijkheid aanvaarden voor uw opname van enige media.\nWe raden u aan de auteursrechten en toestemmingen van de media te controleren voordat u opneemt.\n\nZorg ervoor dat u de nieuwste versie van uw browser gebruikt; we kunnen de beschikbaarheid op de Canary-versie niet beloven.\n\nU kunt het privacybeleid en de gebruiksvoorwaarden op de volgende pagina controleren.\n\nhttps://www.hlsloader.com/nl/terms.html",
    "no": "Den mest populære nedlasteren for strømmende videoer.\n\nMed denne utvidelsen kan du enkelt lagre live og arkiverte videoer som leveres i et typisk HLS (HTTP Live Streaming) format, som ts/m3u8.\nEnda mer, du kan direkte ta opp videoer ved å bruke den unike videoopptaksfunksjonen.\n\nNedlastet lyd- og videodata konverteres til mp4 som det er med samme kvalitet uten å rekode.\nDenne konverteringen gjøres inne i utvidelsen, uten bruk av en ekstern server.\n\nVær oppmerksom på at vi ikke tar noe ansvar for opptaket ditt av noe medie.\nVi anbefaler å sikre opphavsretten og tillatelsene til mediet før opptak.\n\nSørg for å bruke den nyeste versjonen av nettleseren din; vi kan ikke love tilgjengelighet på Canary-versjonen.\n\nDu kan sjekke personvernreglene og bruksvilkårene på følgende side.\n\nhttps://www.hlsloader.com/no/terms.html",
    "pl": "Najpopularniejszy program do pobierania wideo ze strumieniowania.\n\nDzięki tej rozszerzeniu możesz łatwo zapisywać na żywo i archiwalne wideo dostarczane w typowym formacie HLS(HTTP Live Streaming), takim jak ts/m3u8.\nCo więcej, możesz bezpośrednio nagrywać wideo za pomocą unikalnej funkcji przechwytywania wideo.\n\nPobrane dane audio i wideo są konwertowane do mp4 w tej samej jakości bez ponownego kodowania.\nTa konwersja jest przeprowadzana wewnątrz rozszerzenia, bez użycia zewnętrznego serwera.\n\nProsimy mieć świadomość, że nie ponosimy odpowiedzialności za twoje nagrania jakiegokolwiek medium.\nZalecamy upewnienie się co do praw autorskich i zezwoleń mediów przed nagraniem.\n\nUpewnij się, że używasz najnowszej wersji swojej przeglądarki; nie możemy obiecać dostępności na wersji Canary.\n\nMożesz sprawdzić politykę prywatności i warunki użytkowania na następującej stronie.\n\nhttps://www.hlsloader.com/pl/terms.html",
    "pt_BR": "O downloader mais popular para vídeos de streaming.\n\nCom esta extensão, você pode facilmente salvar vídeos ao vivo e arquivados que são entregues em um formato típico de HLS (HTTP Live Streaming), como ts/m3u8.\nAlém disso, você pode gravar vídeos diretamente usando a função única de captura de vídeo.\n\nOs dados de áudio e vídeo baixados são convertidos para mp4 tal como estão, com a mesma qualidade e sem re-codificação.\nEsta conversão é feita dentro da extensão, sem o uso de um servidor externo.\n\nEsteja ciente de que não aceitamos nenhuma responsabilidade pela sua gravação de qualquer mídia.\nRecomendamos garantir os direitos autorais e permissões da mídia antes da gravação.\n\nCertifique-se de usar a versão mais recente do seu navegador; não podemos prometer disponibilidade na versão Canary.\n\nVocê pode verificar a política de privacidade e os termos de uso na página seguinte.\n\nhttps://www.hlsloader.com/br/terms.html",
    "pt_PT": "O descarregador mais popular para vídeos em streaming.\n\nCom esta extensão, pode facilmente guardar vídeos ao vivo e arquivados que são transmitidos num formato típico de HLS (HTTP Live Streaming), como ts/m3u8.\nAinda mais, pode gravar vídeos diretamente usando a função única de captura de vídeo.\n\nOs dados de áudio e vídeo descarregados são convertidos para mp4 tal como estão, com a mesma qualidade sem re-codificação.\nEsta conversão é feita dentro da extensão, sem o uso de um servidor externo.\n\nEsteja ciente de que não aceitamos qualquer responsabilidade pela sua gravação de qualquer mídia.\nRecomendamos garantir os direitos de autor e permissões da mídia antes de gravar.\n\nCertifique-se de usar a versão mais recente do seu navegador; não podemos prometer disponibilidade na versão Canary.\n\nPode verificar a política de privacidade e os termos de uso na seguinte página.\n\nhttps://www.hlsloader.com/pt/terms.html",
    "ro": "Cel mai popular descărcător pentru videoclipurile în flux.\n\nCu această extensie, puteți salva cu ușurință videoclipuri live și arhivate care sunt livrate într-un format tipic HLS (HTTP Live Streaming), cum ar fi ts/m3u8.\nMai mult, puteți înregistra direct videoclipuri folosind funcția unică de captură video.\n\nDatele audio și video descărcate sunt convertite în mp4 așa cum sunt, cu aceeași calitate, fără a fi re-encodate.\nAceastă conversie se face în interiorul extensiei, fără utilizarea unui server extern.\n\nVă rugăm să fiți conștienți că nu acceptăm nicio responsabilitate pentru înregistrarea oricărui mediu de către dumneavoastră.\nVă recomandăm să vă asigurați de drepturile de autor și permisiunile mediului înainte de înregistrare.\n\nAsigurați-vă că utilizați ultima versiune a browserului dumneavoastră; nu putem promite disponibilitatea pe versiunea Canary.\n\nPuteți verifica politica de confidențialitate și termenii de utilizare pe pagina următoare.\n\nhttps://www.hlsloader.com/ro/terms.html",
    "ru": "Самый популярный загрузчик для потоковых видео.\n\nС помощью этого расширения вы можете легко сохранять живые и архивные видео, которые передаются в типичном формате HLS (HTTP Live Streaming), таком как ts/m3u8.\nБолее того, вы можете напрямую записывать видео, используя уникальную функцию захвата видео.\n\nЗагруженные аудио и видео данные конвертируются в mp4 как есть, с тем же качеством без перекодирования.\nЭта конвертация выполняется внутри расширения, без использования внешнего сервера.\n\nПожалуйста, имейте в виду, что мы не несем ответственности за вашу запись любых медиа.\nМы рекомендуем убедиться в авторских правах и разрешениях на медиа перед записью.\n\nОбязательно используйте последнюю версию вашего браузера; мы не можем гарантировать работоспособность на версии Canary.\n\nВы можете проверить политику конфиденциальности и условия использования на следующей странице.\n\nhttps://www.hlsloader.com/ru/terms.html",
    "sk": "Najpopulárnejší sťahovač pre streamované videá.\n\nS týmto rozšírením môžete ľahko ukladať živé a archivované videá, ktoré sú distribuované vo formáte typickom pre HLS (HTTP Live Streaming), ako sú ts/m3u8.\nNavyše, môžete priamo nahrávať videá pomocou unikátnej funkcie zachytávania videa.\n\nStiahnuté zvukové a video dáta sú konvertované do mp4 vo svojej pôvodnej kvalite bez potreby re-kódovania.\nTáto konverzia sa vykonáva vnútri rozšírenia, bez použitia externého servera.\n\nUpozorňujeme, že nepreberáme žiadnu zodpovednosť za vaše nahrávanie akýchkoľvek médií.\nOdporúčame, aby ste si pred nahrávaním overili autorské práva a povolenia médií.\n\nUistite sa, že používate najnovšiu verziu vášho prehliadača; nemôžeme zaručiť dostupnosť na verziu Canary.\n\nOchrannú politiku súkromia a podmienky používania si môžete skontrolovať na nasledujúcej stránke.\n\nhttps://www.hlsloader.com/sk/terms.html",
    "sl": "Najbolj priljubljen prenašalec za pretakane videoposnetke.\n\nS to razširitvijo lahko enostavno shranite žive in arhivirane videoposnetke, ki so dostavljeni v tipičnem HLS (HTTP Live Streaming) formatu, kot sta ts/m3u8.\nŠe več, videoposnetke lahko neposredno snemate z uporabo edinstvene funkcije za zajem videa.\n\nPreneseni zvočni in video podatki se brez ponovnega kodiranja in brez izgube kakovosti pretvorijo v mp4.\nTa pretvorba se izvede znotraj razširitve, brez uporabe zunanjega strežnika.\n\nZavedajte se, da ne prevzemamo nobene odgovornosti za vaše snemanje kateregakoli medija.\nPriporočamo, da pred snemanjem zagotovite avtorske pravice in dovoljenja za medij.\n\nZagotovite, da uporabljate najnovejšo različico vašega brskalnika; ne moremo obljubiti razpoložljivosti na različici Canary.\n\nPolitiko zasebnosti in pogoje uporabe lahko preverite na naslednji strani.\n\nhttps://www.hlsloader.com/sl/terms.html",
    "sr": "Najpopularniji preuzimač za striming video snimke.\n\nOvom ekstenzijom možete lako sačuvati uživo i arhivirane video snimke koje se dostavljaju u tipičnom HLS (HTTP Live Streaming) formatu, kao što su ts/m3u8.\nJoš više, možete direktno snimati video snimke koristeći jedinstvenu funkciju za snimanje video zapisa.\n\nPreuzeti audio i video podaci konvertuju se u mp4 kakvi jesu, sa istim kvalitetom bez ponovnog kodiranja.\nOva konverzija se obavlja unutar ekstenzije, bez korišćenja spoljnog servera.\n\nMolimo vas da budete svesni da ne prihvatamo nikakvu odgovornost za vaše snimanje bilo kojih medija.\nPreporučujemo da se uverite u autorska prava i dozvole medija pre snimanja.\n\nObavezno koristite najnoviju verziju vašeg pretraživača; ne možemo obećati dostupnost na Canary verziji.\n\nMožete proveriti politiku privatnosti i uslove korišćenja na sledećoj stranici.\n\nhttps://www.hlsloader.com/sr/terms.html",
    "sv": "Den mest populära nedladdaren för strömningsvideor.\n\nMed denna tillägg kan du enkelt spara live och arkiverade videor som levereras i ett typiskt HLS(HTTP Live Streaming)-format, såsom ts/m3u8.\nÄnnu mer, du kan direkt spela in videor med hjälp av den unika videokaptureringsfunktionen.\n\nNedladdade ljud- och videodata konverteras till mp4 som det är med samma kvalitet utan att omkoda.\nDenna konvertering görs inuti tillägget, utan användning av en extern server.\n\nVar medveten om att vi inte tar något ansvar för din inspelning av något media.\nVi rekommenderar att du säkerställer upphovsrätten och tillstånden för mediet innan inspelning.\n\nSe till att använda den senaste versionen av din webbläsare; vi kan inte lova tillgänglighet på Canary-versionen.\n\nDu kan kontrollera sekretesspolicyn och användarvillkoren på följande sida.\n\nhttps://www.hlsloader.com/sv/terms.html",
    "sw": "Huu ni mpakuzi maarufu zaidi kwa video za mtandaoni.\n\nKwa kutumia kipanuzi hiki, unaweza kuhifadhi kwa urahisi video za moja kwa moja na zilizohifadhiwa zinazotolewa katika mfumo wa kawaida wa HLS (HTTP Live Streaming), kama vile ts/m3u8.\nZaidi ya hayo, unaweza kurekodi video moja kwa moja kwa kutumia kazi ya kipekee ya kunasa video.\n\nData ya sauti na video iliyopakuliwa inageuzwa kuwa mp4 kama ilivyo na ubora ule ule bila kufanyiwa upya kwa kurekodi.\nUgeuzaji huu unafanyika ndani ya kipanuzi, bila kutumia seva ya nje.\n\nTafadhali fahamu kwamba hatukubali jukumu lolote kwa urekodi wako wa aina yoyote ya vyombo vya habari.\nTunapendekeza kuhakikisha haki miliki na ruhusa za vyombo vya habari kabla ya kurekodi.\n\nHakikisha unatumia toleo la hivi karibuni la kivinjari chako; hatuwezi kuahidi upatikanaji kwenye toleo la Canary.\n\nUnaweza kukagua sera ya faragha na masharti ya matumizi kwenye ukurasa unaofuata.\n\nhttps://www.hlsloader.com/sw/terms.html",
    "ta": "ஸ்ட்ரீமிங் வீடியோக்களுக்கான மிகவும் பிரபலமான டவுன்லோடர்.\n\nஇந்த நீட்டிப்பு மூலம், ts/m3u8 போன்ற HLS(HTTP Live Streaming) வடிவமைப்பில் வழங்கப்படும் நேரடி மற்றும் ஆவணப்படுத்தப்பட்ட வீடியோக்களை எளிதாக சேமிக்க முடியும்.\nமேலும், தனித்துவமான வீடியோ பிடிப்பு செயல்பாட்டை பயன்படுத்தி நேரடியாக வீடியோக்களை பதிவு செய்ய முடியும்.\n\nபதிவிறக்கப்பட்ட ஆடியோ மற்றும் வீடியோ தரவு mp4 ஆக மாற்றப்படும், அதே தரத்துடன் மறு-என்கோடிங் இல்லாமல்.\nஇந்த மாற்றம் நீட்டிப்பின் உள்ளேயே செய்யப்படுகிறது, வெளிப்புற சர்வரை பயன்படுத்தாமல்.\n\nஎந்தவொரு ஊடகத்தையும் பதிவு செய்வதற்கான உங்கள் பொறுப்பை நாங்கள் ஏற்கவில்லை என்பதை அறிந்திருக்கவும்.\nபதிவு செய்யும் முன், ஊடகத்தின் பதிப்புரிமை மற்றும் அனுமதிகளை உறுதிப்படுத்துவதை நாங்கள் பரிந்துரைக்கிறோம்.\n\nஉங்கள் உலாவியின் சமீபத்திய பதிப்பை உறுதியாக பயன்படுத்தவும்; நாங்கள் Canary பதிப்பில் கிடைக்கும் வாய்ப்பை உறுதி செய்ய முடியாது.\n\nதனியுரிமைக் கொள்கை மற்றும் பயன்பாட்டு விதிமுறைகளை அடுத்துள்ள பக்கத்தில் சரிபார்க்கலாம்.\n\nhttps://www.hlsloader.com/ta/terms.html",
    "te": "స్ట్రీమింగ్ వీడియోల కోసం అత్యంత ప్రముఖమైన డౌన్‌లోడర్.\n\nఈ విస్తరణతో, మీరు ts/m3u8 వంటి సాధారణ HLS(HTTP Live Streaming) ఫార్మాట్‌లో ప్రసారమైన లైవ్ మరియు ఆర్కైవ్ వీడియోలను సులభంగా సేవ్ చేసుకోవచ్చు.\nమరింత గా, మీరు అద్వితీయ వీడియో క్యాప్చర్ ఫంక్షన్‌ను ఉపయోగించి నేరుగా వీడియోలను రికార్డ్ చేయవచ్చు.\n\nడౌన్‌లోడ్ చేసిన ఆడియో మరియు వీడియో డేటాను రీ-ఎన్‌కోడింగ్ లేకుండా అదే నాణ్యతతో mp4గా మార్చబడుతుంది.\nఈ మార్పిడి విస్తరణ లోపల జరుగుతుంది, బాహ్య సర్వర్‌ను ఉపయోగించకుండా.\n\nమీరు ఏదైనా మీడియాను రికార్డ్ చేయడంపై మేము ఏవిధమైన బాధ్యతను స్వీకరించము.\nరికార్డ్ చేయుముందు, మీడియా యొక్క కాపీరైట్ మరియు అనుమతులను ఖచ్చితంగా తనిఖీ చేయడం మా సిఫార్సు.\n\nమీ బ్రౌజర్ యొక్క తాజా వెర్షన్‌ను ఖచ్చితంగా ఉపయోగించండి; మేము Canary వెర్షన్‌పై లభ్యతను హామీ ఇవ్వలేము.\n\nప్రైవసీ పాలసీ మరియు వినియోగ నిబంధనలను క్రింది పేజీలో తనిఖీ చేయవచ్చు.\n\nhttps://www.hlsloader.com/te/terms.html",
    "th": "นี่คือเครื่องมือดาวน์โหลดวิดีโอสตรีมมิ่งยอดนิยมที่สุด\n\nด้วยส่วนขยายนี้ คุณสามารถบันทึกวิดีโอสดและวิดีโอที่เก็บถาวรซึ่งถูกส่งมาในรูปแบบ HLS (HTTP Live Streaming) ปกติ เช่น ts/m3u8 ได้อย่างง่ายดาย\nยิ่งไปกว่านั้น คุณยังสามารถบันทึกวิดีโอโดยตรงโดยใช้ฟังก์ชันการจับภาพวิดีโอที่เป็นเอกลักษณ์ได้อีกด้วย\n\nข้อมูลเสียงและวิดีโอที่ดาวน์โหลดมาจะถูกแปลงเป็น mp4 ที่มีคุณภาพเดิมโดยไม่ต้องเข้ารหัสใหม่\nการแปลงนี้ทำได้ภายในส่วนขยายโดยไม่ต้องใช้เซิร์ฟเวอร์ภายนอก\n\nโปรดทราบว่าเราไม่รับผิดชอบใดๆ สำหรับการบันทึกสื่อของคุณ\nเราแนะนำให้ตรวจสอบลิขสิทธิ์และสิทธิ์ในการใช้งานของสื่อก่อนทำการบันทึก\n\nโปรดใช้เวอร์ชันล่าสุดของเบราว์เซอร์ของคุณอย่างแน่นอน เราไม่สามารถรับประกันการใช้งานบนเวอร์ชัน Canary\n\nคุณสามารถตรวจสอบนโยบายความเป็นส่วนตัวและเงื่อนไขการใช้งานได้จากหน้าถัดไป\n\nhttps://www.hlsloader.com/th/terms.html",
    "tr": "En popüler akış videoları için indirici.\n\nBu uzantı ile, ts/m3u8 gibi tipik bir HLS(HTTP Canlı Yayın) formatında sunulan canlı ve arşivlenmiş videoları kolayca kaydedebilirsiniz.\nDahası, benzersiz video yakalama işlevini kullanarak doğrudan video kaydedebilirsiniz.\n\nİndirilen ses ve video verileri, yeniden kodlama yapılmadan aynı kalitede mp4 formatına dönüştürülür.\nBu dönüşüm, harici bir sunucu kullanılmadan uzantı içinde yapılır.\n\nHerhangi bir medyanın kaydı konusunda hiçbir sorumluluk kabul etmediğimizi lütfen unutmayın.\nKaydetmeden önce, medyanın telif hakkı ve izinlerini mutlaka kontrol etmenizi öneririz.\n\nTarayıcınızın en son sürümünü kullandığınızdan emin olun; Canary sürümünde kullanılabilirliği garanti edemeyiz.\n\nGizlilik politikası ve kullanım koşullarını aşağıdaki sayfadan kontrol edebilirsiniz.\n\nhttps://www.hlsloader.com/tr/terms.html",
    "uk": "Найпопулярніший завантажувач для потокових відео.\n\nЗ цим розширенням ви легко можете зберегти живі та архівні відео, які транслюються у типовому форматі HLS (HTTP Live Streaming), такому як ts/m3u8.\nБільше того, ви можете безпосередньо записувати відео, використовуючи унікальну функцію захоплення відео.\n\nЗавантажені аудіо та відео дані конвертуються до mp4 як є з тією ж якістю без повторного кодування.\nЦе конвертування виконується всередині розширення, без використання зовнішнього сервера.\n\nБудь ласка, будьте уважні, що ми не несемо відповідальності за ваш запис будь-яких медіа.\nМи рекомендуємо переконатися у наявності авторського права та дозволів на медіа перед записом.\n\nОбов'язково використовуйте останню версію вашого браузера; ми не можемо гарантувати доступність на версії Canary.\n\nВи можете перевірити політику конфіденційності та умови використання на наступній сторінці.\n\nhttps://www.hlsloader.com/uk/terms.html",
    "vi": "Trình tải xuống phổ biến nhất cho các video trực tuyến.\n\nVới tiện ích mở rộng này, bạn có thể dễ dàng lưu các video trực tiếp và lưu trữ được phát trong định dạng HLS (HTTP Live Streaming) tiêu biểu, như ts/m3u8.\nThêm vào đó, bạn có thể ghi lại video trực tiếp bằng cách sử dụng chức năng ghi video độc đáo.\n\nDữ liệu âm thanh và video được tải xuống được chuyển đổi thành mp4 với chất lượng nguyên bản mà không cần mã hóa lại.\nViệc chuyển đổi này được thực hiện bên trong tiện ích mở rộng, không sử dụng máy chủ bên ngoài.\n\nXin lưu ý rằng chúng tôi không chịu trách nhiệm về việc bạn ghi lại bất kỳ phương tiện truyền thông nào.\nChúng tôi khuyên bạn nên đảm bảo bản quyền và quyền sử dụng của phương tiện truyền thông trước khi ghi lại.\n\nHãy chắc chắn sử dụng phiên bản mới nhất của trình duyệt của bạn; chúng tôi không thể hứa hẹn khả năng sử dụng trên phiên bản Canary.\n\nBạn có thể kiểm tra chính sách bảo mật và điều khoản sử dụng trên trang sau.\n\nhttps://www.hlsloader.com/vi/terms.html",
    "zh_CN": "这是最受欢迎的流媒体视频下载器。\n\n通过这个扩展，您可以轻松保存以典型的HLS(HTTP Live Streaming)格式（如ts/m3u8）传输的直播和存档视频。\n更进一步，您还可以使用独特的视频捕捉功能直接录制视频。\n\n下载的音频和视频数据将以相同的质量转换为mp4，无需重新编码。\n这种转换在扩展内部完成，不使用外部服务器。\n\n请注意，我们对您录制的任何媒体不承担责任。\n我们建议在录制前确保媒体的版权和权限。\n\n确保使用浏览器的最新版本；我们不能保证在Canary版本上的可用性。\n\n您可以在以下页面检查隐私政策和使用条款。\n\nhttps://www.hlsloader.com/cn/terms.html",
    "zh_TW": "這是最受歡迎的串流影片下載工具。\n\n透過這個擴充功能，您可以輕鬆儲存以典型的HLS(HTTP Live Streaming)格式，如ts/m3u8等，傳送的現場直播和存檔影片。\n更棒的是，您還可以使用獨特的影片捕捉功能直接錄製影片。\n\n下載的音頻和影片數據將以相同的質量轉換為mp4，無需重新編碼。\n這種轉換在擴充功能內部完成，不使用外部伺服器。\n\n請注意，對於您錄製的任何媒體，我們不承擔任何責任。\n我們建議在錄製前確保媒體的版權和許可。\n\n請務必使用您瀏覽器的最新版本；我們無法保證在Canary版本上的可用性。\n\n您可以在以下頁面檢查隱私政策和使用條款。\n\nhttps://www.hlsloader.com/tw/terms.html"
  }
}