{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Messenger for Telegram™"
  },
  "short": {
    "ar": "قم بتشغيل Telegram web messenger من متصفحك في نافذة أو علامة تبويب منفصلة واحصل على إشعارات عند تلقي رسائل جديدة",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Launching Telegram web messenger from your browser in a separate window or tab and get notifications when new messages received",
    "bg": "Стартиране на уеб месинджър на Telegram от вашия браузър в отделен прозорец или раздел и получаване на известия при получаване на…",
    "ca": "Inicieu Telegram Web Messenger des del vostre navegador en una finestra o pestanya independent i rebeu notificacions quan es rebin…",
    "cs": "Spusťte webový messenger Telegram z vašeho prohlížeče v samostatném okně nebo záložce a získejte upozornění na nové zprávy",
    "da": "Start Telegram web messenger fra din browser i et separat vindue eller fane og få meddelelser, når nye beskeder modtages",
    "de": "Starten Sie den Telegram Web Messenger von Ihrem Browser in einem separaten Fenster oder Tab und erhalten Sie Benachrichtigungen,…",
    "el": "Εκκίνηση του Telegram web messenger από το πρόγραμμα περιήγησής σας σε ξεχωριστό παράθυρο ή καρτέλα και λήψη ειδοποιήσεων όταν…",
    "es": "Inicie Telegram web messenger desde su navegador en una ventana o pestaña separada y reciba notificaciones cuando reciba nuevos…",
    "et": "Telegrami veebisõnumiprogrammi käivitamine brauserist eraldi aknas või vahekaardil ja uute sõnumite saabumisel märguannete saamine",
    "fa": "راه اندازی پیام رسان وب تلگرام از مرورگر خود در یک پنجره یا تب جداگانه و دریافت اعلان هنگام دریافت پیام های جدید",
    "fi": "Telegram Web Messengerin käynnistäminen selaimesta erillisessä ikkunassa tai välilehdellä ja saat ilmoitukset uusien viestien…",
    "fil": "Paglulunsad ng Telegram web messenger mula sa iyong browser sa isang hiwalay na window o tab at makakuha ng mga abiso kapag…",
    "fr": "Lancer la messagerie Web Telegram à partir de votre navigateur dans une fenêtre ou un onglet séparé et recevoir des notifications…",
    "he": "הפעלת Telegram web messenger מהדפדפן שלך בחלון נפרד או בלשונית וקבל התראות כאשר מתקבלות הודעות חדשות",
    "hi": "अपने ब्राउज़र से टेलीग्राम वेब मैसेंजर को एक अलग विंडो या टैब में लॉन्च करना और नए संदेश प्राप्त होने पर सूचनाएं प्राप्त करना",
    "hr": "Pokretanje Telegram web messengera iz vašeg preglednika u zasebnom prozoru ili kartici i primanje obavijesti kada primite nove…",
    "hu": "Indítsa el a Telegram webes messenger programot a böngészőből egy külön ablakban vagy lapon, és értesítést kapjon új üzenetek…",
    "id": "Luncurkan utusan web Telegram dari browser Anda di jendela atau tab terpisah dan dapatkan pemberitahuan saat pesan baru diterima",
    "it": "Avvia Telegram web messenger dal tuo browser in una finestra o scheda separata e ricevi notifiche quando vengono ricevuti nuovi…",
    "ja": "別のウィンドウまたはタブでブラウザからTelegramWebメッセンジャーを起動し、新しいメッセージを受信したときに通知を受け取ります",
    "ko": "브라우저에서 별도의 창이나 탭으로 Telegram 웹 메신저를 실행하고 새 메시지 수신 시 알림 받기",
    "lt": "Paleiskite „Telegram Web Messenger“ iš naršyklės atskirame lange arba skirtuke ir gaukite pranešimus, kai gaunami nauji pranešimai",
    "lv": "Telegram tīmekļa ziņojumapmaiņas palaišana no pārlūkprogrammas atsevišķā logā vai cilnē un saņemt paziņojumus, kad tiek saņemti…",
    "ms": "Melancarkan pemesej web Telegram daripada penyemak imbas anda dalam tetingkap atau tab yang berasingan dan dapatkan pemberitahuan…",
    "nl": "Telegram-webmessenger starten vanuit uw browser in een apart venster of tabblad en meldingen ontvangen wanneer nieuwe berichten…",
    "no": "Starte Telegram web messenger fra nettleseren din i et eget vindu eller fane og få varsler når nye meldinger mottas",
    "pl": "Uruchamianie komunikatora internetowego Telegram z przeglądarki w osobnym oknie lub karcie i otrzymywanie powiadomień o otrzymaniu…",
    "ro": "Lansați Telegram web messenger din browser într-o fereastră sau filă separată și primiți notificări atunci când primiți mesaje noi",
    "ru": "Запускайте веб-мессенджер Telegram из вашего браузера в отдельном окне или вкладке и получайте уведомления о поступлении новых…",
    "sk": "Spustite webový messenger Telegram z vášho prehliadača v samostatnom okne alebo karte a dostávajte upozornenia na nové správy",
    "sl": "Zagon spletnega sporočila Telegram iz brskalnika v ločenem oknu ali zavihku in prejemanje obvestil, ko prejmete nova sporočila",
    "sr": "Покретање Телеграм веб мессенгер-а из вашег претраживача у посебном прозору или картици и добијање обавештења када примите нове…",
    "sv": "Starta Telegram web messenger från din webbläsare i ett separat fönster eller flik och få aviseringar när nya meddelanden tas emot",
    "th": "เรียกใช้ Telegram web messenger จากเบราว์เซอร์ของคุณในหน้าต่างหรือแท็บแยก และรับการแจ้งเตือนเมื่อได้รับข้อความใหม่",
    "tr": "Telegram web messenger&#39;ı tarayıcınızdan ayrı bir pencerede veya sekmede başlatma ve yeni mesajlar alındığında bildirim alma",
    "uk": "Запуск веб-мессенджера Telegram з вашого браузера в окремому вікні або вкладці та отримання сповіщень про отримання нових…",
    "vi": "Khởi chạy trình nhắn tin web Telegram từ trình duyệt của bạn trong một cửa sổ hoặc tab riêng biệt và nhận thông báo khi nhận được…",
    "zh_CN": "在单独的窗口或选项卡中从浏览器启动 Telegram 网络信使，并在收到新消息时收到通知",
    "zh_TW": "在單獨的窗口或選項卡中從瀏覽器啟動 Telegram 網絡信使，並在收到新消息時收到通知"
  },
  "long": {
    "ar": "هل أردت يومًا تلقي إشعارات على جهاز الكمبيوتر الخاص بك عندما تتلقى رسالة على Telegram؟\n\nيمكنك استخدام هذا البرنامج لتلقي إخطارات على الفور متى تلقيت رسالة جديدة على Telegram.\n\nهل تحتاج إلى التركيز على العمل في بعض الأحيان وتريد فقط أن تضع هاتفك بعيدًا لتقليل كل المشتتات؟\n\nلا يزال بإمكانك تلقي تنبيهات على Telegram في متصفحك عند تثبيت هذا البرنامج اليوم.\n\nاحصل على إشعارات عندما تكون هناك رسالة جديدة داخل مجموعات Telegram الخاصة بك.\n\nالهدف الرئيسي من هذا الامتداد هو السماح لك بالوصول إلى محادثات Telegram على جهاز الكمبيوتر الخاص بك. هذا يسمح لك\nضع هاتفك بعيدًا وركز 100٪ على عملك عندما تكون على الكمبيوتر.\n\nيرجى ملاحظة أن هذا الامتداد تم إجراؤه بواسطة مطورين تابعين لجهات خارجية ولم يتم إنشاؤه بواسطة Telegram Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Ever wanted to get notifications on your computer when you get a message on Telegram?\n\nYou can use this software to get notified instantly whenever you have a new message on Telegram.\n\nDo you need to focus on work at times and just want to put your phone away to minimize all distractions?\n\nYou can still get alerts on Telegram in your browser when you install this software today.\n\nGet notifications whenever there is a new message inside your Telegram groups.\n\nThe main goal of this extension is to allow you to have access to your Telegram chats on your computer. This allows you to\nput away your phone and focus 100% on your work when you are at the computer.\n\nPlease note this extension was made by third party developers and it is NOT made by Telegram Inc.",
    "bg": "Искали ли сте някога да получавате известия на компютъра си, когато получите съобщение в Telegram?\n\nМожете да използвате този софтуер, за да получавате известия незабавно, когато имате ново съобщение в Telegram.\n\nТрябва ли да се съсредоточите върху работата понякога и просто искате да оставите телефона си, за да сведете до минимум всички разсейвания?\n\nВсе още можете да получавате сигнали в Telegram във вашия браузър, когато инсталирате този софтуер днес.\n\nПолучавайте известия всеки път, когато има ново съобщение във вашите групи в Telegram.\n\nОсновната цел на това разширение е да ви позволи да имате достъп до вашите чатове в Telegram на вашия компютър. Това ви позволява да\nоставете телефона си и се съсредоточете 100% върху работата си, когато сте пред компютъра.\n\nМоля, имайте предвид, че това разширение е направено от разработчици на трети страни и НЕ е направено от Telegram Inc.",
    "ca": "Alguna vegada heu volgut rebre notificacions al vostre ordinador quan rebeu un missatge a Telegram?\n\nPodeu utilitzar aquest programari per rebre notificacions a l'instant sempre que tingueu un missatge nou a Telegram.\n\nNecessites centrar-te en la feina de vegades i només vols guardar el telèfon per minimitzar totes les distraccions?\n\nEncara podeu rebre alertes a Telegram al vostre navegador quan instal·leu aquest programari avui.\n\nRebeu notificacions sempre que hi hagi un missatge nou dins dels vostres grups de Telegram.\n\nL'objectiu principal d'aquesta extensió és permetre't tenir accés als teus xats de Telegram al teu ordinador. Això us permet\nguarda el telèfon i centra't al 100% en la teva feina quan estiguis a l'ordinador.\n\nTingueu en compte que aquesta extensió l'han fet desenvolupadors de tercers i NO l'han fet Telegram Inc.",
    "cs": "Chtěli jste někdy dostávat upozornění na váš počítač, když dostanete zprávu na telegramu?\n\nTento software můžete použít k okamžitému upozornění, kdykoli máte novou zprávu na telegramu.\n\nPotřebujete se občas soustředit na práci a chcete jen odložit telefon, abyste minimalizovali veškeré rušivé vlivy?\n\nPři instalaci tohoto softwaru můžete stále dostávat upozornění na telegram ve vašem prohlížeči.\n\nZískejte upozornění, kdykoli se ve vašich telegramových skupinách objeví nová zpráva.\n\nHlavním cílem tohoto rozšíření je umožnit vám mít přístup k vašim telegramovým chatům na vašem počítači. To vám umožňuje\nodložte telefon a soustřeďte se na 100 % na svou práci, když jste u počítače.\n\nUpozorňujeme, že toto rozšíření bylo vytvořeno vývojáři třetích stran a NENÍ vytvořeno společností Telegram Inc.",
    "da": "Har du nogensinde ønsket at få meddelelser på din computer, når du får en besked på Telegram?\n\nDu kan bruge denne software til at få besked med det samme, når du har en ny besked på Telegram.\n\nHar du brug for at fokusere på arbejdet til tider og vil du bare lægge din telefon væk for at minimere alle distraktioner?\n\nDu kan stadig få advarsler på Telegram i din browser, når du installerer denne software i dag.\n\nFå meddelelser, hver gang der er en ny besked i dine Telegram-grupper.\n\nHovedmålet med denne udvidelse er at give dig adgang til dine Telegram-chats på din computer. Dette giver dig mulighed for\nlæg din telefon fra dig og fokuser 100 % på dit arbejde, når du er ved computeren.\n\nBemærk venligst, at denne udvidelse er lavet af tredjepartsudviklere, og den er IKKE lavet af Telegram Inc.",
    "de": "Wollten Sie schon immer Benachrichtigungen auf Ihrem Computer erhalten, wenn Sie eine Nachricht auf Telegram erhalten?\n\nSie können diese Software verwenden, um sofort benachrichtigt zu werden, wenn Sie eine neue Nachricht auf Telegram haben.\n\nMüssen Sie sich manchmal auf die Arbeit konzentrieren und möchten Ihr Telefon einfach weglegen, um alle Ablenkungen zu minimieren?\n\nSie können immer noch Benachrichtigungen auf Telegram in Ihrem Browser erhalten, wenn Sie diese Software heute installieren.\n\nErhalten Sie Benachrichtigungen, wenn es eine neue Nachricht in Ihren Telegrammgruppen gibt.\n\nDas Hauptziel dieser Erweiterung ist es, Ihnen den Zugriff auf Ihre Telegram-Chats auf Ihrem Computer zu ermöglichen. Dies ermöglicht Ihnen\nLegen Sie Ihr Telefon weg und konzentrieren Sie sich zu 100 % auf Ihre Arbeit, wenn Sie am Computer sitzen.\n\nBitte beachten Sie, dass diese Erweiterung von Drittentwicklern erstellt wurde und NICHT von Telegram Inc.",
    "el": "Θέλατε ποτέ να λαμβάνετε ειδοποιήσεις στον υπολογιστή σας όταν λαμβάνετε ένα μήνυμα στο Telegram;\n\nΜπορείτε να χρησιμοποιήσετε αυτό το λογισμικό για να λαμβάνετε άμεση ειδοποίηση κάθε φορά που έχετε ένα νέο μήνυμα στο Telegram.\n\nΧρειάζεται να εστιάσετε στη δουλειά μερικές φορές και απλώς θέλετε να αφήσετε το τηλέφωνό σας μακριά για να ελαχιστοποιήσετε όλους τους περισπασμούς;\n\nΜπορείτε ακόμα να λαμβάνετε ειδοποιήσεις στο Telegram στο πρόγραμμα περιήγησής σας όταν εγκαταστήσετε αυτό το λογισμικό σήμερα.\n\nΛάβετε ειδοποιήσεις κάθε φορά που υπάρχει νέο μήνυμα στις ομάδες σας στο Telegram.\n\nΟ κύριος στόχος αυτής της επέκτασης είναι να σας επιτρέψει να έχετε πρόσβαση στις συνομιλίες σας στο Telegram στον υπολογιστή σας. Αυτό σας επιτρέπει να\nαφήστε το τηλέφωνό σας και επικεντρωθείτε 100% στην εργασία σας όταν είστε στον υπολογιστή.\n\nΛάβετε υπόψη ότι αυτή η επέκταση έγινε από τρίτους προγραμματιστές και ΔΕΝ έγινε από την Telegram Inc.",
    "es": "¿Alguna vez quisiste recibir notificaciones en tu computadora cuando recibes un mensaje en Telegram?\n\nPuede usar este software para recibir notificaciones instantáneas cada vez que tenga un nuevo mensaje en Telegram.\n\n¿Necesita concentrarse en el trabajo a veces y solo quiere guardar su teléfono para minimizar todas las distracciones?\n\nTodavía puede recibir alertas en Telegram en su navegador cuando instala este software hoy.\n\nRecibe notificaciones cada vez que haya un mensaje nuevo dentro de tus grupos de Telegram.\n\nEl objetivo principal de esta extensión es permitirle tener acceso a sus chats de Telegram en su computadora. Esto te permite\nguarde su teléfono y concéntrese al 100% en su trabajo cuando esté en la computadora.\n\nTenga en cuenta que esta extensión fue creada por desarrolladores externos y NO por Telegram Inc.",
    "et": "Kas olete kunagi tahtnud saada oma arvutisse teateid, kui saate Telegramis sõnumi?\n\nSaate seda tarkvara kasutada, et saada koheselt teavitust, kui teil on Telegramis uus sõnum.\n\nKas peate aeg-ajalt keskenduma tööle ja tahate lihtsalt telefoni käest panna, et kõik segavad asjaolud minimeerida?\n\nKui installite selle tarkvara täna, saate oma brauseris endiselt Telegrami hoiatusi.\n\nSaate märguandeid alati, kui teie Telegrami gruppides on uus sõnum.\n\nSelle laienduse põhieesmärk on võimaldada teil oma arvutis juurdepääsu oma Telegrami vestlustele. See võimaldab teil\npane telefon käest ja keskendu 100% oma tööle, kui oled arvuti taga.\n\nPange tähele, et selle laienduse tegid kolmanda osapoole arendajad ja see EI ole Telegram Inc.",
    "fa": "آیا تا به حال خواسته اید هنگام دریافت پیام در تلگرام در رایانه خود اعلان دریافت کنید؟\n\nبا استفاده از این نرم افزار می توانید هر زمان که پیام جدیدی در تلگرام دارید فوراً از آن مطلع شوید.\n\nآیا لازم است گاهی اوقات روی کار تمرکز کنید و فقط می خواهید تلفن خود را کنار بگذارید تا همه حواس پرتی را به حداقل برسانید؟\n\nوقتی امروز این نرم افزار را نصب می کنید، همچنان می توانید در مرورگر خود در تلگرام هشدار دریافت کنید.\n\nهر زمان که پیام جدیدی در گروه های تلگرامی شما ارسال شد، اعلان دریافت کنید.\n\nهدف اصلی این افزونه این است که به شما اجازه دهد به چت های تلگرام خود در رایانه خود دسترسی داشته باشید. این به شما اجازه می دهد\nگوشی خود را کنار بگذارید و وقتی پشت کامپیوتر هستید 100% روی کار خود تمرکز کنید.\n\nلطفا توجه داشته باشید که این افزونه توسط توسعه دهندگان شخص ثالث ساخته شده است و توسط Telegram Inc ساخته نشده است.",
    "fil": "Oletko koskaan halunnut saada ilmoituksia tietokoneellesi, kun saat viestin Telegramissa?\n\nVoit käyttää tätä ohjelmistoa saadaksesi ilmoituksen heti, kun sinulla on uusi viesti Telegramissa.\n\nPitääkö sinun välillä keskittyä työhön ja haluat vain laittaa puhelimesi pois häiriötekijöiden minimoimiseksi?\n\nVoit silti saada ilmoituksia Telegramista selaimessasi, kun asennat tämän ohjelmiston tänään.\n\nSaat ilmoituksia aina, kun Telegram-ryhmiesi sisällä on uusi viesti.\n\nTämän laajennuksen päätavoite on antaa sinulle pääsy Telegram-keskusteluihisi tietokoneellasi. Tämän avulla voit\nlaita puhelimesi pois ja keskity 100 % työhön, kun olet tietokoneen ääressä.\n\nHuomaa, että tämän laajennuksen ovat tehneet kolmannen osapuolen kehittäjät, eikä sitä ole tehnyt Telegram Inc.",
    "fr": "Vous avez toujours voulu recevoir des notifications sur votre ordinateur lorsque vous recevez un message sur Telegram ?\n\nVous pouvez utiliser ce logiciel pour être averti instantanément chaque fois que vous avez un nouveau message sur Telegram.\n\nAvez-vous parfois besoin de vous concentrer sur le travail et souhaitez-vous simplement ranger votre téléphone pour minimiser toutes les distractions ?\n\nVous pouvez toujours recevoir des alertes sur Telegram dans votre navigateur lorsque vous installez ce logiciel aujourd'hui.\n\nRecevez des notifications chaque fois qu'il y a un nouveau message dans vos groupes Telegram.\n\nL'objectif principal de cette extension est de vous permettre d'accéder à vos chats Telegram sur votre ordinateur. Cela vous permet de\nrangez votre téléphone et concentrez-vous à 100% sur votre travail lorsque vous êtes devant l'ordinateur.\n\nVeuillez noter que cette extension a été réalisée par des développeurs tiers et qu'elle n'est PAS réalisée par Telegram Inc.",
    "hi": "जब आप टेलीग्राम पर संदेश प्राप्त करते हैं तो क्या आप अपने कंप्यूटर पर सूचनाएं प्राप्त करना चाहते हैं?\n\nजब भी आपके पास टेलीग्राम पर कोई नया संदेश आता है, तो आप तुरंत सूचित करने के लिए इस सॉफ़्टवेयर का उपयोग कर सकते हैं।\n\nक्या आपको कभी-कभी काम पर ध्यान केंद्रित करने की आवश्यकता होती है और सभी विकर्षणों को कम करने के लिए अपने फोन को दूर रखना चाहते हैं?\n\nजब आप आज इस सॉफ़्टवेयर को स्थापित करते हैं तब भी आप अपने ब्राउज़र में टेलीग्राम पर अलर्ट प्राप्त कर सकते हैं।\n\nजब भी आपके टेलीग्राम समूहों में कोई नया संदेश आता है तो सूचनाएं प्राप्त करें।\n\nइस एक्सटेंशन का मुख्य लक्ष्य आपको अपने कंप्यूटर पर टेलीग्राम चैट तक पहुंचने की अनुमति देना है। यह आपको अनुमति देता है\nजब आप कंप्यूटर पर हों तो अपना फोन दूर रखें और अपने काम पर 100% ध्यान दें।\n\nकृपया ध्यान दें कि यह एक्सटेंशन तीसरे पक्ष के डेवलपर्स द्वारा बनाया गया था और यह टेलीग्राम इंक द्वारा नहीं बनाया गया है।",
    "hr": "Jeste li ikada htjeli primati obavijesti na svoje računalo kada dobijete poruku na Telegramu?\n\nPomoću ovog softvera možete odmah dobiti obavijest kad god imate novu poruku na Telegramu.\n\nTrebate li se s vremena na vrijeme usredotočiti na posao i jednostavno želite odložiti telefon kako biste sveli sve ometanja na najmanju moguću mjeru?\n\nJoš uvijek možete primati upozorenja na Telegramu u svom pregledniku kada instalirate ovaj softver danas.\n\nPrimajte obavijesti kad god postoji nova poruka u vašim Telegram grupama.\n\nGlavni cilj ovog proširenja je omogućiti vam pristup vašim Telegram chatovima na vašem računalu. To vam omogućuje da\nodložite telefon i usredotočite se 100% na svoj posao dok ste za računalom.\n\nImajte na umu da su ovo proširenje izradili programeri treće strane i NIJE ga izradio Telegram Inc.",
    "hu": "Szeretett volna már értesítést kapni a számítógépén, amikor üzenetet kap a Telegramon?\n\nEzzel a szoftverrel azonnali értesítést kaphat, ha új üzenete érkezik a Telegramon.\n\nIdőnként a munkára kell összpontosítania, és csak el szeretné tenni a telefonját, hogy minimalizálja a zavaró tényezőket?\n\nMég mindig kaphat figyelmeztetéseket a Telegramon a böngészőjében, ha ma telepíti ezt a szoftvert.\n\nÉrtesítést kaphat, ha új üzenet érkezik a Telegram-csoportjaiba.\n\nEnnek a bővítménynek az a fő célja, hogy hozzáférést biztosítson a Telegram-csevegésekhez a számítógépén. Ez lehetővé teszi, hogy\ntedd el a telefont, és koncentrálj 100%-ban a munkájára, amikor a számítógép előtt van.\n\nFelhívjuk figyelmét, hogy ezt a bővítményt harmadik fél fejlesztők készítették, és NEM a Telegram Inc.",
    "id": "Pernah ingin mendapatkan notifikasi di komputer Anda ketika Anda menerima pesan di Telegram?\n\nAnda dapat menggunakan perangkat lunak ini untuk mendapatkan pemberitahuan secara instan setiap kali Anda memiliki pesan baru di Telegram.\n\nApakah Anda perlu fokus pada pekerjaan pada waktu-waktu tertentu dan hanya ingin meletakkan ponsel Anda untuk meminimalkan semua gangguan?\n\nAnda masih bisa mendapatkan peringatan tentang Telegram di browser Anda saat Anda menginstal perangkat lunak ini hari ini.\n\nDapatkan pemberitahuan setiap kali ada pesan baru di dalam grup Telegram Anda.\n\nTujuan utama ekstensi ini adalah untuk memungkinkan Anda memiliki akses ke obrolan Telegram di komputer Anda. Ini memungkinkan Anda untuk\nsingkirkan ponsel Anda dan fokuskan 100% pada pekerjaan Anda saat berada di depan komputer.\n\nHarap dicatat ekstensi ini dibuat oleh pengembang pihak ketiga dan TIDAK dibuat oleh Telegram Inc.",
    "it": "Hai mai desiderato ricevere notifiche sul tuo computer quando ricevi un messaggio su Telegram?\n\nPuoi utilizzare questo software per ricevere immediatamente una notifica ogni volta che ricevi un nuovo messaggio su Telegram.\n\nHai bisogno di concentrarti sul lavoro a volte e vuoi semplicemente mettere via il telefono per ridurre al minimo tutte le distrazioni?\n\nPuoi ancora ricevere avvisi su Telegram nel tuo browser quando installi questo software oggi.\n\nRicevi notifiche ogni volta che c'è un nuovo messaggio all'interno dei tuoi gruppi Telegram.\n\nL'obiettivo principale di questa estensione è consentirti di accedere alle tue chat di Telegram sul tuo computer. Questo te lo permette\nmetti via il telefono e concentrati al 100% sul tuo lavoro quando sei al computer.\n\nTieni presente che questa estensione è stata realizzata da sviluppatori di terze parti e NON da Telegram Inc.",
    "ja": "Telegramでメッセージを受信したときに、コンピューターで通知を受け取りたいと思ったことはありませんか？\n\nこのソフトウェアを使用すると、Telegramに新しいメッセージがあるたびに即座に通知を受け取ることができます。\n\nあなたは時々仕事に集中する必要があり、すべての気を散らすものを最小限に抑えるためにあなたの電話を片付けたいだけですか？\n\n今日このソフトウェアをインストールすると、ブラウザのTelegramでアラートを受け取ることができます。\n\nTelegramグループ内に新しいメッセージがあるたびに通知を受け取ります。\n\nこの拡張機能の主な目的は、コンピューター上のTelegramチャットにアクセスできるようにすることです。これにより、\nあなたがコンピュータにいるとき、あなたの電話を片付けて、あなたの仕事に100％集中してください。\n\nこの拡張機能はサードパーティの開発者によって作成されたものであり、TelegramIncによって作成されたものではないことに注意してください。",
    "ko": "Telegram에서 메시지를 받았을 때 컴퓨터에서 알림을 받고 싶었던 적이 있습니까?\n\n이 소프트웨어를 사용하면 Telegram에 새 메시지가 있을 때마다 즉시 알림을 받을 수 있습니다.\n\n때때로 업무에 집중해야 하고 모든 주의 산만함을 최소화하기 위해 휴대전화를 멀리하고 싶습니까?\n\n오늘 이 소프트웨어를 설치하면 브라우저에서 Telegram에 대한 경고를 계속 받을 수 있습니다.\n\nTelegram 그룹에 새 메시지가 있을 때마다 알림을 받으세요.\n\n이 확장의 주요 목표는 컴퓨터에서 텔레그램 채팅에 액세스할 수 있도록 하는 것입니다. 이를 통해 다음을 수행할 수 있습니다.\n컴퓨터에 있을 때는 휴대전화를 멀리하고 작업에 100% 집중하세요.\n\n이 확장 기능은 타사 개발자가 만든 것이며 Telegram Inc에서 만든 것이 아닙니다.",
    "lt": "Ar kada nors norėjote gauti pranešimus kompiuteryje, kai gaunate pranešimą „Telegram“?\n\nGalite naudoti šią programinę įrangą, kad iškart gautumėte pranešimą, kai gausite naują pranešimą „Telegram“.\n\nAr kartais reikia susikoncentruoti į darbą ir tiesiog padėti telefoną, kad mažiau blaškytumėte?\n\nŠiandien įdiegę šią programinę įrangą savo naršyklėje vis tiek galite gauti įspėjimus apie „Telegram“.\n\nGaukite pranešimus, kai jūsų „Telegram“ grupėse yra naujas pranešimas.\n\nPagrindinis šio plėtinio tikslas yra leisti jums pasiekti savo „Telegram“ pokalbius kompiuteryje. Tai leidžia jums\npadėkite telefoną ir 100% susikoncentruokite į savo darbą, kai esate prie kompiuterio.\n\nAtkreipkite dėmesį, kad šį plėtinį sukūrė trečiųjų šalių kūrėjai ir jo NĖRA Telegram Inc.",
    "lv": "Vai esat kādreiz vēlējies saņemt paziņojumus savā datorā, kad saņemat ziņojumu pakalpojumā Telegram?\n\nVarat izmantot šo programmatūru, lai nekavējoties saņemtu paziņojumu, kad pakalpojumā Telegram ir jauns ziņojums.\n\nVai jums reizēm jākoncentrējas uz darbu un vienkārši vēlaties nolikt tālruni, lai mazinātu visus traucējošos?\n\nJūs joprojām varat saņemt brīdinājumus par Telegram savā pārlūkprogrammā, kad šodien instalējat šo programmatūru.\n\nSaņemiet paziņojumus ikreiz, kad jūsu Telegram grupās ir jauns ziņojums.\n\nŠī paplašinājuma galvenais mērķis ir ļaut datorā piekļūt Telegram tērzēšanai. Tas ļauj jums\nnolieciet tālruni un 100% koncentrējieties uz savu darbu, kad atrodaties pie datora.\n\nLūdzu, ņemiet vērā, ka šo paplašinājumu izveidoja trešo pušu izstrādātāji, un to NAV veicis Telegram Inc.",
    "ms": "Pernah mahu mendapatkan pemberitahuan pada komputer anda apabila anda mendapat mesej di Telegram?\n\nAnda boleh menggunakan perisian ini untuk mendapatkan pemberitahuan serta-merta apabila anda mempunyai mesej baharu di Telegram.\n\nAdakah anda perlu memberi tumpuan pada kerja pada masa-masa dan hanya mahu meletakkan telefon anda untuk meminimumkan semua gangguan?\n\nAnda masih boleh mendapatkan makluman di Telegram dalam penyemak imbas anda apabila anda memasang perisian ini hari ini.\n\nDapatkan pemberitahuan setiap kali terdapat mesej baharu dalam kumpulan Telegram anda.\n\nMatlamat utama sambungan ini adalah untuk membolehkan anda mempunyai akses kepada sembang Telegram anda pada komputer anda. Ini membolehkan anda\nletakkan telefon anda dan fokus 100% pada kerja anda apabila anda berada di hadapan komputer.\n\nSila ambil perhatian bahawa sambungan ini dibuat oleh pembangun pihak ketiga dan ia BUKAN dibuat oleh Telegram Inc.",
    "nl": "Heb je ooit meldingen op je computer willen ontvangen wanneer je een bericht op Telegram ontvangt?\n\nU kunt deze software gebruiken om direct een melding te krijgen wanneer u een nieuw bericht op Telegram heeft.\n\nMoet je je soms op je werk concentreren en wil je gewoon je telefoon wegleggen om alle afleiding te minimaliseren?\n\nU kunt nog steeds meldingen over Telegram in uw browser ontvangen wanneer u deze software vandaag installeert.\n\nOntvang meldingen wanneer er een nieuw bericht is in uw Telegram-groepen.\n\nHet belangrijkste doel van deze extensie is om u toegang te geven tot uw Telegram-chats op uw computer. Dit stelt u in staat om\nleg je telefoon weg en concentreer je 100% op je werk als je achter de computer zit.\n\nLet op: deze extensie is gemaakt door externe ontwikkelaars en NIET door Telegram Inc.",
    "no": "Har du noen gang ønsket å få varsler på datamaskinen din når du får en melding på Telegram?\n\nDu kan bruke denne programvaren til å bli varslet umiddelbart når du har en ny melding på Telegram.\n\nTrenger du å fokusere på jobb til tider og bare vil legge vekk telefonen for å minimere alle distraksjoner?\n\nDu kan fortsatt få varsler på Telegram i nettleseren din når du installerer denne programvaren i dag.\n\nFå varsler hver gang det er en ny melding i Telegram-gruppene dine.\n\nHovedmålet med denne utvidelsen er å gi deg tilgang til Telegram-chattene dine på datamaskinen din. Dette lar deg\nlegg fra deg telefonen og fokuser 100 % på arbeidet når du sitter ved datamaskinen.\n\nVær oppmerksom på at denne utvidelsen ble laget av tredjepartsutviklere, og den er IKKE laget av Telegram Inc.",
    "pl": "Czy kiedykolwiek chciałeś otrzymywać powiadomienia na swoim komputerze, gdy otrzymasz wiadomość na Telegramie?\n\nMożesz użyć tego oprogramowania, aby natychmiast otrzymywać powiadomienia o nowej wiadomości w Telegramie.\n\nCzy czasami musisz skupić się na pracy i po prostu odłożyć telefon, aby zminimalizować wszystkie czynniki rozpraszające?\n\nNadal możesz otrzymywać alerty w Telegramie w swojej przeglądarce po zainstalowaniu tego oprogramowania dzisiaj.\n\nOtrzymuj powiadomienia za każdym razem, gdy w Twoich grupach telegramów pojawi się nowa wiadomość.\n\nGłównym celem tego rozszerzenia jest umożliwienie dostępu do czatów Telegrama na komputerze. To pozwala\nodłóż telefon i skup się w 100% na swojej pracy, gdy jesteś przy komputerze.\n\nNależy pamiętać, że to rozszerzenie zostało stworzone przez zewnętrznych programistów i NIE zostało stworzone przez Telegram Inc.",
    "ro": "Ai vrut vreodată să primești notificări pe computer când primești un mesaj pe Telegram?\n\nPuteți folosi acest software pentru a primi notificări instantanee ori de câte ori aveți un mesaj nou pe Telegram.\n\nTrebuie să vă concentrați uneori pe muncă și doriți doar să vă lăsați telefonul deoparte pentru a minimiza toate distragerile?\n\nPuteți primi în continuare alerte pe Telegram în browser atunci când instalați acest software astăzi.\n\nPrimiți notificări ori de câte ori există un mesaj nou în grupurile dvs. Telegram.\n\nScopul principal al acestei extensii este să vă permită să aveți acces la chat-urile Telegram de pe computer. Acest lucru vă permite să\nPune-ți telefonul deoparte și concentrează-te 100% pe munca ta când te afli la computer.\n\nVă rugăm să rețineți că această extensie a fost realizată de dezvoltatori terți și NU este făcută de Telegram Inc.",
    "ru": "Вы когда-нибудь хотели получать уведомления на свой компьютер, когда получаете сообщение в Telegram?\n\nВы можете использовать это программное обеспечение, чтобы мгновенно получать уведомления о новых сообщениях в Telegram.\n\nВам нужно время от времени сосредоточиться на работе и просто хотите убрать телефон, чтобы свести к минимуму все отвлекающие факторы?\n\nВы по-прежнему можете получать оповещения в Telegram в своем браузере, если установите это программное обеспечение сегодня.\n\nПолучайте уведомления всякий раз, когда в ваших группах Telegram появляется новое сообщение.\n\nОсновная цель этого расширения — предоставить вам доступ к вашим чатам Telegram на вашем компьютере. Это позволяет вам\nуберите телефон и полностью сосредоточьтесь на работе, когда сидите за компьютером.\n\nОбратите внимание, что это расширение было создано сторонними разработчиками, а не компанией Telegram Inc.",
    "sk": "Chceli ste niekedy dostávať upozornenia na váš počítač, keď dostanete správu na telegrame?\n\nTento softvér môžete použiť na okamžité upozornenie vždy, keď máte novú správu v telegrame.\n\nPotrebujete sa občas sústrediť na prácu a chcete telefón len odložiť, aby ste minimalizovali všetky rušivé prvky?\n\nKeď si dnes nainštalujete tento softvér, stále môžete dostávať upozornenia na telegram vo svojom prehliadači.\n\nZískajte upozornenia vždy, keď sa vo vašich telegramových skupinách objaví nová správa.\n\nHlavným cieľom tohto rozšírenia je umožniť vám prístup k vašim telegramovým rozhovorom na vašom počítači. To vám umožňuje\nodložte telefón a sústreďte sa na 100 % na prácu, keď sedíte pri počítači.\n\nUpozorňujeme, že toto rozšírenie vytvorili vývojári tretích strán a NIE JE vyrobené spoločnosťou Telegram Inc.",
    "sl": "Ste kdaj želeli prejemati obvestila na svoj računalnik, ko prejmete sporočilo v Telegramu?\n\nTo programsko opremo lahko uporabite za takojšnje obveščanje, ko imate novo sporočilo v Telegramu.\n\nAli se morate občasno osredotočiti na delo in želite samo odložiti telefon, da zmanjšate vse motnje?\n\nKo danes namestite to programsko opremo, lahko še vedno prejemate opozorila na Telegramu v brskalniku.\n\nPrejemajte obvestila, ko je v vaših skupinah Telegram novo sporočilo.\n\nGlavni cilj te razširitve je omogočiti dostop do vaših Telegram klepetov na vašem računalniku. To vam omogoča, da\nodložite telefon in se 100 % osredotočite na svoje delo, ko ste za računalnikom.\n\nUpoštevajte, da so to razširitev izdelali razvijalci tretjih oseb in NI Telegram Inc.",
    "sr": "Да ли сте икада желели да добијате обавештења на рачунару када добијете поруку на Телеграму?\n\nМожете да користите овај софтвер да бисте одмах били обавештени кад год имате нову поруку на Телеграму.\n\nДа ли је потребно да се с времена на време фокусирате на посао и само желите да одложите телефон да бисте свели све ометања на минимум?\n\nЈош увек можете да добијате обавештења на Телеграму у свом претраживачу када инсталирате овај софтвер данас.\n\nДобијајте обавештења кад год постоји нова порука у вашим Телеграм групама.\n\nГлавни циљ овог проширења је да вам омогући приступ својим Телеграм четовима на рачунару. Ово вам омогућава да\nодложите телефон и фокусирајте се 100% на свој посао док сте за рачунаром.\n\nИмајте на уму да су ово проширење направили програмери треће стране и НИЈЕ га направио Телеграм Инц.",
    "sv": "Har du någonsin velat få aviseringar på din dator när du får ett meddelande på Telegram?\n\nDu kan använda den här programvaran för att få ett meddelande direkt när du har ett nytt meddelande på Telegram.\n\nBehöver du fokusera på jobbet ibland och bara vill lägga undan telefonen för att minimera alla distraktioner?\n\nDu kan fortfarande få varningar på Telegram i din webbläsare när du installerar denna programvara idag.\n\nFå aviseringar när det finns ett nytt meddelande i dina Telegram-grupper.\n\nHuvudmålet med denna tillägg är att låta dig ha tillgång till dina Telegram-chattar på din dator. Detta gör att du kan\nlägg undan telefonen och fokusera till 100 % på ditt arbete när du sitter vid datorn.\n\nObservera att denna tillägg har gjorts av tredjepartsutvecklare och att den INTE är gjord av Telegram Inc.",
    "th": "เคยต้องการรับการแจ้งเตือนบนคอมพิวเตอร์ของคุณเมื่อคุณได้รับข้อความทางโทรเลขหรือไม่?\n\nคุณสามารถใช้ซอฟต์แวร์นี้เพื่อรับการแจ้งเตือนทันทีทุกครั้งที่คุณมีข้อความใหม่ในโทรเลข\n\nคุณจำเป็นต้องจดจ่อกับงานในบางครั้งและเพียงแค่ต้องการวางโทรศัพท์ไว้ใกล้ตัวเพื่อลดสิ่งรบกวนสมาธิให้เหลือน้อยที่สุดหรือไม่?\n\nคุณยังคงสามารถรับการแจ้งเตือนบน Telegram ในเบราว์เซอร์ของคุณเมื่อคุณติดตั้งซอฟต์แวร์นี้ในวันนี้\n\nรับการแจ้งเตือนเมื่อมีข้อความใหม่ในกลุ่มโทรเลขของคุณ\n\nเป้าหมายหลักของส่วนขยายนี้คือเพื่อให้คุณสามารถเข้าถึงการแชททางโทรเลขบนคอมพิวเตอร์ของคุณได้ สิ่งนี้ทำให้คุณสามารถ\nวางโทรศัพท์และจดจ่อกับงานของคุณ 100% เมื่อคุณอยู่ที่คอมพิวเตอร์\n\nโปรดทราบว่าส่วนขยายนี้สร้างโดยนักพัฒนาบุคคลที่สามและไม่ได้ทำโดย Telegram Inc.",
    "tr": "Hiç Telegram'da bir mesaj aldığınızda bilgisayarınızda bildirim almak istediniz mi?\n\nTelegram'da yeni bir mesajınız olduğunda anında haberdar olmak için bu yazılımı kullanabilirsiniz.\n\nZaman zaman işinize odaklanmanız mı gerekiyor ve dikkatinizi dağıtacak şeyleri en aza indirmek için telefonunuzu bir kenara mı atmak istiyorsunuz?\n\nBu yazılımı bugün yüklediğinizde tarayıcınızda Telegram'da hala uyarılar alabilirsiniz.\n\nTelegram gruplarınızda yeni bir mesaj olduğunda bildirim alın.\n\nBu uzantının temel amacı, bilgisayarınızdaki Telegram sohbetlerinize erişmenize izin vermektir. Bu, şunları yapmanızı sağlar:\nTelefonunuzu bir kenara koyun ve bilgisayar başındayken %100 işinize odaklanın.\n\nLütfen bu uzantının üçüncü taraf geliştiriciler tarafından yapıldığını ve Telegram Inc. tarafından YAPILMADIĞINI unutmayın.",
    "uk": "Ви коли-небудь хотіли отримувати сповіщення на свій комп’ютер, коли отримуєте повідомлення в Telegram?\n\nВи можете використовувати це програмне забезпечення, щоб миттєво отримувати сповіщення, коли у вас є нове повідомлення в Telegram.\n\nВам час від часу потрібно зосередитися на роботі і просто відкласти телефон, щоб звести до мінімуму всі відволікаючі фактори?\n\nВи все ще можете отримувати сповіщення в Telegram у своєму веб-переглядачі, коли встановите це програмне забезпечення сьогодні.\n\nОтримуйте сповіщення, коли у ваших групах Telegram з’являється нове повідомлення.\n\nОсновна мета цього розширення — надати вам доступ до ваших чатів Telegram на вашому комп’ютері. Це дозволяє вам\nвідкладіть телефон і на 100% зосередьтесь на своїй роботі, коли ви за комп’ютером.\n\nЗверніть увагу, що це розширення створено сторонніми розробниками, і воно НЕ створено Telegram Inc.",
    "vi": "Bạn đã bao giờ muốn nhận thông báo trên máy tính của mình khi bạn nhận được tin nhắn trên Telegram chưa?\n\nBạn có thể sử dụng phần mềm này để nhận thông báo ngay lập tức bất cứ khi nào bạn có tin nhắn mới trên Telegram.\n\nBạn có lúc cần tập trung vào công việc và chỉ muốn cất điện thoại đi để giảm thiểu mọi phiền nhiễu?\n\nBạn vẫn có thể nhận được cảnh báo trên Telegram trong trình duyệt của mình khi cài đặt phần mềm này ngay hôm nay.\n\nNhận thông báo bất cứ khi nào có tin nhắn mới trong các nhóm Telegram của bạn.\n\nMục tiêu chính của tiện ích mở rộng này là cho phép bạn có quyền truy cập vào các cuộc trò chuyện Telegram trên máy tính của mình. Điều này cho phép bạn\ncất điện thoại đi và tập trung 100% vào công việc khi bạn đang ngồi trước máy tính.\n\nXin lưu ý rằng tiện ích mở rộng này được tạo bởi các nhà phát triển bên thứ ba và nó KHÔNG được tạo bởi Telegram Inc.",
    "zh_CN": "当您在 Telegram 上收到消息时，是否曾经想在您的计算机上收到通知？\n\n每当您在 Telegram 上有新消息时，您都可以使用此软件立即获得通知。\n\n您是否有时需要专注于工作，只是想把手机收起来以尽量减少分心？\n\n今天安装此软件时，您仍然可以在浏览器中收到有关 Telegram 的警报。\n\n每当您的电报组中有新消息时，都会收到通知。\n\n此扩展程序的主要目标是允许您访问计算机上的电报聊天。这使您可以\n当你在电脑前时，放下你的手机，100% 专注于你的工作。\n\n请注意，此扩展由第三方开发人员制作，并非由 Telegram Inc. 制作。",
    "zh_TW": "當您在 Telegram 上收到消息時，是否曾經想在您的計算機上收到通知？\n\n每當您在 Telegram 上有新消息時，您都可以使用此軟件立即獲得通知。\n\n您是否有時需要專注於工作，只是想把手機收起來以盡量減少分心？\n\n今天安裝此軟件時，您仍然可以在瀏覽器中收到有關 Telegram 的警報。\n\n每當您的電報組中有新消息時，都會收到通知。\n\n此擴展程序的主要目標是允許您訪問計算機上的電報聊天。這使您可以\n當你在電腦前時，放下你的手機，100% 專注於你的工作。\n\n請注意，此擴展由第三方開發人員製作，並非由 Telegram Inc. 製作。"
  }
}