{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindPane"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turns every web page into a Mind Map"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to MindPane, your ultimate tool for transforming the way you read and navigate web content. Designed as a Chrome extension, MindPane takes any web page you are reading and visualizes it as an interactive Mind Map. With this innovative approach, you can quickly grasp the main structure of a document, explore key topics, and jump between sections with ease.\n\n* Pleasantly read the document in a Mind Map\n* Ads are eliminated in the Mind Map\n* 16 Mind Map themes can be chosen\n* 8 Mind Map Layouts can be chosen\n* Export the Mind Map as a high quality PNG image\n\n## Why MindPane?\n\nIn today's fast-paced digital world, skimming and comprehending web content efficiently is more important than ever. Traditional methods of reading through long articles or reports can be time-consuming and often lead to missed details. MindPane changes this by offering:\n\n- Instant Visualization: Get a clear and concise Mind Map of the web page content, so you can understand its structure at a glance.\n- Easy Navigation: Jump seamlessly between topics and sections without losing your place or focus.\n- Enhanced Retention: Visually organized content helps improve information retention and comprehension.\n- User-Friendly Interface: A clean and intuitive design that makes browsing content effortless and enjoyable.\n\n## Who Is It For?\n\nMindPane is perfect for:\n\n- Researchers and Students: Quickly gather insights from academic articles or long papers.\n- Professionals: Speed up your workflow by navigating complex reports or documentation with ease.\n- Avid Readers: Enhance your reading experience with a better overview of articles and blogs.\n\n## How to use\n\nAfter installing this extension, pin the MindPane extension to the browser toolbar.\n\nAccording to the rules of the Extensions Store, extension can not work on the store pages and home page.\n\nPlease open any other article pages (for example, https://en.wikipedia.org/wiki/OpenAI) after installing this extension and click the MindPane icon from the browser toolbar to check how the extension will work on it.\n\n## 16 Mind Map themes\n\n- Business Blue\n- Cherry Party\n- Colorful Clear\n- Colorful Fancy\n- Concise Blue\n- Deep Forest\n- Distinctive\n- Fresh\n- Green Ray\n- Monochrome\n- Navigator\n- Pragmatic\n- Robotic\n- Romantic\n- Simplified\n- Silent Night\n\n## 8 Mind Map layouts\n\n- Clockwise\n- Anti-clockwise\n- Left to Right\n- Right to Left\n- Downward\n- Upward\n- Leftward\n- Rightward\n\n## Feedback\n\nThanks for checking out MindPane - we'd really love to know your impression about this Chrome extension. Please don't hesitate to let us know your thoughts and suggestions!\n\nCommunity: https://discord.gg/3Bbcd3yZNq\nEmail: support@documentnode.io\nX (Twitter): @document_node (https://x.com/document_node)\n\n## Changelog\n\nAll notable changes to this extension will be documented in this section.\n\n### [1.2.1] - 2024-11-12\n\n- Enhanced styling of preview content for better readability and presentation.\n- Resolved issues with jump links, ensuring smoother navigation and link accuracy.\n\n### [1.2.0] - 2024-11-04\n\n- Enhanced the reliability of content parsing and display from web pages.\n- Resolved issues to ensure the preview and Mind Map reload each time the extension icon is clicked, capturing the latest content even after navigating to a different page.\n\n### [1.1.0] - 2023-08-22\n\n- Added print support for preview content\n- Fixed bookmark links issue for some websites\n- Improved Mind Map text drawing algorithm\n\n### [1.0.4] - 2023-03-21\n\n- Improved the design of interaction between extension and web page\n- Fixed code block display issue in preview area\n\n### [1.0.3] - 2023-02-16\n\n- Improved preview layout by not showing elements with empty text content\n\n### [1.0.2] - 2023-02-14\n\n- Fixed issues of show Mind Map on Sentry documentation pages and Github gist\n\n### [1.0.1] - 2023-02-13\n\n- Save user preferences of theme, layout, and splitter position\n- Added a Discord community link on the sidebar\n\n### [1.0.0] - 2023-02-08 \n\n- Initial release including basic features"
  }
}