{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PushToEtsy.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape email addresses from your Etsy orders"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PushToEtsy.com – Your Premier Email Data Solution for Etsy\n\nAre you ready to take your Etsy business to the next level? Meet PushToEtsy.com, the ultimate solution for effortlessly obtaining valuable email data from Etsy. Our innovative Chrome extension and website panel combo provide you with a powerful toolkit to gain a competitive edge and supercharge your business strategies.\n\nEffortless Data Downloads:\nForget about the hassle of manual data extraction. PushToEtsy.com's user-friendly Chrome extension lets you effortlessly download email data from Etsy's platform with just a few clicks. Say goodbye to time-consuming data entry and hello to seamless data extraction.\n\nAffordable Access:\nWe believe that valuable email insights should be accessible to all businesses, no matter their size or budget. That's why PushToEtsy.com offers affordable pricing options that won't strain your finances. We're committed to making crucial information within reach for everyone.\n\nTop-Notch Security:\nYour data's security is our top priority at PushToEtsy.com. We understand the importance of safeguarding your information. Rest assured, our email downloader tool and website panel employ cutting-edge security measures to ensure the utmost protection for your valuable data.\n\nIn today's fiercely competitive business landscape, staying informed and making data-driven decisions is paramount. PushToEtsy.com empowers you to gather vital insights from Etsy's platform effortlessly, all while keeping affordability and security in focus. Elevate your business strategies, save time, and make smarter decisions with PushToEtsy.com's Chrome extension and website panel. Try it today and experience the difference for yourself!"
  }
}