{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Myriad Markets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Predict, earn, and engage with Myriad Markets — interactive prediction markets on your favorite platforms and news sources."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take Myriad Markets with you everywhere you go! Participate in relevant prediction markets directly from your favorite news sources, social media platforms like X, YouTube, and many other sites you visit. Whether you’re following the latest trends in Bitcoin, exploring the world of crypto, or staying updated on global events, Myriad Markets offers a seamless way to engage with predictions and earn rewards while consuming content.\n\nWith Myriad Markets, you can predict outcomes across a variety of topics, including cryptocurrency trends, major events in politics, economics and culture, entertainment, e-sports, and breaking news. Whether you’re forecasting the next Bitcoin price surge or the results of a major event, you’re not just observing—you’re actively participating and influencing the conversation. Earn points as you interact with the content you love, making your online time not only enjoyable but rewarding.\n\nMyriad Markets is perfect for crypto enthusiasts, and anyone interested in blockchain technology. By combining prediction markets with decentralized principles, it offers a transparent and secure way to engage with trending topics like Ethereum, NFTs, and the future of crypto. Dive into crypto-related prediction markets, connect with like-minded users, and discover how your insights can make an impact.\n\nBeyond crypto, Myriad Markets is a tool for anyone who loves staying ahead in their favorite niches. From global politics and economic forecasts to entertainment predictions, this extension empowers you to make predictions, earn rewards, and shape the stories you follow.\n\nKey Features:\n- Seamless Integration: Access prediction markets directly from your favorite platforms, including news sites, Twitter, YouTube, and more.\n- Crypto and Bitcoin Focus: Engage with markets focused on Bitcoin, Ethereum, blockchain, and other crypto trends.\n- Earn Rewards: Gain points for consuming content and participating in prediction markets.\n- Shape the Conversation: Predict and become part of the content and news you follow.\n- Interactive Experience: Transform passive browsing into an engaging, rewarding activity.\n\nJoin the Myriad Markets community today and discover a new way to engage with your favorite platforms and creators. Predict, earn, and make your mark on the news and stories that matter most!"
  }
}