{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alby - Bitcoin Wallet for Lightning & Nostr"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Bitcoin Lightning wallet and companion for accessing Bitcoin and Nostr apps, digital payments and passwordless logins."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Alby Browser Extension, sending & receiving bitcoin payments on web becomes a smooth experience for everybody.  \n\nOur mission is to make Bitcoin, the Lightning Network and Nostr more accessible to everybody. The Alby Browser Extension is your companion to navigate these ecosystems on the web. \n\nThe Alby Browser Extension works great together with Alby Hub, your self-custodial Lightning wallet, and Alby Go, the easiest to use mobile app for Bitcoin payments.\n\nWith the Alby Extension you can:\n   •\tSend & receive Bitcoin over the Bitcoin Lightning Network, onchain and over Liquid  \n   •\tUse Bitcoin, Lightning and Nostr apps in your browser\n   •\tSet custom budgets for the websites you use\n   •\tManage multiple Lightning Network wallets and nodes\n   •\tSign events and send messages on the Nostr network without sharing your private key  \n   •\tPasswordless logins with Lightning and Nostr \n   •\tTipping on Twitter, GitHub, Reddit and other websites \n   •\tWebLN and NIP-07 authentication support for seamless interactions with apps\n\nPrivacy and security: With Alby you have control over your assets and data. Your private keys are encrypted and stored on your device only. No one sees your keys & actions\n\nOpen-source: Alby Browser Extension is built by the community for the community. You can always view and contribute to the source code on: https://github.com/getAlby/lightning-browser-extension\n\nFollow us on Twitter: https://x.com/getalby\n\nTry it out!"
  }
}