{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PageGPT: Your context-aware AI chatbot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No more copy-pasting to ChatGPT! Effortless conversations, context awareness, privacy first. Utilizes your own openai API key."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the world of effortless productivity with PageGPT, your personal AI assistant seamlessly integrated into your browser. Say goodbye to the hassle of explaining context - PageGPT intuitively understands the page you're on, making interactions seamless and efficient. Whether you're a student seeking quick summaries, a professional needing help drafting emails, or simply curious about the content you're browsing, PageGPT has you covered.\n\n* NEW! You can chat without openai api key during the trial period, we proxy through our own servers\n* NEW! You can move and resize popup\n* NEW! Copy clipboard icon on assistant messages\n* NEW! Input supports multiline text\n* NEW! You can force stop response while it's still running\n* Minor bug fixes\n\nWith the unique feature of context awareness, PageGPT revolutionizes the way you interact with information online. Chat naturally with PageGPT as it leverages the current page as context, eliminating the need for repetitive explanations. Need specific details from a page? Simply select the relevant parts and let PageGPT narrow down the context for you, providing tailored responses with precision and speed. But that's not all - save your frequently used prompts and access them whenever you need with single click, saving you time and effort. \n\nBy using your own OpenAI API key, PageGPT offers unlimited access without artificial limitations on queries, tokens, or chats, giving you the freedom to engage as much as you wish. However, this also means you are responsible for the cost of your OpenAI API usage.\n\nPrivacy is a top priority at PageGPT. We ensure the security and confidentiality of your data by directly utilizing OpenAI API calls without storing conversations. Your interactions with PageGPT remain private and secure, providing peace of mind as you leverage the power of AI assistance in your browsing journey. Discover a new level of efficiency and convenience with PageGPT - unlock a world of possibilities in your online experience."
  }
}