{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YT Mindful: Shorts & Time Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop mindless scrolling! Start every YouTube Session with Purpose, Limit Addictive Shorts, & Stay accountable with Smart Reminders."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Struggling with endless scrolling? \nThis extension is designed to encourage purposeful viewing, it helps you stay focused. Ready to take control of your screen time?  \n\nHow It Works\n1. Install the extension in Chrome.\n2. Set Preferences: Decide your purpose, viewing limits, and other settings.\n3. Accountability Partner (Optional): Add someone to receive updates about your viewing activity.\n4. Start Watching: Get a prompt to declare your purpose before diving into YouTube.\n5. Stay Notified: Receive reminders when you exceed limits or stray from your intended goals.\n\nKey Features of YT MINDFUL: Shorts &Time Manger\n• Purpose-Driven Viewing\n- Decide your reason for watching videos before you start.\n- Select a category for your YouTube activities, such as learning or entertainment.\n- Stay focused and aligned with your goals while using YouTube.\n\n• Shorts Management\n- Set daily time limits for YouTube Shorts.\n- Add \"cooling-off\" breaks to avoid endless scrolling.\n- Take control of your Shorts viewing habits to save time.\n\n• Accountability System\n- Add an accountability partner to help you stick to your goals.\n- Automatically send activity updates via email to your partner.\n- Keep track of your productive or unproductive patterns together.\n\n• Customizable Controls\n- Adjust viewing limits to match your preferences.\n- Personalize restriction periods based on your schedule.\n- Change settings anytime to suit your needs.\n\nWho Is This Extension For?\n•  Students: Manage time effectively between studying and entertainment.\n•  Professionals: Balance work and relaxation without distractions.\n•  Habit Builders: Develop healthier YouTube habits over time.\n•  Parents: Monitor and guide your child’s YouTube usage.\n•  Everyone: Reduce unproductive viewing and focus on what matters most.\n\n\nPrivacy & Security\n•  No Unnecessary Data Collection: Your preferences and activities stay private.\n• Secure Email Notifications: Emails are only sent to the accountability partner you choose.\n• Local Storage Only: All data is stored securely on your device.\n• No Ads or Tracking: Your focus won’t be interrupted by advertisements or third-party trackers."
  }
}