{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoForm Facturar Tickets"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoForm de Facturar Tickets para Chrome para autocompletar formularios y facturar tickets mas rapido."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoForm de Facturar Tickets (ahora en ADN Fiscal https://adnfiscal.com/facturar-tickets/) es una extensión para navegador que te permite autocompletar formularios con tus datos fiscales y tener a la mano tu RFC, Curp o cualquier dato fiscal de importancia para poder copiar/pegar cuando necesitemos de forma rápida y sencilla.\n\n¡Ahorra tiempo y esfuerzo! ¡Factura todos tus Tickets en un mismo lugar y autocompleta tu informacion fiscal con un clic!\n\nEs muy común encontrarse con formularios que te piden datos fiscales como tu RFC en tus tareas cotidianas, ¿Te has puesto a pensar cuanto tiempo pierdes por estar digitando, y a veces hasta buscando, cada dato fiscal? Te aseguro que si lo sumas al mes serian varias horas perdidas.\n\n¡Deja de perder tiempo en tareas tan básicas! Instala AutoForm Facturar Tickets y comienza a hacerlo simple.\n\nTu Informacion Fiscal a un Clic\n\nInstala la extensión, crea una cuenta en Facturar Tickets y guarda tu perfil de facturación con todos tus datos para que disfrutes de la simplicidad y beneficios de tener toda tu informacion a un clic.\n\nFacturacion de Tickets en Línea\n\nCon esta extensión vas a tener acceso inmediato a todos los sistemas de facturación de tickets de empresas mexicanas. Entra a sistemas como Facturacion Walmart, Soriana, Home Depot, Starbucks, OXXO Facturacion, Factura Capufe, entre muchas otras empresas.\n\nObtén tu factura al instante, deja de perder el tiempo facturando en el sitio de cada empresa y capturando tus datos fiscales cada vez que lo haces."
  }
}