{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut - Secure and simple go links for your team"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize and share your team's resources with memorable short links."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of drowning in a sea of long, unwieldy URLs?  Shortcut is the link shortener built for teams, transforming how you organize, share, and access information.\n\nWith Shortcut, you can:\n- Create custom short links:  Replace those lengthy URLs with short, branded links that are easy to remember and share. Say goodbye to confusing strings of characters and hello to clear, concise links that everyone can understand.\n- Centralize your team's resources:  Organize all your important links in a secure, central hub. No more digging through bookmarks or endless chat threads – everything your team needs is just a click away.\n- Boost productivity and collaboration:  Shortcut makes it easier than ever to share resources with your team.  Improve workflows, streamline communication, and save valuable time.\n- Enhance security:  Keep your team's links safe and secure with Shortcut's robust platform.\n- Gain valuable insights: Track link performance and understand how your team is interacting with shared resources.\n\nShortcut is perfect for:\n- Marketing teams sharing campaign assets\n- Development teams collaborating on projects\n- Sales teams distributing presentations and proposals\n- HR teams onboarding new employees\n- Any team that needs a better way to manage and share links\n\nLearn more at https://shrtct.io"
  }
}