{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alpaka.express для веб-мастеров"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Плагин партнерской сети Alpaka.express для веб-мастеров"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Быстрый и лёгкий способ создания партнёрских ссылок для платформы Alpaka.\nПлагин позволяет получить партнерскую ссылку на любую открытую в Вашем браузере страницу AliExpress!\n\nДля этого необходимо:\n\nШаг 1. Установите дополнение для Вашего браузера;\n\nШаг 2. Перейдите на сайт Алиэкспресс\nДополнение работает только на сайте Алиэкспресс. Чтобы начать работу, перейдите на aliexpress.com. Если вы находитесь на другом сайте, то увидите предупреждение.\n\nШаг 3. Введите свой ключ\nПеред тем, как начать генерировать ссылки, нужно ввести ваш персональный ключ. Вы можете его получить в кабинете Alpaka в разделе “Инструменты” на вкладке “Дополнения для браузера”.\n\nШаг 4. Перейдите на страницу товара и создайте короткую ссылку.\nПерейдите на страницу товара и нажмите на иконку плагина. Во всплывающем окне укажите креатив или группу, к которому относится создаваемая ссылка, и нажмите “Получить ссылку”. Сформированная партнерская ссылка готова к использованию!\n\nШаг 5. Опубликуйте ссылку\nНажмите на ссылку, и она автоматически скопируется в буфер обмена.\nОпубликуйте ссылку на выбранной площадке. Ссылка появится в личном кабинете, и вы сможете видеть статистику по ней. Чтобы создать новую ссылку, перейдите на новую страницу Алиэкспресс или обновите текущую.\n\nШаг 6. Дерзайте!\nЕсли что-то пойдет не так, задайте вопрос в личном кабинете Alpaka в разделе\n“Поддержка” — мы всегда рады вам помочь.\n\n\nЕсли создание партнерской ссылки на страницу возможно — на иконке плагина будет отображаться зеленый значок “Yes”."
  }
}