{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Copy Assistance Plugin for SAT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unnecessary strings are removed, and the text is formatted while copying text from the SAT Text Database."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "(v1.2.7)\n自動注釈機能でカタログコードの始めの行が取得できない場合に、2行目を参照し、1行目を推測する仕組みにしました。\n\nSAT大正新脩大藏經テキストデータベースからコピー＆ペーストする際、本文と無関係な文字列を削除し、テキストを整形するPCブラウザ用プラグインです。\n・文章整形 - 本文と無関係な文字列を削除し、また偈頌などを整形します。\n・自動注釈機能 - カタログコードの始めの行、最終行を参照し、経典名やページ番号などを自動で挿入します。（始めの行のカタログコードが取得できないときは2行目を参照し、1行目を推定します）\n・旧字変換機能（異体文字同定） - 旧字を新字に変換し、可読性を向上させます。\n・ユーザ辞書 - 特定の文字を別の文字に置換させることが可能です。\n・N-gram分析 - 経典から最も使用されている文字列を分析します。\n・形態素解析 - 辞書を参照し、仏典の単語を分析します。\nこれにより、文章執筆時の経典引用の負担を軽減させます。\n\nThe \"SAT Taisho Shinshū Daizōkyō Text Database Copy & Paste Assistance Plugin\" is a PC browser plugin that formats text copied from the SAT Taisho Shinshū Daizōkyō text database by removing unrelated strings and organizing the text.\n\n*Text Formatting: Removes unrelated strings from the main content and formats elements such as verses.\n*Automatic Annotation: Automatically inserts information such as scripture titles and page numbers.\n*Old Character Conversion (Variant Character Identification): Converts old characters into modern equivalents, improving readability.\n*User Dictionary: Allows specific characters to be replaced with alternatives.\n*N-gram Analysis: Analyzes the most frequently used strings in scriptures.\n\nThis plugin reduces the burden of quoting scriptures in writing. Additionally, its analysis tools can be used to identify themes in scriptures or compare different text versions."
  }
}