{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eleva: Minimal To-Do List & Planner at Your New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New Tab To-Do List & Planner"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Elevate productivity, one tab away\" \n\n✔️ Handy To Do List at Your Fingertips \n✔️ Better Time Management, With Our Easy-to-use Extension \n✔️ Minimal Design and User-friendly Planner\n\nKey Features:\n- Create and manage your daily tasks effortlessly\n- Set specific times and priorities for each task\n- Enjoy stunning, high-quality backgrounds that inspire productivity\n- Eye-friendly dark background selection\n- Jot down quick notes to keep important information at your fingertips\n- Access your favorite websites with convenient shortcuts\n\nWhether you're a busy professional, student, or simply someone looking to optimize their daily routine, Eleva is the perfect tool to help you stay on top of your commitments. With its seamless integration into your new tab page, you'll be reminded of your tasks and goals every time you open a new browser window.\n\nEleva's intuitive interface makes adding, organizing, and completing tasks a breeze. The carefully curated collection of backgrounds provides a visually appealing and motivating environment, while the dark background option offers a comfortable viewing experience of the todo list for those who prefer it.\n\nTake control of your productivity and experience the satisfaction of conquering your to-do list with Eleva. Install the extension now and unlock a new level of efficiency and organization in your daily life."
  }
}