{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AboveVTT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrated VTT for D&DBeyond"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrated VTT for D&DBeyond\nTurn your dndBeyond (DDB) campaign page into a VTT with AboveVTT - d&d made easy.\n\nAboveVTT is a all-in-1 chrome extension that allows you and your friends to turn your DDB Campaign page into a VTT session in seconds. \n\nNo sign up, no fees, just your DDB account (free) and you are ready to go, \nWith your DDB character sheet, 1 click maps, 1 click tokens (monsters & PCs), easy fog of war and more!\n\nKey features, advantages and DDB integrations:\n\n⚡️ Use your DDB character sheet from the web or DDB app! HP, dice rolls, conditions & send spells, abilities, and even monster art directly to chat. \n\n⚡️ Monsters, more monsters and even more monsters\n\t- 1-Click DBB monster tokens (Art,HP,AC) with clickable stat blocks (Hit, Dis/Adv, Crit) Including homebrew monsters.\n\t- Open5e monster stat blocks with clickable stat blocks\n\t- Customer monster stat blocks\n\n⚡️Maps, more maps and even more maps\n\t- 1-Click official DDB maps (pre-grided by our discord community) including all player & DM versions from your purchased DDB modules.\n\t- 1-Click 500+ battle maps supplied by Neutral Party, Dice Grimorium and hundreds of animated VIDEO maps.\n\t- Import UVTT files with official DungeonAlchemist map integration\n\t- Community produced module scenes with pre-populated tokens \n\n⚡️Prepare like a pro DM!\n\t- Access your own material from anywhere that you can share via a URL (One Drive/Google Drive etc)\n\t- Grid Wizard - standard grid and hex grid maps\n\t- Dynamic light and vision for tokens using walls, windows and doors.\n\t- All tokens can have persistent, custom images assigned to make your game your own\n\t- Create and manage scenes with Cloud-persisted folders\n\t- Fog of War\n\t- Dynamic text creation and drawing\n\t- In-app import chapters from the DDB books you own for easy accessibility of material\n\t- Create notes on tokens that you can make available for players to see/access. \n\t- Fine-grained permissions to allow players access to multiple tokens and effects.\n\n⚡️Camera, Action!\n\t- Projector mode for live streamers to showcase player view to their audience\n\t- Use DDB dice, RPG Dice Roller or standard notation\n\t- In-built sound player \n\t- Pause the action at any time with a single key press\n \t- Hot Keys available for common actions\n\n⚡️Comprehensive community managed support and thriving Discord channel"
  }
}