{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google™ Review QR Code Generator with FREE QR Code Templates"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows users to easily generate Google™ Review QR Codes. Instantly generate a QR code, shortlink, and templates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Google™ Review QR Code Generator is a powerful tool that makes it easy to create review QR codes using data directly from Google Maps. \n\nSave time by automatically detecting essential business data such as Place ID, CID, Google Review links, and business addresses from any Google Maps listing. The extension provides instant access to tools for checking if a business is claimable, enabling users to see if the listing is verified or needs to be claimed. This is perfect for businesses seeking to streamline their online reputation management.\n\n- How It Works:\n\n1. Visit any Google Maps business listing and use the extension to extract data instantly.\n2. With a single click, you can generate a Google Review QR code linked to the business’s review page.\n3. Access additional features like generating short links and downloading customizable QR code templates for free.\n\nThe tool also allows you to seamlessly add review QR codes to print or digital media, making it ideal for improving customer engagement. Add the generated QR codes to your business cards, flyers, or emails to encourage customers to leave positive feedback with ease.\n\n- Who Is It For?\n\nThis extension is designed for small business owners, marketers, agencies, and anyone looking to boost their Google My Business presence by making it easy for customers to share reviews. With a simple interface and robust functionality, it’s a must-have for businesses of all sizes.\n\n- Why Use It?\n\nCollecting reviews is a vital part of maintaining a strong online presence, and our tool simplifies the process by allowing customers to scan a QR code and immediately access your Google Review page. Improve your local SEO, build trust with potential customers, and increase your review count with this easy-to-use extension.\n\n- Key Features:\n\n1. Google Maps Integration: Automatically capture business data such as Place ID, CID, and Google Business Profile review link.\n2. Generate Review QR Codes: Create Google Review QR Codes for free with a single click.\n3. Check Claimable Status: See if a business is claimable directly from the extension.\nShortlinks & Templates: Easily create shortlinks and download ready-to-use QR code templates for marketing."
  }
}