{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnimSearch - Beautify Your Digital Experience"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your computer stand out with Redefined Searching & Browsing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnimSearch is a Search Engine specially designed to beautify your existing on-chrome experience. Use it and you will fall in love with it.\n\n[ Step 1: Installation ]\n     Click on \"Add to Chrome\" button in blue on this page top right corner.\n[ Step 2 : Activate Animated New Tab ]\n     Click on New Tab\n     Select \"Keep it\" to keep animations activated.\n[ Step 3 : Enable Animated Omni URL Search Box]\n     Type \"your query\" in the Chrome URL input box above & hit enter.\n     Select \"Keep Changes\" to enable Animated Search from URL bar.\n\nFAQ : How to Show bookmark bar after installation?\nAnswer: Click on  ⋮ Three dots in chrome (Top Right corner) > Bookmarks > Show Bookmark Bar\n\nFAQ: I am a frequent searcher. How quickly can I experience animations?\nAnswer: Click on New Tab and jus press Tab and start Searching.\n\nNow, turn your searches into beautiful experience. AnimSearch is a powerful animated & fastest search engine which beautifies and energizes your experience online.  AnimSearch is the Best Chrome Extension for people who wants to make Chrome a better place & make their computer stand out.\n\nFeatures:\n1. Smoothest Page Loading - Magical Browsing Experience\n2. Aero Glass Design on New Tab with Minimalistic Neo Search .\n3. The Cleanest-Ever Design. No mess, no stale icons or links.\n4. New fresh wallpapers every time you visit chrome.\n5. Smart Searches at one place - All search engines you need everyday.\n - Image Search from from Google Images.\n - Video Search from YouTube Videos.\n - News Feed from Bing News.\n\nWhat's Coming up in next version 3.1.X?\n1. Customizable UI interface.\n2. You can add your own profile\n3. A Surprise Element (Postponed for Q3 - 2022)\n\nChangelog:\nThis now comes with 2 engine integrations along with Google & Bing.\n1. Animated Search which is specially designed to beautify your search experience.\n2. Quick Search which is an integration of all popular search engines that you use everyday. It includes, video search from YouTube, News from Bing & Image Search from Google.\n\n\nClick on  \"Add to chrome\", and install AnimSearch - The Best Chrome Extension New Tab in your chrome browser. We believe that this is one of the best chrome extensions present for your searches.\n\nDeveloped by Hows.tech\nContact: animsearch@hows.tech\nPrivacy Policy: https://www.hows.tech/p/privacy-policy.html"
  }
}