{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Namecoach: AI Name Pronunciation Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows user to search for name pronunciations. User can search for any name and learn how to correctly pronounce it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free accurate name pronunciation at your fingertips.\n\n • Access pronunciations from any website.\n • Use our search bar when you come across a name that stumps you.\n • Save time from browsing online videos for the right pronunciation.\n • Communicate confidently and make lasting impressions by getting names right every time.\n\n- Convenient -\nExperience the ultimate convenience of accurate audio name pronunciations when and where you need it most—on the sites you use and LOVE! Embrace a new level of efficiency with our browser extension, ensuring every interaction begins with confidence and respect.\n\n- Accurate -\nLet's face it - you CAN'T trust the spelling alone to determine pronunciation. Our AI is consistently increasing in accuracy and learning over time, surfacing the most likely pronunciation of every name based on a series of evolving demographic factors.\n\n- Confident -\nStart every interaction off on the right foot with proper name pronunciation. Our innovative technology takes the guesswork out of meeting someone new, so you can focus on meaningful connections and conversations.\n\nPrivacy Policy: https://cloud.name-coach.com/privacy\n\nTerms of Use: https://cloud.name-coach.com/termsofuse"
  }
}