{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SwiftRead - read faster, learn more",
    "es,es_419": "SwiftRead - lectura veloz ahora"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read two or three times faster, with SwiftRead. Absorb knowledge and learn more.",
    "es,es_419": "Duplique o triplique su velocidad de lectura con SwiftRead. Absorbe conocimiento, aprende más rápido, y aumenta su inteligencia."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use SwiftRead, the highest rated and most popular speed reading extension of its kind, to speed read through text in your browser! \n\nSwiftRead works on news articles, blog posts, and emails. You can use SwiftRead to speed read whatever text you can copy-paste into SwiftRead. Or, select your text in the browser, right-click, and click \"SwiftRead selected text\". The PRO version of SwiftRead comes with native support for speed reading PDFs, ePUBs, even Kindle books on Kindle Cloud Reader, as well as many other features to help you read faster and learn more.\n\nSwiftRead works by utilizing a visual technique called Rapid Serial Visual Presentation, or RSVP, used by the fastest speed readers in the world. SwiftRead helps you eliminate your inner voice that sounds each word out--known as \"subvocalization\"--and too much focus on the words themselves, so that you can read more visually, which means faster reading while maintaining comprehension. The average person reads at 200 words per minute; using SwiftRead, you can easily train yourself to read at double the speed, 400 words per minute, or faster. Think of how much time you'd save every day!\n\n\nI'm proud to be an independent developer, which means my only goal is to serve you, the user of the things that I build. As a result, I'm always making SwiftRead better! Please email me at help@swiftread.com with any bugs or features you would find helpful. Your support makes my work possible, and I'm tremendously grateful.\n\nSign-up to the SwiftRead mailing list for updates and other goodies! https://swiftread.com.\n\nNOTE: SwiftRead uses analytics code, such as from Google Analytics, so that I can measure how many people are using the extension. This is to help me make SwiftRead the most helpful it can be! The analytics code cannot see anything you do outside the SwiftRead window, and it only records visits to SwiftRead and button clicks, nothing else.\n\nCopyright SwiftRead. All rights reserved.\n\n-------------\nIf the Alt+V shortcut doesn't seem to work: Visit your Chrome extension shortcuts at \"chrome://extensions/shortcuts\". Verify that \"Open SwiftRead, auto extract content\" is set to \"Alt+V\" (or your desired shortcut).\n-------------",
    "es,es_419": "Use SwiftRead para leer el texto rápidamente, o \"lectura veloz\". SwiftRead es la extensión de navegador más popular para lectura rápida. Use SwiftRead en artículos de noticias, publicaciones de blog, correos electrónicos, PDF, ePUB, y Kindle Cloud Reader.\n\nCuando leemos, normalmente lo hacemos pronunciándolo mentalmente, esto se llama subvocalización. No es necesario decir cada palabra en tu mente para poder entender lo que estás leyendo. SwiftRead ayudas minimizar la subvocalización con el fin de aumentar tu velocidad de lectura, y también te ayudará a mantener tu comprensión\n\nEl promedio de la velocidad de lectura es de alrededor de 150 a 250 palabras por minuto (ppm, or wpm, \"words per minute\" en inglés). Con SwiftRead, es fácil duplicar o triplicar su velocidad de lectura. ¡Ahorrarás mucho tiempo!\n\nEnvíeme un correo electrónico a help@swiftread.com para obtener ayuda.\n\nInscribirse en la lista de correo: https://swiftread.com."
  }
}