{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork Smart - AI Assistant & Quick Apply Latest Jobs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automating proposal submissions, generate cover letters using AI assistant, and networking with potential partners on Upwork."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork Smart is an extension for Google Chrome that helps AUTOMATE THE PROPOSAL SUBMISSION PROCESS so you don't miss any job opportunities. It can help you SAVE UP TO 90% OF YOUR TIME to get your first job on Upwork.\n\n--- KEY FEATURES -----------\n🔥 NOTIFY LATEST JOBS 🔥\n🤖 GENERATE COVER LETTERS USING AI 🤖\n✉️ MANAGE COVER LETTERS ✉️\n🤖 AUTOMATICALLY SUBMIT PROPOSALS 🤖\n-----------------------------------------\n\nIntroducing Upwork Smart: a groundbreaking Google Chrome extension meticulously crafted to redefine your Upwork job search. With Upwork Smart, discovering opportunities and potential clients becomes effortless, potentially saving you an impressive 90% of your time.\n\nIn the fiercely competitive world of freelancing, securing your first job on Upwork can feel like an uphill battle. The traditional approach of scouring job listings and submitting proposals often leads to frustration and disappointment, with no guarantee of success. Recognizing these challenges, we’ve developed Upwork Smart to streamline the process and enhance your chances of landing that coveted first job.\n\nThe Upwork Smart Advantage:\n1. Filtered Job Search:\nEfficiently narrow down your job search by filtering listings based on specific timeframes. Say goodbye to sifting through irrelevant opportunities and focus solely on the ones that match your skills and preferences.\n\n2. Stay Updated:\nNever miss out on new job opportunities with real-time updates on the latest job announcements. Upwork Smart ensures that you’re always in the loop, ready to pounce on promising gigs as soon as they appear.\n\n3. Automatic Proposal Submission:\nSpend less time on administrative tasks and more time doing what you love. Upwork Smart allows you to automate the proposal submission process, freeing you up to concentrate on delivering exceptional work.\n\n4. Seamless Job Management:\nTake control of your job applications with ease using Upwork Smart’s RSS integration. Manage and organize your job listings effortlessly, keeping your job search organized and stress-free.\n\n5. Personalized Cover Letters:\nMake a lasting impression on potential clients with tailor-made cover letters for each job application. Upwork Smart helps you craft compelling pitches that highlight your unique skills and experiences, increasing your chances of success.\n\n6. Efficient Proposal Management:\nStay on top of your applications with Upwork Smart’s centralized hub for managing cover letters. Easily track the status of each application and make adjustments as needed, ensuring that you’re always putting your best foot forward.\n\n7. Proposal Limitation:\nAvoid burnout by setting automatic limits on the number of proposals submitted per day. Upwork Smart helps you maintain a healthy work-life balance by preventing you from overcommitting yourself.\n\n8. Generate Cover Letter Templates Using AI:\nBy analyzing the job description and your resume, the AI crafts tailored content that highlights your relevant skills, experience, and achievements, ensuring you make a strong impression on potential employers. Simplify your job application process and increase your chances of landing your desired role with our AI-powered cover letter generator.\n\nConclusion:\nWith Upwork Smart by your side, landing your first Upwork job has never been easier. Say goodbye to the stress and uncertainty of job hunting and hello to a more efficient and rewarding freelancing experience. Don’t let valuable opportunities slip through your fingers – unlock your potential with Upwork Smart today!"
  }
}