{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Maps QuickClick - Search to Maps"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly open Google Maps from the Search page by clicking on a map image or the Maps tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revive the direct Google Maps access with this simple extension. \n\nClick on Maps tab re-integrated below the search bar or on any static or interactive map in your Google search results to open Google Maps instantly.\n\nKey Features:\n- The Maps tab displays instantly without layout shift and remains reliably positioned\n- Multilingual support: The Maps tab is localized for 52 languages\n- All map images (static and dynamic) within search results are clickable, navigating directly to Google Maps\n\nCustomization Options:\n- Toggle the display of the Maps tab on or off\n- Select whether maps open in a new tab\n- Enable or disable localization for the Maps tab\n\nAdditional Features:\n- Precise location mapping, even for incomplete or misspelled address searches\n- Accurately handles searches for distant locations, ensuring the correct place is shown on Google Maps\n- Multi-map Support: Multiple map images on a search results page are all clickable and accurately linked to their respective locations\n- Supports dark mode\n\nOpera Compatibility: Opera users can also enjoy full functionality by enabling the \"Allow access to search page results\" option in the Opera extension settings.\n\nWhat's New?\nv1.5.3\n- Add support for all Google domains\n\nv1.5.2\n- The Maps tab is displayed with the correct style across all variations of the tab bar\n- The Maps tab remains stably placed, regardless of the active tab\n- There is no desynchronization of Maps tab styles when switching between dark and light modes"
  }
}