{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Matelas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment choisir son matelas?"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment choisir un matelas?\nDonc, vous êtes prêt à acheter un matelas. Il y a tellement de choix là-bas. Comment décidez-vous lequel acheter? La première étape consiste à comprendre pourquoi vous avez besoin d'un nouveau matelas. Tu te réveilles avec un dos endolori? Avez-vous besoin d'un matelas plus grand? As-tu juste déménagé en ville et tu as laissé le vieux matelas derrière? Voulez-vous quelque chose de plus écologique?\n\nAvant de visiter un magasin de matelas, nous vous suggérons de réfléchir à quels éléments d'un nouveau matelas seront les plus importants pour vous. Considérez ce que vous aimez ou n'aimez pas sur le matelas sur lequel vous dormez actuellement. Nous croyons que la considération la plus importante est le confort personnel. Le confort personnel est très subjectif et ce qui est bon pour une personne n'est pas nécessairement le meilleur pour votre corps.\n\nPensez au type de dormeur que vous êtes - le côté, le dos ou le ventre. Aimez-vous quelque chose qui vous «berce», ou aimez-vous vous sentir «au top» de la surface? Mousse mémoire contre Latex. Si vous êtes un dormeur latéral, vous pouvez envisager quelque chose avec un peu de rembourrage sur le dessus pour aider avec les points de pression dans vos hanches et vos épaules.\n\nTrouvez un magasin en qui vous avez confiance. Les vendeurs sont-ils payés à la commission? Est-ce qu'ils semblent connaître leurs matelas? Vont-ils vous guider vers un matelas qui est juste pour vous, pas ce qui est le mieux pour leur ligne de fond?\nQuelques conseils sur la façon d'acheter un matelas:\n\nPortez des vêtements amples et confortables.\nPortez des chaussures décontractées, faciles à enfiler (nous ne vous recommandons pas de porter des chaussures pour faire du matelas)\nEnlevez vos lourds manteaux et vos chandails\nApportez un livre, votre téléphone, quelque chose pour vous aider à vous détendre pendant que vous échantillonnez des matelas\nÉcoutez votre corps; il sait ce qui se sent bien et de soutien et ce qui ne fonctionne pas.\nEssayez d'aller faire du shopping lorsque vous êtes détendu, à la fois mentalement et physiquement.\nSi vous souffrez, ce n'est peut-être pas le meilleur moment pour essayer des matelas.\nVous avez peut-être entendu parler de mousse mémoire ou de latex, mais si vous n'avez jamais dormi sur ce matériau particulier, essayez-le vous-même. Voyez comment vous et votre corps répondez. Vous pourriez être surpris.\nSi vous le pouvez, laissez vos enfants à la maison. Cela peut vous aider à vous détendre davantage et à vous concentrer sur vos besoins. Si ce n'est pas possible, essayez d'apporter quelque chose à faire pour vos enfants (livre, tablette ou téléphone, etc.). Certains magasins, comme Mattress Lot, ont un espace pour enfants, avec des jouets et des livres.\nPassez autant de temps que vous le pouvez dans le lit pendant que vous êtes dans le magasin. Assurez-vous d'essayer le matelas dans la position dans laquelle vous dormez. Détendez-vous et prenez votre temps. Ce n'est pas le moment de prendre une décision rapide."
  }
}