{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S&S - AI Privacy Policy Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify Privacy Policies with AI-Powered Summaries!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "S&S - AI Privacy Policy Summarizer 📄\nSimplify Privacy Policies with AI-Powered Precision!\nTired of long-winded privacy policies? Introducing S&S - AI Privacy Policy Summarizer, your intelligent assistant that transforms complex legal documents into clear, concise summaries. Get a complete understanding of how websites handle your personal data in an instant—quick, accurate, and easy.\n\nKey Features\n🚀 Instant Comprehensive Summaries\nS&S summarizes entire privacy policies into one easy-to-understand paragraph with a click. In one glance, find key data collection practices without wading through tedious legal language.\n\n🎨 Data Highlights & Scoring\nS&S doesn't just present you with all the types of information collected; it also color highlights them for quick assessment—Green (Safe), Orange (Caution), and Red (Risky)—and uses scoring up to 100 for ease of comprehension in website privacy standards.\n\n🤖 Advanced AI-Powered Analysis\nLeveraging cutting-edge AI technology, S&S scans privacy policies with microscopic attention to detail to never miss any data collection practice. You will get complete and accurate summaries every single time.\n\n🕵️️ Privacy-Focused & Secure\nYour privacy is our paramount concern. S&S never collects, stores, or shares any of your personal data. All processing takes place securely within your browser, ensuring complete confidentiality of your data.\n\n🌐 Universal Compatibility with Chrome\nCurrently available for Chrome, S&S works on any website. Free users can summarize up to five websites per day, while Premium subscribers enjoy up to 20 summaries daily, along with exclusive features.\n\n🌓 Enhanced User Interface\nEnjoy a sleek, user-friendly experience with a customizable interface. Switch effortlessly between light and dark modes to suit your browsing preferences.\n\n📥 Downloadable Summaries\nPremium users can download summarization texts for offline review and record-keeping, making it easier to reference and share insights.\n\n🔄 Automatic Summarization\nUnlock automatic summarization to receive summaries without manual intervention. No more dealing with notifications—get your summaries seamlessly.\n\nWhy Choose S&S?\nStay Informed: Make educated decisions about the websites you interact with by understanding their data collection practices in a fraction of the time.\n\nSave Time: Stop reading about long and tedious privacy policies. S&S will summarize everything for you in seconds.\n\nImprove Safety: With a warning of possible red flags regarding the sharing of personal information online, S&S helps protect your digital footprints.\n\nReliability & Speed: S&S is the only fast, reliable, professional AI summarizer of online privacy policies that guarantees your receipt of correct information quickly.\n\nSubscription Model\nFree Tier:\n\nSummarize up to 5 websites per day.\nBasic summary features.\nPremium Tier:\n\nSummarize up to 20 websites per day.\nDownload summarization texts for offline access.\nAccess additional information about privacy policies.\nUnlock automatic summarization features.\nPriority support and updates.\nFuture Developments\nWe are committed to constantly improving S&S. Features coming soon include:\n\nAI Chat Integration: The possibility of asking questions about privacy policies like \"Why do you collect this data?\" or \"How is my data used?\" will be instant, with AI-generated responses.\n\nMulti-Browser Support: Increase compatibility to more browsers than just Chrome; other popular browsers include Firefox, Edge, and Safari.\n\nAdvanced Analytics: Provide more profound analysis and reports about privacy practices.\n\nNo Data Collection Guaranteed\nAt S&S, we value your privacy above everything. Our extension operates without collecting any data from users. All analyses are performed locally in your browser, ensuring that your browsing activities remain private and secure.\n\nUser Support & Feedback\nYour experience matters to us. S&S offers the following robust support options:\n\nFeedback & Bug Reporting: Easily report issues or suggest features directly through the extension.\nDedicated Support: Our support team will resolve your concerns in due time.\nGet Started Today!\nEmpower yourself with quick, AI-generated insights into how websites handle your data. Download S&S - AI Privacy Policy Summarizer now and take control of your digital footprint effortlessly.\n\nOther Details\nLegal\n\nPrivacy Policy & ToS:\nYour privacy matters to us. Please acquaint yourself with the details concerning privacy from here: Privacy Policy and Terms of Service.\n\nConnect with Us:\nQuestions or need support? Feel free to reach out at support@sandshub.com."
  }
}