{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "comparizon.eu: Right-Click Amazon QuickSearch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickSearch Amazon products using the right-click context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The QuickSearch Amazon Extension is a powerful tool that enhances your browsing experience by allowing you to seamlessly search selected text on Amazon right from your browser. With just a right-click, you can instantly find products and explore a world of possibilities on Amazon.\n\nKey Features:\n\nEffortless Searching: Say goodbye to copying and pasting. Simply select any text on a webpage, right-click, and choose the \"Search on Amazon\" option to initiate a quick search.\n\nInstant Product Discovery: Whether you're researching a specific item or exploring related products, our extension provides instant access to Amazon's vast catalog without interrupting your workflow.\n\nTime-Saving Convenience: No more juggling between tabs or manually typing out search queries. Our extension streamlines the process, saving you valuable time and effort.\n\nHow to Use:\n\nInstall the QuickSearch Amazon Extension from the Chrome Web Store.\nSelect any text on a webpage.\nRight-click to reveal the context menu.\nChoose the \"Search on Amazon\" option.\nExperience the seamless integration as you're instantly directed to relevant Amazon search results.\nEnhance Your Browsing:\n\nWhether you're a savvy shopper, a product researcher, or simply looking to save time, the QuickSearch Amazon Extension is your gateway to effortless online shopping. Discover the products you love faster and make informed choices without breaking a sweat.\n\nInstall now and elevate your Amazon shopping experience with the QuickSearch Amazon Extension."
  }
}