{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Upwork Application Agent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline Upwork job applications for faster, efficient client connections."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Upwork Application Agent, your ultimate companion for supercharging your job application process on Upwork! Are you tired of sifting through countless job listings? Spending too much time perfecting proposals? Look no further - this extension is tailor-made to enhance your Upwork experience.\n\n**What Can Upwork Application Agent Do for You?**\n\n*Efficient Job Filtering:*\nSave time and effort by refining your job search with precision. Find relevant opportunities with ease, focusing on the work that truly matters to you.\n\n*Seamless Application Process:*\nWith just a click, launch job applications, open job descriptions in new tabs, and effortlessly move between the application and job description pages.\n\n*Automated Cover Letters:*\nEffortlessly generate cover letters with the help of our powerful Large Language Model (LLM). Customize prompts, review responses, and submit with confidence.\n\n*Address Additional Questions:*\nHandle client queries seamlessly. Generate responses to supplementary questions effortlessly, ensuring your communication is clear and professional.\n\n*LLM Chat for Personalized Responses:*\nSometimes, you want to take matters into your own hands. Utilize the LLM Chat feature to have a direct conversation with our language model. Receive personalized responses tailored to your unique needs.\n\n**Your Extension, Your Way:**\n\n*Customizable Prompting:*\nCraft prompts to LLM to suit your style and the requirements of each job. Fine-tune your messaging for optimal impact.\n\n*Secure API Key Management:*\nWe prioritize your security. Your LLM API key is never stored within the extension, ensuring your sensitive information remains protected.\n\n**An Extension Tailored for Upwork Success:**\n\nThis initial version of Upwork Application Agent is just the beginning. We're committed to continuous improvement. We value your feedback - let us know what can be enhanced and if you encounter any unexpected issues [here](https://us1.zonka.co/j6B6Oz).\n\n**Get Started:**\n\n1. Install Upwork Application Agent.\n2. Login to your Upwork account.\n3. Find your desired jobs and apply effortlessly.\n4. Fine-tune your communication with clients.\n\nSpend less time searching and more time doing what you love. Elevate your Upwork experience with Upwork Application Agent. Install now and revolutionize your job application process!\n\nTHE SOFTWARE IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS OR Open R&D LLC BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
  }
}