{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note Me - Save your Important Notes, Prompts, To Do list"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save and manage your important notes, prompts, and to-do lists"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note Me is your all-in-one solution for organizing thoughts, ideas, and tasks. Whether you're a student, professional, or creative mind, this powerful Chrome extension helps you capture and manage information effortlessly.\n\nKey Features:\n🔹 Notes: Jot down ideas, insights, and important information.\n🔹 Prompts: Store writing prompts, conversation starters, or creative inspiration.\n🔹 To-Do Lists: Keep track of tasks and boost your productivity.\n🔹 Quick Add: Easily add new items with just a few clicks.\n🔹 Search: Find your notes and prompts instantly.\n🔹 Export/Import: Backup and restore your data with ease.\n🔹 Text Selection: Save selected text from any webpage (optional feature).\n\nHow to Use Note Me:\n\n🔹 Click on the Note Me icon in your Chrome toolbar to open the extension.\n🔹 Navigate between Notes, To-Do, and Prompts using the tabs at the top.\n🔹 To add a new item, click the \"Add New\" button in the respective tab.\n🔹 Edit or delete items using the buttons provided.\n🔹 Use the search bar to quickly find specific notes or prompts.\n🔹 Export your data for backup or import previously saved data. Please DO NOT uninstall or reinstall the Extensions without taking the backup (json).\n\nFAQs:\n\nQ: Is my data secure?\nA: Yes, all your data is stored locally in your browser. We don't collect or store any personal information.\n\nQ: Can I sync my data across devices?\nA: Currently, Note Me stores data locally. However, you can use the export/import feature to manually transfer data between devices.\n\nQ: How do I enable the text selection feature?\nA: Go to the Settings tab and toggle on the \"Enable text selection feature\" option.\n\nQ: What file formats are supported for export/import?\nA: Note Me supports JSON format for both export and import, ensuring data integrity.\n\nQ: Is there a limit to how many notes, prompts, or to-do items I can create?\nA: There's no set limit, but keep in mind that the extension uses Chrome's storage API, which has its own limitations."
  }
}