{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FOCII YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a Minimum Viable Product. You will get to experience the Beta version very soon."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This product, FOCII Youtube (MVP) will be used to verify if a YouTube content-consumer is an actual human being. Since this is an MVP, there is a time limit of 10 mins, after which FOCII will automatically stop, giving you an option to proceed to your BAAI account dashboard.\n\nThis extension locally collects (without storing) content-consumer's images through desktop webcam for engagement analytics purposes, while the user watches youtube videos. This collected data enables us in verifying whether the user is an actual human or not. Apart from user's authentication details, all personal data that we collect including any images and audio files, none of them ever leave the user's devices. In fact, none of the user's images are even stored in local disk space - instead, the images remain in RAM to be processed and deleted post processing. Then this converted data is sent to our servers for further processing.\n\nNote: The original user images/audios can not be recreated from the converted user engagement data that we are sending to our servers. Any data (except emails) that we are handling can not be used to reveal the user's identity information.\n\nUser Resources: \n- Brochure: https://fociiplugin.brainalive.ai/chrome-extension-brochure\n- Release Note: https://fociiplugin.brainalive.ai/chrome-extension-release-note\n\nTo know more about FOCII and our reward program, kindly visit:\n- www.brainalive.ai\n- www.brainalive.ai/focii"
  }
}