{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordage - Boost Your Word Power"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordage is an app that allows users to enrich their daily vocabulary by learning new words in improving their language skills."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "!!!🆕 Feature Alert 🎉!!\nWith Alphabet Game, expand your vocabulary and explore the alphabet in a fun way! This unique app presents meaning-based questions for each letter from A to Z, and challenges you to guess the correct word.\nFor example, the question \"A device for taking still or moving pictures or photographs\" has the answer \"camera.\" \nTest your knowledge and learn new words as you find words that fit each letter!\n\nFeatures:\n➤Questions for Every Letter: Specially crafted meaning-based questions for every letter from A to Z.\n➤Vocabulary Building: Learn new words with every question and strengthen your memory.\n➤Fun and Timed Responses: Race against the clock to answer each question as quickly as possible!\n➤User-Friendly Interface: Enjoy a simple and sleek design that makes answering questions easy and enjoyable.\n\n----------------------------\n\nEnrich Your Vocabulary and Improve Your Language Skills!\n\nWordage is a vocabulary-building app that helps users expand their daily vocabulary by learning new words and improving their language skills. Whether you are curious about learning new languages, preparing for language exams, or looking to strengthen your daily communication and writing abilities, this app is the perfect solution for you.\nFeatures:\n\n➤ How to use it ?\nIf you know the word shown, you should click on the \"Like\" button.\nIf you think you don't know the word, you should click on the \"Stack\" button. You can go through the unfamiliar words later and also you can check your analytics."
  }
}