{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Water Sort 3D Game - Free - Offline available - No ads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Color Water Sort 3D Game in Browser - Offline available - No ads - Free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🧪 Color Water Sort 3D Game 🧪\n\nDive into the vibrant world of Color Water Sort 3D, a captivating puzzle game that challenges your brain and sharpens your problem-solving skills! 🌈\n\nFeatures:\n- Offline Play: Enjoy the game anytime, anywhere without the need for an internet connection. Perfect for on-the-go gaming! 🚀\n- Ad-Free Experience: Immerse yourself in uninterrupted gameplay with no ads to distract you. 🎮\n- Simple Yet Challenging: Easy to learn but hard to master, this game will keep you engaged for hours. Test your IQ and strategic thinking as you sort colorful liquids into their respective tubes. 🧠\n- Beautiful Graphics: Experience stunning 3D visuals and smooth animations that bring the game to life. 🌟\n- Endless Levels: With countless levels to conquer, the fun never stops. Each level presents a new challenge to solve. 🔄\n\nHow to Play:\n1. Tap any tube to pour water into another tube\n2. Only water of the same color can be poured on top of each other\n3. Strategize your moves to ensure all colors are sorted correctly\n\nJoin millions of players worldwide and become a master of the Color Water Sort 3D Game! Perfect for puzzle enthusiasts and casual gamers alike. Download now and start sorting! 🎉"
  }
}