{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat GPT Diagram"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat GPT Diagram is a powerful browser extension designed to enhance your experience on chat platforms by effortlessly transforming…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat GPT Diagram is a powerful browser extension designed to enhance your experience on chat platforms by effortlessly transforming Mermaid, PlantUML, SVG, and HTML code blocks into visually appealing images. With this extension, you can seamlessly communicate your ideas, diagrams, and visualizations in a clear and concise manner, without the need for additional tools or software.\n\nChat GPT Diagram automatically detects Mermaid, PlantUML, SVG, and HTML code blocks within chat conversations and instantly converts them into visually stunning images, making your discussions more engaging and comprehensible.\n\nSay goodbye to the hassle of switching between different applications or platforms to create and share diagrams. Chat GPT Diagram simplifies the process by seamlessly integrating diagram rendering capabilities directly into your chat interface, saving you valuable time and effort.\n\nElevate your chat conversations to the next level with Chat GPT Diagram. Experience the convenience of visually enhanced communication and effortlessly convey complex ideas with ease. Download now and unleash the power of visual communication within your favorite chat platform.\n\nNote: Chat GPT Diagram is designed to work specifically with the Chat GPT platform and does not modify or alter the behavior of the underlying chat system."
  }
}