{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DTProxy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công cụ hỗ trợ thay đổi IP trên các trình duyệt!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tiện ích mở rộng VPN của Chrome tốt nhất để truy cập bất kỳ trang web nào.\nBỏ chặn các trang web bị chặn ở quốc gia, công ty hoặc trường học của bạn bằng DTProxy. Hola miễn phí và dễ sử dụng!\n\nHola là dịch vụ proxy VPN miễn phí và không có quảng cáo, cung cấp Internet nhanh hơn và cởi mở hơn.\n\nBỏ chặn các trang web bị chặn hoặc kiểm duyệt ở quốc gia, công ty và trường học của bạn, đồng thời phát trực tuyến phương tiện với dịch vụ proxy Hola Unblocker VPN miễn phí.\n\nBỏ chặn hầu hết các trang web với phiên bản miễn phí. Để bỏ chặn tất cả các trang web không giới hạn thời gian hoặc để đảm bảo lưu lượng truy cập của bạn, hãy đăng ký Premium.\n\nDTProxy là trình mở khóa nhanh nhất thế giới - sử dụng công nghệ tách đường hầm. Để được mã hóa đầy đủ, quyền riêng tư và bảo mật, hãy đăng ký Premium.\n\nĐây không phải là một ứng dụng ngang hàng. Tiện ích mở rộng này không liên kết đến cũng như khuyến khích tải xuống bất kỳ sản phẩm nào khác và có đầy đủ chức năng như hiện tại mà không yêu cầu bất kỳ tải xuống bổ sung nào.\n\nNếu bạn có bất kỳ vấn đề kỹ thuật nào, vui lòng viết thư cho chúng tôi theo địa chỉ help@hola.org (không đăng câu hỏi - chúng tôi không thể trả lời tất cả các bài viết).\n\nDTProxy yêu cầu các quyền sau:\n- Proxy: Cho phép tiện ích mở rộng Hola ủy quyền lưu lượng truy cập của bạn thông qua một máy chủ ở một máy chủ khác\nquốc gia để thay đổi ip của bạn và bỏ chặn các trang web bị hạn chế.\n\n- AllHosts / WebRequest / WebRequestBlocking: Cho phép tiện ích mở rộng Hola kiểm tra mọi yêu cầu web và sửa đổi nó. DTProxy là trình mở khóa nhanh nhất vì nó sử dụng công nghệ phân chia đường hầm và chỉ ủy quyền cho số lượng yêu cầu web tối thiểu cần thiết để bỏ chặn một trang web.\n\n- Tab: Cho phép Hola theo dõi các tab của bạn và chỉ bật VPN trên các tab cụ thể và hiển thị cửa sổ bật lên bên trong trang để cho phép bạn bật, tắt và khắc phục sự cố kết nối.\n\n- WebNavigation: Cho phép Hola theo dõi yêu cầu điều hướng của bạn và bật VPN trên một trang web duy nhất và chỉ khi cần.\n\n- Cookie: Cho phép Hola truy cập cookie của bạn. Một số trang web lưu trữ quốc gia của bạn bên trong cookie và bạn phải xóa những cookie đó trước khi bạn có thể truy cập trang web đó từ một quốc gia khác.\n\n- Lưu trữ: Cho phép Hola lưu cấu hình cục bộ và dữ liệu bộ nhớ cache.\n\n- ContextMenus: Cho phép Hola thêm các mục vào menu ngữ cảnh.\n\nChúng tôi thu thập những loại thông tin nào?\nChúng tôi thu thập các loại dữ liệu sau từ bạn khi bạn sử dụng Dịch vụ:\n- Dữ liệu nhật ký: Dữ liệu nhật ký có thể bao gồm thông tin sau - loại trình duyệt, web\ncác trang bạn truy cập, thời gian dành cho các trang đó, thời gian và ngày truy cập.\n- Thông tin cá nhân: Thông tin cá nhân là thông tin có thể\nbản chất riêng tư hoặc nhạy cảm và nhận dạng hoặc có thể nhận dạng bạn. Các\nThông tin Cá nhân mà chúng tôi có thể thu thập và lưu giữ bao gồm địa chỉ IP của bạn,\ntên và địa chỉ email, tên hiển thị, thông tin thanh toán và lập hóa đơn hoặc các thông tin khác\nthông tin mà chúng tôi có thể yêu cầu theo thời gian như sẽ được yêu cầu cho việc lên máy bay\ncung cấp quy trình và dịch vụ.\nĐăng ký thông qua tài khoản mạng xã hội: Khi bạn đăng ký hoặc đăng nhập vào\n- Dịch vụ thông qua tài khoản mạng xã hội của bạn (ví dụ: Facebook, Google+), chúng tôi sẽ\ncó quyền truy cập thông tin cơ bản từ tài khoản mạng xã hội của bạn\n\nLàm thế nào để chúng tôi sử dụng thông tin của bạn?\nChúng tôi sử dụng thông tin của bạn để cung cấp cho bạn Dịch vụ. Điều này có nghĩa là\nrằng chúng tôi sẽ sử dụng thông tin để thiết lập tài khoản của bạn, cung cấp cho bạn\nhỗ trợ về Dịch vụ, liên lạc với bạn để cập nhật, tiếp thị\nđề nghị hoặc mối quan tâm mà bạn có thể có và tiến hành nghiên cứu thống kê và phân tích\nđể cải thiện Dịch vụ.\n\nThông tin chúng tôi chia sẻ\nChúng tôi không cho thuê hoặc bán bất kỳ Thông tin Cá nhân nào. Chúng tôi có thể tiết lộ Cá nhân\nThông tin cho các nhà cung cấp dịch vụ hoặc đối tác bên thứ ba đáng tin cậy khác để\nmục đích cung cấp cho bạn Dịch vụ, lưu trữ và phân tích. Chúng tôi cũng có thể\nchuyển hoặc tiết lộ Thông tin Cá nhân cho các công ty con, công ty liên kết của chúng tôi.\n\nLựa chọn và Quyền của bạn\nChúng tôi cố gắng cung cấp cho bạn các cách để cập nhật thông tin của bạn nhanh chóng hoặc xóa thông tin đó."
  }
}