{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UbiMap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UbiMap est un outil de prospection commerciale, qui scanne le web pour générer des contacts B2B avec des scores de pertinence."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Générez des listes de prospects qualifiés depuis le Web, avec des données de contexte pour briser la glace !\n\nUbiMap couvre tout le spectre de votre prospection : de l’identification des meilleurs prospects, à la recherche des coordonnées de contact, en passant par les approches automatisées sur LinkedIn.\n\nQue vous soyez Entrepreneur, Freelance, Dirigeant, Responsable Marketing/Commercial, Growth Hacker, Chasseur de candidats…UbiMap sera le couteau suisse pour accélérer votre croissance !\n\nFonctionnalités :\n\n- Empreintes UbiMap = caractérisez votre environnement économique (clients, concurrents, partenaires, etc.) et définissez facilement les caractéristiques de vos personas. Identifiez de nouvelles opportunités de croissance, faites évoluer votre Empreinte et partagez-la avec vos collaborateurs.\n\n- > Mode Compagnon = capturez l’information stratégique des profils visités « à la main » sur Linkedin, évaluez leur pertinence par rapport à votre Empreinte UbiMap (Lead Scoring), recherchez leurs coordonnées et exportez-les en 1 seul clic vers votre CRM.\n\n- > Mode Plein Ecran :\n\n- Construisez des listes de prospects scorés en quelques secondes grâce notre moteur de recherche Web qui s’appuie sur votre Empreinte UbiMap.\n\n- Retrouvez les coordonnées de contact (algorithme custom) en faisant appel à Dropcontact, Lusha et Hunter et bientôt Kaspr  => 90% d’emails nominatifs valides !\n\n- Lancez une prospection automatisée sur LinkedIn (invitations, messages, relances conditionnelles)\n\n- Scoring « zoné » : analysez certaines zones du profil afin d’isoler des informations stratégiques \nExemple : identifiez des Managers Commerciaux qui parlent du CRM Pipedrive dans leurs activités sur Linkedin (posts émis, commentaires, likes…)\n\n- Mapping de leads : affichez l’implantation géographique des leads (contacts et entreprises) sur une carte, pour identifier les centre décisionnels ou la concentration d’un type de leads, etc.\n\n- Account Based Marketing : importer ou renseignez des noms d’entreprises et UbiMap retrouvera les interlocuteurs adéquats liés à votre Empreinte (+ toutes les actions décrites précédemment).\n\n- Import de leads : scorez, nettoyez, enrichissez les fichiers provenant de votre CRM ou d’outils de scraping et lancez des actions de Sales Automation !\n\n- Gestion de vos contacts LinkedIn : générez la liste de tous vos contacts Linkedin de 1er niveau en 1 clic et appliquez les fonctionnalités d’UbiMap décrites précédemment !\n\nÀ noter : l’inscription à UbiMap est gratuite et permet de créer plusieurs Empreintes, mais l’utilisation des autres fonctionnalités nécessite un abonnement. N’hésitez pas à visiter notre site web pour réserver un créneau de web-démo !\n\nPolitique de confidentialité : https://ubimap.fr/politique-de-confidentialite/"
  }
}