{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JPG to PDF",
    "de": "JPG zu PDF",
    "es,it": "JPG a PDF",
    "fr": "JPG en PDF",
    "pt_BR,pt_PT": "JPG para PDF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert JPG Files to PDF in Seconds!",
    "de": "Konvertieren Sie JPG in PDF Online in Sekunden!",
    "es": "Convertir JPG a PDF en línea en Segundos!",
    "fr": "Convertissez des JPG en PDF en ligne en quelques secondes!",
    "it": "Converti JPG in PDF Online in Pochi Secondi!",
    "pt_BR,pt_PT": "Converta JPG para PDF Online em Segundos!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert JPG to PDF Online\n\nFast and Secure way to convert JPG files online\n\nSelect or drag your files, then click the convert button to download your converted images.\nAll converted files maintain the best quality which can be accepted on any web platform (when uploading to a website or attaching as email).\n\nYour files are fully secure as they are been transferred over a secure connection. All files are deleted permanently from our servers within few hours of the conversion.",
    "de": "Wählen Sie Ihre Dateien aus oder ziehen Sie sie und klicken Sie auf die Schaltfläche Konvertieren, um die konvertierten Dateien herunterzuladen.\n\nAlle komprimierte Dateien haben die beste Qualität, die auf jeder Webplattform akzeptiert werden kann (beim Hochladen auf eine Website oder beim Anhängen einer E-Mail).\n\nIhre Dateien sind absolut sicher, da sie über eine sichere Verbindung übertragen werden. Wir werden alle Dateien innerhalb weniger Stunden nach der Konvertierung dauerhaft von unseren Servern löschen.",
    "es": "Seleccione o arrastre sus archivos, luego haga clic en el botón Convertir para descargar sus archivos convertidos.\n\nTodos los archivos comprimidos mantienen la mejor calidad que puede ser aceptada en cualquier plataforma web (al subir a un sitio web o adjuntar como e mail).\n\nSus archivos están completamente seguros ya que están siendo transferidos en una conexión segura. Borraremos permanentemente todos los archivos de nuestros servidores dentro de pocas horas después de la conversión.",
    "fr": "Sélectionnez ou faites glisser vos fichiers, puis cliquez sur le bouton Convertir pour télécharger vos fichiers convertis.\n\nTous les fichiers compressés ont une qualité optimale qui peut être prise en charge sur n'importe quelle plate-forme web (lors du téléchargement sur un site web ou en pièce jointe sous forme d’email).\n\nVos fichiers sont entièrement sécurisés puisqu'ils sont transférés via une connexion sécurisée. Nous supprimerons définitivement tous les fichiers de nos serveurs dans les heures qui suivent la conversion.",
    "it": "Seleziona o trascina i tuoi file, quindi clicca sul riguardo Convertire per scaricare i tuoi file convertiti.\n\nTutti i file convertiti mantengono la migliore qualità che possa essere accettata su qualsiasi piattaforma web (nel momento in cui sono caricati su un sito web o allegati come mail).\n\nI tuoi file sono completamente al sicuro, essendo trasferiti tramite connessione sicura. Elimineremo definitivamente i tuoi file dai nostri server poche ore dopo la conversione.",
    "pt_BR,pt_PT": "Selecione ou arraste seus arquivos e clique no botão Converter para baixar seus arquivos convertidos.\n\nTodos os ficheiros comprimidos mantêm a melhor qualidade, que pode ser aceite em qualquer plataforma web (quando se faz o upload no site ou ao anexar como e-mail).\n\nOs seus ficheiros estão totalmente seguros já que estão a ser transferidos através de uma conexão de segurança. Vamos eliminar permanentemente todos os ficheiros dos nossos serviços no espaço de apenas umas horas após a conversão."
  }
}