{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Filter (Stop Addicting Videos)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 1.2.1:\n- I improved the Overall UI experience(Hover Animation, responsive, font size as well)\n- Add the Export Keyword…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 1.2.1:\n- I improved the Overall UI experience(Hover Animation, responsive, font size as well)\n- Add the Export Keyword Functionality\n- Add remove individual entries feature\n- Add Keyword Count features\n\nYouTube Filter (Stop Addicting Videos) is a straightforward yet powerful tool that lets you block YouTube videos containing specific keywords. Whether you're avoiding spoilers, filtering content themes, or customizing your feed, this extension enhances your viewing experience by hiding unwanted videos from search results and suggestions.\n\nWhat's New in Version 1.1.1:\nRemove Keywords Easily: You can now remove keywords with a single click, allowing you to refine your filter list dynamically.\nKey Features:\nAdd Keywords Dynamically: Use the easy-to-access popup menu to add keywords. Once added, the extension automatically refreshes YouTube tabs to apply changes instantly.\nReset Functionality: Clear all saved keywords with one click, refreshing all YouTube tabs to restore the original content.\nSeamless Browsing: Enjoy a distraction-free YouTube experience with content tailored to your preferences, without interrupting your browsing flow.\nOriginally designed for personal use, this tool is now available for anyone looking to customize their YouTube viewing experience. It's as simple as adding or removing keywords, and the extension does the rest!\n\nWe Value Your Feedback:\nYour feedback helps us improve! Please share your thoughts, experiences, and suggestions in the reviews section. What’s working? What could be better? Your input drives future updates.\n\nContribute to the Project:\nThis is an open-source project! Feel free to explore or contribute: https://github.com/myaxyo/youtube-filter-extension"
  }
}