{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WordBlock"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A web3 note-taking tool built for open and interactive block reference"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word block is a web3 note-taking tool built for open and interactive block reference.\n\nThere are some inspirations for me to build wordblock: \n  (To summarize ahead i want to build a tool for thoughts that enables public block reference and semantic search)\n  - Fragmented knowledge takeaway by attention 👀\n\n  Reading is a huge activity in which we consume information, but it has been heavy since we let the brain take(memory) too many things.\n\n  I need a \"container\" to carry the fragmented knowledge i have from reading, specifically the highlights and memos. The \"container*\" should represent the context (at what time\\from where\\i consume\\what information) \n\n  *In the theory of publishing, framing (encapsulation) is used to support the subsequent filtering (classification & search), amplification (propagation) and models (value distribution).\n\n\n  - Block-building writing experience\n\n  This block-building writing experience is classic in some note-taking tools like roamresearch, I'm a big beneficiary of it. Generally speaking, I write in block units and every block has its unique ID, so when i write an article i can combine those blocks with context ——we call it \"block reference\".\n\n  So, you will see an article from a bunch of static text to \"a chain of blocks\" with their individual context."
  }
}