{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No Shorts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block YT Shorts from killing your productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you ever find yourself descending into the seemingly endless rabbit hole of YouTube Shorts, losing precious hours of your life that you'll never get back? Surrounded by an unending whirlpool of 60-second videos with the attention span of a goldfish, it's all too easy to fall prey to the mindless swiping. The world, we're told, is our oyster, but instead, we're helplessly sifting through bite-sized video after video, our cries for a break devoured by the YouTube algorithm. Well, say hello to \"No Shorts\", the chrome extension that has heard your silent screams for help and is here to be your saving grace from the addictive YouTube Shorts.\n\n\"No Shorts\" is the equivalent of a stern yet loving parent who turns your TV off when it's been on for too long. A veritable superhero of time management, it enables you to enjoy your YouTube browsing experience, minus the distracting pitfall of YouTube Shorts. We didn't just name it \"No Shorts\" for the giggles, you know. We mean it when we say 'no shorts' - and that's exactly what this extension does - it sweeps away the annoying YouTube Shorts from your life like a diligent janitor. \n\nSo, would you rather stay shackled in the chaotic carousel of YouTube Shorts or break free and reclaim your productivity? If it's the latter, congratulations on making the first step against corporate control of your attention. Welcome aboard, you brave soul, as you download \"No Shorts\", the chrome extension that's here to offer you a parachute on your freefall through the abyss of YouTube Shorts. Brace yourself as we embark on this journey to a future free of the relentless onslaught of short-form video distraction. Now, seriously, go out there and get some real work done, will you?"
  }
}