{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Approveit Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Approveit Helper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nSimplify your approval workflows with Approveit’s Chrome extension, offering comprehensive approval management tools: document approvals, task delegation, workflow automation, and more!\n\nNeed efficiency on the go? Approveit’s browser extension allows you to review, approve, or reject documents and tasks instantly, directly from your browser. Streamline your approval processes and maintain compliance with ease.\n\nApproveit integrates seamlessly into your daily routine, ensuring swift and effective approvals that keep your projects moving forward. Whether you're managing contracts, invoices, or internal requests, Approveit is your one-stop solution for all approval needs.\n\n\nHow to use Approveit\n\nOnce you receive an approval request, Approveit will notify you directly within your browser. You can then review the details, provide feedback, and approve or reject the request, all within the extension. This ensures that you maintain control over your workflow without needing to switch between different platforms.\n\n\nWhy Approveit?\n\nApproveit is ideal for managers, project leaders, and compliance officers who need to streamline their approval processes. By centralizing approvals, you can minimize errors, ensure timely responses, and maintain a clear audit trail.\n\nWith Approveit, you can automate repetitive tasks, delegate approvals to team members, and track the status of each request in real time. This not only saves time but also enhances productivity and compliance across your organization.\n\n\nApproveit Features\n\nApproval management tools:\n📝 Document Approvals\nReview and approve documents directly from your browser.\nEnsure compliance with customizable approval workflows.\nTrack the status of all pending approvals in real time.\n📝 Task Delegation\nAssign approval tasks to team members easily.\nMonitor delegated tasks to ensure timely completion.\nMaintain accountability with detailed logs of each approval.\n📝 Workflow Automation\nAutomate repetitive approval processes to save time.\nCreate custom workflows to match your organizational needs.\nReduce manual errors with automated task routing.\n\n\nAdditional Features:\n\nCentralized Dashboard: Access all your approvals in one place.\nNotifications: Receive instant alerts for new approval requests.\nAudit Trails: Keep a detailed log of all approval activities for compliance.\n\n\nJoin the Approveit Community\n\nWith hundreds of users relying on Approveit for their approval needs, it's never been easier to manage your workflows effectively. From small businesses to large enterprises, Approveit is transforming the way approvals are handled.\n\nWe’d love to see how Approveit improves your workflows. Share your experience with us online:\n\nLinkedIn: https://www.linkedin.com/company/approveit/ \nWebsite: https://approveit.today/ \n\nStreamline your approvals today with the Approveit Chrome extension and experience the future of efficient workflow management!"
  }
}