{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adblock for Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A single accurate adblocker for all your browsers. Stops you from ads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of intrusive and disruptive ads ruining your browsing experience? Introducing AdBlock for Browser, your ultimate solution to reclaiming the internet without the annoyance of advertisements.\n\nSay goodbye to pop-ups, banners, auto-playing videos, and those pesky tracking scripts that invade your privacy. With AdBlock for Browser, you'll enjoy a cleaner, faster, and more enjoyable online journey.\n\nKey Features:\n\nEffortless Ad Blocking: Our extension seamlessly blocks a wide range of ads across websites, ensuring you'll never be bothered by irrelevant content again.\n\nEnhanced Privacy: Bid farewell to tracking cookies and data-hungry advertisers. AdBlock for Browser protects your personal information by preventing third-party trackers from following your online activities.\n\nFaster Browsing: By eliminating resource-heavy ads, you'll experience significantly faster page loading times, allowing you to access the content you love without the waiting.\n\nCustomizable Whitelisting: We understand that some websites rely on non-intrusive ads for revenue. With AdBlock for Browser, you can easily whitelist trusted sites, supporting the content creators you enjoy.\n\nUser-Friendly Interface: Our extension boasts a simple and intuitive user interface, making it accessible to both tech-savvy users and those new to ad blocking.\n\nRegular Updates: The digital landscape is always evolving, and so are the methods used by advertisers. Rest assured, we're dedicated to providing timely updates to ensure you're always protected.\n\nInstall AdBlock for Browser today and rediscover the joy of browsing the web without distractions. Take control of your online experience and enjoy a cleaner, faster, and more private internet journey."
  }
}