{
  "name": {
    "ar": "افتح باستخدام Bluestacks",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open with Bluestacks",
    "bg": "Отворете с Bluestacks",
    "ca": "Obert amb Bluestacks",
    "cs": "Otevřete pomocí Bluestacks",
    "da": "Åben med Bluestacks",
    "de": "Mit Bluestacks öffnen",
    "el": "Ανοίξτε με Bluestacks",
    "es": "Abrir con Bluestacks",
    "et": "Avage koos Bluestacksiga",
    "fa": "با Bluestacks باز کنید",
    "fi": "Avaa Bluestacksilla",
    "fil": "Buksan kasama ang Bluestacks",
    "fr": "Ouvrir avec Bluestacks",
    "he": "פתוח עם Bluestacks",
    "hi": "ब्लूस्टैक्स के साथ खोलें",
    "hr": "Otvorite Bluestackom",
    "hu": "Nyissa meg a Bluestacks-szel",
    "id,ms": "Buka dengan Bluestacks",
    "it": "Apri con Bluestacks",
    "ja": "Bluestacksで開く",
    "ko": "BlueStacks로 열기",
    "lt": "Atidarykite su „Bluestacks“",
    "lv": "Atveriet ar Bluestacks",
    "nl": "Openen met Bluestacks",
    "no": "Åpent med Bluestacks",
    "pl": "Otwórz za pomocą Bluestacks",
    "ro": "Deschideți cu Bluestacks",
    "ru": "Открыть с помощью Bluestacks",
    "sk": "Otvorte pomocou Bluestackov",
    "sl": "Odprite z Bluestacks",
    "sr": "Отвори Блуестацкс",
    "sv": "Öppet med Bluestacks",
    "th": "เปิดด้วย Bluestacks",
    "tr": "Bluestacks ile açın",
    "uk": "Відкрити за допомогою Bluestacks",
    "vi": "Mở bằng Bluestacks",
    "zh_CN": "用Bluestacks打开",
    "zh_TW": "用Bluestacks打開"
  },
  "short": {
    "ar": "افتح الروابط المرغوبة بسهولة في BlueStacks",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Easily open APK links in BlueStacks",
    "bg": "Лесно отваряйте желаните връзки в BlueStacks",
    "ca": "Obriu els enllaços desitjats fàcilment a BlueStacks",
    "cs": "Snadno otevřete požadované odkazy v BlueStacks",
    "da": "Åbn let de ønskede links i BlueStacks",
    "de": "Öffnen Sie einfach die gewünschten Links in BlueStacks",
    "el": "Ανοίξτε εύκολα τους επιθυμητούς συνδέσμους στο BlueStacks",
    "es": "Abra fácilmente los enlaces deseados en BlueStacks",
    "et": "Avage soovitud lingid hõlpsalt BlueStacksis",
    "fa": "به راحتی پیوندهای دلخواه را در BlueStacks باز کنید",
    "fi": "Avaa helposti halutut linkit BlueStacksissa",
    "fil": "Madaling buksan ang nais na mga link sa BlueStacks",
    "fr": "Ouvrez facilement les liens souhaités dans BlueStacks",
    "he": "פתח בקלות את הקישורים הרצויים ב- BlueStacks",
    "hi": "आसानी से ब्लूस्टैक्स में वांछित लिंक खोलें",
    "hr": "Jednostavno otvorite željene veze u BlueStacks-u",
    "hu": "Könnyen nyissa meg a kívánt linkeket a BlueStacks alkalmazásban",
    "id": "Buka tautan yang diinginkan dengan mudah di BlueStacks",
    "it": "Apri facilmente i collegamenti desiderati in BlueStacks",
    "ja": "BlueStacksで目的のリンクを簡単に開く",
    "ko": "BlueStacks에서 원하는 링크를 쉽게 열기",
    "lt": "Lengvai atidarykite norimas nuorodas „BlueStacks“",
    "lv": "Viegli atveriet vēlamās saites pakalpojumā BlueStacks",
    "ms": "Buka pautan yang diingini dengan mudah di BlueStacks",
    "nl": "Open eenvoudig gewenste links in BlueStacks",
    "no": "Åpne enkelt ønskede lenker i BlueStacks",
    "pl": "Z łatwością otwieraj żądane linki w BlueStacks",
    "ro": "Deschideți ușor linkurile dorite în BlueStacks",
    "ru": "Легко открывайте нужные ссылки в BlueStacks",
    "sk": "Ľahko otvorte požadované odkazy v BlueStacks",
    "sl": "Preprosto odprite želene povezave v BlueStacks",
    "sr": "Једноставно отворите жељене везе у БлуеСтацкс-у",
    "sv": "Öppna enkelt önskade länkar i BlueStacks",
    "th": "เปิดลิงค์ที่ต้องการใน BlueStacks ได้อย่างง่ายดาย",
    "tr": "BlueStacks&#39;te istediğiniz bağlantıları kolayca açın",
    "uk": "Легко відкрийте потрібні посилання в BlueStacks",
    "vi": "Dễ dàng mở các liên kết mong muốn trong BlueStacks",
    "zh_CN": "在BlueStacks中轻松打开所需的链接",
    "zh_TW": "在BlueStacks中輕鬆打開所需的鏈接"
  },
  "long": {
    "ar": "افتح ملفات APK الخاصة بك باستخدام Bluestacks Emulator الآن.\n\nهل تريد فتح ملفات APK باستخدام برنامج المحاكي المفضل لديك Bluestacks؟ يمكنك القيام بذلك الآن بعد تثبيت ملحق البرنامج الخاص بنا.\n\nلبدء استخدام ملحق البرنامج الخاص بنا ، إليك الخطوات التي تحتاج إلى القيام بها.\n\nتأكد من تثبيت Bluestacks على جهاز الكمبيوتر الخاص بك.\nقم بتثبيت ملحق البرنامج الخاص بنا \"Open with Bluestacks\"\nبمجرد تثبيت برنامجنا ، يرجى تحديث جميع علامات التبويب الموجودة / إغلاق المتصفح وإعادة تشغيل المتصفح للسماح بتحميل الامتداد.\n\nاختر ملف APK الذي ترغب في فتحه باستخدام Bluestacks عبر زر قائمة سياق النقر بزر الماوس الأيمن.\nالأمر بهذه البساطة ، ما عليك سوى استخدام قائمة سياق النقر بزر الماوس الأيمن لاختيار Bluestacks عندما تريد فتح ملفات APK.\n\nيرجى ملاحظة أن هذا التمديد لم يتم بواسطة Bluestacks. تم صنعه من قبل مطور خارجي. يتيح لك هذا الامتداد تنزيل ملفات APK وتشغيلها بسرعة باستخدام قائمة السياق.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Open your APK files using Bluestacks Emulator now.\n\nWant to open APK files using your favorite emulator software Bluestacks? You can do so now after you install our software extension.\n\nTo begin using our software extension, here are the steps you need to do.\n\nEnsure you have Bluestacks installed on your computer.\nInstall our software extension \"Open with Bluestacks\"\nOnce you install our software, please refresh all your existing Tabs/close browser and restart browser to let the extension load.\n\nChoose the APK file you wish to open with Bluestacks via the right click context menu button.\nIts that simple, just use the right click context menu to choose Bluestacks when you want to open your APK Files.\n\nPlease note this extension was NOT made by Bluestacks. It was made by an external third party developer. This extension allows you to download and run APK files quickly using the context menu.",
    "bg": "Отворете вашите APK файлове с помощта на Bluestacks Emulator сега.\n\nИскате ли да отворите APK файлове с помощта на любимия си софтуер за емулация Bluestacks? Можете да го направите сега, след като инсталирате нашето софтуерно разширение.\n\nЗа да започнете да използвате нашето софтуерно разширение, ето стъпките, които трябва да направите.\n\nУверете се, че имате инсталирани Bluestacks на вашия компютър.\nИнсталирайте нашето софтуерно разширение \"Отваряне с Bluestacks\"\nСлед като инсталирате нашия софтуер, моля, опреснете всички свои съществуващи раздели / затворете браузъра и рестартирайте браузъра, за да позволите разширението да се зареди.\n\nИзберете APK файла, който искате да отворите с Bluestacks, чрез бутона за контекстно меню с десен бутон.\nТолкова е просто, просто използвайте контекстното меню с десния бутон, за да изберете Bluestacks, когато искате да отворите APK файловете си.\n\nМоля, обърнете внимание, че това разширение НЕ е направено от Bluestacks. Той е направен от външен разработчик на трета страна. Това разширение ви позволява да изтегляте и стартирате APK файлове бързо, като използвате контекстното меню.",
    "ca": "Obriu ara els fitxers APK amb Bluestacks Emulator.\n\nVoleu obrir fitxers APK mitjançant el vostre programari d’emulador preferit Bluestacks? Podeu fer-ho ara després d’instal·lar la nostra extensió de programari.\n\nPer començar a utilitzar la nostra extensió de programari, aquí teniu els passos que heu de fer.\n\nAssegureu-vos que teniu instal·lat Bluestacks a l’ordinador.\nInstal·leu la nostra extensió de programari \"Obre amb Bluestacks\"\nUn cop hàgiu instal·lat el nostre programari, actualitzeu totes les pestanyes existents / tanqueu el navegador i reinicieu el navegador per deixar carregar l'extensió.\n\nTrieu el fitxer APK que vulgueu obrir amb Bluestacks mitjançant el botó del menú contextual del clic dret.\nÉs tan senzill, només cal que feu clic al menú contextual del clic dret per triar Bluestacks quan vulgueu obrir els fitxers APK.\n\nTingueu en compte que aquesta extensió NO la va fer Bluestacks. Va ser realitzat per un desenvolupador extern. Aquesta extensió us permet descarregar i executar fitxers APK ràpidament mitjançant el menú contextual.",
    "cs": "Otevřete nyní soubory APK pomocí Bluestacks Emulator.\n\nChcete otevřít soubory APK pomocí svého oblíbeného softwaru emulátoru Bluestacks? Můžete tak učinit hned po instalaci našeho softwarového rozšíření.\n\nChcete-li začít používat naše softwarové rozšíření, postupujte podle následujících kroků.\n\nUjistěte se, že máte v počítači nainstalované Bluestacky.\nNainstalujte si naši softwarovou příponu „Open with Bluestacks“\nJakmile nainstalujete náš software, obnovte všechny své stávající karty / zavřete prohlížeč a restartujte prohlížeč, aby se rozšíření mohlo načíst.\n\nVyberte soubor APK, který chcete otevřít pomocí Bluestacks, pomocí tlačítka kontextové nabídky pravým tlačítkem myši.\nJe to tak jednoduché, stačí použít místní nabídku pravým tlačítkem myši a vybrat Bluestacks, když chcete otevřít soubory APK.\n\nVezměte prosím na vědomí, že toto rozšíření NENÍ vyrobeno společností Bluestacks. Byl vytvořen externím vývojářem třetí strany. Toto rozšíření vám umožňuje rychle stahovat a spouštět soubory APK pomocí kontextové nabídky.",
    "da": "Åbn dine APK-filer ved hjælp af Bluestacks Emulator nu.\n\nVil du åbne APK-filer ved hjælp af din foretrukne emulator-software Bluestacks? Du kan gøre det nu, når du har installeret vores softwareudvidelse.\n\nFor at begynde at bruge vores softwareudvidelse er her de trin, du skal gøre.\n\nSørg for, at du har Bluestacks installeret på din computer.\nInstaller vores softwareudvidelse \"Åbn med Bluestacks\"\nNår du har installeret vores software, skal du opdatere alle dine eksisterende faner / lukke browser og genstarte browseren for at lade udvidelsen indlæses.\n\nVælg den APK-fil, du vil åbne med Bluestacks via højreklik på kontekstmenuknappen.\nDet er så simpelt, brug bare højreklik-genvejsmenuen til at vælge Bluestacks, når du vil åbne dine APK-filer.\n\nBemærk, at denne udvidelse IKKE blev lavet af Bluestacks. Det blev lavet af en ekstern tredjepartsudvikler. Denne udvidelse giver dig mulighed for hurtigt at downloade og køre APK-filer ved hjælp af genvejsmenuen.",
    "de": "Öffnen Sie jetzt Ihre APK-Dateien mit Bluestacks Emulator.\n\nMöchten Sie APK-Dateien mit Ihrer bevorzugten Emulatorsoftware Bluestacks öffnen? Sie können dies jetzt tun, nachdem Sie unsere Software-Erweiterung installiert haben.\n\nUm unsere Software-Erweiterung zu verwenden, müssen Sie die folgenden Schritte ausführen.\n\nStellen Sie sicher, dass Bluestacks auf Ihrem Computer installiert sind.\nInstallieren Sie unsere Software-Erweiterung \"Open with Bluestacks\"\nAktualisieren Sie nach der Installation unserer Software alle vorhandenen Tabs / schließen Sie den Browser und starten Sie den Browser neu, damit die Erweiterung geladen werden kann.\n\nWählen Sie die APK-Datei, die Sie mit Bluestacks öffnen möchten, über die Kontextmenü-Schaltfläche mit der rechten Maustaste.\nSo einfach ist das. Klicken Sie einfach mit der rechten Maustaste auf das Kontextmenü, um Bluestacks auszuwählen, wenn Sie Ihre APK-Dateien öffnen möchten.\n\nBitte beachten Sie, dass diese Erweiterung NICHT von Bluestacks erstellt wurde. Es wurde von einem externen Drittentwickler erstellt. Mit dieser Erweiterung können Sie APK-Dateien schnell über das Kontextmenü herunterladen und ausführen.",
    "el": "Ανοίξτε τα αρχεία APK σας χρησιμοποιώντας το Bluestacks Emulator τώρα.\n\nΘέλετε να ανοίξετε αρχεία APK χρησιμοποιώντας το αγαπημένο σας λογισμικό εξομοιωτή Bluestacks; Μπορείτε να το κάνετε τώρα μετά την εγκατάσταση της επέκτασης λογισμικού.\n\nΓια να ξεκινήσετε να χρησιμοποιείτε την επέκταση λογισμικού, ακολουθούν τα βήματα που πρέπει να κάνετε.\n\nΒεβαιωθείτε ότι έχετε εγκαταστήσει Bluestacks στον υπολογιστή σας.\nΕγκαταστήστε την επέκταση λογισμικού \"Άνοιγμα με Bluestacks\"\nΜόλις εγκαταστήσετε το λογισμικό μας, ανανεώστε όλες τις υπάρχουσες καρτέλες σας / κλείστε το πρόγραμμα περιήγησης και επανεκκινήστε το πρόγραμμα περιήγησης για να επιτρέψετε τη φόρτωση της επέκτασης.\n\nΕπιλέξτε το αρχείο APK που θέλετε να ανοίξετε με Bluestacks μέσω του κουμπιού μενού περιβάλλοντος δεξιού κλικ.\nΕίναι τόσο απλό, απλώς χρησιμοποιήστε το μενού περιβάλλοντος δεξιού κλικ για να επιλέξετε Bluestacks όταν θέλετε να ανοίξετε τα αρχεία APK.\n\nΛάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από το Bluestacks. Κατασκευάστηκε από έναν εξωτερικό προγραμματιστή τρίτου μέρους. Αυτή η επέκταση σάς επιτρέπει να κατεβάζετε και να εκτελείτε αρχεία APK γρήγορα χρησιμοποιώντας το μενού περιβάλλοντος.",
    "es": "Abra sus archivos APK usando Bluestacks Emulator ahora.\n\n¿Quiere abrir archivos APK con su software emulador favorito Bluestacks? Puede hacerlo ahora después de instalar nuestra extensión de software.\n\nPara comenzar a usar nuestra extensión de software, estos son los pasos que debe seguir.\n\nAsegúrese de tener Bluestacks instalado en su computadora.\nInstale nuestra extensión de software \"Open with Bluestacks\"\nUna vez que instale nuestro software, actualice todas sus pestañas existentes / cierre el navegador y reinicie el navegador para que se cargue la extensión.\n\nElija el archivo APK que desea abrir con Bluestacks a través del botón de menú contextual del botón derecho.\nEs así de simple, simplemente use el menú contextual del botón derecho del ratón para elegir Bluestacks cuando desee abrir sus archivos APK.\n\nTenga en cuenta que esta extensión NO fue creada por Bluestacks. Fue creado por un desarrollador externo externo. Esta extensión le permite descargar y ejecutar archivos APK rápidamente usando el menú contextual.",
    "et": "Avage oma APK-failid nüüd Bluestacksi emulaatori abil.\n\nKas soovite APK-faile avada oma lemmikemulaatori tarkvara Bluestacks abil? Saate seda teha kohe pärast meie tarkvaralaienduse installimist.\n\nMeie tarkvaralaienduse kasutamise alustamiseks toimige järgmiselt.\n\nVeenduge, et teie arvutisse oleks installitud Bluestacks.\nInstallige meie tarkvaralaiendus \"Ava koos Bluestacksiga\"\nKui olete meie tarkvara installinud, värskendage kõiki olemasolevaid vahelehti / sulgege brauser ja taaskäivitage brauser, et laiendus saaks laadida.\n\nValige paremklõpsuga kontekstimenüü nupu kaudu APK-fail, mille soovite Bluestacksiga avada.\nSee on nii lihtne, kui soovite APK-faile avada, kasutage Bluestacksi valimiseks lihtsalt paremklõpsuga kontekstimenüüd.\n\nPange tähele, et seda laiendust EI teinud Bluestacks. Selle tegi väline kolmanda osapoole väline arendaja. See laiendus võimaldab teil kontekstimenüü abil APK-faile kiiresti alla laadida ja käivitada.",
    "fa": "اکنون فایلهای APK خود را با استفاده از Bluestacks Emulator باز کنید.\n\nآیا می خواهید فایلهای APK را با استفاده از نرم افزار شبیه ساز Bluestacks مورد علاقه خود باز کنید؟ اکنون می توانید پس از نصب برنامه افزودنی نرم افزار ، این کار را انجام دهید.\n\nبرای شروع استفاده از برنامه افزودنی نرم افزار ما ، در اینجا مراحلی را که باید انجام دهید آورده شده است.\n\nاطمینان حاصل کنید که Bluestacks را روی رایانه خود نصب کرده اید.\nبرنامه افزودنی نرم افزار \"Open with Bluestacks\" را نصب کنید\nپس از نصب نرم افزار ما ، لطفاً تمام برگه های موجود را تازه کنید / مرورگر را ببندید و مرورگر را مجدداً راه اندازی کنید تا افزونه بارگیری شود.\n\nفایل APK را که می خواهید با Bluestacks از طریق دکمه راست کلیک راست کلیک کنید ، انتخاب کنید.\nبه همین سادگی ، فقط از منوی زمینه کلیک راست برای انتخاب Bluestacks استفاده کنید که می خواهید APK Files خود را باز کنید.\n\nلطفا توجه داشته باشید که این برنامه افزودنی توسط Bluestacks ساخته نشده است. این توسط یک توسعه دهنده شخص ثالث خارجی ساخته شده است. این برنامه افزودنی به شما امکان می دهد با استفاده از منوی زمینه ، سریعاً پرونده های APK را بارگیری و اجرا کنید.",
    "fi,he": "Open your APK files using Bluestacks Emulator now.\n\nWant to open APK files using your favorite emulator software Bluestacks? You can do so now after you install our software extension.\n\nTo begin using our software extension, here are the steps you need to do.\n\nEnsure you have Bluestacks installed on your computer.\n\nInstall our software extension \"Open with Bluestacks\"\n\nOnce you install our software, please refresh all your existing Tabs/close browser and restart browser to let the extension load.\n\nChoose the APK file you wish to open with Bluestacks via the right click context menu button.\n\nIts that simple, just use the right click context menu to choose Bluestacks when you want to open your APK Files.\n\nPlease note this extension was NOT made by Bluestacks. It was made by an external third party developer. This extension allows you to download and run APK files quickly using the context menu.",
    "fil": "Avaa APK-tiedostosi Bluestacks Emulator -sovelluksella nyt.\n\nHaluatko avata APK-tiedostot suosikkiemulaattoriohjelmistosi Bluestacksin avulla? Voit tehdä sen nyt asennuksen jälkeen.\n\nAloita ohjelmistolaajennuksen käyttäminen tässä ohjeiden mukaan.\n\nVarmista, että tietokoneellasi on asennettuna Bluestacks.\nAsenna ohjelmistopääte \"Open with Bluestacks\"\nKun olet asentanut ohjelmistomme, päivitä kaikki nykyiset välilehdet / sulje selain ja käynnistä selain uudelleen, jotta laajennus latautuu.\n\nValitse APK-tiedosto, jonka haluat avata Bluestacksilla, napsauttamalla hiiren kakkospainikkeella pikavalikkopainiketta.\nSe on niin yksinkertaista, käytä vain hiiren kakkospainikkeella pikavalikkoa valitaksesi Bluestacks, kun haluat avata APK-tiedostot.\n\nHuomaa, että tätä laajennusta EI tehnyt Bluestacks. Sen teki ulkopuolinen ulkopuolinen kehittäjä. Tämän laajennuksen avulla voit ladata ja suorittaa APK-tiedostoja nopeasti pikavalikosta.",
    "fr": "Ouvrez vos fichiers APK à l'aide de Bluestacks Emulator maintenant.\n\nVous voulez ouvrir des fichiers APK à l'aide de votre logiciel d'émulation préféré Bluestacks? Vous pouvez le faire maintenant après avoir installé notre extension logicielle.\n\nPour commencer à utiliser notre extension logicielle, voici les étapes à suivre.\n\nAssurez-vous que Bluestacks est installé sur votre ordinateur.\nInstallez notre extension logicielle \"Ouvrir avec Bluestacks\"\nUne fois que vous avez installé notre logiciel, veuillez actualiser tous vos onglets existants / fermer le navigateur et redémarrer le navigateur pour laisser l'extension se charger.\n\nChoisissez le fichier APK que vous souhaitez ouvrir avec Bluestacks via le bouton de menu contextuel du clic droit.\nC'est aussi simple que cela, utilisez simplement le menu contextuel du clic droit pour choisir Bluestacks lorsque vous souhaitez ouvrir vos fichiers APK.\n\nVeuillez noter que cette extension n'a PAS été faite par Bluestacks. Il a été réalisé par un développeur tiers externe. Cette extension vous permet de télécharger et d'exécuter rapidement des fichiers APK à l'aide du menu contextuel.",
    "hi": "अब ब्लूस्टैक्स एमुलेटर का उपयोग करके अपनी एपीके फाइलें खोलें।\n\nअपने पसंदीदा एमुलेटर सॉफ्टवेयर ब्लूस्टैक्स का उपयोग करके एपीके फाइलें खोलना चाहते हैं? आप हमारे सॉफ़्टवेयर एक्सटेंशन को स्थापित करने के बाद अब ऐसा कर सकते हैं।\n\nहमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करना शुरू करने के लिए, यहां वे चरण हैं जो आपको करने की आवश्यकता है।\n\nसुनिश्चित करें कि आपके पास आपके कंप्यूटर पर ब्लूस्टैक्स स्थापित है।\nहमारे सॉफ़्टवेयर एक्सटेंशन को \"ब्लूस्टैक्स के साथ खोलें\" स्थापित करें\nएक बार जब आप हमारे सॉफ़्टवेयर को स्थापित कर लेते हैं, तो कृपया अपने सभी मौजूदा टैब / नज़दीकी ब्राउज़र को ताज़ा करें और एक्सटेंशन लोड करने के लिए ब्राउज़र को पुनरारंभ करें।\n\nब्लूस्टैक्स के साथ दाईं ओर संदर्भ मेनू बटन के माध्यम से आप जिस एपीके फ़ाइल को खोलना चाहते हैं, उसे चुनें।\nजब आप अपनी एपीके फाइल्स को खोलना चाहते हैं, तो ब्लूस्टैक्स को चुनने के लिए बस राइट क्लिक संदर्भ मेनू का उपयोग करें।\n\nकृपया ध्यान दें कि यह विस्तार ब्लूस्टैक्स द्वारा नहीं किया गया था। यह एक बाहरी तीसरे पक्ष के डेवलपर द्वारा बनाया गया था। यह एक्सटेंशन आपको संदर्भ मेनू का उपयोग करके एपीके फ़ाइलों को जल्दी से डाउनलोड और चलाने की अनुमति देता है।",
    "hr": "Otvorite svoje APK datoteke koristeći Bluestacks Emulator sada.\n\nŽelite li otvoriti APK datoteke koristeći svoj omiljeni softver za emulaciju Bluestacks? To možete učiniti sada nakon što instalirate naše programsko proširenje.\n\nZa početak korištenja našeg programskog proširenja, evo koraka koje trebate učiniti.\n\nObavezno instalirajte Bluestacks na računalo.\nInstalirajte naše programsko proširenje \"Otvori pomoću Bluestacksa\"\nNakon što instalirate naš softver, osvježite sve postojeće kartice / zatvorite preglednik i ponovo pokrenite preglednik da se proširenje učita.\n\nDesnim klikom na gumb kontekstnog izbornika odaberite APK datoteku koju želite otvoriti s Bluestacksom.\nTo je tako jednostavno, samo upotrijebite kontekstni izbornik desnim klikom za odabir Bluestacks-a kada želite otvoriti svoje APK datoteke.\n\nImajte na umu da ovo produženje NIJE izradio Bluestacks. Izradio ga je vanjski programer treće strane. Ovo proširenje omogućuje vam brzo preuzimanje i pokretanje APK datoteka pomoću kontekstnog izbornika.",
    "hu": "Nyissa meg most APK fájljait a Bluestacks Emulator használatával.\n\nSzeretné megnyitni az APK fájlokat a kedvenc emulátor szoftver, a Bluestacks segítségével? A szoftverbővítmény telepítése után most megteheti.\n\nA szoftverbővítmény használatának megkezdéséhez íme a szükséges lépések.\n\nGyőződjön meg arról, hogy a Bluestacks telepítve van a számítógépére.\nTelepítse az \"Open with Bluestacks\" szoftverbővítményünket\nMiután telepítette a szoftverünket, kérjük, frissítse az összes meglévő lapot / zárja be a böngészőt, és indítsa újra a böngészőt a bővítmény betöltéséhez.\n\nA jobb egérgombbal a helyi menü gomb segítségével válassza ki a Bluestacks alkalmazással megnyitni kívánt APK fájlt.\nEz ilyen egyszerű, csak a jobb gombbal kattintson a helyi menüre a Bluestacks kiválasztásához, amikor meg akarja nyitni az APK-fájlokat.\n\nFelhívjuk figyelmét, hogy ezt a kiterjesztést NEM a Bluestacks készítette. Külső, harmadik féltől származó fejlesztő készítette. Ez a kiterjesztés lehetővé teszi az APK fájlok gyors letöltését és futtatását a helyi menü használatával.",
    "id": "Buka file APK Anda menggunakan Bluestacks Emulator sekarang.\n\nIngin membuka file APK menggunakan perangkat lunak emulator favorit Anda Bluestacks? Anda dapat melakukannya sekarang setelah Anda memasang ekstensi perangkat lunak kami.\n\nUntuk mulai menggunakan ekstensi perangkat lunak kami, berikut adalah langkah-langkah yang perlu Anda lakukan.\n\nPastikan Anda telah menginstal Bluestacks di komputer Anda.\nInstal ekstensi perangkat lunak kami \"Buka dengan Bluestacks\"\nSetelah Anda menginstal perangkat lunak kami, segarkan semua Tab yang ada / tutup browser dan mulai ulang browser agar ekstensi dapat dimuat.\n\nPilih file APK yang ingin Anda buka dengan Bluestacks melalui tombol menu konteks klik kanan.\nSesederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Bluestacks ketika Anda ingin membuka File APK Anda.\n\nHarap dicatat ekstensi ini TIDAK dibuat oleh Bluestacks. Itu dibuat oleh pengembang pihak ketiga eksternal. Ekstensi ini memungkinkan Anda mengunduh dan menjalankan file APK dengan cepat menggunakan menu konteks.",
    "it": "Apri subito i tuoi file APK utilizzando Bluestacks Emulator.\n\nVuoi aprire i file APK usando il tuo software di emulatore preferito Bluestacks? Puoi farlo ora dopo aver installato la nostra estensione software.\n\nPer iniziare a utilizzare la nostra estensione software, ecco i passaggi che devi eseguire.\n\nAssicurati di avere Bluestacks installato sul tuo computer.\nInstalla la nostra estensione software \"Apri con Bluestacks\"\nUna volta installato il nostro software, aggiorna tutte le schede esistenti / chiudi il browser e riavvia il browser per caricare l'estensione.\n\nScegli il file APK che desideri aprire con Bluestacks tramite il pulsante del menu contestuale del tasto destro.\nÈ così semplice, usa il menu contestuale del tasto destro per scegliere Bluestacks quando vuoi aprire i tuoi file APK.\n\nSi prega di notare che questa estensione NON è stata creata da Bluestacks. È stato realizzato da uno sviluppatore esterno di terze parti. Questa estensione consente di scaricare ed eseguire rapidamente i file APK utilizzando il menu contestuale.",
    "ja": "今すぐBluestacksエミュレーターを使用してAPKファイルを開きます。\n\nお気に入りのエミュレーターソフトウェアBluestacksを使用してAPKファイルを開きたいですか？ソフトウェア拡張機能をインストールした後、今すぐ実行できます。\n\nソフトウェア拡張機能の使用を開始するには、次の手順を実行する必要があります。\n\nコンピューターにBluestacksがインストールされていることを確認してください。\nソフトウェア拡張機能「OpenwithBluestacks」をインストールします\nソフトウェアをインストールしたら、既存のすべてのタブを更新するか、ブラウザを閉じてブラウザを再起動し、拡張機能をロードしてください。\n\n右クリックのコンテキストメニューボタンを使用して、Bluestacksで開きたいAPKファイルを選択します。\nそのシンプルな、APKファイルを開きたいときに右クリックのコンテキストメニューを使用してBluestacksを選択するだけです。\n\nこの拡張機能はBluestacksによって作成されたものではないことに注意してください。これは、外部のサードパーティ開発者によって作成されました。この拡張機能を使用すると、コンテキストメニューを使用してAPKファイルをすばやくダウンロードして実行できます。",
    "ko": "지금 BlueStacks Emulator를 사용하여 APK 파일을 엽니 다.\n\n좋아하는 에뮬레이터 소프트웨어 BlueStacks를 사용하여 APK 파일을 열고 싶습니까? 소프트웨어 확장을 설치 한 후에 지금 그렇게 할 수 있습니다.\n\n소프트웨어 확장 사용을 시작하려면 다음 단계를 수행해야합니다.\n\n컴퓨터에 BlueStacks가 설치되어 있는지 확인하십시오.\n소프트웨어 확장 \"Open with Bluestacks\"를 설치합니다.\n소프트웨어를 설치 한 후에는 기존의 모든 탭을 새로 고치고 브라우저를 닫고 브라우저를 다시 시작하여 확장 프로그램을로드하십시오.\n\n오른쪽 클릭 컨텍스트 메뉴 버튼을 통해 Bluestacks로 열고 자하는 APK 파일을 선택합니다.\n간단합니다. APK 파일을 열고 싶을 때 오른쪽 클릭 컨텍스트 메뉴를 사용하여 BlueStacks를 선택하면됩니다.\n\n이 확장은 Bluestacks에서 만든 것이 아닙니다. 외부 타사 개발자가 만들었습니다. 이 확장 기능을 사용하면 컨텍스트 메뉴를 사용하여 APK 파일을 빠르게 다운로드하고 실행할 수 있습니다.",
    "lt": "Dabar atidarykite APK failus naudodami „Bluestacks Emulator“.\n\nNorite atidaryti APK failus naudodami mėgstamą „emuliatoriaus“ programinę įrangą „Bluestacks“? Tai galite padaryti dabar, kai įdiegsite mūsų programinės įrangos plėtinį.\n\nNorėdami pradėti naudoti mūsų programinės įrangos plėtinį, atlikite toliau nurodytus veiksmus.\n\nĮsitikinkite, kad jūsų kompiuteryje įdiegta „Bluestacks“.\nĮdiekite mūsų programinės įrangos plėtinį „Open with Bluestacks“\nĮdiegę mūsų programinę įrangą, atnaujinkite visus esamus skirtukus / uždarykite naršyklę ir paleiskite naršyklę iš naujo, kad leistumėte įkelti plėtinį.\n\nPasirinkite APK failą, kurį norite atidaryti naudodami „Bluestacks“, naudodami dešinio pelės klavišo kontekstinio meniu mygtuką.\nTai taip paprasta, tiesiog naudokite dešiniuoju pelės mygtuku spustelėkite kontekstinį meniu, kad pasirinktumėte „Bluestacks“, kai norite atidaryti savo APK failus.\n\nAtminkite, kad šį plėtinį NĖRA „Bluestacks“. Jį padarė išorinis trečiosios šalies kūrėjas. Šis plėtinys leidžia greitai atsisiųsti ir paleisti APK failus naudojant kontekstinį meniu.",
    "lv": "Tagad atveriet savus APK failus, izmantojot Bluestacks Emulator.\n\nVai vēlaties atvērt APK failus, izmantojot iecienīto emulatora programmatūru Bluestacks? To var izdarīt tūlīt pēc programmatūras paplašinājuma instalēšanas.\n\nLai sāktu izmantot mūsu programmatūras paplašinājumu, veiciet tālāk norādītās darbības.\n\nPārliecinieties, vai datorā ir instalēti Bluestacks.\nInstalējiet mūsu programmatūras paplašinājumu \"Open with Bluestacks\"\nKad esat instalējis mūsu programmatūru, lūdzu, atsvaidziniet visas esošās cilnes / aizveriet pārlūku un restartējiet pārlūku, lai paplašinājums tiktu ielādēts.\n\nIzmantojot labo klikšķu konteksta izvēlnes pogu, izvēlieties APK failu, kuru vēlaties atvērt ar Bluestacks.\nTas ir tik vienkārši, vienkārši izmantojiet labā klikšķa konteksta izvēlni, lai izvēlētos Bluestacks, kad vēlaties atvērt savus APK failus.\n\nLūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Bluestacks. To veica ārējs trešās puses izstrādātājs. Šis paplašinājums ļauj ātri lejupielādēt un palaist APK failus, izmantojot konteksta izvēlni.",
    "ms": "Buka fail APK anda menggunakan Bluestacks Emulator sekarang.\n\nIngin membuka fail APK menggunakan perisian emulator kegemaran anda Bluestacks? Anda boleh melakukannya sekarang setelah anda memasang peluasan perisian kami.\n\nUntuk mula menggunakan peluasan perisian kami, berikut adalah langkah-langkah yang perlu anda lakukan.\n\nPastikan Bluestacks dipasang pada komputer anda.\nPasang peluasan perisian kami \"Buka dengan Bluestacks\"\nSebaik sahaja anda memasang perisian kami, muat semula semua Tab yang ada / tutup penyemak imbas dan mulakan semula penyemak imbas untuk membiarkan peluasan dimuat.\n\nPilih fail APK yang ingin anda buka dengan Bluestacks melalui butang menu konteks klik kanan.\nSederhana itu, cukup gunakan menu konteks klik kanan untuk memilih Bluestacks semasa anda ingin membuka Fail APK anda.\n\nHarap maklum bahawa peluasan ini TIDAK dibuat oleh Bluestacks. Ia dibuat oleh pemaju pihak ketiga luaran. Pelanjutan ini membolehkan anda memuat turun dan menjalankan fail APK dengan cepat menggunakan menu konteks.",
    "nl": "Open nu uw APK-bestanden met Bluestacks Emulator.\n\nWilt u APK-bestanden openen met uw favoriete emulatorsoftware Bluestacks? U kunt dit nu doen nadat u onze software-extensie heeft geïnstalleerd.\n\nOm onze software-extensie te gebruiken, zijn hier de stappen die u moet uitvoeren.\n\nZorg ervoor dat Bluestacks op uw computer is geïnstalleerd.\nInstalleer onze software-extensie \"Openen met Bluestacks\"\nNadat u onze software heeft geïnstalleerd, vernieuwt u al uw bestaande tabbladen / sluit u de browser en start u de browser opnieuw om de extensie te laden.\n\nKies het APK-bestand dat u met Bluestacks wilt openen via de rechtermuisknop op de contextmenuknop.\nHet is zo simpel, gebruik gewoon het contextmenu met de rechtermuisknop om Bluestacks te kiezen wanneer u uw APK-bestanden wilt openen.\n\nLet op: deze extensie is NIET gemaakt door Bluestacks. Het is gemaakt door een externe externe ontwikkelaar. Met deze extensie kunt u APK-bestanden snel downloaden en uitvoeren via het contextmenu.",
    "no": "Åpne APK-filene dine med Bluestacks Emulator nå.\n\nVil du åpne APK-filer ved hjelp av favorittemulatorprogramvaren Bluestacks? Du kan gjøre det nå etter at du har installert programvareutvidelsen vår.\n\nFor å begynne å bruke programvareutvidelsen vår, her er trinnene du må gjøre.\n\nForsikre deg om at du har Bluestacks installert på datamaskinen din.\nInstaller programvareutvidelsen vår \"Åpne med Bluestacks\"\nNår du har installert programvaren, må du oppdatere alle eksisterende faner / lukke nettleseren og starte nettleseren på nytt for å la utvidelsen lastes.\n\nVelg APK-filen du vil åpne med Bluestacks via høyreklikk på hurtigmenyknappen.\nDet er så enkelt, bare bruk høyreklikk hurtigmeny for å velge Bluestacks når du vil åpne APK-filene dine.\n\nVær oppmerksom på at denne utvidelsen IKKE ble laget av Bluestacks. Den ble laget av en ekstern tredjepartsutvikler. Denne utvidelsen lar deg laste ned og kjøre APK-filer raskt ved hjelp av hurtigmenyen.",
    "pl": "Otwórz teraz pliki APK za pomocą emulatora Bluestacks.\n\nChcesz otwierać pliki APK za pomocą swojego ulubionego oprogramowania emulatora Bluestacks? Możesz to zrobić teraz po zainstalowaniu naszego rozszerzenia oprogramowania.\n\nAby rozpocząć korzystanie z naszego rozszerzenia oprogramowania, oto kroki, które musisz wykonać.\n\nUpewnij się, że masz zainstalowane oprogramowanie Bluestacks na swoim komputerze.\nZainstaluj nasze rozszerzenie oprogramowania „Otwórz za pomocą Bluestacks”\nPo zainstalowaniu naszego oprogramowania odśwież wszystkie istniejące karty / zamknij przeglądarkę i uruchom ponownie przeglądarkę, aby umożliwić załadowanie rozszerzenia.\n\nWybierz plik APK, który chcesz otworzyć za pomocą Bluestacks, klikając prawym przyciskiem myszy przycisk menu kontekstowego.\nTo takie proste, po prostu użyj menu kontekstowego prawego przycisku myszy, aby wybrać Bluestacks, gdy chcesz otworzyć pliki APK.\n\nNależy pamiętać, że to rozszerzenie NIE zostało stworzone przez Bluestacks. Został wykonany przez zewnętrznego programistę. To rozszerzenie umożliwia szybkie pobieranie i uruchamianie plików APK za pomocą menu kontekstowego.",
    "ro": "Deschideți fișierele APK folosind Bluestacks Emulator acum.\n\nDoriți să deschideți fișiere APK utilizând software-ul dvs. preferat de emulator Bluestacks? Puteți face acest lucru acum după instalarea extensiei noastre software.\n\nPentru a începe să utilizați extensia noastră software, iată pașii pe care trebuie să îi faceți.\n\nAsigurați-vă că aveți Bluestacks instalat pe computer.\nInstalați extensia noastră software „Deschideți cu Bluestacks”\nDupă ce instalați software-ul nostru, vă rugăm să reîmprospătați toate filele existente / închideți browserul și reporniți browserul pentru a permite încărcarea extensiei.\n\nAlegeți fișierul APK pe care doriți să îl deschideți cu Bluestacks prin butonul din meniul contextual al clicului dreapta.\nEste atât de simplu, pur și simplu folosiți meniul contextual cu clic dreapta pentru a alege Bluestacks atunci când doriți să deschideți fișierele APK.\n\nVă rugăm să rețineți că această extensie NU a fost realizată de Bluestacks. A fost realizat de un dezvoltator extern. Această extensie vă permite să descărcați și să rulați rapid fișiere APK folosind meniul contextual.",
    "ru": "Откройте файлы APK с помощью эмулятора Bluestacks.\n\nХотите открывать файлы APK с помощью любимой программы-эмулятора Bluestacks? Вы можете сделать это сейчас, после установки нашего программного расширения.\n\nВот шаги, которые вам необходимо сделать, чтобы начать использовать наше программное расширение.\n\nУбедитесь, что на вашем компьютере установлен Bluestacks.\nУстановите наше программное расширение \"Open with Bluestacks\"\nПосле установки нашего программного обеспечения обновите все существующие вкладки / закройте браузер и перезапустите браузер, чтобы расширение загрузилось.\n\nВыберите файл APK, который вы хотите открыть с помощью Bluestacks, с помощью правой кнопки контекстного меню.\nЭто так просто, просто используйте контекстное меню правой кнопки мыши, чтобы выбрать Bluestacks, когда вы хотите открыть свои файлы APK.\n\nОбратите внимание, что это расширение НЕ было разработано Bluestacks. Это было сделано сторонним разработчиком. Это расширение позволяет быстро загружать и запускать файлы APK с помощью контекстного меню.",
    "sk": "Teraz otvorte svoje súbory APK pomocou Bluestacks Emulator.\n\nChcete otvárať súbory APK pomocou svojho obľúbeného emulačného softvéru Bluestacks? Môžete tak urobiť hneď po inštalácii nášho softvérového rozšírenia.\n\nAk chcete začať používať naše softvérové rozšírenie, musíte vykonať nasledujúce kroky.\n\nSkontrolujte, či máte v počítači nainštalované disky Bluestack.\nNainštalujte si naše softvérové rozšírenie „Open with Bluestacks“\nPo inštalácii nášho softvéru obnovte všetky svoje existujúce karty / zatvorte prehliadač a reštartujte prehliadač, aby sa rozšírenie mohlo načítať.\n\nKliknutím na tlačidlo kontextovej ponuky pravým tlačidlom myši vyberte súbor APK, ktorý chcete otvoriť v aplikácii Bluestacks.\nJe to také jednoduché, stačí použiť kontextové menu pravým tlačidlom myši a zvoliť Bluestacks, keď chcete otvoriť svoje súbory APK.\n\nVezmite prosím na vedomie, že toto rozšírenie NIE bolo vyrobené spoločnosťou Bluestacks. Bol vyrobený externým vývojárom tretej strany. Toto rozšírenie umožňuje pomocou kontextovej ponuky rýchlo sťahovať a spúšťať súbory APK.",
    "sl": "Odprite datoteke APK z uporabo Bluestacks Emulatorja.\n\nAli želite odpreti datoteke APK s svojo priljubljeno programsko opremo za emulator Bluestacks? To lahko storite zdaj po namestitvi naše razširitve programske opreme.\n\nČe želite začeti uporabljati našo razširitev programske opreme, je tukaj nekaj korakov.\n\nPrepričajte se, da so v računalniku nameščeni Bluestacks.\nNamestite našo programsko razširitev \"Odpri z Bluestacks\"\nKo namestite našo programsko opremo, osvežite vse obstoječe zavihke / zaprite brskalnik in znova zaženite brskalnik, da se razširitev naloži.\n\nIzberite datoteko APK, ki jo želite odpreti z Bluestacksom, z desnim klikom na gumb kontekstnega menija.\nTako preprosto je, da s kontekstnim menijem z desnim klikom izberete Bluestacks, ko želite odpreti datoteke APK.\n\nProsimo, upoštevajte, da Bluestacks te razširitve NI naredil. Izdelal ga je zunanji zunanji razvijalec. Ta razširitev vam omogoča hiter prenos in zagon datotek APK z uporabo kontekstnega menija.",
    "sr": "Отворите своје АПК датотеке помоћу Блуестацкс Емулатора одмах.\n\nЖелите да отворите АПК датотеке помоћу свог омиљеног софтвера емулатора Блуестацкс? То можете учинити сада након што инсталирате нашу програмску екстензију.\n\nДа бисте започели употребу нашег софтверског проширења, ево корака које требате учинити.\n\nОбавезно инсталирајте Блуестацкс на рачунар.\nИнсталирајте нашу програмску екстензију „Отвори помоћу Блуестацкса“\nЈедном када инсталирате наш софтвер, освежите све постојеће картице / затворите прегледач и поново покрените прегледач да бисте дозволили учитавање проширења.\n\nДесним кликом на дугме контекстног менија одаберите АПК датотеку коју желите да отворите помоћу Блуестацкса.\nТо је тако једноставно, само користите контекстни мени десним кликом да бисте изабрали Блуестацкс када желите да отворите своје АПК датотеке.\n\nИмајте на уму да ово продужење НИЈЕ израдио Блуестацкс. Направио га је спољни независни програмер. Ово проширење вам омогућава да брзо преузмете и покренете АПК датотеке помоћу контекстног менија.",
    "sv": "Öppna dina APK-filer med Bluestacks Emulator nu.\n\nVill du öppna APK-filer med din favoritemulatorprogram Bluestacks? Du kan göra det nu när du har installerat vårt programtillägg.\n\nFör att börja använda vårt programtillägg, här är stegen du behöver göra.\n\nSe till att du har Bluestacks installerat på din dator.\nInstallera vårt programtillägg \"Öppna med Bluestacks\"\nNär du har installerat vår programvara, uppdatera alla dina befintliga flikar / stäng webbläsaren och starta om webbläsaren så att tillägget laddas.\n\nVälj APK-filen som du vill öppna med Bluestacks via högerklicka på snabbmenyn.\nDet är så enkelt, använd bara högerklickets snabbmeny för att välja Bluestacks när du vill öppna dina APK-filer.\n\nObservera att denna tillägg INTE gjordes av Bluestacks. Den gjordes av en extern tredjepartsutvecklare. Detta tillägg låter dig ladda ner och köra APK-filer snabbt med snabbmenyn.",
    "th": "เปิดไฟล์ APK ของคุณโดยใช้ Bluestacks Emulator ทันที\n\nต้องการเปิดไฟล์ APK โดยใช้ซอฟต์แวร์จำลอง Bluestacks ที่คุณชื่นชอบหรือไม่? คุณสามารถทำได้ทันทีหลังจากติดตั้งส่วนขยายซอฟต์แวร์ของเรา\n\nในการเริ่มต้นใช้งานส่วนขยายซอฟต์แวร์ของเรานี่คือขั้นตอนที่คุณต้องทำ\n\nตรวจสอบให้แน่ใจว่าคุณติดตั้ง Bluestacks ในคอมพิวเตอร์ของคุณ\nติดตั้งส่วนขยายซอฟต์แวร์ของเรา \"Open with Bluestacks\"\nเมื่อคุณติดตั้งซอฟต์แวร์ของเราแล้วโปรดรีเฟรชแท็บ / ปิดเบราว์เซอร์ที่มีอยู่ทั้งหมดแล้วรีสตาร์ทเบราว์เซอร์เพื่อให้ส่วนขยายโหลด\n\nเลือกไฟล์ APK ที่คุณต้องการเปิดด้วย Bluestacks ผ่านปุ่มเมนูบริบทคลิกขวา\nง่ายๆแค่ใช้เมนูบริบทคลิกขวาเพื่อเลือก Bluestacks เมื่อคุณต้องการเปิดไฟล์ APK ของคุณ\n\nโปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Bluestacks สร้างโดยนักพัฒนาบุคคลภายนอกภายนอก ส่วนขยายนี้ช่วยให้คุณดาวน์โหลดและเรียกใช้ไฟล์ APK ได้อย่างรวดเร็วโดยใช้เมนูบริบท",
    "tr": "Bluestacks Emulator kullanarak APK dosyalarınızı şimdi açın.\n\nEn sevdiğiniz emülatör yazılımı Bluestacks'ı kullanarak APK dosyalarını açmak ister misiniz? Yazılım uzantımızı yükledikten sonra bunu şimdi yapabilirsiniz.\n\nYazılım uzantımızı kullanmaya başlamak için yapmanız gereken adımlar aşağıda verilmiştir.\n\nBilgisayarınızda Bluestacks'ın kurulu olduğundan emin olun.\n\"Bluestacks ile Aç\" yazılım uzantımızı yükleyin\nYazılımımızı yükledikten sonra, uzantının yüklenmesine izin vermek için lütfen mevcut tüm Sekmelerinizi yenileyin / tarayıcınızı kapatın ve tarayıcıyı yeniden başlatın.\n\nSağ tıklama bağlam menüsü düğmesi aracılığıyla Bluestacks ile açmak istediğiniz APK dosyasını seçin.\nBu kadar basit, APK Dosyalarınızı açmak istediğinizde Bluestacks'ı seçmek için sağ tıklama bağlam menüsünü kullanın.\n\nLütfen bu uzantının Bluestacks tarafından YAPILMADIĞINI unutmayın. Harici bir üçüncü taraf geliştirici tarafından yapılmıştır. Bu uzantı, içerik menüsünü kullanarak APK dosyalarını hızlı bir şekilde indirmenize ve çalıştırmanıza olanak tanır.",
    "uk": "Відкрийте файли APK за допомогою емулятора Bluestacks зараз.\n\nХочете відкрити файли APK за допомогою улюбленого програмного забезпечення емулятора Bluestacks? Ви можете зробити це вже після встановлення нашого розширення програмного забезпечення.\n\nЩоб розпочати використання нашого розширення програмного забезпечення, ось кроки, які вам потрібно зробити.\n\nПереконайтеся, що на вашому комп’ютері встановлені Bluestacks.\nВстановіть наше програмне розширення \"Відкрити за допомогою Bluestacks\"\nПісля встановлення нашого програмного забезпечення оновіть усі існуючі вкладки / закрийте браузер та перезапустіть браузер, щоб розширення завантажилося.\n\nВиберіть файл APK, який ви хочете відкрити за допомогою Bluestacks, за допомогою правої кнопки контекстного меню.\nЦе так просто, просто використовуйте контекстне меню правою кнопкою миші, щоб вибрати Bluestacks, коли ви хочете відкрити свої файли .apk.\n\nЗверніть увагу, це розширення НЕ було зроблено Bluestacks. Це було зроблено зовнішнім стороннім розробником. Це розширення дозволяє швидко завантажувати та запускати файли APK за допомогою контекстного меню.",
    "vi": "Mở tệp APK của bạn bằng Trình giả lập Bluestacks ngay bây giờ.\n\nBạn muốn mở các tệp APK bằng phần mềm giả lập Bluestacks yêu thích của mình? Bạn có thể làm như vậy ngay bây giờ sau khi cài đặt tiện ích mở rộng phần mềm của chúng tôi.\n\nĐể bắt đầu sử dụng tiện ích mở rộng phần mềm của chúng tôi, đây là các bước bạn cần làm.\n\nĐảm bảo bạn đã cài đặt Bluestacks trên máy tính của mình.\nCài đặt tiện ích mở rộng phần mềm của chúng tôi \"Mở bằng Bluestacks\"\nSau khi bạn cài đặt phần mềm của chúng tôi, vui lòng làm mới tất cả các Tab hiện có / đóng trình duyệt và khởi động lại trình duyệt để cho phép tải tiện ích.\n\nChọn tệp APK bạn muốn mở bằng Bluestacks thông qua nút menu ngữ cảnh nhấp chuột phải.\nThật đơn giản, chỉ cần sử dụng menu ngữ cảnh nhấp chuột phải để chọn Bluestacks khi bạn muốn mở Tệp APK của mình.\n\nXin lưu ý rằng phần mở rộng này KHÔNG được tạo bởi Bluestacks. Nó được thực hiện bởi một nhà phát triển bên thứ ba bên ngoài. Tiện ích mở rộng này cho phép bạn tải xuống và chạy các tệp APK nhanh chóng bằng cách sử dụng menu ngữ cảnh.",
    "zh_CN": "立即使用Bluestacks Emulator打开您的APK文件。\n\n想要使用您最喜欢的模拟器软件Bluestacks打开APK文件吗？安装我们的软件扩展后，您现在就可以这样做。\n\n要开始使用我们的软件扩展，请执行以下步骤。\n\n确保您的计算机上安装了Bluestacks。\n安装我们的软件扩展“使用Bluestacks打开”\n安装我们的软件后，请刷新所有现有的Tabs /关闭浏览器，然后重新启动浏览器以加载扩展程序。\n\n通过右键单击上下文菜单按钮选择您希望通过Bluestacks打开的APK文件。\n就这么简单，当您要打开APK文件时，只需使用右键单击上下文菜单选择Bluestacks。\n\n请注意，此扩展不是Bluestacks进行的。它是由外部第三方开发商制作的。此扩展程序使您可以使用上下文菜单快速下载并运行APK文件。",
    "zh_TW": "立即使用Bluestacks Emulator打開您的APK文件。\n\n想要使用您最喜歡的模擬器軟件Bluestacks打開APK文件嗎？安裝我們的軟件擴展後，您現在就可以這樣做。\n\n要開始使用我們的軟件擴展，請執行以下步驟。\n\n確保您的計算機上安裝了Bluestacks。\n安裝我們的軟件擴展“使用Bluestacks打開”\n安裝我們的軟件後，請刷新所有現有的Tabs /關閉瀏覽器，然後重新啟動瀏覽器以加載擴展程序。\n\n通過右鍵單擊上下文菜單按鈕選擇您希望通過Bluestacks打開的APK文件。\n就這麼簡單，當您要打開APK文件時，只需使用右鍵單擊上下文菜單選擇Bluestacks。\n\n請注意，此擴展不是Bluestacks進行的。它是由外部第三方開發商製作的。此擴展程序使您可以使用上下文菜單快速下載並運行APK文件。"
  }
}