{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨Spell – save & recall all your AI prompts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly save & recall your ChatGPT, Stable Diffusion, Lexica and other AI prompts with shortcuts & search."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use shortcut to insert your saved prompts on ChatGPT or any other website: OpenAI playground, Hugging Face, Lexica, and others! It's like a password manager, but for prompts.\n\nHere's how it works:\n➡️ Focus on a text field you want to insert your prompt into (eg. in ChatGPT composer)\n➡️ Click on Cmd+Shift+S (Mac) or Ctrl+Shift+S (Windows) to open Spell popup\n➡️ Choose your prompt or action to perform and press Enter\n✨ And voila! Your prompt is inserted and ready to use\n\nOther features:\n- Parameters - add {variables} to your prompts\n- Share prompts - copy a link and share with your teammates, community, coworkers etc!\n- Easily add shared prompts to your collection\n- Backup to the cloud to never lose your prompts\n- Add prompt description with more details\n- Change keyboard shortcut to a different one\n\nThis is an early version with more features coming very soon:\n- Use ChatGPT directly in Spell\n- Select text and add as prompt (with shortcut and contextual action)\n- Sync prompts across devices\n- Markdown support\n- Create automated GPT actions with text snippets\n- Prompt change history\n- Team collaboration\n- Community prompts\n- Export/import prompts from other tools\n\nPlease reach out to rafal@spell.so to share your feedback, I'd love to know what you think!\n\nVisit the Spell website to learn more: https://spell.so\n\n💫 FAQ\n\n➡️ What are the permissions requested by Spell?\nSpell needs a permission to access your currently opened tab to insert your prompt into the active text field. This permission is called \"Access to all browsing activity\". We do not read or collect any of your browsing data! If you do not wish to use this feature, the permission can be disabled in the extension settings. \n\n➡️ How can I change the shortcut to open Spell? The default does not work.\nYou can change the shortcut in Spell Options screen (right click on the icon) or at chrome://extensions/shortcuts"
  }
}