{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "World Newspapers and News Sites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "List of world Newspapers, News Sites of every countries. Your one stop place of all your country newspapers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy to use and read thousands of local and international newspapers, news sites, news agencies and websites from your country and all around the world. More than 250+ countries/states/categories wise 40,000+ WORLDWIDE newspapers and magazines listing.\n\nDownload the world news app now absolutely for free to get started.\n\n☆ Country wise categories newspapers and magazines listing. e.g. TOP, Sports, Business, National, News Sites, English, Locations etc.\n\nPlease contact us with any questions, suggest a resource, report an error, any other questions or comments about this app.\n\nE-mail address: info@newsmedialists.com\nWeb Directory: http://www.newsmedialists.com\n\n\nNews Media Lists (NewsMediaLists.com) is your Free global guide and online directory of all type of News Media (newspaper, magazine, radio channel, television station, internet service provider (ISP)) from around the world. This Website and App provides online links to thousands of news broadcasters’ sources covering every country around the world in organized way and many of subjects.\n\nThank you for install and use our world newspapers and magazines extension. We are happy to serve you more and update latest and current world news.\n\nDon’t forget to give us a 5 Star and good REVIEW if you like this app."
  }
}