{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cash App - Do more with your money"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send money via Cash App from the context menu."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cash App is the easy way to send, spend, save, and invest* your money. Download Cash App and create an account in minutes.\n\nSEND AND RECEIVE MONEY INSTANTLY AT NO COST\n\nWith Cash App, you can send, request, and receive money from friends and family. It’s easy to pay friends or split rent with roommates.\nEasily send money using Cash App directly from your browser! With this extension, you can quickly access the Cash App website by right-clicking anywhere on a webpage and selecting the \"Send via Cash App\" option from the context menu. This extension simplifies your online transactions, making it faster and more convenient to send money while browsing the web.\n\nFeatures:\n\nContext Menu Integration: Right-click on any webpage and select \"Send via Cash App\" to instantly open the Cash App website in a new tab.\nQuick Access: Automatically open the Cash App homepage with a single click, streamlining your online payments.\nUser-Friendly: No complicated setups or configurations—simply install the extension and start using it right away.\nPermissions:\n\nTabs: Required to open new tabs when you click on the \"Send via Cash App\" option in the context menu.\nContext Menus: Needed to add the \"Send via Cash App\" option to your browser’s context menu.\nHow to Use:\n\nInstall the extension.\nRight-click anywhere on a webpage.\nSelect \"Send via Cash App\" from the context menu.\nA new tab will open, taking you directly to the Cash App website, where you can quickly send money."
  }
}