{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aeroplan Shopping Button",
    "fr": "Bouton de magasinage d’Aéroplan"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aeroplan Shopping Button",
    "fr": "Bouton de magasinage d’Aéroplan"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\nThe Aeroplan Shopping Button is the browser extension for Chrome that makes it easy to earn Aeroplan points when you’re shopping online.\n\nEarning made easy\nWith the Aeroplan Shopping Button, we'll let you know when you can earn points with a participating retailer without having to go to the Aeroplan eStore first.\n\nNever miss out on points\nWe’ll automatically let you know when you can earn with a simple one-click activation!\n\nSimple set-up\nAdd the Aeroplan Shopping Button to your browser with just a couple of clicks – and let the earning begin!\n\nPrivacy Notice\n\nThe Aeroplan Shopping Button lets Aeroplan know which of our retail partner websites you visit and the purchases you make on them. See the Aeroplan Shopping Button Privacy Notice for details about the personal information Aeroplan collects through the button.  By downloading the Aeroplan Browser Extension, you agree to the practices in the Privacy Notice.",
    "fr": "Aperçu\nLe bouton de magasinage d’Aéroplan est l’extension pour le navigateur Chrome qui facilite l’accumulation de points Aéroplan lorsque vous magasinez en ligne.\n\nAccumulez facilement\nGrâce au bouton de magasinage d’Aéroplan, sachez à quel moment vous pouvez accumuler des points chez un détaillant participant sans devoir d’abord passer par la eBoutique Aéroplan.\n\nNe manquez pas l’occasion d’accumuler des points\nNous vous ferons savoir automatiquement à quel moment vous pouvez accumuler des points à l’aide d’un simple clic!\n\nConfigurez facilement\nAjoutez le bouton de magasinage d’Aéroplan à votre navigateur en quelques clics seulement et commencez à accumuler des points!\n\nLe bouton de magasinage Aéroplan permet à Aéroplan de savoir quels sites Web de nos partenaires détaillants vous visitez, et de connaître les achats que vous y faites. Consultez l’avis sur la protection des renseignements personnels du bouton de magasinage d’Aéroplan pour tous les détails concernant les renseignements personnels qu’Aéroplan recueille à l’aide de ce bouton. En téléchargeant l’extension de navigateur Aéroplan, vous consentez aux pratiques décrites dans l’avis sur la protection des renseignements personnels."
  }
}