{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MZ Color Palette"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MZ Color Palette allows you to analyze and extract the color palette of the visible area within any open tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MZ Color Palette allows you to analyze and extract the color palette of the visible area within any open tab. Whether you're a web developer aiming to match a website's color scheme or a designer seeking inspiration from the visual elements of different web pages, the MZ Color Palette extension simplifies the process and provides the tools you need to work efficiently and creatively.\n\nFEATURES: ⭐\n\n1. Color Extraction: The extension can extract colors from the visible area of any web page, providing insight into the website's color scheme.\n\n2. Color Format Support: It supports HEX, RGB, and HSL color types, allowing you to work with colors in your preferred format.\n\n3. CSS Color Variables: Generate CSS with color variables for the extracted colors, making it easy to integrate them into your projects with a professional and consistent look.\n\n4. Color Storage: All extracted colors are conveniently stored within the extension, ensuring that you have a comprehensive record of the palettes you've encountered and created.\n\n5. Favorite Colors: The extension has a favorite colors support system, enabling you to mark and organize colors that inspire you or that you plan to use frequently.\n\n6. Secure and Privacy-Focused 🛡️: privacy is a top priority. The extension does not track or store user data, ensuring a secure and private browsing experience.\n\nHow to Use: 📔\n\n1. Installation: Start by installing the MZ Color Palette Chrome Extension from the Chrome Web Store. Simply search for the extension and click \"Add to Chrome.\"\n\n2. Accessing the Extension: After installation, open your Chrome browser and navigate to a web page you'd like to analyze for its color palette.\n\n3. Open Developer Tools: To access the extension's functionality, open Chrome's Developer Tools. You can do this by right-clicking anywhere on the web page and selecting \"Inspect\" or by pressing Ctrl+Shift+I (or Cmd+Option+I on Mac).\n\n4. Extension Tab: In the Developer Tools panel, you'll notice a new tab added by the extension. Click on the tab labeled \"MZ Color Palette\"."
  }
}