{
  "name": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,et,fil,kn,lt,mr,ms,nl,sw,ta,te,vi": "Volume Booster, equalizer → Audio control",
    "bg,el,he,hu,ja,ko,lv,ml,pl,pt_BR,ro,ru,sk,sl,sr,th,tr,uk,zh_CN": "New Volume Booster & equalizer - Audio +",
    "cs,de": "Sound booster",
    "da": "Ny volumenforstærker & udligning - Audio +",
    "es,fr": "Volume booster",
    "es_419": "Nuevo volumen de refuerzo y ecualizador - audio +",
    "fa": "Sound Booster & equalizer - Audio +",
    "fi": "Uusi äänenvoimakkuus ja taajuuskorjain - Audio +",
    "gu,hr,id": "Sound Booster, equalizer → Audio control",
    "hi": "नया वॉल्यूम बूस्टर और इक्वलाइज़र - ऑडियो +",
    "it": "Nuovo volume Booster & Equalizer - Audio +",
    "no": "Nytt volumforsterker og utjevner - Audio +",
    "pt_PT": "Neues Volumen Booster & Equalizer - Audio +",
    "sv": "Ny volymförstärkare och utjämnar - Audio +",
    "zh_TW": "新的捲助推器與均衡器 - 音頻 +"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_BR,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN": "Tab audio limiter, equalizer, volume control, volume booster and sound effects. Audio equalizer and volume booster for you",
    "da": "Tab lydbegrænser, udligning, volumenkontrol, volumenforstærker og lydeffekter. Lydudligning og lydstyrkeforstærker til dig",
    "de": "TAB -Audiobegrenzer, Equalizer, Volumensteuerung, Lautstärkerei und Soundeffekte. Audio -Equalizer und Volume Booster für Sie",
    "es,es_419": "TAB Limitador de audio, ecualizador, control de volumen, refuerzo de volumen y efectos de sonido. Equalizador de audio y refuerzo…",
    "fi": "TAB -äänirajoitin, taajuuskorjain, äänenvoimakkuuden säätö, äänenvoimakkuuden tehosterokotus ja äänitehosteet. Äänen tasapainottaja…",
    "fr": "Tab limiteur audio, égaliseur, contrôle du volume, booster de volume et effets sonores. Égaliseur audio et booster en volume pour…",
    "hi": "टैब ऑडियो लिमिटर, इक्वलाइज़र, वॉल्यूम कंट्रोल, वॉल्यूम बूस्टर और साउंड इफेक्ट्स। आपके लिए ऑडियो इक्वलाइज़र और वॉल्यूम बूस्टर",
    "it": "TAB AUDIO Limitatore, equalizzatore, controllo del volume, booster di volume ed effetti sonori. Equalizzatore audio e booster di…",
    "nl": "TAB Audio Limiter, Equalizer, Volumer Control, Volume Booster en Sound Effects. Audio -equalizer en volumebooster voor u",
    "no": "Table lydbegrenser, utjevner, volumkontroll, volumforsterker og lydeffekter. Lydutjevner og volumforsterker for deg",
    "pt_PT": "TAB -AUDIOBEGRENZER, Equalizador, Volumensteuerung, Lautstärkerei und Soundeffekte. Audio -Equalizer und Volume Booster Für Sie",
    "sv": "Tab Audio Limiter, Equalizer, Volume Control, Volume Booster och Sound Effects. Ljudutjämnar och volymförstärkare för dig",
    "zh_TW": "標籤音頻限制器，均衡器，音量控制，音量增強和聲音效果。音頻均衡器和音量助推器"
  },
  "long": {
    "ar,bg,el,fa,fil,he,kn,ms,ro,sr,vi": "Audio Master\nAudio + is an easy-to-use audio control tool for your chrome browser. Over a dozen adjustments have been made to adjust the tone in movies, games, videos, songs and anything else that generates sounds. Powerful and easy-to-use classic sound equalizer with music genre presets and bass boost.\n\nToo loud ? Too quiet?\nVolume booster extension \n- Audio +   can increase the volume up to 400% of the standard volume.\n\nAudio + Volume Booster allows you to improve the sound quality in the Chrome browser to get more pleasure from listening to music and watching videos. Bass boost to the full. Volume booster boosts by 400%\n\nMake Volume loud again *Sound Booster Mode*\n- A significant increase in volume from standard sound power\n\nBass Booster \n- Sound effect to enhance the sound of low frequencies; \n- Preset Vocal Booster - boost the high frequencies of the sound.\n\nAudio Volume Booster works great on all popular sites: FB, Twitch, Soundcloud, Deezer, Use it as a flexible YouTube equalizer when watching videos, or adjust sound effect levels to bring out your favorite songs to the fullest.\n\nFeatures:\n- Volume booster. Control volume up to 400% boost.\n- Bass boost level\n- Audio Limiter / Compressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono toggle.\n- Stereo / Mono Pan.\n- Save your own presets.\n\nOne of the most reliable and easiest volume booster in the chrome browser. If your speakers or headphones don't reproduce sufficient sound volume for comfortable listening to music or watching video content - use our app as a speaker amplifier, setting the volume level settings to more than 600%. Just regulate the sound in the current web tab through the slider. Level up sound more than 600% in 4 steps Simple and clear design Only one click to boost the sound Turn off automatically in normal mode Full screen Chrome prevents you from going to a complete full-screen when using any extension manipulating with sound so you can always see the blue rectangle icon in the tab bar (to be aware of audio is being manipulated).\nVolume Controller extension helps you to set a desired speaker volume level for each individual tab in your browser. Websites are just bursting with media content such as videos, music, streams, audio and video ads. To take control over all that audio you need a power volume adjust tool with the ability to set individual volume settings for each tab. To solve that task we developed our audio volume control extension. We made as simple and lite interface of our audio volume control switch as it just possible with keeping all of its power in a light design. A light and stylish window with a volume switch with a list of tabs that a currently playing audio content. You can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. It’s not just a volume switch, it works also as a volume booster. You can raise audio volume control switch to a 600% setting. This will just blast volume on those quiet videos! Try our volume app. You will love how simple and powerful it is. Use it on your favorite websites that are filled to the max with audio and video content, such as: Twitter™, Vimeo™, YouTube™, Facebook™, Spotify™ and others! Our sound volume control changer extension also remembers your previous settings for your convenience. Try it and you will love Volume Controller!\nIndividually control volume of each tab of your Chrome browser. Appreciate the convenience and benefits of an audio controller extension: - Increase volume up to 6 times (up to 600%); - Displays all tabs witch playing audio; - Fast navigation on tabs with sound; - Instantly mute tab (just click on the speaker icon in popup menu); - Displays the levels on the app icon in the toolbars menu; - Minimalistic design. For whom can be useful Volume Control app? If you are looking for a simple and convenient audio manager, with witch you can quickly and easily control the sound of each tab of your browser. If your speakers or headphones do not produce enough amount of sound for comfortable music listening or watching of video content - use the Volume control as a speaker booster by sliding the level control over 100%. That will give the opportunity to increase the sound volume up to six times.Volume Booster - increasing the volume will make the sound and overall volume stronger by 500% depending on your device! Volume sound “Volume Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! The volume sound can be found here. We stick with the easy-to-use Volume Booster app to enhance music and increase volume. Select this sound amplifier and increase the sound volume! Extra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. The Volume Booster extension helps you set the desired speaker volume level for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads. We made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. Lightweight and stylish window with a volume switch with a list of tabs on which the current audio content is played.\nPowerful and easy to use, classic audio equalizer with presets of music genres and Bass Booster function. Audio Equalizer allows improving the sound quality of your Chrome browser to get more pleasure from listening to music and watching videos. Extension includes: - Equalizer for 10 bands; - Audio Volume Control - to set the desired volume level; - Volume Booster - a significant increase in volume from the standard sound power; - Bass Booster preset - sound effect to enhance the bass sound; - Preset Vocal Booster - amplification of high frequencies of the sound; Audio equalizer will help you adjust the levels of sound effects, with which you can make the most of your speakers and headphones. Try to use this equalizer and get pleasure from its use. Get maximum pleasure from listening to music and watching videos online, using Audio Equalizer!\nAudio Booster - chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. This app have a simple interface of sound volume control switch as it just possible with keeping all of its power in a light design. Stylish popup with a volume switch with a list of tabs that a now playing audio content. With our extension you can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. And sure you can raise audio volume control switch to a 600% setting. Make a sound from your browser really awesome with this Audio Booster extension. Use it on your favorite websites!\nMost of the websites allows us to stream/play videos, but plays at high volume(100%) which is annoying and immediately the user starts searching for volume adjuster. This extension helps you to get rid of those annoying high volumes and it works similar to your system-level volume manager, which manages for all chrome tabs you are working on.\n- Play audio/video media with saved volume settings. - Remembers previously saved volume level (even after cache clear/reboot). This helps to avoid checking for volume level while opening the chrome app freshly. - A simple controller which controls volume of a video playing in any tab/window while you're working on other tab/window. It helps you to get rid of high volume *auto-play* videos while browsing facebook, twitter, web.whatsapp, youtube and any other streaming sites (html5 videos)\nOne of the most reliable and easiest volume booster in the chrome browser. If your speakers or headphones don't reproduce sufficient sound volume for comfortable listening to music or watching video content - use our app as a speaker amplifier, setting the volume level settings to more than 600%. Just regulate the sound in the current web tab through the slider. Level up sound more than 600% in 4 steps Simple and clear design Only one click to boost the sound Turn off automatically in normal mode Full screen Chrome prevents you from going to a complete full-screen when using any extension manipulating with sound so you can always see the blue rectangle icon in the tab bar (to be aware of audio is being manipulated).\nVolume Controller extension helps you to set a desired speaker volume level for each individual tab in your browser. Websites are just bursting with media content such as videos, music, streams, audio and video ads. To take control over all that audio you need a power volume adjust tool with the ability to set individual volume settings for each tab. To solve that task we developed our audio volume control extension. We made as simple and lite interface of our audio volume control switch as it just possible with keeping all of its power in a light design. A light and stylish window with a volume switch with a list of tabs that a currently playing audio content. You can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. It’s not just a volume switch, it works also as a volume booster. You can raise audio volume control switch to a 600% setting. This will just blast volume on those quiet videos! Try our volume app. You will love how simple and powerful it is. Use it on your favorite websites that are filled to the max with audio and video content, such as: Twitter™, Vimeo™, YouTube™, Facebook™, Spotify™ and others! Our sound volume control changer extension also remembers your previous settings for your convenience. Try it and you will love Volume Controller!\nIndividually control volume of each tab of your Chrome browser. Appreciate the convenience and benefits of an audio controller extension: - Increase volume up to 6 times (up to 600%); - Displays all tabs witch playing audio; - Fast navigation on tabs with sound; - Instantly mute tab (just click on the speaker icon in popup menu); - Displays the levels on the app icon in the toolbars menu; - Minimalistic design. For whom can be useful Volume Control app? If you are looking for a simple and convenient audio manager, with witch you can quickly and easily control the sound of each tab of your browser. If your speakers or headphones do not produce enough amount of sound for comfortable music listening or watching of video content - use the Volume control as a speaker booster by sliding the level control over 100%. That will give the opportunity to increase the sound volume up to six times.Volume Booster - increasing the volume will make the sound and overall volume stronger by 500% depending on your device! Volume sound “Volume Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! The volume sound can be found here. We stick with the easy-to-use Volume Booster app to enhance music and increase volume. Select this sound amplifier and increase the sound volume! Extra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. The Volume Booster extension helps you set the desired speaker volume level for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads. We made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. Lightweight and stylish window with a volume switch with a list of tabs on which the current audio content is played.\nPowerful and easy to use, classic audio equalizer with presets of music genres and Bass Booster function. Audio Equalizer allows improving the sound quality of your Chrome browser to get more pleasure from listening to music and watching videos. Extension includes: - Equalizer for 10 bands; - Audio Volume Control - to set the desired volume level; - Volume Booster - a significant increase in volume from the standard sound power; - Bass Booster preset - sound effect to enhance the bass sound; - Preset Vocal Booster - amplification of high frequencies of the sound; Audio equalizer will help you adjust the levels of sound effects, with which you can make the most of your speakers and headphones. Try to use this equalizer and get pleasure from its use. Get maximum pleasure from listening to music and watching videos online, using Audio Equalizer!\nAudio Booster - chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. This app have a simple interface of sound volume control switch as it just possible with keeping all of its power in a light design. Stylish popup with a volume switch with a list of tabs that a now playing audio content. With our extension you can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. And sure you can raise audio volume control switch to a 600% setting. Make a sound from your browser really awesome with this Audio Booster extension. Use it on your favorite websites!\nMost of the websites allows us to stream/play videos, but plays at high volume(100%) which is annoying and immediately the user starts searching for volume adjuster. This extension helps you to get rid of those annoying high volumes and it works similar to your system-level volume manager, which manages for all chrome tabs you are working on.\n- Play audio/video media with saved volume settings. - Remembers previously saved volume level (even after cache clear/reboot). This helps to avoid checking for volume level while opening the chrome app freshly. - A simple controller which controls volume of a video playing in any tab/window while you're working on other tab/window. It helps you to get rid of high volume *auto-play* videos while browsing facebook, twitter, web.whatsapp, youtube and any other streaming sites (html5 videos)\n\nFind out what great sound quality you can create with this online equalizer and get the most out of listening to music and watching videos online!",
    "am": "-Do you always feel that the default system volume is very low?\n-Do you always feel that the headphones volume is not loud enough?\n-Do you always feel that listening to music can’t excite you?\n\nIt's all because you lack a powerful Volume Booster free & Bass Booster free Equalizer!\n\nAudio + is an easy-to-use audio control tool for your chrome browser. Over a dozen adjustments have been made to adjust the tone in movies, games, videos, songs and anything else that generates sounds. Powerful and easy-to-use classic sound equalizer with music genre presets and bass boost.\n\n==============================================================================\n★★★ Features ★★★\n★ Up to 600% volume boost\n★ Control volume of any tab which is playing music/videos\n★ Easy to use volume knob which uses the mouse wheel to change volume of the current tab\n★ Fine-grained control: Choose from  0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Switch to any tab which is playing audio with just one click\n\n=============================================================================\n\nToo loud ? Too quiet?\nVolume booster extension Audio control + can increase the volume up to 400% of the standard volume.\n\nAudio Control + volume booster allows you to improve the sound quality in the Chrome browser to get more pleasure from listening to music and watching videos. Bass boost to the full. Volume booster boosts by 400%\n\nMake Volume loud again *Sound Booster Mode*\n- A significant increase in volume from standard sound power\n\nBass Booster \n- Sound effect to enhance the sound of low frequencies; \n- Preset Vocal Booster - boost the high frequencies of the sound.\n\nAudio volume booster works great on all popular sites: FB, Twitch, Soundcloud, Deezer, Use it as a flexible YouTube equalizer when watching videos, or adjust sound effect levels to bring out your favorite songs to the fullest.\n\nFeatures:\n- Volume booster. Control volume up to 400% boost.\n- Bass boost level\n- Audio Limiter / Compressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono toggle.\n- Stereo / Mono Pan.\n- Save your own presets.\n\nBoost volume of your tab beyond usual maximum\nListen to your favorite songs/videos at maximum volume. Blast out your songs today!\nSimply adjust the volume using the volume knob. Its simple and easy to use\nOur Volume Control software is Free and its the most powerful volume booster\navailable. Use our software as a volume booster today. You can easily increase volume by up to 600% when you use our\nsoftware.\n\n100% Free sound booster software. No paid upgrades needed. Enjoy your music at maximum volume using our speaker booster extension.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners. Google doesn’t endorse or sponsor this Chrome extension. Volume Control for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.\n\n\nFind out what great sound quality you can create with this online equalizer and get the most out of listening to music and watching videos online!",
    "bn,gu,hu,ru,ta,uk,zh_CN": "Audio Master - Sound Booster.\n\nAre you bothered that media on websites don’t have enough sound volume? \nThen I believe this Volume Booster - Audio Master - Loud Speaker with Extra Sound is exactly what you need. Volume Booster enhances your music quality in a way more convenient way. It has a simple UI, guaranteeing you can master it just in a few seconds. 📢\n \nFeatures:\n- Volume Booster is designed for music lovers and users who like loud and clear sound\n- Volume Booster has a neat, simple user interface\n- Boost sound for music, video, and games online\n- Support use with headphone, bluetooth speakers\n- One click to set the volume to a specific level\n- Fast to adjust the volume to 200%, 300%, 400% and maximum level\n- Choose any one of your music players to start playing with volume booster\n- Nice browser icon for quick access\n- Light / Dark mode\n \nVarious Boost Available:\n🎶 Music, game, video, call volume boost (works with google meet, zoom etc.)\n🎶 Bluetooth speaker, headphone volume amplifier\n🎶 Control volume for various  web pages\n......\n \nStill finding a free and great volume booster to improve your music experience? Now you find our perfect Audio Master  with Extra Sound and make any extra sound volume as you want. Volume Booster is a little tool that boosts big volume. Download Volume Booster now and increase party mood! 📻",
    "ca": "-Sempre sents que el volum del sistema per defecte és molt baix?\n-Sempre sents que el volum dels auriculars no és prou alt?\n-Sempre sents que escoltar música no et pot emocionar?\n\nTot és perquè us falta un potent volum Booster i un equalitzador sense Bass Booster!\n\nAudio + és una eina de control d'àudio fàcil d'utilitzar per al vostre navegador Chrome. S'han fet més d'una dotzena d'ajustaments per ajustar el to de pel·lícules, jocs, vídeos, cançons i qualsevol altra cosa que generi sons. Equalitzador de so clàssic potent i fàcil d'utilitzar amb ajustos predefinits de gènere musical i reforç de baix.\n\n===================================================== ==============================\n★★★ Característiques ★★★\n★ Augment de volum fins a un 600%.\n★ Controla el volum de qualsevol pestanya que reprodueixi música o vídeos\n★ Pom de volum fàcil d'utilitzar que utilitza la roda del ratolí per canviar el volum de la pestanya actual\n★ Control de gra fi: escolliu entre 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Canvia a qualsevol pestanya que reprodueixi àudio amb només un clic\n\n===================================================== ============================\n\nMassa alt ? Massa tranquil?\nExtensió de reforç de volum El control d'àudio + pot augmentar el volum fins a un 400% del volum estàndard.\n\nControl d'àudio + reforç de volum us permet millorar la qualitat del so al navegador Chrome per gaudir més d'escoltar música i veure vídeos. Augment dels baixos al màxim. L'augment de volum augmenta un 400%\n\nTorna a augmentar el volum *Mode de reforç de so*\n- Un augment significatiu del volum de la potència de so estàndard\n\nAmplificador de baix\n- Efecte de so per millorar el so de les freqüències baixes;\n- Preset Vocal Booster: augmenta les freqüències altes del so.\n\nL'amplificador de volum d'àudio funciona molt bé a tots els llocs populars: FB, Twitch, Soundcloud, Deezer, utilitzeu-lo com a equalitzador flexible de YouTube quan mireu vídeos o ajusteu els nivells d'efectes de so per treure al màxim les vostres cançons preferides.\n\nCaracterístiques:\n- Potenciador de volum. Controla el volum fins a un augment del 400%.\n- Nivell d'augment dels baixos\n- Limitador / Compressor d'àudio.\n- Equalitzador 32Hz-16khz\n- Alternativa estèreo/mono.\n- Panorama estèreo/mono.\n- Deseu els vostres propis valors predefinits.\n\nAugmenta el volum de la teva pestanya més enllà del màxim habitual\nEscolteu les vostres cançons/vídeos preferits al màxim volum. Esclau les teves cançons avui!\nSimplement ajusteu el volum amb el botó de volum. És senzill i fàcil d'utilitzar\nEl nostre programari de control de volum és gratuït i és l'amplificador de volum més potent\ndisponible. Utilitzeu el nostre programari com a reforç de volum avui. Podeu augmentar fàcilment el volum fins a un 600% quan feu servir el nostre\nprogramari.\n\nProgramari de reforç de so 100% gratuït. No calen actualitzacions de pagament. Gaudeix de la teva música al màxim volum amb la nostra extensió de reforç d'altaveus.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris. Google no avala ni patrocina aquesta extensió de Chrome. Control de volum per a Google Chrome™ no és propietat de, no té llicència ni és una subsidiària de Google Inc.\n\nDescobriu quina gran qualitat de so podeu crear amb aquest equalitzador en línia i treu el màxim profit d'escoltar música i veure vídeos en línia!",
    "cs": "-Máte vždy pocit, že výchozí hlasitost systému je velmi nízká?\n- Máte vždy pocit, že hlasitost sluchátek není dostatečně vysoká?\n-Máte vždy pocit, že vás poslech hudby nemůže vzrušit?\n\nJe to všechno proto, že vám chybí výkonný ekvalizér bez zesilovače hlasitosti a bez ekvalizéru zesilovače basů!\n\nAudio + je snadno použitelný nástroj pro ovládání zvuku pro váš prohlížeč Chrome. Bylo provedeno více než tucet úprav pro úpravu tónu ve filmech, hrách, videích, písních a čemkoli jiném, co generuje zvuky. Výkonný a snadno použitelný klasický zvukový ekvalizér s předvolbami hudebního žánru a zesílením basů.\n\n==================================================== ==============================\n★★★ Vlastnosti ★★★\n★ Zvýšení hlasitosti až o 600 %.\n★ Ovládání hlasitosti libovolné karty, která přehrává hudbu/videa\n★ Snadno použitelný knoflík hlasitosti, který používá kolečko myši ke změně hlasitosti aktuální karty\n★ Jemná kontrola: Vyberte si z 0 % - 100 % - 200 % - 300 % - 400 % - 500 % - 600 %\n★ Přepněte na libovolnou kartu, která přehrává zvuk, jediným kliknutím\n\n==================================================== =============================\n\nPříliš nahlas ? Příliš tichý?\nRozšíření zesílení hlasitosti Ovládání zvuku + může zvýšit hlasitost až na 400 % standardní hlasitosti.\n\nOvládání zvuku + zesílení hlasitosti vám umožňuje zlepšit kvalitu zvuku v prohlížeči Chrome, abyste si mohli více užívat poslechu hudby a sledování videí. Zesílení basů naplno. Zvýšení hlasitosti o 400 %\n\nZnovu nahlaste hlasitost *Režim zesílení zvuku*\n- Výrazné zvýšení hlasitosti oproti standardnímu akustickému výkonu\n\nPosilovač basů\n- Zvukový efekt pro vylepšení zvuku nízkých frekvencí;\n- Přednastavený Vocal Booster - zesílí vysoké frekvence zvuku.\n\nZesilovač hlasitosti zvuku funguje skvěle na všech populárních webech: FB, Twitch, Soundcloud, Deezer, použijte jej jako flexibilní ekvalizér YouTube při sledování videí nebo upravte úrovně zvukových efektů, abyste své oblíbené skladby vytáhli naplno.\n\nFunkce:\n- Zesilovač hlasitosti. Ovládejte hlasitost až o 400 %.\n- Úroveň zesílení basů\n- Omezovač zvuku / Kompresor.\n- Ekvalizér 32Hz-16kHz\n- Stereo / Mono přepínání.\n- Stereo / Mono Pan.\n- Uložte si vlastní předvolby.\n\nZvyšte hlasitost své karty nad obvyklé maximum\nPoslouchejte své oblíbené skladby/videa při maximální hlasitosti. Pusťte své písně ještě dnes!\nJednoduše upravte hlasitost pomocí knoflíku hlasitosti. Jeho jednoduché a snadné použití\nNáš software pro ovládání hlasitosti je zdarma a je to nejvýkonnější zesilovač hlasitosti\ndostupný. Použijte náš software jako podporu hlasitosti ještě dnes. Při použití našeho můžete snadno zvýšit hlasitost až o 600 %.\nsoftware.\n\n100% bezplatný software pro posílení zvuku. Nejsou potřeba žádné placené upgrady. Užijte si hudbu na maximální hlasitost pomocí našeho rozšíření reproduktoru.\n\nUpozornění: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům. Google toto rozšíření Chrome nepodporuje ani nesponzoruje. Ovládání hlasitosti pro Google Chrome™ není ve vlastnictví, není licencováno a není dceřinou společností Google Inc.\n\nZjistěte, jakou skvělou kvalitu zvuku můžete vytvořit pomocí tohoto online ekvalizéru a vytěžte maximum z poslechu hudby a sledování videí online!",
    "da": "-Føler du altid, at standardsystemets lydstyrke er meget lav?\n-Føler du altid, at høretelefonernes lydstyrke ikke er høj nok?\n-Føler du altid, at det at lytte til musik ikke kan begejstre dig?\n\nDet er alt sammen, fordi du mangler en kraftfuld Volume Booster-fri & Bass Booster-fri Equalizer!\n\nAudio + er et brugervenligt lydkontrolværktøj til din Chrome-browser. Over et dusin justeringer er blevet foretaget for at justere tonen i film, spil, videoer, sange og alt andet, der genererer lyde. Kraftig og letanvendelig klassisk lydequalizer med musikgenreforudindstillinger og basforstærkning.\n\n=================================================== =============================\n★★★ Funktioner ★★★\n★ Op til 600% volumen boost\n★ Styr lydstyrken på enhver fane, der afspiller musik/videoer\n★ Let at bruge volumen knap som bruger musehjulet til at ændre lydstyrken på den aktuelle fane\n★ Finkornet kontrol: Vælg mellem 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Skift til en hvilken som helst fane, der afspiller lyd med kun et enkelt klik\n\n=================================================== ============================\n\nAlt for højt ? For stille?\nVolume booster extension Audio control + kan øge lydstyrken op til 400 % af standardlydstyrken.\n\nLydkontrol + lydstyrkeforstærker giver dig mulighed for at forbedre lydkvaliteten i Chrome-browseren for at få mere glæde af at lytte til musik og se videoer. Bas boost til det fulde. Volumen booster booster med 400 %\n\nLav lydstyrken højt igen *Sound Booster Mode*\n- En betydelig stigning i lydstyrken fra standard lydstyrke\n\nBas Booster\n- Lydeffekt for at forbedre lyden af lave frekvenser;\n- Preset Vocal Booster - boost de høje frekvenser af lyden.\n\nLydstyrkeforstærker fungerer fantastisk på alle populære websteder: FB, Twitch, Soundcloud, Deezer, Brug den som en fleksibel YouTube-equalizer, når du ser videoer, eller juster lydeffektniveauerne for at få dine yndlingssange frem til fulde.\n\nFunktioner:\n- Volumen booster. Styr volumen op til 400 % boost.\n- Bas boost niveau\n- Lydbegrænser / kompressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono skifte.\n- Stereo / Mono Pan.\n- Gem dine egne forudindstillinger.\n\nØg volumen på din fane ud over det sædvanlige maksimum\nLyt til dine yndlingssange/videoer ved maksimal lydstyrke. Spræng dine sange i dag!\nDu skal blot justere lydstyrken ved hjælp af lydstyrkeknappen. Den er enkel og nem at bruge\nVores volumenkontrolsoftware er gratis og det er den mest kraftfulde lydstyrkeforstærker\nledig. Brug vores software som en volumenbooster i dag. Du kan nemt øge volumen med op til 600%, når du bruger vores\nsoftware.\n\n100 % gratis software til lydforstærker. Ingen betalte opgraderinger er nødvendige. Nyd din musik med maksimal lydstyrke ved hjælp af vores højttalerforstærkerudvidelse.\n\nAnsvarsfraskrivelse: Bemærk venligst, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere. Google støtter eller sponsorerer ikke denne Chrome-udvidelse. Volume Control for Google Chrome™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.\n\nFind ud af hvilken fantastisk lydkvalitet du kan skabe med denne online equalizer og få mest muligt ud af at lytte til musik og se videoer online!",
    "de": "-Haben Sie immer das Gefühl, dass die Standard-Systemlautstärke sehr niedrig ist?\n-Haben Sie immer das Gefühl, dass die Kopfhörerlautstärke nicht laut genug ist?\n- Hast du immer das Gefühl, dass Musikhören dich nicht begeistern kann?\n\nEs ist alles, weil Ihnen ein leistungsstarker Volume Booster Free & Bass Booster Free Equalizer fehlt!\n\nAudio + ist ein benutzerfreundliches Audiosteuerungstool für Ihren Chrome-Browser. Über ein Dutzend Anpassungen wurden vorgenommen, um den Ton in Filmen, Spielen, Videos, Liedern und allem anderen, das Geräusche erzeugt, anzupassen. Leistungsstarker und benutzerfreundlicher klassischer Sound-Equalizer mit Musikgenre-Voreinstellungen und Bassverstärkung.\n\n=============================================== ===========================\n★★★ Funktionen ★★★\n★ Bis zu 600 % mehr Lautstärke\n★ Steuern Sie die Lautstärke jedes Tabs, auf dem Musik/Videos abgespielt werden\n★ Einfach zu bedienender Lautstärkeregler, der das Mausrad verwendet, um die Lautstärke des aktuellen Tabs zu ändern\n★ Feingranulare Steuerung: Wählen Sie aus 0 % - 100 % - 200 % - 300 % - 400 % - 500 % - 600 %\n★ Wechseln Sie mit nur einem Klick zu einem beliebigen Tab, der Audio abspielt\n\n=============================================== ==========================\n\nZu laut ? Zu leise?\nVolume Booster Extension Audio Control+ kann die Lautstärke auf bis zu 400 % der Standardlautstärke erhöhen.\n\nMit Audio Control + Volume Booster können Sie die Klangqualität im Chrome-Browser verbessern, um mehr Freude am Musikhören und Ansehen von Videos zu haben. Bass-Boost in vollen Zügen. Volume Booster steigert um 400 %\n\nLautstärke wieder laut machen *Sound Booster Mode*\n- Eine deutliche Steigerung der Lautstärke gegenüber der Standard-Schallleistung\n\nBassverstärker\n- Soundeffekt zur Verbesserung des Klangs niedriger Frequenzen;\n- Preset Vocal Booster - verstärken Sie die hohen Frequenzen des Sounds.\n\nAudio Volume Booster funktioniert hervorragend auf allen gängigen Websites: FB, Twitch, Soundcloud, Deezer. Verwenden Sie es als flexiblen YouTube-Equalizer beim Ansehen von Videos oder passen Sie die Soundeffektpegel an, um Ihre Lieblingssongs voll zur Geltung zu bringen.\n\nMerkmale:\n- Lautstärkeverstärker. Kontrollieren Sie die Lautstärke um bis zu 400 %.\n- Bass-Boost-Pegel\n- Audiobegrenzer/Kompressor.\n- Equalizer 32 Hz-16 kHz\n- Stereo / Mono-Umschalter.\n- Stereo-/Mono-Pan.\n- Speichern Sie Ihre eigenen Voreinstellungen.\n\nErhöhen Sie die Lautstärke Ihres Tabs über das übliche Maximum hinaus\nHören Sie Ihre Lieblingssongs/-videos mit maximaler Lautstärke. Bringen Sie noch heute Ihre Songs zum Vorschein!\nStellen Sie die Lautstärke einfach mit dem Lautstärkeregler ein. Es ist einfach und leicht zu bedienen\nUnsere Software zur Lautstärkeregelung ist kostenlos und der leistungsstärkste Lautstärkeregler\nerhältlich. Nutzen Sie unsere Software noch heute als Lautstärke-Booster. Sie können das Volumen ganz einfach um bis zu 600 % erhöhen, wenn Sie unseren verwenden\nSoftware.\n\n100 % kostenlose Sound-Booster-Software. Keine kostenpflichtigen Upgrades erforderlich. Genießen Sie Ihre Musik mit unserer Lautsprecher-Booster-Erweiterung in maximaler Lautstärke.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google, sondern von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte gehören ihren jeweiligen Eigentümern. Google unterstützt oder sponsert diese Chrome-Erweiterung nicht. Volume Control for Google Chrome™ gehört nicht Google Inc., ist nicht lizenziert von Google Inc. und keine Tochtergesellschaft von Google Inc.\n\nFinden Sie heraus, welche großartige Klangqualität Sie mit diesem Online-Equalizer erzielen können, und holen Sie das Beste aus dem Hören von Musik und dem Ansehen von Videos online heraus!",
    "en,en_AU,en_GB,en_US": "Audio Master - Sound Booster & Equalizer\n\nAre you bothered that media on websites don’t have enough sound volume? \nThen I believe this Volume Booster - Audio Master - Loud Speaker with Extra Sound is exactly what you need. Volume Booster enhances your music quality in a way more convenient way. It has a simple UI, guaranteeing you can master it just in a few seconds. 📢\n \nFeatures:\n- Volume Booster is designed for music lovers and users who like loud and clear sound\n- Volume Booster has a neat, simple user interface\n- Boost sound for music, video, and games online\n- Support use with headphone, bluetooth speakers\n- One click to set the volume to a specific level\n- Fast to adjust the volume to 200%, 300%, 400% and maximum level\n- Choose any one of your music players to start playing with volume booster\n- Nice browser icon for quick access\n- Light / Dark mode\n \nVarious Boost Available:\n🎶 Music, game, video, call volume boost (works with google meet, zoom etc.)\n🎶 Bluetooth speaker, headphone volume amplifier\n🎶 Control volume for various  web pages\n......\n \nOnce you try Sound Booster, you'll wonder how you ever went without it! Combining the best features of several audio modification apps on your desktop, Sound Booster is the only app you need to get everything you want out of your Chrome browser audio experience.\n\nStill finding a free and great volume booster to improve your music experience? Now you find our perfect Audio Master with Extra Sound and make any extra sound volume as you want. Volume Booster is a little tool that boosts big volume. Download Volume Booster (Sound booster) now and increase party mood! 📻",
    "es,es_419": "Maestro de audio\n-¿Siempre sientes que el volumen predeterminado del sistema es muy bajo?\n-¿Siempre siente que el volumen de los auriculares no es lo suficientemente alto?\n-¿Siempre sientes que escuchar música no te emociona?\n\n¡Todo se debe a que te falta un potente ecualizador sin Volume Booster y Bass Booster!\n\nAudio + es una herramienta de control de audio fácil de usar para su navegador Chrome. Se han realizado más de una docena de ajustes para ajustar el tono en películas, juegos, videos, canciones y cualquier otra cosa que genere sonidos. Ecualizador de sonido clásico potente y fácil de usar con preajustes de género musical y refuerzo de graves.\n\n================================================== ============================\n★★★ Características ★★★\n★ Aumento de volumen de hasta un 600 %\n★ Controla el volumen de cualquier pestaña que esté reproduciendo música/videos\n★ Perilla de volumen fácil de usar que usa la rueda del mouse para cambiar el volumen de la pestaña actual\n★ Control detallado: Elija entre 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Cambie a cualquier pestaña que esté reproduciendo audio con solo un clic\n\n================================================== ===========================\n\nDemasiado alto ? ¿Muy silencioso?\nExtensión del amplificador de volumen El control de audio + puede aumentar el volumen hasta un 400 % del volumen estándar.\n\nControl de audio + amplificador de volumen le permite mejorar la calidad del sonido en el navegador Chrome para disfrutar más escuchando música y viendo videos. Refuerzo de graves al máximo. El amplificador de volumen aumenta en un 400%\n\nSube el volumen de nuevo *Modo de refuerzo de sonido*\n- Un aumento significativo en el volumen de la potencia de sonido estándar\n\nPotenciador de bajo\n- Efecto de sonido para mejorar el sonido de bajas frecuencias;\n- Preset Vocal Booster: aumenta las frecuencias altas del sonido.\n\nEl amplificador de volumen de audio funciona muy bien en todos los sitios populares: FB, Twitch, Soundcloud, Deezer. Úselo como un ecualizador flexible de YouTube cuando vea videos, o ajuste los niveles de efectos de sonido para resaltar sus canciones favoritas al máximo.\n\nCaracterísticas:\n- Amplificador de volumen. Controla el volumen hasta un 400% de impulso.\n- Nivel de refuerzo de graves\n- Limitador de Audio / Compresor.\n- Ecualizador 32hz-16khz\n- Conmutación estéreo/mono.\n- Panorámica Estéreo/Mono.\n- Guarde sus propios ajustes preestablecidos.\n\nAumente el volumen de su pestaña más allá del máximo habitual\nEscucha tus canciones/videos favoritos al máximo volumen. ¡Explota tus canciones hoy!\nSimplemente ajuste el volumen usando la perilla de volumen. Es simple y fácil de usar.\nNuestro software de control de volumen es gratuito y es el amplificador de volumen más potente\ndisponible. Utilice nuestro software como un refuerzo de volumen hoy. Puede aumentar fácilmente el volumen hasta en un 600% cuando usa nuestro\nsoftware.\n\nSoftware de refuerzo de sonido 100% gratuito. No se necesitan actualizaciones pagas. Disfruta de tu música al máximo volumen con nuestra extensión de refuerzo de altavoces.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños. Google no respalda ni patrocina esta extensión de Chrome. Volume Control for Google Chrome™ no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.\n\n¡Descubra qué gran calidad de sonido puede crear con este ecualizador en línea y aproveche al máximo escuchando música y viendo videos en línea!",
    "et,hr,id,ml,sw,te,th": "Audio + is an easy-to-use audio control tool for your chrome browser. Over a dozen adjustments have been made to adjust the tone in movies, games, videos, songs and anything else that generates sounds. Powerful and easy-to-use classic sound equalizer with music genre presets and bass boost.\n\nToo loud ? Too quiet?\nVolume booster extension \n- Audio +   can increase the volume up to 400% of the standard volume.\n\nAudio + Volume Booster allows you to improve the sound quality in the Chrome browser to get more pleasure from listening to music and watching videos. Bass boost to the full. Volume booster boosts by 400%\n\nMake Volume loud again *Sound Booster Mode*\n- A significant increase in volume from standard sound power\n\nBass Booster \n- Sound effect to enhance the sound of low frequencies; \n- Preset Vocal Booster - boost the high frequencies of the sound.\n\nAudio Volume Booster works great on all popular sites: FB, Twitch, Soundcloud, Deezer, Use it as a flexible YouTube equalizer when watching videos, or adjust sound effect levels to bring out your favorite songs to the fullest.\n\nFeatures:\n- Volume booster. Control volume up to 400% boost.\n- Bass boost level\n- Audio Limiter / Compressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono toggle.\n- Stereo / Mono Pan.\n- Save your own presets.\n\nOne of the most reliable and easiest volume booster in the chrome browser. If your speakers or headphones don't reproduce sufficient sound volume for comfortable listening to music or watching video content - use our app as a speaker amplifier, setting the volume level settings to more than 600%. Just regulate the sound in the current web tab through the slider. Level up sound more than 600% in 4 steps Simple and clear design Only one click to boost the sound Turn off automatically in normal mode Full screen Chrome prevents you from going to a complete full-screen when using any extension manipulating with sound so you can always see the blue rectangle icon in the tab bar (to be aware of audio is being manipulated).\nVolume Controller extension helps you to set a desired speaker volume level for each individual tab in your browser. Websites are just bursting with media content such as videos, music, streams, audio and video ads. To take control over all that audio you need a power volume adjust tool with the ability to set individual volume settings for each tab. To solve that task we developed our audio volume control extension. We made as simple and lite interface of our audio volume control switch as it just possible with keeping all of its power in a light design. A light and stylish window with a volume switch with a list of tabs that a currently playing audio content. You can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. It’s not just a volume switch, it works also as a volume booster. You can raise audio volume control switch to a 600% setting. This will just blast volume on those quiet videos! Try our volume app. You will love how simple and powerful it is. Use it on your favorite websites that are filled to the max with audio and video content, such as: Twitter™, Vimeo™, YouTube™, Facebook™, Spotify™ and others! Our sound volume control changer extension also remembers your previous settings for your convenience. Try it and you will love Volume Controller!\nIndividually control volume of each tab of your Chrome browser. Appreciate the convenience and benefits of an audio controller extension: - Increase volume up to 6 times (up to 600%); - Displays all tabs witch playing audio; - Fast navigation on tabs with sound; - Instantly mute tab (just click on the speaker icon in popup menu); - Displays the levels on the app icon in the toolbars menu; - Minimalistic design. For whom can be useful Volume Control app? If you are looking for a simple and convenient audio manager, with witch you can quickly and easily control the sound of each tab of your browser. If your speakers or headphones do not produce enough amount of sound for comfortable music listening or watching of video content - use the Volume control as a speaker booster by sliding the level control over 100%. That will give the opportunity to increase the sound volume up to six times.Volume Booster - increasing the volume will make the sound and overall volume stronger by 500% depending on your device! Volume sound “Volume Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! The volume sound can be found here. We stick with the easy-to-use Volume Booster app to enhance music and increase volume. Select this sound amplifier and increase the sound volume! Extra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. The Volume Booster extension helps you set the desired speaker volume level for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads. We made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. Lightweight and stylish window with a volume switch with a list of tabs on which the current audio content is played.\nPowerful and easy to use, classic audio equalizer with presets of music genres and Bass Booster function. Audio Equalizer allows improving the sound quality of your Chrome browser to get more pleasure from listening to music and watching videos. Extension includes: - Equalizer for 10 bands; - Audio Volume Control - to set the desired volume level; - Volume Booster - a significant increase in volume from the standard sound power; - Bass Booster preset - sound effect to enhance the bass sound; - Preset Vocal Booster - amplification of high frequencies of the sound; Audio equalizer will help you adjust the levels of sound effects, with which you can make the most of your speakers and headphones. Try to use this equalizer and get pleasure from its use. Get maximum pleasure from listening to music and watching videos online, using Audio Equalizer!\nAudio Booster - chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. This app have a simple interface of sound volume control switch as it just possible with keeping all of its power in a light design. Stylish popup with a volume switch with a list of tabs that a now playing audio content. With our extension you can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. And sure you can raise audio volume control switch to a 600% setting. Make a sound from your browser really awesome with this Audio Booster extension. Use it on your favorite websites!\nMost of the websites allows us to stream/play videos, but plays at high volume(100%) which is annoying and immediately the user starts searching for volume adjuster. This extension helps you to get rid of those annoying high volumes and it works similar to your system-level volume manager, which manages for all chrome tabs you are working on.\n- Play audio/video media with saved volume settings. - Remembers previously saved volume level (even after cache clear/reboot). This helps to avoid checking for volume level while opening the chrome app freshly. - A simple controller which controls volume of a video playing in any tab/window while you're working on other tab/window. It helps you to get rid of high volume *auto-play* videos while browsing facebook, twitter, web.whatsapp, youtube and any other streaming sites (html5 videos)\nOne of the most reliable and easiest volume booster in the chrome browser. If your speakers or headphones don't reproduce sufficient sound volume for comfortable listening to music or watching video content - use our app as a speaker amplifier, setting the volume level settings to more than 600%. Just regulate the sound in the current web tab through the slider. Level up sound more than 600% in 4 steps Simple and clear design Only one click to boost the sound Turn off automatically in normal mode Full screen Chrome prevents you from going to a complete full-screen when using any extension manipulating with sound so you can always see the blue rectangle icon in the tab bar (to be aware of audio is being manipulated).\nVolume Controller extension helps you to set a desired speaker volume level for each individual tab in your browser. Websites are just bursting with media content such as videos, music, streams, audio and video ads. To take control over all that audio you need a power volume adjust tool with the ability to set individual volume settings for each tab. To solve that task we developed our audio volume control extension. We made as simple and lite interface of our audio volume control switch as it just possible with keeping all of its power in a light design. A light and stylish window with a volume switch with a list of tabs that a currently playing audio content. You can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. It’s not just a volume switch, it works also as a volume booster. You can raise audio volume control switch to a 600% setting. This will just blast volume on those quiet videos! Try our volume app. You will love how simple and powerful it is. Use it on your favorite websites that are filled to the max with audio and video content, such as: Twitter™, Vimeo™, YouTube™, Facebook™, Spotify™ and others! Our sound volume control changer extension also remembers your previous settings for your convenience. Try it and you will love Volume Controller!\nIndividually control volume of each tab of your Chrome browser. Appreciate the convenience and benefits of an audio controller extension: - Increase volume up to 6 times (up to 600%); - Displays all tabs witch playing audio; - Fast navigation on tabs with sound; - Instantly mute tab (just click on the speaker icon in popup menu); - Displays the levels on the app icon in the toolbars menu; - Minimalistic design. For whom can be useful Volume Control app? If you are looking for a simple and convenient audio manager, with witch you can quickly and easily control the sound of each tab of your browser. If your speakers or headphones do not produce enough amount of sound for comfortable music listening or watching of video content - use the Volume control as a speaker booster by sliding the level control over 100%. That will give the opportunity to increase the sound volume up to six times.Volume Booster - increasing the volume will make the sound and overall volume stronger by 500% depending on your device! Volume sound “Volume Booster” will help you increase the volume of video, audio, all sounds. Makes all the sounds of your computer much louder. A good volume booster can give you a fantastic music experience! The volume sound can be found here. We stick with the easy-to-use Volume Booster app to enhance music and increase volume. Select this sound amplifier and increase the sound volume! Extra sound for your computer! Volume control sound in your browser. Set an individual volume level for audio tabs. Get your swing sound with our volume booster. The Volume Booster extension helps you set the desired speaker volume level for each individual tab in your browser. Websites are simply filled with multimedia content such as video, music, streams, audio and video ads. We made the interface of our Volume Booster as simple and intuitive as the volume control and volume sound, keeping all its functions in a lightweight case. Lightweight and stylish window with a volume switch with a list of tabs on which the current audio content is played.\nPowerful and easy to use, classic audio equalizer with presets of music genres and Bass Booster function. Audio Equalizer allows improving the sound quality of your Chrome browser to get more pleasure from listening to music and watching videos. Extension includes: - Equalizer for 10 bands; - Audio Volume Control - to set the desired volume level; - Volume Booster - a significant increase in volume from the standard sound power; - Bass Booster preset - sound effect to enhance the bass sound; - Preset Vocal Booster - amplification of high frequencies of the sound; Audio equalizer will help you adjust the levels of sound effects, with which you can make the most of your speakers and headphones. Try to use this equalizer and get pleasure from its use. Get maximum pleasure from listening to music and watching videos online, using Audio Equalizer!\nAudio Booster - chrome extension that help you to set a desired speaker volume degree for each individual tab in your browser. This app have a simple interface of sound volume control switch as it just possible with keeping all of its power in a light design. Stylish popup with a volume switch with a list of tabs that a now playing audio content. With our extension you can separately change volume for each individual tab, so you will never get that sound mix that we all hate and control audio volume to your desire. And sure you can raise audio volume control switch to a 600% setting. Make a sound from your browser really awesome with this Audio Booster extension. Use it on your favorite websites!\nMost of the websites allows us to stream/play videos, but plays at high volume(100%) which is annoying and immediately the user starts searching for volume adjuster. This extension helps you to get rid of those annoying high volumes and it works similar to your system-level volume manager, which manages for all chrome tabs you are working on.\n- Play audio/video media with saved volume settings. - Remembers previously saved volume level (even after cache clear/reboot). This helps to avoid checking for volume level while opening the chrome app freshly. - A simple controller which controls volume of a video playing in any tab/window while you're working on other tab/window. It helps you to get rid of high volume *auto-play* videos while browsing facebook, twitter, web.whatsapp, youtube and any other streaming sites (html5 videos)\n\nFind out what great sound quality you can create with this online equalizer and get the most out of listening to music and watching videos online!",
    "fi": "Audio Master\n- Tuntuuko sinusta aina, että järjestelmän oletusäänenvoimakkuus on hyvin alhainen?\n- Tuntuuko sinusta aina, että kuulokkeiden äänenvoimakkuus ei ole tarpeeksi kova?\n- Tuntuuko sinusta aina, että musiikin kuuntelu ei voi innostaa sinua?\n\nKaikki johtuu siitä, että sinulta puuttuu tehokas Volume Booster- ja Bass Booster-vapaa taajuuskorjain!\n\nAudio + on helppokäyttöinen äänenhallintatyökalu Chrome-selaimellesi. Yli tusina säätöä on tehty säätämään elokuvien, pelien, videoiden, kappaleiden ja kaiken muun ääniä tuottavan äänen sävyä. Tehokas ja helppokäyttöinen klassinen äänen taajuuskorjain musiikkigenren esiasetuksilla ja bassokorostuksilla.\n\n==================================================== =============================\n★★★ Ominaisuudet ★★★\n★ Jopa 600 % äänenvoimakkuuden lisäys\n★ Säädä minkä tahansa musiikkia/videoita toistavan välilehden äänenvoimakkuutta\n★ Helppokäyttöinen äänenvoimakkuuden säädin, joka muuttaa nykyisen välilehden äänenvoimakkuutta hiiren rullalla\n★ Hienorakeinen ohjaus: Valitse 0 % - 100 % - 200 % - 300 % - 400 % - 500 % - 600 %\n★ Vaihda mille tahansa välilehdelle, joka toistaa ääntä yhdellä napsautuksella\n\n==================================================== ============================\n\nLiian kovaa ? Liian hiljainen?\nÄänenvoimakkuuden tehostimen laajennus Audio Control + voi nostaa äänenvoimakkuutta jopa 400 % normaalivoimakkuudesta.\n\nAudio Control + äänenvoimakkuuden tehostimen avulla voit parantaa äänenlaatua Chrome-selaimessa saadaksesi enemmän iloa musiikin kuuntelusta ja videoiden katselusta. Basson tehostus täyteen. Äänenvoimakkuuden tehostin lisää 400 %\n\nTee äänenvoimakkuus taas kovalla *Sound Booster Mode*\n- Merkittävä äänenvoimakkuuden lisäys tavallisesta äänitehosta\n\nBasson Booster\n- Äänitehoste parantaa matalien taajuuksien ääntä;\n- Esiasetettu Vocal Booster - tehosta äänen korkeita taajuuksia.\n\nÄänenvoimakkuuden tehostin toimii erinomaisesti kaikilla suosituilla sivustoilla: FB, Twitch, Soundcloud, Deezer. Käytä sitä joustavana YouTube-taajuuskorjaimena videoita katsellessa tai säädä äänitehosteiden tasoja tuodaksesi suosikkikappaleesi täyteen esille.\n\nOminaisuudet:\n- Äänenvoimakkuuden tehostin. Säädä äänenvoimakkuutta jopa 400 %.\n- Basson tehostustaso\n- Audio Limiter / Kompressori.\n- Taajuuskorjain 32hz-16khz\n- Stereo/Mono-kytkin.\n- Stereo / Mono Pan.\n- Tallenna omat esiasetukset.\n\nLisää välilehden äänenvoimakkuutta tavallista enimmäismäärää enemmän\nKuuntele suosikkikappaleitasi/videoitasi suurimmalla äänenvoimakkuudella. Kuuntele kappaleitasi tänään!\nSäädä äänenvoimakkuutta vain äänenvoimakkuuden säätimellä. Sen yksinkertainen ja helppokäyttöinen\nÄänenvoimakkuuden säätöohjelmistomme on ilmainen ja sen tehokkain äänenvoimakkuuden tehostin\nsaatavilla. Käytä ohjelmistoamme äänenvoimakkuuden lisäämiseen tänään. Voit helposti lisätä äänenvoimakkuutta jopa 600 %, kun käytät meidän\nohjelmisto.\n\n100 % ilmainen äänenvahvistusohjelmisto. Maksullisia päivityksiä ei tarvita. Nauti musiikista suurimmalla äänenvoimakkuudella kaiuttimen vahvistinlaajennuksellamme.\n\nVastuuvapauslauseke: Huomaa, että tämä laajennus EI ole Googlen tekemä, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat vastaaville omistajilleen. Google ei tue tai sponsoroi tätä Chrome-laajennusta. Google Chromen™ äänenvoimakkuuden säätö ei ole Google Inc:n omistuksessa, ei ole sen lisensoima eikä sen tytäryhtiö.\n\nOta selvää, millaisen äänenlaadun voit luoda tällä online-taajuuskorjaimella ja ota kaikki irti musiikin kuuntelusta ja videoiden katselusta verkossa!",
    "fr": "-Avez-vous toujours l'impression que le volume par défaut du système est très faible ?\n-Avez-vous toujours l'impression que le volume du casque n'est pas assez fort ?\n-Avez-vous toujours l'impression qu'écouter de la musique ne peut pas vous exciter ?\n\nC'est parce qu'il vous manque un puissant égaliseur sans amplificateur de volume et sans amplificateur de basse !\n\nAudio + est un outil de contrôle audio facile à utiliser pour votre navigateur Chrome. Plus d'une douzaine d'ajustements ont été effectués pour ajuster la tonalité des films, des jeux, des vidéos, des chansons et de tout ce qui génère des sons. Égaliseur de son classique puissant et facile à utiliser avec préréglages de genre musical et amplification des basses.\n\n================================================= ============================\n★★★ Caractéristiques ★★★\n★ Jusqu'à 600 % d'augmentation du volume\n★ Contrôlez le volume de n'importe quel onglet qui lit de la musique / des vidéos\n★ Bouton de volume facile à utiliser qui utilise la molette de la souris pour modifier le volume de l'onglet actuel\n★ Contrôle précis : choisissez entre 0 % - 100 % - 200 % - 300 % - 400 % - 500 % - 600 %\n★ Passez à n'importe quel onglet qui lit de l'audio en un seul clic\n\n================================================= ===========================\n\nTrop fort ? Trop silencieux?\nExtension booster de volume Audio control + peut augmenter le volume jusqu'à 400% du volume standard.\n\nAudio Control + amplificateur de volume vous permet d'améliorer la qualité du son dans le navigateur Chrome pour avoir plus de plaisir à écouter de la musique et à regarder des vidéos. Amplification des basses au maximum. Booster de volume augmente de 400 %\n\nRendre le volume à nouveau fort * Mode Sound Booster *\n- Une augmentation significative du volume par rapport à la puissance sonore standard\n\nAmplificateur de basses\n- Effet sonore pour améliorer le son des basses fréquences ;\n- Preset Vocal Booster - amplifie les hautes fréquences du son.\n\nL'amplificateur de volume audio fonctionne parfaitement sur tous les sites populaires : FB, Twitch, Soundcloud, Deezer, utilisez-le comme un égaliseur YouTube flexible lorsque vous regardez des vidéos, ou ajustez les niveaux d'effets sonores pour faire ressortir vos chansons préférées au maximum.\n\nCaractéristiques:\n- Amplificateur de volume. Contrôlez le volume jusqu'à 400% de boost.\n- Niveau d'amplification des basses\n- Limiteur audio / Compresseur.\n- Égaliseur 32hz-16khz\n- Bascule Stéréo / Mono.\n- Panoramique Stéréo/Mono.\n- Enregistrez vos propres préréglages.\n\nAugmentez le volume de votre onglet au-delà du maximum habituel\nÉcoutez vos chansons/vidéos préférées au volume maximum. Faites exploser vos chansons aujourd'hui !\nRéglez simplement le volume à l'aide du bouton de volume. C'est simple et facile à utiliser\nNotre logiciel de contrôle du volume est gratuit et c'est le booster de volume le plus puissant\ndisponible. Utilisez notre logiciel comme booster de volume dès aujourd'hui. Vous pouvez facilement augmenter le volume jusqu'à 600 % lorsque vous utilisez notre\nLogiciel.\n\nLogiciel d'amplification de son 100% gratuit. Aucune mise à niveau payante n'est nécessaire. Profitez de votre musique au volume maximum grâce à notre extension d'amplificateur de haut-parleur.\n\nClause de non-responsabilité : veuillez noter que cette extension n'est PAS conçue par Google et qu'elle est réalisée par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs. Google n'approuve ni ne sponsorise cette extension Chrome. Le contrôle du volume pour Google Chrome™ n'appartient pas à, n'est pas autorisé par et n'est pas une filiale de Google Inc.\n\nDécouvrez la qualité sonore exceptionnelle que vous pouvez créer avec cet égaliseur en ligne et profitez au maximum de l'écoute de la musique et du visionnage de vidéos en ligne !",
    "hi,mr": "ऑडियो + आपके क्रोम ब्राउज़र के लिए एक आसान-से-उपयोग ऑडियो कंट्रोल टूल है। फिल्मों, गेम, वीडियो, गाने और कुछ और में टोन को समायोजित करने के लिए एक दर्जन से अधिक समायोजन किए गए हैं जो ध्वनियों को उत्पन्न करते हैं। संगीत शैली प्रीसेट और बास बूस्ट के साथ शक्तिशाली और आसानी से उपयोग करने वाला क्लासिक ध्वनि तुल्यकारक।\n\nबहुत जोर ? बहुत अधिक शांति?\nखंड बूस्टर विस्तार\n- ऑडियो + मानक मात्रा के 400% तक की मात्रा बढ़ा सकता है।\n\nऑडियो + वॉल्यूम बूस्टर आपको संगीत सुनने और वीडियो देखने से अधिक आनंद प्राप्त करने के लिए क्रोम ब्राउज़र में ध्वनि की गुणवत्ता में सुधार करने की अनुमति देता है। बास पूर्ण को बढ़ावा देता है। वॉल्यूम बूस्टर 400% बढ़ाता है\n\nवॉल्यूम लाउड फिर से *साउंड बूस्टर मोड *\n- मानक ध्वनि शक्ति से मात्रा में उल्लेखनीय वृद्धि\n\nधमक वर्धक\n- कम आवृत्तियों की ध्वनि को बढ़ाने के लिए ध्वनि प्रभाव;\n- प्रीसेट वोकल बूस्टर - ध्वनि की उच्च आवृत्तियों को बढ़ावा दें।\n\nऑडियो वॉल्यूम बूस्टर सभी लोकप्रिय साइटों पर बहुत अच्छा काम करता है: एफबी, ट्विच, साउंडक्लाउड, डीज़र, वीडियो देखते समय एक लचीले YouTube तुल्यकारक के रूप में इसका उपयोग करें, या अपने पसंदीदा गीतों को पूर्ण रूप से बाहर लाने के लिए ध्वनि प्रभाव के स्तर को समायोजित करें।\n\nविशेषताएँ:\n- वॉल्यूम बूस्टर। नियंत्रण मात्रा 400% तक बढ़ावा।\n- बास बूस्ट लेवल\n- ऑडियो लिमिटर / कंप्रेसर।\n- तुल्यकारक 32Hz-16kHz\n- स्टीरियो / मोनो टॉगल।\n- स्टीरियो / मोनो पैन।\n- अपने खुद के प्रीसेट को बचाएं।\n\nपता करें कि इस ऑनलाइन इक्वलाइज़र के साथ आप किस महान ध्वनि की गुणवत्ता को बना सकते हैं और संगीत सुनने और ऑनलाइन वीडियो देखने का सबसे अधिक उपयोग कर सकते हैं!",
    "it": "-Ti sembra sempre che il volume di sistema predefinito sia molto basso?\n-Ti sembra sempre che il volume delle cuffie non sia abbastanza alto?\n-Senti sempre che ascoltare la musica non ti entusiasma?\n\nÈ tutto perché ti manca un potente equalizzatore senza amplificatore di volume e senza amplificatore di bassi!\n\nAudio + è uno strumento di controllo audio facile da usare per il tuo browser Chrome. Sono state apportate oltre una dozzina di regolazioni per regolare il tono di film, giochi, video, canzoni e qualsiasi altra cosa che generi suoni. Equalizzatore audio classico potente e facile da usare con preimpostazioni di genere musicale e potenziamento dei bassi.\n\n=================================================== ============================\n★★★ Caratteristiche ★★★\n★ Aumento del volume fino al 600%.\n★ Controlla il volume di qualsiasi scheda che riproduce musica/video\n★ Manopola del volume facile da usare che utilizza la rotellina del mouse per modificare il volume della scheda corrente\n★ Controllo a grana fine: scegli tra 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Passa a qualsiasi scheda che riproduce l'audio con un solo clic\n\n=================================================== ===========================\n\nTroppo forte ? Troppo silenzioso?\nEstensione dell'amplificatore di volume Il controllo audio + può aumentare il volume fino al 400% del volume standard.\n\nControllo audio + amplificatore di volume ti consente di migliorare la qualità del suono nel browser Chrome per ottenere più piacere dall'ascolto di musica e dalla visione di video. Aumento dei bassi al massimo. L'amplificatore di volume aumenta del 400%\n\nAlza di nuovo il volume *Modalità Sound Booster*\n- Un aumento significativo del volume rispetto alla potenza sonora standard\n\nAmplificatore di bassi\n- Effetto sonoro per migliorare il suono delle basse frequenze;\n- Preset Vocal Booster - aumenta le alte frequenze del suono.\n\nL'amplificatore del volume audio funziona alla grande su tutti i siti popolari: FB, Twitch, Soundcloud, Deezer, Usalo come equalizzatore YouTube flessibile durante la visione di video o regola i livelli degli effetti sonori per far risaltare al meglio le tue canzoni preferite.\n\nCaratteristiche:\n- Amplificatore di volume. Controllo del volume fino al 400% in più.\n- Livello di potenziamento dei bassi\n- Limitatore/compressore audio.\n- Equalizzatore 32hz-16khz\n- Commutazione stereo/mono.\n- Panoramica stereo/mono.\n- Salva i tuoi preset.\n\nAumenta il volume della tua scheda oltre il solito massimo\nAscolta i tuoi brani/video preferiti al massimo volume. Fai esplodere le tue canzoni oggi!\nBasta regolare il volume utilizzando la manopola del volume. È semplice e facile da usare\nIl nostro software di controllo del volume è gratuito ed è il più potente amplificatore di volume\na disposizione. Usa il nostro software come amplificatore di volume oggi. Puoi facilmente aumentare il volume fino al 600% quando usi il nostro\nSoftware.\n\nSoftware di amplificazione del suono gratuito al 100%. Non sono necessari aggiornamenti a pagamento. Goditi la tua musica al massimo volume utilizzando la nostra estensione per il potenziamento degli altoparlanti.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari. Google non approva né sponsorizza questa estensione di Chrome. Il controllo del volume per Google Chrome™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.\n\nScopri l'eccezionale qualità del suono che puoi creare con questo equalizzatore online e ottieni il massimo dall'ascolto di musica e dalla visione di video online!",
    "ja": "-デフォルトのシステム音量が非常に小さいといつも感じますか?\n-ヘッドホンの音量が小さいと感じることはありますか?\n-音楽を聴いてもワクワクしないと感じることはありますか?\n\n強力なボリューム ブースターとベース ブースターの無料のイコライザーがないからです。\n\nAudio + は、Chrome ブラウザ用の使いやすいオーディオ コントロール ツールです。 映画、ゲーム、ビデオ、歌など、サウンドを生成するあらゆるもののトーンを調整するために、10 を超える調整が行われました。 音楽ジャンルのプリセットとバス ブーストを備えた、強力で使いやすいクラシック サウンド イコライザー。\n\n================================================== ============================\n★★★特徴★★★\n★ 最大 600% のボリューム ブースト\n★音楽/ビデオを再生しているタブのボリュームを制御\n★ マウス ホイールを使用して現在のタブのボリュームを変更する使いやすいボリューム ノブ\n★ きめ細かなコントロール: 0% - 100% - 200% - 300% - 400% - 500% - 600% から選択\n★ワンクリックでオーディオを再生しているタブに切り替えます\n\n================================================== ===========================\n\nあまりにも大声で ？ 静か過ぎる？\nボリューム ブースター エクステンション オーディオ コントロール + は、標準ボリュームの 400% までボリュームを上げることができます。\n\nオーディオ コントロール + ボリューム ブースターを使用すると、Chrome ブラウザの音質を改善して、音楽を聴いたりビデオを視聴したりすることがより楽しくなります。 低音ブーストをフルに。 ボリューム ブースターが 400% ブースト\n\n音量を再び大きくする *サウンドブースターモード*\n- 標準的な音響出力からの大幅な音量増加\n\nバスブースター\n- 低周波のサウンドを強化する効果音;\n- プリセット ボーカル ブースター - サウンドの高周波をブーストします。\n\nオーディオ ボリューム ブースターは、FB、Twitch、Soundcloud、Deezer などの人気のあるすべてのサイトでうまく機能します。ビデオを見るときに柔軟な YouTube イコライザーとして使用したり、サウンド エフェクト レベルを調整してお気に入りの曲を最大限に引き出したりできます。\n\n特徴：\n- ボリュームブースター。 音量を最大 400% ブーストします。\n- バスブーストレベル\n- オーディオリミッター/コンプレッサー。\n- イコライザー 32hz-16khz\n- ステレオ/モノトグル。\n- ステレオ/モノパン。\n- 独自のプリセットを保存します。\n\n通常の最大値を超えてタブの音量を上げる\nお気に入りの曲/ビデオを最大音量で聴きます。 今日あなたの曲を爆発させましょう！\n音量ノブを使用して音量を調整するだけです。 シンプルで使いやすい\n当社のボリューム コントロール ソフトウェアは無料で、最も強力なボリューム ブースターです。\n利用可能。 今すぐボリューム ブースターとして当社のソフトウェアを使用してください。 当社の製品を使用すると、最大 600% まで簡単に音量を上げることができます。\nソフトウェア。\n\n100% 無料のサウンド ブースター ソフトウェア。 有料アップグレードは必要ありません。 スピーカー ブースター エクステンションを使用して、最大音量で音楽をお楽しみください。\n\n免責事項: この拡張機能は Google によって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。 すべての著作権はそれぞれの所有者に帰属します。 Google は、この Chrome 拡張機能を支持または後援しません。 Google Chrome™ のボリューム コントロールは、Google Inc. が所有しておらず、ライセンスを受けておらず、Google Inc. の子会社でもありません。\n\nこのオンライン イコライザーで作成できる優れた音質を見つけて、音楽を聴いたり、オンラインでビデオを見たりすることを最大限に活用してください!",
    "ko": "-항상 기본 시스템 볼륨이 매우 낮다고 느끼십니까?\n-항상 헤드폰 볼륨이 충분히 크지 않다고 느끼십니까?\n-항상 음악을 듣는 것이 당신을 흥분시킬 수 없다고 느끼십니까?\n\n강력한 볼륨 부스터 무료 및 베이스 부스터 무료 이퀄라이저가 없기 때문입니다!\n\nAudio +는 사용하기 쉬운 Chrome 브라우저용 오디오 제어 도구입니다. 영화, 게임, 비디오, 노래 및 소리를 생성하는 모든 항목의 톤을 조정하기 위해 12개 이상의 조정이 이루어졌습니다. 강력하고 사용하기 쉬운 클래식 사운드 이퀄라이저로 음악 장르 사전 설정 및 베이스 부스트 기능을 제공합니다.\n\n==================================================== ============================\n★★★ 특징 ★★★\n★ 최대 600% 볼륨 부스트\n★ 음악/동영상을 재생 중인 모든 탭의 볼륨 조절\n★ 마우스 휠을 사용하여 현재 탭의 볼륨을 변경하는 사용하기 쉬운 볼륨 노브\n★ 세밀한 제어: 0% - 100% - 200% - 300% - 400% - 500% - 600% 중에서 선택\n★ 한 번의 클릭으로 오디오를 재생하는 탭으로 전환\n\n==================================================== ===========================\n\n너무 큰 소리로 ? 너무 조용해?\n볼륨 부스터 확장 오디오 컨트롤 +는 표준 볼륨의 400%까지 볼륨을 높일 수 있습니다.\n\n오디오 컨트롤 + 볼륨 부스터를 사용하면 Chrome 브라우저의 음질을 향상시켜 음악을 듣고 비디오를 보는 즐거움을 더 많이 얻을 수 있습니다. 저음이 최대로 부스트됩니다. 볼륨 부스터 400% 증가\n\n볼륨을 다시 크게 만들기 *사운드 부스터 모드*\n- 표준 사운드 파워에서 볼륨이 크게 증가\n\n베이스 부스터\n- 저주파 사운드를 향상시키는 음향 효과;\n- Preset Vocal Booster - 사운드의 고주파수를 부스트합니다.\n\n오디오 볼륨 부스터는 FB, Twitch, Soundcloud, Deezer와 같은 모든 인기 사이트에서 훌륭하게 작동합니다. 비디오를 볼 때 유연한 YouTube 이퀄라이저로 사용하거나 사운드 효과 수준을 조정하여 좋아하는 노래를 최대한 끌어냅니다.\n\n특징:\n- 볼륨 부스터. 최대 400% 부스트까지 볼륨을 제어합니다.\n- 베이스 부스트 레벨\n- 오디오 리미터/컴프레서.\n- 이퀄라이저 32hz-16khz\n- 스테레오/모노 토글.\n- 스테레오/모노 팬.\n- 나만의 사전 설정을 저장합니다.\n\n일반적인 최대값 이상으로 탭 볼륨 높이기\n좋아하는 노래/동영상을 최대 볼륨으로 들을 수 있습니다. 오늘 당신의 노래를 폭발!\n볼륨 노브를 사용하여 볼륨을 조정하기만 하면 됩니다. 간단하고 사용하기 쉽습니다.\n볼륨 컨트롤 소프트웨어는 무료이며 가장 강력한 볼륨 부스터입니다.\n사용 가능. 오늘 저희 소프트웨어를 볼륨 부스터로 사용하십시오. 볼륨을 최대 600%까지 쉽게 높일 수 있습니다.\n소프트웨어.\n\n100% 무료 사운드 부스터 소프트웨어. 유료 업그레이드가 필요하지 않습니다. 스피커 부스터 확장 기능을 사용하여 최대 볼륨으로 음악을 즐기세요.\n\n면책조항: 이 확장 프로그램은 Google에서 만든 것이 아니며 독립 개발팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다. Google은 이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome™용 볼륨 컨트롤은 Google Inc.의 소유가 아니며 라이센스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.\n\n이 온라인 이퀄라이저로 만들 수 있는 훌륭한 음질을 알아보고 온라인으로 음악을 듣고 비디오를 보는 것을 최대한 활용하세요!",
    "lt": "Garso meistras\n-Ar visada jaučiate, kad numatytasis sistemos garsumas yra labai mažas?\n- Ar visada jaučiate, kad ausinių garsas nėra pakankamai garsus?\n– Ar visada jaučiate, kad muzikos klausymas negali jūsų sujaudinti?\n\nViskas dėl to, kad jums trūksta galingo garsumo stiprintuvo ir žemųjų dažnių stiprintuvo be ekvalaizerio!\n\n„Audio +“ yra paprastas naudoti garso valdymo įrankis jūsų „Chrome“ naršyklei. Buvo atlikta daugiau nei tuzinas pakeitimų, kad būtų galima reguliuoti filmų, žaidimų, vaizdo įrašų, dainų ir kitų garsus generuojančių dalykų toną. Galingas ir paprastas naudoti klasikinis garso ekvalaizeris su išankstiniais muzikos žanro nustatymais ir žemųjų dažnių pastiprinimu.\n\n=================================================== =============================\n★★★ Savybės ★★★\n★ Iki 600 % padidinti garsumą\n★ Valdykite bet kurio skirtuko, kuriame leidžiama muzika / vaizdo įrašai, garsumą\n★ Lengva naudoti garsumo rankenėlę, kuri naudoja pelės ratuką, kad pakeistų esamo skirtuko garsumą\n★ Smulkaus grūdėtumo valdymas: rinkitės iš 0 % – 100 % – 200 % – 300 % – 400 % – 500 % – 600 %\n★ Vienu spustelėjimu perjunkite į bet kurį skirtuką, kuriame grojamas garsas\n\n=================================================== ============================\n\nPer garsiai ? Per tylu?\nGarso stiprintuvo plėtinys Garso valdymas + gali padidinti garsumą iki 400% standartinio garsumo.\n\nGarso valdymas + garsumo stiprintuvas leidžia pagerinti „Chrome“ naršyklės garso kokybę, kad galėtumėte klausytis muzikos ir žiūrėti vaizdo įrašus. Žemųjų dažnių stiprinimas iki galo. Garso stiprintuvas padidina 400%\n\nVėl garsinkite garsą *Garso stiprinimo režimas*\n- Didelis garsumo padidėjimas, palyginti su standartine garso galia\n\nŽemųjų dažnių stiprintuvas\n- Garso efektas, skirtas sustiprinti žemų dažnių garsą;\n- Iš anksto nustatytas balso stiprintuvas – padidinkite aukštus garso dažnius.\n\nGarso garsumo stiprintuvas puikiai veikia visose populiariose svetainėse: FB, „Twitch“, „Soundcloud“, „Deezer“, naudokite jį kaip lankstų „YouTube“ ekvalaizerį žiūrėdami vaizdo įrašus arba reguliuokite garso efektų lygius, kad išryškintumėte visas mėgstamas dainas.\n\nFunkcijos:\n- Garso stiprintuvas. Valdykite garsumą iki 400 %.\n- Žemųjų dažnių stiprinimo lygis\n- Garso ribotuvas / kompresorius.\n- Ekvalaizeris 32hz-16khz\n- Stereo / Mono perjungimas.\n- Stereo / Mono Pan.\n- Išsaugokite savo išankstinius nustatymus.\n\nPadidinkite skirtuko garsumą, nei įprasta\nKlausykitės mėgstamų dainų / vaizdo įrašų maksimaliu garsu. Skambinkite savo dainas šiandien!\nTiesiog sureguliuokite garsumą naudodami garsumo rankenėlę. Tai paprasta ir lengva naudoti\nMūsų garsumo valdymo programinė įranga yra nemokama ir yra galingiausias garsumo stiprintuvas\nprieinama. Šiandien naudokite mūsų programinę įrangą kaip garsumo stiprintuvą. Naudodami mūsų galite lengvai padidinti garsumą iki 600%.\nprograminė įranga.\n\n100% nemokama garso stiprintuvo programinė įranga. Nereikia jokių mokamų atnaujinimų. Mėgaukitės muzika maksimaliu garsumu naudodami mūsų garsiakalbių stiprintuvo plėtinį.\n\nAtsakomybės apribojimas: atminkite, kad šio plėtinio NE „Google“, o jį sukūrė nepriklausoma kūrimo komanda. Visos autorių teisės priklauso atitinkamiems jų savininkams. „Google“ neremia ir neremia šio „Chrome“ plėtinio. Garsumo valdymas, skirtas „Google Chrome™“, nepriklauso „Google Inc.“, nėra jos licencijuotas ir nėra jos dukterinė įmonė.\n\nSužinokite, kokią puikią garso kokybę galite sukurti naudodami šį internetinį ekvalaizerį ir išnaudokite visas muzikos klausymosi bei vaizdo įrašų peržiūros internete galimybes!",
    "lv": "Audio Master\n-Vai jums vienmēr šķiet, ka noklusējuma sistēmas skaļums ir ļoti zems?\n-Vai jums vienmēr liekas, ka austiņu skaļums nav pietiekami skaļš?\n-Vai vienmēr jūtat, ka mūzikas klausīšanās nevar jūs satraukt?\n\nTas viss ir tāpēc, ka jums trūkst jaudīga bez skaļuma pastiprinātāja un bez basa pastiprinātāja ekvalaizera!\n\nAudio + ir ērti lietojams audio vadības rīks jūsu Chrome pārlūkprogrammai. Ir veikti vairāk nekā duci pielāgojumu, lai pielāgotu toni filmās, spēlēs, videoklipos, dziesmās un visās citās, kas rada skaņas. Jaudīgs un ērti lietojams klasisks skaņas ekvalaizers ar mūzikas žanra sākotnējiem iestatījumiem un basa pastiprinājumu.\n\n=================================================== =============================\n★★★ Funkcijas ★★★\n★ Skaļuma palielināšana līdz 600%.\n★ Kontrolējiet skaļumu jebkurai cilnei, kurā tiek atskaņota mūzika/video\n★ Viegli lietojama skaļuma regulēšanas poga, kas izmanto peles ritenīti, lai mainītu pašreizējās cilnes skaļumu\n★ Smalki graudains kontrole: izvēlieties no 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Pārslēdzieties uz jebkuru cilni, kurā tiek atskaņots audio tikai ar vienu klikšķi\n\n=================================================== ============================\n\nPārāk skaļi ? Pārāk kluss?\nSkaļuma pastiprinātāja paplašinājums Audio vadība + var palielināt skaļumu līdz pat 400% no standarta skaļuma.\n\nAudio vadība + skaļuma pastiprinātājs ļauj uzlabot skaņas kvalitāti pārlūkprogrammā Chrome, lai baudītu lielāku baudu no mūzikas klausīšanās un video skatīšanās. Basa pastiprinājums līdz galam. Skaļuma pastiprinātājs palielina par 400%\n\nPadariet skaļumu vēlreiz skaļi *Skaņas pastiprinātāja režīms*\n- Ievērojams skaļuma pieaugums no standarta skaņas jaudas\n\nBasa pastiprinātājs\n- Skaņas efekts, lai uzlabotu zemo frekvenču skaņu;\n- Iepriekš iestatīts balss pastiprinātājs - paaugstiniet skaņas augstās frekvences.\n\nAudio skaļuma pastiprinātājs lieliski darbojas visās populārajās vietnēs: FB, Twitch, Soundcloud, Deezer. Izmantojiet to kā elastīgu YouTube ekvalaizeru, skatoties videoklipus, vai pielāgojiet skaņas efektu līmeņus, lai pilnībā izceltu savas iecienītākās dziesmas.\n\nIespējas:\n- Skaļuma pastiprinātājs. Kontrolējiet skaļumu līdz 400% palielinājumu.\n- Basa pastiprinājuma līmenis\n- Audio ierobežotājs / kompresors.\n- Ekvalaizers 32hz-16khz\n- Stereo / Mono pārslēgšana.\n- Stereo / Mono Pan.\n- Saglabājiet savus sākotnējos iestatījumus.\n\nPalieliniet cilnes skaļumu, pārsniedzot parasto maksimumu\nKlausieties savas iecienītākās dziesmas/video maksimālā skaļumā. Izskaniet savas dziesmas jau šodien!\nVienkārši noregulējiet skaļumu, izmantojot skaļuma pogu. Tā ir vienkārša un viegli lietojama\nMūsu skaļuma kontroles programmatūra ir bezmaksas, un tā ir visspēcīgākais skaļuma pastiprinātājs\npieejams. Izmantojiet mūsu programmatūru kā skaļuma pastiprinātāju šodien. Izmantojot mūsu, varat viegli palielināt skaļumu līdz pat 600%.\nprogrammatūra.\n\n100% bezmaksas skaņas pastiprinātāja programmatūra. Nav nepieciešami apmaksāti jauninājumi. Izbaudiet mūziku ar maksimālu skaļumu, izmantojot mūsu skaļruņu pastiprinātāja paplašinājumu.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to ir izveidojusi neatkarīga izstrādes komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem. Google neatbalsta un nesponsorē šo Chrome paplašinājumu. Skaļuma kontrole pārlūkam Google Chrome™ nepieder Google Inc., tā nav licencēta un nav meitasuzņēmums.\n\nUzziniet, kādu lielisku skaņas kvalitāti varat izveidot, izmantojot šo tiešsaistes ekvalaizeru, un gūstiet maksimālu labumu no mūzikas klausīšanās un video skatīšanās tiešsaistē!",
    "nl": "-Heeft u altijd het gevoel dat het standaard systeemvolume erg laag is?\n-Heeft u altijd het gevoel dat het volume van de hoofdtelefoon niet luid genoeg is?\n-Heb je altijd het gevoel dat het luisteren naar muziek je niet kan opwinden?\n\nHet is allemaal omdat je een krachtige Volume Booster-vrije & Bass Booster-vrije Equalizer mist!\n\nAudio + is een gebruiksvriendelijke audiocontroletool voor uw Chrome-browser. Er zijn meer dan een dozijn aanpassingen gemaakt om de toon aan te passen in films, games, video's, liedjes en al het andere dat geluiden genereert. Krachtige en gebruiksvriendelijke klassieke geluidsequalizer met voorinstellingen voor muziekgenres en basversterking.\n\n=============================================== ===========================\n★★★ Functies ★★★\n★ Tot 600% volumeboost\n★ Regel het volume van elk tabblad dat muziek/video's afspeelt\n★ Gebruiksvriendelijke volumeknop die het muiswiel gebruikt om het volume van het huidige tabblad te wijzigen\n★ Fijnmazige controle: kies uit 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Schakel met slechts één klik naar elk tabblad dat audio afspeelt\n\n=============================================== ==========================\n\nTe luid ? Te stil?\nVolume booster uitbreiding Audio control+ kan het volume verhogen tot 400% van het standaard volume.\n\nMet Audio Control + volumeversterker kunt u de geluidskwaliteit in de Chrome-browser verbeteren om meer plezier te beleven aan het luisteren naar muziek en het bekijken van video's. Basversterking ten volle. Volumebooster verhoogt met 400%\n\nMaak het volume weer luid *Sound Booster Mode*\n- Een aanzienlijke toename van het volume ten opzichte van standaard geluidsvermogen\n\nBasversterker\n- Geluidseffect om het geluid van lage frequenties te verbeteren;\n- Preset Vocal Booster - boost de hoge frequenties van het geluid.\n\nAudiovolumeversterker werkt geweldig op alle populaire sites: FB, Twitch, Soundcloud, Deezer, gebruik het als een flexibele YouTube-equalizer bij het bekijken van video's of pas de geluidseffectniveaus aan om uw favoriete nummers optimaal tot hun recht te laten komen.\n\nFuncties:\n- Volumeversterker. Regel het volume tot 400% boost.\n- Basversterkingsniveau\n- Audiobegrenzer / compressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono-schakelaar.\n- Stereo-/monopan.\n- Sla uw eigen voorinstellingen op.\n\nVerhoog het volume van uw tabblad tot boven het gebruikelijke maximum\nLuister naar je favoriete nummers/video's op maximaal volume. Blaas vandaag nog je liedjes uit!\nPas eenvoudig het volume aan met de volumeknop. Het is eenvoudig en gemakkelijk te gebruiken\nOnze Volume Control-software is gratis en het is de krachtigste volumebooster\nverkrijgbaar. Gebruik onze software vandaag nog als volumebooster. U kunt het volume gemakkelijk verhogen tot wel 600% wanneer u onze gebruikt\nsoftware.\n\n100% gratis geluidsversterkersoftware. Geen betaalde upgrades nodig. Geniet van je muziek op maximaal volume met onze speaker booster-extensie.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectieve eigenaars. Google onderschrijft of sponsort deze Chrome-extensie niet. Volume Control voor Google Chrome™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.\n\nOntdek welke geweldige geluidskwaliteit u kunt creëren met deze online equalizer en haal het meeste uit het online luisteren naar muziek en het bekijken van video's!",
    "no": "-Føler du alltid at standard systemvolumet er veldig lavt?\n-Føler du alltid at hodetelefonvolumet ikke er høyt nok?\n-Føler du alltid at det å høre på musikk ikke kan begeistre deg?\n\nAlt er fordi du mangler en kraftig volumforsterkerfri og bassforsterkerfri equalizer!\n\nAudio + er et brukervennlig lydkontrollverktøy for Chrome-nettleseren din. Over et dusin justeringer er gjort for å justere tonen i filmer, spill, videoer, sanger og alt annet som genererer lyder. Kraftig og brukervennlig klassisk lydequalizer med forhåndsinnstillinger for musikksjanger og bassforsterkning.\n\n================================================== =============================\n★★★ Funksjoner ★★★\n★ Opptil 600 % volumøkning\n★ Kontroller volumet på hvilken som helst fane som spiller musikk/videoer\n★ Enkel å bruke volumknapp som bruker musehjulet til å endre volumet på gjeldende fane\n★ Finkornet kontroll: Velg mellom 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Bytt til hvilken som helst fane som spiller av lyd med bare ett klikk\n\n================================================== ============================\n\nFor høyt ? For stille?\nVolumforsterkerutvidelse Lydkontroll + kan øke volumet opp til 400 % av standardvolumet.\n\nLydkontroll + volumforsterker lar deg forbedre lydkvaliteten i Chrome-nettleseren for å få mer glede av å lytte til musikk og se videoer. Bassboost til fulle. Volumforsterker øker med 400 %\n\nGjør volumet høyt igjen *Sound Booster Mode*\n- En betydelig økning i volum fra standard lydeffekt\n\nBass Booster\n- Lydeffekt for å forbedre lyden av lave frekvenser;\n- Forhåndsinnstilt Vocal Booster - øk de høye frekvensene til lyden.\n\nLydvolumforsterker fungerer utmerket på alle populære nettsteder: FB, Twitch, Soundcloud, Deezer, Bruk den som en fleksibel YouTube-equalizer når du ser på videoer, eller juster lydeffektnivåene for å få frem favorittsangene dine til det fulle.\n\nFunksjoner:\n- Volumforsterker. Kontroller volumet opp til 400 % boost.\n- Bass boost nivå\n- Lydbegrenser / kompressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono-veksel.\n- Stereo / Mono Pan.\n- Lagre dine egne forhåndsinnstillinger.\n\nØk volumet på fanen din utover vanlig maksimum\nLytt til favorittsangene/videoene dine med maksimalt volum. Spree ut sangene dine i dag!\nBare juster volumet med volumknappen. Den er enkel og lett å bruke\nVår volumkontrollprogramvare er gratis og det er den kraftigste volumforsterkeren\ntilgjengelig. Bruk programvaren vår som en volumforsterker i dag. Du kan enkelt øke volumet med opptil 600 % når du bruker vår\nprogramvare.\n\n100 % gratis programvare for lydforsterker. Ingen betalte oppgraderinger er nødvendig. Nyt musikken din med maksimalt volum ved å bruke vår høyttalerforsterkerutvidelse.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere. Google støtter eller sponser ikke denne Chrome-utvidelsen. Volumkontroll for Google Chrome™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.\n\nFinn ut hvilken god lydkvalitet du kan lage med denne online equalizeren og få mest mulig ut av å lytte til musikk og se videoer på nettet!",
    "pl": "- Czy zawsze masz wrażenie, że domyślna głośność systemu jest bardzo niska?\n- Czy zawsze czujesz, że głośność słuchawek nie jest wystarczająco głośna?\n- Czy zawsze czujesz, że słuchanie muzyki nie może cię podniecić?\n\nTo wszystko dlatego, że brakuje Ci potężnego bezpłatnego korektora Volume Booster i Bass Booster!\n\nAudio + to łatwe w użyciu narzędzie do sterowania dźwiękiem w przeglądarce Chrome. Wprowadzono ponad tuzin regulacji, aby dostosować ton w filmach, grach, nagraniach wideo, piosenkach i wszystkim innym, co generuje dźwięki. Potężny i łatwy w użyciu klasyczny korektor dźwięku z ustawieniami gatunku muzycznego i wzmocnieniem basów.\n\n================================================== ============================\n★★★ Funkcje ★★★\n★ Zwiększenie głośności do 600%.\n★ Kontroluj głośność dowolnej karty, która odtwarza muzykę / wideo\n★ Łatwe w użyciu pokrętło głośności, które używa kółka myszy do zmiany głośności bieżącej karty\n★ Precyzyjna kontrola: Wybierz od 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Przełącz się na dowolną kartę, która odtwarza dźwięk za pomocą jednego kliknięcia\n\n================================================== ===========================\n\nZa głośno ? Zbyt cicho?\nRozszerzenie wzmacniacza głośności Sterowanie dźwiękiem + może zwiększyć głośność do 400% standardowej głośności.\n\nAudio Control + wzmacniacz głośności pozwala poprawić jakość dźwięku w przeglądarce Chrome, aby czerpać więcej przyjemności ze słuchania muzyki i oglądania filmów. Pełne podbicie basów. Wzmacniacz głośności zwiększa się o 400%\n\nZwiększ głośność ponownie *Tryb wzmocnienia dźwięku*\n- Znaczny wzrost głośności w stosunku do standardowej mocy akustycznej\n\nBas wzmacniacz\n- Efekt dźwiękowy wzmacniający dźwięk o niskich częstotliwościach;\n- Preset Vocal Booster - podkręć wysokie częstotliwości dźwięku.\n\nWzmacniacz głośności działa świetnie na wszystkich popularnych stronach: FB, Twitch, Soundcloud, Deezer. Użyj go jako elastycznego korektora YouTube podczas oglądania filmów lub dostosuj poziomy efektów dźwiękowych, aby w pełni wydobyć swoje ulubione piosenki.\n\nCechy:\n- Wzmacniacz głośności. Kontroluj głośność do 400% zwiększenia.\n- Poziom wzmocnienia basów\n- Ogranicznik dźwięku / Kompresor.\n- Korektor 32hz-16khz\n- Przełącznik stereo / mono.\n- Panoramowanie stereo / mono.\n- Zapisz własne ustawienia wstępne.\n\nZwiększ głośność karty powyżej zwykłego maksimum\nSłuchaj ulubionych piosenek/filmów przy maksymalnej głośności. Wystrzel swoje piosenki już dziś!\nPo prostu dostosuj głośność za pomocą pokrętła głośności. Jest prosty i łatwy w użyciu\nNasze oprogramowanie do regulacji głośności jest bezpłatne i jest najpotężniejszym wzmacniaczem głośności\ndo dyspozycji. Skorzystaj z naszego oprogramowania jako wzmacniacza głośności już dziś. Korzystając z naszych, możesz z łatwością zwiększyć głośność nawet o 600%.\noprogramowanie.\n\n100% darmowe oprogramowanie wzmacniające dźwięk. Nie są potrzebne żadne płatne aktualizacje. Ciesz się muzyką przy maksymalnej głośności, korzystając z naszego rozszerzenia wzmacniacza głośników.\n\nZastrzeżenie: Należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszelkie prawa autorskie należą do ich odpowiednich właścicieli. Google nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Regulacja głośności dla Google Chrome™ nie jest własnością, nie jest licencjonowana ani nie jest spółką zależną Google Inc.\n\nDowiedz się, jaką doskonałą jakość dźwięku możesz uzyskać za pomocą tego korektora online i jak najlepiej wykorzystaj słuchanie muzyki i oglądanie filmów online!",
    "pt_BR,pt_PT": "Mestre de áudio\n-Você sempre sente que o volume padrão do sistema é muito baixo?\n-Você sempre sente que o volume dos fones de ouvido não é alto o suficiente?\n-Você sempre sente que ouvir música não pode excitá-lo?\n\nÉ tudo porque você não tem um poderoso equalizador gratuito de reforço de volume e baixo!\n\nAudio + é uma ferramenta de controle de áudio fácil de usar para o seu navegador Chrome. Mais de uma dúzia de ajustes foram feitos para ajustar o tom em filmes, jogos, vídeos, músicas e qualquer outra coisa que gere sons. Equalizador de som clássico poderoso e fácil de usar com predefinições de gênero musical e reforço de graves.\n\n==================================================== ============================\n★★★ Características ★★★\n★ Aumento de volume de até 600%\n★ Controle o volume de qualquer guia que esteja reproduzindo músicas/vídeos\n★ Botão de volume fácil de usar que usa a roda do mouse para alterar o volume da guia atual\n★ Controle refinado: Escolha entre 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Mude para qualquer guia que esteja reproduzindo áudio com apenas um clique\n\n==================================================== ===========================\n\nMuito alto ? Muito quieto?\nExtensão de reforço de volume O controle de áudio + pode aumentar o volume em até 400% do volume padrão.\n\nControle de áudio + reforço de volume permite que você melhore a qualidade do som no navegador Chrome para ter mais prazer em ouvir música e assistir a vídeos. Aumento de graves ao máximo. O booster de volume aumenta em 400%\n\nAumente o volume novamente * Modo de reforço de som *\n- Um aumento significativo no volume da potência de som padrão\n\nBass Booster\n- Efeito sonoro para potencializar o som de baixas frequências;\n- Preset Vocal Booster - aumenta as altas frequências do som.\n\nO amplificador de volume de áudio funciona muito bem em todos os sites populares: FB, Twitch, Soundcloud, Deezer. Use-o como um equalizador flexível do YouTube ao assistir a vídeos ou ajuste os níveis de efeitos sonoros para destacar suas músicas favoritas ao máximo.\n\nRecursos:\n- Amplificador de volume. Volume de controle de até 400% de aumento.\n- Nível de aumento de graves\n- Limitador/compressor de áudio.\n- Equalizador 32hz-16khz\n- Alternância estéreo/mono.\n- Panorâmica estéreo/mono.\n- Salve suas próprias predefinições.\n\nAumente o volume da sua guia além do máximo normal\nOuça suas músicas/vídeos favoritos no volume máximo. Exploda suas músicas hoje!\nBasta ajustar o volume usando o botão de volume. É simples e fácil de usar\nNosso software de controle de volume é gratuito e é o amplificador de volume mais poderoso\nacessível. Use nosso software como um impulsionador de volume hoje. Você pode facilmente aumentar o volume em até 600% ao usar nosso\nProgramas.\n\nSoftware de reforço de som 100% gratuito. Não são necessárias atualizações pagas. Curta sua música no volume máximo usando nossa extensão de reforço de alto-falante.\n\nIsenção de responsabilidade: observe que esta extensão NÃO é feita pelo Google e é feita por uma equipe de desenvolvimento independente. Todos os direitos autorais pertencem aos seus respectivos proprietários. O Google não endossa ou patrocina esta extensão do Chrome. O Volume Control for Google Chrome™ não é de propriedade, não é licenciado e não é uma subsidiária da Google Inc.\n\nDescubra a excelente qualidade de som que você pode criar com este equalizador online e aproveite ao máximo ouvindo música e assistindo a vídeos online!",
    "sk": "Majster zvuku\n-Vždy máte pocit, že predvolená hlasitosť systému je veľmi nízka?\n-Vždy máte pocit, že hlasitosť slúchadiel nie je dostatočne vysoká?\n-Máte vždy pocit, že vás počúvanie hudby nedokáže nadchnúť?\n\nJe to všetko preto, že vám chýba výkonný ekvalizér zadarmo Booster Booster a Bass Booster!\n\nAudio + je ľahko použiteľný nástroj na ovládanie zvuku pre váš prehliadač Chrome. Bolo vykonaných viac ako tucet úprav na úpravu tónu vo filmoch, hrách, videách, skladbách a v čomkoľvek inom, čo generuje zvuky. Výkonný a ľahko použiteľný klasický zvukový ekvalizér s predvoľbami hudobného žánru a zosilnením basov.\n\n==================================================== =============================\n★★★ Vlastnosti ★★★\n★ Zvýšenie hlasitosti až o 600 %.\n★ Ovládanie hlasitosti ľubovoľnej karty, ktorá prehráva hudbu/videá\n★ Jednoduché ovládanie hlasitosti, ktoré používa koliesko myši na zmenu hlasitosti aktuálnej karty\n★ Jemná kontrola: Vyberte si z 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Jedným kliknutím prepnite na ľubovoľnú kartu, ktorá prehráva zvuk\n\n==================================================== ============================\n\nPríliš nahlas ? Príliš tichý?\nRozšírenie na zvýšenie hlasitosti Ovládanie zvuku + môže zvýšiť hlasitosť až na 400 % štandardnej hlasitosti.\n\nOvládanie zvuku + zosilňovač hlasitosti vám umožňuje zlepšiť kvalitu zvuku v prehliadači Chrome, aby ste si mohli viac vychutnať počúvanie hudby a sledovanie videí. Zosilnenie basov naplno. Zvýšenie hlasitosti o 400 %\n\nZnova zvýšte hlasitosť *Režim zosilnenia zvuku*\n- Výrazné zvýšenie hlasitosti oproti štandardnému akustickému výkonu\n\nZosilňovač basov\n- Zvukový efekt na zlepšenie zvuku nízkych frekvencií;\n- Prednastavený zosilňovač hlasu - zosilnenie vysokých frekvencií zvuku.\n\nZosilňovač hlasitosti zvuku funguje skvele na všetkých populárnych stránkach: FB, Twitch, Soundcloud, Deezer, použite ho ako flexibilný ekvalizér YouTube pri sledovaní videí alebo upravte úrovne zvukových efektov, aby ste svoje obľúbené skladby dostali naplno.\n\nVlastnosti:\n- Zosilňovač hlasitosti. Ovládajte hlasitosť až do 400% zvýšenia.\n- Úroveň zosilnenia basov\n- Obmedzovač zvuku / Kompresor.\n- Ekvalizér 32Hz-16kHz\n- Prepínač Stereo / Mono.\n- Stereo / Mono Pan.\n- Uložte si svoje vlastné predvoľby.\n\nZvýšte hlasitosť svojej karty nad obvyklé maximum\nPočúvajte svoje obľúbené skladby/videá pri maximálnej hlasitosti. Pustite svoje piesne ešte dnes!\nJednoducho nastavte hlasitosť pomocou ovládača hlasitosti. Jeho jednoduché a jednoduché použitie\nNáš softvér na ovládanie hlasitosti je bezplatný a je to najsilnejší zosilňovač hlasitosti\nk dispozícii. Použite náš softvér na zvýšenie hlasitosti ešte dnes. Pomocou nášho môžete jednoducho zvýšiť hlasitosť až o 600 %.\nsoftvér.\n\n100% bezplatný softvér na zosilnenie zvuku. Nie sú potrebné žiadne platené aktualizácie. Vychutnajte si svoju hudbu pri maximálnej hlasitosti pomocou nášho rozšírenia reproduktorov.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE JE vytvorené spoločnosťou Google a vytvoril ho nezávislý vývojový tím. Všetky autorské práva patria ich príslušným vlastníkom. Google toto rozšírenie Chrome nepodporuje ani nesponzoruje. Ovládanie hlasitosti pre Google Chrome™ nie je vo vlastníctve, nie je licencované a nie je dcérskou spoločnosťou Google Inc.\n\nZistite, akú skvelú kvalitu zvuku môžete vytvoriť pomocou tohto online ekvalizéra a vyťažte maximum z počúvania hudby a sledovania videí online!",
    "sl": "Audio Master\n- Ali imate vedno občutek, da je privzeta sistemska glasnost zelo nizka?\n- Se vam vedno zdi, da glasnost slušalk ni dovolj glasna?\n- Se vam vedno zdi, da vas poslušanje glasbe ne more navdušiti?\n\nVse to je zato, ker nimate zmogljivega izenačevalnika brez ojačevalnika glasnosti in brez ojačevalnika nizkih tonov!\n\nAudio + je orodje za nadzor zvoka, ki je preprosto za uporabo v brskalniku Chrome. Izvedenih je bilo več kot ducat prilagoditev za prilagajanje tona v filmih, igrah, videih, pesmih in vsem drugem, kar ustvarja zvoke. Zmogljiv in za uporabo enostaven klasični izenačevalnik zvoka s prednastavitvami glasbenih zvrsti in ojačevalcem nizkih tonov.\n\n==================================================== =============================\n★★★ Lastnosti ★★★\n★ Do 600 % povečanje glasnosti\n★ Nadzor glasnosti katerega koli zavihka, ki predvaja glasbo/videoposnetke\n★ Enostaven za uporabo gumb za glasnost, ki uporablja kolesce miške za spreminjanje glasnosti trenutnega zavihka\n★ Drobnozrnat nadzor: izbirajte med 0 % - 100 % - 200 % - 300 % - 400 % - 500 % - 600 %\n★ Z enim klikom preklopite na kateri koli zavihek, ki predvaja zvok\n\n==================================================== ============================\n\nPreglasna ? Preveč tiho?\nRazširitev za povečanje glasnosti Audio control + lahko poveča glasnost do 400 % standardne glasnosti.\n\nNadzor zvoka + ojačevalec glasnosti vam omogoča izboljšanje kakovosti zvoka v brskalniku Chrome za več užitka ob poslušanju glasbe in gledanju videoposnetkov. Okrepitev nizkih tonov do konca. Ojačevalec glasnosti poveča za 400 %\n\nZnova povečajte glasnost *Sound Booster Mode*\n- Znatno povečanje glasnosti od standardne zvočne moči\n\nOjačevalec nizkih tonov\n- Zvočni učinek za izboljšanje zvoka nizkih frekvenc;\n- Prednastavljen Vocal Booster - povečajte visoke frekvence zvoka.\n\nOjačevalnik glasnosti zvoka deluje odlično na vseh priljubljenih spletnih mestih: FB, Twitch, Soundcloud, Deezer. Uporabite ga kot prilagodljiv YouTubov izenačevalnik med gledanjem videoposnetkov ali prilagodite ravni zvočnih učinkov, da boste svoje najljubše pesmi izkusili v največji možni meri.\n\nLastnosti:\n- Povečevalec glasnosti. Nadzor glasnosti do 400 % povečanja.\n- Stopnja ojačanja nizkih tonov\n- Avdio omejevalnik/kompresor.\n- Izenačevalnik 32hz-16khz\n- Preklop stereo/mono.\n- Stereo / Mono Pan.\n- Shranite svoje prednastavitve.\n\nPovečajte glasnost zavihka nad običajno največjo vrednost\nPoslušajte svoje najljubše pesmi/videoposnetke pri največji glasnosti. Zapejte svoje pesmi še danes!\nPreprosto prilagodite glasnost z gumbom za glasnost. Njegova preprosta in enostavna uporaba\nNaša programska oprema za nadzor glasnosti je brezplačna in je najzmogljivejši ojačevalec glasnosti\nna voljo. Uporabite našo programsko opremo za povečanje glasnosti še danes. Glasnost lahko preprosto povečate do 600 %, če uporabite našo\nprogramsko opremo.\n\n100 % brezplačna programska oprema za ojačevalec zvoka. Plačljive nadgradnje niso potrebne. Uživajte v glasbi pri največji glasnosti z uporabo naše razširitve za ojačevalec zvočnikov.\n\nZavrnitev odgovornosti: Upoštevajte, da te razširitve NI izdelal Google, temveč neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom. Google ne podpira ali sponzorira te razširitve za Chrome. Nadzor glasnosti za Google Chrome™ ni v lasti, nima licence in ni hčerinska družba Google Inc.\n\nUgotovite, kakšno odlično kakovost zvoka lahko ustvarite s tem spletnim izenačevalnikom in kar najbolje izkoristite poslušanje glasbe in gledanje videoposnetkov na spletu!",
    "sv": "-Känner du alltid att standardsystemvolymen är väldigt låg?\n-Känner du alltid att hörlurarnas volym inte är tillräckligt hög?\n-Känner du alltid att lyssna på musik inte kan upphetsa dig?\n\nAllt beror på att du saknar en kraftfull volymboosterfri och basboosterfri equalizer!\n\nAudio + är ett lättanvänt ljudkontrollverktyg för din Chrome-webbläsare. Över ett dussin justeringar har gjorts för att justera tonen i filmer, spel, videor, låtar och allt annat som genererar ljud. Kraftfull och lättanvänd klassisk ljudequalizer med förinställningar för musikgenre och basförstärkning.\n\n================================================== =============================\n★★★ Funktioner ★★★\n★ Upp till 600 % volymökning\n★ Styr volymen på vilken flik som helst som spelar musik/video\n★ Lätt att använda volymratten som använder mushjulet för att ändra volymen på den aktuella fliken\n★ Finkornig kontroll: Välj mellan 0% - 100% - 200% - 300% - 400% - 500% - 600%\n★ Växla till valfri flik som spelar upp ljud med bara ett klick\n\n================================================== ============================\n\nFör högt ? För tyst?\nVolymförstärkningsförlängning Ljudkontroll + kan öka volymen upp till 400 % av standardvolymen.\n\nLjudkontroll + volymförstärkare låter dig förbättra ljudkvaliteten i webbläsaren Chrome för att få mer nöje av att lyssna på musik och titta på videor. Basförstärkning till fullo. Volymförstärkare ökar med 400 %\n\nGör volymen hög igen *Ljudförstärkningsläge*\n- En betydande ökning av volymen från standardljudeffekt\n\nBasförstärkare\n- Ljudeffekt för att förbättra ljudet av låga frekvenser;\n- Förinställd Vocal Booster - höj ljudets höga frekvenser.\n\nLjudvolymförstärkare fungerar utmärkt på alla populära sajter: FB, Twitch, Soundcloud, Deezer, Använd den som en flexibel YouTube-equalizer när du tittar på videor, eller justera ljudeffektnivåerna för att få ut dina favoritlåtar till fullo.\n\nFunktioner:\n- Volymhöjare. Styr volymen upp till 400 % förstärkning.\n- Basförstärkningsnivå\n- Ljudbegränsare/kompressor.\n- Equalizer 32hz-16khz\n- Stereo / Mono-växling.\n- Stereo / Mono Pan.\n- Spara dina egna förinställningar.\n\nÖka volymen på din flik utöver det vanliga maximala\nLyssna på dina favoritlåtar/videor med maximal volym. Spräng ut dina låtar idag!\nJustera helt enkelt volymen med volymratten. Det är enkelt och lätt att använda\nVår volymkontrollprogramvara är gratis och det är den mest kraftfulla volymförstärkaren\ntillgängligt. Använd vår programvara som en volymhöjare idag. Du kan enkelt öka volymen med upp till 600 % när du använder vår\nprogramvara.\n\n100 % gratis mjukvara för ljudförstärkning. Inga betalda uppgraderingar behövs. Njut av din musik med maximal volym med vår högtalarförstärkningsförlängning.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och är gjord av ett oberoende utvecklingsteam. Alla upphovsrätter tillhör sina respektive ägare. Google stöder eller sponsrar inte detta Chrome-tillägg. Volymkontroll för Google Chrome™ ägs inte av, är inte licensierad av och är inte ett dotterbolag till Google Inc.\n\nTa reda på vilken fantastisk ljudkvalitet du kan skapa med denna online-equalizer och få ut det mesta av att lyssna på musik och titta på videor online!",
    "tr": "Ses Ustası\n\nWeb sitelerindeki medyanın yeterli ses düzeyine sahip olmamasından rahatsız mısınız?\nO zaman bu Ses Yükseltici - Audio Master - Ekstra Sesli Hoparlör tam olarak ihtiyacınız olan şey olduğuna inanıyorum. Volume Booster, müzik kalitenizi daha uygun bir şekilde artırır. Basit bir kullanıcı arayüzüne sahiptir ve birkaç saniye içinde ustalaşmanızı garanti eder. 📢\n \nÖzellikleri:\n- Volume Booster, müzik severler ve yüksek ve net sesi seven kullanıcılar için tasarlanmıştır.\n- Volume Booster'ın temiz, basit bir kullanıcı arayüzü var\n- Çevrimiçi müzik, video ve oyunlar için sesi artırın\n- Kulaklık, bluetooth hoparlör ile destek kullanımı\n- Sesi belirli bir seviyeye ayarlamak için tek tıklama\n- Sesi %200, %300, %400 ve maksimum seviyeye ayarlamak için hızlı\n- Ses yükseltici ile çalmaya başlamak için müzik çalarlarınızdan herhangi birini seçin\n- Hızlı erişim için güzel tarayıcı simgesi\n- Aydınlık / Karanlık modu\n \nMevcut Çeşitli Destekler:\n🎶 Müzik, oyun, video, çağrı ses yükseltme (google Meet, zoom vb. ile çalışır)\n🎶 Bluetooth hoparlör, kulaklık ses yükseltici\n🎶 Çeşitli web sayfaları için kontrol hacmi\n......\n\nEkolayzır, Chrome Tarayıcınızın ses kalitesini iyileştirebilen ve benzeri görülmemiş bir ses kalitesi anlamına gelen Bas Güçlendirici, Ses yükseltici ve 3D Sanallaştırıcı efektlerine sahip güçlü ama kullanımı kolay bir Müzik Ekolayzırdır!💯 💯\n\nYüksek kaliteli müzik çalma ve video oynatmaya izin veren profesyonel ses, video kod çözme teknolojisini kullanın. Ayrıca, en Profesyonel EQ, müzik çalma ses seviyenizi manuel olarak kontrol etmenize, müziğinizi artırmanıza ve sesinizi yükseltmenize yardımcı olacaktır.🚀 🚀\n\n🔊Temel özellikler🌟:\n🎵24 önceden ayarlanmış ses efekti\n🎵Beş grup Müzik Ekolayzır\n🎵Ön ayarlar Yankı efekti\n🎵Ses Yükseltme\n🎵Bas Güçlendirme efekti\n🎵Sanallaştırıcı efekti\n🎵Müzik görselleştirme Spektrumu\n🎵Müzik çalmak için hızlı\n🎵Ana ekran widget'ları\n🎵Kulaklıklar için bas güçlendirici\n🎵12 yüksek kaliteli gerçekçi tema\n\nProfesyonel önceden ayarlanmış ses efektleri arasında Normal, Klasik, Dans, Düzlük, Halk, Heavy Metal, Hip Hop, Caz, Pop, Rock, Akustik, Bass_Boost, Tiz Güçlendirme, Vokal Güçlendirme, Kulaklık, Derin, Elektronik, Latin, Yüksek Ses, Salon, Mükemmel müzik efekti keyfi için Piano,RB.\n\nBas Güçlendirici, Müzik veya Ses çalmanızdan en iyi şekilde yararlanabilmeniz için ses efekti düzeylerini ayarlamanıza olanak tanır. Medya dosyalarını yapan sanallaştırıcı, Dijital Çevre Desteğinde kaliteli ses üretir!\n\nDaha iyi müzik çalma efekti keyfi için özel Equalizer & Bass Booster'ınızı ayarlamak için yüksek kaliteli gerçekçi temalar. Eşsiz ses efektinizi kişiselleştirmek için müzik melodisiyle daha iyi görüntülenen müzik görselleştirme Spektrumu.\n\nMusic Equalizer, Bas Kuvvetlendirme, Sanallaştırıcı ve Ekolayzır ile krom tarayıcınızın ses kalitesini artıran hepsi bir arada bir ekolayzırdır. Müziğinizi ve videonuzu daha önce hiç olmadığı gibi seslendirin!🎷🎸🎺🎻\n\nHala müzik deneyiminizi geliştirmek için ücretsiz ve harika bir ses yükseltici mi buluyorsunuz? Artık Ekstra Sesli mükemmel Audio Master'ımızı buldunuz ve istediğiniz kadar ekstra ses seviyesi elde ettiniz. Volume Booster, büyük hacmi artıran küçük bir araçtır. Şimdi Volume Booster'ı indirin ve parti havasını artırın! 📻",
    "zh_TW": "音頻主\n\n您是否困擾著網站上的媒體沒有足夠的聲音音量？\n然後，我相信這個音量助推器 - 音頻大師 - 帶有額外聲音的大聲揚聲器正是您所需要的。音量助推器以更方便的方式增強您的音樂質量。它具有簡單的UI，可以保證您只需幾秒鐘即可掌握它。 📢\n特徵：\n - 音量助推器專為音樂愛好者和喜歡大聲清晰的聲音的用戶而設計\n - 音量助推器具有整潔，簡單的用戶界面\n - 在線增強音樂，視頻和遊戲的聲音\n - 支持耳機，藍牙揚聲器\n - 一鍵將捲設置為特定級別\n - 快速將量調整為200％，300％，400％和最大水平\n - 選擇您的任何一位音樂播放器開始使用音量助推器\n - 不錯的瀏覽器圖標，可快速訪問\n可用的各種提升：\n🎶音樂，遊戲，視頻，呼叫音量提升（與Google Meet，Zoom等一起使用）\n🎶藍牙揚聲器，耳機音量放大器\n🎶各種網頁的控製卷\n......\n仍在尋找免費的助推器來改善您的音樂體驗嗎？現在，您找到了我們完美的音頻師，並帶有額外的聲音，並根據需要進行任何額外的聲音音量。音量助推器是一種增加大量數量的小工具。立即下載音量助推器並增加派對情緒！ 📻"
  }
}