{
  "name": {
    "ar,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,hi,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "AdBlocker - Ultimate Ads Blocker",
    "am": "Adblock Free",
    "bg": "Adblock extension. Pop-up Remover",
    "bn": "Adblock Chrome",
    "ca": "Advertisement blocker",
    "el": "Adblock plus",
    "et": "Twitch Adblock",
    "fa": "Advertisement Blocker Chrome",
    "fil": "Adware blocker chrome",
    "gu": "Youtube Commercial Blocker",
    "he": "Adblock plugin",
    "hr": "Ad Skipper Youtube",
    "kn": "Adblock ext",
    "ml": "Adblock for youtube ads",
    "mr": "Adblock plus plugin",
    "sk": "Block Ads on YouTube",
    "sl": "Remove Ads",
    "sw": "Advertising Blocker for Chrome",
    "ta": "Block Ads and Malware",
    "te": "Skip Ads on Youtube",
    "th": "Block Ads Facebook"
  },
  "short": {
    "ar": "Adblocker لإزالة اللافتات الإعلانية من أي موقع ويب، وحظر الإعلانات وتخطيها على YouTube. حظر النوافذ المنبثقة وأجهزة التتبع والبرامج…",
    "am,sl": "Powerful adblock, ad bloker free, youtube adblock, adblock plus, adblock chrome, adblock browser, best ad blocker, facebook adblock.",
    "bg": "Facebook Adblock to remove ads and pop-ups on YouTube, adblock for facebook, adblock twitch. Ad blocker for Chrome. Powerful…",
    "bn,ca": "Adblock to remove ads and pop-ups on YouTube, adblock for facebook, adblock twitch. Ad blocker for Chrome. Powerful adblock, ad…",
    "cs": "Adblocker pro odstranění reklamních bannerů z libovolného webu, blokování a přeskakování reklam na YouTube. Blokujte vyskakovací…",
    "da": "Adblocker til fjernelse af reklamebannere fra enhver hjemmeside, bloker og spring over annoncer på YouTube. Bloker pop-ups,…",
    "de": "Adblocker zum Entfernen von Werbebannern von allen Websites, Blockieren und Überspringen von Anzeigen auf YouTube. Blockieren Sie…",
    "el": "Adblock on Youtube effectively block ads on all websites. Block all ads, pop-unders, and other types of ads with YouTube and…",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,zh_TW": "Adblocker for removing Advertising Banners from any website, block/skip Ads on YouTube. Block pop-ups, trackers, malware and adware",
    "es": "Adblocker para eliminar banners publicitarios de cualquier sitio web, bloquear y omitir anuncios en YouTube. Bloquea pop-ups,…",
    "et": "Twitch Adblock to block ads and pop-ups on YouTube, Facebook, Twitch. Powerful adblock, ad bloker free, youtube adblock, adblock…",
    "fa": "Block all ads, pop-unders, and other types of ads with YouTube and Facebook, AdBlocker, AdBlock Plus, AdBlock for YouTube,…",
    "fi": "Mainosten esto, joka poistaa mainosbannerit kaikilta verkkosivustoilta, estää ja ohittaa mainokset YouTubessa. Estä…",
    "fil": "Blocks banner ads, popups, trackers, malware and spyware. Surf faster, safer, cleaner, without the annoying ads!",
    "fr": "Adblocker pour supprimer les bannières publicitaires de n'importe quel site web, bloquer et sauter les publicités sur YouTube.…",
    "gu": "Adblocker for removing Advertising Banners from any website, block and skip Ads on YouTube. Block pop-ups, trackers, malware and…",
    "he": "Free Adblocker. Unlimited Adblocker. Adblocker Plus. Pop-up blocker. Adware Blocker.",
    "hi": "किसी भी वेबसाइट से विज्ञापन बैनर हटाने, यूट्यूब पर विज्ञापनों को ब्लॉक करने और छोड़ने के लिए एडब्लॉकर। पॉप-अप, ट्रैकर्स, मैलवेयर और…",
    "hr": "Youtube Adblocker. Facebook Adblock. Universal Adblock. Free and unlimited Adblocker.",
    "hu": "Reklámblokkoló a reklámszalagok eltávolításához bármely webhelyről, blokkolja és kihagyja a hirdetéseket a YouTube-on. Blokkolja az…",
    "id": "Pemblokir Iklan untuk menghapus Spanduk Iklan dari situs web mana pun, memblokir dan melewati Iklan di YouTube. Blokir pop-up,…",
    "it": "Adblocker per rimuovere i banner pubblicitari da qualsiasi sito web, bloccare e saltare gli annunci su YouTube. Blocca pop-up,…",
    "ja": "あらゆるウェブサイトから広告バナーを削除するアドブロッカー、YouTubeの広告をブロックしてスキップします。ポップアップ、トラッカー、マルウェア、アドウェアをブロック。",
    "kn": "Better and faster than Ublock, Adguard, Adblock Plus. New and Free Adblocker for Chrome. Add and enjoy Ad-free Internet",
    "ko": "모든 웹사이트에서 광고 배너를 제거하기 위한 Adblocker, YouTube에서 광고 차단 및 건너뛰기. 팝업, 추적기, 맬웨어 및 애드웨어를 차단합니다.",
    "lt": "Reklamos blokatorius, skirtas pašalinti reklamines reklamjuostes iš bet kurios svetainės, blokuoti ir praleisti skelbimus…",
    "lv": "Reklāmu bloķētājs reklāmas reklāmkarogu noņemšanai no jebkuras vietnes, bloķējiet un izlaidiet reklāmas pakalpojumā YouTube.…",
    "ml": "Adblocker for Youtube. Ads Blocker for Chrome. Blocks Malware, Advertising, Pre-rols, Pop-ups.",
    "mr": "Block popups, banners, trackers, third-party cookies, malware and adware. Advertising blocker. Adblocker.",
    "ms": "Adblocker untuk mengalih keluar Banner Pengiklanan daripada mana-mana tapak web, sekat dan langkau Iklan di YouTube. Sekat pop…",
    "nl": "Adblocker voor het verwijderen van reclamebanners van elke website, het blokkeren en overslaan van advertenties op YouTube.…",
    "no": "Annonseblokkering for å fjerne reklamebannere fra et hvilket som helst nettsted, blokker og hopp over annonser på YouTube. Blokker…",
    "pl": "Adblocker do usuwania banerów reklamowych z dowolnej witryny, blokowania i pomijania reklam na YouTube. Blokuj wyskakujące okienka,…",
    "pt_PT": "Adblocker para remover banners de publicidade de qualquer site, bloquear e pular anúncios no YouTube. Bloqueie pop-ups,…",
    "ro": "Adblocker pentru eliminarea bannerelor publicitare de pe orice site web, blocați și omiteți anunțurile pe YouTube. Blocați…",
    "ru": "Adblocker позволяет удалять рекламные баннеры с любого веб-сайта, блокировать и пропускать рекламу на YouTube. Блокирует…",
    "sk": "Blcoks ads on YouTube, Facebook, and all other websites. Blocks pop-ups, pop-unders, ads, video prerols, malware.",
    "sr": "Adblocker za uklanjanje reklamnih banera sa bilo kog sajta, blokiranje i preskakanje Oglasa na YouTube-u. Blokirajte iskačuće…",
    "sv": "Adblocker för att ta bort reklambanners från vilken webbplats som helst, blockera och hoppa över annonser på YouTube. Blockera…",
    "sw": "Adblock extension against advertising and pop-ups. Blocks ads on Facebook, YouTube and all other websites",
    "ta": "Block all Ads. Protect your identity and sensitive personal information from thousands of online trackers by blocking the most…",
    "te": "Skip Ads on Youtube auomatically. Block advertisings, banners, trackers, pop-ups. Block all Ads on Chrome.",
    "th": "Block all Ads Facebook. Enjoy Ads-free Internet. Block third-party trackers, malware, adware, pop-ups, and many more.",
    "tr": "Reklam Afişlerini herhangi bir web sitesinden kaldırmak, YouTube'daki Reklamları engellemek ve atlamak için reklam engelleyici.…",
    "uk": "Блокувальник реклами для видалення рекламних банерів з будь-якого веб-сайту, блокування та пропускання реклами на YouTube. Блокує…",
    "vi": "Trình chặn quảng cáo để xóa Biểu ngữ quảng cáo khỏi bất kỳ trang web nào, chặn và bỏ qua Quảng cáo trên YouTube. Chặn cửa sổ bật…",
    "zh_CN": "Adblocker 用於從任何網站刪除廣告橫幅，阻止並跳過 YouTube 上的廣告。阻止彈出視窗、追蹤器、惡意軟體和廣告軟體。"
  },
  "long": {
    "ar": "Ultimate Ads Blocker هي أداة قوية لمنع الإعلانات على جميع مواقع الويب بما في ذلك YouTube وFacebook. تم تطوير Adblocker لجعل تصفح الإنترنت الخاص بك خاليًا من الإعلانات. فهو لا يحظر ويعطل الإعلانات وجميع أنواع البرامج الضارة والبرامج الإعلانية فحسب، بل يمنع أيضًا سرقة بياناتك الخاصة\n\nيحظر Ultimate Ads Blocker الإعلانات غير المرغوب فيها والمفرطة والمزعجة على أي موقع ويب حتى تتمكن من الاستمتاع بالمحتوى المهم. هذه هي الأنواع الرئيسية من الإعلانات التي يزيلها Adblocker:\n- \tالنوافذ المنبثقة، النوافذ المنبثقة الخلفية\n- \tلافتات\n- \tإعلانات الفيديو\n- \tإعلانات مسبقة للفيديو على YouTube وFacebook وغيرهما\n- \tإعلانات نصية\n- \tالترقيات المخفية\n- \tإعلانات الوسائط الغنية\nإلخ.\n\nيحمي Ultimate Ads Blocker خصوصيتك ويعزز الأمان عن طريق منع أي نقل لبياناتك في أي مكان دون إذنك أو موافقتك المباشرة.\n\nلا يقتصر برنامج Ultimate Ads Blocker على حظر الإعلانات غير المرغوب فيها فحسب، بل يحميك أيضًا من تهديدات الأمان والخصوصية مثل:\n- \tالبرامج الضارة\n- \tادواري\n- \tمتتبعات الطرف الثالث غير المرغوب فيها والمخفية\n- \tالتصيد\n- \tبرامج التجسس\nو أكثر من ذلك بكثير…\n\nبفضل التقنيات المبتكرة وممارسات هندسة البرمجيات المتقدمة والحلول غير القياسية، تمكنا من تحقيق أعلى مستوى من أداء Adblocker. يوفر هذا الأداء المتميز والإمكانات القوية لبرنامج Adblocker اتصالاً أسرع وتحميل مواقع الويب مما يجعل تجربة المستخدم الخاصة بك أفضل من أي وقت مضى.\n\nكيف يعمل أو دليل المستخدم:\n- \tأضف Ultimate Ads Blocker إلى متصفح Chrome الخاص بك واستمر في تشغيله.\nهذا كل شيء، لا تحتاج إلى القيام بأي شيء أكثر من ذلك. يعمل Adblocker تلقائيًا على جميع مواقع الويب ويحافظ دائمًا على تجربة المستخدم الخاصة بك خالية من الإعلانات ويحمي بياناتك الشخصية والخاصة.\n\nأضف إلى Chrome واستمتع.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,hr,hu,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,zh_TW": "Ultimate Ads Blocker is a powerful tool for blocking ads on all websites including YouTube and Facebook. The Adblocker was developed to make your Internet surfing advertising-free. It blocks and disables not only advertising and all sorts of malware and adware, but also prevents your private data from being stolen \n\nUltimate Ads Blocker blocks unwanted, excessive and irritating advertisings on any website so you could enjoy content that matters. These are main types of ads this Adblocker removes:\n-\tPop-ups, pop-unders\n-\tBanners\n-\tVideo ads\n-\tVideo pre-rolls on YouTube, Facebook, and others\n-\tText ads\n-\tHidden promotions\n-\tRich media advertisings\netc.\n\nUltimate Ads Blocker protects your Privacy and enhances Security by blocking any transfer of your data anywhere without your direct permission or consent. \n\nUltimate Ads Blocker not just blocks unwanted Advertisings but also protects you from security and privacy threats like:\n-\tMalware\n-\tAdware\n-\tUnwanted and hidden third-party trackers\n-\tPhishing\n-\tSpyware\nand many more…\n\nDue to innovative technologies, advanced software engineering practices and non-standard solutions we managed to achieve highest level of Adblocker performance. This top-notch performance and powerful capabilities of the Adblocker provide faster connection and websites loading which makes your user experience better than ever.\n\nHow it works or User Guide:\n-\tAdd Ultimate Ads Blocker to your Chrome browser and keep it ON. \nThat's it, you don't need to do anything more. The Adblocker works automatically on all websites and always keeps your user experience ads-free and your personal and private data protected.\n\nAdd to Chrome and enjoy.",
    "de": "Ultimate Ads Blocker ist ein leistungsstarkes Tool zum Blockieren von Werbung auf allen Websites, einschließlich YouTube und Facebook. Der Adblocker wurde entwickelt, um Ihr Surfen im Internet werbefrei zu machen. Es blockiert und deaktiviert nicht nur Werbung und alle Arten von Malware und Adware, sondern verhindert auch, dass Ihre privaten Daten gestohlen werden\n\nUltimate Ads Blocker blockiert unerwünschte, übermäßige und störende Werbung auf allen Websites, sodass Sie die Inhalte genießen können, die Ihnen wichtig sind. Dies sind die Haupttypen von Anzeigen, die dieser Adblocker entfernt:\n- \tPopups, Popunders\n- \tBanner\n- \tVideoanzeigen\n- \tVideo-Pre-Rolls auf YouTube, Facebook und anderen\n- \tTextanzeigen\n- \tVersteckte Werbeaktionen\n- \tRich Media-Werbung\nusw.\n\nUltimate Ads Blocker schützt Ihre Privatsphäre und erhöht die Sicherheit, indem es die Übertragung Ihrer Daten an jeden beliebigen Ort ohne Ihre direkte Erlaubnis oder Zustimmung blockiert.\n\nUltimate Ads Blocker blockiert nicht nur unerwünschte Werbung, sondern schützt Sie auch vor Sicherheits- und Datenschutzbedrohungen wie:\n- \tMalware\n- \tAdware\n- \tUnerwünschte und versteckte Tracker von Drittanbietern\n- \tPhishing\n- \tSpyware\nund viele mehr…\n\nDank innovativer Technologien, fortschrittlicher Softwareentwicklungsverfahren und nicht standardmäßiger Lösungen ist es uns gelungen, die höchste Adblocker-Leistung zu erreichen. Diese erstklassige Leistung und die leistungsstarken Funktionen des Adblockers sorgen für schnellere Verbindungen und schnelleres Laden von Websites, wodurch Ihr Benutzererlebnis besser denn je wird.\n\nFunktionsweise oder Benutzerhandbuch:\n- \tFügen Sie Ultimate Ads Blocker zu Ihrem Chrome-Browser hinzu und lassen Sie ihn EINGESCHALTET.\nDas war’s, Sie müssen nichts weiter tun. Der Adblocker funktioniert automatisch auf allen Websites und sorgt dafür, dass Ihr Benutzererlebnis stets werbefrei bleibt und Ihre persönlichen und privaten Daten geschützt sind.\n\nZu Chrome hinzufügen und genießen.",
    "es": "Ultimate Ads Blocker es una potente herramienta para bloquear anuncios en todos los sitios web, incluidos YouTube y Facebook. El Adblocker fue desarrollado para que su navegación por Internet esté libre de publicidad. Bloquea y desactiva no sólo la publicidad y todo tipo de malware y adware, sino que también evita que roben tus datos privados.\n\nUltimate Ads Blocker bloquea los anuncios no deseados, excesivos e irritantes en cualquier sitio web para que pueda disfrutar del contenido que importa. Estos son los principales tipos de anuncios que este Adblocker elimina:\n- \tPop-ups, pop-unders\n- \tPancartas\n- \tAnuncios en vídeo\n- \tVideo pre-rolls en YouTube, Facebook y otros\n- \tAnuncios de texto\n- \tPromociones ocultas\n- \tPublicidad en rich media\netc.\n\nUltimate Ads Blocker protege su Privacidad y mejora la Seguridad bloqueando cualquier transferencia de sus datos a cualquier lugar sin su permiso o consentimiento directo.\n\nUltimate Ads Blocker no sólo bloquea la publicidad no deseada, sino que también le protege de las amenazas de seguridad y privacidad como:\n- \tMalware\n- \tAdware\n- \tRastreadores de terceros no deseados y ocultos\n- \tPhishing\n- \tSpyware\ny muchos más...\n\nGracias a tecnologías innovadoras, prácticas avanzadas de ingeniería de software y soluciones no estándar, hemos conseguido alcanzar el máximo nivel de rendimiento de Adblocker. Este rendimiento de primera clase y las potentes capacidades del Adblocker proporcionan una conexión y una carga de sitios web más rápidas, lo que hace que tu experiencia de usuario sea mejor que nunca.\n\nCómo funciona o Guía del usuario:\n- \tAñade Ultimate Ads Blocker a tu navegador Chrome y mantenlo activado.\nEso es todo, no necesitas hacer nada más. El Adblocker funciona automáticamente en todos los sitios web y siempre mantiene tu experiencia de usuario libre de anuncios y tus datos personales y privados protegidos.\n\nAñádelo a Chrome y disfruta.",
    "fi": "Ultimate Ads Blocker on tehokas työkalu mainosten estämiseen kaikilla verkkosivustoilla, mukaan lukien YouTube ja Facebook. Adblocker kehitettiin tekemään Internet-surffaamisestasi ilman mainoksia. Se estää ja poistaa käytöstä paitsi mainonnan ja kaikenlaiset haitta- ja mainosohjelmat, mutta myös estää yksityisten tietojesi varastamisen\n\nUltimate Ads Blocker estää ei-toivotut, liialliset ja ärsyttävät mainokset millä tahansa verkkosivustolla, jotta voit nauttia tärkeästä sisällöstä. Nämä ovat tärkeimpiä mainoksia, jotka tämä Adblocker poistaa:\n- \tPonnahdusikkunat, ponnahdusikkunat\n- \tBannerit\n- \tVideomainokset\n- \tVideoiden ennakkovideot YouTubessa, Facebookissa ja muissa\n- \tTekstimainokset\n- \tPiilotetut tarjoukset\n- \tRich media -mainokset\njne.\n\nUltimate Ads Blocker suojaa yksityisyyttäsi ja parantaa tietoturvaa estämällä tietojesi siirron minne tahansa ilman suoraa lupaasi tai suostumustasi.\n\nUltimate Ads Blocker ei vain estä ei-toivottuja mainoksia, vaan myös suojaa sinua turvallisuus- ja tietosuojauhkilta, kuten:\n- \tHaittaohjelma\n- \tAdware\n- \tEi-toivotut ja piilotetut kolmannen osapuolen seurantalaitteet\n- \tTietojenkalastelu\n- \tVakoiluohjelma\nja paljon muuta…\n\nInnovatiivisten teknologioiden, edistyneiden ohjelmistosuunnittelukäytäntöjen ja epästandardien ratkaisujen ansiosta onnistuimme saavuttamaan korkeimman Adblocker-suorituskyvyn. Tämä Adblockerin huippuluokan suorituskyky ja tehokkaat ominaisuudet tarjoavat nopeamman yhteyden ja verkkosivustojen latauksen, mikä tekee käyttökokemuksestasi paremman kuin koskaan.\n\nKuinka se toimii tai käyttöopas:\n- \tLisää Ultimate Ads Blocker Chrome-selaimeen ja pidä se päällä.\nSiinä se, sinun ei tarvitse tehdä mitään enempää. Adblocker toimii automaattisesti kaikilla verkkosivustoilla ja pitää käyttökokemuksesi aina ilman mainoksia ja henkilökohtaiset ja yksityiset tietosi suojattuina.\n\nLisää Chromeen ja nauti.",
    "fr": "Ultimate Ads Blocker est un outil puissant pour bloquer les publicités sur tous les sites web, y compris YouTube et Facebook. L'Adblocker a été développé pour que votre navigation sur Internet soit exempte de publicité. Il bloque et désactive non seulement la publicité et toutes sortes de logiciels malveillants et publicitaires, mais il empêche également le vol de vos données privées.\n\nUltimate Ads Blocker bloque les publicités indésirables, excessives et irritantes sur n'importe quel site Web afin que vous puissiez profiter du contenu qui compte. Il s'agit des principaux types de publicités que cet Adblocker supprime :\n- \tPop-ups, pop-unders\n- \tBannières\n- \tAnnonces vidéo\n- \tPré-rolls vidéo sur YouTube, Facebook et autres\n- \tAnnonces textuelles\n- \tPromotions cachées\n- \tPublicité en média enrichi\netc.\n\nUltimate Ads Blocker protège votre vie privée et renforce la sécurité en bloquant tout transfert de vos données où que ce soit sans votre autorisation ou votre consentement direct.\n\nUltimate Ads Blocker ne se contente pas de bloquer les publicités indésirables, il vous protège également contre les menaces à la sécurité et à la vie privée telles que :\n- \tLogiciels malveillants\n- \tLogiciel publicitaire\n- \tTraceurs tiers indésirables et cachés\n- \tHameçonnage\n- \tLogiciels espions\net bien d'autres encore...\n\nGrâce à des technologies innovantes, à des pratiques d'ingénierie logicielle avancées et à des solutions non standard, nous sommes parvenus à atteindre le plus haut niveau de performance d'Adblocker. Ces performances de premier ordre et les puissantes capacités d'Adblocker permettent une connexion et un chargement des sites Web plus rapides, ce qui rend votre expérience d'utilisateur meilleure que jamais.\n\nComment ça marche ou Guide de l'utilisateur :\n- \tAjoutez Ultimate Ads Blocker à votre navigateur Chrome et gardez-le activé.\nC'est tout, vous n'avez rien à faire de plus. L'Adblocker fonctionne automatiquement sur tous les sites web et garde toujours votre expérience d'utilisateur sans publicité et vos données personnelles et privées protégées.\n\nAjouter à Chrome et apprécier.",
    "he": "Ultimate Ads Blocker הוא כלי רב עוצמה לחסימת פרסומות בכל האתרים כולל יוטיוב ופייסבוק. Adblocker פותח כדי להפוך את הגלישה שלך באינטרנט ללא פרסומות. זה חוסם ומשבית לא רק פרסום וכל מיני תוכנות זדוניות ותוכנות פרסום, אלא גם מונע את גניבת הנתונים הפרטיים שלך\n\nUltimate Ads Blocker חוסם פרסומות לא רצויות, מוגזמות ומעצבנות בכל אתר אינטרנט כדי שתוכל ליהנות מתוכן חשוב. אלו הם סוגי המודעות העיקריים שהחוסם הזה מסיר:\n- \tחלונות קופצים, חלונות קופצים\n- \tבאנרים\n- \tמודעות וידאו\n- \tסרטוני טרום-רול ביוטיוב, פייסבוק ואחרים\n- \tמודעות טקסט\n- \tמבצעים נסתרים\n- \tפרסומות במדיה עשירה\nוכו '\n\nUltimate Ads Blocker מגן על הפרטיות שלך ומשפר את האבטחה על ידי חסימת כל העברה של הנתונים שלך לכל מקום ללא רשותך או הסכמתך הישירה.\n\nUltimate Ads Blocker לא רק חוסם פרסומות לא רצויות אלא גם מגן עליך מפני איומי אבטחה ופרטיות כמו:\n- \tתוכנה זדונית\n- \tתוכנות פרסום\n- \tעוקבים לא רצויים ומוסתרים של צד שלישי\n- \tפישינג\n- \tתוכנות ריגול\nועוד רבים…\n\nהודות לטכנולוגיות חדשניות, שיטות הנדסת תוכנה מתקדמות ופתרונות לא סטנדרטיים, הצלחנו להגיע לרמה הגבוהה ביותר של ביצועי Adblocker. ביצועים מהשורה הראשונה והיכולות החזקות של Adblocker מספקים חיבור מהיר יותר וטעינת אתרים מה שהופך את חווית המשתמש שלך לטובה מאי פעם.\n\nאיך זה עובד או מדריך למשתמש:\n- \tהוסף את Ultimate Ads Blocker לדפדפן Chrome שלך והשאר אותו מופעל.\nזהו, אתה לא צריך לעשות יותר כלום. חסימת המודעות פועלת אוטומטית בכל האתרים ושומרת תמיד על חווית המשתמש שלך נקייה מפרסומות ועל הנתונים האישיים והפרטיים שלך מוגנים.\n\nהוסף ל-Chrome ותיהנה.",
    "hi": "अल्टीमेट ऐड्स ब्लॉकर यूट्यूब और फेसबुक सहित सभी वेबसाइटों पर विज्ञापनों को अवरुद्ध करने के लिए एक शक्तिशाली उपकरण है। एडब्लॉकर को आपके इंटरनेट सर्फिंग को विज्ञापन-मुक्त बनाने के लिए विकसित किया गया था। यह न केवल विज्ञापन और सभी प्रकार के मैलवेयर और एडवेयर को ब्लॉक और निष्क्रिय करता है, बल्कि आपके निजी डेटा को चोरी होने से भी रोकता है\n\nअल्टीमेट ऐड्स ब्लॉकर किसी भी वेबसाइट पर अवांछित, अत्यधिक और परेशान करने वाले विज्ञापनों को ब्लॉक कर देता है, ताकि आप महत्वपूर्ण सामग्री का आनंद ले सकें। ये मुख्य प्रकार के विज्ञापन हैं जिन्हें यह एडब्लॉकर हटाता है:\n- \tपॉप-अप, पॉप-अंडर\n- \tबैनर\n- \tवीडियो विज्ञापन\n- \tयूट्यूब, फेसबुक और अन्य पर वीडियो प्री-रोल\n- \tपाठ विज्ञापन\n- \tछिपे हुए प्रचार\n- \tरिच मीडिया विज्ञापन\nवगैरह।\n\nअल्टीमेट ऐड्स ब्लॉकर आपकी गोपनीयता की रक्षा करता है और आपकी प्रत्यक्ष अनुमति या सहमति के बिना कहीं भी आपके डेटा के हस्तांतरण को अवरुद्ध करके सुरक्षा को बढ़ाता है।\n\nअल्टीमेट ऐड्स ब्लॉकर न केवल अवांछित विज्ञापनों को ब्लॉक करता है, बल्कि आपको सुरक्षा और गोपनीयता संबंधी खतरों से भी बचाता है, जैसे:\n- \tमैलवेयर\n- \tADWARE\n- \tअवांछित और छिपे हुए तृतीय-पक्ष ट्रैकर्स\n- \tफ़िशिंग\n- \tस्पाइवेयर\nऔर भी कई…\n\nनवीन प्रौद्योगिकियों, उन्नत सॉफ्टवेयर इंजीनियरिंग प्रथाओं और गैर-मानक समाधानों के कारण हम एडब्लॉकर प्रदर्शन का उच्चतम स्तर हासिल करने में कामयाब रहे। एडब्लॉकर का यह शीर्ष प्रदर्शन और शक्तिशाली क्षमताएं तेज़ कनेक्शन और वेबसाइट लोडिंग प्रदान करती हैं जो आपके उपयोगकर्ता अनुभव को पहले से कहीं बेहतर बनाती हैं।\n\nयह कैसे काम करता है या उपयोगकर्ता गाइड:\n- \tअपने क्रोम ब्राउज़र में अल्टीमेट ऐड्स ब्लॉकर जोड़ें और उसे चालू रखें।\nबस, अब आपको कुछ और करने की जरूरत नहीं है। एडब्लॉकर सभी वेबसाइटों पर स्वचालित रूप से काम करता है और आपके उपयोगकर्ता अनुभव को हमेशा विज्ञापन-मुक्त रखता है और आपके व्यक्तिगत और निजी डेटा को सुरक्षित रखता है।\n\nक्रोम में जोड़ें और आनंद लें.",
    "id": "Ultimate Ads Blocker adalah alat yang ampuh untuk memblokir iklan di semua situs web termasuk YouTube dan Facebook. Adblocker dikembangkan untuk menjadikan penjelajahan Internet Anda bebas iklan. Ini memblokir dan menonaktifkan tidak hanya iklan dan segala jenis malware dan adware, tetapi juga mencegah data pribadi Anda dicuri\n\nUltimate Ads Blocker memblokir iklan yang tidak diinginkan, berlebihan, dan menjengkelkan di situs web mana pun sehingga Anda dapat menikmati konten yang penting. Ini adalah jenis iklan utama yang dihapus oleh Pemblokir Iklan ini:\n- \tPop-up, pop-under\n- \tSpanduk\n- \tIklan video\n- \tPra-putar video di YouTube, Facebook, dan lainnya\n- \tIklan teks\n- \tPromosi tersembunyi\n- \tIklan media kaya\ndll.\n\nUltimate Ads Blocker melindungi Privasi Anda dan meningkatkan Keamanan dengan memblokir transfer data Anda di mana pun tanpa izin atau persetujuan langsung Anda.\n\nPemblokir Iklan Utama tidak hanya memblokir Iklan yang tidak diinginkan tetapi juga melindungi Anda dari ancaman keamanan dan privasi seperti:\n- \tperangkat lunak perusak\n- \tPerangkat lunak iklan\n- \tPelacak pihak ketiga yang tidak diinginkan dan tersembunyi\n- \tPengelabuan\n- \tPerangkat mata-mata\ndan masih banyak lagi…\n\nKarena teknologi inovatif, praktik rekayasa perangkat lunak tingkat lanjut, dan solusi non-standar, kami berhasil mencapai tingkat kinerja Adblocker tertinggi. Performa terbaik dan kemampuan Adblocker yang kuat ini memberikan koneksi lebih cepat dan pemuatan situs web yang menjadikan pengalaman pengguna Anda lebih baik dari sebelumnya.\n\nCara kerja atau Panduan Pengguna:\n- \tTambahkan Ultimate Ads Blocker ke browser Chrome Anda dan tetap AKTIF.\nItu saja, Anda tidak perlu melakukan apa pun lagi. Adblocker bekerja secara otomatis di semua situs web dan selalu menjaga pengalaman pengguna Anda bebas iklan dan data pribadi Anda terlindungi.\n\nTambahkan ke Chrome dan nikmatilah.",
    "it": "Ultimate Ads Blocker è un potente strumento per bloccare gli annunci su tutti i siti web, compresi YouTube e Facebook. L'Adblocker è stato sviluppato per rendere la navigazione in Internet priva di pubblicità. Blocca e disattiva non solo la pubblicità e tutti i tipi di malware e adware, ma impedisce anche il furto dei vostri dati privati.\n\nUltimate Ads Blocker blocca gli annunci pubblicitari indesiderati, eccessivi e irritanti su qualsiasi sito web, in modo da poter godere dei contenuti che contano. Questi sono i principali tipi di annunci che questo Adblocker rimuove:\n- \tPop-up, pop-unders\n- \tBanner\n- \tAnnunci video\n- \tVideo pre-roll su YouTube, Facebook e altri.\n- \tAnnunci di testo\n- \tPromozioni nascoste\n- \tPubblicità sui media ricchi\necc.\n\nUltimate Ads Blocker protegge la vostra privacy e migliora la sicurezza bloccando qualsiasi trasferimento dei vostri dati senza il vostro diretto permesso o consenso.\n\nUltimate Ads Blocker non si limita a bloccare gli annunci pubblicitari indesiderati, ma protegge anche dalle minacce alla sicurezza e alla privacy come:\n- \tMalware\n- \tAdware\n- \tTracker di terze parti indesiderati e nascosti\n- \tPhishing\n- \tSpyware\ne molti altri...\n\nGrazie a tecnologie innovative, pratiche avanzate di ingegneria del software e soluzioni non standard, siamo riusciti a raggiungere il massimo livello di prestazioni dell'Adblocker. Le prestazioni di alto livello e le potenti funzionalità di Adblocker garantiscono una connessione e un caricamento dei siti web più rapidi, rendendo l'esperienza dell'utente migliore che mai.\n\nCome funziona o Guida per l'utente:\n- \tAggiungere Ultimate Ads Blocker al browser Chrome e mantenerlo attivo.\nTutto qui, non è necessario fare altro. L'Adblocker funziona automaticamente su tutti i siti web e mantiene sempre la vostra esperienza utente priva di annunci e i vostri dati personali e privati protetti.\n\nAggiungete a Chrome e divertitevi.",
    "ja": "Ultimate Ads Blockerは、YouTubeやFacebookを含むすべてのウェブサイト上の広告をブロックするための強力なツールです。Adblockerは、広告のないインターネットサーフィンを実現するために開発されました。広告やあらゆる種類のマルウェアやアドウェアをブロックして無効にするだけでなく、個人データが盗まれるのを防ぎます。\n\n究極の広告ブロッカーは、あらゆるウェブサイト上の不要な、過剰で刺激的な広告をブロックするので、重要なコンテンツを楽しむことができます。これらは、このAdblockerが削除する主な広告の種類です：\n- \tポップアップ、ポップアンダー\n- \tバナー\n- \tビデオ広告\n- \tYouTube、Facebookなどでの動画プリロール\n- \tテキスト広告\n- \t隠れたプロモーション\n- \tリッチメディア広告\nその他\n\nUltimate Ads Blockerは、あなたの直接の許可や同意なしに、あなたのデータがどこかに転送されるのをブロックすることで、あなたのプライバシーを保護し、セキュリティを強化します。\n\n究極の広告ブロックは、不要な広告をブロックするだけでなく、次のようなセキュリティやプライバシーの脅威からあなたを保護します：\n- \tマルウェア\n- \tアドウェア\n- \t不要な隠しサードパーティ製トラッカー\n- \tフィッシング\n- \tスパイウェア\nその他多数\n\n革新的な技術、高度なソフトウェアエンジニアリングの実践、非標準的なソリューションにより、最高レベルのアドブロッカーパフォーマンスを達成することができました。この一流のパフォーマンスとアドブロッカーの強力な機能により、接続とウェブサイトの読み込みが高速化され、ユーザー体験がこれまで以上に向上します。\n\nご利用ガイド\n- \t究極の広告ブロック機能をChromeブラウザに追加し、オンにしておく。\nそれ以上何もする必要はない。Adblockerは、すべてのウェブサイトで自動的に動作し、常に広告のないユーザーエクスペリエンスを維持し、個人情報やプライベートデータを保護します。\n\nChromeに追加してお楽しみください。",
    "ko": "Ultimate Ads Blocker는 YouTube 및 Facebook을 포함한 모든 웹사이트에서 광고를 차단하는 강력한 도구입니다. Adblocker는 광고 없는 인터넷 서핑을 위해 개발되었습니다. 광고와 모든 종류의 맬웨어 및 애드웨어를 차단하고 비활성화할 뿐만 아니라 개인 데이터가 도난당하는 것을 방지합니다\n\nUltimate Ads Blocker는 모든 웹사이트에서 원치 않는 과도하고 자극적인 광고를 차단하여 중요한 콘텐츠를 즐길 수 있도록 합니다. 이 Adblocker가 제거하는 주요 광고 유형은 다음과 같습니다.\n- \t팝업, 팝언더\n- \t배너\n- \t동영상 광고\n- \tYouTube, Facebook 등의 동영상 프리롤\n- \t텍스트 광고\n- \t숨겨진 프로모션\n- \t리치 미디어 광고\n등.\n\nUltimate Ads Blocker는 귀하의 직접적인 허가나 동의 없이 어디로든 귀하의 데이터가 전송되는 것을 차단하여 귀하의 개인 정보를 보호하고 보안을 강화합니다.\n\nUltimate Ads Blocker는 원치 않는 광고를 차단할 뿐만 아니라 다음과 같은 보안 및 개인 정보 위협으로부터 사용자를 보호합니다.\n- \t악성코드\n- \t애드웨어\n- \t원치 않는 숨겨진 타사 추적기\n- \t피싱(Phishing)\n- \t스파이웨어\n그리고 더 많은...\n\n혁신적인 기술, 고급 소프트웨어 엔지니어링 관행 및 비표준 솔루션으로 인해 최고 수준의 Adblocker 성능을 달성 할 수있었습니다. Adblocker의 이 최고 수준의 성능과 강력한 기능은 더 빠른 연결 및 웹사이트 로딩을 제공하여 그 어느 때보다 더 나은 사용자 경험을 제공합니다.\n\n작동 방식 또는 사용 설명서:\n- \tChrome 브라우저에 Ultimate Ads Blocker를 추가하고 켜진 상태로 유지하세요.\n그게 다야, 당신은 더 이상 아무것도 할 필요가 없습니다. Adblocker는 모든 웹사이트에서 자동으로 작동하며 항상 사용자 경험을 광고 없이 유지하고 개인 및 개인 데이터를 보호합니다.\n\nChrome에 추가하고 즐기십시오.",
    "nl": "Ultimate Ads Blocker is een krachtig hulpmiddel voor het blokkeren van advertenties op alle websites, inclusief YouTube en Facebook. De Adblocker is ontwikkeld om je internetgebruik reclamevrij te maken. Het blokkeert en schakelt niet alleen reclame en allerlei soorten malware en adware uit, maar voorkomt ook dat je privégegevens worden gestolen.\n\nUltimate Ads Blocker blokkeert ongewenste, overmatige en irritante advertenties op elke website, zodat je kunt genieten van inhoud die ertoe doet. Dit zijn de belangrijkste soorten advertenties die deze Adblocker verwijdert:\n- \tPop-ups, pop-unders\n- \tBanners\n- \tVideo-advertenties\n- \tVideo pre-rolls op YouTube, Facebook en anderen\n- \tTekstadvertenties\n- \tVerborgen promoties\n- \tRich media-advertenties\nenz.\n\nUltimate Ads Blocker beschermt je Privacy en verbetert de Veiligheid door elke overdracht van je gegevens waar dan ook te blokkeren zonder je directe toestemming of toestemming.\n\nUltimate Ads Blocker blokkeert niet alleen ongewenste advertenties, maar beschermt je ook tegen beveiligings- en privacybedreigingen zoals:\n- \tMalware\n- \tAdware\n- \tOngewenste en verborgen trackers van derden\n- \tPhishing\n- \tSpyware\nen nog veel meer...\n\nDankzij innovatieve technologieën, geavanceerde software-engineering en niet-standaard oplossingen zijn we erin geslaagd om het hoogste prestatieniveau van Adblocker te bereiken. Deze topprestaties en krachtige mogelijkheden van de Adblocker zorgen voor een snellere verbinding en het laden van websites, waardoor je gebruikerservaring beter is dan ooit.\n\nHoe het werkt of Gebruikershandleiding:\n- \tVoeg Ultimate Ads Blocker toe aan je Chrome browser en houd het AAN.\nDat is alles, je hoeft niets meer te doen. De Adblocker werkt automatisch op alle websites en houdt je gebruikerservaring altijd reclamevrij en je persoonlijke en privégegevens beschermd.\n\nToevoegen aan Chrome en genieten.",
    "pt_PT": "Ultimate Ads Blocker é uma ferramenta poderosa para bloquear anúncios em todos os sites, incluindo YouTube e Facebook. O Adblocker foi desenvolvido para tornar a sua navegação na Internet livre de publicidade. Ele bloqueia e desabilita não apenas publicidade e todos os tipos de malware e adware, mas também impede que seus dados privados sejam roubados\n\nUltimate Ads Blocker bloqueia anúncios indesejados, excessivos e irritantes em qualquer site para que você possa desfrutar de conteúdo que importa. Estes são os principais tipos de anúncios que este Adblocker remove:\n- \tPop-ups, pop-unders\n- \tBanners\n- \tAnúncios em vídeo\n- \tPré-rolls de vídeo no YouTube, Facebook e outros\n- \tAnúncios de texto\n- \tPromoções ocultas\n- \tAnúncios de mídia avançada\netc.\n\nO Ultimate Ads Blocker protege a sua privacidade e aumenta a segurança, bloqueando qualquer transferência dos seus dados em qualquer lugar sem a sua permissão ou consentimento direto.\n\nUltimate Ads Blocker não apenas bloqueia anúncios indesejados, mas também protege você contra ameaças de segurança e privacidade, como:\n- \tMalware\n- \tAdware\n- \tRastreadores de terceiros indesejados e ocultos\n- \tPhishing\n- \tSpyware\ne muito mais...\n\nDevido a tecnologias inovadoras, práticas avançadas de engenharia de software e soluções não padrão, conseguimos alcançar o mais alto nível de desempenho do Adblocker. Este desempenho de alto nível e recursos poderosos do Adblocker fornecem conexão mais rápida e carregamento de sites, o que torna sua experiência de usuário melhor do que nunca.\n\nComo funciona ou Guia do Usuário:\n- \tAdicione o Ultimate Ads Blocker ao seu navegador Chrome e mantenha-o LIGADO.\nÉ isso, você não precisa fazer mais nada. O Adblocker funciona automaticamente em todos os sites e sempre mantém sua experiência de usuário livre de anúncios e seus dados pessoais e privados protegidos.\n\nAdicione ao Chrome e divirta-se.",
    "tr": "Ultimate Ads Blocker, YouTube ve Facebook dahil tüm web sitelerinde reklamları engellemek için güçlü bir araçtır. Adblocker, internette gezinmenizi reklamsız hale getirmek için geliştirilmiştir. Yalnızca reklamları ve her türlü kötü amaçlı yazılım ve reklam yazılımını engellemekle kalmaz, aynı zamanda özel verilerinizin çalınmasını da önler\n\nUltimate Ads Blocker, herhangi bir web sitesinde istenmeyen, aşırı ve rahatsız edici reklamları engeller, böylece önemli içeriğin keyfini çıkarabilirsiniz. Bunlar, bu Adblocker'ın kaldırdığı başlıca reklam türleridir:\n- \tPop-up'lar, arkada açılır pencereler\n- \tAfiş\n- \tVideo reklamlar\n- \tYouTube, Facebook ve diğer platformlarda videodan önce gösterilen videolar\n- \tMetin reklamlar\n- \tGizli promosyonlar\n- \tZengin medya reklamları\nve saire.\n\nUltimate Ads Blocker, doğrudan izniniz veya izniniz olmadan verilerinizin herhangi bir yere aktarılmasını engelleyerek Gizliliğinizi korur ve Güvenliği artırır.\n\nUltimate Ads Blocker yalnızca istenmeyen Reklamları engellemekle kalmaz, aynı zamanda sizi aşağıdakiler gibi güvenlik ve gizlilik tehditlerinden de korur:\n- \tKötü Amaçlı Yazılım\n- \tAdware (Reklam Yazılımı)\n- \tİstenmeyen ve gizli üçüncü taraf izleyiciler\n- \tKimlik avı\n- \tCasus yazılımlar\nve daha fazlası...\n\nYenilikçi teknolojiler, gelişmiş yazılım mühendisliği uygulamaları ve standart dışı çözümler sayesinde en üst düzeyde Adblocker performansı elde etmeyi başardık. Adblocker'ın bu birinci sınıf performansı ve güçlü yetenekleri, kullanıcı deneyiminizi her zamankinden daha iyi hale getiren daha hızlı bağlantı ve web sitelerinin yüklenmesini sağlar.\n\nNasıl çalışır veya Kullanım Kılavuzu:\n- \tUltimate Ads Blocker'ı Chrome tarayıcınıza ekleyin ve AÇIK tutun.\nİşte bu, daha fazla bir şey yapmanıza gerek yok. Adblocker, tüm web sitelerinde otomatik olarak çalışır ve kullanıcı deneyiminizi her zaman reklamsız tutar ve kişisel ve özel verilerinizi korur.\n\nChrome'a ekleyin ve keyfini çıkarın.",
    "vi": "Ultimate Ads Blocker là một công cụ mạnh mẽ để chặn quảng cáo trên tất cả các trang web bao gồm YouTube và Facebook. Trình chặn quảng cáo được phát triển để giúp việc lướt Internet của bạn không có quảng cáo. Nó chặn và vô hiệu hóa không chỉ quảng cáo cũng như tất cả các loại phần mềm độc hại và phần mềm quảng cáo mà còn ngăn chặn dữ liệu riêng tư của bạn bị đánh cắp\n\nUltimate Ads Blocker chặn các quảng cáo không mong muốn, quá mức và gây khó chịu trên bất kỳ trang web nào để bạn có thể thưởng thức nội dung quan trọng. Đây là những loại quảng cáo chính mà Trình chặn quảng cáo này loại bỏ:\n- \tCửa sổ bật lên, cửa sổ bật xuống\n- \tBăng rôn\n- \tQuảng cáo video\n- \tQuảng cáo đầu video trên YouTube, Facebook và các trang khác\n- \tQuảng cáo văn bản\n- \tChương trình khuyến mãi ẩn\n- \tQuảng cáo đa phương tiện\nvân vân.\n\nUltimate Ads Blocker bảo vệ Quyền riêng tư của bạn và tăng cường Bảo mật bằng cách chặn mọi hoạt động truyền dữ liệu của bạn đến bất kỳ đâu mà không có sự cho phép hoặc đồng ý trực tiếp của bạn.\n\nUltimate Ads Blocker không chỉ chặn các Quảng cáo không mong muốn mà còn bảo vệ bạn khỏi các mối đe dọa về bảo mật và quyền riêng tư như:\n- \tPhần mềm độc hại\n- \tPhần mềm quảng cáo\n- \tTrình theo dõi của bên thứ ba không mong muốn và bị ẩn\n- \tLừa đảo\n- \tPhần mềm gián điệp\nvà nhiều cái khác…\n\nNhờ các công nghệ tiên tiến, thực tiễn kỹ thuật phần mềm tiên tiến và các giải pháp phi tiêu chuẩn, chúng tôi đã đạt được hiệu suất Adblocker ở mức cao nhất. Hiệu suất vượt trội và khả năng mạnh mẽ này của Adblocker cung cấp kết nối và tải trang web nhanh hơn, giúp trải nghiệm người dùng của bạn tốt hơn bao giờ hết.\n\nCách thức hoạt động hoặc Hướng dẫn sử dụng:\n- \tThêm Ultimate Ads Blocker vào trình duyệt Chrome của bạn và BẬT nó.\nThế là xong, bạn không cần phải làm gì thêm nữa. Trình chặn quảng cáo hoạt động tự động trên tất cả các trang web và luôn giữ cho trải nghiệm người dùng của bạn không có quảng cáo cũng như bảo vệ dữ liệu cá nhân và riêng tư của bạn.\n\nThêm vào Chrome và tận hưởng.",
    "zh_CN": "Ultimate Ads Blocker 是一款功能強大的工具，可攔截所有網站（包括 YouTube 和 Facebook）上的廣告。Adblocker 的開發目的是讓您的網路衝浪不再有廣告。它不僅可以阻止和停用廣告以及各種惡意軟體和廣告軟體，還可以防止您的私人資料被盜\n\nUltimate Ads Blocker 可封鎖任何網站上不必要的、過多的和令人討厭的廣告，以便您可以享受重要的內容。以下是該 Adblocker 刪除的主要廣告類型：\n- \t彈出窗口、背後彈出窗口\n- \t橫幅\n- \t影片廣告\n- \tYouTube、Facebook 和其他平台上的影片前貼片\n- \t文字廣告\n- \t隱藏促銷\n- \t富媒體廣告\nETC。\n\nUltimate Ads Blocker 可以在未經您直接許可或同意的情況下阻止您的資料在任何地方傳輸，從而保護您的隱私並增強安全性。\n\nUltimate Ads Blocker 不僅可以封鎖不需要的廣告，還可以保護您免受安全和隱私威脅，例如：\n- \t惡意軟體\n- \t廣告軟體\n- \t不需要的和隱藏的第三方追蹤器\n- \t網路釣魚\n- \t間諜軟體\n還有很多…\n\n憑藉創新技術、先進的軟體工程實踐和非標準解決方案，我們成功實現了最高水準的 Adblocker 效能。Adblocker 的一流效能和強大功能可提供更快的連線和網站載入速度，讓您的使用者體驗比以往更好。\n\n其工作原理或使用者指南：\n- \t將 Ultimate Ads Blocker 新增至您的 Chrome 瀏覽器並保持開啟。\n就是這樣，您不需要再做任何事情。Adblocker 在所有網站上自動運行，始終保持您的使用者體驗無廣告，並保護您的個人和隱私資料。\n\n添加到 Chrome 並享受。"
  }
}