{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "League of Legends Cursor Pack"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring the excitement of League of Legends into your browser with the League of Legends Cursor Pack."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to customize your browsing experience by replacing the standard cursor with iconic designs inspired by the game. \n\nWhether you’re a fan of in-game items, or legendary game symbols, this cursor pack brings the vibrant world of League of Legends to your everyday web activities.\n\nSimple Installation: Installing the lol cursor for chrome is quick and easy. In just a few clicks, you can swap your default browser cursor for one of the exciting, game-inspired designs.\n\nSmooth Browsing: This extension doesn’t interfere with your browser’s performance. You’ll still enjoy fast and seamless navigation while the game-themed cursors enhance your browsing experience.\n\nCustomizable Fun: Enjoy a variety of cursors that let you change things up whenever you like. Whether you prefer the elegance of Ahri’s charm or the strength of Garen’s resolve, you can customize your cursor to match your mood and preferences.\n\nIf you’re a fan of the game, the cursor pack for chrome offers a fun way to carry your passion for the game with you wherever you go online. Every click on your browser will remind you of the thrilling battles and powerful champions you love. It’s a small but exciting way to integrate the world of League of Legends into your everyday digital experience.\n\nEnhance your browsing with the cursor pack for Chrome and make your time online more fun and interactive!"
  }
}