{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JAASPER LLM-Applikation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Benutzer können sich mit einem JAASPER-Konto anmelden und eine Auswahl von bereitgestellten LLM-Diensten nutzen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Das JAASPER Chrome Plugin bringt die Intelligenz unserer Open Source Large Language Models (LLMs) direkt in deinen Browser.\n\nMit diesem Plugin kannst du:\n\n| Webseiten mühelos zusammenfassen: Erhalte eine prägnante Zusammenfassung des Inhalts einer Webseite, ohne sie komplett lesen zu müssen.\n| Fragen an Webseiten stellen: Chatte mit einer Webseite und stelle Fragen zum Inhalt. JAASPER versteht den Kontext und liefert dir präzise Antworten.\n| Webseiteninhalte als Playbooks speichern: Übertrage den Inhalt einer Webseite direkt in die JAASPER LLM-Applikation und erstelle daraus ein Playbook für deine Projekte oder Ideen.\n\nJAASPER ist transparent und datenschutzbewusst:\n\n| Unsere LLM-Applikation basiert auf Open Source Modellen und wird auf Servern innerhalb der EU betrieben, um höchste Datenschutzstandards zu gewährleisten.\n| Du kontrollierst deine Daten: Wir speichern keine persönlichen Informationen von dir & trainieren mit deinen Daten keine KI-Modelle.\n\nDas JAASPER Chrome Plugin ist die perfekte Ergänzung für alle, die:\n\n| Zeit sparen wollen, indem sie Webinhalte schnell und effizient verstehen.\n| Tiefergehende Einblicke in Webseiten erhalten möchten.\n| Ideen und Projekte mithilfe der Playbook-Funktion strukturiert aufbauen wollen.\n\nBitte beachte: Die Nutzung des JAASPER Chrome Plugins erfordert einen kostenpflichtigen Zugang zur JAASPER LLM-Applikation."
  }
}