{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zyft – Shopping Price Comparison"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare prices instantly when you shop online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add Zyft to your browser in seconds and shop as usual.\nClick on the product you want and Zyft automatically pops up to compare prices for you from over 50,000 Aussie retailers.\n\nZYFT YOUR WAY TO SAVINGS\n  * Compare prices instantly in one place, in real-time\n  * Check stock levels\n  * Save money and time while you shop online\n\nCOMPARE PRICES FROM THOUSANDS OF RETAILERS\n  * Check prices at 50,000+ Australian retailers\n  * Find deals on millions of products and save\n  * Zyft is unbiased – that’s our promise to you\n\nHOW DOES ZYFT WORK?\n  1. Add Zyft to your browser\n  2. Shop online\n  3. Zyft automatically pops up to compare prices for you\nAlways want better prices? Add Zyft to your desktop, iPhone or iPad.\nBe clever, shop better – with Zyft.\n\nDisclosure: \nSome of the links on our extension are affiliate links from which Zyft may earn a small commission or credit from the retailer. The use of affiliate links does not affect the price you pay for any product or service you might buy from a retailer. Instead, it helps support Zyft's ability to continue delivering our comparison services.\n\nDisclaimer:\nDisclaimer: Whilst we compare a huge number of retailers, we may not compare every Australian retailer, so we may not always show the best available product match and price.\nThe price is the publicly available price provided by 3rd party retailers of the product only, and does not take into account shipping, delivery or other fees, or conditional discounts.\nWhere a retailer publicly lists VIP, loyalty or membership prices on their website, these prices may be shown by Zyft.\nPrices and or stock levels displayed may not be current or accurate due to the nature of 3rd party data provision or internal Zyft data processing.\nIf you find a lower price on a product or have a new retailer suggestion, please let us know by emailing us at hello@zyft.com.\n\nData Disclaimer:\nZyft uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit https://support.google.com/analytics/answer/181881?hl=en or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro. Zyft uses tracking technologies and general analytics to help improve the user experience. Please refer to our Privacy Policy for more information on how such technologies are used and for detailed opt-out information."
  }
}