{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Drone Authorization Request (Spain)",
    "es": "Solicitud Fácil de Autorización de Drones (España)",
    "ko": "크롬 익스텐션 보일러플레이트"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto completes form fields",
    "es": "Autocompleta campos de formulario",
    "ko": "React, Typescript, Vite를 사용한 크롬 익스텐션 보일러플레이트입니다."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension is designed to help drone pilots and operators quickly complete the authorization request form required by the Spanish Ministry of the Interior to fly in populated areas, such as cities and towns. With this tool, filling out the complex multi-page form becomes fast and efficient.\n\nFeatures:\n\n- Save Form Data: The left column of buttons allows users to save filled data on each page of the authorization request form. This is a one-time setup to store the necessary information.\n- Auto-fill Saved Data: The right column of buttons retrieves saved data, enabling users to automatically populate form fields in future requests.\n\nHow It Works:\n\n1. The first time you use this extension, fill out each of the five pages of the authorization request form manually, then click the corresponding “Save” button in the extension.\n2. For all future authorization requests, use the “Auto-fill” buttons to populate the form fields instantly, greatly speeding up the process.\n\nSave time and simplify the process of requesting drone flight authorizations in populated areas with this easy-to-use extension.",
    "es": "Esta extensión de Chrome está diseñada para ayudar a pilotos y operadores de drones a completar rápidamente el formulario de solicitud de autorización requerido por el Ministerio del Interior de España para volar en áreas pobladas, como ciudades y pueblos. Con esta herramienta, llenar el formulario complejo de varias páginas se convierte en un proceso rápido y eficiente.\n\nCaracterísticas:\n\n- Guardar Datos del Formulario: La columna izquierda de botones permite a los usuarios guardar los datos completados en cada página del formulario de solicitud de autorización. Esta configuración inicial almacena la información necesaria para futuras solicitudes.\n- Auto-rellenado de Datos Guardados: La columna derecha de botones recupera los datos guardados, permitiendo a los usuarios completar automáticamente los campos del formulario en solicitudes futuras.\n\nCómo Funciona:\n\n1. La primera vez que uses esta extensión, completa manualmente cada una de las cinco páginas del formulario de solicitud de autorización y luego haz clic en el botón “Guardar” correspondiente en la extensión.\n2. Para futuras solicitudes de autorización, usa los botones “Auto-rellenar” para completar los campos del formulario al instante, agilizando enormemente el proceso.\n\nAhorra tiempo y simplifica el proceso de solicitar autorizaciones para volar drones en áreas pobladas con esta práctica extensión."
  }
}