{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everest Base Camp Word Counter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Counts the number of Everest Base Camp words on a page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everest Base Camp Counter is a handy Chrome extension that allows you to effortlessly count the number of occurrences of the phrase \"Everest Base Camp\" on any web page. Whether you're researching about Mount Everest or simply curious about the popular base camp, this extension helps you keep track of how many times the phrase appears.\n\nKey Features:\n\nAccurate Count: The extension utilizes a powerful search algorithm to find and count all instances of the phrase \"Everest Base Camp\" on the page.\nReal-time Updates: The count is updated dynamically as you browse different pages or when the page content changes.\nConvenient Display: The count is prominently displayed in the extension's popup, ensuring you have easy access to the information without cluttering your browser interface.\n\nWhy Use Everest Base Camp Counter?\n\nResearch and Study: If you're conducting research or studying about Mount Everest or Everest Base Camp, this extension provides a quick way to analyze the presence and frequency of the phrase in your reference materials.\nCuriosity and Fun: Whether you're an adventure enthusiast or simply intrigued by Mount Everest and its base camp, you can satisfy your curiosity by discovering how often \"Everest Base Camp\" is mentioned on various websites.\nStay informed and enhance your browsing experience with the Everest Base Camp Counter extension. Install it now and start counting the occurrences of \"Everest Base Camp\" on any web page you visit!"
  }
}