{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bark for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monitor chrome web browsing for inappropriate content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bark for Chrome is installed on the child's Chrome browser to help protect the child against inappropriate content.\n\nBark detects messages containing cyberbullying, sexting, signs of depression or suicidal thoughts, and many others -- without you having to spend hours reading your child's messages.\n\nBark supports dozens of popular social media platforms, along with email, and text messaging.\n\nChildren spend an increasing amount of time socializing online. Unfortunately, new technology creates new risks. Parents need a smarter solution to help keep their children safe online without sifting through their social media feed or randomly grabbing their child's phone and scrolling through their messages.\n\nYou connect your children's accounts and we notify you if and when there's a potential issue. This approach helps to build trust and an open dialog with your family around internet safety.\n\n\nTestimonials:\n\n\"My wife and i LOVE Bark - we’ve had some tough, but productive conversations with our 13 year old son. It’s proving to be extremely valuable.\" - Josh L.\n\n\"Bark alerted us to a social media post my daughter sent that implied she was not where she had said she was, and that she and her friends had illegal drugs in our vehicle that she drives. With this information we were able to ask her about the activities that night and to talk to her about the risks of having illegal drugs in the car even if the drugs belonged to a friend. Although it was a difficult conversation and there are issues still to address, I'm grateful Bark alerted us to the messages so we could take action.\" - Trent\n\n\"Bark notified me that my young daughter had unknowingly revealed her phone number to strangers on Twitter. The fact that bark.us notified me in realtime was impressive and led to an informative discussion with her the same day.\" - Jon B.\n\n\"We had a couple notifications come through and we were thankful for those. It opened up a dialog with our son which was great.\" - Nicci C.\n\n\"I wanted to say thank you. Bark is really providing me some peace of mind as a parent, and my kids appreciate the extra privacy I'm giving them.\" - Ray F."
  }
}