{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tellit - Supercharged ChatGPT Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge ChatGPT and generate quality articles, SEO research, blog posts, YouTube scripts, and so much more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Looking to enhance your website's SEO, marketing, or sales and support? Look no further than the Tellit for ChatGPT browser extension! With just one click, you can access a curated selection of ChatGPT prompts, specifically designed for SEO, SaaS, marketing, art, programming, and so much more.\n\nSave countless hours and eliminate the need to retype your prompts over and over again. Tellit gives you tried and tested prompts from prompt professionals around the world.\n\nThese prompts can help optimize your website and boost its ranking on search engines, and have been endorsed by well-known SEO experts. You no longer need to struggle with engineering the perfect prompts - let the Tellit ChatGPT extension do the work for you.\n\nWhat's more, you can now save your prompt templates for personal use or share them with the Tellit community. As a prompt template author, your name and a link will be prominently displayed next to the prompt, giving you the opportunity for recognition and more traffic to your website.\n\nWith this version of Tellit you have access to advanced filtering prompt categories, and searching capabilities, the ability share and create prompts, as well as the ability to like and find the most popular prompts others have shared on our platform.\n\nShare with the community, learn from professionals, and save hours of time with Tellit - the ultimate Chat GPT extension."
  }
}