{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lection-X"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read text in Rapid Serial Visual Presentation format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview\n\nLection-X is a powerful Chrome extension designed to revolutionize your reading experience. With our innovative RSVP (Rapid Serial Visual Presentation) media player, Lection-X helps you read faster and more efficiently by displaying text one word at a time. Perfect for students, professionals, and anyone looking to enhance their reading speed and comprehension.\n\nKey Features\n\n    Effortless Text Input: Paste any text into Lection-X and start reading instantly.\n    RSVP Format: Improve your reading speed with our optimized word-by-word presentation.\n    Customizable Settings: Adjust the reading speed and number of words to suit your preferences. Stop after every sentence, if needed.\n    Seamless Integration: Easily integrate Lection-X into your daily browsing routine with our user-friendly interface.\n\nBenefits\n\n    Increase Reading Speed: Train your brain to read faster without sacrificing comprehension.\n    Stay Focused: Reduce distractions and stay focused on the content with RSVP.\n    Boost Productivity: Get through articles, documents, and emails more efficiently.\n\nHow to Use\n\n    Install Lection-X from the Chrome Web Store.\n    Paste Your Text into the extension’s media player.\n    Adjust Settings to your preferred speed and number of words.\n    Start Reading and experience a new way to consume information.\n\nWhy Choose Lection-X?\n\nLection-X is the ideal tool for anyone who wants to read faster and more efficiently. Whether you're studying for exams, managing work documents, or simply browsing the web, Lection-X offers a unique and effective solution to improve your reading habits."
  }
}