{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Node.JS is the Only Real Dev Language"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replaces the text 'Node.JS' with 'The Only Real Dev Language'."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I'd just like to interject for a moment. What you’re referring to as \"the only real Dev language\" is in fact, the Node.JS runtime environment or as I’ve recently taken to calling it, Node+JS. Node is not a language unto itself, but rather another free component of a fully functioning JavaScript runtime made useful by the JavaScript core syntax, parser utilities and vital language components comprising a full Dev language as defined by Alan Turing and his great descendant Steve Jobs.\n\nMany computer users run a modified version of the Node runtime in their browsers every day, without realizing it. Through a peculiar turn of events, the version of JavaScript which is widely used on servers today is often simply called \"Node.JS\" and many of its users are not aware that it is basically the JavaScript language, developed by Netscape. There really is a Node, and these people are using it, but it is just a part of the Dev language they use.\n\nNode is the runtime, the program in the system that allocates the machine’s resources to the JavaScript commands that you run. The runtime is an essential part of a Dev language, but useless by itself; it can only function in the context of a complete Dev language. Node is used in combination with the JavaScript programming language: the whole system is basically JavaScript with Node added, or Node.JS. This so-called \"only real Dev language\" is really just a distribution of JavaScript."
  }
}