{
  "name": {
    "ar": "قائمة الاشارات الجانبية",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,sw,ta,te": "Bookmark Sidebar",
    "bg": "Лента на отметките",
    "ca": "Barra lateral d'adreces d'interès",
    "cs": "Boční lišta záložek",
    "da": "Bogmærke sidepanel",
    "de": "Lesezeichenleiste",
    "el": "Πλευρική μπάρα σελιδοδεικτών",
    "es": "Barra lateral de marcadores",
    "et": "Järjehoidjate külgriba",
    "fa": "نوار نشانه ها",
    "fi": "Kirjanmerkkien Sivupalkki",
    "fr": "Barre latérale de favoris",
    "he": "סרגל צד לסימניות",
    "hr": "Bočna traka oznaka",
    "hu": "Könyvjelző oldalsáv",
    "id": "Bookmark Samping",
    "it": "Barra Segnalibri",
    "ja": "ブックマークサイドバー",
    "ko": "북마크 사이드바",
    "lt": "Nuorodų šoninė juosta",
    "lv": "Grāmatzīmju sānu josla",
    "nl": "Bladwijzer zijbalk",
    "no": "Bokmerke Sidefelt",
    "pl": "Boczna lista zakładek",
    "pt_BR": "Barra de Favoritos",
    "pt_PT": "Barra lateral de Favoritos",
    "ro": "Bară laterală marcaje",
    "ru": "Закладки в боковой панели",
    "sk": "Bočný panel záložiek",
    "sl": "Stranska vrstica z zaznamki",
    "sr": "Bočna traka obeleživača",
    "sv": "Bokmärkessidofält",
    "th": "แถบบุ๊คมาร์คด้านข้าง",
    "tr": "Yer İşaretleri Kenar Çubuğu",
    "uk": "Бокова панель закладок",
    "vi": "Thanh Dấu Trang",
    "zh_CN": "书签侧边栏",
    "zh_TW": "書籤側邊欄"
  },
  "short": {
    "ar": "يضيف شريط جانبي يسار شاشتك يحتوي على جميع إشاراتك المرجعية",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,sw,ta,te": "Adds a toggleable sidebar with all your bookmarks at the edge of your browser window.",
    "bg": "Отстрани се добавя излизащо меню с вашите отметки",
    "ca": "Afegeix una barra lateral amb totes les teves adreces d'interès al marge de la finestra del navegador.",
    "cs": "Přidejte přepínatelný panel kde naleznete všechny Vaše záložky na levé straně obrazovky.",
    "da": "Tilføjer et modificerbart sidepanel med alle dine bogmærker i kanten af dit browservindue.",
    "de": "Fügt eine ausklappbare Leiste mit all deinen Lesezeichen auf der Seite deines Browsers hinzu.",
    "el": "Προσθέτει στην άκρη του περιηγητή σας μια πλευρική μπάρα με όλους τους σελιδοδείκτες σας.",
    "es": "Añade una barra lateral con todos tus marcadores en la parte izquierda de tu pantalla.",
    "et": "Lisab brauseriakna serva kõiki järjehoidjaid sisaldava lülitatava külgriba.",
    "fa": "یک ستون پنهان شونده از نشانک های شما به لبه پنجره مرورگر اضافه می کند",
    "fi": "Lisää napin painalluksella vaihdettavan sivupalkin näytön reunaan, joka sisältää kaikki kirjanmerkkisi.",
    "fr": "Ajoute une barre latérale commutable regroupant tous vos favoris sur le bord de la fenêtre de votre navigateur.",
    "he": "הוסף סרגל צד חליפי עם כל הכרטיסיות בדפדפן שלך.",
    "hr": "Dodaje iskočnu bočnu traku oznaka sa svim tvojim oznakama na rub preglednika.",
    "hu": "Hozzáad egy oldalsávot az összes könyvjelződdel a képernyőd oldalára",
    "id": "Menambahkan sebuah sidebar yang dapat di toggle dengan semua bookmark di samping layar kamu.",
    "it": "Aggiunge una barra laterale selezionabile con tutti i tuoi segnalibri sul bordo della finestra del browser.",
    "ja": "ブラウザウィンドウの端に切り替えられるサイドバーを追加します。",
    "ko": "브라우저 화면 가장자리에 북마크 목록을 표시하거나 숨길 수 있는 사이드바를 추가하세요.",
    "lt": "Naršyklės lango pakraštyje pridedama perjungiama šoninė juosta su visomis žymėmis.",
    "lv": "Pārlūkprogrammas logā pievieno pārslēdzamu sāna joslu ar visām jūsu grāmatzīmēm.",
    "nl": "Voegt een zijbalk toe aan je browser voor snelle en makkelijke toegang tot al je bladwijzers.",
    "no": "Legger til et sidefelt som kan skrus av og på, med alle bokmerkene dine på kantene av nettleservinduet.",
    "pl": "Dodaje wysuwaną boczną listę ze wszystkimi twoimi zakładkami po lewej stronie ekranu.",
    "pt_BR": "Adiciona uma barra lateral que pode ser exibida e ocultada, com todos os seus favoritos, à borda da janela do seu navegador.",
    "pt_PT": "Adiciona uma barra lateral, que pode ser ligada e desligada, contendo todos os seus favoritos na margem da janela do navegador.",
    "ro": "Adaugă o bară laterală comodă cu toate marcajele pe marginea ferestrei browserului.",
    "ru": "Добавляет выезжающую с краёв окна браузера панель с закладками",
    "sk": "Pridá prepínateľný panel s vašimi záložkami na okraj obrazovky prehliadača.",
    "sl": "Doda preklopljivo vrstico z vsemi vašimi zaznamki na rob okna vašega brskalnika.",
    "sr": "Dodaje promenljivu bočnu traku sa svim vašim obeleživačima na ivici prozora vašeg internet pretraživača.",
    "sv": "Lägger till en poppuppsidofält i webbläsarens fönster med alla dina bokmärken",
    "th": "เพิ่มแถบทางลัดด้านข้างเบราวเซอร์ซึ่งจะมีบุ๊คมาร์คทั้งหมดรวมอยู่ที่นี่",
    "tr": "Tarayıcınızın kenarlarına yer işaretleriniz için açılıp kapanabilen bir çubuk ekler.",
    "uk": "Додає перемикаючу бокову панель з усіма вашими закладками на краю вікна вашого браузера.",
    "vi": "Thêm một thanh bên chứa những dấu trang ở cạnh trình duyệt.",
    "zh_CN": "在浏览器视图区左侧添加可调节的侧边栏管理您的书签.",
    "zh_TW": "在瀏覽器視窗邊緣增加一個可切換的側邊欄，用於管理你的所有書籤。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extensions allows you to access your bookmarks by clicking on the left or right side your screen. You can edit, delete or rearrange your bookmarks by drag&drop and view some information about them by just clicking them with your left mouse button. You can check your bookmarks for updated or broken urls, too.\n\nYou can also open your bookmarks in the side panel provided by Chrome. The sidebar will then be opened alongside the websites and stays there as a permanent sidebar.\n\nIf you found a bug, have ideas for features or improvements, please let me know."
  }
}