{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UTN.BA Helper (ex Siga Helper)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UTN.BA Helper facilita el uso de la web de la UTN - FRBA."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UTN.BA Helper facilita el uso de la web de la UTN - FRBA.\n\n- Colecta anónimamente distintos datos, para ser utilizados en las distintas secciones, como:\n    - Las encuestas docentes para poder publicar esta información en la sección de \"Buscar Docentes\" e incluso mostrarla al momento de inscribirse a un curso.\n    - Los horarios de las cursadas para mostrar esta información al momento de inscribirse a un nuevo curso, y poder intentar predecir cuál va a ser el profesor que va a estar en cada cursada.\n\n- Al momento de inscribirse a materias, muestra los profesores que estuvieron en cada cursada, basándose en data colectada, para así poder saber qué profesor va a estar en cada curso.\n\n- Agrega nuevas secciones bajo el menu \"UTN.BA Helper\":\n    - \"Buscar Docentes\", donde se puede ver información colectada, entre ello, la encuesta docente.\n    - \"Buscar Cursos\", donde se puede ver información de cursos pasados, como horarios, profesores que estuvieron en cada uno, etc.\n    - \"Seguimiento de Plan\":\n        - Se visualiza el estado actual del plan, viendo materias aprobadas, habilitadas para rendir final, por cursar, etc.\n        - Peso académico, cantidad de finales aprobados y desaprobados.\n        - Promedio de notas ponderadas (según Ordenanza Nº 1549) y no ponderadas, contando y sin contar desaprobados.\n\n- Agrega el nombre de la materia en la grilla de horarios en la sección de Agenda."
  }
}