{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Binance Futures Position Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "binance-position-calculator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Position size calculator for trading futures on Binance.\n\nAutomatically calculates position size for your trades, based on your current portfolio value and preferred risk.\n\nEspecially useful for quick scalping, where you just enter your stop loss price, and the position size is automatically updated as the price changes!\n\nYou can adjust your risk, taker and maker fees, % of your portfolio on the exchange and types of your entry/sl/tp orders.\n\nBinance Futures Position Calculator does not use API keys or login credentials, nor it interferes with your Binance account in any way.\nAll the values are read directly from DOM and calculated on the fly.\n\nHappy trading!\n\n\n\nUsage\n=====\n\nThe position size calculation is done based on your Stop Loss value. Therefore, in order to use it, the **TP/SL checkbox has to be checked**. If the checkbox is not checked, the calculation is not performed. As soon as you have the **TP/SL checkbox checked** and Stop Loss value entered, position size gets calculated.\n\nLimit orders\n\nIf you're using Limit orders, then you're required to input Stop Loss value and the Price (entry) value. The calculations are being made as soon as one of those 2 fields is changed. If the Take Profit amount is not entered, the position size and R:R is still calculated, but without the \"reward\" portion displated. When you enter Take Profit amount, the full calculation details with the reward details are being presented.\n\nHave in mind that the position calculator **only works when the TP/SL checkbox is checked**, because the risk can only be calculated when you define your Stop Loss value.\n\nMarket orders\n\nWhen using market orders, only Stop Loss value has to be set. The plugin will read the current asset value from the page, and update the Position Size as soon as it changes. This is particularly useful for quick scalps when you want to be able to quickly enter the trade.\n\nHave in mind that the position calculator **only works when the TP/SL checkbox is checked**, because the risk can only be calculated when you define your Stop Loss value.\n\n\nOptions\n=======\n\n**Extension ON/OFF**\n\n- Turning the extension ON or OFF\n\n**Set position size automatically**\n\n- Set the position size automatically into the position size input field. If turned off, calculation will be logged only onto the log window (if the Logger window setting is turned ON)\n\n**Max risk (on a trade) %**\n\n- maximum percentage risk on each trade - percent values used\n\n**Taker fee %**\n\n- your current Taker fee - used only for display purposes in the log window, taker/maker fees not included in the position calculation\n\n**Maker fee %**\n\n- your current Maker fee - used only for display purposes in the log window, taker/maker fees not included in the position calculation\n\n**Portfolio % on exchange**\n\n- if you're keeping only a portion of your portfolio on the exchange (for security reasons), set this setting to the percent of the portfolio on the exchange. This way the position size will match your full portfolio, instead being calculated off the funds available on the exchange\n\n**Entry order type**\n\n- used to display entry fee in the log window\n\n**Take Profit order type**\n\n- used to display take profit fee in the log window\n\n**Stop loss order type**\n\n- used to display stop loss fee in the log window\n\n**Hide PNL on active position**\n\n- hides the current PNL in Active positions tab. Have in mind that the PNL might still be shown on the chart, if using TradingView charts\n\n**Prevent market buy without SL**\n\n- Prevents you from executing a Market order if the Stop Loss is not defined\n\n**Logger window ON/OFF**\n\n- the yellow log window with calculation details can be be hidden, but the position size will still be set automatically\n\n\n\nSource Code\n==========\nhttps://github.com/jericho1338/binance-position-calculator\n\n\n\n# Disclaimer\n============\n\nLast updated: March 15, 2022\n\n# Interpretation and Definitions\n\nInterpretation\n\nThe words of which the initial letter is capitalized have meanings defined\nunder the following conditions. The following definitions shall have the same\nmeaning regardless of whether they appear in singular or in plural.\n\nDefinitions\n\nFor the purposes of this Disclaimer:\n\n- Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this\n  Disclaimer) refers to Binance Futures Position Calculator.\n\n- Service refers to the Application.\n\n- You means the individual accessing the Service, or the company, or other\n  legal entity on behalf of which such individual is accessing or using the\n  Service, as applicable.\n\n- Application means the software program provided by the Company downloaded\n  by You on any electronic device named Binance Futures Position Calculator.\n\n# Disclaimer\n\nThe information contained on the Service is for general information purposes\nonly.\n\nThe Company assumes no responsibility for errors or omissions in the contents\nof the Service.\n\nIn no event shall the Company be liable for any special, direct, indirect,\nconsequential, or incidental damages or any damages whatsoever, whether in an\naction of contract, negligence or other tort, arising out of or in connection\nwith the use of the Service or the contents of the Service. The Company\nreserves the right to make additions, deletions, or modifications to the\ncontents on the Service at any time without prior notice. This Disclaimer has\nbeen created with the help of the [Disclaimer\nTemplate](https://www.termsfeed.com/blog/sample-disclaimer-template/).\n\nThe Company does not warrant that the Service is free of viruses or other\nharmful components.\n\n# External Links Disclaimer\n\nThe Service may contain links to external websites that are not provided or\nmaintained by or in any way affiliated with the Company.\n\nPlease note that the Company does not guarantee the accuracy, relevance,\ntimeliness, or completeness of any information on these external websites.\n\n# Errors and Omissions Disclaimer\n\nThe information given by the Service is for general guidance on matters of\ninterest only. Even if the Company takes every precaution to insure that the\ncontent of the Service is both current and accurate, errors can occur. Plus,\ngiven the changing nature of laws, rules and regulations, there may be delays,\nomissions or inaccuracies in the information contained on the Service.\n\nThe Company is not responsible for any errors or omissions, or for the results\nobtained from the use of this information.\n\n# Fair Use Disclaimer\n\nThe Company may use copyrighted material which has not always been\nspecifically authorized by the copyright owner. The Company is making such\nmaterial available for criticism, comment, news reporting, teaching,\nscholarship, or research.\n\nThe Company believes this constitutes a \"fair use\" of any such copyrighted\nmaterial as provided for in section 107 of the United States Copyright law.\n\nIf You wish to use copyrighted material from the Service for your own purposes\nthat go beyond fair use, You must obtain permission from the copyright owner.\n\n# Views Expressed Disclaimer\n\nThe Service may contain views and opinions which are those of the authors and\ndo not necessarily reflect the official policy or position of any other\nauthor, agency, organization, employer or company, including the Company.\n\nComments published by users are their sole responsibility and the users will\ntake full responsibility, liability and blame for any libel or litigation that\nresults from something written in or as a direct result of something written\nin a comment. The Company is not liable for any comment published by users and\nreserves the right to delete any comment for any reason whatsoever.\n\n# No Responsibility Disclaimer\n\nThe information on the Service is provided with the understanding that the\nCompany is not herein engaged in rendering legal, accounting, tax, or other\nprofessional advice and services. As such, it should not be used as a\nsubstitute for consultation with professional accounting, tax, legal or other\ncompetent advisers.\n\nIn no event shall the Company or its suppliers be liable for any special,\nincidental, indirect, or consequential damages whatsoever arising out of or in\nconnection with your access or use or inability to access or use the Service.\n\n# \"Use at Your Own Risk\" Disclaimer\n\nAll information in the Service is provided \"as is\", with no guarantee of\ncompleteness, accuracy, timeliness or of the results obtained from the use of\nthis information, and without warranty of any kind, express or implied,\nincluding, but not limited to warranties of performance, merchantability and\nfitness for a particular purpose.\n\nThe Company will not be liable to You or anyone else for any decision made or\naction taken in reliance on the information given by the Service or for any\nconsequential, special or similar damages, even if advised of the possibility\nof such damages.\n\n# Contact Us\n\nIf you have any questions about this Disclaimer, You can contact Us:\n\n- By email: jericho1338@gmail.com"
  }
}