{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Roblox Wallpapers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Step into the World of Roblox with this Epic Chrome Extension. by Gameograf"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Gaming Experience Every Time You Open a New Tab\nAre you a dedicated Roblox player who lives and breathes the limitless worlds created in this ever-expanding universe? Whether you're building, adventuring, or just hanging out with friends in Roblox, this Chrome extension is designed for you! Bring the magic, creativity, and excitement of Roblox right into your browser with stunning visuals and essential features that will take your gaming passion to the next level.\n\nEvery Tab Becomes a Gateway to Roblox\n🎮 New Tab Wallpaper Changes\nEach new tab presents a vibrant Roblox image, featuring different games, characters, and worlds that represent the vast creativity of the platform. Whether you’re into action, role-playing, or just exploring, every wallpaper reflects the spirit of endless possibilities. You can even pin your favorite wallpaper to keep the excitement going every time you open your browser.\n\n⏲️ Time and Date Display\nNeed to keep track of time while you're playing or building your dream world in Roblox? This extension’s sleek time and date display helps you stay organized without missing a beat. It's a perfect feature for players who want to manage their game time.\n\n📌 Quick Access Shortcuts\nGet immediate access to your favorite Roblox pages, fan sites, and the official website. With one click, you can be on your way to checking out new updates, events, or your favorite Roblox streamers. It’s a shortcut to everything that keeps you connected to the Roblox universe.\n\nMust-Have Features for Every Roblox Player\n📁 Bookmarks\nNever miss a beat with the Bookmarks feature! Save your favorite Roblox games, tutorials, or anything related to the platform, all in one organized space. Whether you’re keeping track of game ideas, favorite places, or cool builds, you’ll have them ready to go.\n\n📅 Note Module\nKeep track of game plans, ideas for builds, or just notes on what you want to explore next in Roblox with the handy note module. Jot down strategies, designs, or collaborations right inside your browser.\n\n🛠️ Google Apps Module\nStay productive while you’re immersed in the world of Roblox. Access Gmail, Calendar, Drive, and all your essential Google apps without losing sight of your favorite games and visuals.\n\n⚙️ Customization Options\nCustomize your browsing experience just the way you like it! Adjust how often your Roblox wallpapers change or keep your favorite one pinned for every tab. It’s all about making your browser as fun and dynamic as your time in the Roblox universe.\n\n🔐 Safe and Secure\nNo need to worry about your online safety—this extension is completely secure and does NOT contain any content that could endanger your security. Focus on what matters: Roblox!\n\nWhy This Extension is Perfect for Roblox Fans\n🌍 Feel Connected to the Roblox Universe\nIf Roblox is a major part of your life, this extension is the ultimate way to stay connected to its ever-expanding world. Whether you’re a game creator, an explorer, or just love hanging out in the many immersive worlds, this extension brings the fun of Roblox to every aspect of your browser experience.\n\nDownload the Roblox Chrome Extension Today!\nJoin the adventure and transform your browser into a Roblox paradise. Every new tab will take you deeper into the worlds you love. Download now and let your Roblox passion shine through with every click!"
  }
}