{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UAILab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uma extensão para simplificar atividades administrativas"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensão para o Google Chrome foi desenvolvida para otimizar o uso dos sistemas SCDP (Sistema de Controle de Despesas de Viagem) e PJe (Processo Judicial Eletrônico) do Tribunal de Justiça de Minas Gerais (TJMG). A extensão foca exclusivamente em melhorias na interface do usuário (front-end), sem alterar o funcionamento do back-end dos sistemas, garantindo a integridade e segurança dos dados.\n\nFuncionalidades no SCDP:\n\nOcultação de Campos: A extensão permite ocultar campos que não são necessários para determinados perfis de usuários, simplificando a interface e tornando a navegação mais eficiente e direcionada.\n\nPadronização de Campos para Diferentes Perfis: Dependendo do perfil de acesso do usuário, a extensão ajusta automaticamente os campos visíveis, otimizando a interface conforme as necessidades específicas de cada função dentro do sistema.\n\nFuncionalidades no PJe:\n\nFacilitação de Downloads de Documentos: Para facilitar o acesso e gerenciamento de documentos no PJe, a extensão adiciona checkboxes ao lado dos documentos na árvore do processo. O usuário pode selecionar os documentos desejados para download de forma rápida e organizada.\n\nOrganização de Documentos Baixados: Os documentos são baixados em uma pasta nomeada com o número do processo, e cada arquivo dentro da pasta é renomeado com seu respectivo ID, facilitando a identificação e o gerenciamento dos arquivos baixados.\n\nObjetivo: A extensão visa melhorar a produtividade dos servidores do TJMG, proporcionando uma interface mais limpa e funcional no SCDP e simplificando o processo de download de documentos no PJe. Tudo isso é feito de forma segura, preservando a estrutura e segurança dos sistemas originais."
  }
}