{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Politicocoon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Media coverage of politics cause outrage.  This extension filters out virtually all political content while you browse the internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Political tension these days feels like a never-ending reality show that no one auditioned for but everyone’s stuck watching. Studies show that all the doom-scrolling and debate-watching can crank up stress levels faster than your grandma on Facebook during election season. Researchers even say that political drama can mess with your sleep and make you grumpy enough to yell at squirrels (okay, maybe not squirrels, but you get the idea).\n\nApparently, we’re all walking around like over-caffeinated pundits—hearts racing, cortisol levels up, and a constant feeling of why is this happening?! Even the data geeks at Pew Research agree: we’re stressed. So next time politics gets too heated, remember, you’re not alone. \n\nEnter Politicocoon, the Chrome extension that turns political chaos into manageable moments of zen. Think of it as your digital therapist for when the news gets too much.\n\nHere’s how it works: Politicocoon filters out virtually all political headlines on any website —no more heart-stopping \"BREAKING NEWS\" banners about things you already saw five times. Tested on many news outlets and Facebook and X.  \n\nYou can stay informed without the emotional rollercoaster. It’s like having a news-savvy friend who’s also your biggest advocate for self-care."
  }
}