{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Statistical Test for Google Analytics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enhances Google Analytics by providing implicit statistical evaluation of data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One very useful feature of Google Analytics is the comparison of timeframes for metrics. You can compare number of sessions, bounce rate, E-commerce transactions, AdWords cost, etc. between adjacent weeks, months, or years.\n\nOne shortcoming in this comparison feature is that the percentage change calculated by Google for these metrics is not qualified. This extension addresses this shortcoming by evaluating the change between time periods for statistical significance. \n\nCurrently, for 5 < points < 40 the Wilcoxon Signed-Rank test is used. For points > 40, the paired Student's t-test is used.\n\nRelease Notes:\n\nVersion 3.1\n* Separate tab for each metric; support multiple metrics on graph\n* Should support metrics from line graphs on any page\n* Reload button for when extension misses capturing data\n* Also show date range and percentage change for metric\n\nVersion 2.3\n* Update calculation of Wilcoxon statistic (used when n<40)  with port of SciPy implementation\n* Styling changes\n* Warnings added and other fixes\n\nVersion 2.1\n* Versions 1.* were broken due to changes in Google Analytics. Updated data extraction to pull directly from Google's web requests, rather than calculating from the DOM. More accurate and robust\n* When you change the dates or metric on a chart, it will automatically recalculate\n\nLimitations:\n1. Time frames to be compared should begin on the same weekday (Monday and Monday or Friday and Friday), to minimize confounding factors in the comparison. They should be the same length of time. Be careful to ensure this, especially for year-over-year monthly comparisons. This script derives its statistical power by treating metrics as paired data points (based on the day of the week).\n \n2. Must compare at least 5 data points (days, weeks, or months). Beyond the lower limit, the statistical test lacks sufficient power.\n\nFor further documentation and description of the statistical tests, visit https://noahonnumbers.com/blog/entry/statistics-google-analytics"
  }
}