{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cominks new"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Say goodbye to repetitive comments with our app's advanced comment technology that generates unique comments based on your input."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cominks is a powerful Chrome extension designed to help social media marketers, content creators, and influencers save time and boost engagement on their posts. With Cominks, you can quickly and easily generate high-quality comments for your social media posts, without sacrificing authenticity or creativity.\n\nCominks uses cutting-edge AI technology to suggest personalized and relevant comments for your posts, based on the context of the content and the audience you're targeting. You can customize these comments to suit your brand voice and tone, and save them to use across multiple platforms and posts.\n\nCominks also comes with a range of useful features, including a customizable comment bank, automated commenting, and analytics tools to track your engagement and success. You can easily manage all your comments and responses in one place, and see how they're performing over time.\n\nWith Cominks, you can spend less time coming up with comments for your posts and more time creating high-quality content and engaging with your audience. Whether you're a social media manager, a content creator, or an influencer, Cominks is the ultimate tool for streamlining your social media strategy and boosting your engagement. Try it today and see the difference for yourself!"
  }
}