{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ONNO AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Summary with AI!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your YouTube viewing with Onno - your AI-powered summarizer and translator. Get quick summaries and translations for any video, saving time and enhancing your learning and entertainment.\n\nThis content aims to highlight the unique features of Onno, focusing on its use of advanced AI technologies, language translation capabilities, and the value it provides to users in terms of time-saving and efficiency.\n\nHow It Works:\n\n\t1.\tInstall the Onno extension and navigate to any YouTube video.\n\t2.\tClick the Onno icon to generate a summary of the video content.\n\t3.\tIf needed, select your preferred language for translation.\n\t4.\tEnjoy a concise summary and decide how you want to proceed with your viewing.\n\nEmpower Your YouTube Experience: With Onno, you’re not just watching videos; you’re efficiently absorbing information, breaking down language barriers, and tailoring your learning and entertainment to fit your busy life.\n\nKey Features:\n\n\t•\tInstant Summaries: With Onno, gain instant access to brief, insightful summaries of any YouTube video. Powered by the best-in-class AI technologies of ChatGPT and Google Gemini, Onno distills the essence of videos, helping you understand content faster than ever before.\n\t•\tLanguage Translation: Onno breaks language barriers by offering translations of summaries into your language of choice. Whether it’s a trending international video or a niche documentary, Onno ensures you won’t miss out on any content, regardless of the original language.\n\t•\tTime-Saving: Designed for efficiency, Onno saves you time by providing quick overviews, allowing you to decide whether to dive deeper into the full content. It’s perfect for students, professionals, and anyone looking to optimize their YouTube browsing experience.\n\t•\tUser-Friendly Interface: Onno is incredibly easy to use. With just a simple click, you can generate summaries and translations directly within YouTube’s platform, seamlessly integrating into your video watching routine."
  }
}