{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkGenius",
    "fi": "LinkGenius - linkin vähennyspalvelu",
    "ru": "shly.link - сервис сокращения ссылок"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "LinkGenius is a powerful URL shortener extension that simplifies and optimizes your web browsing experience.",
    "de": "LinkGenius ist eine leistungsstarke URL-Shortener-Erweiterung, die Ihr Surferlebnis im Internet vereinfacht und optimiert.",
    "es": "LinkGenius es una poderosa extensión para acortar URL que simplifica y optimiza su experiencia de navegación web.",
    "et": "LinkGenius on võimas URL-i lühendamise laiendus, mis lihtsustab ja optimeerib teie veebisirvimise kogemust.",
    "fr": "LinkGenius est une puissante extension de raccourcissement d'URL qui simplifie et optimise votre expérience de navigation sur le…",
    "ko": "LinkGenius는 웹 브라우징 경험을 단순화하고 최적화하는 강력한 URL 단축 확장 프로그램입니다.",
    "ru": "LinkGenius — это мощное расширение для сокращения URL-адресов, которое упрощает и оптимизирует работу в Интернете.",
    "uk": "LinkGenius — це потужне розширення для скорочення URL-адрес, яке спрощує й оптимізує роботу в Інтернеті."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With LinkGenius, you can effortlessly generate shortened URLs for any long website addresses with just a click. Say goodbye to lengthy, complex links and hello to concise, shareable URLs. Seamlessly integrated into your browser, LinkGenius offers a user-friendly interface that allows you to quickly shorten URLs and copy them to your clipboard for easy sharing via email, social media, or any other platform. Experience the efficiency and convenience of LinkGenius as it streamlines your online communication and helps you make the most out of every link."
  }
}