{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebReader AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Reading Experience with AI-Powered and Customizable Reading Assistant"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing WebReader AI: Enhance Your Reading Experience with AI-Powered Chrome Extension\nUnleash the true potential of your online reading experience with WeRreader AI – the ultimate Chrome extension designed to transform the way you interact with text. Elevate your browsing moments by taking control over text customization, harnessing the power of artificial intelligence, and achieving seamless accessibility.\n\nFeatures:\n✅ Tailored Text Display: Take charge of your reading environment like never before. Customize font styles, colors, sizes, and even font families according to your preference. Your selected text now adapts to your style effortlessly. \n✅ AI-Powered Actions: Empower your words with the magic of AI. WebReader AI performs an array of actions on selected text. Discover keywords, translate languages, rephrase sentences to extend, shorten, simplify, or summarize them. Uncover the hidden essence of text with ease. \n✅ Enhanced Accessibility: Seamlessly access WebReader AI through a right-click option or an automatic feature triggered by selecting text for a specific duration. Empowering you to effortlessly invoke the app and enhance your reading experience without breaking your flow. \n\nWhy WebReader AI:\nExperience the future of reading at your fingertips. WebReader AI bridges the gap between technology and comprehension, enabling you to explore content on a whole new level:\n⭐ Effortless Customization: Your reading, your style. Immerse yourself in content that resonates with you by customizing every aspect of the displayed text. \n⭐ AI Intelligence Unleashed: Transform words into insights. Whether it's understanding keywords, language translation, or text refinement, Webreader AI's AI-driven capabilities redefine how you interact with content. \n⭐ Accessible Reading: Say goodbye to complicated maneuvers. Engage with WebReader AI using intuitive options designed to integrate seamlessly into your browsing routine.\n \nElevate your reading game today with WebReader AI. Download the Chrome extension and embark on a journey of discovery, comprehension, and accessibility like never before. \n\n\nWebReader AI is very conscious of user's privacy. We do not store or use browsing data in any shape or form. \nFor more information please read our Privacy Policy"
  }
}