{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Omegaluler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never again type your O's out on twitch! e.g N OMEGALUL or WH OMEGALUL, now - just type it normally and let us do the work for you!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "** Important: DOES NOT WORK WITH FFZ (FRANKERFACEZ) BUT DOES WITH BTTV, I WILL FIX THIS IN THE FUTURE **\n\nThis extension replaces all (most) o's with the OMEGALUL emote, exceptions being text with BTTV emotes in it, which it ignores (for now).\n\nImportant Notes:\n\nKeyword mode is probabably recommended, to activate it click on the extension icon in your Chrome Toolbar and follow instructions from there!\n\nThis extension does work with BTTV, however when used in collaboration with FFZ - it breaks. this is something I plan to fix in the future.\n\nThere is an option to toggle between emote sizes, right-clicking on the extension at your Chrome toolbar (the OMEGALUL emote) and selecting \"toggle OMEGALUL size\" will do this. Enjoy.\n\n** Keyword mode released ** What's new:\n\nYou can now right click on the extension at your Chrome toolbar (same as above) and select \"toggle keyword mode\", where you will be asked to type in keywords, follow the instructions from there :)\n\nThere is a bug where if they paragraph contains a keyword, it will render emotes for all the o's in that paragraph, needs to be fixed but still worthwhile releasing\n\nPlanned future updates:\n\n* Add support for BTTV, FFZ\n* Keyword mode RELEASED"
  }
}