{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ExcaliburAI - Civitai Prompt Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copies prompt and metadata in clipboard with 1 click from Ai-generated images, if there is any."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📄 App Description\nShows and copies prompt with 1 click from Ai-generated images, if there is any.\nShows positive, negative prompt and other generation data in dedicated pop-up window. Works with Civitai.com only. \n\n🔑 Key Features\n- Context Menu Integration - Right-click on any image and select \"Copy Prompt if Any\" to instantly extract and copy relevant prompt data.\n- Interactive Popup Interface - Experience seamless management of your AI-generated prompt with straight-forward and intuitive popup interface.\n- In-Memory Caching - Optimizes performance by caching EXIF data during your browsing session, reducing redundant processing and speeding up data retrieval.\n- Privacy-Focused - Operates entirely within your browser without sending any data externally, ensuring your information remains secure and private.\n\n📦 How to Use\nInstall the Extension: Add ExcaliburAI - Civitai Prompt Extractor to your Chrome browser from the Chrome Web Store.\n\n1. Right-Click on the desired image.\n2. Select \"Copy Prompt if Any\" from the context menu to copy prompt to clipboard.\n3. New! - Click on the extension icon in right corner of the browser and copy details of the prompt from it.\n4. Paste the positive, negative prompt and other metadata from your clipboard!\n\n\n🔧 Technical Specifications\nCompatibility: Chrome versions supporting Manifest V3.\nPermissions:\nContext Menus: To add custom options in the right-click menu.\nScripting: To execute scripts for copying data.\nClipboard Write: To copy text to the clipboard.\nNotifications: To inform users about copy actions.\nStorage: To save user settings and last copied data.\nHost Permissions: Access to specified domains for image processing.\n\n🛡️ Privacy and Security\nExcaliburAI - Civitai Prompt Extractor is designed with your privacy in mind. The extension processes all data locally within your browser and does not transmit any information to external servers. You have full control over which domains the extension can access, ensuring a secure and tailored experience.\n\n\nRelease Notes:\n--\nVersion 1.2 - November 14, 2024\nWhat's New:\n\n- Interactive Popup Interface: Easily view your Prompt, Negative Prompt, and Other Metadata each in their own clearly labeled sections for quick reference.\n- Improved Data Parsing\n- Enhanced parsing logic to accurately separate Prompt, Negative Prompt, and Other Metadata from the EXIF data, ensuring clarity and ease of use.\n\n--\nVersion 1.1 - November 4, 2024\nWhat's New:\n\n- Interactive Popup Interface: Easily view your entire Prompt and Other Metadata for quick reference.\n- Individual Copy Button: Copy prompt in full or select what you need to use, allowing for precise control over the data you need.\n- Responsive Design: Enjoy a clean and clutter-free layout that adapts seamlessly to various screen sizes, ensuring all information fits perfectly without any horizontal scrolling.\n- Quick Access: Instantly access the latest copied information directly from the popup, streamlining your workflow and saving valuable time.\n- Secure Handling: All displayed data is processed locally within your browser, ensuring your information remains private and secure.\n- Improved Data Parsing\n- Resolved text encoding issues in the popup to eliminate unwanted characters and ensure smooth display of all prompt data."
  }
}