{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Badseller: порівняння цін"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Порівняння цін на алкоголь в кращих магазинах України. Моніторинг зміни ціни, відгуки, повідомлення про знижки."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Badseller.net — моніторинг та порівняння цін на алкоголь в кращих магазинах України.\n\nБез зайвих турбот порівнюйте ціни та економте гроші на покупках алкоголю в популярних магазинах України.\n\nНаше розширення надає вам всю необхідну інформацію для вигідних покупок.\n\nОсновні можливості:\n🛒 Порівняння цін: порівнюйте ціни на алкоголь серед різних магазинів.\n📈 Історія зміни ціни: дізнайтеся, як з часом змінювалась ціна на обраний товар.\n📝 Відгуки: перед покупкою переглядайте рейтинг та оцінки користувачів з різних магазинів.\n🔔 Повідомлення про зниження ціни: отримуйте сповіщення, коли ціна на обраний вами товар знизиться.\n\nА на сайті badseller.net ви можете знайти ще більше корисних функцій:\n🍹 Рецепти коктейлів: отримайте ідеї для приготування смачних коктейлів.\n🎁 Промокоди: серед 400+ магазинів.\n✍️ Блог з корисними порадами.\n\nОсновні переваги:\n⭐Швидко і зручно: знаходьте найкращі пропозиції за лічені секунди.\n⭐Завжди в курсі: не пропустіть жодної вигідної пропозиції завдяки повідомленням про зниження ціни.\n⭐Надійні відгуки: читайте реальні відгуки інших покупців.\n⭐Легкий у використанні: встановіть розширення за декілька секунд і почніть економити на покупках вже зараз. Інтерфейс, який легко зрозуміти і використовувати.\n⭐Приєднуйтесь до спільноти розумних покупців: заощаджуйте до 20% з кожної покупки завдяки нашим знижкам і купонам.\n⭐ Додайте Badseller порівняння цін до вашого браузера прямо зараз і почніть економити!\n\nШвидко і легко знаходьте найкращі пропозиції на алкогольні напої в 💜Maudau, 🚚Rozetka та інших популярних магазинах і супермаркетах України."
  }
}