{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SmartFish"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detect phishing attempts by identifying sites with password fields. It alerts users to suspicious pages, enhancing online safety."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This browser extension is a powerful anti-phishing tool designed to help users identify potentially harmful websites that may be attempting to collect sensitive information, like passwords, through deceptive tactics. The extension works by monitoring web pages for the presence of password fields, alerting users if it detects a page that could be used to phish for login credentials. With phishing attacks becoming increasingly sophisticated, this tool provides an essential layer of protection by proactively notifying users of risks before they input any personal information.\n\nPlease note that SmartFish is part of a broader anti-phishing tool designed to enhance user security while browsing the internet. It cannot be used independently and is integrated into the full suite of security services offered by our company.\n\nKey Features:\n• Password Field Detection\nThe extension actively scans visited websites for password input fields, marking them for user review. This is crucial in identifying pages that could be designed to imitate legitimate login pages.\n• URL and Domain Analysis\nBy examining URLs, this tool helps users identify suspicious domains that may look similar to legitimate websites (e.g., “amaz0n.com” instead of “amazon.com”). These minor discrepancies are often used by attackers to deceive users.\n• Non-intrusive Operation\nWhile the extension detects pages with password fields, it never collects actual form input data, passwords, or other personal information, maintaining user privacy and adhering to strict data handling standards.\n• Real-time Notifications\nUsers receive alerts in real time when the extension detects a potentially suspicious website, allowing them to decide whether to proceed or leave the page.\n• Customizable Whitelists\nUsers can create whitelists for websites they trust, minimizing unnecessary notifications and focusing on potentially unknown or risky sites.\n\nHow It Works:\nOnce installed, the extension quietly operates in the background as users browse the web. When the extension encounters a page containing a password field, it performs a quick analysis, flagging any URLs that do not match known, verified sites. If the page is found suspicious, the extension displays a clear alert, warning users about potential risks. Users are empowered with more information about sites before entering their credentials, helping prevent unauthorized access to their accounts.\nThis tool offers an invaluable safeguard for users of all technical levels, from casual browsers to professionals handling sensitive information, by offering easy-to-understand warnings about high-risk websites. This extension helps users stay safe by reducing exposure to phishing threats, making online browsing more secure and less stressful."
  }
}