{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HelpfreelyApp™ - Donation Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helpfreely.org - Users can generate funds for their favorite NGOs through online shopping, at no extra cost",
    "es": "Helpfreely.org - Los usuarios generan fondos para las asociaciones que elijan mientras compran online, sin ningún coste adicional.",
    "fr": "Helpfreely.org - Les utilisateurs peuvent collecter des fonds pour leurs associations préférées à travers leurs achats en ligne,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helpfreely.org faciliates free fundraising that benefits nonprofits, associations, and any other eligible organizations (“Cause”), made possible by the online purchases of products or services that supporters of these Causes complete while shopping at participating merchant partners (“Partner”) through our Helpfreely App™. This software works as a reminder, appearing when you are visiting our partner shops. Its functions include enhancing your experience within search engine results, providing easy access to the Services offered through Helpfreely.org, and enabling you to help raise funds at no cost to you for your selected causes through your “Qualifying Purchases”.\n\nDownloading the Helpfreely App explicitly implies you accept the terms of our End User License Agreement “EULA” disponible at https://www.helpfreely.org/eula/",
    "es": "Helpfreely.org permite a las organizaciones, asociaciones y cualquier otro organismo sin ánimo de lucro (\"Causas\"), recaudar fondos de forma sencilla y gratuita mediante nuestra Helpfreely App™, donde nuestros usuarios pueden comprar online productos o servicios de nuestras tiendas adheridas (\"Partners\"). Este software funciona como un recordatorio que aparece cuando se visita cualquiera de estas tiendas. Sus funciones incluyen una experiencia increíble en los resultados de búsqueda, permitiendo un acceso rápido sencillo a los servicios de Helpfreely.org y permitiendo ayudar a recaudar fondos a coste cero para las causas con \"compras de calidad\".\n\nCon la descarga de la Helpfreely App estás aceptando explícitamente los términos de nuestro Contrato de Licencia de Usuario Final (EULA: https://www.helpfreely.org/eula/)",
    "fr": "Helpfreely.org facilite la collecte de fonds gratuits au profit d’organismes à but non lucratif, d‘associations et de toute autre organisation admissible (« Association »). Cette collecte de fonds est rendue possible grâce à des achats en ligne de produits ou de Services que les sympathisants de ​ces Associations effectuent auprès de marchands partenaires (« Partenaire ») à travers la Helpfreely App™. Pour cela, il suffit aux utilisateurs de l'activer lors de tous leurs achats en ligne de produits ou de services chez les boutiques partenaires. Cette extension sert de rappel car elle appararait chaque fois que l'utilisateur se trouve sur le site Web de l'une des boutiques partenaires. Son objectif principal est d'améliorer l'expérience utilisateur à partir des moteurs de recherche, facilitant l'accès aux services offerts par Helpfreely.org et permettant ainsi la collecte de fonds gratuits au profit d'organismes à but non lucratif grâce à des \"achats qui font la différence\".\n\nEn téléchargeant la Helpfreely App™ vous acceptez explicitement les conditions de notre Contrat de Licence d'Utilisateur Final (EULA: End User License Agreement) - https://www.helpfreely.org/eula/"
  }
}