{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flipkart & Amazon Flash Sale - ChromeXT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autobuy any product and Auto-apply Coupons on top sites like Flipkart, Amazon, Myntra and many more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "India's fastest-growing shopping extension. Auto-buy any product on Flash Sale and Auto-apply Coupons on top sites like Flipkart, Amazon, Myntra, and many more features coming soon.\n \n** List of Features **\n\nAutoBuy Flash Sale Extension\n--------------------------------------------------\nBuying Mobile on Flash Sale could be a tedious task due to high traffic. I have faced this issue a lot, being a developer after a lot of effort, build this auto-buy extension to any product on Flash Sale. With the new manually start script feature, we have the control to start and stop any script anytime.\n\n- Buy any product on Flipkart Flash Sale with this extension\n- Buy any product on Amazon Flash Sale with this extension\n- Exclusive PS5 Flash Sale Extension feature added with store like \n   ShopATSC and other\n- Exclusive XBOX Flash Sale Extension Feature added.\n\n- How to use this extension : \n1. Click the Product Name to open the product page.\n2. ON the product switch on the extension before the flash sale.\n3. The script will autostart 2 min before the sale.\n4. You can also start and stop the script whenever you want (new)\n5. The script will add the product to the cart.\n6. After that, you will be provided 10 min or less by the company to order the product, before it becomes out of stock.\n7. Happy Purchasing !!\n\nAutoApply Coupons Feature \n------------------------------------------------\nWho does not want to save money by using coupons, but finding the working coupon all over the internet and trying each one to see which saves you more is a lot of work. Use ChromeXT, we will do all your work in seconds.\n\n- More than 300+ stores and increasing daily.\n- Most updated coupons available.\n- Auto-apply all the coupon in seconds (coming soon)\n\n\nMore Interesting Features like Price Tracking, Price Graph, Wishlist coming soon. Remain updated by Downloading Now.\n\n------------------------------------------------------------------------\n\nJust Give it a try and provide us the feedback and if you want any improvement or changes feel free to comment or contact us at -https://www.chromext.app/contact"
  }
}