{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codeanywhere"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud IDE · Online Code Editor · Codeanywhere - this extension enables opening Codeanywhere workspaces from Git provider sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codeanywhere is a AI Cloud IDE.\nOur AI Cloud IDE saves you time by deploying a development environment in seconds, enabling you to code, learn, build, and collaborate on your projects.\n\nWith this extension, you can easily launch a development environment directly from your GitHub, GitLab, or Bitbucket projects with a single click.\n\n## How it works:\n1. **Install the browser extension.**\n2. **Navigate to your project** on GitHub, GitLab, or Bitbucket.\n3. **Click the Open in Codeanywhere button** to instantly launch a fully configured development environment for your project.\n\nCodeanywhere makes developers forget what device they are working on and let them concentrate on getting work done - all you need is a web browser.\n\n\nKey Features:\n• Syntax highlighting of more than 100 languages\n• Autocomplete for HTML, XML, CSS, JavaScript, Python and PHP\n• Cloud based FTP and SFTP Client\n• Web based Terminal, connect to remote servers via SSH\n• Git Client\n• Tools - Pre-installed language runtimes and tools for all popular programming languages.\n• Share your projects with other developers in real-time\n• Live Collaboration - Team up with your fellow developers and collaborate on your projects \n• Linter analyses your code constantly during the coding process.using pair programming or live terminal sessions.\n• Debug -With integrated debugger add break points, inspect call stacks, and see output using interactive console\n\nAccess from anywhere at https://codeanywhere.com\n\n\nThe extension requires scripting, contextMenus, and activeTab permissions to add quick repository opening functionality (a button to open in Codeanywhere next to the clone button) from git provider pages to CodeAnywhere IDE, streamlining the development workflow by providing one-click access from repository pages.\n\nRemote Code Use:\nThe extension contains all code locally and does not execute remote code.\nStorage Use:\nNo user data or preferences are stored locally or remotely.\nData & Privacy:\nNo personal information is collected. The extension only reads repository URLs when activated and only connects to CodeAnywhere when explicitly opening a repository. No analytics or tracking is implemented."
  }
}