{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Noise Filter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Noise reducer for video and audio"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate solution for a better listening experience: Our new Chrome extension! Say goodbye to annoying background noises and say hello to crystal clear audio.\n\nOur extension filters the audio of any video, removing unnecessary frequencies and cleaning up any nasty rumble sounds in the background. This not only improves the quality of the audio, but also takes care of your ears by reducing fatigue and preventing tinnitus in the long term.\n\nFor those who use ear plugs or a headset regularly, our extension is a game changer. You can now enjoy your videos without having to deal with unnecessary frequencies that can cause fatigue and strain on your ears. Plus, the human voice becomes so clear that you can even lower the volume of the source, which also helps.\n\nWatching videos at x1.5 or faster is no longer a problem with our extension. It helps you understand human speech even at faster speeds.\n\nOur extension integrates seamlessly with YouTube, making it easy to use and accessible to everyone. Plus, a version for Microsoft Teams, Zoom and Google Hangouts is coming out soon!\n\nUpgrade your audio experience with our new Chrome extension and start listening to videos the way they were meant to be heard.\n\nUsing our new Chrome extension is incredibly easy! After installing the extension, an icon will be automatically added to any video that you open on YouTube. You can find the icon at the bottom right corner of the video, next to other YouTube icons.\n\nTo activate the filter, simply click on the icon and the extension will start filtering the audio, removing any unwanted frequencies and background noises. You'll immediately notice the difference in the quality of the audio!\n\nIf you want to return to the original audio, simply click on the icon again and the filter will be turned off. It's that easy!\n\nOur extension is designed to be user-friendly and accessible to everyone, so you can enjoy a better listening experience without any hassle. Try it out today and see the difference for yourself!"
  }
}