{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ULTATEL for HubSpot CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ULTATEL for HubSpot CRM"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revolutionize your business with seamless connectivity – introducing the groundbreaking integration of HubSpot with ULTATEL's Cloud phone system. Elevate your business operations by subscribing to our innovative plan that integrates HubSpot and other CRM platforms. Here's why this integration is a game-changer for your business:\n\nUnlock the Power of HubSpot Integration:\nHubSpot, a comprehensive CRM platform, consolidates customer interaction, marketing, sales, and business reporting into one seamless software. Gain a 360-degree perspective of your customers with features like click-to-dial, real-time call logs, and automation functions.\n\nEnhanced Business Success:\nConnecting HubSpot to your ULTATEL VoIP phone system propels your business to new heights. Our subscription plan offers unparalleled CRM integrations, ensuring success in every aspect of your business.\n\nComplete Contact Center Functionality:\nEmpower your customer service agents with HubSpot's scheduling capabilities, offline call logging, and detailed calling performance insights. Experience full functionality that supports your business's diverse needs.\n\nPowerful Omnichannel Solution:\nActivate HubSpot on your VoIP phones for seamless audio calls, video meetings, and other essential business activities. Enjoy the flexibility to connect on mobile, desktop, or softphone – all through the power of HubSpot.\n\nNative Calling Simplified:\nBreak free from device and software limitations. ULTATEL HubSpot's Chrome extension enables effortless calls between VoIP phones and mobile devices, enhancing customer service and work flexibility.\n\nReal-Time Call Logs for Transparency:\nEvery call, seamlessly logged into your HubSpot activity record. Enjoy worry-free data transparency, allowing business owners and agents to effortlessly track all calls and interactions.\n\nEasy Click-to-Dial Functionality:\nExperience the simplicity of placing calls with a single tap on contact numbers and account records. Just as we effortlessly make calls in our everyday lives, apply the same simplicity to CRM integrations.\n\nComprehensive Real-Time and Historical Reporting:\nHubSpot VoIP integration introduces Historical Trend Reporting – providing insights into changes over business days or weeks. Visualize data through charts or dashboards, enabling real-time monitoring of call and sales metrics.\n\nHigh Velocity Sales with Custom Guides:\nBoost customer satisfaction and sales by focusing on employee satisfaction. Create custom sales guides on HubSpot, featuring task lists and diverse prospect types displayed on your employee's VoIP phone screen.\n\nComplete Cloud-Based Applications:\nSeamlessly integrate HubSpot with ULTATEL's cloud-based VoIP solution. Experience the benefits of complete cloud-based applications, ensuring optimal performance and efficiency for your business.\n\nElevate your business operations and embrace the future of connectivity with HubSpot integrated seamlessly into ULTATEL's Cloud phone system. Subscribe to our plan today for a transformative business experience."
  }
}