{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Oriel Auto-Ranker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically ranks your Oriel programmes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an auto-ranker for Oriel programme preferencing. It allows you to automatically rank jobs on Oriel based on the order you have ranked them. \n\n⭐️ How it Works ⭐️\nTo use, simply copy the 'Programme Preference' column of your programmes already sorted in the order you wish to preference them. Paste this into the extensions input box in the pop-up and click 'Go'. The extension will instantly drag and drop all of your preferences across.\n\n⭐️ Key Features ⭐️\n+ Compatible with manually ranking in excel or using an online ranking service\n+ Almost instantly translate the order in excel to Oriel with just a few clicks\n+ Avoid hours of dragging and dropping, which can be error prone and you may encounter timeout errors\n+ If you change your mind, it is easy to re-rank your preferences by un-preferencing everything and running the extension again\n+ Trusted by >300 final medical students in 2023 application cycle\n\n⭐️ Suggested Steps ⭐️\n1. Rank your jobs. This can be done manually as demonstrated in the video or there are many free & paid online ranking tools. We recommend this free one:\nhttps://ts482-foundationprogrammeranker-jobrankerstreamlit-86n3mt.streamlit.app/\n2. Install the Oriel Auto-Ranker extension (click the \"Add to Chrome\" button above!)\n3. From the CSV/Excel file available from the ranking tool, copy the \"Programme Preference\" column\n4. Paste in the extension and click \"Go\", 🎉 Done\n\n🔍 Details 🔍\n- Any preferences pasted that are not found will be listed by the extension. \n- If there are already programmes preferenced, these will not be changed. Any non-preferenced programmes that are found within the pasted text will be appended to the preferenced programmes. \n- If you find there are discrepancies, please ensure you download an updated CSV file from Oriel as programmes can be altered/updated by Oriel throughout the preferencing window.\n- If you are having any other issues then please reach out for support! See at the bottom\n\n🏷️ Pricing\nIn order to use the extension, a single one-time purchase is required. This supports hosting of the extension on the chrome web store and my time in developing / testing each year. This gives you unlimited use. Note that without purchasing, there is no functionality.\n\nNote: If you have already purchased the extension previously, you can restore the purchase by clicking the \"Restore Purchase\" button and typing the same email address you used to originally purchase.\n\nDisclaimer: Please check through the preferences after running to ensure they are ranked as intended. Please ensure you save once you are happy with the order. \n\nThis product is not in any way affiliated with Oriel, HEE, UKFPO, NHS or any other organisation. It was created by a foundation doctor to help final year medical students.\n\nFor any queries / support, please email oar-support@proton.me\nTwitter: @AtticusThomson\nVisit https://atticusthomson.com/ to see other projects I'm working on"
  }
}