{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch NoPixel Only"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic filtering and coloring for NoPixel streams on Twitch's GTA page!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Once installed, go to https://www.twitch.tv/directory/game/Grand%20Theft%20Auto%20V to use.\n\nThis extension is specifically aimed at NoPixel viewers on Twitch. It has three primary features:\n1. Filtering GTAV streams to only show NoPixel activity — Includes both Twitch AND Facebook Gaming.\n2. Automatically tagging/customizing NoPixel streams based on:\n     a. the active character being played.\n     b. the faction (if any) that the character belongs to.\n3. Searching for specific characters or factions.\n\n*NEW*: GTAV Clips are now filtered too! View clips from a selected faction, e.g. Police, over a time period; search clips (title, character name, etc.); show character information; and more.\n\nEverything is automatic, you don't have to do anything.\n\n--- FAQ ---\n\n> \"Does this only apply to the GTAV category on Twitch?\"\nYes. This extension will only affect the GTAV page linked above. Other Twitch pages will not be affected.\n\n> \"How does the tagging work?\"\nEach channel's title will be compared against their character data to best identify the active character. This includes checking the title for nicknames, partial-names, and faction names. The stream is then tagged with the character name, and the tag is coloured based on the character's faction (if one exists). The large majority of NP streamers put character indications in their title. However, even if they don't, it will tag the stream with a best-guess (based on who they usually play) surrounded by question-marks, e.g. \"? Lang Buddha ?\".\n\n> \"How do you know if it's a NoPixel stream?\"\nFirstly, this extension contains a large list of NP streamers (currently 1134) who are included by default. This list is updated frequently and fetched during runtime (list changes do not require updating the extension). If they're not in the list (new to NoPixel) then the stream title will be checked for terms such as \"NoPixel\", \"NP\". \"No Pixel\" etc. I've never had an issue with it missing a stream. There is also an option to include other RP servers such as TFRP and TRP. However, there is no individual tagging/customizing done for these servers; all of them are coloured pale-blue.\n\n> \"What happens if it's a new NoPixel streamer, with nothing known about their character?\"\nEven if they aren't in the vast—and growing—list of NoPixel streamers, they will still be included as long as there is some remote indication of NP in their title. If no info is known about their character but their title contains some indication of a faction, then the stream will be tagged generically based on that faction, e.g. \"< Vagos >\". If no info is known about their character nor is there any faction indication, they will be included with just the generic tag \"NP\". Once they appear in the known NP streamer list, the tag will change to their current character's name and faction color.\n\nTip: Keeping the \"Force English only\" setting enabled will improve performance when scrolling into the lower-viewcount streams.\n\nYou can contact me on discord at Vaeb#0001 if you have any questions or issues.\n\n--- Notable Updates ---\n\n- 8th February 2022: Added support for Facebook Gaming streams.\n- 22th January 2022: Refresh streams without refreshing the whole page.\n- 13th January 2022: Added button to refresh live-streams for the factions and search features.\n- 28th September 2021: Added support for NoPixel International (India).\n- 4th September 2021: Added box to search for any character/streamer instantly.\n- 10th June 2021: Rapid functionality to filter all NP streams by faction.\n- 6th June 2021: Added diagonal-tag-color for NoPixel Public streams."
  }
}