{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MX Whiteboard New Tab Advanced"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is an whiteboard that displays whenever you open a new tab in your Chrome browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is a whiteboard that displays whenever you open a new tab in your Chrome browser.\n\nWith the new tab page constantly appearing in front of your eyes as you surf the web, it is the perfect page to place information you need to concentrate on or information you need to remember.\n\n👩‍🎓 USE CASES\n\n- Learning, memorisation. For example, on a whiteboard you can place the main concepts of the topic you are studying, draw structural diagrams and display relationships for better understanding of the subject area.\n- Language learning. On the board you can write down new words, phrases and collocations in the foreign language you are learning. It will also be useful to write out grammar and other rules you want to memorise. Having the whiteboard in front of your eyes on a regular basis will allow you to memorise the required information most quickly and efficiently.\n- Design and planning. You can use the whiteboard for designing in any area - designing application logic, business processes, planning work, planning text structure while writing articles, etc.\n- Creative work. Use the whiteboard during your creative work to quickly sketch and work out ideas.\n- Come up with your own idea of use case!\n\n📝 FEATURES\n\n- Brush drawing (with automatic smoothing)\n- Drawing shapes - line, rectangle, arrow\n- Eraser\n- Add text\n- Paste text from clipboard (use Ctrl + v, restricted to single line text only)\n- Select colour and size of brush or text\n- Saving the whiteboard as a picture\n- Exporting a whiteboard to a file and importing it from a file (so you can work with several whiteboards by exporting and importing them later).\n- Undo recent actions\n- Clean up the whiteboard\n- Automatic saving of the whiteboard\n- All data is stored locally in your browser.\n\n💡 IMPROVEMENT AND DEVELOPMENT OF NEW FEATURES\n\nIf you find this tool useful, but you are missing some features or would like to see some improvements in the extension, be sure to send your wishes using the \"Suggest an idea, improvement or new enhancement\" button on the whiteboard. We will definitely consider and, if possible, implement your ideas and wishes."
  }
}