{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN Thrive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best VPN Reviews, Comparisons & Guides"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you looking for the most suitable VPN for your needs?\n\nAt VPN Thrive, we work tirelessly to give you the best VPN reviews, comparisons, and guides to help you make an informed decision.\n\nWe are a team of internet entrepreneurs with 20+ years of combined experience using VPNs. And we thought, why not review and compare all the VPNs that we've personally used? And so VPN Thrive was born. Now, we are sharing our expertise to provide you with unbiased recommendations.\n\nThe VPN industry changes very quickly. Because of this, there's a lot of outdated info online. What's our difference? We strive to keep ourselves updated about the whole industry. This includes the arrival of new players in the market, pricing changes, leaking scandals, and so much more.\n\nWe extensively use all the VPNs that we review. We compare them against one another based on 10+ criteria. We pick a winner for each comparison and rank them accordingly.\n\nThese are our criteria:\n\n1. Privacy and Security\n2. Speed\n3. Torrenting Capabilities\n4. Streaming Capabilities\n5. Gaming Capabilities\n6. Device Compatibility\n7. Simultaneous Connections\n8. Number of Servers\n9. China Functionality\n10. Interface and Usability\n11. Additional Features\n12. Customer Support\n13. Prices\n\nAs we test more and more VPNs, our recommendations will also change. We adjust and update our content to the best of our ability. Because of all this, we're very confident about our recommendations!\n\nThat means you can just follow our advice, and you can never go wrong with your choice.\n\nIf you have questions related to digital security, simply check out our site. Our team has written many guides about it. We help people remain secure whenever they use the internet. And we’re proud to have contributed to making the online world a less dangerous place. Always remember that you can turn to us whenever you need help with your online security.\n\nWe hope our team helps you choose the best VPN service for your needs!"
  }
}