{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "Calligra online - office, graphics & email",
    "de": "Calligra online – Office, Grafik & E-Mail",
    "es,es_419": "Calligra online office, gráficos y email",
    "hi": "कैलिग्रा ऑनलाइन कार्यालय, ग्राफिक्स और ईमेल",
    "it": "Calligra online - office, graphics ed e-mail",
    "ja": "Calligra オンライン - オフィス、グラフィックス、電子メール",
    "ko": "Calligra 온라인 - 사무실, 그래픽 및 이메일 제품군",
    "nl": "Calligra online - office, grafische & e-mail",
    "pt_BR,pt_PT": "Calligra online office, gráficos e e-mail",
    "ru": "Calligra онлайн — офис, графика и Email",
    "tr": "Calligra çevrimiçi - ofis, grafik & email",
    "zh_CN": "Calligra Online - 办公室、图形和电子邮件"
  },
  "short": {
    "ar": "تطبيقات جناح لمعالجة النصوص وجداول البيانات والعروض التقديمية والرسومات مع عميل البريد الإلكتروني",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Suite applications for word processing, spreadsheets, presentation and graphics with email client",
    "de": "Suite-Anwendungen für Textverarbeitung, Tabellenkalkulation, Präsentation und Grafik mit E-Mail-Client",
    "es,es_419": "Suite de aplicaciones para procesamiento de textos, hojas de cálculo, presentaciones y gráficos con cliente de correo electrónico.",
    "fr": "Suite dapplications pour le traitement de texte, les feuilles de calcul, les présentations et les graphiques avec email",
    "hi": "ईमेल क्लाइंट के साथ वर्ड प्रोसेसिंग, स्प्रेडशीट, प्रेजेंटेशन और ग्राफिक्स के लिए सुइट एप्लिकेशन",
    "it": "Suite di applicazioni per elaborazione testi, fogli di calcolo, presentazioni e grafica con client di posta elettronica",
    "ja": "電子メール クライアントを備えたワード プロセッシング、スプレッドシート、プレゼンテーション、グラフィックス用のスイート アプリケーション",
    "ko": "이메일 클라이언트를 사용한 워드 프로세싱, 스프레드시트, 프리젠테이션 및 그래픽을 위한 제품군 애플리케이션",
    "nl": "Suite-applicaties voor tekstverwerking, spreadsheets, presentatie en afbeeldingen met e-mailclient",
    "pl": "Aplikacje pakietu do edycji tekstu, arkuszy kalkulacyjnych, prezentacji i grafiki",
    "pt_BR,pt_PT": "Suíte de aplicativos para processamento de texto, planilhas, apresentações e gráficos com cliente de e-mail",
    "ru": "Пакет приложений для обработки текста, электронных таблиц, презентаций и графики с почтовым клиентом",
    "tr": "E-posta istemcisi ile kelime işlem, elektronik tablolar, sunum ve grafikler için paket uygulamaları",
    "uk": "Комплект програм для обробки текстів, електронних таблиць, презентацій і графіки з клієнтом електронної пошти",
    "zh_CN": "带有电子邮件客户端的文字处理、电子表格、演示文稿和图形套件应用程序"
  },
  "long": {
    "ar": "يسمح هذا الامتداد بإنشاء وتحرير أي ملف مكتبي باستخدام تطبيق Calligra المدمج عبر الإنترنت، وهو عبارة عن مجموعة من التطبيقات لمعالجة النصوص وجداول البيانات والعروض التقديمية والرسومات. يسمح هذا الامتداد بالتعامل مع تنسيقات OpenDocument ويمكنه أيضًا استيراد تنسيقات أخرى، بما في ذلك تنسيقات Microsoft Office.\n\nيشتمل ملحق مجموعة Calligra على المكونات المكتبية التالية:\n\n* Words، وهو تطبيق معالج النصوص مع ميزات النشر المكتبي. فهو يجعل من السهل إنشاء مستندات غنية بالصور والجداول والمزيد. افتح وحفظ ODF، وافتح ملفات Microsoft Office Word وملفات .doc و.docx.\n\n* جداول البيانات، وهو تطبيق جداول بيانات كامل المواصفات. إنها أداة حسابية وجداول بيانات تحتوي على قائمة صيغ شاملة وقوالب افتراضية وتستخدم الأشكال للملاحظات أو إنشاء مخططات انسيابية وخرائط ذهنية. افتح وحفظ ODS، وافتح ملفات Microsoft Office Excel .xls وملفات .xlsx.\n\n* Stage وهو تطبيق عرض تقديمي قوي وسهل الاستخدام. فهو يوفر أدوات لتسهيل إنشاء الشرائح باستخدام الصور ومقاطع الفيديو والرسوم المتحركة والمؤثرات الخاصة الأخرى. وهو قابل للتوسعة من خلال نظام البرنامج المساعد. افتح وحفظ ODP، وافتح ملفات Microsoft Office Powerpoint وملفات .ppt و.pptx.\n\n* كريتا، وهو تطبيق رسم وتلوين إبداعي يعتمد على تقنية كاليجرا. إنه صالح لإنشاء الفن المفاهيمي والقصص المصورة والأنسجة للعرض واللوحات غير اللامعة. يدعم Krita العديد من مساحات الألوان مثل RGB وCMYK عند قنوات عدد صحيح 8 و16 بت، بالإضافة إلى قنوات الفاصلة العائمة 16 و32 بت.\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها من أجل اكتشاف الملفات المتوافقة مع Calligra. تظهر الملفات المتوافقة مع Calligra التي تم اكتشافها في القائمة الموجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension allows to create and edit any office file using the Calligra online app integrated, which is a suite of applications for word processing, spreadsheets, presentation and graphics. This extension allows to handle the OpenDocument formats and it can also import other formats, including Microsoft Office formats.\n\nThis Calligra suite office includes the following office components:\n\n* Words, which is a word processor application with desktop publishing features. It makes it easy to create rich documents with images, tables, and more. Open and save ODF, and open Microsoft Office Word files .doc and .docx files.\n\n* Sheets, which is a fully-featured spreadsheet application. It is a calculation and spreadsheet tool with a comprehensive formula list, default templates, and use shapes for notes or create flowcharts and mindmaps. Open and save ODS, and open Microsoft Office Excel files .xls and .xlsx files.\n\n* Stage, which is a powerful and easy to use presentation application. It provides tools to make creating slides using images, videos, animation and other special effects easy. It is extensible through a plugin system. Open and save ODP, and open Microsoft Office Powerpoint files .ppt and .pptx files.\n\n* Krita, which is a creative sketching and painting application based on Calligra technology. It is valid for creating concept art, comics, textures for rendering and matte paintings. Krita supports many colourspaces like RGB and CMYK at 8 and 16 bits integer channels, as well as 16 and 32 bits floating point channels.\n\n\nPlease refer to the video in order to know how to use the extension.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect Calligra compliant files. The Calligra compliant files detected appear in a list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "Diese Erweiterung ermöglicht das Erstellen und Bearbeiten beliebiger Office-Dateien mithilfe der integrierten Calligra-Online-App, einer Suite von Anwendungen für Textverarbeitung, Tabellenkalkulation, Präsentation und Grafik. Diese Erweiterung ermöglicht den Umgang mit den OpenDocument-Formaten und kann auch andere Formate importieren, einschließlich Microsoft Office-Formate.\n\nDiese Calligra-Suite-Erweiterung umfasst die folgenden Office-Komponenten:\n\n* Words, eine Textverarbeitungsanwendung mit Desktop-Publishing-Funktionen. Es erleichtert die Erstellung umfangreicher Dokumente mit Bildern, Tabellen und mehr. Öffnen und speichern Sie ODF und öffnen Sie Microsoft Office Word-Dateien, .doc- und .docx-Dateien.\n\n* Sheets, eine Tabellenkalkulationsanwendung mit vollem Funktionsumfang. Es handelt sich um ein Berechnungs- und Tabellenkalkulationstool mit einer umfassenden Formelliste, Standardvorlagen und der Verwendung von Formen für Notizen oder zum Erstellen von Flussdiagrammen und Mindmaps. Öffnen und speichern Sie ODS und öffnen Sie Microsoft Office Excel-Dateien, XLS- und XLSX-Dateien.\n\n* Stage, eine leistungsstarke und benutzerfreundliche Präsentationsanwendung. Es bietet Tools zum einfachen Erstellen von Folien mit Bildern, Videos, Animationen und anderen Spezialeffekten. Es ist durch ein Plugin-System erweiterbar. Öffnen und speichern Sie ODP und öffnen Sie Microsoft Office Powerpoint-Dateien, PPT- und PPTX-Dateien.\n\n* Krita, eine kreative Skizzier- und Malanwendung, die auf der Calligra-Technologie basiert. Es gilt für die Erstellung von Konzeptzeichnungen, Comics, Texturen für das Rendering und Matte Paintings. Krita unterstützt viele Farbräume wie RGB und CMYK bei 8- und 16-Bit-Ganzzahlkanälen sowie 16- und 32-Bit-Gleitkommakanälen.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um Calligra-kompatible Dateien zu erkennen. Die erkannten Calligra-kompatiblen Dateien werden in einer Liste im Erweiterungs-Popup angezeigt, das von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "Esta extensión permite crear y editar cualquier archivo de Office utilizando la aplicación en línea integrada Calligra, que es un conjunto de aplicaciones para procesamiento de textos, hojas de cálculo, presentaciones y gráficos. Esta extensión permite manejar los formatos OpenDocument y también puede importar otros formatos, incluidos los formatos de Microsoft Office.\n\nEsta extensión de la suite Calligra incluye los siguientes componentes de oficina:\n\n* Words, que es una aplicación de procesador de textos con funciones de autoedición. Facilita la creación de documentos enriquecidos con imágenes, tablas y más. Abra y guarde ODF y abra archivos .doc y .docx de Microsoft Office Word.\n\n* Sheets, que es una aplicación de hoja de cálculo con todas las funciones. Es una herramienta de cálculo y hoja de cálculo con una lista completa de fórmulas, plantillas predeterminadas y utiliza formas para notas o crea diagramas de flujo y mapas mentales. Abra y guarde ODS y abra archivos de Microsoft Office Excel .xls y .xlsx.\n\n* Stage, que es una aplicación de presentación potente y fácil de usar. Proporciona herramientas para facilitar la creación de diapositivas utilizando imágenes, vídeos, animaciones y otros efectos especiales. Es extensible a través de un sistema de complementos. Abra y guarde ODP y abra archivos .ppt y .pptx de Microsoft Office Powerpoint.\n\n* Krita, que es una aplicación creativa de dibujo y pintura basada en la tecnología Calligra. Es válido para crear arte conceptual, cómics, texturas para renderizado y pinturas mate. Krita admite muchos espacios de color como RGB y CMYK en canales enteros de 8 y 16 bits, así como canales de punto flotante de 16 y 32 bits.\n\nIMPORTANTE: esta extensión escanea las URL exploradas para detectar archivos compatibles con Calligra. Los archivos compatibles con Calligra detectados aparecen en una lista ubicada en la ventana emergente de extensión que se recupera de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "Cette extension permet de créer et de modifier n'importe quel fichier bureautique à l'aide de l'application en ligne Calligra intégrée, qui est une suite d'applications de traitement de texte, de feuilles de calcul, de présentation et de graphiques. Cette extension permet de gérer les formats OpenDocument et peut également importer d'autres formats, notamment les formats Microsoft Office.\n\nCette extension de la suite Calligra comprend les composants bureautiques suivants :\n\n* Words, qui est une application de traitement de texte dotée de fonctionnalités de publication assistée par ordinateur. Il facilite la création de documents riches avec des images, des tableaux et bien plus encore. Ouvrez et enregistrez ODF, puis ouvrez les fichiers Microsoft Office Word .doc et .docx.\n\n* Sheets, qui est un tableur complet. Il s'agit d'un outil de calcul et de feuille de calcul avec une liste complète de formules, des modèles par défaut et qui utilise des formes pour les notes ou crée des organigrammes et des cartes mentales. Ouvrez et enregistrez ODS, puis ouvrez les fichiers Microsoft Office Excel .xls et .xlsx.\n\n* Stage, qui est une application de présentation puissante et facile à utiliser. Il fournit des outils permettant de créer facilement des diapositives à l'aide d'images, de vidéos, d'animations et d'autres effets spéciaux. Il est extensible grâce à un système de plugins. Ouvrez et enregistrez ODP, puis ouvrez les fichiers Microsoft Office Powerpoint .ppt et .pptx.\n\n* Krita, qui est une application créative de dessin et de peinture basée sur la technologie Calligra. Il est valable pour la création d'art conceptuel, de bandes dessinées, de textures pour le rendu et de matte painting. Krita prend en charge de nombreux espaces colorimétriques comme RVB et CMJN sur des canaux entiers de 8 et 16 bits, ainsi que des canaux à virgule flottante de 16 et 32 bits.\n\nIMPORTANT : Cette extension analyse les URL parcourues afin de détecter les fichiers compatibles Calligra. Les fichiers conformes à Calligra détectés apparaissent dans une liste située dans la fenêtre contextuelle de l'extension et sont récupérés sur nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "यह एक्सटेंशन एकीकृत कैलिग्रा ऑनलाइन ऐप का उपयोग करके किसी भी कार्यालय फ़ाइल को बनाने और संपादित करने की अनुमति देता है, जो वर्ड प्रोसेसिंग, स्प्रेडशीट, प्रेजेंटेशन और ग्राफिक्स के लिए अनुप्रयोगों का एक सूट है। यह एक्सटेंशन OpenDocument प्रारूपों को संभालने की अनुमति देता है और यह Microsoft Office प्रारूपों सहित अन्य प्रारूपों को भी आयात कर सकता है।\n\nइस कैलिग्रा सुइट एक्सटेंशन में निम्नलिखित कार्यालय घटक शामिल हैं:\n\n* वर्ड्स, जो डेस्कटॉप प्रकाशन सुविधाओं के साथ एक वर्ड प्रोसेसर एप्लिकेशन है। यह छवियों, तालिकाओं और बहुत कुछ के साथ समृद्ध दस्तावेज़ बनाना आसान बनाता है। ODF खोलें और सहेजें, और Microsoft Office Word फ़ाइलें .doc और .docx फ़ाइलें खोलें।\n\n* शीट्स, जो पूरी तरह से विशेषताओं वाली स्प्रेडशीट एप्लिकेशन है। यह एक गणना और स्प्रेडशीट उपकरण है जिसमें व्यापक सूत्र सूची, डिफ़ॉल्ट टेम्पलेट और नोट्स के लिए आकृतियों का उपयोग होता है या फ़्लोचार्ट और माइंडमैप बनाते हैं। ODS खोलें और सहेजें, और Microsoft Office Excel फ़ाइलें .xls और .xlsx फ़ाइलें खोलें।\n\n* स्टेज, जो एक शक्तिशाली और उपयोग में आसान प्रेजेंटेशन एप्लिकेशन है। यह छवियों, वीडियो, एनीमेशन और अन्य विशेष प्रभावों का उपयोग करके स्लाइड बनाना आसान बनाने के लिए उपकरण प्रदान करता है। यह एक प्लगइन सिस्टम के माध्यम से विस्तार योग्य है। ODP खोलें और सहेजें, और Microsoft Office Powerpoint फ़ाइलें .ppt और .pptx फ़ाइलें खोलें।\n\n* क्रिटा, जो कैलिग्रा तकनीक पर आधारित एक रचनात्मक स्केचिंग और पेंटिंग एप्लिकेशन है। यह अवधारणा कला, कॉमिक्स, प्रतिपादन के लिए बनावट और मैट पेंटिंग बनाने के लिए मान्य है। क्रिटा 8 और 16 बिट पूर्णांक चैनलों के साथ-साथ 16 और 32 बिट फ्लोटिंग पॉइंट चैनलों पर आरजीबी और सीएमवाईके जैसे कई कलरस्पेस का समर्थन करता है।\n\nमहत्वपूर्ण: यह एक्सटेंशन कैलिग्रा अनुरूप फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए यूआरएल को स्कैन करता है। पाई गई कैलिग्रा अनुरूप फ़ाइलें एक्सटेंशन पॉपअप में स्थित एक सूची में दिखाई देती हैं जो हमारे सर्वर से पुनर्प्राप्त की जाती हैं। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "Questa estensione consente di creare e modificare qualsiasi file Office utilizzando l'app online Calligra integrata, che è una suite di applicazioni per l'elaborazione di testi, fogli di calcolo, presentazioni e grafica. Questa estensione consente di gestire i formati OpenDocument e può anche importare altri formati, inclusi i formati Microsoft Office.\n\nQuesta estensione della suite Calligra include i seguenti componenti per ufficio:\n\n* Words, un'applicazione di elaborazione testi con funzionalità di desktop publishing. Semplifica la creazione di documenti ricchi di immagini, tabelle e altro ancora. Apri e salva ODF e apri i file di Microsoft Office Word .doc e .docx.\n\n* Fogli, un'applicazione per fogli di calcolo completa di tutte le funzionalità. È uno strumento di calcolo e foglio di calcolo con un elenco completo di formule, modelli predefiniti e utilizza forme per note o crea diagrammi di flusso e mappe mentali. Apri e salva ODS e apri i file di Microsoft Office Excel .xls e .xlsx.\n\n* Stage, un'applicazione di presentazione potente e facile da usare. Fornisce strumenti per semplificare la creazione di diapositive utilizzando immagini, video, animazioni e altri effetti speciali. È estensibile tramite un sistema di plugin. Apri e salva ODP e apri i file Microsoft Office Powerpoint .ppt e .pptx.\n\n* Krita, un'applicazione creativa per schizzi e pittura basata sulla tecnologia Calligra. È valido per creare concept art, fumetti, texture per rendering e matte painting. Krita supporta molti spazi colore come RGB e CMYK su canali interi a 8 e 16 bit, nonché canali a virgola mobile a 16 e 32 bit.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare file compatibili con Calligra. I file compatibili con Calligra rilevati vengono visualizzati in un elenco situato nel popup dell'estensione recuperato dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "この拡張機能を使用すると、統合された Calligra オンライン アプリを使用してオフィス ファイルを作成および編集できます。これはワード プロセッシング、スプレッドシート、プレゼンテーション、グラフィックス用のアプリケーション スイートです。 この拡張機能を使用すると、OpenDocument 形式を処理できるほか、Microsoft Office 形式などの他の形式をインポートすることもできます。\n\nこの Calligra スイート拡張機能には、次のオフィス コンポーネントが含まれています。\n\n* Words は、デスクトップ パブリッシング機能を備えたワード プロセッサ アプリケーションです。 画像や表などを含むリッチなドキュメントを簡単に作成できます。 ODF を開いて保存し、Microsoft Office Word ファイル、.doc および .docx ファイルを開きます。\n\n* Sheets は、完全な機能を備えたスプレッドシート アプリケーションです。 これは、包括的な数式リスト、デフォルトのテンプレートを備えた計算およびスプレッドシートのツールであり、メモに図形を使用したり、フローチャートやマインドマップを作成したりできます。 ODS を開いて保存し、Microsoft Office Excel ファイル .xls および .xlsx ファイルを開きます。\n\n* Stage は、強力で使いやすいプレゼンテーション アプリケーションです。 画像、ビデオ、アニメーション、その他の特殊効果を使用したスライドを簡単に作成するためのツールが提供されます。 プラグイン システムを通じて拡張可能です。 ODP を開いて保存し、Microsoft Office Powerpoint ファイル (.ppt および .pptx ファイル) を開きます。\n\n* Krita は、Calligra テクノロジーに基づいたクリエイティブなスケッチおよびペイント アプリケーションです。 コンセプトアート、コミック、レンダリング用テクスチャ、マットペイントの作成に有効です。 Krita は、8 ビットと 16 ビットの整数チャネル、および 16 ビットと 32 ビットの浮動小数点チャネルで RGB や CMYK などの多くの色空間をサポートします。\n\n重要: この拡張機能は、Calligra 準拠のファイルを検出するために、閲覧された URL をスキャンします。 検出された Calligra 準拠のファイルは、サーバーから取得された拡張機能ポップアップのリストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "이 확장 프로그램을 사용하면 워드 프로세싱, 스프레드시트, 프리젠테이션 및 그래픽용 애플리케이션 제품군인 통합 Calligra 온라인 앱을 사용하여 모든 사무실 파일을 생성하고 편집할 수 있습니다. 이 확장을 사용하면 OpenDocument 형식을 처리할 수 있으며 Microsoft Office 형식을 포함한 다른 형식을 가져올 수도 있습니다.\n\n이 Calligra 제품군 확장에는 다음과 같은 사무실 구성 요소가 포함되어 있습니다.\n\n* Words는 전자 출판 기능을 갖춘 워드 프로세서 응용 프로그램입니다. 이미지, 표 등이 포함된 풍부한 문서를 쉽게 만들 수 있습니다. ODF를 열고 저장하고 Microsoft Office Word 파일인 .doc 및 .docx 파일을 엽니다.\n\n* Sheets는 모든 기능을 갖춘 스프레드시트 애플리케이션입니다. 포괄적인 수식 목록, 기본 템플릿을 갖춘 계산 및 스프레드시트 도구이며 메모에 모양을 사용하거나 순서도 및 마인드맵을 생성할 수 있습니다. ODS를 열고 저장하고 Microsoft Office Excel 파일(.xls 및 .xlsx 파일)을 엽니다.\n\n* Stage는 강력하고 사용하기 쉬운 프레젠테이션 애플리케이션입니다. 이미지, 비디오, 애니메이션 및 기타 특수 효과를 사용하여 슬라이드를 쉽게 만들 수 있는 도구를 제공합니다. 플러그인 시스템을 통해 확장 가능합니다. ODP를 열고 저장하고 Microsoft Office Powerpoint 파일(.ppt 및 .pptx 파일)을 엽니다.\n\n* Krita는 Calligra 기술을 기반으로 한 창의적인 스케치 및 페인팅 애플리케이션입니다. 컨셉 아트, 만화, 렌더링을 위한 텍스처 및 매트 페인팅을 만드는 데 유효합니다. Krita는 8비트 및 16비트 정수 채널은 물론 16비트 및 32비트 부동 소수점 채널에서 RGB 및 CMYK와 같은 다양한 색상 공간을 지원합니다.\n\n중요: 이 확장 프로그램은 Calligra 호환 파일을 감지하기 위해 탐색된 URL을 검사합니다. 감지된 Calligra 호환 파일은 당사 서버에서 검색된 확장 팝업에 있는 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "Met deze extensie kunt u elk kantoorbestand maken en bewerken met behulp van de geïntegreerde Calligra online-app, een reeks toepassingen voor tekstverwerking, spreadsheets, presentaties en afbeeldingen. Deze extensie maakt het mogelijk om met de OpenDocument-formaten om te gaan en kan ook andere formaten importeren, waaronder Microsoft Office-formaten.\n\nDeze Calligra suite-uitbreiding omvat de volgende kantoorcomponenten:\n\n* Words, een tekstverwerker met desktop publishing-functies. Hiermee kunt u eenvoudig rijke documenten maken met afbeeldingen, tabellen en meer. Open ODF en sla het op, en open Microsoft Office Word-bestanden, .doc- en .docx-bestanden.\n\n* Spreadsheets, een volledig uitgeruste spreadsheettoepassing. Het is een reken- en spreadsheettool met een uitgebreide formulelijst, standaardsjablonen en gebruiksvormen voor notities of het maken van stroomdiagrammen en mindmaps. Open ODS en sla het op, en open Microsoft Office Excel-bestanden, .xls- en .xlsx-bestanden.\n\n* Stage, een krachtige en eenvoudig te gebruiken presentatietoepassing. Het biedt hulpmiddelen waarmee u eenvoudig dia's kunt maken met afbeeldingen, video's, animaties en andere speciale effecten. Het is uitbreidbaar via een plug-insysteem. Open ODP en sla het op, en open Microsoft Office Powerpoint-bestanden, .ppt- en .pptx-bestanden.\n\n* Krita, een creatieve schets- en schildertoepassing gebaseerd op Calligra-technologie. Het is geldig voor het maken van concept art, strips, texturen voor rendering en matte schilderijen. Krita ondersteunt vele kleurruimten zoals RGB en CMYK op 8 en 16 bits integer-kanalen, evenals 16 en 32 bits floating point-kanalen.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om Calligra-compatibele bestanden te detecteren. De gedetecteerde Calligra-compatibele bestanden verschijnen in een lijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "To rozszerzenie umożliwia tworzenie i edycję dowolnego pliku biurowego za pomocą zintegrowanej aplikacji online Calligra, która jest pakietem aplikacji do edycji tekstu, arkuszy kalkulacyjnych, prezentacji i grafiki. Rozszerzenie to pozwala na obsługę formatów OpenDocument, a także może importować inne formaty, w tym formaty Microsoft Office.\n\nTo rozszerzenie pakietu Calligra zawiera następujące komponenty biurowe:\n\n* Words, będący edytorem tekstu z funkcjami DTP. Ułatwia tworzenie bogatych dokumentów zawierających obrazy, tabele i nie tylko. Otwórz i zapisz ODF oraz otwórz pliki Microsoft Office Word .doc i .docx.\n\n* Arkusze, czyli w pełni funkcjonalna aplikacja do obsługi arkuszy kalkulacyjnych. Jest to narzędzie do obliczeń i arkuszy kalkulacyjnych z obszerną listą formuł, domyślnymi szablonami i możliwością wykorzystania kształtów do tworzenia notatek lub tworzenia schematów blokowych i map myśli. Otwórz i zapisz ODS oraz otwórz pliki Microsoft Office Excel .xls i .xlsx.\n\n* Stage, który jest potężną i łatwą w użyciu aplikacją do prezentacji. Zapewnia narzędzia ułatwiające tworzenie slajdów przy użyciu obrazów, filmów, animacji i innych efektów specjalnych. Można go rozszerzyć poprzez system wtyczek. Otwórz i zapisz ODP oraz otwórz pliki .ppt i .pptx programu Microsoft Office Powerpoint.\n\n* Krita, która jest aplikacją do kreatywnego szkicowania i malowania opartą na technologii Calligra. Nadaje się do tworzenia grafik koncepcyjnych, komiksów, tekstur do renderowania i obrazów matowych. Krita obsługuje wiele przestrzeni kolorów, takich jak RGB i CMYK w 8 i 16-bitowych kanałach liczb całkowitych, a także 16 i 32-bitowe kanały zmiennoprzecinkowe.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików zgodnych z Calligra. Wykryte pliki zgodne z Calligra pojawiają się na liście znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "Esta extensão permite criar e editar qualquer arquivo de escritório usando o aplicativo online Calligra integrado, que é um conjunto de aplicativos para processamento de texto, planilhas, apresentações e gráficos. Esta extensão permite manipular os formatos OpenDocument e também pode importar outros formatos, incluindo formatos do Microsoft Office.\n\nEsta extensão do pacote Calligra inclui os seguintes componentes de escritório:\n\n* Words, que é um aplicativo de processador de texto com recursos de editoração eletrônica. Facilita a criação de documentos ricos com imagens, tabelas e muito mais. Abra e salve ODF e abra arquivos .doc e .docx do Microsoft Office Word.\n\n* Planilhas, que é um aplicativo de planilha completo. É uma ferramenta de cálculo e planilha com uma lista abrangente de fórmulas, modelos padrão e uso de formas para anotações ou criação de fluxogramas e mapas mentais. Abra e salve o ODS e abra arquivos .xls e .xlsx do Microsoft Office Excel.\n\n* Stage, que é um aplicativo de apresentação poderoso e fácil de usar. Ele fornece ferramentas para facilitar a criação de slides usando imagens, vídeos, animações e outros efeitos especiais. É extensível através de um sistema de plugins. Abra e salve o ODP e abra os arquivos .ppt e .pptx do Microsoft Office Powerpoint.\n\n* Krita, que é um aplicativo criativo de desenho e pintura baseado na tecnologia Calligra. É válido para criação de concept art, quadrinhos, texturas para renderização e pinturas foscas. O Krita suporta muitos espaços de cores como RGB e CMYK em canais inteiros de 8 e 16 bits, bem como canais de ponto flutuante de 16 e 32 bits.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos compatíveis com Calligra. Os arquivos compatíveis com Calligra detectados aparecem em uma lista localizada no pop-up de extensão que são recuperados de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "Это расширение позволяет создавать и редактировать любые офисные файлы с помощью встроенного онлайн-приложения Calligra, которое представляет собой набор приложений для обработки текста, электронных таблиц, презентаций и графики. Это расширение позволяет обрабатывать форматы OpenDocument, а также импортировать другие форматы, включая форматы Microsoft Office.\n\nЭто расширение пакета Calligra включает в себя следующие офисные компоненты:\n\n* Words — текстовый процессор с функциями настольной издательской системы. Это позволяет легко создавать насыщенные документы с изображениями, таблицами и т. д. Откройте и сохраните ODF, а также откройте файлы Microsoft Office Word .doc и .docx.\n\n* Sheets — полнофункциональное приложение для работы с электронными таблицами. Это инструмент для вычислений и работы с электронными таблицами с обширным списком формул, шаблонами по умолчанию и возможностью использования фигур для заметок или создания блок-схем и карт памяти. Откройте и сохраните ODS, а также откройте файлы Microsoft Office Excel .xls и .xlsx.\n\n* Stage — мощное и простое в использовании приложение для презентаций. Он предоставляет инструменты, упрощающие создание слайдов с использованием изображений, видео, анимации и других специальных эффектов. Его можно расширить с помощью системы плагинов. Откройте и сохраните ODP, а также откройте файлы Microsoft Office Powerpoint .ppt и .pptx.\n\n* Krita — приложение для творческого рисования и рисования, основанное на технологии Calligra. Это справедливо для создания концепт-артов, комиксов, текстур для рендеринга и матовых картин. Krita поддерживает множество цветовых пространств, таких как RGB и CMYK, в 8- и 16-битных целочисленных каналах, а также 16- и 32-битных каналах с плавающей запятой.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить файлы, совместимые с Calligra. Обнаруженные файлы, совместимые с Calligra, отображаются в списке, расположенном во всплывающем окне расширения и полученном с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "Bu uzantı, kelime işlem, elektronik tablolar, sunum ve grafiklere yönelik bir uygulama paketi olan entegre Calligra çevrimiçi uygulamasını kullanarak herhangi bir ofis dosyasını oluşturmanıza ve düzenlemenize olanak tanır. Bu uzantı OpenDocument formatlarının işlenmesine olanak tanır ve ayrıca Microsoft Office formatları dahil diğer formatları da içe aktarabilir.\n\nBu Calligra paketi uzantısı aşağıdaki ofis bileşenlerini içerir:\n\n* Words, masaüstü yayıncılık özelliklerine sahip bir kelime işlemci uygulamasıdır. Resimler, tablolar ve daha fazlasını içeren zengin belgeler oluşturmayı kolaylaştırır. ODF'yi açıp kaydedin ve Microsoft Office Word dosyaları .doc ve .docx dosyalarını açın.\n\n* Tam özellikli bir elektronik tablo uygulaması olan E-Tablolar. Kapsamlı bir formül listesi, varsayılan şablonlar içeren ve notlar için şekiller kullanan veya akış şemaları ve zihin haritaları oluşturan bir hesaplama ve elektronik tablo aracıdır. ODS'yi açıp kaydedin ve Microsoft Office Excel dosyalarının .xls ve .xlsx dosyalarını açın.\n\n* Güçlü ve kullanımı kolay bir sunum uygulaması olan Stage. Resimler, videolar, animasyon ve diğer özel efektleri kullanarak slayt oluşturmayı kolaylaştıran araçlar sağlar. Bir eklenti sistemi aracılığıyla genişletilebilir. ODP'yi açıp kaydedin ve Microsoft Office Powerpoint dosyalarının .ppt ve .pptx dosyalarını açın.\n\n* Calligra teknolojisine dayanan yaratıcı bir eskiz ve boyama uygulaması olan Krita. Konsept sanatı, çizgi roman, render için dokular ve mat resimler oluşturmak için geçerlidir. Krita, 8 ve 16 bit tam sayı kanallarında RGB ve CMYK gibi birçok renk alanını ve ayrıca 16 ve 32 bit kayan nokta kanallarını destekler.\n\nÖNEMLİ: Bu uzantı, Calligra uyumlu dosyaları tespit etmek için göz atılan URL'leri tarar. Algılanan Calligra uyumlu dosyalar, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir listede görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "Це розширення дозволяє створювати та редагувати будь-який офісний файл за допомогою інтегрованої онлайн-програми Calligra, яка являє собою набір програм для обробки текстів, електронних таблиць, презентацій і графіки. Це розширення дозволяє працювати з форматами OpenDocument, а також може імпортувати інші формати, включаючи формати Microsoft Office.\n\nЦе розширення пакету Calligra включає такі офісні компоненти:\n\n* Words, який є програмою текстового процесора з функціями настільної публікації. Це полегшує створення насичених документів із зображеннями, таблицями тощо. Відкрийте та збережіть ODF, а також відкрийте файли Microsoft Office Word .doc і .docx.\n\n* Sheets – повнофункціональна програма для роботи з електронними таблицями. Це інструмент для обчислень і електронних таблиць із повним списком формул, шаблонами за замовчуванням і використанням форм для нотаток або створення блок-схем і ментальних карт. Відкрийте та збережіть ODS, а також відкрийте файли Microsoft Office Excel .xls і .xlsx.\n\n* Stage, потужна та проста у використанні програма для презентацій. Він надає інструменти для полегшення створення слайдів із зображеннями, відео, анімацією та іншими спецефектами. Він розширюється за допомогою системи плагінів. Відкрийте та збережіть ODP, а також відкрийте файли Microsoft Office Powerpoint .ppt і .pptx.\n\n* Krita, програма для створення ескізів і малювання на основі технології Calligra. Він дійсний для створення концепт-арту, коміксів, текстур для візуалізації та матових картин. Krita підтримує багато просторів кольорів, як-от RGB і CMYK, у 8- та 16-бітових цілочисельних каналах, а також у 16- та 32-бітових каналах із плаваючою комою.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити файли, сумісні з Calligra. Виявлені файли, сумісні з Calligra, відображаються в списку, розташованому у спливаючому вікні розширення, отриманому з наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "此扩展允许使用集成的 Calligra 在线应用程序创建和编辑任何办公文件，这是一套用于文字处理、电子表格、演示文稿和图形的应用程序。 此扩展允许处理 OpenDocument 格式，还可以导入其他格式，包括 Microsoft Office 格式。\n\n此 Calligra 套件扩展包括以下办公组件：\n\n* Words，这是一款具有桌面出版功能的文字处理应用程序。 它可以轻松创建包含图像、表格等的丰富文档。 打开并保存 ODF，并打开 Microsoft Office Word 文件 .doc 和 .docx 文件。\n\n* Sheets，这是一个功能齐全的电子表格应用程序。 它是一个计算和电子表格工具，具有全面的公式列表、默认模板，并使用形状进行注释或创建流程图和思维导图。 打开并保存 ODS，然后打开 Microsoft Office Excel 文件 .xls 和 .xlsx 文件。\n\n* Stage，这是一个功能强大且易于使用的演示应用程序。 它提供了一些工具，可以轻松使用图像、视频、动画和其他特效创建幻灯片。 它可以通过插件系统进行扩展。 打开并保存 ODP，然后打开 Microsoft Office Powerpoint 文件 .ppt 和 .pptx 文件。\n\n* Krita，这是一款基于Calligra技术的创意素描和绘画应用程序。 它适用于创建概念艺术、漫画、渲染纹理和绘景。 Krita 支持多种色彩空间，例如 8 位和 16 位整数通道的 RGB 和 CMYK，以及 16 位和 32 位浮点通道。\n\n重要提示：此扩展程序会扫描浏览的 URL，以检测 Calligra 兼容文件。 检测到的 Calligra 兼容文件出现在从我们的服务器检索的扩展弹出窗口中的列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}