{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pecunio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pecunio overload Bankin website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pecunio: Enhance Your Bankin.com Experience with Advanced Tools\n\nDescription:\nPecunio is the ultimate unofficial Google Chrome extension for enhancing your Bankin.com experience. Whether you’re focused on budget management, personal finance or analysis, Pecunio offers powerful tools to transform your data into actionable insights.\n\nKey Features:\n\n - Interactive Charts: Utilize dynamic bar and Sankey charts to visualize your financial transactions. Easily categorize and understand your income and expenses for better personal budget management.\n - Transaction Export: Export all your transactions into a CSV file seamlessly. Organized and categorized data facilitate integration with other budget management tools or personal financial software.\n - In-Depth Financial Insights: Convert raw financial data into clear, actionable information. Gain comprehensive financial insights to better track your income and expenses.\n - Top-Notch Security: Pecunio ensures your privacy and security. All data processing occurs locally within your browser, keeping your financial information safe and secure.\nWhy Choose Pecunio for Bankin.com?\n\nComprehensive Financial Management: From income tracking to expense categorization, Pecunio provides all the tools you need for effective financial management.\nEnhanced User Experience: Designed to integrate seamlessly with Bankin.com, Pecunio offers an intuitive and user-friendly interface.\nMaximum Security: Your financial data remains private and secure as Pecunio conducts all analyses and visualizations locally on your browser.\n\nNote: Pecunio for Bankin.com is an independent extension and is not affiliated with Bankin.com.\n\nKeywords: Bankin.com, Bankin', Budget, personal finance, personal budget, categorization, financial management, transaction export, financial analysis, budget management, interactive charts, privacy, security, CSV export, income tracking, expense tracking, financial insights."
  }
}