{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dyslexia Text Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to help people with dyslexia, by displaying one word at a time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance Your Reading Experience with ReadEasy – the Chrome extension that redefines reading efficiency and accessibility. Whether you're scanning documents, absorbing new material, or immersing yourself in a novel, ReadEasy helps you read faster and with greater focus.\n\nThree Convenient Selection Modes:\nHighlight Mode: Simply highlight the text you want to read, click the plugin, and let ReadEasy do the rest.\nFull Page Mode: Click 'Read Full Page' in the plugin, and all the text on the page will be instantly displayed.\nClick Mode: Open the plugin and click on any text on the screen. The selected text will immediately be shown for easy reading.\n\nKey Features:\nCustomizable Overlay for Focused Reading: Words are displayed one at a time in a floating, customizable overlay, allowing you to read faster without moving your eyes. This is especially useful for users with reading challenges such as dyslexia or ADHD, making the text more digestible and less overwhelming.\n\nPersonalized Appearance: Customize the overlay to suit your preferences—adjust text size, color, and background for optimal contrast and readability. Choose between a fixed-size background or one that resizes automatically for a comfortable reading environment.\n\nFlexible Reading Modes: Easily switch between automatic word display, where you control the speed, and manual mode, where you can navigate the text at your own pace using arrow keys. The manual mode is ideal for slowing down on complex sections or for those who prefer a hands-on approach.\n\nSmart Punctuation Pauses: Enable this feature to automatically pause longer at punctuation marks, enhancing the natural flow of reading. This helps prevent cognitive overload from continuous text, making it easier to comprehend and retain information.\n\nDrag-and-Drop Interface: Reposition the overlay anywhere on your screen, with your preferred location saved for future sessions. This user-friendly design ensures the overlay never interferes with your reading experience.\n\nReadEasy isn't just a tool; it's a comprehensive solution for anyone looking to improve their reading skills, particularly those with dyslexia and ADHD. By breaking text into manageable chunks and offering customizable settings, ReadEasy is an invaluable aid for reading more efficiently and comfortably. Whether you're aiming to read faster, improve focus, or need a more accessible way to process text, ReadEasy adapts to your needs.\n\nDownload ReadEasy today and transform your reading experience. Discover the future of text display, where every word is tailored to your preferences.\n\nDetailed Settings Walkthrough:\n1. Speed\nPurpose: Controls how fast the text is presented to the reader. A lower value means the text will appear more slowly, giving more time to read, while a higher value speeds up the text display.\n\n2. Text Size\nPurpose: Adjusts the size of the text being displayed. Increasing the size can make the text easier to read, particularly for those with visual impairments or reading difficulties.\n\n3. Background Colour\nPurpose: Changes the background color of the text overlay. This can help reduce glare and improve contrast, making the text easier to read for individuals with dyslexia or other reading difficulties.\n\n4. Text Colour\nPurpose: Changes the color of the text itself. Adjusting the text color in combination with the background color can further enhance readability by improving contrast.\n\n5. Font\nPurpose: Allows the user to select the font style for the text. Different fonts can have varying impacts on readability, with some being more dyslexia-friendly than others.\n\n6. Constant Background Size\nPurpose: When enabled, the background size remains consistent regardless of changes to the text size. This helps maintain a stable reading environment without altering the visual structure.\n\n7. Pause on Punctuation\nPurpose: Adds a brief pause when the reader encounters sentence-ending punctuation, like a period or exclamation mark. This can help the reader better process the text.\n\n8. Punctuation Pause Length\nPurpose: Adjusts the duration of the pause that occurs when sentence-ending punctuation is encountered. A longer pause provides more time to mentally process the end of a sentence.\n\n9. Punctuation Pause Percentage\nPurpose: Modifies the pause duration for punctuation like commas and colons relative to the pause for sentence-ending punctuation. Setting this to 100% makes the pause duration the same as for a period or exclamation mark for example.\n\n10. Manual Mode\nPurpose: Activates manual reading mode, allowing the reader to navigate through text using keyboard arrow keys. This provides more control over the reading pace, particularly useful for those who prefer a slower or non-linear reading approach.\n\n11. Highlight Selected Text\nPurpose: Briefly highlights the text that is about to be read. This visual cue helps the reader focus on the specific portion of text before it is displayed, aiding in tracking and comprehension.\n\n12. Dark Mode\nPurpose: Toggles the interface between light and dark modes. Dark mode reduces the setting's menu's brightness.\n\n13. Reset Settings\nPurpose: Resets all settings to their default values. This is useful if the user wants to quickly undo any changes made and return to the original setup.\n\n14. Read Full Page\nPurpose: Initiates the reading of the entire page. This starts the text display process according to the configured settings, allowing the user to read through all the content on the page in one click.\n\n15. Exit\nPurpose: Exits the Dyslexia Reader plugin. This will close the reader interface (ending selection mode) and return the user to their previous view or activity.\n\nThank you for reading! Feel free to contact me if you find any bugs or want to suggest any changes."
  }
}