{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail Settings Extender"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark mails and start compose in chrome-like tabs, add custom rich-text editor, auto add CC/BCC, reverse conversations and more.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Version 4.2, 4.3:\n-Bug fixes, fixed auto add cc/bcc.\n\nVersion 4.1:\n-Bug fixes, Enabled compose tab controller.\n\nBy default, Gmail doesn't allow dragging mails outside the opened window, so you'll not be able to download your mails or transfer them as attachment to another browser window or tab, unless you download them manually from mail menu.\n\nAlso, you can't drag an attachment from any opened mail and drop it into the compose window as attachment, the same when you need to transfer this attachment to another account opened in another browser window.\n\nBy using this extension, you'll be able to drag attachments directly to any opened compose window, you'll notice a download mail button which is draggable to your file system, or to compose window, or even to another browser tab, you'll get another button which will move the attachment section to top.\n\nTo make it easy for you to reply or forward mails, this extension adds action buttons and moves the inline compose view to top. \n\nA new tab bar will change the look of Gmail and will allow composing mails in new tabs inside the same window, or add mails as chrome like bookmark tab.\n\nAnother feature to allow auto adding CC/BCC while composing new mails.\n\nFor those who are using a delegated Gmail accounts and looking for a way to auto change the signature without being forced to select it manually on each compose or change it from the main settings, this extension adds an option to do it for you, just enter the name of the signature from the main settings and the account you are delegated access to and it will be selected automatically.\n\nThat's it!. add this extension to your browser now and enjoy.\nwanted scrolling area."
  }
}