{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProposalBot (formerly Upwork Cover Letter Job AI)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create AI generated proposal winning cover letters on Upwork, Freelancer & Guru"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing ProposalBot – Your All-in-One Solution for Freelance Success!\n\nFinding the perfect job on platforms like Upwork, Guru, and Freelancer.com can be challenging, but standing out with a personalized cover letter or business proposal is even harder. ProposalBot, formerly known as Job AI, is here to make the process seamless and efficient.\n\nWhat is ProposalBot?\nProposalBot is the evolution of our original Upwork Cover Letter Job AI, now enhanced with multi-platform support and advanced features to help you generate personalized cover letters and business proposals with ease. Whether you’re applying for a gig or pitching a new project, ProposalBot has you covered.\n\nKey Features:\n\nAI-Powered Cover Letters: Leveraging the power of ChatGPT, ProposalBot analyzes job descriptions and matches them with your profile to create tailored cover letters that showcase your unique qualifications.\n\nMulti-Platform Support: Now, you can generate winning cover letters and proposals not just for Upwork, but also for Guru and Freelancer.com, making your freelancing efforts more versatile.\n\nBusiness Proposal Generation: Take your business to the next level with our new feature that helps you create detailed business proposals using insights from Google Meet and Zoom meeting transcripts.\n\nAdvanced Customization: Easily tweak and personalize each letter or proposal to reflect your unique voice and style, ensuring your applications resonate with potential clients.\n\nTemplate Library: Access a growing library of templates tailored for different industries and business scenarios, giving you a head start in crafting the perfect document.\n\nUser-Friendly Interface: Our extension is easy to install and intuitive to use, saving you hours of time and reducing the stress of writing cover letters and proposals from scratch.\n\nSay goodbye to the frustration of crafting cover letters and proposals, and hello to more opportunities across multiple freelancing platforms. Download ProposalBot today and take your freelance career to the next level!"
  }
}