{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Power Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Powerful management tools for your ChatGPT interactions: pin chats, tag them, and organize them into folders for quick access.",
    "de": "Leistungsstarke Verwaltungstools für Ihre ChatGPT-Interaktionen: Pinne Chats, tagge sie und organisiere sie in Ordnern für…",
    "es,es_419": "Herramientas de gestión potentes para tus interacciones con ChatGPT: ancla chats, etiquétalos y organízalos en carpetas para un…",
    "fr": "Outils de gestion puissants pour vos interactions avec ChatGPT : épinglez les discussions, étiquetez-les et organisez-les dans des…",
    "pt_BR": "Ferramentas de gerenciamento poderosas para suas interações com o ChatGPT: fixe conversas, etiquete-as e organize-as em pastas para…",
    "pt_PT": "Ferramentas de gestão poderosas para as suas interações com o ChatGPT: fixe conversas, etiquete-as e organize-as em pastas para…",
    "zh_CN,zh_TW": "强大的管理工具，用于您的 ChatGPT 交互：钉选对话、为其添加标签，并将其组织到文件夹中以便快速访问。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Power Manager\nSupercharge your ChatGPT experience with advanced organization and management tools.\nKey Features:\n\nCustom Tagging: Easily categorize and find your ChatGPT conversations\nChat Pinning: Keep important chats readily accessible\nColor Coding: Visually organize your chats for quick recognition\nFolder Management: Create folders to group related conversations\nIntuitive Interface: Seamlessly integrate these powerful features into your ChatGPT workflow\n\nGPT Power Manager is the ultimate tool for power users, researchers, and anyone looking to maximize their productivity with ChatGPT. Take control of your AI conversations and unlock the full potential of your chat history.\nStreamline your workflow, find information faster, and never lose track of important discussions again. Download GPT Power Manager and transform the way you interact with ChatGPT!"
  }
}