{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zapier Central"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take personalized AI bots anywhere you go in your browser so you can get more done."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension gives you the power of ChatGPT combined with the ability to take action in the apps you use without leaving the browser tab you’re viewing.\n\n- Chat with any web page\n- Summarize, translate, and transform page content\n- Take action in 6,000+ apps like Google Sheets, Slack, and Shopify\n\n~ Use Cases ~\n\nThe possibilities are endless for putting your bots to work. People are using Central bots to save time in sales, marketing, operations, engineering, and more. Here are just few ideas to get you started. \n\n- Draft a cold email based on a LinkedIn profile\n- Perform sentiment analysis on a YouTube transcript and save it to a spreadsheet\n- Add data about sales leads on the page to your CRM\n- Post a team update in Slack based on a change log in your project management app\n- Generate a list of key takeaways from any blog post and save that to a document\n\n~ About Zapier Central ~\n\nZapier Central is an experimental AI workspace where you can teach bots to work across 6,000+ apps. Over 2.2 million businesses trust Zapier to automate 2 billion tasks every month. Central puts you in the driver's seat to automate even more work with the help of your friendly AI bots.\n\nYou can get started using Central for free and upgrade if you need more from your bots. A Zapier account is required to use Central and this Chrome extension."
  }
}