{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Friday Email AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Friday Email AI Assistant Extension"
  },
  "long": {
    "ar": "قم بتعزيز كتاباتك مع مساعدنا لبريد الإلكتروني. تم إنشاء هذا التطبيق النهائي لأي شخص يبحث عن تحسين مهاراته الكتابية.\nمدعومًا بالذكاء الاصطناعي، يوفر تطبيقنا اقتراحات مخصصة وحكايات للمساعدة في كتابة نصوص أفضل وأسرع وأكثر كفاءة. يمكن للتطبيق المساعدة في كل شيء، بدءًا من إنشاء رسالة إلى التدقيق اللغوي وتقديم اقتراحات لتحسين الكتابة.\nسواء كنت ترغب في الكتابة إلى شريكك، صديقك، أو زميلك، الحصول على نصيحة، أو العثور على صداقات جديدة، فإن \"فرايدي\" يقدم كل ما تحتاجه. سواء كنت طالبًا، محترفًا، أو شخصًا يرغب في تحسين كتابته، \"فرايدي\" هنا للمساعدة.\nبتقنيته القوية للذكاء الاصطناعي، يستطيع التطبيق المساعدة في كل شيء، بدءًا من التدقيق اللغوي وفحص القواعد النحوية إلى تقديم اقتراحات لتحسين الكتابة.\nافتح التطبيق، اكتب أو الصق النص الخاص بك أو سجِّل طلبك بصوتك، واسمح لـ \"فرايدي\" بالبقية. خلال بضع ثوانٍ، سيكون لديك مستند جاهز وخالٍ من الأخطاء جاهز للمشاركة مع العالم.\nلماذا تنتظر؟ قم بتحميل \"فرايدي\" اليوم وابدأ في الكتابة كأحد المحترفين!\nسياسة الخصوصية: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nشروط الاستخدام: https://telegra.ph/Terms--Conditions-07-26",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Enhance your writing with our E-mail assistant. The ultimate app was created for anyone looking to improve their writing skills.\nPowered by AI, our app provides personalized suggestions and story tellings to help you write better, faster, and more efficiently. The app can assist with everything from creating a letter to proofreading and providing suggestions for improving your writing!\nWhether you want to write to your partner, friend, or colleague, get advice, or find new connections, Friday has it covered. Whether you're a student, a professional, or someone who wants to improve their writing, Friday is here to help.\nWith its powerful AI technology, the app can assist with everything from proofreading and grammar checking to suggestions for improving your writing.\nOpen the app, type or paste your text or just record your voice request, and let Friday do the rest. In just a few seconds, you'll have a beautifully polished, error-free document ready to be shared with the world.\nWith our free trial, you can enjoy a 3-day free period with unlimited access to all features, including composing emails, replying to messages, using prompts, and personalizing your emails with your social profile.\nSo why wait? Download Friday today and start writing like a Pro!\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "de": "Schreiben Sie bequem und besser mit unserem E-Mail-Assistenten. Die ultimative App ist für Sie\nbestimmt und für alle, die ihre Schreibfähigkeiten verbessern möchten.\nMit Hilfe von KI verfasst unsere App personalisierte Vorschläge und Geschichten, damit\nSie besser, schneller und effizienter schreiben. Die App unterstützt Sie dabei,\nvom Verfassen einer E-Mail bis hin zum Korrekturlesen und zu Vorschlägen für\ndie Verbesserung Ihrer Texte.\nOb Sie Ihren Nächsten, Freunden oder Kollegen schreiben,\nRatschläge einholen oder neue Kontakte knüpfen möchten, Friday hat alles im\nGriff. Friday ist da, um allen zu helfen, ob Sie Student oder berufstätig sind\noder einfach besser schreiben möchten.\nMit seiner leistungsstarken KI-Technologie kann die App Ihnen bei allen Schreibarbeiten assistieren,\nvom Korrekturlesen und der Grammatikprüfung bis hin zu Vorschlägen zur Verbesserung\nIhres Textes.\nÖffnen Sie die App, geben oder fügen Sie Ihren Text ein oder nehmen Sie einfach eine\nSprachanfrage auf, und lassen Sie Friday den Rest erledigen. In nur wenigen\nSekunden haben Sie ein wunderschön aufpoliertes, fehlerfreies Dokument, das Sie\nmit der Welt teilen können.\nWorauf warten Sie? Laden Sie Friday heute herunter und schreiben Sie ab jetzt wie ein Pro.\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "es": "Mejore su escritura con nuestro asistente de correo electrónico. La aplicación creada para aquel que busque mejorar sus habilidades de escritura.\nCon tecnología de IA, nuestra aplicación proporciona sugerencias personalizadas y narraciones para ayudarlo a escribir mejor, más rápido y más eficientemente. La aplicación puede ayudar con todo, desde la creación de una carta hasta la corrección y proporcionar sugerencias para mejorar su escritura.\nYa sea que quiera escribirle a su pareja, amigo o colega, obtener consejos o encontrar nuevas conexiones, Friday lo tiene cubierto. Si usted es un estudiante, un profesional, o alguien que quiere mejorar su escritura, Friday está aquí para ayudarlo.\nCon su potente tecnología de IA, la aplicación puede ayudar con todo, desde corrección de textos y comprobación de gramática hasta sugerencias para mejorar su escritura.\nAbra la aplicación, escriba o pegue su texto o simplemente grabe su solicitud de voz y deje que el Friday haga el resto. En solo unos segundos, tendrá un documento bellamente pulido y libre de errores listo para ser compartido con el mundo.\n¿Por qué esperar? ¡Descargue Friday ya y empiece a escribir como un profesional!\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "fr": "Améliorez votre rédaction avec notre assistant courriel. L'application ultime a été créée pour tous ceux qui cherchent à améliorer leurs compétences en écriture.\nAlimentée par l'IA, notre application propose des suggestions personnalisées et des narrations pour vous aider à écrire mieux, plus rapidement et plus efficacement. L'application peut vous aider à tout, de la création d'une lettre à la relecture, et formuler des suggestions pour améliorer votre écriture.\nQue vous souhaitiez écrire à votre partenaire, votre ami ou un collègue, obtenir des conseils ou trouver de nouvelles relations, Friday a tout ce qu'il vous faut. Que vous soyez un étudiant, un professionnel ou quelqu'un qui souhaite améliorer son écriture, Friday est là pour vous aider.\nGrâce à sa puissante technologie d'intelligence artificielle, l'application peut vous aider dans tous les domaines, de la relecture et de la vérification de la grammaire à des suggestions pour améliorer votre style de rédaction.\nOuvrez l'application, tapez ou collez votre texte ou enregistrez simplement votre demande vocale, et laissez Friday faire le reste. En quelques secondes seulement, vous obtiendrez un document magnifiquement soigné et sans erreur prêt à être partagé avec le monde.\nPourquoi attendre ? Téléchargez Friday aujourd'hui même et commencez à écrire comme un pro !\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "it": "Migliorate la vostra scrittura con il nostro assistente per e-mail. Questa nuovissima applicazione è stata creata per chiunque voglia migliorare le proprie capacità di scrittura.\nGrazie all’IA, la nostra app offre suggerimenti e racconti personalizzati per aiutarvi a scrivere meglio, più velocemente e in modo più efficiente. L'app può aiutare a creare una lettera, a correggere le bozze e a fornire suggerimenti per migliorare la scrittura.\nSe volete scrivere al vostro partner, a un amico o a un collega, ricevere consigli o creare nuovi contatti, Friday ha tutto ciò che fa per voi. Che siate studenti, professionisti o persone che vogliono migliorare la propria scrittura, Friday è qui per aiutarvi.\nGrazie alla sua potente tecnologia IA, l'app è in grado di offrire assistenza per tutto ciò che riguarda la correzione di bozze e la verifica della grammatica, nonché suggerimenti per migliorare la scrittura.\nAprite l'app, digitate o incollate il testo o registrate la vostra richiesta vocale e lasciate che Friday faccia il resto. In pochi secondi, avrete un documento perfettamente rifinito e privo di errori, pronto per essere condiviso con il mondo.\nPerché aspettare? Scaricate Friday oggi stesso e iniziate a scrivere come un professionista!\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "ja": "AIメールアシスタントであなたの文章構成力を簡単にアップ 語彙力を向上させたい人のために作られた究極のアプリ。\n最新AIを搭載した当社のアプリは、パーソナライズされた提案とシナリオを提供し、より良い文章を、より速く、より効率的に書くことを支援します。このアプリは、メールの作成から校正までを完全にサポートし、文章創作を改善するための提案をします。\nパートナーや友人、同僚にメールを書きたい、アドバイスをもらいたい、新しい人脈を見つけたい、などなど、Fridayは様々な悩みを網羅し、簡単快適に解決策を提供します。特に学生、就活生、ビジネスパーソン、語彙力を上達させたい方は、Flidayがお手伝い致します。\n世界最先端のAI技術により、文字起こしから、校正、文法チェックまで文章を改善するための提案まで、アプリが徹底的にサポートします。\n操作は非常にシンプルで、アプリを開き、テキストを入力またはペーストするか、音声リクエストを録音するだけで、あとはFridayに全てお任せください。わずか数秒で、自然で、ミスのない自然で人間味のある文章ができあがります。本アプリを使用して日本語のみならず、英語を含む世界中の言語でメールを作成することも簡単に。\n今すぐFridayをダウンロードして、プロライターのようなメール文章をAIと共に書き始めましょう！\nプライバシーポリシー: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\n利用規約: https://telegra.ph/Terms--Conditions-07-26",
    "ko": "저희 이메일 어시스턴트로 글쓰기 실력을 향상시켜 보세요. 이 멋진 앱은 글쓰기 실력을 개선하고자 하는 분들을 위해 만들어졌습니다.\nAI로 지원되는 저희 앱은 개인 맞춤화된 추천 문장과 스토리 텔링을 제공하여 글을 더 빠르게 그리고 더욱 효율적으로 잘 쓸 수 있게 도와줍니다. 이 앱은 편지 작성부터 글쓰기 향상을 위한 감수와 추천 문장 제공에 이르기까지 모든 것을 도울 수 있습니다.\n애인, 친구 또는 동료에게 글을 쓰든, 조언을 구하든 또는 새로운 사람을 찾든, Friday가 도와드릴 수 있습니다. 학생, 전문가를 포함하여 글쓰기 실력을 향상시키고자 하는 사람이라면 Friday로부터 도움을 받을 수 있습니다.\n강력한 AI 테크놀로지를 활용하는 이 앱은 감수 및 문법 체크에서부터 글쓰기 향상을 위한 추천 문장에 이르기까지 모든 것을 도와드립니다.\n앱을 열고, 자신의 텍스트를 입력하거나 붙여넣으세요. 또는 음성을 녹음하세요. 그러면 나머지는 Friday가 다 알아서 합니다. 몇 초만 지나면, 세련되게 다듬어진 오류가 없는 문서가 세상과 공유할 수 있게 준비됩니다.\n무엇을 망설이세요? 지금 Friday를 다운로드하고 프로처럼 글쓰기를 시작하세요!\nhttps://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nhttps://telegra.ph/Terms--Conditions-07-26",
    "nl": "Verbeter uw schrijven dankzij onze E-mail-assistent. Dit is de ultieme app voor iedereen die zijn of haar schrijfvaardigheden wil verbeteren.\nOndersteunt door kunstmatige intelligente, geeft deze app persoonlijke suggesties en tips voor verhalen om u beter, sneller en efficiënter te laten schrijven. De app kan u assisteren met van alles, van het opstellen van een brief tot het nalezen ervan, en geeft suggesties om uw schrijven te verbeteren.\nOf u nu een bericht schrijft aan uw partner, een vriend of collega, advies krijgt of nieuwe connecties maakt, Friday heeft het voor u. Of u nu een student, professional of iemand bent die zijn of haar schrijfvaardigheid wil verbeteren; Friday kan u helpen.\nDeze app kan, dankzij de krachtige AI-technologie u helpen bij het nalezen en het controleren van de grammatica tot het geven van suggesties voor het verbeteren van uw schrijfvaardigheid.\nOpen de app, typ of plak uw tekst of neem gewoon uw spraakverzoek op, en laat Friday de rest doen. Binnen enkele seconden hebt u een prachtig opgepoetst document dat vrij is van fouten en met de rest van de wereld kan worden gedeeld.\nWaar wacht u op? Download Friday vandaag nog en begin te schrijven als een professional!\nPrivacy Policy: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24\nTerms of Use: https://telegra.ph/Terms--Conditions-07-26",
    "pl": "Popraw swój styl pisania z naszym asystentem e-mail. Ta uniwersalna aplikacja została stworzona dla każdego, kto chce udoskonalić swoje umiejętności pisania.\n\nDzięki wsparciu sztucznej inteligencji, nasza aplikacja oferuje spersonalizowane sugestie i opowiadania, aby pomóc Ci pisać lepiej, szybciej i efektywniej. Aplikacja może pomóc we wszystkim, od tworzenia listu po korektę i udzielanie sugestii dotyczących ulepszenia Twojego tekstu!\n\nNiezależnie od tego, czy chcesz napisać do swojego partnera, przyjaciela czy kolegi, uzyskać poradę lub znaleźć nowe kontakty, Friday Cię wspomoże. Bez względu na to, czy jesteś studentem, profesjonalistą, czy kimś, kto chce poprawić swój styl pisania, Friday jest tutaj, aby pomóc.\n\nDzięki potężnej technologii sztucznej inteligencji aplikacja może pomóc we wszystkim, od korekty i sprawdzania gramatyki po sugestie dotyczące ulepszenia Twojego pisania.\n\nOtwórz aplikację, wpisz lub wklej swój tekst albo po prostu nagraj swoje zapytanie głosowe, a Friday zajmie się resztą. W zaledwie kilka sekund otrzymasz pięknie dopracowany, bezbłędny dokument gotowy do udostępnienia światu.\n\nDzięki naszej bezpłatnej wersji próbnej możesz cieszyć się 3-dniowym darmowym okresem z nieograniczonym dostępem do wszystkich funkcji, w tym komponowania e-maili, odpowiadania na wiadomości, korzystania z podpowiedzi i personalizacji swoich e-maili za pomocą profilu społecznościowego.\n\nWięc na co czekasz? Pobierz Friday już dziś i zacznij pisać jak profesjonalista!\n\nPolityka prywatności: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24  \nWarunki użytkowania: https://telegra.ph/Terms--Conditions-07-26",
    "ru": "Улучшите свое письмо с нашим E-mail ассистентом. Это универсальное приложение создано для всех, кто хочет улучшить свои навыки письма.\n\nПод управлением искусственного интеллекта, наше приложение предоставляет персонализированные предложения и истории, чтобы помочь вам писать лучше, быстрее и эффективнее. Приложение может помочь во всем: от создания письма до вычитки и предоставления рекомендаций по улучшению вашего текста!\n\nХотите ли вы написать своему партнеру, другу или коллеге, получить совет или найти новые связи — Friday поможет вам. Независимо от того, студент вы, профессионал или просто хотите улучшить свое письмо, Friday здесь, чтобы помочь.\n\nБлагодаря мощной технологии искусственного интеллекта, приложение может помочь во всем: от вычитки и проверки грамматики до предложений по улучшению вашего письма.\n\nОткройте приложение, введите или вставьте свой текст или просто запишите голосовой запрос, и позвольте Friday сделать остальное. Всего за несколько секунд вы получите прекрасно отредактированный, безошибочный документ, готовый для обмена с миром.\n\nС нашей бесплатной пробной версией вы можете насладиться 3-дневным бесплатным периодом с неограниченным доступом ко всем функциям, включая составление электронных писем, ответы на сообщения, использование подсказок и персонализацию ваших писем с помощью вашего социального профиля.\n\nТак зачем ждать? Скачайте Friday сегодня и начните писать как профессионал!\n\nПолитика конфиденциальности: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24  \nУсловия использования: https://telegra.ph/Terms--Conditions-07-26",
    "uk": "Покращуйте своє письмо з нашим E-mail асистентом. Цей універсальний додаток створений для всіх, хто прагне поліпшити свої навички письма.\n\nЗавдяки штучному інтелекту, наш додаток надає персоналізовані пропозиції та історії, щоб допомогти вам писати краще, швидше та ефективніше. Додаток може допомогти з усім: від створення листа до вичитування та надання пропозицій щодо покращення вашого письма!\n\nЧи хочете ви написати своєму партнеру, другу або колезі, отримати пораду чи знайти нові зв'язки—Friday вам допоможе. Незалежно від того, чи ви студент, професіонал або просто хочете покращити своє письмо, Friday тут, щоб допомогти.\n\nЗавдяки потужній технології штучного інтелекту, додаток може допомогти з усім: від вичитування та перевірки граматики до пропозицій щодо покращення вашого письма.\n\nВідкрийте додаток, введіть або вставте свій текст або просто запишіть голосовий запит, і дозвольте Friday зробити решту. Всього за кілька секунд ви отримаєте прекрасно відредагований, безпомилковий документ, готовий бути поділеним зі світом.\n\nЗ нашою безкоштовною пробною версією ви можете насолоджуватися 3-денним безкоштовним періодом з необмеженим доступом до всіх функцій, включаючи складання електронних листів, відповідь на повідомлення, використання підказок та персоналізацію ваших листів за допомогою вашого соціального профілю.\n\nТож навіщо чекати? Завантажте Friday сьогодні та почніть писати як професіонал!\n\nПолітика конфіденційності: https://telegra.ph/Friday-AI-E-mail-Assistants-Privacy-Policy-07-24  \nУмови використання: https://telegra.ph/Terms--Conditions-07-26"
  }
}