{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudCall Unified Communications for CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make, record, categorize and replay calls directly in Google Chrome"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEW TO CLOUDCALL:\n\nSleek, New, Unified Interface\n\nProvides a single point of access that allows you to call, text and send instant messages, streamlining your user experience.\n\nCloudCall: Bringing Together IM and SMS with your CRM\n\nSend SMS and instant messages and capture these conversations in the CRM contact record.\n\nCloudCall brings together the many voices of your company’s communications by integrating Instant Messaging, SMS and Voice into a single interface. We are proud to have helped hundreds of businesses maximize their experience and CRM capabilities.\n\nBe more efficient with single click-to-dial from your CRM or expand your reach by expediting outbound calling activities with the power dialer\n\n* Capture all interactions by sending text messages within your CRM and easily search by keywords. Ensures that records are complete and that project handoffs are seamless.\n\n* Drive instant collaboration with instant messages to colleagues or teams. Toggle with one click to begin saving pertinent details to candidate, job and contact records.\n\n* Capture best practices by monitoring or joining calls in real-time to provide guidance. Share recordings of successful calls and best practices, for more effective onboarding, training, and employee retention.\n\n* Personalize the caller’s experience with inbound screen notifications, which open the caller’s record so that you’re aware of the caller and their experience with your business.\n\n* Easily capture all interactions. With each conversation, details are automatically saved in your CRM. Access call recordings and messages directly from the contact's record.\n\n* Access valuable business insights by creating and analyzing real-time reports and dashboards around team’s activities."
  }
}