{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HourGlass"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep track of your productivity on Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find out where you spend your time on Chrome! HourGlass breaks down your website usage and lets you see where your time goes. Know exactly which sites you spend time on the most, over days, weeks, and years!  \n\nMake yourself productive by setting a warning on any website you like! HourGlass gives you the tools to help curb unwanted website use!\n\nWith a couple clicks, you can start managing your time on Chrome. Just sign up using your Google account and get information on all your website usage!\n\nFeatures:\n\nAutomatic Time Tracking\nSee how much time you spend on any website you visit! HourGlass automatically shows you how and where your time goes on Chrome. It will automatically pause when you switch sites or close a site!\n\nTime Warning\nSet yourself a time warning on any website you like, to become productive again. Just set how much time you’d like to spend on a site for the day and you will get a friendly reminder when the time’s up!\n\nCompare Time\nSee how your websites compare to one another with our detailed breakdown view. Easily see what websites are using the most time on Chrome.\nChoose to see graphs, of when you are active, 7 day charts and more!\n\nSync Data\nSync your data with any computer you use chrome on. Simply sign in using the same Google account and your usage will be saved on any computer you use.\n\nAnalytics - Coming Soon!\nView detailed usage statistics about your Chrome site usage.\n\nHourGlass is here to show you where your time goes and make you productive again. Download and start managing your time!"
  }
}