{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auxtract"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts relevant definitions and cross-references as you review Commonwealth legislation on the Federal Register (Australia only)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WHAT IS AUXTRACT?\nAuxtract is a Chrome Extension that modifies the webpage look of the Federal Register of Legislation website (https://www.legislation.gov.au/) to improve your reading experience of Commonwealth legislation. Auxtract allows you to read a clause of the legislation and its relevant definitions and cross-references in a side-by-side view. This saves you from having to scroll or click through different places of the legislation while also sticking to the official source of legislation!\n\nHighly recommended for Australian lawyers, law academics and law students.\n\nAuxtract is only available for Australian users and on Google Chrome.\n\nHOW DO I USE AUXTRACT?\nOnce installed onto your Google Chome Browser, click on the Auxtract extension icon to activate Auxtract. If it is you are a first time user, you may trial Auxtract FREE for 2 days. After the trial period, to continue using Auxtract, you will be prompted to pay a one-time fee via Stripe. \n\nAuxtract will automatically launch whenever you open the page of a Commonwealth legislation on the Federal Register Website. If the Commonwealth legislation has proper formatting, Auxtract will create a menu above the contents table and convert the copy of the Commonwealth legislation into an interactive document with clickable clauses. You can then click on a clause either in the contents table or on the copy of the Commonwealth legislation, and navigate through the tabs on the Auxtract menu to view the relevant definitions and cross-references mentioned in that selected clause. You may deactivate or uninstall Auxtract at any time without cost.\n\nHOW DOES AUXTRACT WORK?\nAuxtract uses regular expression algorithms to scrape the schema markup of the Commonwealth legislation to produce the extracts. The extracts generated by Auxtract is based on the existing text of the Commonwealth legislation to which Auxtract is being applied. This means any changes or idiosyncrasies in the schema markup of the Commonwealth legislation may cause Auxtract to unintentionally pick up incorrect definitions or cross-references, or generate incomplete extracts. YOU SHOULD ALWAYS CHECK THE ACCURACY OF ANY OUTPUT GENERATED BY AUXTRACT BEFORE TRANSFORMING THE EXTRACT FOR YOUR OWN PURPOSES.\n\nTERMS OF USE AND PRIVACY NOTICE\nAuxtract is a proprietary tool. It is NOT sponsored or endorsed by the Federal Register Website nor its managing body the Office of Parliamentary Counsel. None of the contents produced by Auxtract is a substitute for legal advice.\n\nBy installing, accessing, using and interacting with AUXTRACT, you acknowledge, accept and agree to the Auxtract Terms of Use and Privacy Notice, as updated by the Creator from time to time.\n\nATTRIBUTION\nThe text of the extracted definitions and cross-references displayed in the 'Definitions' and 'Cross-references' tabs of the Auxtract interface is provided under the Creative Commons Attribution 4.0 International (the CC BY 4.0 licence).\n\nUPDATES\nv 1.4 - cross-referencing issues such as \"45-10\", \"23.19\" fixed; added alert notification that reminds you to launch Auxtract on Federal Register website\n \nv1.3 - minified code for faster and efficient performance\n\nv 1.2 - can now skip free trial straight to payment\n\nv 1.1 - implementation of 2 day free trial mode for first time users\n\nv 1.0 - initial version"
  }
}