{
  "name": {
    "ar,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,ko,lt,ml,nl,pt_BR,pt_PT,ru,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "1 Line Puzzle Game",
    "am,bg,cs,gu,ja,kn,te": "1 Line Unblocked Game",
    "bn,ca,et,fil,he,hi,id,lv,ms,no,pl,ro,sw": "1 Line Game",
    "da,el,fi,hr": "1 Line Online Game",
    "fa,hu,mr,sk,sl,ta": "1 Line Online"
  },
  "short": {
    "ar": "قم بتوصيل الخطوط بشكل صحيح في المستويات الصعبة واربح اللعبة.",
    "am": "መስመሮቹን በሚያስቸግሩ ደረጃዎች በትክክል በማገናኘት ጨዋታውን አሸንፉ።",
    "bg": "Свържете правилно линиите в предизвикателни нива и спечелете играта.",
    "bn": "চ্যালেঞ্জিং স্তরে লাইনগুলি সঠিকভাবে সংযোগ করুন এবং গেমটি জিতুন।",
    "ca": "Connecteu les línies correctament en nivells desafiants i guanyeu la partida.",
    "cs": "Spojte linky správně v náročných úrovních a vyhrajte hru.",
    "da": "Forbind linjerne korrekt i udfordrende niveauer og vind spillet.",
    "de": "Verbinde die Linien in herausfordernden Levels richtig und gewinne das Spiel.",
    "el": "Συνδέστε σωστά τις γραμμές σε προκλητικά επίπεδα και κερδίστε το παιχνίδι.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Connect the lines correctly in challenging levels and win the game.",
    "es": "Conecta las líneas correctamente en niveles desafiantes y gana el juego.",
    "et": "Ühendage jooned õigesti väljakutsuvatel tasemetel ja võidage mäng.",
    "fa": "اتصال خطوط به درستی در سطوح چالش برانگیز و برنده بازی.",
    "fi": "Yhdistä linjat oikein haastavilla tasoilla ja voita peli.",
    "fil": "Ikonekta ang mga linya nang tama sa mahirap na mga antas at manalo sa laro.",
    "fr": "Connectez correctement les lignes dans les niveaux difficiles et gagnez la partie.",
    "gu": "પડકારજનક સ્તરોમાં લીટીઓને યોગ્ય રીતે જોડો અને રમત જીતો.",
    "he": "חבר את הקווים בצורה נכונה ברמות מאתגרות ונצח את המשחק.",
    "hi": "चुनौतीपूर्ण स्तरों में लाइनों को सही ढंग से कनेक्ट करें और खेल जीतें।",
    "hr": "Ispravno povežite linije u izazovnim razinama i pobijedite u igri.",
    "hu": "Csatlakoztasd a vonalakat helyesen a kihívást jelentő szinteken, és nyerd meg a játékot.",
    "id": "Hubungkan garis dengan benar di level yang menantang dan menangkan permainan.",
    "it": "Collega correttamente le linee nei livelli impegnativi e vinci la partita.",
    "ja": "挑戦的なレベルで正しくラインを接続し、ゲームに勝つ。",
    "kn": "ಸವಾಲಿನ ಹಂತಗಳಲ್ಲಿ ಲೈನ್ ಗಳನ್ನು ಸರಿಯಾಗಿ ಕನೆಕ್ಟ್ ಮಾಡಿ ಮತ್ತು ಆಟವನ್ನು ಗೆಲ್ಲಿರಿ.",
    "ko": "도전적인 레벨에서 라인을 올바르게 연결하고 게임에서 승리하십시오.",
    "lv": "Pareizi savienojiet līnijas izaicinošos līmeņos un uzvariet spēli.",
    "ml": "വെല്ലുവിളി നിറഞ്ഞ തലങ്ങളിൽ ലൈനുകൾ ശരിയായി ബന്ധിപ്പിക്കുകയും ഗെയിം വിജയിക്കുകയും ചെയ്യുക.",
    "mr": "आव्हानात्मक स्तरांमध्ये रेषा योग्यरित्या जोडा आणि खेळ जिंका.",
    "ms": "Sambungkan garisan dengan betul dalam tahap yang mencabar dan memenangi permainan.",
    "nl": "Verbind de lijnen correct in uitdagende levels en win het spel.",
    "no": "Koble linjene riktig i utfordrende nivåer og vinn spillet.",
    "pl": "Połącz linie poprawnie na trudnych poziomach i wygraj grę.",
    "ro": "Conectați liniile corect în niveluri provocatoare și de a câștiga jocul.",
    "ru": "Правильно соединяйте линии в сложных уровнях и выигрывайте игру.",
    "sk": "Pripojte linky správne v náročných úrovniach a vyhrajte hru.",
    "sl": "Pravilno povežite črte v zahtevnih ravneh in zmagati igro.",
    "sv": "Anslut linjerna korrekt i utmanande nivåer och vinn spelet.",
    "sw": "Unganisha mistari kwa usahihi katika viwango vya changamoto na ushinde mchezo.",
    "ta": "சவாலான நிலைகளில் வரிகளை சரியாக இணைக்கவும், விளையாட்டை வெல்லவும்.",
    "te": "ఛాలెంజింగ్ లెవల్స్ లో లైన్ లను సరిగ్గా కనెక్ట్ చేయండి మరియు గేమ్ ని గెలుచుకోండి.",
    "th": "เชื่อมต่อเส้นอย่างถูกต้องในระดับที่ท้าทายและชนะเกม",
    "tr": "Zorlu seviyelerde çizgileri doğru bir şekilde bağlayın ve oyunu kazanın.",
    "uk": "Правильно з'єднайте лінії на складних рівнях і виграйте гру."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a crazy and fun puzzle game. Complete all the challenging levels and have the fun.\n\nHow To Play\nPlayed with Mouse.\n\n1 Line Puzzle Game Features\n✓ Cartoon graphics\n✓ 50+ level\n✓ Easy control\n✓ Little particles\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! 1 Line Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}