{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GSConnect"
  },
  "short": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sl,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Share links with GSConnect, direct to the browser or by SMS.",
    "ca": "Compartiu enllaços amb el GSConnect, directament al navegador o mitjançant SMS.",
    "cs": "Sdílet odkazy pomocí GSConnect, přímo do prohlížeče nebo prostřednictvím SMS.",
    "da": "Dele links med GSConnect, direkte til browseren eller via SMS.",
    "de": "Teile Links über GSConnect, direkt an den Browser oder per SMS.",
    "es": "Comparta enlaces con GSConnect, directamente al navegador o a través de SMS.",
    "et": "Jaga linke GSConnectiga, otse brauserisse või SMSi teel.",
    "fr": "Partagez des liens avec GSConnect, directement vers le navigateur ou par SMS.",
    "it": "Condividi collegamenti con GSConnect, direttamente nel browser o via SMS.",
    "lt": "Bendrinti nuorodas, naudojant GSConnect, tiesiogiai į naršyklę ar per SMS žinutę.",
    "pl": "Udostępnianie odnośników za pomocą GSConnect, bezpośrednio do przeglądarki lub przez wiadomość SMS.",
    "ru": "Отправлять ссылки в веб браузер или по SMS.",
    "sk": "Zdieľanie odkazov s aplikáciou GSConnect, priamo cez prehliadač alebo formou SMS.",
    "sr": "Дели везе ГСКонектом, директно у преглдач или путем СМС-а.",
    "tr": "GSConnect ile bağlantıları doğrudan tarayıcı veya SMS ile paylaş.",
    "uk": "Поширюйте посилання за допомогою GSConnect, напряму до браузера або через SMS."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,gu,he,hi,hr,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "A Chrome/Chromium extension for sharing links with phones, tablets and other devices connected with the GSConnect GNOME Shell extension.\n\nShare links to websites, images and videos, either directly to the device browser or by SMS.\n\nPlease report any problems on Github.\n\n---\n\nKDE Connect allows devices to securely share content like notifications or files and other features like SMS messaging and remote control. GSConnect is a complete implementation of KDE Connect especially for GNOME Shell.",
    "de,es,et,fr,hu,it,pl,ru,tr": "A Chrome/Chromium extension for sharing links with phones, tablets and other devices connected with the GSConnect GNOME Shell extension.\n\nShare links to websites, images and videos, either directly to the device browser or by SMS.\n\n---\n\nKDE Connect allows devices to securely share content like notifications or files and other features like SMS messaging and remote control. GSConnect is a complete implementation of KDE Connect especially for GNOME Shell.",
    "sr": "A Chrome/Chromium extension for sharing links with devices connected with the GSConnect Gnome Shell extension.\n\nShare links to websites, images and videos, either directly to the device browser or by SMS.\n\nGSConnect is a KDE Connect protocol implementation in GJS for the Gnome Shell desktop. Requires v7 or greater of the Gnome Shell extension."
  }
}