{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DontPayFull - Automatic Coupons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically finds coupons and applies the best coupon code at checkout"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatic Coupons extension for Chrome finds and applies the best promo code for your shopping cart. Our discount browser extension helps you save you time and money at over 25,000 online stores worldwide. \n\nImprove online shopping with these 4 main features:\n\n💸 Auto-Apply Coupons\nThe DontPayFull automatic coupon finder extension tests all available codes for the store and applies the best discount during checkout. \n\n🔎 Promo Codes and Deals \nWhen you browse an online store, the coupon browser extension checks if any coupon codes or deals are available. It’s easy to see if our coupon plugin finds offers – there will be a blue notification circle over the extension. You can then click the extension and see what discounts you can benefit from. We add 9000+ codes and deals weekly.\n\n🎯 Search Engine Notifications \nAutomatic coupons extension finds discounts and deals straight in the Google search results page, so each time you are browsing with Chrome you know instantly if your favorite store has active promo codes. \n\n🏆 Exclusive Discounts\nOur Chrome coupon extension has 2,000+ exclusive codes and deals that you can’t find anywhere else. \n\nInstall DontPayFull in your browser and start saving now!\n\nNote: \nYou need to login in DontPayFull to access coupon codes and deals. By installing this extension, you agree to the dontpayfull.com terms and privacy policy (https://www.dontpayfull.com/page/coupons-extension-privacy-policy). The extension uses Google Analytics to collect usage statistics so that we can continuously improve your user experience. You can opt out of Google Analytics tracking by visiting http://tools.google.com/dlpage/gaoptout."
  }
}