{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickview for YouTube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to quickly view videos from your subscriptions feed page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch videos without leaving your YouTube subscriptions feed page, and possibly without ever clicking.\n\nHover over thumbnails in your feed page to view that video. How about thumbnails at the side of a video page? That works too!\n\nQ: What's better than a nice subscriptions feed page that you can scroll forever?\nA: A page where you can scroll forever AND watch videos.\n\nP.S. This is open-source at https://github.com/ngzhian/quickview\n\n-LATEST CHANGES-\n2.5.0\nworks on more pages now (homepage, channel page, video page)\n2.4.0\nWorks with new YouTube design now!\n2.3.0\nSet your preferred hover time (how long the pointer has to stay above the thumbnail to trigger Quickview)\nIt now shows view count, like count, dislike count\n2.2.0\nSet your preferred playback rate in the brand new options page! Click on the QuickView icon in the toolbar and select options.\n2.1.1\nTemp fix for comments text not showing up: https://code.google.com/p/gdata-issues/issues/detail?id=7969\n2.1.0\nCode cleanup, not much visible changes for the user\n2.0.0\nFixed to work with YouTube API v3.\n1.11.0\nBug fixes due to YT changing its HTML.\nLooks prettier and more consistent with YT's native style :)\n1.10.1\nFix hover not working on some thumbnails due to changes in class name, it should be more robust to any changes on YT side now.\n1.9.1\nUpdated to use https by default"
  }
}