{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download with JDownloader"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Integrates the browser with JDownloader either by interrupting the built-in download manager or from right-click context menu",
    "bg": "Интегрира браузъра с JDownloader чрез спиране на вградения мениджър за изтегляне или от контекстното меню при десен бутон.",
    "cs": "Integruje prohlížeč s JDownloaderem přerušením správce stahování nebo přes kontextové menu po pravém kliknutí.",
    "da": "Integrerer browseren med JDownloader enten ved at afbryde den indbyggede download manager eller fra højreklik-kontekstmenuen",
    "de": "Integriert den Browser mit JDownloader, indem der Download-Manager unterbrochen oder das Kontextmenü per Rechtsklick verwendet wird.",
    "el": "Ενσωματώνει το πρόγραμμα περιήγησης με το JDownloader διακόπτοντας τον διαχειριστή λήψεων ή μέσω του μενού δεξιού κλικ.",
    "et": "Integreerib brauseri JDownloaderiga, kas katkestades sisseehitatud allalaadimishalduri või parema hiireklõpsu kontekstmenüüst.",
    "fi": "Integroi selaimen JDownloaderin kanssa joko keskeyttämällä latauksenhallinnan tai käyttämällä oikean napsautuksen valikkoa.",
    "fr": "Intègre le navigateur avec JDownloader en interrompant le gestionnaire de téléchargement ou via le menu contextuel du clic droit.",
    "hu": "Integrálja a böngészőt a JDownloaderrel, megszakítva a beépített letöltéskezelőt vagy a jobb kattintásos menüből.",
    "nl": "Integreert de browser met JDownloader door de ingebouwde download manager te onderbreken of via het rechtsklik context menu",
    "zh_CN": "通过中断内置的下载管理器或从右键上下文菜单中，将浏览器与JDownloader整合起来。"
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,fa,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension enables connectivity between your browser and JDownloader, a Java-based download manager.\n\nThe extension offers two modes of operation:\n1. It allows you to send downloading jobs directly from the right-click context menu.\n2. It can interrupt the built-in download manager and redirect the requests to JDownloader.\n\nBy default, the interruption mode is inactive. Click the action button (toolbar button) once to activate it. To turn off the interruption mode, click the action button again?the interruption mode can help you when a website does not provide direct download links.\n\nNative Integration:\nFor this extension to communicate with JDownloader and execute native commands, a native client is required. The instructions for installing this NodeJS native client are provided when you use the extension for the first time. Additionally, please note that this extension only connects your browser to the JDownloader, so you must have the JDownloader application installed on your operating system for the extension to work. \n\nYou can review the code of the native client at:\nhttps://github.com/belaviyo/native-client/releases. \nA brief video tutorial on installing and using the native client is available at: \nhttps://www.youtube.com/watch?v=vSnZp2wflTc\n\nIt is important to mention that this extension uses JDownloader's local server to send downloading jobs to the external downloader. The extension can work correctly without installing the native client as long as JDownloader is running in the background. The native client is only necessary to start the downloader when the server is not present.\n\nLogs:\nVersion 0.1.6\n1. Fixed issue with tab names not being sent to JDownloader.\nVersion 0.1.7\n1. Added functionality to download all links with JDownloader.",
    "bg,cs,da,de,el,et,fi,fr,hu,nl,zh_CN": "This extension connects your browser to the JDownloader, which is a Java-based download manager. The extension offers two operation modes:\n1. Sends downloading jobs from the right-click context menu\n2. Interrupts the built-in download manager and redirects your requests to the JDownloader\nThe second mode is disabled by default. To enable it, click on the browser action button once. Whenever the interruption mode is not needed, click the browser action button one more time to disable this optional feature.\n\nSince this extension needs to execute native commands to communicate with the JDownloader, a native client is needed. The instruction to install this NodeJS native client is shown on the first use. Also note that this extension only calls the JDownloader, so you need to have this application on your operating system for this extension to work. You can check the code of the native client on https://github.com/belaviyo/native-client/releases.  There is a short video tutorial about the installation of the native client and its usage:\nhttps://www.youtube.com/watch?v=vSnZp2wflTc\n\nLogs:\nVersion 0.1.6\n1. Fixes tab's name is not being sent to JDownloader\nVersion 0.1.7\n1. Download all Links with JDownloader"
  }
}