{
  "name": {
    "ar": "لوحة مفاتيح Lenny Faces لجوجل كروم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Lenny Face Copy for Google Chrome™",
    "bg": "Клавиатура Lenny Faces за Google Chrome ™",
    "ca": "Lenny Faces teclat per a Google Chrome ™",
    "cs": "Klávesnice Lenny Faces pro Google Chrome ™",
    "da": "Lenny Faces-tastatur til Google Chrome ™",
    "de": "Lenny Faces-Tastatur für Google Chrome ™",
    "el": "Lenny Faces πληκτρολόγιο για το Google Chrome ™",
    "es": "Teclado Lenny Faces para Google Chrome ™",
    "et": "Lenny Faces klaviatuur Google Chrome ™ -ile",
    "fa": "صفحه کلید Lenny برای Google Chrome ™ ظاهر می شود",
    "fi": "Lenny Faces -näppäimistö Google Chrome ™ -sovellukselle",
    "fil": "Ang keyboard ng Lenny Faces para sa Google Chrome ™",
    "fr": "Clavier Lenny Faces pour Google Chrome ™",
    "he": "Lenny Faces מקלדת עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए Lenny Faces कीबोर्ड",
    "hr,sl": "Tipkovnica Lenny Faces za Google Chrome ™",
    "hu": "Lenny Faces billentyűzet a Google Chrome ™ -hoz",
    "id": "Lenny Faces keyboard untuk Google Chrome ™",
    "it": "Tastiera Lenny Faces per Google Chrome ™",
    "ja": "Google Chrome™用Lenny Facesキーボード",
    "ko": "Google Chrome ™ 용 Lenny Faces 키보드",
    "lt": "„Lenny Faces“ klaviatūra, skirta „Google Chrome ™“",
    "lv": "Lenny Faces tastatūra pārlūkam Google Chrome ™",
    "ms": "Keyboard Lenny Faces untuk Google Chrome ™",
    "nl": "Lenny Faces-toetsenbord voor Google Chrome ™",
    "no": "Lenny Faces-tastatur for Google Chrome ™",
    "pl": "Klawiatura Lenny Faces dla Google Chrome ™",
    "ro": "Tastatura Lenny Faces pentru Google Chrome ™",
    "ru": "Клавиатура Lenny Faces для Google Chrome ™",
    "sk": "Klávesnica Lenny Faces pre Google Chrome ™",
    "sr": "Ленни Фацес тастатура за Гоогле Цхроме ™",
    "sv": "Lenny Faces-tangentbord för Google Chrome ™",
    "th": "แป้นพิมพ์ Lenny Faces สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Lenny Faces klavyesi",
    "uk": "Клавіатура Lenny Faces для Google Chrome ™",
    "vi": "Bàn phím Lenny Faces cho Google Chrome ™",
    "zh_CN": "适用于Google Chrome™的Lenny Faces键盘",
    "zh_TW": "適用於Google Chrome™的Lenny Faces鍵盤"
  },
  "short": {
    "ar": "تساعدك لوحة المفاتيح Lenny Faces في إنشاء ونسخ / لصق Lenny Faces إلى أي مكان.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Lenny Faces Copy helps you create and copy/paste Lenny Faces to anywhere.",
    "bg": "Клавиатурата на Lenny Faces ви помага да създавате и копирате / поставяте Lenny Faces на всяко място.",
    "ca": "El teclat de Lenny Faces us ajuda a crear i copiar / enganxar Lenny Faces a qualsevol lloc.",
    "cs": "Klávesnice Lenny Faces vám pomůže vytvářet a kopírovat / vkládat Lenny Faces kamkoli.",
    "da": "Lenny Faces-tastatur hjælper dig med at oprette og kopiere / indsætte Lenny Faces hvor som helst.",
    "de": "Mit der Tastatur von Lenny Faces können Sie Lenny Faces überall erstellen und kopieren / einfügen.",
    "el": "Το πληκτρολόγιο Lenny Faces σάς βοηθά να δημιουργήσετε και να αντιγράψετε / επικολλήσετε Lenny Faces σε οπουδήποτε.",
    "es": "El teclado Lenny Faces te ayuda a crear y copiar / pegar Lenny Faces en cualquier lugar.",
    "et": "Lenny Faces klaviatuur aitab teil Lenny Faces luua ja kopeerida / kleepida kõikjale.",
    "fa": "صفحه کلید Lenny Faces به شما کمک می کند Lenny Faces را در هر کجا ایجاد و کپی / چسباندن کنید.",
    "fi": "Lenny Faces -näppäimistö auttaa sinua luomaan ja kopioimaan / liitä Lenny Faces minne tahansa.",
    "fil": "Tinutulungan ka ng keyboard ng Lenny Faces na lumikha at kopyahin / i-paste ang Mga Mukha ng Lenny kahit saan.",
    "fr": "Le clavier Lenny Faces vous permet de créer et de copier / coller Lenny Faces n’importe où.",
    "he": "מקלדת Lenny Faces עוזרת לך ליצור ולהעתיק / להדביק Lenny Faces לכל מקום.",
    "hi": "Lenny Faces कीबोर्ड आपको कहीं भी Lenny Faces बनाने और कॉपी / पेस्ट करने में मदद करता है।",
    "hr": "Tipkovnica Lenny Faces pomaže vam stvoriti i kopirati / zalijepiti Lenny Faces na bilo koje mjesto.",
    "hu": "A Lenny Faces billentyűzet segítségével létrehozhatja és másolhatja / beillesztheti Lenny Faces-t bárhová.",
    "id": "Keyboard Lenny Faces membantu Anda membuat dan menyalin / menempelkan Wajah Lenny ke mana saja.",
    "it": "La tastiera di Lenny Faces ti aiuta a creare e copiare / incollare Lenny Faces ovunque.",
    "ja": "Lenny Facesキーボードを使用すると、Lenny Facesを作成して、どこにでもコピー/貼り付けできます。",
    "ko": "Lenny Faces 키보드를 사용하면 Lenny Faces를 어디서나 만들고 복사 / 붙여 넣기 할 수 있습니다.",
    "lt": "„Lenny Faces“ klaviatūra padeda kurti ir kopijuoti / įklijuoti „Lenny Faces“ bet kur.",
    "lv": "Lenny Faces tastatūra palīdz jums izveidot un kopēt / ielīmēt Lenny Faces jebkur.",
    "ms": "Keyboard Lenny Faces membantu anda membuat dan menyalin / tampal Lenny Faces ke mana-mana sahaja.",
    "nl": "Met het Lenny Faces-toetsenbord kunt u overal Lenny Faces maken en kopiëren / plakken.",
    "no": "Lenny Faces-tastaturet hjelper deg å lage og kopiere / lime inn Lenny Faces hvor som helst.",
    "pl": "Klawiatura Lenny Faces pomaga tworzyć i kopiować / wklejać Lenny Faces w dowolne miejsce.",
    "ro": "Tastatura Lenny Faces vă ajută să creați și să copiați / lipiți Lenny Faces oriunde.",
    "ru": "Клавиатура Lenny Faces позволяет создавать и копировать / вставлять Lenny Faces в любое место.",
    "sk": "Klávesnica Lenny Faces vám pomáha vytvárať a kopírovať a vkladať Lenny Faces kamkoľvek.",
    "sl": "Tipkovnica Lenny Faces vam pomaga ustvariti in kopirati / lepiti Lenny Faces kamor koli.",
    "sr": "Ленни Фацес тастатура помаже вам да створите и копирате / залепите Ленни Фацес на било које место.",
    "sv": "Lenny Faces-tangentbordet hjälper dig att skapa och kopiera / klistra in Lenny Faces var som helst.",
    "th": "แป้นพิมพ์ Lenny Faces ช่วยให้คุณสร้างและคัดลอก / วาง Lenny Faces ไปยังที่ใดก็ได้",
    "tr": "Lenny Faces klavye, Lenny Faces'i oluşturmanıza ve kopyalamanıza / yapıştırmanıza yardımcı olur.",
    "uk": "Клавіатура Lenny Faces допоможе вам створити та скопіювати / вставити обличчя Lenny Faces у будь-яке місце.",
    "vi": "Bàn phím Lenny Faces giúp bạn tạo và sao chép / dán Lenny Faces vào bất cứ đâu.",
    "zh_CN": "Lenny Faces键盘可帮助您创建Lenny Faces并将其复制/粘贴到任何地方。",
    "zh_TW": "Lenny Faces鍵盤可幫助您創建Lenny Faces並將其複制/粘貼到任何地方。"
  },
  "long": {
    "ar": "يساعدك Lenny Face Copy for Google Chrome ™ في إنشاء ونسخ / لصق Lenny Faces في أي مكان. تتوفر Lenny Faces وبنقرة واحدة فقط بمجرد تثبيت هذا الامتداد. لوحة مفاتيح Lenny Faces لـ Google Chrome ™ هي امتداد يساعدك في العثور على وجوه Lenny وإنشائها.\n\nيتيح لك البرنامج العثور بسهولة على Lenny Icon Face بناءً على فئاتها أو من خلال العلامات باستخدام مربع البحث داخل هذا الامتداد. يتذكر الامتداد أيضًا قائمة Lenny face التي تم استخدامها مؤخرًا لسهولة الوصول إليها لاحقًا.\n\nما عليك سوى النقر على أيقونة Lenny Face لنسخها إلى الحافظة وإدخالها في أي مكان على متصفحك ، في محرر نصوص ، أو محرر كود ، أو صفحات ويب مثل Instagram ، أو Facebook ، أو التعليق على قناة Youtube أو استخدامها داخل برامج الدردشة مثل Skype ، Whatsapp و Yahoo Messenger و Google Hangouts. أمتع أصدقائك باستخدام وجوه ليني هذه اليوم.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Lenny Face Copy for Google Chrome ™ ليست مملوكة لشركة Google Inc. وليست مرخصة وليست شركة تابعة لها.",
    "am,bn,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Lenny Face Copy for Google Chrome™ helps you create and copy/paste Lenny Faces to anywhere. Lenny Faces are available and just one click away once you have installed this extension. Lenny Faces keyboard for Google Chrome™ is an extension that helps you find and create Lenny faces.\n\nThe software allows you to easily find the Lenny Icon Face based on their categories or through tags using the search box inside this extension. The extension also remembers the Lenny face list which was recently used for easy access later on.\n\nJust click on the Lenny Face icon to copy it to the clipboard and insert it anywhere on your browser, into a text editor, code editor, web pages like Instagram, Facebook, comment on Youtube channel or use it inside chat programs such as Skype, Whatsapp, Yahoo Messenger and Google Hangouts. Amuse your friends using these Lenny faces today.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Lenny Face Copy for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Lenny Face Copy за Google Chrome ™ ви помага да създавате и копирате / поставяте Lenny Faces навсякъде. Lenny Faces са достъпни и само с едно щракване, след като инсталирате това разширение. Клавиатурата Lenny Faces за Google Chrome ™ е разширение, което ви помага да намирате и създавате лица на Lenny.\n\nСофтуерът ви позволява лесно да намерите Lenny Icon Face въз основа на техните категории или чрез тагове, като използвате полето за търсене в това разширение. Разширението помни и списъка с лица на Лени, който наскоро беше използван за лесен достъп по-късно.\n\nПросто кликнете върху иконата на Lenny Face, за да го копирате в клипборда и да го вмъкнете навсякъде в браузъра си, в текстов редактор, редактор на код, уеб страници като Instagram, Facebook, коментар в Youtube канал или да го използвате в програми за чат като Skype, WhatsApp, Yahoo Messenger и Google Hangouts. Забавлявайте приятелите си, като използвате тези лица на Лени днес.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Lenny Face Copy за Google Chrome ™ не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Lenny Face Copy per a Google Chrome ™ us ajuda a crear i copiar / enganxar Lenny Faces a qualsevol lloc. Lenny Faces està disponible a només un clic de distància després d’haver instal·lat aquesta extensió. El teclat Lenny Faces per a Google Chrome ™ és una extensió que us ajuda a trobar i crear cares de Lenny.\n\nEl programari us permet trobar fàcilment Lenny Icon Face en funció de les seves categories o mitjançant etiquetes mitjançant el quadre de cerca que hi ha dins d'aquesta extensió. L'extensió també recorda la llista de cares de Lenny, que es va utilitzar recentment per facilitar-ne l'accés més endavant.\n\nSimplement feu clic a la icona de Lenny Face per copiar-lo al porta-retalls i inserir-lo a qualsevol lloc del navegador, en un editor de text, editor de codi, pàgines web com Instagram, Facebook, fer comentaris al canal de Youtube o utilitzar-lo dins de programes de xat com Skype, Whatsapp, Yahoo Messenger i Google Hangouts. Diverteix als teus amics fent servir aquestes cares de Lenny avui.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Lenny Face Copy per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Lenny Face Copy pro Google Chrome ™ vám pomůže vytvářet a kopírovat / vkládat Lenny Faces kamkoli. Po instalaci tohoto rozšíření jsou k dispozici Lenny Faces. Klávesnice Lenny Faces pro Google Chrome ™ je rozšíření, které vám pomůže najít a vytvořit tváře Lenny Faces.\n\nTento software vám umožní snadno najít Lenny Icon Face na základě jejich kategorií nebo pomocí značek pomocí vyhledávacího pole uvnitř tohoto rozšíření. Rozšíření si také pamatuje seznam obličejů Lenny, který byl nedávno použit pro snadný přístup později.\n\nStačí kliknout na ikonu Lenny Face a zkopírovat ji do schránky a vložit ji kdekoli ve vašem prohlížeči, do textového editoru, editoru kódu, na webové stránky jako Instagram, Facebook, komentovat na Youtube kanálu nebo ji použít v chatovacích programech, jako je Skype, Whatsapp, Yahoo Messenger a Google Hangouts. Pobavte své přátele pomocí těchto Lennyho tváří ještě dnes.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Lenny Face Copy pro Google Chrome ™ nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Lenny Face Copy til Google Chrome ™ hjælper dig med at oprette og kopiere / indsætte Lenny Faces overalt. Lenny Faces er tilgængelige og kun et klik væk, når du har installeret denne udvidelse. Lenny Faces-tastatur til Google Chrome ™ er en udvidelse, der hjælper dig med at finde og oprette Lenny-ansigter.\n\nSoftwaren giver dig mulighed for nemt at finde Lenny Icon Face baseret på deres kategorier eller gennem tags ved hjælp af søgefeltet inde i denne udvidelse. Udvidelsen husker også Lenny-ansigtslisten, som for nylig blev brugt til nem adgang senere.\n\nKlik bare på ikonet Lenny Face for at kopiere det til udklipsholderen og indsætte det hvor som helst i din browser i en teksteditor, kodeeditor, websider som Instagram, Facebook, kommentere på Youtube-kanal eller bruge det i chatprogrammer som Skype, Whatsapp, Yahoo Messenger og Google Hangouts. Underhold dine venner ved hjælp af disse Lenny ansigter i dag.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Lenny Face Copy til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Mit Lenny Face Copy für Google Chrome ™ können Sie Lenny Faces überall erstellen und kopieren / einfügen. Lenny Faces sind verfügbar und nur einen Klick entfernt, sobald Sie diese Erweiterung installiert haben. Die Lenny Faces-Tastatur für Google Chrome ™ ist eine Erweiterung, mit der Sie Lenny-Gesichter finden und erstellen können.\n\nMit der Software können Sie das Lenny Icon Face anhand der Kategorien oder anhand von Tags mithilfe des Suchfelds in dieser Erweiterung leicht finden. Die Erweiterung erinnert sich auch an die Lenny-Gesichtsliste, die kürzlich für den späteren einfachen Zugriff verwendet wurde.\n\nKlicken Sie einfach auf das Lenny Face-Symbol, um es in die Zwischenablage zu kopieren und an einer beliebigen Stelle in Ihrem Browser in einen Texteditor, Code-Editor, Webseiten wie Instagram, Facebook, einen Kommentar auf dem Youtube-Kanal oder in Chat-Programmen wie Skype, einzufügen. WhatsApp, Yahoo Messenger und Google Hangouts. Amüsieren Sie Ihre Freunde heute mit diesen Lenny-Gesichtern.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Lenny Face Copy für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Το Lenny Face Copy για το Google Chrome ™ σάς βοηθά να δημιουργήσετε και να αντιγράψετε / επικολλήσετε το Lenny Faces σε οποιοδήποτε σημείο. Τα Lenny Faces είναι διαθέσιμα και μόλις ένα κλικ μακριά αφού εγκαταστήσετε αυτήν την επέκταση. Το πληκτρολόγιο Lenny Faces για το Google Chrome ™ είναι μια επέκταση που σας βοηθά να βρείτε και να δημιουργήσετε πρόσωπα Lenny.\n\nΤο λογισμικό σας επιτρέπει να βρείτε εύκολα το Lenny Icon Face με βάση τις κατηγορίες τους ή μέσω ετικετών χρησιμοποιώντας το πλαίσιο αναζήτησης μέσα σε αυτήν την επέκταση. Η επέκταση θυμάται επίσης τη λίστα προσώπων Lenny που χρησιμοποιήθηκε πρόσφατα για εύκολη πρόσβαση αργότερα.\n\nΑπλώς κάντε κλικ στο εικονίδιο Lenny Face για να το αντιγράψετε στο πρόχειρο και να το εισαγάγετε οπουδήποτε στο πρόγραμμα περιήγησής σας, σε πρόγραμμα επεξεργασίας κειμένου, πρόγραμμα επεξεργασίας κώδικα, ιστοσελίδες όπως το Instagram, το Facebook, να σχολιάσετε το κανάλι Youtube ή να το χρησιμοποιήσετε μέσα σε προγράμματα συνομιλίας όπως το Skype, Whatsapp, Yahoo Messenger και Google Hangouts. Διασκεδάστε τους φίλους σας χρησιμοποιώντας αυτά τα πρόσωπα Lenny σήμερα.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το Lenny Face Copy για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "en": "Lenny Faces keyboard is an extension that helps you find and create Lenny face lists.\nThe toolbar panel allows you to easily find the Lenny Icon Face based on their categories or through tags using the search box.\nThe extension that remembers the Lenny face list is recently used for easy access later.\nJust click on Lenny Face icon to copy it to the clipboard and insert it anywhere on your browser, in text editor, code editor, web pages like on Github, Facebook, comment on Youtube channel...",
    "es": "Lenny Face Copy para Google Chrome ™ le ayuda a crear y copiar / pegar Lenny Faces en cualquier lugar. Lenny Faces están disponibles y con un solo clic de distancia una vez que haya instalado esta extensión. El teclado Lenny Faces para Google Chrome ™ es una extensión que te ayuda a encontrar y crear caras de Lenny.\n\nEl software le permite encontrar fácilmente Lenny Icon Face en función de sus categorías o mediante etiquetas utilizando el cuadro de búsqueda dentro de esta extensión. La extensión también recuerda la lista de caras de Lenny que se utilizó recientemente para facilitar el acceso más adelante.\n\nSimplemente haga clic en el ícono de Lenny Face para copiarlo en el portapapeles e insertarlo en cualquier lugar de su navegador, en un editor de texto, editor de código, páginas web como Instagram, Facebook, comentar en el canal de Youtube o usarlo dentro de programas de chat como Skype, Whatsapp, Yahoo Messenger y Google Hangouts. Divierte a tus amigos usando estas caras de Lenny hoy.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Lenny Face Copy para Google Chrome ™ no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Lenny Face Copy for Google Chrome ™ aitab teil luua ja kopeerida / kleepida Lenny Faces ükskõik kuhu. Lenny Faces on saadaval ja ainult ühe klõpsu kaugusel, kui olete selle laienduse installinud. Google Chrome ™ -i jaoks mõeldud klaviatuur Lenny Faces on laiendus, mis aitab teil Lenny nägusid leida ja luua.\n\nTarkvara võimaldab teil hõlpsasti leida Lenny Icon Face nende kategooriate põhjal või siltide kaudu, kasutades selle laienduse otsingukasti. Laiendus mäletab ka Lenny näonimekirja, mida kasutati hiljuti hõlpsaks juurdepääsuks.\n\nKlõpsake lihtsalt ikoonil Lenny Face, et see lõikelauale kopeerida ja sisestada see oma brauseri suvalisse kohta, tekstiredaktorisse, koodiredaktorisse, veebilehtedele nagu Instagram, Facebook, kommenteerida Youtube'i kanalil või kasutada seda vestlusprogrammides, näiteks Skype'is. Whatsapp, Yahoo Messenger ja Google Hangouts. Lõbustage oma sõpru täna nende Lenny nägudega.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Lenny Face Copy for Google Chrome ™ ei kuulu Google Inc.-ile ega ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "Lenny Face Copy برای Google Chrome ™ به شما کمک می کند Lenny Faces را در هر مکان ایجاد و کپی یا جایگذاری کنید. وقتی این برنامه افزودنی را نصب کردید ، Lenny Faces در دسترس است و فقط با یک کلیک فاصله دارید. صفحه کلید Lenny Faces برای Google Chrome an افزونه ای است که به شما کمک می کند چهره های Lenny را پیدا و ایجاد کنید.\n\nاین نرم افزار به شما امکان می دهد Lenny Icon Face را بر اساس دسته بندی های آنها یا از طریق برچسب ها با استفاده از جعبه جستجو در داخل این افزونه به راحتی پیدا کنید. برنامه افزودنی همچنین لیست چهره Lenny را به یاد می آورد که بعداً برای دسترسی آسان بعداً مورد استفاده قرار گرفت.\n\nفقط روی نماد Lenny Face کلیک کنید تا آن را در کلیپ بورد کپی کنید و آن را در هر نقطه از مرورگر خود وارد کنید ، در یک ویرایشگر متن ، ویرایشگر کد ، صفحات وب مانند Instagram ، Facebook ، نظر در مورد کانال Youtube یا استفاده از آن در برنامه های چت مانند Skype ، Whatsapp ، Yahoo Messenger و Google Hangouts. امروز دوستانتان را با استفاده از این چهره های لنی سرگرم کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. Lenny Face Copy برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi": "Lenny Faces -näppäimistö on laajennus, joka auttaa sinua löytämään ja luomaan Lenny kasvoluetteloita.\nTyökalupalkin avulla voit helposti löytää Lenny Icon Face Face -ryhmän luokkien tai tunnisteiden perusteella hakukentän avulla.\nLaajennusta, joka muistaa Lenny-kasvoluettelon, käytetään äskettäin helposti myöhemmin.\nNapsauta vain Lenny Face -kuvaketta ja kopioi se leikepöydälle ja lisää se mihin tahansa selaimeesi, tekstieditoriin, koodieditoriin, verkkosivuille kuten Githubiin, Facebookiin, kommentteihin Youtube-kanavalla ...",
    "fil": "Lenny Face Copy for Google Chrome ™ auttaa sinua luomaan ja kopioimaan / liittämään Lenny Faces mihin tahansa. Lenny Faces on saatavana vain yhden napsautuksen päässä, kun olet asentanut tämän laajennuksen. Google Chrome ™ -näppäimistö Lenny Faces on laajennus, joka auttaa sinua löytämään ja luomaan Lenny-kasvoja.\n\nOhjelmiston avulla voit helposti löytää Lenny Icon Face -luokan tai tunnisteiden avulla käyttämällä tämän laajennuksen hakukenttää. Laajennus muistaa myös Lenny-kasvoluettelon, jota käytettiin äskettäin helppoon pääsyyn myöhemmin.\n\nNapsauta vain Lenny Face -kuvaketta kopioidaksesi sen leikepöydälle ja sijoita se mihin tahansa selaimesi tekstieditoriin, koodieditoriin, verkkosivuille, kuten Instagram, Facebook, kommentoi Youtube-kanavaa tai käytä sitä chat-ohjelmissa, kuten Skype, Whatsapp, Yahoo Messenger ja Google Hangouts. Hauskaa ystäviäsi käyttämällä näitä Lenny-kasvoja tänään.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Lenny Face Copy for Google Chrome ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Lenny Face Copy pour Google Chrome ™ vous aide à créer et à copier / coller des Lenny Faces n'importe où. Lenny Faces sont disponibles et en un seul clic une fois que vous avez installé cette extension. Le clavier Lenny Faces pour Google Chrome ™ est une extension qui vous aide à trouver et à créer des visages Lenny.\n\nLe logiciel vous permet de trouver facilement le Lenny Icon Face en fonction de leurs catégories ou via des balises en utilisant le champ de recherche à l'intérieur de cette extension. L'extension se souvient également de la liste des visages de Lenny qui a été récemment utilisée pour un accès facile plus tard.\n\nCliquez simplement sur l'icône Lenny Face pour le copier dans le presse-papiers et insérez-le n'importe où sur votre navigateur, dans un éditeur de texte, un éditeur de code, des pages Web comme Instagram, Facebook, commentez sur la chaîne Youtube ou utilisez-le dans des programmes de chat tels que Skype, Whatsapp, Yahoo Messenger et Google Hangouts. Amusez vos amis en utilisant ces visages de Lenny aujourd'hui.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Lenny Face Copy for Google Chrome ™ n'est pas la propriété de, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "he": "מקלדת Lenny Faces היא סיומת שעוזרת לך למצוא וליצור רשימות פנים של Lenny.\nלוח סרגל הכלים מאפשר לך למצוא בקלות את Lenny Icon Face על פי הקטגוריות שלהם או באמצעות תגים באמצעות תיבת החיפוש.\nהתוסף שזוכר את רשימת הפנים של לני משמש לאחרונה לגישה נוחה אחר כך.\nפשוט לחץ על סמל Lenny Face כדי להעתיק אותו ללוח ולהכניס אותו לכל מקום בדפדפן שלך, בעורך טקסטים, בעורך קוד, בדפי אינטרנט כמו ב- Github, Facebook, תגובה בערוץ היוטיוב ...",
    "hi": "Google Chrome ™ के लिए Lenny Face Copy आपको कहीं भी Lenny Faces बनाने और कॉपी / पेस्ट करने में मदद करता है। Lenn Faces उपलब्ध हैं और जब आप यह एक्सटेंशन इंस्टॉल कर लेते हैं तो बस एक क्लिक दूर होता है। Google Chrome ™ के लिए Lenny Faces कीबोर्ड एक ऐसा विस्तार है जो आपको Lenny चेहरों को खोजने और बनाने में मदद करता है।\n\nसॉफ्टवेयर आपको उनकी श्रेणियों के आधार पर या इस एक्सटेंशन के अंदर खोज बॉक्स का उपयोग करके टैग के माध्यम से आसानी से Lenny Icon Face ढूंढने की अनुमति देता है। विस्तार को लेनी चेहरे की सूची भी याद है जिसे हाल ही में बाद में आसान पहुंच के लिए उपयोग किया गया था।\n\nबस क्लिपबोर्ड पर कॉपी करने के लिए और इसे अपने ब्राउज़र पर कहीं भी सम्मिलित करने के लिए Lenny Face आइकन पर क्लिक करें, टेक्स्ट एडिटर, कोड एडिटर, इंस्टाग्राम, फेसबुक जैसे वेब पेज, Youtube चैनल पर टिप्पणी करें या Skype जैसे चैट कार्यक्रमों के अंदर इसका उपयोग करें। व्हाट्सएप, याहू मैसेंजर और गूगल हैंगआउट। आज इन लेनी चेहरों का उपयोग करके अपने दोस्तों को लुभाएं।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए Lenny Face Copy का स्वामित्व नहीं है, जिसके पास लाइसेंस नहीं है और वह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Lenny Face Copy za Google Chrome ™ pomaže vam stvoriti i kopirati / zalijepiti Lenny Faces bilo gdje. Lenny Faces dostupni su na samo jedan klik nakon što instalirate ovo proširenje. Lenny Faces tipkovnica za Google Chrome ™ proširenje je koje vam pomaže pronaći i stvoriti Lenny lica.\n\nSoftver vam omogućuje da lako pronađete Lenny Icon Face na temelju njihovih kategorija ili putem oznaka pomoću okvira za pretraživanje unutar ovog proširenja. Proširenje se također sjeća popisa lica Lenny, koji je nedavno korišten za lakši pristup kasnije.\n\nSamo kliknite ikonu Lenny Face da biste je kopirali u međuspremnik i umetnuli bilo gdje u pregledniku, u uređivač teksta, uređivač koda, web stranice poput Instagrama, Facebooka, komentirali na Youtube kanalu ili upotrijebili u programima za chat poput Skypea, Whatsapp, Yahoo Messenger i Google Hangouts. Zabavite svoje prijatelje danas koristeći ova Lennyjeva lica.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Lenny Face Copy za Google Chrome ™ nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "A Lenny Face Copy a Google Chrome ™ alkalmazáshoz segít létrehozni és másolni / beilleszteni a Lenny Faces-t bárhová. A Lenny Faces elérhető és csak egy kattintással elérhető, miután telepítette ezt a bővítményt. A Lenny Faces billentyűzet a Google Chrome ™ számára egy olyan kiterjesztés, amely segít megtalálni és létrehozni Lenny arcokat.\n\nA szoftver lehetővé teszi, hogy könnyedén megtalálja a Lenny Icon Face-t kategóriáik alapján vagy címkék segítségével a kiterjesztés belsejében található keresőmező segítségével. A kiterjesztés emlékszik a Lenny arclistára is, amelyet nemrégiben használtak a későbbi könnyű hozzáférés érdekében.\n\nCsak kattintson a Lenny Face ikonra a vágólapra történő másoláshoz, és illessze be bárhová a böngészőjébe, egy szövegszerkesztőbe, kódszerkesztőbe, olyan weboldalakra, mint az Instagram, a Facebook, írjon megjegyzést a Youtube csatornájára, vagy használja csevegőprogramokban, például a Skype-ban, WhatsApp, Yahoo Messenger és Google Hangouts. Szórakoztassa a barátait ma a Lenny arcok használatával.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Lenny Face Copy for Google Chrome ™ nem a Google Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Lenny Face Copy untuk Google Chrome ™ membantu Anda membuat dan menyalin / menempel Lenny Faces ke mana saja. Lenny Faces tersedia dan hanya dengan satu klik setelah Anda menginstal ekstensi ini. Papan tombol Lenny Faces untuk Google Chrome ™ adalah ekstensi yang membantu Anda menemukan dan membuat wajah Lenny.\n\nPerangkat lunak ini memungkinkan Anda dengan mudah menemukan Wajah Ikon Lenny berdasarkan kategorinya atau melalui tag menggunakan kotak pencarian di dalam ekstensi ini. Ekstensi ini juga mengingat daftar wajah Lenny yang baru-baru ini digunakan untuk memudahkan akses di kemudian hari.\n\nCukup klik ikon Wajah Lenny untuk menyalinnya ke papan klip dan menyisipkannya di mana saja di browser Anda, ke editor teks, editor kode, halaman web seperti Instagram, Facebook, berkomentar di saluran Youtube atau menggunakannya di dalam program obrolan seperti Skype, Whatsapp, Yahoo Messenger dan Google Hangouts. Hibur teman Anda menggunakan wajah Lenny ini hari ini.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Lenny Face Copy untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Lenny Face Copy per Google Chrome ™ ti aiuta a creare e copiare / incollare Lenny Faces ovunque. Lenny Faces è disponibile e basta un clic dopo aver installato questa estensione. La tastiera Lenny Faces per Google Chrome ™ è un'estensione che ti aiuta a trovare e creare i volti di Lenny.\n\nIl software ti consente di trovare facilmente Lenny Icon Face in base alle loro categorie o tramite tag utilizzando la casella di ricerca all'interno di questa estensione. L'estensione ricorda anche l'elenco dei volti di Lenny che è stato recentemente utilizzato per un facile accesso in seguito.\n\nBasta fare clic sull'icona Lenny Face per copiarlo negli appunti e inserirlo in un punto qualsiasi del browser, in un editor di testo, un editor di codice, pagine web come Instagram, Facebook, commentare sul canale Youtube o usarlo all'interno di programmi di chat come Skype, Whatsapp, Yahoo Messenger e Google Hangouts. Fai divertire i tuoi amici usando queste facce di Lenny oggi.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Lenny Face Copy per Google Chrome ™ non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Lenny Face Copy for GoogleChrome™は、Lenny Facesを作成し、どこにでもコピーして貼り付けるのに役立ちます。この拡張機能をインストールすると、LennyFacesが利用可能になります。ワンクリックでアクセスできます。 GoogleChrome™用のLennyFacesキーボードは、LennyFacesを見つけて作成するのに役立つ拡張機能です。\n\nこのソフトウェアを使用すると、カテゴリに基づいて、またはこの拡張機能内の検索ボックスを使用してタグを使用して、Lenny IconFaceを簡単に見つけることができます。拡張機能は、後で簡単にアクセスできるように最近使用されたLennyフェイスリストも記憶しています。\n\nLenny Faceアイコンをクリックしてクリップボードにコピーし、ブラウザの任意の場所、テキストエディタ、コードエディタ、Instagram、FacebookなどのWebページに挿入するか、Youtubeチャネルにコメントするか、Skypeなどのチャットプログラム内で使用します。 Whatsapp、Yahooメッセンジャー、Googleハングアウト。今日、これらのレニーの顔を使って友達を楽しませてください。\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 Lenny Face Copy for GoogleChrome™は、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "Google Chrome ™ 용 Lenny Face Copy를 사용하면 어디에서나 Lenny Faces를 만들고 복사하여 붙여 넣을 수 있습니다. Lenny Faces를 사용할 수 있으며이 확장 프로그램을 설치하면 한 번만 클릭하면됩니다. Google Chrome ™ 용 Lenny Faces 키보드는 Lenny 얼굴을 찾고 만들 수있는 확장 프로그램입니다.\n\n이 소프트웨어를 사용하면 카테고리를 기반으로하거나이 확장 프로그램 내부의 검색 상자를 사용하는 태그를 통해 Lenny Icon Face를 쉽게 찾을 수 있습니다. 확장 프로그램은 나중에 쉽게 액세스 할 수 있도록 최근에 사용 된 Lenny 얼굴 목록도 기억합니다.\n\nLenny Face 아이콘을 클릭하여 클립 보드에 복사하고 브라우저, 텍스트 편집기, 코드 편집기, Instagram, Facebook과 같은 웹 페이지에 삽입하거나 Youtube 채널에 댓글을 달거나 Skype와 같은 채팅 프로그램 내에서 사용하기 만하면됩니다. Whatsapp, Yahoo Messenger 및 Google 행 아웃. 오늘이 Lenny 얼굴을 사용하여 친구들을 즐겁게하세요.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome ™ 용 Lenny Face Copy는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "„Lenny Face Copy“, skirta „Google Chrome“, padeda kurti ir nukopijuoti / įklijuoti „Lenny Faces“ bet kur. Įdiegę šį plėtinį galite naudotis „Lenny Faces“ ir tik vienu paspaudimu. „Google Chrome“ skirta „Lenny Faces“ klaviatūra yra plėtinys, padedantis surasti ir sukurti „Lenny“ veidus.\n\nPrograminė įranga leidžia jums lengvai rasti „Lenny Icon Face“ pagal jų kategorijas arba naudojant žymes, naudojant šio plėtinio viduje esantį paieškos laukelį. Plėtinys taip pat prisimena „Lenny“ veidų sąrašą, kuris neseniai buvo naudojamas norint vėliau lengvai pasiekti.\n\nTiesiog spustelėkite „Lenny Face“ piktogramą, kad nukopijuotumėte ją į mainų sritį ir įterptumėte ją bet kurioje naršyklės vietoje į teksto rengyklę, kodų rengyklę, tinklalapius, tokius kaip „Instagram“, „Facebook“, komentuokite „Youtube“ kanalą arba naudokite pokalbių programose, tokiose kaip „Skype“, „Whatsapp“, „Yahoo Messenger“ ir „Google Hangout“. Pralinksminkite savo draugus šiandien naudodamiesi šiais Lenny veidais.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Lenny Face Copy“, skirta „Google Chrome“, nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Lenny Face Copy pārlūkam Google Chrome ™ palīdz jums izveidot un kopēt / ielīmēt Lenny Faces jebkur. Kad esat instalējis šo paplašinājumu, ir pieejamas Lenny Faces un tikai viena klikšķa attālumā. Lenny Faces tastatūra pārlūkam Google Chrome ™ ir paplašinājums, kas palīdz atrast un izveidot Lenny sejas.\n\nProgrammatūra ļauj jums viegli atrast Lenny Icon Face, pamatojoties uz to kategorijām vai izmantojot tagus, izmantojot meklēšanas lodziņu šī paplašinājuma iekšpusē. Paplašinājums atceras arī Lenny sejas sarakstu, kas nesen tika izmantots, lai vēlāk ērti piekļūtu.\n\nVienkārši noklikšķiniet uz ikonas Lenny Face, lai to kopētu starpliktuvē un ievietotu jebkurā vietā pārlūkprogrammā teksta redaktorā, kodu redaktorā, tīmekļa lapās, piemēram, Instagram, Facebook, komentētu Youtube kanālā vai izmantotu to tērzēšanas programmās, piemēram, Skype, Whatsapp, Yahoo Messenger un Google Hangouts. Uzjautriniet savus draugus, izmantojot šodien šīs Lenija sejas.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Lenny Face Copy pārlūkam Google Chrome ™ nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Lenny Face Copy untuk Google Chrome ™ membantu anda membuat dan menyalin / menampal Lenny Faces ke mana sahaja. Lenny Faces tersedia dan hanya satu klik sahaja setelah anda memasang pelanjutan ini. Papan kekunci Lenny Faces untuk Google Chrome ™ adalah sambungan yang membantu anda mencari dan membuat wajah Lenny.\n\nPerisian ini membolehkan anda mencari Lenny Icon Face dengan mudah berdasarkan kategori mereka atau melalui tag menggunakan kotak carian di dalam pelanjutan ini. Sambungan itu juga mengingatkan senarai muka Lenny yang baru-baru ini digunakan untuk akses mudah di kemudian hari.\n\nCukup klik pada ikon Lenny Face untuk menyalinnya ke papan keratan dan masukkan ke mana sahaja di penyemak imbas anda, ke dalam penyunting teks, editor kod, halaman web seperti Instagram, Facebook, komen di saluran Youtube atau gunakannya di dalam program sembang seperti Skype, Whatsapp, Yahoo Messenger dan Google Hangouts. Hiburkan rakan anda menggunakan wajah Lenny ini hari ini.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Lenny Face Copy untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Met Lenny Face Copy voor Google Chrome ™ kunt u Lenny Faces overal naartoe maken en kopiëren / plakken. Lenny Faces zijn beschikbaar en slechts één klik verwijderd nadat u deze extensie heeft geïnstalleerd. Lenny Faces-toetsenbord voor Google Chrome ™ is een extensie waarmee u Lenny-gezichten kunt vinden en maken.\n\nMet de software kun je gemakkelijk het Lenny Icon Face vinden op basis van hun categorieën of via tags met behulp van het zoekvak in deze extensie. De extensie onthoudt ook de Lenny-gezichtslijst die onlangs werd gebruikt voor gemakkelijke toegang later.\n\nKlik gewoon op het Lenny Face-pictogram om het naar het klembord te kopiëren en plaats het overal in uw browser, in een teksteditor, code-editor, webpagina's zoals Instagram, Facebook, reageer op YouTube-kanaal of gebruik het in chatprogramma's zoals Skype, Whatsapp, Yahoo Messenger en Google Hangouts. Amuseer je vrienden vandaag met deze Lenny-gezichten.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Lenny Face Copy voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Lenny Face Copy for Google Chrome ™ hjelper deg med å lage og kopiere / lime inn Lenny Faces hvor som helst. Lenny Faces er tilgjengelig og bare ett klikk unna når du har installert denne utvidelsen. Lenny Faces-tastatur for Google Chrome ™ er en utvidelse som hjelper deg med å finne og lage Lenny-ansikter.\n\nProgramvaren lar deg enkelt finne Lenny Icon Face basert på kategoriene deres eller gjennom koder ved hjelp av søkeboksen i denne utvidelsen. Utvidelsen husker også Lenny-ansiktslisten som nylig ble brukt for enkel tilgang senere.\n\nBare klikk på Lenny Face-ikonet for å kopiere det til utklippstavlen og sette det inn hvor som helst i nettleseren din, i en tekstredigerer, kodeditor, nettsider som Instagram, Facebook, kommentere på Youtube-kanal eller bruk den i chat-programmer som Skype, Whatsapp, Yahoo Messenger og Google Hangouts. Underhold vennene dine ved å bruke disse Lenny-ansiktene i dag.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Lenny Face Copy for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Lenny Face Copy dla Google Chrome ™ pomaga tworzyć i kopiować / wklejać Lenny Faces w dowolnym miejscu. Lenny Faces są dostępne i wystarczy jedno kliknięcie, gdy zainstalujesz to rozszerzenie. Klawiatura Lenny Faces dla Google Chrome ™ to rozszerzenie, które pomaga znajdować i tworzyć twarze Lenny'ego.\n\nOprogramowanie pozwala łatwo znaleźć Lenny Icon Face na podstawie ich kategorii lub za pomocą tagów za pomocą pola wyszukiwania w tym rozszerzeniu. Rozszerzenie zapamiętuje również listę twarzy Lenny'ego, która była ostatnio używana do łatwego dostępu później.\n\nWystarczy kliknąć ikonę Lenny Face, aby skopiować ją do schowka i wstawić w dowolnym miejscu przeglądarki, do edytora tekstu, edytora kodu, stron internetowych, takich jak Instagram, Facebook, komentować na kanale Youtube lub używać go w programach do czatu, takich jak Skype, Whatsapp, Yahoo Messenger i Google Hangouts. Baw się dziś swoimi przyjaciółmi tymi twarzami Lenny'ego.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Lenny Face Copy dla Google Chrome ™ nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Lenny Face Copy pentru Google Chrome ™ vă ajută să creați și să copiați / lipiți Lenny Faces oriunde. Lenny Faces sunt disponibile și la doar un clic distanță după ce ați instalat această extensie. Tastatura Lenny Faces pentru Google Chrome ™ este o extensie care vă ajută să găsiți și să creați chipuri Lenny.\n\nSoftware-ul vă permite să găsiți cu ușurință Lenny Icon Face pe baza categoriilor lor sau prin etichete utilizând caseta de căutare din această extensie. Extensia amintește, de asemenea, lista de fețe Lenny, care a fost recent utilizată pentru acces ușor mai târziu.\n\nDoar faceți clic pe pictograma Lenny Face pentru a o copia în clipboard și a o insera oriunde în browserul dvs., într-un editor de text, editor de cod, pagini web precum Instagram, Facebook, comentați pe canalul Youtube sau utilizați-l în cadrul programelor de chat precum Skype, Whatsapp, Yahoo Messenger și Google Hangouts. Amuzați-vă prietenii folosind aceste chipuri de Lenny astăzi.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Lenny Face Copy pentru Google Chrome ™ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Lenny Face Copy для Google Chrome ™ помогает создавать и копировать / вставлять лица Ленни в любое место. Lenny Faces доступны всего в один клик после установки этого расширения. Клавиатура Lenny Faces для Google Chrome ™ - это расширение, которое помогает находить и создавать лица Ленни.\n\nПрограммное обеспечение позволяет вам легко находить лицо Ленни Иконка на основе их категорий или по тегам, используя поле поиска внутри этого расширения. Расширение также запоминает список лиц Ленни, который недавно использовался для облегчения доступа позже.\n\nПросто щелкните значок Lenny Face, чтобы скопировать его в буфер обмена и вставить в любом месте вашего браузера, в текстовый редактор, редактор кода, веб-страницы, такие как Instagram, Facebook, прокомментировать канал Youtube или использовать его в программах чата, таких как Skype, Whatsapp, Yahoo Messenger и Google Hangouts. Развлекайте своих друзей этими лицами Ленни сегодня.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Lenny Face Copy для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Lenny Face Copy pre Google Chrome ™ vám pomôže vytvárať a kopírovať / vkladať Lenny Faces kamkoľvek. Lenny Faces sú k dispozícii a iba jedno kliknutie ďaleko po nainštalovaní tohto rozšírenia. Klávesnica Lenny Faces pre Google Chrome ™ je rozšírenie, ktoré vám pomôže nájsť a vytvoriť tváre Lennyho.\n\nSoftvér umožňuje ľahko vyhľadať Lenny Icon Face na základe ich kategórií alebo pomocou značiek pomocou vyhľadávacieho poľa vo vnútri tohto rozšírenia. Rozšírenie si pamätá aj zoznam tvárí Lennyho, ktorý bol nedávno použitý pre ľahký prístup neskôr.\n\nStačí kliknúť na ikonu Lenny Face a skopírovať ju do schránky a vložiť ju kdekoľvek vo vašom prehliadači, do textového editora, editora kódu, na webové stránky ako Instagram, Facebook, komentovať na Youtube kanále alebo ju použiť v chatovacích programoch ako Skype, Whatsapp, Yahoo Messenger a Google Hangouts. Pobavte svojich priateľov dnes pomocou týchto tvárí Lennyho.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Lenny Face Copy pre Google Chrome ™ nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Lenny Face Copy za Google Chrome ™ vam pomaga ustvariti in kopirati / prilepiti Lenny Faces kamor koli. Ko namestite to razširitev, so Lenny Faces na voljo le en klik stran. Tipkovnica Lenny Faces za Google Chrome ™ je razširitev, ki vam pomaga najti in ustvariti Lenny obraze.\n\nProgramska oprema vam omogoča enostavno iskanje Lenny Icon Face glede na njihove kategorije ali prek oznak z uporabo iskalnega polja znotraj te razširitve. Razširitev si zapomni tudi seznam obrazov Lenny, ki je bil pred kratkim uporabljen za lažji dostop pozneje.\n\nPreprosto kliknite ikono Lenny Face, da jo kopirate v odložišče in jo vstavite kamor koli v brskalnik, v urejevalnik besedil, urejevalnik kod, spletne strani, kot so Instagram, Facebook, komentar na kanalu Youtube ali pa jo uporabite v programih za klepet, kot je Skype, WhatsApp, Yahoo Messenger in Google Hangouts. Zabavajte svoje prijatelje, ki danes uporabljajo te obraze Lenny.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Lenny Face Copy za Google Chrome ™ ni v lasti družbe Google Licence in ni podružnica družbe Google Inc.",
    "sr": "Ленни Фаце Цопи за Гоогле Цхроме ™ вам помаже да креирате и копирате / налепите Ленни Фацес било где. Ленни Фацес су доступни на само један клик након што инсталирате ово проширење. Ленни Фацес тастатура за Гоогле Цхроме ™ је додатак који вам помаже да пронађете и креирате Ленни лица.\n\nСофтвер вам омогућава да лако пронађете Ленни Ицон Фаце на основу њихових категорија или помоћу ознака помоћу оквира за претрагу унутар овог проширења. Додатак такође памти Ленни-јеву листу лица која је недавно коришћена за лакши приступ касније.\n\nСамо кликните икону Ленни Фаце да бисте је копирали у међуспремник и уметнули било где у прегледачу, у уређивач текста, уређивач кода, веб странице попут Инстаграма, Фејсбука, коментарисали Иоутубе канал или је користили у програмима за ћаскање као што је Скипе, ВхатсАпп, Иахоо Мессенгер и Гоогле Хангоутс. Забавите своје пријатеље користећи ове Ленни фаце данас.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Ленни Фаце Цопи за Гоогле Цхроме ™ није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Lenny Face Copy för Google Chrome ™ hjälper dig att skapa och kopiera / klistra in Lenny Faces var som helst. Lenny Faces är tillgängliga och bara ett klick bort när du har installerat tillägget. Lenny Faces-tangentbord för Google Chrome ™ är ett tillägg som hjälper dig att hitta och skapa Lenny-ansikten.\n\nProgramvaran låter dig enkelt hitta Lenny Icon Face baserat på deras kategorier eller genom taggar med hjälp av sökrutan i denna förlängning. Tillägget kommer också ihåg Lenny-ansiktslistan som nyligen användes för enkel åtkomst senare.\n\nKlicka bara på Lenny Face-ikonen för att kopiera den till Urklipp och infoga den var som helst i din webbläsare, i en textredigerare, kodredigerare, webbsidor som Instagram, Facebook, kommentera på Youtube-kanalen eller använd den i chattprogram som Skype, Whatsapp, Yahoo Messenger och Google Hangouts. Roa dina vänner med dessa Lenny ansikten idag.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Lenny Face Copy för Google Chrome ™ ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "Lenny Face Copy สำหรับ Google Chrome ™ช่วยให้คุณสร้างและคัดลอก / วาง Lenny Faces ไปที่ใดก็ได้ Lenny Faces พร้อมใช้งานแล้วเพียงคลิกเดียวเมื่อคุณติดตั้งส่วนขยายนี้ แป้นพิมพ์ Lenny Faces สำหรับ Google Chrome ™เป็นส่วนเสริมที่ช่วยให้คุณค้นหาและสร้างใบหน้าของ Lenny\n\nซอฟต์แวร์ช่วยให้คุณค้นหา Lenny Icon Face ตามหมวดหมู่หรือผ่านแท็กโดยใช้ช่องค้นหาภายในส่วนขยายนี้ ส่วนขยายยังจำรายการใบหน้าของเลนนี่ซึ่งเพิ่งใช้เพื่อให้เข้าถึงได้ง่ายในภายหลัง\n\nเพียงคลิกที่ไอคอน Lenny Face เพื่อคัดลอกไปยังคลิปบอร์ดและแทรกลงที่ใดก็ได้บนเบราว์เซอร์ของคุณลงในโปรแกรมแก้ไขข้อความโปรแกรมแก้ไขโค้ดหน้าเว็บเช่น Instagram, Facebook, แสดงความคิดเห็นในช่อง Youtube หรือใช้ในโปรแกรมแชทเช่น Skype, Whatsapp, Yahoo Messenger และ Google Hangouts สนุกกับเพื่อนของคุณที่ใช้ใบหน้า Lenny ในวันนี้\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ Lenny Face Copy สำหรับ Google Chrome ™ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Google Chrome ™ için Lenny Face Copy, Lenny Faces'ı oluşturmanıza ve istediğiniz yere kopyalamanıza / yapıştırmanıza yardımcı olur. Lenny Faces kullanılabilir ve bu uzantıyı yükledikten sonra sadece bir tık uzakta. Google Chrome ™ için Lenny Faces klavye, Lenny yüzlerini bulmanıza ve oluşturmanıza yardımcı olan bir uzantıdır.\n\nYazılım, Lenny Icon Face'i kategorilerine göre veya bu uzantı içindeki arama kutusunu kullanarak etiketler aracılığıyla kolayca bulmanızı sağlar. Uzantı, daha sonra kolay erişim için yakın zamanda kullanılan Lenny yüz listesini de hatırlıyor.\n\nPanoya kopyalamak ve tarayıcınızın herhangi bir yerine, bir metin düzenleyiciye, kod düzenleyiciye, Instagram, Facebook gibi web sayfalarına eklemek, Youtube kanalında yorum yapmak veya Skype gibi sohbet programlarında kullanmak için Lenny Face simgesine tıklamanız yeterlidir. Whatsapp, Yahoo Messenger ve Google Hangouts. Bugün bu Lenny yüzlerini kullanarak arkadaşlarınızı eğlendirin.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Lenny Face Copy for Google Chrome ™ sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Lenny Face Copy для Google Chrome ™ допомагає створювати та копіювати / вставляти Lenny Faces у будь-яке місце. Після встановлення цього розширення Lenny Faces доступні за один клік. Клавіатура Lenny Faces для Google Chrome ™ - це розширення, яке допомагає знаходити та створювати обличчя Lenny.\n\nПрограмне забезпечення дозволяє легко знайти Lenny Icon Face на основі їх категорій або за допомогою тегів за допомогою вікна пошуку всередині цього розширення. Розширення також пам’ятає список облич Ленні, який нещодавно був використаний для зручного доступу пізніше.\n\nПросто натисніть піктограму Lenny Face, щоб скопіювати її в буфер обміну та вставити де завгодно у своєму браузері, у текстовий редактор, редактор коду, веб-сторінки, такі як Instagram, Facebook, коментувати на каналі Youtube або використовувати в програмах чату, таких як Skype, WhatsApp, Yahoo Messenger та Google Hangouts. Потіште своїх друзів, використовуючи ці обличчя Ленні сьогодні.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Lenny Face Copy для Google Chrome ™ не належить, не має ліцензії та не є дочірньою компанією Google Inc.",
    "vi": "Lenny Face Copy cho Google Chrome ™ giúp bạn tạo và sao chép / dán Lenny Face vào bất cứ đâu. Lenny Faces có sẵn và chỉ cần một cú nhấp chuột sau khi bạn đã cài đặt tiện ích mở rộng này. Bàn phím Lenny Faces dành cho Google Chrome ™ là một tiện ích mở rộng giúp bạn tìm và tạo khuôn mặt Lenny.\n\nPhần mềm cho phép bạn dễ dàng tìm thấy Khuôn mặt Biểu tượng Lenny dựa trên danh mục của chúng hoặc thông qua các thẻ bằng cách sử dụng hộp tìm kiếm bên trong tiện ích mở rộng này. Tiện ích mở rộng cũng ghi nhớ danh sách khuôn mặt Lenny được sử dụng gần đây để dễ dàng truy cập sau này.\n\nChỉ cần nhấp vào biểu tượng Lenny Face để sao chép nó vào khay nhớ tạm và chèn nó vào bất kỳ đâu trên trình duyệt của bạn, vào trình soạn thảo văn bản, trình chỉnh sửa mã, các trang web như Instagram, Facebook, bình luận trên kênh Youtube hoặc sử dụng nó trong các chương trình trò chuyện như Skype, Whatsapp, Yahoo Messenger và Google Hangouts. Vui vẻ với bạn bè của bạn khi sử dụng những khuôn mặt Lenny hôm nay.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Lenny Face Copy cho Google Chrome ™ không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "适用于Google Chrome™的Lenny Face Copy可帮助您创建Lenny Faces并将其复制/粘贴到任何地方。一旦安装了此扩展程序，即可使用Lenny Faces。适用于Google Chrome™的Lenny Faces键盘是一项扩展程序，可帮助您查找和创建Lenny Faces。\n\n该软件可让您根据类别或使用扩展名中的搜索框通过标签轻松找到Lenny Icon Face。该扩展程序还可以记住Lenny面孔列表，该列表最近用于以后轻松访问。\n\n只需点击Lenny Face图标将其复制到剪贴板，然后将其插入浏览器中的任意位置，文本编辑器，代码编辑器，Instagram，Facebook等网页，在Youtube频道上进行评论或在聊天程序（例如Skype， Whatsapp，Yahoo Messenger和Google Hangouts。今天请使用这些Lenny面孔逗您的朋友。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Google Chrome™的Lenny Face Copy不归Google Inc.所有，也不由其许可或拥有。",
    "zh_TW": "適用於Google Chrome™的Lenny Face Copy可幫助您創建Lenny Faces並將其複制/粘貼到任何地方。一旦安裝了此擴展程序，即可使用Lenny Faces。適用於Google Chrome™的Lenny Faces鍵盤是一項擴展程序，可幫助您查找和創建Lenny Faces。\n\n該軟件可讓您根據類別或使用擴展名中的搜索框通過標籤輕鬆找到Lenny Icon Face。該擴展程序還可以記住Lenny面孔列表，該列表最近用於以後輕鬆訪問。\n\n只需點擊Lenny Face圖標將其複製到剪貼板，然後將其插入瀏覽器中的任意位置，文本編輯器，代碼編輯器，Instagram，Facebook等網頁，在Youtube頻道上進行評論或在聊天程序（例如Skype， Whatsapp，Yahoo Messenger和Google Hangouts。今天請使用這些Lenny面孔逗您的朋友。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Google Chrome™的Lenny Face Copy不歸Google Inc.所有，也不由其許可或擁有。"
  }
}