{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WorkFlowy to Google Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add a WorkFlowy bullet (or any webpage) to Google Calendar in two clicks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ver 3.2.0: Adds Cursor Focus Option\n\n• Creates events using the WorkFlowy bullet name.\n• Looks in the WorkFlowy bullet name (or note) for dates.  \n• If no dates are found, it creates an event in the next time slot.\n• OPTION: use cursor focus instead of zooming to select events.\n• Works on any webpage, not just WorkFlowy.\n• Activate via toolbar icon, keyboard shortcut or right click menu.\n• Adds the page link to the event note.\n• Great way to create reminder/notifications for WorkFlowy items!\n• Lightweight,  no special permissions.\n• Right Click the extension icon and select Options for instructions on how to specify target calendars.\n\nTO USE:\n• Zoom on the WorkFlowy bullet (or load a webpage).\n• When FOCUS OPTION is enabled, set cursor focus to the desired item.\n• Click the icon, right click menu, or use a keyboard shortcut.\n (an add event form opens in a new tab).\n• Click Save, or edit details if desired.\n\nVer 3.2.1: Minor date parsing bug fix.\nVer 3.1.1: Fixes broken WorkFlowy date parsing\nVer 3.1.0: Adds support for WorkFlowy's new dates feature\nVer 3.0.0 Use keywords in bullet text to specify different calendars.\nVer 2.2 Notes:\n• The new Google Calendar format no longer supports Quick Add parsing.\n• The date and time now default to the next 30 minute time slot."
  }
}