{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save to GoodLinks",
    "sk": "Uložiť do GoodLinks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save links to GoodLinks app.",
    "sk": "Ukladanie odkazov do GoodLinks aplikácie."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "* GoodLinks app for iOS or macOS is required to enable this extension.\n\n* This extension will stop working if Advanced Data Protection is enabled on your iCloud account. If you have Advanced Data Protection enabled, we recommend using the Share extension (https://goodlinks.app/help/how-to-save/).\n\nUse GoodLinks browser extension to save links to GoodLinks app.\n\nAfter installed, click the GoodLinks button to sign in with your Apple ID (please make sure that you select the \"Keep me signed in\" option when sign in). The extension runs completely client side, communicates only with Apple's iCloud to save your links. It does not collect or pass anything through any other servers.\n\nDefault keyboard shortcut for the extension are Command+Shift+S (Mac), Ctrl+Shift+S (Windows). You can change it in the Chrome Settings for Extensions.",
    "sk": "* Na povolenie tohto rozšírenia je potrebná aplikácia GoodLinks pre iOS alebo macOS.\n\n​* Toto rozšírenie prestane fungovať, ak je vo vašom účte iCloud povolená pokročilá ochrana dát. Ak máte zapnutú pokočilú ochranu dát, odporúčame použiť rozšírenie Zdieľať (https://goodlinks.app/help/how-to-save/).\n\n​Pomocou rozšírenia prehliadača GoodLinks uložte odkazy do aplikácie GoodLinks.\n\n​Po inštalácii sa kliknutím na tlačidlo GoodLinks prihláste pomocou svojho Apple ID (pri prihlasovaní sa uistite, že ste vybrali možnosť \"Neodhlasovať ma\"). Rozšírenie beží úplne na strane klienta, komunikuje iba s iCloudom spoločnosti Apple, aby uložilo vaše odkazy. Nezhromažďuje ani neprenáša nič cez žiadne iné servery.\n\n​Predvolená klávesová skratka pre rozšírenie je Command+Shift+S (Mac), Ctrl+Shift+S (Windows). Môžete ju zmeniť v Nastaveniach prehliadača pre rozšírenia."
  }
}