{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add More Colors to Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your Google Calendar with a Chrome extension that adds custom colors to each event for a personalized, organized schedule."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add More Colors to Calendar gives you the option to create any custom color for your Google Calendar! Finally, More Colors for Google Calendar! Add any color palette you would like with our Google Calendar Color Extension.\n\nHow to Use:\n\n1. After installing the extension, click the extension tab on the top bar of Chrome and then log in with your Google account to \"Add More Colors to Calendar\"\n\n2. After logging into the extension, go to your Google Calendar and create an event.\n\n3. In the event popup, you will have the option to change the color of the event. Click the color selector and then click the \"+\" that appears at the bottom of the default Google Calendar colors.\n\n4. Select any color from the selector then click \"Apply\".\n\n5. Save your event!\n\nHint: You can also right-click already created Google Calendar events and change the color quicker.\n\nHOW TO CANCEL YOUR PRO SUBSCRIPTION\n1. Click on the Add More Colors to Calendar logo on the top chrome bar.\n\n2. Click the \"Manage Subscription\" link\n\n3. Log in to your user account in Stripe\n\n4. Click the \"Cancel Subscription\" button on the right of the screen\n\nHOW TO DELETE A COLOR\n1. Click the Extension logo in the top of the Chrome browser\n2. Log in if needed\n3. Click the \"X\" beside a color you have selected\n4. Delete the color. \n5. You can now add a new color to replace the one that was deleted\n\nUPDATE 10/20\nWe have released an update of the extension to work with Chrome's new version\n\nFEATURE UPDATE 4/17\nWe have reduced the price of the Pro version of the extension to $5.99. We have also implemented a recurring payment model so the price is $5.99 per month for Add More Colors to Calendar Pro\n\nFEATURE UPDATE 3/26\nWe have added the ability to input your own #hex color to have more accuracy in the color selection process. We would love any feedback on the feature and any suggestions you have for future releases.\n\nAre you tired of the limited color options in Google Calendar? Feel like your calendar could use a splash of personality or a more systematic color-coding scheme that truly fits your style or your company's branding? Our Google Chrome extension is here to transform your calendar experience. Introducing the ultimate solution for everyone seeking to add more colors to their Google Calendar. Whether you aim for a more organized calendar, desire more aesthetic appeal, or need your employees' calendars to match your company's colors, this extension is crafted just for you.\n\nWhy Add More Colors to Your Google Calendar?\nGoogle Calendar is a powerful tool for managing your time, organizing your schedule, and keeping track of events and appointments. However, with its default color palette, users often find themselves wishing for more options to customize their calendars. That's where our extension comes into play, offering limitless possibilities to personalize your calendar. Here's how it makes a difference:\n\nEnhanced Organization: By allowing for custom color coding, our extension lets you categorize events, tasks, and appointments more effectively. This makes your calendar not just a scheduling tool but a visual representation of how your time is allocated.\nAesthetic Appeal: Transform your Google Calendar into a work of art. With custom colors, you can match your calendar's look to your personal style, your desktop theme, or even your mood.\nCompany Branding: For businesses, this extension is a game-changer. Align your employees' calendars with your company's color scheme, reinforcing brand identity and ensuring a uniform appearance in all calendar-related communications.\n\nKey Features: \n\nUnlimited Color Options: Break free from the default palette and choose any color under the sun. Our user-friendly color picker ensures that you can select precisely the shade you need.\n\nEasy to Use: With a simple and intuitive interface, customizing your calendar's colors is a breeze. No technical expertise required!\n\nCompatibility: Designed specifically for Google Chrome, this extension integrates seamlessly with Google Calendar, offering a smooth and stable experience.\n\nPerfect for Teams: Make your team's calendars a reflection of your company's brand. Our extension supports shared calendars, making it easy to apply a uniform color scheme across your organization.\n\nFree to Try: Get started with our extension at no cost. Explore the full range of features and see how it transforms your Google Calendar experience.\n\nTransform Your Google Calendar Today\nReady to take your Google Calendar from functional to fabulous? With our Chrome extension, adding more colors to your Google Calendar has never been easier. Whether you're looking to improve organization, enhance aesthetic appeal, or align your team's calendars with your company's branding, our extension is the key to unlocking a more personalized and visually appealing calendar experience.\n\nDon't settle for a bland and impersonal calendar. Embrace color, embrace creativity, and embrace the full potential of your Google Calendar with our extension. Try it today and see the difference for yourself!"
  }
}