{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily pick any color on the screen, view a history of picked colors, and copy or clear them with a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Color Picker\" browser extension is a useful tool for web designers, graphic designers, and marketers. It allows users to easily pick hex color codes from any website by simply clicking on the desired color. The extension also includes a color history feature, where users can view and organize the colors they have picked in the past. This is particularly useful for marketers as it allows them to easily keep track of the color scheme used on a particular website, or to refer back to a specific color they've used before. Additionally, the extension also includes a color picker that can be used to select colors from an image. This feature is extremely useful when trying to match colors between different elements of a website or marketing campaign. Overall, the \"Color Picker\" browser extension is a must-have tool for anyone working with color on the web.\n\nAll websites must provide Color Picker access in order for it to be available when you need it. It is necessary to have this permission in order to utilize the tabs API. Color selection is extremely adjustable and does not misuse this privilege.\n\nIf you feel the need to alert the developer about a bug use the feedback forum instead of writing a review.\n\nYou can copy the Hex Code by simply clicking on it"
  }
}