{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Inspector(前端重构+视觉走查辅助工具)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "前端重构和视觉走查的辅助工具。",
    "en": "A helper tool for fast front-end development and visual inspection."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## Visual Inspector\n\n> 这款插件可以高效的帮助前端工程师页面重构，高度视觉还原，也方便设计师UI走查。前端工程师在重构阶段就能快速发现页面和视觉稿的差异，减少大量和设计师的沟通成本。\n\n> 可以随意修改设计稿`大小`，`位置`，`透明度`，`混合模式`等，方便各种设计风格的UI对比。\n\n> 如果你在做页面重构，实时功能可以很方便的在页面刷新后恢复到页面刷新之前的状态(如设计稿的大小，位置，透明度等)。\n\n> 同时，如果不需要移动拉伸设计稿了，建议打开冻结功能，这样设计稿将不再响应鼠标事件，不能拉伸和拖拽，这样不会影响页面本身的交互功能。\n\n> 预置了常用命令的快捷键，更加方便的操作和比对\n\n### 新版(1.3.9+)去掉了测量功能，如果需要请安装测量插件，如 better ruler，https://chrome.google.com/webstore/detail/better-ruler/ilcnadaaninblgbekoaihdhoiecaflie, 支持吸附测量更方便。\n\n### 快捷键:\n\n- h 键: 显示和隐藏图片\n- f 键: 显示和隐藏底部工具栏\n- d 键: 冻结和解冻图片\n- 数字键（0-9）：`设置图片透明度`。如：1秒内快速按下两次5，将设置图片55%的透明度。如果1秒内只按下了一次数字键，如5，一秒后将自动补0，即设置图片透明度为50%。\n- 方向键：移动图片，一次移动1px。如果同时按下Shift键，将一次移动10px。\n- 快速匹配\n    - alt + 0 : 重置\n    - alt + 1 : 原图大小\n    - alt + 2 : 原图两倍\n    - alt + 3 : 原图一半\n    - alt + 4 : 窗口宽度\n\n如果快捷键不起作用，请点击设计稿，或者页面空白处再试一试",
    "en": "## Visual Inspector\n> This is a chrome plugin to help front-end engineers and designers to quickly locate differences between design mockups and web pages. as well as front-end engineers UI self-examination, reducing the cost of communication with designers.\n\n> You can modify the `size`, `position`, `transparency`, `mix mode` of the design manuscript at will, to facilitate UI comparison of various design styles.\n\n> If you are doing page refactoring, the real-time function can be easily restored to the state before the page is refreshed after the page is refreshed (such as the size, position, transparency, etc. of the design draft).\n\n> At the same time, if you do not need to move the stretch design, it is recommended to open the freeze function, so that the design will no longer respond to mouse events, can not stretch and drag, and will not affect the interactive function of the page itself.\n\n> Preset shortcuts for frequently used commands for easier operation and comparison\n\n### New version(1.3.9+) removed ruler. for those who need this functionality, please install a ruler such as [better ruler](https://chrome.google.com/webstore/detail/better-ruler/ilcnadaaninblgbekoaihdhoiecaflie), which supports snapping elements.\n\n###  shortcut keys:\n\n- h: show or hide mockup\n- f: show or hide the bottom toolbar\n- d: freeze or unfreeze mockup\n- Number keys (0-9): Quickly set the mockup transparency. For example, if you press 5 twice in 1 second, the transparency of the mockup will be set at 55%. If only the number key is pressed once in 1 second, such as 5, it will automatically fill 0 after one second, that is, set the mockup transparency to 50%.\n- Arrow keys: Move the mockup and move 1px at a time. If you press the Shift key at the same time, you will move 10px at a time.\n- Quick adaptation:\n\t- alt + 0: Reset\n\t- alt + 1: Original image size\n\t- alt + 2: Original size *2\n\t- alt + 3: Original size /2\n\t- alt + 4: Window Width\n\n\n- If the shortcut does not work, please check if the current page's focus is inside other form controls (such as input, textarea...)? The easiest way, click on the mockup, or on the blank area in the page and to try again :)"
  }
}