{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D-ToolBox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D-ToolBox, Shortcuts to create Google Drive documents and download as pdf, docs, xlsx, etc.. your google document."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "D-ToolBox is a Google Drive Tool Box which provide you a direct access to create a new Google document and when you are in a Google Document a direct link to download document as a pdf file or an office file.\n\nShortcuts to create  :\nGoogle Document\nGoogle Spreadsheet\nGoogle Presentation\nGoogle Form\nGoogle Script\nGoogle New Spreadsheet\nGoogle Draw\n\nIn a Google Document page, shortcuts to :\nDownload Google Document as pdf or docx\nDownload Google Spreadsheet as pdf, xlsx or csv\nDownload Google Presentation as pdf or pptx\nDownload Google New Spreadsheet as pdf or xlsx\n\nCredit for icon : http://dryicons.com/\n\nv 1.1 : Modifying url for creating google document to be compliant with new home screens for Documents, Sheets and Slides.\n\nv 1.0 : Fixed issue with images\n\nv 0.9.9 : Adding the ability to download new spreadsheet as csv (works only for first sheet of file). \nRemoving the shortcut for creating an old spreadsheet because it is no longer availble and replaced it by the new spreadsheets shortcut.\n\nv 0.9.8 : Beta - Added functionnality to duplicate an old spreasheet to a new spreadsheet. Be careful if there is formulas based on others tab the formula will display #REF!. You just have to edit cell and click enter to display the result."
  }
}