{
  "name": {
    "ar": "MeetApps: روابط مكالمات الفيديو لتقويم Google",
    "am": "MeetApps: የጉግል ቀን መቁጠሪያ የቪዲዮ ጥሪ አገናኞች",
    "bg": "MeetApps: Връзки за видеоразговори в Google Календар",
    "bn": "মিট অ্যাপস: গুগল ক্যালেন্ডার ভিডিও কল লিঙ্ক",
    "ca": "MeetApps: enllaços de videotrucades de Google Calendar",
    "cs": "MeetApps: Odkazy na videohovory z Kalendáře Google",
    "da": "MeetApps: Links til Google Kalender til videoopkald",
    "de": "MeetApps: Links zu Google Kalender-Videoanrufen",
    "el": "MeetApps: Σύνδεσμοι βιντεοκλήσεων ημερολογίου Google",
    "en,en_AU,en_GB,en_US,es_419": "MeetApps: Google Calendar Video Call Links",
    "es": "MeetApps: Vínculos de videollamadas de Google Calendar",
    "et": "MeetApps: Google'i kalendri videokõne lingid",
    "fa": "MeetApps: پیوندهای تماس ویدیویی تقویم Google",
    "fi": "MeetApps: Google-kalenterin videopuhelulinkit",
    "fil": "MeetApps: Mga Link sa Video Call ng Google Calendar",
    "fr": "MeetApps : liens d'appel vidéo Google Agenda",
    "gu": "મીટ એપ્લિકેશન: ગૂગલ કેલેન્ડર વિડિઓ ક Callલ લિંક્સ",
    "he": "MeetApps: קישורי שיחת וידאו ביומן Google",
    "hi": "MeetApps: Google कैलेंडर वीडियो कॉल लिंक",
    "hr": "MeetApps: Veze za video pozive Google kalendara",
    "hu": "MeetApps: Google Naptár videohívások linkjei",
    "id": "MeetApps: Tautan Panggilan Video Google Kalender",
    "it": "MeetApps: link alle videochiamate di Google Calendar",
    "ja": "MeetApps：Googleカレンダービデオ通話リンク",
    "kn": "ಮೀಟ್‌ಆಪ್ಸ್: ಗೂಗಲ್ ಕ್ಯಾಲೆಂಡರ್ ವೀಡಿಯೊ ಕರೆ ಲಿಂಕ್‌ಗಳು",
    "ko": "MeetApps: Google 캘린더 영상 통화 링크",
    "lt": "„MeetApps“: „Google“ kalendoriaus vaizdo skambučių nuorodos",
    "lv": "MeetApps: Google kalendāra videozvanu saites",
    "ml": "മീറ്റ് ആപ്‌സ്: Google കലണ്ടർ വീഡിയോ കോൾ ലിങ്കുകൾ",
    "mr": "मीटअॅप्स: Google कॅलेंडर व्हिडिओ कॉल दुवे",
    "ms": "MeetApps: Pautan Panggilan Video Kalendar Google",
    "nl": "MeetApps: links naar Google Agenda-videogesprekken",
    "no": "MeetApps: Lenker til Google Call-videosamtaler",
    "pl": "MeetApps: linki do rozmów wideo w Kalendarzu Google",
    "pt_BR,pt_PT": "MeetApps: links de videochamada do Google Agenda",
    "ro": "MeetApps: linkuri Google Calendar pentru apeluri video",
    "ru": "MeetApps: ссылки для видеовызовов Календаря Google",
    "sk": "MeetApps: Odkazy na videohovory z Kalendára Google",
    "sl": "MeetApps: Povezave za video klice v Google Koledarju",
    "sr": "МеетАппс: Везе за видео позиве Гоогле календара",
    "sv": "MeetApps: Länkar för videosamtal till Google Kalender",
    "sw": "MeetApps: Google kalenda Video Wito Viungo",
    "ta": "மீட்ஆப்ஸ்: கூகிள் கேலெண்டர் வீடியோ அழைப்பு இணைப்புகள்",
    "te": "మీట్ఆప్స్: గూగుల్ క్యాలెండర్ వీడియో కాల్ లింకులు",
    "th": "MeetApps: ลิงก์แฮงเอาท์วิดีโอของ Google ปฏิทิน",
    "tr": "MeetApps: Google Takvim Görüntülü Arama Bağlantıları",
    "uk": "MeetApps: Посилання на відеодзвінки Google Календаря",
    "vi": "MeetApps: Liên kết cuộc gọi điện video trên Lịch Google",
    "zh_CN,zh_TW": "MeetApps：Google 日历视频通话链接"
  },
  "short": {
    "ar": "يسرد روابط اجتماعات Zoom و Microsoft Teams و GoToMeeting و Cisco Webex و Google Meet وغيرها من تقويم Google الخاص بك",
    "am": "የማጉላት ፣ የማይክሮሶፍት ቡድኖች ፣ የ GoToMeeting ፣ Cisco Webex ፣ Google Meet እና ሌሎች አገናኞችን የሚገናኙ ዝርዝር ከጉግል ቀን መቁጠሪያዎ",
    "bg": "Изброява връзки за срещи на Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet и други от вашия Google Calendar",
    "bn": "আপনার গুগল ক্যালেন্ডার থেকে জুম, মাইক্রোসফ্ট টিমস, GoToMeeting, সিসকো ওয়েবেক্স, গুগল মিট এবং অন্যদের মিটিং লিঙ্কগুলি তালিকাভুক্ত…",
    "ca": "Llista els enllaços de reunions de Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet i altres del vostre Google Calendar",
    "cs": "Seznam odkazů na schůzky společností Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet a dalších z vašeho Kalendáře…",
    "da": "Viser mødelinks til Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet og andre fra din Google Kalender",
    "de": "Listet Meeting-Links von Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet und anderen aus Ihrem Google-Kalender auf",
    "el": "Λίστες συνδέσμων συσκέψεων των Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet και άλλων από το Ημερολόγιο Google",
    "en,en_AU,en_GB,en_US,es_419": "Quickly start video calls without opening calendar (Zoom, Teams, Meet & 7 others supported)",
    "es": "Enumera los enlaces de reuniones de Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet y otros de su Calendario de Google",
    "et": "Loetleb teie Google'i kalendrist Zoomi, Microsoft Teami, GoToMeetingu, Cisco Webexi, Google Meet'i ja teiste koosolekulinke",
    "fa": "پیوندهای جلسه Zoom ، Microsoft Teams ، GoToMeeting ، Cisco Webex ، Google Meet و دیگران را از تقویم Google شما لیست می کند",
    "fi": "Luettelee Zoomin, Microsoft Teamsin, GoToMeetingin, Cisco Webexin, Google Meetin ja muiden Google-kalenterisi kokouslinkit",
    "fil": "Naglista ng mga link sa pagpupulong ng Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet at iba pa mula sa iyong Google…",
    "fr": "Répertorie les liens de réunion de Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet et autres à partir de votre…",
    "gu": "તમારા ગૂગલ કેલેન્ડરમાંથી ઝૂમ, માઇક્રોસ Microsoftફ્ટ ટીમ્સ, ગો ટoમિટીંગ, સિસ્કો વેબેક્સ, ગૂગલ મીટ અને અન્યની મીટિંગ લિંક્સની સૂચિ.",
    "he": "מפרט קישורי פגישות של Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet ואחרים מיומן Google שלך.",
    "hi": "आपके Google कैलेंडर से ज़ूम, Microsoft टीम, GoToMeeting, सिस्को वीबेक्स, Google मीट और अन्य के मीटिंग लिंक सूचीबद्ध करता है",
    "hr": "Navodi veze na sastanku Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet i drugih iz vašeg Google kalendara",
    "hu": "Felsorolja a Zoom, a Microsoft Teams, a GoToMeeting, a Cisco Webex, a Google Meet és mások találkozó linkjeit a Google Naptárból",
    "id": "Mencantumkan tautan rapat Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet, dan lainnya dari Google Kalender Anda",
    "it": "Elenca i collegamenti alle riunioni di Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet e altri da Google Calendar",
    "ja": "Zoom、Microsoft Teams、GoToMeeting、Cisco Webex、GoogleMeetなどの会議リンクをGoogleカレンダーから一覧表示します",
    "kn": "ನಿಮ್ಮ Google ಕ್ಯಾಲೆಂಡರ್‌ನಿಂದ om ೂಮ್, ಮೈಕ್ರೋಸಾಫ್ಟ್ ತಂಡಗಳು, ಗೊಟೊಮೀಟಿಂಗ್, ಸಿಸ್ಕೊ ವೆಬೆಕ್ಸ್, ಗೂಗಲ್ ಮೀಟ್ ಮತ್ತು ಇತರರ ಲಿಂಕ್‌ಗಳ ಸಭೆ…",
    "ko": "Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet 및 Google 캘린더의 기타 회의 링크를 나열합니다.",
    "lt": "Išvardija „Zoom“, „Microsoft Teams“, „GoToMeeting“, „Cisco Webex“, „Google Meet“ ir kitų susitikimų nuorodas iš jūsų „Google“…",
    "lv": "Saraksta Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet un citu sanāksmju saites no jūsu Google kalendāra",
    "ml": "നിങ്ങളുടെ Google കലണ്ടറിൽ നിന്നുള്ള സൂം, മൈക്രോസോഫ്റ്റ് ടീമുകൾ, GoToMeeting, സിസ്കോ വെബെക്സ്, Google മീറ്റ്, മറ്റുള്ളവ എന്നിവയുടെ…",
    "mr": "आपल्या Google कॅलेंडरमधील झूम, मायक्रोसॉफ्ट टीम्स, GoToMeeting, Cisco Webex, Google मीट आणि इतरांच्या संमेलनाच्या दुव्यांची यादी…",
    "ms": "Menyenaraikan pautan mesyuarat Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet dan lain-lain dari Kalendar Google anda",
    "nl": "Vermeldt vergaderlinks van Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet en anderen uit uw Google Agenda",
    "no": "Viser møtekoblinger til Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet og andre fra Google Kalenderen din",
    "pl": "Wyświetla linki do spotkań Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet i innych z Twojego Kalendarza Google",
    "pt_BR,pt_PT": "Lista links de reuniões do Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet e outros do seu Google Agenda",
    "ro": "Listează linkurile de întâlnire ale Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet și altele din Google Calendar",
    "ru": "Список ссылок на встречи Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet и других из вашего Календаря Google.",
    "sk": "Uvádza odkazy na schôdzky spoločností Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet a ďalších z vášho Kalendára…",
    "sl": "Seznam povezav za sestanke Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet in drugih iz vašega Google Koledarja",
    "sr": "Наводи везе са састанка Зоом, Мицрософт Теамс, ГоТоМеетинг, Цисцо Вебек, Гоогле Меет и других из вашег Гоогле календара",
    "sv": "Listar möteslänkar för Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet och andra från din Google Kalender",
    "sw": "Orodha ya mkutano wa viungo vya Zoom, Timu za Microsoft, GoToMeeting, Cisco Webex, Google Meet na wengine kutoka Kalenda yako ya…",
    "ta": "உங்கள் Google காலெண்டரிலிருந்து ஜூம், மைக்ரோசாஃப்ட் அணிகள், GoToMeeting, சிஸ்கோ வெபக்ஸ், கூகிள் சந்திப்பு மற்றும் பிறவற்றின்…",
    "te": "మీ Google క్యాలెండర్ నుండి జూమ్, మైక్రోసాఫ్ట్ జట్లు, గోటోమీటింగ్, సిస్కో వెబెక్స్, గూగుల్ మీట్ మరియు ఇతరుల లింకింగ్ లింకులను జాబితా…",
    "th": "แสดงลิงก์การประชุมของ Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet และอื่นๆ จาก Google ปฏิทินของคุณ",
    "tr": "Google Takviminizden Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet ve diğerlerinin toplantı bağlantılarını listeler",
    "uk": "Перелічує посилання для зустрічей Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet та інших із вашого Календаря Google",
    "vi": "Liệt kê các liên kết cuộc họp của Zoom, Microsoft Teams, GoToMeeting, Cisco Webex, Google Meet và các liên kết khác từ Lịch Google…",
    "zh_CN,zh_TW": "从您的 Google 日历中列出 Zoom、Microsoft Teams、GoToMeeting、Cisco Webex、Google Meet 和其他人的会议链接"
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en_GB,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best Google Calendar chrome extension to easily join online meetings without searching for the links in events. Supports 8 platforms and improves work from home experience.\n\nCLUTTER FREE MEETINGS\nNormally you would have to identify meetings at your Google calendar, find its joining link, copy-paste it in the browser and then join them. MeetApps helps you join meetings hassle free.\n\nSTART AN INSTANT MEETING\nAll you need to do is click on the Google Meet logo. A newly generated meeting will be opened and the link will be automatically copied. It will also make an entry in your Google Calendar.\n\nHOW DOES THIS WORK?\nAfter you install the extension and authorize from Google, MeetApps will present you your upcoming meeting as a popup upon clicking the chrome extension icon and the popup entries will take you right to the meeting URL. A reminder will also budge you 2 to 3 mins before the start of a meeting. As an early adapter, you'll get a free license key mailed to you on your email address which will be valid for MeetApps integration with Google Calendar. Your email address will be stored for the purpose of licensing\n\nSUPPORTED PLATFORMS\nIt doesn't matter if your client has scheduled the meeting on Skype or Amazon Chime. This extension will search for meeting links and present you with the joining links. 8 platforms are supported by this including Zoom, MS Teams and Blue Jeans.\n\nSIMPLE DESIGN, EASY TO USE\nOur Chrome extension is free to download and easy to use with user friendly minimal interface and concise design. All your meetings are automatically scheduled and you’re given a reminder every time a meeting is about to start. The fast inbuilt redirecting action allows you to directly reach the meeting joining link and cut the irritating inconvenience of searching the links.\n\nNEVER COST YOUR BUSINESS ANOTHER LATE MEETING ANYMORE!\nInstall MeetApps free of cost today and you’d never miss a meeting or get late for one anymore.\n\nThis extension uses icons from flaticons.",
    "ca,es": "La mejor extensión de Chrome de Google Calendar para unirse fácilmente a reuniones en línea sin buscar los enlaces en los eventos. Admite 8 plataformas y mejora la experiencia del trabajo desde casa.\n\nREUNIONES LIBRES DE DESORDEN\nNormalmente, tendría que identificar las reuniones en su calendario de Google, encontrar su enlace para unirse, copiarlo y pegarlo en el navegador y luego unirse a ellas. MeetApps le ayuda a unirse a reuniones sin problemas.\n\nINICIAR UNA REUNIÓN INSTANTÁNEA\nTodo lo que necesita hacer es hacer clic en el logotipo de Google Meet. Se abrirá una reunión recién generada y el enlace se copiará automáticamente. También hará una entrada en su Calendario de Google.\n\n¿CÓMO FUNCIONA ESTO?\nDespués de instalar la extensión y la autorización de Google, MeetApps le presentará su próxima reunión como una ventana emergente al hacer clic en el icono de la extensión de Chrome y las entradas emergentes lo llevarán directamente a la URL de la reunión. Un recordatorio también lo hará pasar de 2 a 3 minutos antes del inicio de una reunión. Como primer adaptador, recibirá una clave de licencia gratuita por correo a su dirección de correo electrónico que será válida para la integración de MeetApps con Google Calendar. Su dirección de correo electrónico se almacenará con el fin de obtener una licencia.\n\nPLATAFORMAS SOPORTADAS\nNo importa si su cliente ha programado la reunión en Skype o Amazon Chime. Esta extensión buscará enlaces a reuniones y le presentará los enlaces para unirse. 8 plataformas son compatibles con esto, incluidas Zoom, MS Teams y Blue Jeans.\n\nDISEÑO SENCILLO, FÁCIL DE USAR\nNuestra extensión de Chrome se puede descargar gratis y es fácil de usar con una interfaz mínima fácil de usar y un diseño conciso. Todas sus reuniones se programan automáticamente y se le envía un recordatorio cada vez que una reunión está a punto de comenzar. La rápida acción de redireccionamiento incorporada le permite llegar directamente al enlace para unirse a la reunión y eliminar el irritante inconveniente de buscar los enlaces.\n\n¡NUNCA COSTES A TU NEGOCIO OTRA REUNIÓN TARDE MÁS!\nInstale MeetApps sin costo hoy y nunca más se perderá una reunión o llegará tarde a una.\n\nEsta extensión usa iconos de flaticons.",
    "de": "Beste Chrome-Erweiterung für Google Kalender, um einfach an Online-Meetings teilzunehmen, ohne nach den Links in Ereignissen zu suchen. Unterstützt 8 Plattformen und verbessert die Arbeit von zu Hause aus.\n\nKLUTTERFREIE MEETINGS\nNormalerweise müssten Sie Meetings in Ihrem Google-Kalender identifizieren, den Beitrittslink finden, ihn in den Browser kopieren und dann daran teilnehmen. MeetApps hilft Ihnen, problemlos an Meetings teilzunehmen.\n\nSTARTEN SIE EIN SOFORTIGES MEETING\nSie müssen lediglich auf das Google Meet-Logo klicken. Ein neu generiertes Meeting wird geöffnet und der Link wird automatisch kopiert. Es wird auch ein Eintrag in Ihrem Google-Kalender vorgenommen.\n\nWIE FUNKTIONIERT DAS?\nNachdem Sie die Erweiterung installiert und von Google autorisiert haben, präsentiert Ihnen MeetApps Ihr bevorstehendes Meeting als Popup, wenn Sie auf das Chrome-Erweiterungssymbol klicken, und die Popup-Einträge führen Sie direkt zur Meeting-URL. Eine Erinnerung wird Sie auch 2 bis 3 Minuten vor Beginn eines Meetings daran erinnern. Als Early-Adapter erhalten Sie einen kostenlosen Lizenzschlüssel per E-Mail an Ihre E-Mail-Adresse, der für die MeetApps-Integration in Google Kalender gültig ist. Ihre E-Mail-Adresse wird zum Zweck der Lizenzierung gespeichert\n\nUNTERSTÜTZTE PLATTFORMEN\nEs spielt keine Rolle, ob Ihr Kunde das Meeting über Skype oder Amazon Chime angesetzt hat. Diese Erweiterung sucht nach Besprechungslinks und zeigt Ihnen die Beitrittslinks an. 8 Plattformen werden davon unterstützt, darunter Zoom, MS Teams und Blue Jeans.\n\nEINFACHES DESIGN, EINFACH ZU BEDIENEN\nUnsere Chrome-Erweiterung kann kostenlos heruntergeladen werden und ist mit einer benutzerfreundlichen, minimalen Oberfläche und einem übersichtlichen Design einfach zu verwenden. Alle Ihre Meetings werden automatisch geplant und Sie werden jedes Mal daran erinnert, wenn ein Meeting beginnt. Die schnelle integrierte Weiterleitungsaktion ermöglicht es Ihnen, den Link zum Beitritt zum Meeting direkt zu erreichen und die lästige Suche nach den Links zu vermeiden.\n\nKOSTEN SIE IHR GESCHÄFT NIE MEHR EIN WEITERES SPÄTES MEETING!\nInstallieren Sie MeetApps noch heute kostenlos und Sie werden kein Meeting mehr verpassen oder zu spät kommen.\n\nDiese Erweiterung verwendet Icons von flaticons.",
    "en,en_AU,en_US,es_419": "Chrome extension for Google Calendar to easily join video calls without searching for the links in meeting invites. Supports 9 meeting platforms and improves work from home experience.\n\nCLUTTER FREE MEETINGS\nNormally you would have to identify meetings at your Google calendar, find its joining link, copy-paste it in the browser and then join them. MeetApps helps you join meetings hassle free.\n\nSTART AN INSTANT MEETING\nAll you need to do is click on the Google Meet logo. A newly generated meeting will be opened and the link will be automatically copied. It will also make an entry in your Google Calendar.\n\nHOW DOES THIS WORK?\nAfter you install the extension and authorize from Google, MeetApps will present you your upcoming meeting as a popup upon clicking the chrome extension icon and the popup entries will take you right to the meeting URL. A reminder will also budge you 2 to 3 mins before the start of a meeting. As an early adapter, you'll get a free license key mailed to you on your email address which will be valid for MeetApps integration with Google Calendar. Your email address will be stored for the purpose of licensing\n\nSUPPORTED PLATFORMS\nIt doesn't matter if your client has scheduled the meeting on Skype or Amazon Chime. This extension will search for meeting links and present you with the joining links. 8 platforms are supported by this including Zoom, MS Teams and Blue Jeans.\n\nSIMPLE DESIGN, EASY TO USE\nOur Chrome extension is free to download and easy to use with user friendly minimal interface and concise design. All your meetings are automatically scheduled and you’re given a reminder every time a meeting is about to start. The fast inbuilt redirecting action allows you to directly reach the meeting joining link and cut the irritating inconvenience of searching the links.\n\nNEVER COST YOUR BUSINESS ANOTHER LATE MEETING ANYMORE!\nInstall MeetApps free of cost today and you’d never miss a meeting or get late for one anymore.\n\nThis extension uses icons from flaticons.",
    "nl": "Beste Chrome-extensie voor Google Agenda om eenvoudig deel te nemen aan online vergaderingen zonder te zoeken naar de links in evenementen. Ondersteunt 8 platforms en verbetert de thuiswerkervaring.\n\nCLUTTER GRATIS VERGADERINGEN\nNormaal gesproken zou u vergaderingen moeten identificeren in uw Google-agenda, de deelnamelink vinden, deze in de browser kopiëren en plakken en er vervolgens aan deelnemen. Met MeetApps kunt u probleemloos deelnemen aan vergaderingen.\n\nSTART EEN ONMIDDELLIJKE VERGADERING\nHet enige dat u hoeft te doen, is op het Google Meet-logo te klikken. Er wordt een nieuw gegenereerde vergadering geopend en de link wordt automatisch gekopieerd. Het zal ook een vermelding maken in uw Google-agenda.\n\nHOE WERKT DIT?\nNadat u de extensie hebt geïnstalleerd en toestemming hebt gegeven van Google, zal MeetApps u uw aanstaande vergadering presenteren als een pop-up door op het Chrome-extensiepictogram te klikken en de pop-upitems brengen u rechtstreeks naar de vergaderings-URL. Een herinnering zal u ook 2 tot 3 minuten voor het begin van een vergadering verzetten. Als early adapter ontvang je een gratis licentiesleutel op je e-mailadres die geldig is voor MeetApps-integratie met Google Agenda. Uw e-mailadres wordt opgeslagen voor licentiedoeleinden\n\nONDERSTEUNDE PLATFORMEN\nHet maakt niet uit of uw klant de vergadering heeft gepland op Skype of Amazon Chime. Deze extensie zoekt naar vergaderingslinks en presenteert u de deelnamelinks. 8 platformen worden hierdoor ondersteund waaronder Zoom, MS Teams en Blue Jeans.\n\nEENVOUDIG ONTWERP, EENVOUDIG TE GEBRUIKEN\nOnze Chrome-extensie is gratis te downloaden en gemakkelijk te gebruiken met een gebruiksvriendelijke minimale interface en een beknopt ontwerp. Al uw vergaderingen worden automatisch gepland en u krijgt een herinnering telkens wanneer een vergadering op het punt staat te beginnen. De snelle ingebouwde omleidingsactie stelt u in staat om de link voor het bijwonen van de vergadering direct te bereiken en het irritante ongemak van het zoeken naar de links te verminderen.\n\nKOST UW BEDRIJF NOOIT EEN ANDERE LATE VERGADERING MEER!\nInstalleer MeetApps vandaag gratis en u mist nooit meer een vergadering of komt nooit meer te laat.\n\nDeze extensie gebruikt iconen van flaticons.",
    "pt_BR,pt_PT": "A melhor extensão do Google Calendar Chrome para participar facilmente de reuniões online sem procurar os links nos eventos. Suporta 8 plataformas e melhora a experiência de trabalho em casa.\n\nREUNIÕES GRATUITAS\nNormalmente, você teria que identificar as reuniões em sua agenda do Google, encontrar o link de adesão, copiar e colar no navegador e, em seguida, ingressar nelas. MeetApps ajuda você a participar de reuniões sem complicações.\n\nCOMECE UMA REUNIÃO INSTANTÂNEA\nTudo que você precisa fazer é clicar no logotipo do Google Meet. Uma reunião recém-gerada será aberta e o link será copiado automaticamente. Ele também fará uma entrada em seu Google Agenda.\n\nCOMO É QUE ISSO FUNCIONA?\nDepois de instalar a extensão e autorizar do Google, MeetApps apresentará sua próxima reunião como um pop-up ao clicar no ícone de extensão do Chrome e as entradas pop-up o levarão direto para o URL da reunião. Um lembrete também mudará você 2 a 3 minutos antes do início de uma reunião. Como um adaptador inicial, você receberá uma chave de licença gratuita enviada por correio para você em seu endereço de e-mail, a qual será válida para a integração do MeetApps com o Google Agenda. Seu endereço de e-mail será armazenado para fins de licenciamento\n\nPLATAFORMAS SUPORTADAS\nNão importa se o seu cliente agendou a reunião no Skype ou Amazon Chime. Esta extensão pesquisará links de reunião e apresentará os links de adesão. 8 plataformas são suportadas por este, incluindo Zoom, MS Teams e Blue Jeans.\n\nDESIGN SIMPLES, FÁCIL DE USAR\nNossa extensão do Chrome é gratuita para download e fácil de usar, com interface mínima amigável e design conciso. Todas as suas reuniões são agendadas automaticamente e você recebe um lembrete sempre que uma reunião está prestes a começar. A rápida ação de redirecionamento embutida permite que você alcance diretamente o link de ingresso na reunião e elimine o incômodo irritante de pesquisar os links.\n\nNUNCA CUSTE SEU NEGÓCIO MAIS TARDE!\nInstale MeetApps gratuitamente hoje e você nunca mais perderá uma reunião ou se atrasará para uma.\n\nEsta extensão usa ícones de flaticons."
  }
}