{
  "name": {
    "ar,bn,ca,fa,fil,kn,lv,mr,sk,sv,ta": "Gun Fest Online",
    "am,cs,el,he,hu,ro,sw": "Gun Fest Game",
    "bg,gu,hi,no": "Gun Fest Online Game",
    "da,et,ja,te": "Gun Fest Unblocked Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,hr,id,it,ko,lt,ml,ms,nl,pl,pt_BR,pt_PT,ru,sl,sr,th,tr,uk,vi,zh_CN,zh_TW": "Gun Fest Arcade Game"
  },
  "short": {
    "ar": "في لعبة الممرات هذه ، اجمع الذخيرة باستخدام عمليات الرياضيات أثناء تقدمك على الطريق.",
    "am": "በዚህ አርኬድ ጨዋታ ላይ በመንገድ ላይ እድገት በምታደርግበት ጊዜ የሒሳብ ቀዶ ሕክምናዎችን በመጠቀም መሣሪያ ሰብስብ።",
    "bg": "В тази аркадна игра събирайте амуниции, като използвате операции по математика, докато напредвате по пътя.",
    "bn": "এই তোরণ খেলা মধ্যে, আপনি রাস্তায় অগ্রগতি হিসাবে গণিত অপারেশন ব্যবহার করে ammo সংগ্রহ.",
    "ca": "En aquest joc d'arcade, recolliu munició mitjançant operacions matemàtiques a mesura que avanceu a la carretera.",
    "cs": "V této arkádové hře sbírejte munici pomocí matematických operací, jak postupujete na silnici.",
    "da": "I dette arkadespil skal du indsamle ammunition ved hjælp af matematiske operationer, når du skrider frem på vejen.",
    "de": "Sammle in diesem Arcade-Spiel Munition mit mathematischen Operationen, während du auf der Straße voranschreitest.",
    "el": "Σε αυτό το παιχνίδι arcade, συλλέξτε πυρομαχικά χρησιμοποιώντας μαθηματικές λειτουργίες καθώς προχωράτε στο δρόμο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this arcade game, collect ammo using math operations as you progress on the road.",
    "es": "En este juego de arcade, recoge munición usando operaciones matemáticas a medida que avanzas en el camino.",
    "et": "Selles arkaadmängus koguge teel liikudes matemaatikatoimingute abil ammot.",
    "fa": "در این بازی بازی، جمع آوری مهمات با استفاده از عملیات ریاضی به عنوان شما در جاده پیشرفت.",
    "fi": "Kerää tässä arcade-pelissä ammuksia matemaattisten toimintojen avulla, kun etenet tien päällä.",
    "fil": "Sa arkada laro na ito, mangolekta ng ammo gamit ang matematika operasyon habang ikaw ay pag-unlad sa kalsada.",
    "fr": "Dans ce jeu d’arcade, collectez des munitions à l’aide d’opérations mathématiques au fur et à mesure que vous progressez sur la ...",
    "gu": "આ આર્કેડ ગેમમાં, જેમ જેમ તમે રસ્તા પર આગળ વધો છો તેમ તેમ ગણિતની કામગીરીનો ઉપયોગ કરીને દારૂગોળો એકત્રિત કરો.",
    "he": "במשחק ארקייד זה, לאסוף תחמושת באמצעות פעולות מתמטיות ככל שאתה מתקדם על הכביש.",
    "hi": "इस आर्केड खेल में, आप सड़क पर प्रगति के रूप में गणित संचालन का उपयोग कर बारूद इकट्ठा।",
    "hr": "U ovoj arkadnoj igri, prikupite streljivo koristeći matematičke operacije kao što napredujete na cesti.",
    "hu": "Ebben az arcade játékban gyűjtsön lőszert matematikai műveletekkel, miközben halad az úton.",
    "id": "Dalam game arcade ini, kumpulkan amunisi menggunakan operasi matematika saat Anda maju di jalan.",
    "it": "In questo gioco arcade, raccogli munizioni usando operazioni matematiche mentre avanzi sulla strada.",
    "ja": "このアーケードゲームでは、あなたが道路上で進行するにつれて、数学演算を使用して弾薬を収集します。",
    "kn": "ಈ ಆರ್ಕೇಡ್ ಆಟದಲ್ಲಿ, ನೀವು ರಸ್ತೆಯಲ್ಲಿ ಪ್ರಗತಿ ಹೊಂದುತ್ತಿದ್ದಂತೆ ಗಣಿತದ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಅಮೋವನ್ನು ಸಂಗ್ರಹಿಸಿ.",
    "ko": "이 아케이드 게임에서는 도로에서 진행하면서 수학 작업을 사용하여 탄약을 수집하십시오.",
    "lv": "Šajā arkādes spēlē savāciet ammo, izmantojot matemātikas operācijas, virzoties uz ceļa.",
    "ml": "ഈ ആർക്കേഡ് ഗെയിമിൽ, നിങ്ങൾ റോഡിൽ പുരോഗമിക്കുമ്പോൾ ഗണിത പ്രവർത്തനങ്ങൾ ഉപയോഗിച്ച് അമ്മോ ശേഖരിക്കുക.",
    "mr": "या आर्केड गेममध्ये, आपण रस्त्यावर प्रगती करत असताना गणिताच्या ऑपरेशन्सचा वापर करून अमो गोळा करा.",
    "ms": "Dalam permainan arked ini, kumpulkan peluru menggunakan operasi matematik semasa anda maju di jalan raya.",
    "nl": "In dit arcadespel verzamel je munitie met behulp van wiskundige bewerkingen terwijl je verder komt op de weg.",
    "no": "I dette arkadespillet samler du ammunisjon ved hjelp av matematiske operasjoner mens du går videre på veien.",
    "pl": "W tej grze zręcznościowej zbieraj amunicję za pomocą operacji matematycznych w miarę postępów na drodze.",
    "ro": "În acest joc arcade, colecta munitie folosind operațiunile de matematica ca tine progresul pe drum.",
    "ru": "В этой аркадной игре собирайте боеприпасы, используя математические операции по мере продвижения по дороге.",
    "sk": "V tejto arkádovej hre zbierajte muníciu pomocou matematických operácií, keď postupujete po ceste.",
    "sl": "V tej arkadna igra, zbiranje streliva z uporabo matematičnih operacij, kot ste napredek na cesti.",
    "sv": "I det här arkadspelet samlar du ammunition med hjälp av matematiska operationer när du går vidare på vägen.",
    "sw": "Katika mchezo huu wa arcade, kusanya ammo kwa kutumia shughuli za hesabu unapoendelea barabarani.",
    "ta": "இந்த ஆர்கேட் விளையாட்டில், நீங்கள் சாலையில் முன்னேறும்போது கணித செயல்பாடுகளைப் பயன்படுத்தி அம்மோவைச் சேகரிக்கவும்.",
    "te": "ఈ ఆర్కేడ్ గేమ్ లో, మీరు రోడ్డుపై పురోగతి సాధిస్తున్నప్పుడు గణిత కార్యకలాపాలను ఉపయోగించి అమ్మోను సేకరించండి.",
    "th": "ในเกมอาร์เคดนี้ให้รวบรวมกระสุนโดยใช้การดําเนินการทางคณิตศาสตร์ในขณะที่คุณก้าวหน้าบนท้องถนน",
    "tr": "Bu arcade oyununda, yolda ilerlerken matematik işlemlerini kullanarak cephane toplayın.",
    "uk": "У цій аркадній грі збирайте патрони, використовуючи математичні операції в міру просування в дорозі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like gun games! Complete challenging levels and join the fun in this extreme shooter game. Sniper, Deagle, and four different weapons are in the gun fest game. Gun Fest players must increase their weapon count by going through the correct math operations on the parkour with their chosen weapons.\n\nYou must eliminate the bank robbers in front of you on the track with your armed army that you have grown from mathematical operations and make high scores. With the combos you make at the end of the levels, you can get better scores and be the star of the gun fest game.\n\nHow To Play\nYou can move your army of weapons left and right on the track with the mouse. You should choose the correct ones from the mathematical operations, such as addition, subtraction, etc., that appear in front of you. The more correct processes you go through, your armed army will be more enormous.\n\nGun Fest Arcade Game Features\n✓ Realistic particle\n✓ Easy control\n✓ Realistic graphics\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Gun Fest Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}