{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkBeam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkbeam is a basic extension that turns your linkedin usage into actionable data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkbeam is a basic and open-source data analytics chrome extension that analyzes your linkedin usage to give you insights through charts and indicators. To do so, it transparently stores your linkedin browsing data locally in your browser database.\n\nLinkbeam basically:\n\n- provides some stats on the profiles you've visited and the posts you've seen in the feed;\n- allows for the classification of the visited profiles in folders along with a tag feature;\n- tracks posts on your feed to show you how they perform every time you've encountered them;\n- sets reminders on posts and profiles;\n- regroups all the media associated with the feed's posts in a unique interface for you to view and search;\n- lets you freely import/export your data in json format;\n- digs through your browsing history to give you some context for every posts in the feed with data such as all the previous related posts by tags and profiles associated;\n- browses the feed for you when needed in a separate window and gives a succinct report;\n- provides an immersive mode when going through the feed or viewing some profiles;\n- detects posts' copycats based on linkedin feed browsing;\n- saves quotes from feed posts;\n- trains a ML model on feed browsing habit to predict next visit;\n- creates a profile studio to compare and derive insights from various visited profiles;\n- saves some notes on profile page for later;\n- implements some basic profile versioning to detect profile updates;\n\nLinkbeam doesn't:\n\n- help in any ad marketing use cases;\n- interact with any of linkedin APIs (only the browser DOM);\n- send any of the data on a remote server (everything's stored locally);\n\nTechnically, Linkbeam makes a heavy use of libraries like ChartJS and D3 JS to display charts; Dexie JS for database operations; React JS for all the necessary interfaces and Bootstrap CSS plus Tailwind CSS for the look. \n\nThanks to Smashicons, juicy_fish, surang, pancaza, freepik of https://www.flaticon.com/ for their icons."
  }
}