{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorDeck for Tweetdeck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorDeck allows you to personalize the official web client of Twitter : Tweetdeck."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ColorDeck is an extension which allows you to customize the official Web Twitter client: Tweetdeck. Indeed, with ColorDeck you can change colors, layout, sounds of Tweetdeck and also enjoy some useful features !\n\nLast update (1.3.9.8) :\n- Fix: Stars are back!\n\n***\n- Possibility to remove the \"Replying to\" last Tweetdeck feature\n- Possibility to get back the FAV/RT corner icon\n- Possibility to replace the text input of search columns into regular column title.\n- Possibility to switch between the \"heart\" and \"star\" favorite icon !\n- Possibility to disable the \"Trends\" column\n- Possibility to disable the \"Show more Tweets\" feature\n- Possibility to disable the \"x new tweets\" notification\n- Possibility to disable the fade effect\n- Possibility to disable Gifs Autoplay\n- Column Width\n- Space between columns\n- Rounded columns\n- Possibility to set the number of columns displayed vertically.\n- Shadows under columns title\n- Rounded or Squared avatars\n- Choosing the notification sound (10 possible sounds)\n- Possibility to set a gradient as column title background\n- Possibility to remove column titles icons\n- Possibility to adjust scrollbar width and border radius\n- Possibility to import/export your ColorDeck settings\n- Possibility to add animations to your Tweetdeck\n- Auto-apply of your ColorDeck setting changes on Tweetdeck, without having to refresh Tweetdeck.\n- New popup profile layout (You can get the new layout in the Layout options tab).\n\nAnd many other features to best customize your Tweetdeck!",
    "fr": "ColorDeck est une extension permettant de personnaliser le client web officiel de Twitter : Tweetdeck. En effet, avec ColorDeck vous pourrez modifier les couleurs, la mise en page et même les sons de Tweetdeck !\n\nDernière mise à jour (1.3.9.5) :\n- Fix de la fonctionnalité de désactivation de l'autoplay des gifs\n\n***\n- Possibilité de retrouver l'ancien affichage des réponses\n- Fix de la fonctionnalité \"heart/star fav icon\"\n- Possibilité d'afficher les icônes en coin de FAV/RT\n- Possibilité de retirer les champs de texte des titres des colonnes de recherches.\n- Possibilité de switcher entre l'icône de favoris en forme de coeur et d'étoile !\n- Possibilité de désactiver la colonne \"Trends\"\n- Possibilité de désactiver la fonctionnalité \"Show more Tweets\"\n- Possibilité de désactiver l'effet de fondu\n- Possibilité de désactiver l'Autoplay des Gifs\n- Largeur des colonnes\n- Espace entre les colonnes\n- Colonnes arrondis\n- Plusieurs colonnes affichées verticalement\n- Ombres sous les titres des colonnes\n- Avatars arrondi\n- Possibilité de choisir le son des notification (10 sons possibles)\n- Possibilité de définir un dégradé en tant que fond des titres des colonnes\n- Possibilité de supprimer les icônes des titres des colonnes\n- Possibilité d'ajuster la largeur et les angles des scrollbars\n\nEt bien d'autres fonctionnalités pour personnaliser au mieux votre Tweetdeck !"
  }
}