{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alarm, Timer and Stopwatch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A powerful alarm extension that supports multiple timers and stopwatches with five to ten-minute snooze.",
    "de": "Eine leistungsstarke Alarmerweiterung, die mehrere Timer und Stoppuhren mit fünf- bis zehnminütiger Schlummerfunktion unterstützt",
    "es": "Una potente extensión de la alarma que admite múltiples temporizadores y cronómetros con repeticiones de cinco a diez minutos",
    "fr": "Une puissante extension d'alarme qui prend en charge plusieurs minuteries et chronomètres avec une répétition de cinq à dix minutes",
    "it": "Una potente estensione di allarme che supporta più timer e cronometri con snooze da cinque a dieci minuti",
    "ja": "複数のタイマーやストップウォッチをサポートし、5～10分のスヌーズ機能を備えた強力なアラーム拡張機能",
    "nl": "Een krachtige alarmuitbreiding die meerdere timers en stopwatches ondersteunt met vijf tot tien minuten snooze",
    "pl": "Potężne rozszerzenie alarmu, które obsługuje wiele timerów i stoperów z pięcio- do dziesięciominutową drzemką",
    "pt_BR": "Uma poderosa extensão de alarme que suporta múltiplos temporizadores e cronômetros com soneca de cinco a dez minutos",
    "pt_PT": "Uma poderosa extensão de alarme que suporta múltiplos temporizadores e cronómetros com cinco a dez minutos de snooze",
    "ru": "Мощное расширение сигнализации, которое поддерживает несколько таймеров и секундомеров с пятью-десятью минутами дремоты",
    "zh_CN": "功能强大的闹钟扩展，支持多个定时器和秒表，有五到十分钟的打盹时间。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "All in one extension to manage your schedules. You can define multiple alarms, use the stopwatch with as many \"lap\"s as required, or simply use the timer with pause and resume support.\n\nThis extension uses the built-in API to set alarms hence the extension works even if the UI is hidden or your browser gets restarted. This extension offers alarm sound snoozing which snoozes the alarm sound 3 times with a 5-minute delay.\n\nThe extension displays a high-priority desktop notification when either an alarm or a timer is fired, also it plays two different sounds to get the user-attention.\n\nAs of version 0.1.3, the user can snooze each notification with a 5 to 10-minute delay.\nAs of version 0.1.4, you can export and import your preferences",
    "de,es,fr,it,ja,nl,pl,pt_BR,pt_PT,ru,zh_CN": "All in one extension to manage your schedules. You can define multiple alarms, use the stopwatch with as many \"lap\"s as required or simply use the timer with pause and resume support.\n\nThis extension uses the built-in API to set alarms hence the extension works even if the UI is hidden or your browser gets restarted. This extension offers alarm sound snoozing which snoozes the alarm sound 3 times with 5-minute delay.\n\nThe extension displays a high-priority desktop notification when either an alarm or a timer is fired, also it plays two different sounds to get the user-attention."
  }
}