{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aurora Networking Connector Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do more with your LinkedIn Audience. Make introductions easier and connections more rewarding with Aurora and Networking for Good"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In this world of online connections, it’s easy to lose track of who we are connected with and why. Being able to categorise\nthese, find great new contacts through shared trusted connections, or be able to group these into ‘Trusted Circles’ are just\nsome of the benefits that this extension offers.\nThis takes LinkedIn to a new level!\nThis extension provides a range of incredible features including:\n• Invite LinkedIn connections into your Trusted Network, allowing you to spotlight trusted members for that special\nextra attention\n• Member directory for all Networking for Good (NfG) subscribing members\n• Build Community Circles to group in the way you work, such as by location, industry, customer status, interest, or\nby level of engagement\n• Introduce your connections to one another, in a very professional manner, making it easier to bridge &amp; broker\nrelationships\n• A global leaderboard of super-connectors with a track record in knowing just the right people\nand more...\nAs a Social Enterprise, Aurora’s mission is to improve &amp; save lives through a range of initiatives, from life saving Medical ID\nwearables (AuroraSmartTags.com), a community building deals site (Deals4Donations.com), NfG\n(NetworkingForGood.org.uk), Publishing for Good (PfG), a membership &amp; subscription tool and a range of other features,\nwhile supporting great causes.\nThis extension also allows members of NfG, whose attendees contribute to making positive &amp; quantifiable changes across\nthe world, to also build a people-centric community of like-minded members.\nPowered by My Most Trusted. Features &amp; screenshot subject to change"
  }
}