{
  "name": {
    "ar,ca,el,fa,fil,hr,mr,ro,te": "Helix Fruit Jump Unblocked Game",
    "am,bn,da,et,fi,gu,hu,id,lv,no,sk,ta,th": "Helix Fruit Jump Online Game",
    "bg,ja,kn,sl": "Helix Fruit Jump Arcade Games",
    "cs,he,hi,ml,ms,sw": "Helix Fruit Jump Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Helix Fruit Jump Arcade Game",
    "ko,pl,sv": "Helix Fruit Jump Online"
  },
  "short": {
    "ar": "في لعبة Helix Fruit Jump ، عليك أن تأخذ الكرة إلى خط النهاية وتكمل المستوى.",
    "am": "በሄሊክስ ፍራፍሬ ጀምፕ ጨዋታ ኳስን ወደ ማጠናቀቅ መስመር ወስደህ ደረጃውን ማጠናቀቅ አለብዎት።",
    "bg": "В Helix Fruit Jump игра, трябва да вземете топката до финалната линия и да завършите нивото.",
    "bn": "হেলিক্স ফ্রুট জাম্প গেমে, আপনাকে বলটি ফিনিশিং লাইনে নিয়ে যেতে হবে এবং স্তরটি সম্পূর্ণ করতে হবে।",
    "ca": "En helix fruit jump joc, vostè ha de portar la pilota a la línia de meta i completar el nivell.",
    "cs": "Ve hře Helix Fruit Jump musíte vzít míč do cíle a dokončit úroveň.",
    "da": "I Helix Fruit Jump-spillet skal du tage bolden til målstregen og fuldføre niveauet.",
    "de": "Im Helix Fruit Jump-Spiel musst du den Ball zur Ziellinie bringen und das Level abschließen.",
    "el": "Στο παιχνίδι Helix Fruit Jump, πρέπει να πάρετε την μπάλα στη γραμμή τερματισμού και να ολοκληρώσετε το επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In Helix Fruit Jump game, you have to take the ball to the finish line and complete the level.",
    "es": "En el juego Helix Fruit Jump, tienes que llevar la pelota a la línea de meta y completar el nivel.",
    "et": "Helix Fruit Jump mäng, sa pead võtma palli finišijoone ja täita tase.",
    "fa": "در بازی Helix میوه پرش، شما باید توپ را به خط پایان و تکمیل سطح.",
    "fi": "Helix Fruit Jump -pelissä sinun on vietävä pallo maaliin ja suoritettava taso.",
    "fil": "Sa Helix Prutas Tumalon laro, mayroon kang kumuha ng bola sa tapusin ang linya at makumpleto ang antas.",
    "fr": "Dans le jeu Helix Fruit Jump, vous devez amener la balle à la ligne d’arrivée et terminer le niveau.",
    "gu": "હેલિક્સ ફ્રૂટ જમ્પ રમતમાં તમારે બોલને ફિનિશિંગ લાઈન પર લઈ જઈને લેવલ પૂરું કરવાનું હોય છે.",
    "he": "במשחק Helix Fruit Jump, אתה צריך לקחת את הכדור לקו הסיום ולהשלים את הרמה.",
    "hi": "हेलिक्स फल कूद खेल में, आप खत्म लाइन के लिए गेंद लेने के लिए और स्तर को पूरा करने के लिए है।",
    "hr": "U igri Helix Fruit Jump morate odnijeti loptu do cilja i dovršiti razinu.",
    "hu": "A Helix Fruit Jump játékban el kell vinni a labdát a célba, és teljesítenie kell a szintet.",
    "id": "Dalam permainan Helix Fruit Jump, Anda harus membawa bola ke garis finis dan menyelesaikan level.",
    "it": "Nel gioco Helix Fruit Jump, devi portare la palla al traguardo e completare il livello.",
    "ja": "ヘリックスフルーツジャンプゲームでは、フィニッシュラインにボールを持って行き、レベルを完了する必要があります。",
    "kn": "ಹೆಲಿಕ್ಸ್ ಫ್ರೂಟ್ ಜಂಪ್ ಆಟದಲ್ಲಿ, ನೀವು ಚೆಂಡನ್ನು ಫಿನಿಶ್ ಲೈನಿಗೆ ತೆಗೆದುಕೊಂಡು ಹೋಗಿ ಲೆವೆಲ್ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು.",
    "ko": "헬릭스 과일 점프 게임에서, 당신은 결승선에 공을 가지고 레벨을 완료해야합니다.",
    "lv": "Helix Fruit Jump spēlē jums ir jānogādā bumba līdz finiša līnijai un jāpabeidz līmenis.",
    "ml": "ഹെലിക്സ് ഫ്രൂട്ട് ജമ്പ് ഗെയിമിൽ, നിങ്ങൾ പന്ത് ഫിനിഷ് ലൈനിലേക്ക് കൊണ്ടുപോകുകയും ലെവൽ പൂർത്തിയാക്കുകയും വേണം.",
    "mr": "हेलिक्स फ्रूट जंप खेळात चेंडू अंतिम रेषेवर नेऊन लेव्हल पूर्ण करावी लागते.",
    "ms": "Dalam permainan Helix Fruit Jump, anda perlu mengambil bola ke garisan penamat dan melengkapkan tahap.",
    "nl": "In Helix Fruit Jump spel, moet je de bal naar de finishlijn te brengen en het level te voltooien.",
    "no": "I Helix Fruit Jump spillet, må du ta ballen til mållinjen og fullføre nivået.",
    "pl": "W grze Helix Fruit Jump musisz zabrać piłkę do mety i ukończyć poziom.",
    "ro": "În jocul Helix Fruit Jump, trebuie să luați mingea la linia de sosire și să finalizați nivelul.",
    "ru": "В игре Helix Fruit Jump вам предстоит довести мяч до финиша и пройти уровень.",
    "sk": "V hre Helix Fruit Jump musíte vziať loptu do cieľa a dokončiť úroveň.",
    "sl": "V Helix Fruit Jump igra, morate vzeti žogo do ciljne črte in dokončati raven.",
    "sv": "I Helix Fruit Jump-spelet måste du ta bollen till mållinjen och slutföra nivån.",
    "sw": "Katika Helix Matunda Rukia mchezo, una kuchukua mpira kwa mstari wa kumaliza na kukamilisha ngazi.",
    "ta": "ஹெலிக்ஸ் பழம் ஜம்ப் விளையாட்டு உள்ள, நீங்கள் பூச்சு வரி பந்தை எடுத்து நிலை முடிக்க வேண்டும்.",
    "te": "హెలిక్స్ ఫ్రూట్ జంప్ గేమ్ లో, మీరు బంతిని ఫినిష్ లైన్ కు తీసుకెళ్లి లెవల్ ని పూర్తి చేయాల్సి ఉంటుంది.",
    "th": "ในเกม Helix Fruit Jump คุณต้องนําลูกบอลไปที่เส้นชัยและผ่านด่าน",
    "tr": "Helix Fruit Jump oyununda, topu bitiş çizgisine götürmeniz ve seviyeyi tamamlamanız gerekir.",
    "uk": "У грі Helix Fruit Jump ви повинні вивести м'яч на фінішну пряму і завершити рівень."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a super casual game! A crazy ball game with simple controls and cartoon graphics awaits you. The platform consists of different fruit and cake slices. There are gaps anywhere in the slices on each floor. You have to reach the ground floor by trying to pass the bouncing ball on the platform through these gaps. There are blue areas in some parts of the slices. When the bouncing ball hits these blue areas, you get burned and have to start the same section again. You earn points for each slice you fall. The points you have earned appear at the top of the screen. When you get burned, your score is reset, and you start to get a new record and continue playing helix jump fruit game. We hope you have fun trying to get the highest score and break your record without getting burned.\n\nHow To Play\nPlayed with Mouse.\n\nHelix Fruit Jump Arcade Game Features\n✓ Easy control\n✓ Arcade sounds\n✓ 2+ level\n✓ Stylized graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Helix Fruit Jump Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}