{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ContextWise"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A language learning tool for context-based vocabulary retention"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ContextWise: Your Intelligent Grammar Companion\nContextWise is a Chrome Extension designed to provide clear and precise grammar explanations for highlighted text. Whether you're refining your writing or seeking deeper understanding, ContextWise offers insightful assistance directly in your browser.\n\nThis extension is not a translation tool. Instead, it focuses solely on grammar explanations, addressing a gap left by translation tools that prioritize converting meaning but often overlook structural clarity.\n\nBenefits of Using ContextWise\nEnhanced Grammar Understanding\nContextWise offers detailed grammar explanations, helping users learn and improve their writing by understanding the structure of their sentences.\n\nCustomizable Language Settings\nUsers can set their preferred language for grammar explanations, tailoring the tool to meet specific learning or professional needs.\n\nSimple and Efficient Workflow\nHighlight any text, and with just a press of Ctrl + Shift + E, or a right-click to select from the context menu, you can instantly access a grammar explanation.\n\nPowered by OpenAI Technology\nLeveraging the power of OpenAI’s advanced models, ContextWise delivers accurate and reliable grammar insights.\n\nSeamless Integration\nThe extension works effortlessly in your Chrome browser, requiring no additional software.\n\nHow to Use ContextWise\nSetup\n\nRegister your OpenAI API Key within the extension settings.\nSpecify the target language for grammar explanations. (e.g., English, French, Spanish)\nHighlight and Activate\n\nHighlight the desired text in your browser.\nPress Ctrl + Shift + E or access the feature through the context menu.\nReceive Explanations\n\nInstantly receive grammar insights in your chosen language, directly within your browser.\nContextWise simplifies the process of understanding complex grammar, empowering users to communicate with greater confidence and clarity."
  }
}