{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AccountKit Add-on for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send and receive emails from Gmail into AccountKit to centralise client correspondence across your practice in the one place."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The AccountKit Chrome Extension supercharges your email experience with AccountKit helping you centralise your client correspondence across your practice in the one place and giving you flexibility as to how you like to operate.\n\nHere's the functionality available to all AccountKit users:\n* See client details and notes direct from G-mail\n* Light interactions with your integrated DMS\n\nFeatures Requiring Professional or Practice Tier.\n* Send emails from AccountKit utilising your own Gmail account\n* Push emails received from clients from Gmail into the correspondence register.\n* Send emails from G-mail utilising clients, contacts and templates from within AccountKit. \n* Where you have a DMS system attached (like Google Drive, Sharepoint, Dropbox etc), you can attach and save attachments from within Gmail or AccountKit.\n* Create and link to tasks in AccountKit workflow (requires Practice Tier)\n\nWhy send emails to AccountKit?\nBy saving into AccountKit's Correspondence Register, you're making the client contact that would otherwise be buried and hidden in a team members emails out into a central space for the whole business to see.\n\nOnce in AccountKit, the whole team can then view the email and attachments across an entire family group on the client group summary page, giving you one view of all correspondence in the one place, whether it be email, meeting notes, file notes or SMS.\n\nHow the add-on works?\n- Start by having the practice administrator authorise the integration within Practice Settings -> Integrations.\n- Each user then needs to then authorise Google access to their AccountKit account from the \"My Profile\"  page.\n- Head into the Chrome Extensions store and enable the extension.\n- Log in to your Gmail where you'll now find the AccountKit logo in the right panel.\n- Log in to AccountKit from within Gmail.\n- You will then be able to select a client name (and file location where enabled) and see client details before assigning a message to the Correspondence Register. Not only that, you can drag and drop files straight into the connected DMS or link the email to a workflow task.\n- When you create a new email, you have the option to choose a contact, email address, client to attribute the email to, any attachments + the ability to insert one of the text templates from within AccountKit.  Optionally you can also attribute this to the Correspondence Register & link to a workflow task upon send too.\n\nAbout AccountKit:\nAccountKit is a suite of tools to assist accountants and bookkeepers with the administration, compliance and advisory areas of their practice.\n\nEquipment finance automates the posting and reconciling of your equipment loans, while the inter-entity loan tool enables you to reconcile loans between entities on the one screen without having to login to the underlying Xero file. Our client group page then consolidates a view across all tools including: Dashboards from BGL and NowInfinity; a snapshot of all inter-entity loans, business structure diagrams, equipment finance schedules and associated communication, mail and important documents; All to give your team total visibility in one place about each client group with minimal clicks."
  }
}