{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CleanView by ActiveFence"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur and gray difficult content, schedule mindfulness breaks, with ActiveFence's resilience toolkit for Trust & Safety professionals"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resilience Toolkit for Trust & Safety and Online Security Professionals\n\nCleanView by ActiveFence is a free browser extension designed for the online safety, security, and intelligence community to help build resilience and provide control for content reviewers and researchers when faced with difficult content. \n\nThe CleanView by ActiveFence extension enables you to:\n- Automatically blur and grayscale difficult visual content\n- Choose the sites for which you want to blur and gray images and videos (or which ones you don’t)\n- Set wellness break reminders with guided breathing and mindfulness exercises\n\nWho Will Benefit From Using CleanView?\n- Trust & Safety professionals\n- Content reviewers and moderators\n- Researchers and analysts\n- Anyone working with difficult content online  \n\nAbout ActiveFence\nActiveFence empowers Trust & Safety and online security professionals with the actionable insights--at scale--needed to detect threats before they cause damage. Merging world-class intelligence, domain and language expertise with cutting edge AI, ActiveFence protects billions of people online, and partners with Fortune 50 technology companies, brands, NGOs and government agencies in the quest to enable a better and safer online world. Learn more at https://ActiveFence.com"
  }
}