{
  "name": {
    "ar": "أداة استخراج الوظائف لـ LinkedIn™",
    "am": "LinkedIn™ እንዲሁም ስራ ቅንጅት",
    "bg": "Скрапер за работни места за LinkedIn™",
    "bn": "LinkedIn™ এর জন্য জব স্ক্র্যাপার",
    "ca": "Rascador de feines per a LinkedIn™",
    "cs": "Scraper pracovních nabídek pro LinkedIn™",
    "da": "Job Scraper til LinkedIn™",
    "de": "Job-Scraper für LinkedIn™",
    "el": "Εργαλείο απόξεσης εργασιών για LinkedIn™",
    "en,en_AU,en_GB,en_US": "Job Scraper for LinkedIn™",
    "es,es_419": "Raspador de empleos para LinkedIn™",
    "et": "Tööde kraapija LinkedIn™ jaoks",
    "fa": "ابزار استخراج شغل برای LinkedIn™",
    "fi": "Työn kaavin LinkedIn™:lle",
    "fil": "Tagasuri ng Trabaho para sa LinkedIn™",
    "fr": "Scraper d'emploi pour LinkedIn™",
    "gu": "LinkedIn™ માટેની નોકરી સ્ક્રેપર",
    "he": "מגרד משרות ל-LinkedIn™",
    "hi": "LinkedIn™ के लिए जॉब स्क्रैपर",
    "hr": "Alat za struganje poslova za LinkedIn™",
    "hu": "Álláskaparó a LinkedIn™ számára",
    "id": "Pengikis Pekerjaan untuk LinkedIn™",
    "it": "Job Scraper per LinkedIn™",
    "ja": "LinkedIn™ 用ジョブスクレーパー",
    "kn": "LinkedIn™ ಗೆ ಉದ್ಯೋಗ ಸ್ವಚ್ಛಗೊಳಿಸುವ ಯಂತ್ರ",
    "ko": "LinkedIn™용 구직 스크래퍼",
    "lt": "Darbo grandiklis LinkedIn™",
    "lv": "Darbu skrāpis LinkedIn™",
    "ml": "LinkedIn™ కోసం ജോലി സ്ക്രാപ്പർ",
    "mr": "LinkedIn™ साठी जॉब स्क्रॅपर",
    "ms": "Pengikis Kerja untuk LinkedIn™",
    "nl": "Vacature scraper voor LinkedIn™",
    "no": "Jobbskraper for LinkedIn™",
    "pl": "Skrobak ofert pracy na LinkedIn™",
    "pt_BR,pt_PT": "Raspador de Empregos para LinkedIn™",
    "ro": "Răzuitor de joburi pentru LinkedIn™",
    "ru": "Скрапер вакансий для LinkedIn™",
    "sk": "Scraper pracovných ponúk pre LinkedIn™",
    "sl": "Strgalo za delovna mesta za LinkedIn™",
    "sr": "Стругалица за послове за LinkedIn™",
    "sv": "Jobbskrapa för LinkedIn™",
    "sw": "Kikwaruo cha Kazi kwa LinkedIn™",
    "ta": "LinkedIn™ க்கான வேலைத் தேடல்",
    "te": "LinkedIn™ కోసం జాబ్ స్క్రాపర్",
    "th": "เครื่องดึงงานสำหรับ LinkedIn™",
    "tr": "LinkedIn™ için İş Kazıyıcı",
    "uk": "Скрапер вакансій для LinkedIn™",
    "vi": "Công cụ lấy việc làm cho LinkedIn™",
    "zh_CN": "LinkedIn™ 职位抓取器",
    "zh_TW": "LinkedIn™ 職位抓取器"
  },
  "short": {
    "ar": "Spend time applying instead of searching with automatically scrapes and exports LinkedIn™ job postings into CSV/JSON/Excel file.",
    "am": "Level up your job hunt by extracting targeted LinkedIn™ listings into CSV/JSON/Excel file for simple tracking and application.",
    "bg": "Let our tool do the heavy lifting by automatically scraping and exporting relevant LinkedIn™ jobs into CSV/JSON/Excel.",
    "bn": "Scrape LinkedIn™ faster and smarter - our tool automatically pulls and exports targeted job postings into CSV/JSON/Excel.",
    "ca": "Stop wasting time manually browsing listings - instantly extract targeted LinkedIn™ jobs and export them into CSV/JSON/Excel file.",
    "cs": "Job hunting meets automation - scrape and export opportunities from LinkedIn™ matching your skills into CSV/JSON/Excel.",
    "da": "Accelerate your job search by automatically scraping and compiling relevant LinkedIn™ listings into an exportable CSV/JSON/Excel.",
    "de": "Automate LinkedIn™ job hunting with our tool that scrapes and exports targeted opportunities into CSV/JSON/Excel file for you.",
    "el": "Data-driven job search - scrape and export targeted LinkedIn™ job postings into an organized CSV/JSON/Excel file for easy analysis.",
    "en,en_AU": "Automate your LinkedIn™ job search by intelligently scraping and exporting relevant postings directly into CSV/JSON/Excel.",
    "en_GB": "One click to automatically scrape and export LinkedIn™ job postings matched to you into CSV/JSON/Excel format.",
    "en_US": "Speed up your job hunt by automatically scraping and compiling targeted LinkedIn™ listings into an organized CSV/JSON/Excel.",
    "es": "Upgrade your job hunt - go from manual browsing to automatically scraping and exporting LinkedIn™ listings into CSV/JSON/Excel.",
    "es_419": "Turbocharge your LinkedIn™ job search by automatically scraping and exporting tailored opportunities into CSV/JSON/Excel format.",
    "et": "Work smart, not hard - automatically scrape and export targeted LinkedIn™ job listings into a simple CSV/JSON/Excel file.",
    "fa": "Stop tediously browsing listings - easily scrape and export LinkedIn™ job postings matched to you into CSV/JSON/Excel instead.",
    "fi": "Supercharge your job hunt by automatically scraping and compiling LinkedIn™ listings matched to you into a CSV/JSON/Excel.",
    "fil": "Instantly create a customized LinkedIn™ jobs dataset tailored to you by intelligently scraping and exporting into CSV/JSON/Excel.",
    "fr": "Spend less time searching, more time applying - scrape and export LinkedIn™ listings matched to you into CSV/JSON/Excel.",
    "gu": "Transform the way you job hunt - scrape and export targeted LinkedIn™ postings into an organized CSV/JSON/Excel file with one click.",
    "he": "Simplicity meets automation - easily scrape and export relevant LinkedIn™ job postings into CSV/JSON/Excel file.",
    "hi": "Job search optimization - scrape thousands of LinkedIn™ listings and export matched jobs into CSV/JSON/Excel format.",
    "hr": "Scraping revolutionizes job hunting - automatically pull and export LinkedIn™ opportunities into CSV/JSON/Excel file.",
    "hu": "LinkedIn™ job hunting upgrade - scrape targeted listings from LinkedIn™ and export into simplified CSV/JSON/Excel format.",
    "id": "Automate away the grunt work - scrape thousands of LinkedIn™ jobs to instantly export matched listings into CSV/JSON/Excel.",
    "it": "Work smarter not harder - convert manual LinkedIn™ job search into automated scraping and CSV/JSON/Excel export.",
    "ja": "Streamline your job hunt - intelligently scrape and export LinkedIn™ postings matched to you into CSV/JSON/Excel file.",
    "kn": "Accelerate your job hunt - instantly scrape thousands of LinkedIn™ listings and export relevant jobs into CSV/JSON/Excel.",
    "ko": "Eliminate tedious scrolling - intelligently scrape LinkedIn™ and export job listings matched to you into CSV/JSON/Excel file.",
    "lt": "Job search automation tool - scrape thousands of LinkedIn™ postings instantly and export opportunities into CSV/JSON/Excel.",
    "lv": "Goodbye manual browsing, hello automation - scrape and compile relevant LinkedIn™ jobs into an exportable CSV/JSON/Excel file.",
    "ml": "Cut the busywork out of job hunting - automatically scrape and export LinkedIn™ postings matched to you into CSV/JSON/Excel.",
    "mr": "Work smarter not harder - let our tool automatically scrape and export LinkedIn™ jobs matched to you into CSV/JSON/Excel.",
    "ms": "Job hunting upgrade - convert manual LinkedIn™ browsing into automated scraping and export of listings into CSV/JSON/Excel.",
    "nl": "Revolutionary job tool - intelligently scrape thousands of LinkedIn™ jobs to instantly export relevant ones into CSV/JSON/Excel.",
    "no": "Automated job search assistant - scrape and export targeted LinkedIn™ listings matched to you into a CSV/JSON/Excel file.",
    "pl": "Stop aimless scrolling - instantly scrape relevant LinkedIn™ jobs using customized filters and export into CSV/JSON/Excel.",
    "pt_BR": "Quickly create a tailored LinkedIn™ jobs dataset - intelligently scrape and export thousands of listings into CSV/JSON/Excel format.",
    "pt_PT": "Cut hours of manual work down to one click - automatically scrape and export relevant LinkedIn™ jobs into CSV/JSON/Excel file.",
    "ro": "Accelerate your job hunt - scrape thousands of LinkedIn™ listings in seconds and export targeted jobs into CSV/JSON/Excel.",
    "ru": "Work smarter, not harder - convert tedious LinkedIn™ browsing into automated scraping and export into CSV/JSON/Excel.",
    "sk": "Game-changing automation for job seekers - scrape LinkedIn™ and export targeted job listings into simplified CSV/JSON/Excel.",
    "sl": "Revolutionary recruitment assistant - scrape LinkedIn™ to instantly extract and export relevant job postings into CSV/JSON/Excel.",
    "sr": "Take the grunt work out of job hunting - scrape and compile relevant LinkedIn™ listings into a streamlined CSV/JSON/Excel format.",
    "sv": "LinkedIn™ meets automation - easily scrape and export targeted job postings from LinkedIn™ into CSV/JSON/Excel file.",
    "sw": "Upgrade your job search - automatically scrape thousands of LinkedIn™ jobs and export matched listings into CSV/JSON/Excel.",
    "ta": "Accelerated recruitment - instantly extract and export opportunities from LinkedIn™ matched to you into CSV/JSON/Excel file.",
    "te": "Automated LinkedIn™ job assistant - intelligently scrape and export targeted listings from LinkedIn™ into CSV/JSON/Excel.",
    "th": "Revolutionary yet simple job search tool - scrape LinkedIn™ and export postings matched to you into CSV/JSON/Excel.",
    "tr": "Automate the grunt work of job hunting - intelligently scrape and export LinkedIn™ listings into streamlined CSV/JSON/Excel.",
    "uk": "Job hunting game changer - convert manual LinkedIn™ browsing into simplified scraping and export to CSV/JSON/Excel.",
    "vi": "Cut the grind out of job search - use customized filters to automatically scrape and export LinkedIn™ into CSV/JSON/Excel.",
    "zh_CN": "Start scraping strategically - our tool extracts targeted LinkedIn™ jobs and exports them into CSV/JSON/Excel file for you.",
    "zh_TW": "Simplify your job search - scrape thousands of LinkedIn™ jobs instantly and export relevant listings into CSV/JSON/Excel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge Your Job Search with LinkedIn Jobs Scraper\n\nMake your job search faster and more efficient with LinkedIn Jobs Scraper! This tool is designed to streamline the process by allowing you to extract job listings directly from LinkedIn, whether from search results or your saved jobs on the “My Jobs” page. Say goodbye to endless scrolling and manual tracking—this extension automates it all.\n\nKey Features\n• Extract up to 3,000 job postings that match your search criteria\n• Capture job data from both search results and your “My Jobs” saved listings\n• Export data in CSV, JSON, or XLSX (Excel) formats for flexible sorting and filtering\n• Analyze job market trends to enhance your job applications with targeted insights\n\nHow It Works\n1. Set Up Your Search\nDefine job title, location, keywords, and filters for a precise search. The tool will use these criteria to fetch relevant listings.\n2. Capture Job Data\nAfter initiating a search, click the “Download Jobs” button to start scraping. The tool automatically collects details like job title, company, location, and description as it scrolls through search results or your “My Jobs” page.\nHere’s the revised section:\n3. Export to Multiple Formats\nOnce data is collected, click “Export Jobs” to save it in your chosen format. This structured data is ready for easy sorting, filtering, and analysis.\n\nTo select your preferred export format—CSV, JSON, or XLSX—click the gear icon on the main interface to open the Settings page.\n\nMaximize your job search potential with LinkedIn Jobs Scraper, and focus on crafting applications tailored to your skills and career goals!\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\nDisclaimer\nLinkedIn™ is registered trademarks or trademarks of LinkedIn Corporation and its affiliates in the United States and other countries. ExtensionBox developed this independent project and has no relationship with LinkedIn Corporation."
  }
}