{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Technology Detector by SecurityInfinity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Technology Detector by SecurityInfinity is a tool that allows users to detect the technologies used on a website. This can…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Technology Detector by SecurityInfinity is a tool that allows users to detect the technologies used on a website. This can include things like the programming languages, frameworks, and libraries used to build the site, as well as the web server, content management system (CMS), and other tools and services that the site relies on.\n\nThere are a number of different web technology detectors available, with different features and capabilities. Some are browser extensions, while others are standalone tools or online services. Some can simply detect the technologies used on a website, while others provide more detailed information, such as version numbers and other technical details.\n\nWeb Technology Detector can be useful for a variety of purposes. For example, it can help web developers and designers to understand the technology stack used by a particular site, which can be useful when troubleshooting issues or building similar sites. Similarly, it can help security professionals to identify vulnerabilities and potential attack vectors in a website. Web Technology Detector can also be used by businesses and organizations to track the technologies used by their competitors and stay up-to-date with the latest trends and best practices.\n\nOverall, Web Technology Detector is an essential tool for anyone working in web development, design, security, or any other field related to the web. It helps to provide valuable information on the technologies used in website and helps improve the knowledge of the user. With the help of this tool, you can stay up-to-date with the latest technology trends, and make more informed decisions."
  }
}