{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CityU Quick Course Adder Pro Max"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically register or drop courses on the AIMS Web Add/Drop Course Registration page, a time saver for CityU students."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CityU Quick Course Adder Pro Max is a powerful Chrome extension designed specifically for City University of Hong Kong (CityU) students. When you navigate to the Course Registration page, this extension will automatically register, drop, or waitlist courses. It automates the process of entering Course Registration Numbers (CRNs) and selecting the appropriate action for each course, making your course management hassle-free and efficient.\n\nKey Features:\n\n- Easy CRN Entry: Open the side panel by clicking the extension icon. Input your Course Registration Number (CRN) and select the desired action for each course (Register or Drop).\n\n- Real-Time Action Summary: View and manage all your pending actions in a dedicated summary section.\n\n- Auto Submit: Enable the Auto Submit feature to automate the submission of your course registration. This option saves you time and effort by completing the registration process instantly once you reach the Course Registration page.\n\n- Log Drawer: Keep track of all your registration activities with a detailed log. The log drawer is easily accessible and provides a comprehensive history of the performed actions by the extension, helping you monitor and review your registration process.\n\nHow It Works:\n\n1. Step 1: Enter CRNs\n\n   - Input your CRNs for the courses you wish to register or drop. Remember to have all CRNs for every module (Class, Lab, Tutorial, Seminar) in the course to prevent link errors.\n   - Actions and statuses are clearly displayed, helping you stay organized.\n\n2. Step 2: Automated Execution\n\n   - When you navigate to the Course Registration page, the extension will automatically execute the actions you have set for each CRN.\n   - If Auto Submit is enabled, the extension will also click the SUBMIT button, finalizing your registration. If Auto Submit is disabled, simply click \"SUBMIT\" on the Course Registration page to finalize your registration.\n\nWhy Choose Quick Course Adder Pro Max?\n\n- Efficiency: Save time and avoid the hassle of manual entry and submission. This extension is designed to help you navigate the often stressful registration period with confidence and ease.\n- Accuracy: Reduce the risk of errors by automating the registration process. The extension ensures that your CRNs are entered correctly and that the appropriate actions are taken for each course.\n- Stay Organized: Keep an organized list of all your registration actions to ensure nothing is missed.\n\nResponsibility\n\nThe developer of the extension is not responsible for any data loss or damage that may occur as a result of using the Extension. This extension is provided as-is and the developer makes no guarantees regarding its functionality or performance. It is a non-official tool and is not associated with City University of Hong Kong."
  }
}