{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read Up - look up a book’s reading level"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically lookup book reading levels as you browse, making it easy for parents & teachers to find books for young readers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ABOUT \"READ UP\"\nRead Up makes it fast, easy, and free for parents and teachers to find books that match a young reader's reading level.  As you browse book web pages, Read Up automatically looks up reading level data and displays that data directly on the web page you're viewing -- saving you a LOT of clicks.\n\nWhether you're a parent looking for books for your child, or a teacher selecting for books for your students, Read Up will make that process WAY more efficient.\n\nSUPPORTED READING LEVEL SYSTEMS\nRead Up currently displays the three major reading level systems and quiz points values, as well as the grade level equivalent, the book's word count (not page count, which can be deceiving with children's books!), and more. We welcome your suggestions on other information that you use in your classroom or family to determine whether a book is a good fit for your kids. (Visit our website for more information about how reading levels are researched and calculated.)\n\nSUPPORTED WEBSITES\nWe currently support the most common websites where parents and teachers shop and research books. If there are other websites where you frequently browse books, we welcome your suggestions!"
  }
}