{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swipely - Organize Content Ideas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swipely is a 360° toolkit for LinkedIn content creators to gather, refine, and reuse content ideas."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How many times you had an amazing idea when you saw someone else’s content, but couldn’t leave a note while you were saving that post to your library?\n\nSwipely makes sure that your content ideas and inspirations across multiple sources are always at your fingertips and organized.\n\nPlus, Swipely's algorithms serve up fresh, relevant content ideas tailored to your niche.\n\nWhether you're a seasoned LinkedIn creator or just starting your journey, Swipely can be your secret weapon for organizing your content ideas & inspirations.\n\n🗂️ Organize Like a Pro\nEffortlessly categorize and store your inspiration with our intuitive organization tools. Your ideas, always at your fingertips.\n\n💡 Refine and Polish\nTransform rough concepts into polished gems with Swipely's idea refinement features. Watch your content shine!\n\n♻️ Recycle and Reimagine\nGive your best ideas new life across multiple platforms. Swipely helps you adapt and repurpose content effortlessly.\n\n🚀 Discover Trending Topics in Seconds\nSay goodbye to writer's block! Swipely's powerful algorithms serve up fresh, relevant content ideas tailored to your niche.\n\n⏱️ Save Hours Every Day\nDitch the endless scrolling and searching. Swipely brings the best ideas straight to you, supercharging your productivity.\n\nInstall Swipely now and transform your content creation process.\n\nYour next viral post is just a swipe away! 🌟\n\n___\n\nLast update:\nFixes:\n- Now works for all Chromium Browsers\n- New: Content Ideas Recommendations\n- Auto-synchronization (batch) with previously saved LinkedIn posts"
  }
}