{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2ndFeed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarked articles, images, texts, and videos appear as part of your social feed . Stay informed and inspired as you scroll"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With just a right-click, effortlessly bookmark websites, texts, images, and YouTube videos directly from your browser.  2ndfeed periodically posts them as engaging posts on your favorite social media networks like Facebook, Twitter, and LinkedIn. \n\nThe bookmarks are ONLY shown to you and are not shown to your friends or followers.\n\n\nAnyone can get distracted on social media but the key is to not let it eat up a lot of your time that can probably be better utilized in a more productive manner. 2ndFeed Chrome Extension lets you bookmark items and shows it to  you when you might be procrastinating on social media.\n\nYour saved items seamlessly integrate with the social media platform you are browsing allowing you to view them along side the rest of your social feed, without having to look for them.\n\n2ndFeed is Twitter, LinkedIn, and Facebook bookmarking app that brings the bookmarks right into your feed.\n\nInstall this extension to boost your productivity while you browse your socials.\n\nPlanned Features:\n** Bookmarks organization\n** Syncing across devices\n\n#Change Log:\n2,0,5: Increased delay between posts\n2.0.4: Bug Fixes\n2.0.3: Facebook UI fix\n2.0.1 Fixed for new interfaces of facebook and Linkedin\n1.0.3 Minor bug fix"
  }
}