{
  "name": {
    "ar": "Adblock Plus",
    "am": "Adblock - Remove ads",
    "bg": "Free Adblocker",
    "bn": "Adblocker - Adblock",
    "ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,it,ja,ko,lt,lv,ml,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sv,ta,te,tr,uk,zh_CN,zh_TW": "Adblock Unlimited - Adblocker",
    "et": "YouTube Adblock",
    "fa": "Twitch Adblock",
    "fil": "Popup Block",
    "gu": "Adblock",
    "he": "Skip Ads YouTube",
    "hi": "Facebook Adblock - fb adblocker",
    "hr": "Adblock Tool",
    "hu,mr": "Popup Blocker",
    "id,sr,vi": "Adblock for Youtube",
    "kn": "Block YouTube ads",
    "ms": "Popup Blocker Pro",
    "ro": "Free Adblock",
    "sw": "Site blocker - site block",
    "th": "Adblock - adblocker"
  },
  "short": {
    "ar,et,he,kn": "Block all ads, pop-unders, and other types of ads with YouTube and Facebook, AdBlocker, AdBlock Plus, AdBlock for YouTube,…",
    "am,bg,gu,id,ro": "Adblock to remove ads and pop-ups on YouTube, adblock for facebook, adblock twitch. Ad blocker for Chrome. Powerful adblock, ad…",
    "bn": "Adblocker to remove ads and pop-ups on YouTube, adblock for facebook, adblock twitch. Ad blocker for Chrome. Powerful adblock, ad…",
    "ca": "Bloqueja eficaçment l'eina a tots els llocs web de Chrome. Bloqueja anuncis i finestres emergents, banners, pre-roll. Bloquejador…",
    "cs": "Účinně blokujte nástroj na všech webech v prohlížeči Chrome. Blokování reklam a vyskakovacích oken, bannerů, pre-roll. Perfektní…",
    "da": "Bloker effektivt værktøj på alle websteder i Chrome. Bloker annoncer og pop-up, bannere, pre-roll. Perfekt adblocker til at fjerne…",
    "de": "Effektiv ein Block-Tool auf allen Websites in Chrome. Blockieren Sie Anzeigen und Popups, Banner, Pre-Roll. Perfekter Werbeblocker…",
    "el,en,en_AU,en_GB,en_US,es_419,fi,lt,lv,ml,no,pt_BR,sk,sl,ta,te,tr,uk,zh_TW": "Effectively ablock tool on all websites in Chrome. Block ads and popup, banners, pre-roll.",
    "es": "Herramienta de bloqueo efectivo en todos los sitios web en Chrome. Bloquee anuncios y ventanas emergentes, pancartas, pre-roll.…",
    "fa": "Twitch Adblock to block ads and pop-ups on YouTube, Facebook, Twitch. Powerful adblock, ad bloker free, youtube adblock, adblock…",
    "fil": "Adblock on Youtube effectively block ads on all websites. Block all ads, pop-unders, and other types of ads with YouTube and…",
    "fr": "Efficacement un outil de blocage sur tous les sites Web de Chrome. Bloquer les publicités et popup, bannières, pré-roll. Adblocker…",
    "hi": "Facebook Adblock to remove ads and pop-ups on YouTube, adblock for facebook, adblock twitch. Ad blocker for Chrome. Powerful…",
    "hr,hu": "Powerful adblock, ad bloker free, youtube adblock, adblock plus, adblock chrome, adblock browser, best ad blocker, facebook adblock.",
    "it": "Uno strumento di blocco efficace su tutti i siti Web in Chrome. Blocca annunci e popup, banner, pre-roll. Adblocker perfetto per…",
    "ja": "広告ブロック - YouTube、Facebook、Twitch で広告とポップアップをブロックします。 クリーン Chrome の広告ブロッカー。",
    "ko": "광고 차단 - YouTube, Facebook, Twitch에서 광고 및 팝업을 차단합니다. 깨끗한 Chrome을 위한 광고 차단기.",
    "mr": "Popup Blocker to block ads on all websites in Chrome. Stop popup, banners, pre-roll. Powerful adblock, ad bloker free, youtube…",
    "ms": "Popup Blocker Pro - effectively block ads on all websites in Chrome. The perfect Ad blocker for clean",
    "nl": "Blokkeer tool effectief op alle websites in Chrome. Blokkeer advertenties en pop-ups, banners, pre-roll. Perfecte adblocker voor…",
    "pl": "Skutecznie blokuj narzędzie na wszystkich stronach internetowych w Chrome. Blokuj reklamy i wyskakujące okienka, banery, pre-roll.…",
    "pt_PT": "Ferramenta de bloqueio eficaz em todos os sites no Chrome. Bloqueie anúncios e pop-up, banners, pre-roll. Adblocker perfeito para…",
    "ru": "Adblock эффективно блокируйте рекламу на всех веб-сайтах в Chrome. Остановить всплывающие окна, баннеры, преролл. Идеальный…",
    "sr": "Adblock for Youtube - block ads and pop-ups on Twitch, Facebook, Twitch. Ad blocker for clean Chrome.",
    "sv": "Verktyget blockeras effektivt på alla webbplatser i Chrome. Blockera annonser och popup, banners, pre-roll. Perfekt…",
    "sw": "Adblock - effectively block ads on all websites in Chrome. Stop popup, banners, pre-roll. The perfect Adblocker for clean",
    "th": "Ad block to block ads and pop-ups on YouTube, Facebook, Twitch. Ad blocker for clean Chrome. Powerful adblock, ad bloker free,…",
    "vi": "Adblock effectively block ads on all websites in Chrome. Stop popup, banners, pre-roll. Powerful adblock, ad bloker free, youtube…",
    "zh_CN": "有效阻止 Chrome 中所有網站的工具。 阻止廣告和彈出窗口、橫幅、前置廣告。 用於刪除 Youtube 廣告的完美廣告攔截器。"
  },
  "long": {
    "am,ar,bg,bn,et,he,hi,hr,hu,id,vi,zh_CN": "Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "ca": "El bloqueig d'anuncis pot ajudar a evitar que els molestos anuncis en línia us molestin, fer que les pàgines web es carreguin més ràpidament i fins i tot millorar la vostra seguretat.\n\nEl bloquejador d'anuncis per a tots els llocs web ajuda a eliminar tot tipus de publicitat a les pàgines web. Atureu els bàners, finestres emergents, preroll a Youtube i altres xarxes socials populars.\n\nVegeu amb quina velocitat s'obren els llocs web quan ja no apareixen anuncis no desitjats. Prova Adblock Unlimited de forma gratuïta ara mateix per gaudir de tots aquests avantatges.\n\nCARACTERÍSTIQUES de Adblock:\n- Bloqueja les finestres emergents, els anuncis i els bàners molestos (fins i tot elimina els anuncis de vídeo!) a YouTube, Facebook, Twitch i tots els teus llocs preferits\n- Bloqueja els rastrejadors de tercers i protegeix la teva privadesa\n- Navegueu amb seguretat bloquejant anuncis maliciosos amb programari maliciós, estafes i miners de criptomoneda\n- Millora els temps de càrrega de la pàgina i gaudeix d'una Internet més ràpida\n- Personalitza la teva experiència amb filtres, llistes blanques, mode fosc i altres temes de colors\n\nAvantatges clau Adblock Unlimited:\n\n1. Bloqueja els anuncis de manera eficaç\nDeixeu de veure tota mena d'anuncis als llocs web que visiteu i comenceu a gaudir més del web.\n\n2. Navegueu pel web amb més seguretat\nProtegiu la vostra privadesa i la vostra informació personal alterant els sistemes de seguiment i bloquejant les estafes enganyoses o els anuncis sospitosos.\n\n3. Obriu llocs web més ràpid\nEvitar que es mostrin anuncis fa que els llocs web apareguin més ràpidament perquè pugueu fer més coses.\n\n4. Confieu en els vostres llocs web preferits\nCol·loqueu els llocs web als quals voleu donar suport en una llista d'excepcions perquè puguin seguir guanyant diners mostrant-vos anuncis.\n\nNavegueu per Internet de manera segura i sense anuncis amb l'extensió d'adblock més completa i lleugera per a Chrome!\n\nEl bloqueig d'anuncis per a Chrome funciona automàticament. Només cal que feu clic a \"Afegeix a Chrome\" i, a continuació, visiteu el vostre lloc web preferit i veureu que els anuncis desapareixen. Trieu continuar veient anuncis discrets, incloure a la llista blanca els vostres llocs preferits o bloquejar tots els anuncis de manera predeterminada.\n\nÉs una aplicació Adblock per a YouTube amb un gran equip de desenvolupadors al darrere. És una eina que garanteix que no veieu els anuncis que apareixen a la pantalla mentre mireu vídeos a YouTube.\n\nAdblock: el bloquejador d'anuncis és molt ràpid i lleuger. Utilitza la meitat de memòria que altres solucions populars: Adblock, Adblock Plus, i fins i tot supera uBlock Adblocker en algunes proves!\n\nEls vostres suggeriments poden millorar encara més Adblock Unlimited. Comparteix les teves idees mitjançant comentaris a la botiga web d'extensió.",
    "cs": "Adblock vám může pomoci zastavit otravné online reklamy, zrychlit načítání webových stránek a dokonce zvýšit vaše zabezpečení.\n\nBlokování reklam pro všechny webové stránky pomáhá odstranit všechny typy reklamy na webových stránkách. Zastavte bannery, vyskakovací okna, preroll na Youtube a dalších oblíbených sociálních sítích.\n\nPodívejte se, o kolik rychlejší webové stránky se otevírají, jakmile se přestanou zobrazovat nežádoucí reklamy. Vyzkoušejte Adblock Unlimited zdarma hned teď a užijte si všechny tyto výhody.\n\nAdblock – blokovač reklam je opravdu rychlý a lehký. Využívá o polovinu méně paměti než jiná populární řešení: Adblock, Adblock Plus a v některých testech dokonce překonává uBlock Adblocker!\n\nVLASTNOSTI Adblock:\n- Blokujte vyskakovací okna, reklamy a otravné bannery (dokonce odstraňte videoreklamy!) na YouTube, Facebooku, Twitchi a na všech vašich oblíbených stránkách\n- Blokujte sledovače třetích stran a chraňte své soukromí\n- Procházejte web bezpečně blokováním škodlivých reklam pomocí malwaru, podvodů a těžařů kryptoměn\n- Zlepšete dobu načítání stránky a užívejte si rychlejší internet\n- Přizpůsobte si svůj zážitek pomocí filtrů, seznamů povolených, tmavého režimu a dalších barevných motivů\n\nAdblock pro Youtube zvyšuje výkon při načítání webových stránek (bez reklam a sledování)\n\nKlíčové výhody Adblock Unlimited:\n\n1. Twitch Adblock – Blokujte reklamy efektivně\nPřestaňte na navštívených webech vidět nejrůznější reklamy a začněte si web více užívat.\n\n2. Facebook Adblock – procházejte web bezpečněji\nChraňte své soukromí a osobní údaje narušením sledovacích systémů a blokováním záludných podvodů nebo podezřelých reklam.\n\n3. Adblock – rychlejší otevírání webových stránek\nPokud zabráníte zobrazování reklam, budou se webové stránky zobrazovat rychleji, takže můžete udělat více.\n\n4. Yahoo Adblock – Důvěřujte svým oblíbeným webovým stránkám\nUmístěte webové stránky, které chcete podpořit, na seznam výjimek, aby mohly nadále vydělávat peníze zobrazováním reklam.\n\n5. Adblock – Keep Things Simple\nVyužijte všechny tyto funkce snadno, aniž byste museli trávit spoustu času nastavováním nebo učením se, jak aplikaci používat.\n\nYoutube Adblock je rozšíření prohlížeče pro filtrování obsahu a blokování reklam, které blokuje všechny reklamy na youtube.\nUmožňuje uživatelům zabránit zobrazování prvků stránky, jako jsou reklamy.\nBanner, reklamní klipy nebo dokonce reklamy před videem, které obvykle vidíte před samotným videem na Youtube, jsou tímto rozšířením blokovány.\n\nAdblock Plus je blokátor reklam, který vám pomůže znovu se zamilovat do internetu a dává vám možnost přizpůsobit si své prostředí.\n\n✓ Blokujte otravné videoreklamy a bannery\n✓ Blokujte vyskakovací okna\n✓ Zastavte sledování a dopřejte si více soukromí\n✓ Bojujte s destruktivní malvertisí, která se může skrývat v reklamách\n\nFunkce:\n + blokuje reklamy, bannery a vyskakovací okna\n + blokování reklam na externích stránkách, které načítají Youtube\n + zabránit načítání reklam před videem na Youtube\n + můžete také odstranit anotace z videí a hudby (viz stránka možností).\n + rychleji načítá videa a web YouTube.\nSurfujte na internetu bezpečně a bez reklam s nejúplnějším a nejlehčím rozšířením adblocku pro Chrome!\n\nYahoo Adblock\nJe to aplikace AdBlock pro YouTube, za kterou stojí obrovský tým vývojářů. Jde o nástroj, který zajišťuje, že při sledování videí na YouTube nevidíte reklamy, které se zobrazují na obrazovce.\n\nAdblock pro Chrome funguje automaticky. Stačí kliknout na „Přidat do Chromu“, poté navštívit svůj oblíbený web a reklamy zmizí! Zvolte, zda chcete nadále zobrazovat nenápadné reklamy, přidat své oblíbené stránky na seznam povolených nebo ve výchozím nastavení blokovat všechny reklamy.\n\nVaše návrhy mohou Adblock Unlimited ještě vylepšit. Podělte se o své nápady prostřednictvím zpětné vazby v internetovém obchodě rozšíření.",
    "da": "Annonceblokering kan hjælpe med at forhindre irriterende onlineannoncer i at genere dig, få websider til at indlæses hurtigere og endda forbedre din sikkerhed.\n\nAnnonceblokering til alle hjemmesider hjælper med at fjerne alle former for annoncering på websiderne. Stop bannere, popups, preroll på Youtube og andre populære sociale netværk.\n\nSe, hvor meget hurtigere websteder åbner, når uønskede annoncer ikke længere vises. Prøv Adblock Unlimited gratis lige nu for at nyde alle disse fordele.\n\nAdblock FUNKTIONER:\n- Bloker pop op-vinduer, annoncer og irriterende bannere (fjern endda videoannoncer!) på YouTube, Facebook, Twitch og alle dine yndlingswebsteder\n- Bloker tredjeparts trackere og beskyt dit privatliv\n- Gennemse sikkert ved at blokere ondsindede annoncer med malware, svindel og cryptocurrency minearbejdere\n- Forbedre sideindlæsningstider og nyd et hurtigere internet\n- Tilpas din oplevelse med filtre, hvidlister, mørk tilstand og andre farverige temaer\n\nVigtigste fordele Adblock Unlimited:\n\n1. Bloker annoncer effektivt\nStop med at se alle slags annoncer på de websteder, du besøger, og begynd at nyde internettet mere.\n\n2. Surf på nettet mere sikkert\nBeskyt dit privatliv og dine personlige oplysninger ved at forstyrre sporingssystemer og blokere luskede svindelnumre eller mistænkelige annoncer.\n\n3. Åbn websteder hurtigere\nForhindrer annoncer i at blive vist, får websteder vist hurtigere, så du kan få mere gjort.\n\n4. Stol på dine yndlingswebsteder\nSæt de websteder, du vil støtte, på en undtagelsesliste, så de kan blive ved med at tjene penge ved at vise annoncer til dig.\n\nSurf sikkert og reklamefrit på internettet med den mest komplette og lette adblock-udvidelse til Chrome!\n\nAnnonceblokering til Chrome fungerer automatisk. Bare klik på \"Tilføj til Chrome\", og besøg derefter dit yndlingswebsted og se annoncerne forsvinde! Vælg at fortsætte med at se diskrete annoncer, hvidliste dine yndlingswebsteder eller bloker alle annoncer som standard.\n\nDet er en Adblock til YouTube-applikation med et stort team af udvikleren bag sig. Det er et værktøj, der sikrer, at du ikke ser de annoncer, der vises på skærmen, mens du ser videoer på YouTube.\n\nAdblock - ad blocker er virkelig hurtig og let. Den bruger halvt så meget hukommelse som andre populære løsninger: Adblock, Adblock Plus og overgår endda uBlock Adblocker i nogle tests!\n\nDine forslag kan gøre Adblock Unlimited endnu bedre. Del dine ideer gennem feedback på udvidelseswebshop.\n\n\n- - - - - - - - - - - - - - - -\n\n\nAd block can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nKey Benefits Adblock Unlimited:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nAd block for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nIt is an Adblock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "de": "Werbeblocker können dazu beitragen, dass lästige Online-Werbung Sie nicht mehr stört, Webseiten schneller geladen werden und sogar Ihre Sicherheit erhöhen.\n\nWerbeblocker für alle Websites hilft, alle Arten von Werbung auf den Webseiten zu entfernen. Stoppen Sie Banner, Popups, Preroll auf Youtube und anderen beliebten sozialen Netzwerken.\n\nSehen Sie, wie viel schneller Websites geöffnet werden, wenn keine unerwünschten Anzeigen mehr erscheinen. Probieren Sie Adblock Unlimited jetzt kostenlos aus, um all diese Vorteile zu genießen.\n\nAdblock-FUNKTIONEN:\n- Blockieren Sie Popups, Anzeigen und lästige Banner (sogar Videoanzeigen entfernen!) auf YouTube, Facebook, Twitch und all Ihren Lieblingsseiten\n- Blockieren Sie Tracker von Drittanbietern und schützen Sie Ihre Privatsphäre\n- Surfen Sie sicher, indem Sie bösartige Werbung mit Malware, Betrug und Kryptowährungs-Minern blockieren\n- Verbessern Sie die Seitenladezeiten und genießen Sie ein schnelleres Internet\n- Passen Sie Ihr Erlebnis mit Filtern, Whitelists, Dunkelmodus und anderen farbenfrohen Themen an\n\nHauptvorteile von Adblock Unlimited:\n\n1. Anzeigen effektiv blockieren\nHören Sie auf, alle Arten von Werbung auf den von Ihnen besuchten Websites zu sehen, und genießen Sie das Internet mehr.\n\n2. Surfen Sie sicherer im Internet\nSchützen Sie Ihre Privatsphäre und Ihre persönlichen Daten, indem Sie Tracking-Systeme stören und hinterhältige Betrügereien oder verdächtige Anzeigen blockieren.\n\n3. Öffnen Sie Websites schneller\nDurch das Verhindern der Anzeigenschaltung werden Websites schneller angezeigt, sodass Sie mehr erledigen können.\n\n4. Vertrauen Sie Ihren bevorzugten Websites\nSetzen Sie die Websites, die Sie unterstützen möchten, auf eine Ausnahmeliste, damit sie weiterhin Geld verdienen können, indem sie Ihnen Anzeigen zeigen.\n\nSurfen Sie sicher und werbefrei im Internet mit der vollständigsten und leichtesten Adblock-Erweiterung für Chrome!\n\nDer Werbeblocker für Chrome funktioniert automatisch. Klicken Sie einfach auf \"Zu Chrome hinzufügen\", besuchen Sie dann Ihre Lieblingswebsite und sehen Sie, wie die Anzeigen verschwinden! Wählen Sie, ob Sie weiterhin unauffällige Werbung sehen, Ihre Lieblingsseiten auf die weiße Liste setzen oder standardmäßig alle Werbung blockieren möchten.\n\nEs ist eine Adblock für YouTube-Anwendung, hinter der ein riesiges Team von Entwicklern steht. Es ist ein Tool, das sicherstellt, dass Sie keine Anzeigen sehen, die auf dem Bildschirm erscheinen, während Sie sich Videos auf YouTube ansehen.\n\nAdblock - Werbeblocker ist wirklich schnell und leicht. Es verwendet halb so viel Speicher wie andere beliebte Lösungen: Adblock, Adblock Plus und übertrifft in einigen Tests sogar uBlock Adblocker!\n\nIhre Vorschläge können Adblock Unlimited noch besser machen. Teilen Sie Ihre Ideen durch Feedback im Erweiterungs-Webshop.",
    "el,en,en_AU,en_GB,en_US,es_419,fi,lt,lv,ml,no,pt_BR,sk,sl,ta,te,tr,uk,zh_TW": "Adblock Unlimited can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock for free right now to enjoy all these advantages.\n\nFEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) \n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nKey Benefits:\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\nThis is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "es": "El bloqueo de anuncios puede ayudar a evitar que los molestos anuncios en línea lo molesten, hacer que las páginas web se carguen más rápido e incluso mejorar su seguridad.\n\nEl bloqueador de anuncios para todos los sitios web ayuda a eliminar todo tipo de publicidad en las páginas web. Detenga los banners, las ventanas emergentes, los preroll en Youtube y otras redes sociales populares.\n\nVea cuánto más rápido se abren los sitios web una vez que ya no aparecen los anuncios no deseados. Prueba Adblock Unlimited gratis ahora mismo para disfrutar de todas estas ventajas.\n\nCARACTERÍSTICAS de AdBlock:\n- Bloquee ventanas emergentes, anuncios y banners molestos (¡incluso elimine anuncios de video!) en YouTube, Facebook, Twitch y todos sus sitios favoritos\n- Bloquea rastreadores de terceros y protege tu privacidad\n- Navegue de forma segura bloqueando anuncios maliciosos con malware, estafas y mineros de criptomonedas\n- Mejora los tiempos de carga de la página y disfruta de un Internet más rápido\n- Personaliza tu experiencia con filtros, listas blancas, modo oscuro y otros temas coloridos\n\nBeneficios clave de Adblock Unlimited:\n\n1. Bloquee anuncios de manera efectiva\nDeje de ver todo tipo de anuncios en los sitios web que visita y comience a disfrutar más de la web.\n\n2. Navegue por la Web de forma más segura\nProteja su privacidad e información personal interrumpiendo los sistemas de seguimiento y bloqueando estafas furtivas o anuncios sospechosos.\n\n3. Abra sitios web más rápido\nEvitar que aparezcan anuncios hace que los sitios web aparezcan más rápido para que pueda hacer más.\n\n4. Confía en tus sitios web favoritos\nPonga los sitios web que desea admitir en una lista de excepciones para que puedan seguir ganando dinero al mostrarle anuncios.\n\n¡Navegue por Internet de forma segura y sin publicidad con la extensión de bloqueo de anuncios más completa y liviana para Chrome!\n\nEl bloqueo de anuncios para Chrome funciona automáticamente. Simplemente haga clic en \"Agregar a Chrome\", luego visite su sitio web favorito y vea cómo desaparecen los anuncios. Elija seguir viendo anuncios discretos, incluir en la lista blanca sus sitios favoritos o bloquear todos los anuncios de forma predeterminada.\n\nEs una aplicación Adblock para YouTube con un gran equipo de desarrolladores detrás. Es una herramienta que asegura que no veas los anuncios que aparecen en la pantalla mientras miras videos en YouTube.\n\nAdblock: el bloqueador de anuncios es realmente rápido y liviano. Utiliza la mitad de memoria que otras soluciones populares: Adblock, Adblock Plus e incluso supera a uBlock Adblocker en algunas pruebas.\n\nSus sugerencias pueden hacer que Adblock Unlimited sea aún mejor. Comparta sus ideas a través de comentarios sobre la tienda web de extensiones.",
    "fa": "Twitch Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nTwitch Adblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nTwitch Adblock Features:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "fil": "Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ ad Block annoying video ads and banners\n✓ad Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + ad blocks ads, banner and popups\n + ad blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "fr": "Le blocage des publicités peut aider à empêcher les publicités en ligne gênantes de vous déranger, à accélérer le chargement des pages Web et même à améliorer votre sécurité.\n\nLe bloqueur de publicités pour tous les sites Web aide à supprimer tout type de publicité sur les pages Web. Arrêtez les bannières, popups, preroll sur Youtube et autres réseaux sociaux populaires.\n\nDécouvrez à quel point les sites Web s'ouvrent plus rapidement une fois que les publicités indésirables n'apparaissent plus. Essayez Adblock Unlimited gratuitement dès maintenant pour profiter de tous ces avantages.\n\nCARACTÉRISTIQUES d'Adblock :\n- Bloquez les pop-ups, les publicités et les bannières gênantes (supprimez même les publicités vidéo !) sur YouTube, Facebook, Twitch et tous vos sites préférés\n- Bloquez les trackers tiers et protégez votre vie privée\n- Naviguez en toute sécurité en bloquant les publicités malveillantes avec des logiciels malveillants, des escroqueries et des mineurs de crypto-monnaie\n- Améliorez les temps de chargement des pages et profitez d'un Internet plus rapide\n- Personnalisez votre expérience avec des filtres, des listes blanches, le mode sombre et d'autres thèmes colorés\n\nPrincipaux avantages d'Adblock Unlimited :\n\n1. Bloquer efficacement les publicités\nArrêtez de voir toutes sortes de publicités sur les sites Web que vous visitez et commencez à profiter davantage du Web.\n\n2. Naviguez sur le Web en toute sécurité\nProtégez votre vie privée et vos informations personnelles en perturbant les systèmes de suivi et en bloquant les escroqueries sournoises ou les publicités suspectes.\n\n3. Ouvrir les sites Web plus rapidement\nEmpêcher l'affichage des publicités accélère l'affichage des sites Web, ce qui vous permet d'en faire plus.\n\n4. Faites confiance à vos sites Web préférés\nMettez les sites Web que vous souhaitez prendre en charge sur une liste d'exceptions afin qu'ils puissent continuer à gagner de l'argent en vous montrant des publicités.\n\nSurfez sur Internet en toute sécurité et sans publicité avec l'extension adblock la plus complète et la plus légère pour Chrome !\n\nLe blocage des publicités pour Chrome fonctionne automatiquement. Cliquez simplement sur \"Ajouter à Chrome\", puis visitez votre site Web préféré et voyez les publicités disparaître ! Choisissez de continuer à voir des publicités discrètes, ajoutez vos sites favoris à la liste blanche ou bloquez toutes les publicités par défaut.\n\nIl s'agit d'une application Adblock pour YouTube avec une énorme équipe de développeurs derrière elle. C'est un outil qui garantit que vous ne voyez pas les publicités qui apparaissent à l'écran lorsque vous regardez des vidéos sur YouTube.\n\nAdblock - le bloqueur de publicités est vraiment rapide et léger. Il utilise deux fois moins de mémoire que d'autres solutions populaires : Adblock, Adblock Plus et surpasse même uBlock Adblocker dans certains tests !\n\nVos suggestions peuvent rendre Adblock Unlimited encore meilleur. Partagez vos idées par le biais de commentaires sur la boutique en ligne d'extension.",
    "gu": "Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\n\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "it": "Il blocco degli annunci può aiutare a impedire che i fastidiosi annunci online ti infastidiscano, rendere più veloce il caricamento delle pagine Web e persino migliorare la tua sicurezza.\n\nIl blocco degli annunci per tutti i siti Web aiuta a rimuovere tutti i tipi di pubblicità sulle pagine Web. Stop a banner, popup, preroll su Youtube e altri popolari social network.\n\nScopri quanto più velocemente si aprono i siti Web una volta che gli annunci indesiderati non vengono più visualizzati. Prova subito Adblock Unlimited gratuitamente per godere di tutti questi vantaggi.\n\nCARATTERISTICHE del blocco degli annunci:\n- Blocca popup, pubblicità e fastidiosi banner (rimuovi anche annunci video!) su YouTube, Facebook, Twitch e tutti i tuoi siti preferiti\n- Blocca i tracker di terze parti e proteggi la tua privacy\n- Naviga in sicurezza bloccando gli annunci dannosi con malware, truffe e minatori di criptovaluta\n- Migliora i tempi di caricamento delle pagine e goditi un Internet più veloce\n- Personalizza la tua esperienza con filtri, whitelist, modalità oscura e altri temi colorati\n\nPrincipali vantaggi Adblock illimitato:\n\n1. Blocca gli annunci in modo efficace\nSmetti di vedere tutti i tipi di pubblicità sui siti web che visiti e inizia a goderti di più il web.\n\n2. Naviga sul Web in modo più sicuro\nProteggi la tua privacy e le informazioni personali interrompendo i sistemi di tracciamento e bloccando truffe subdole o annunci sospetti.\n\n3. Apri i siti web più velocemente\nImpedendo la visualizzazione degli annunci, i siti Web vengono visualizzati più rapidamente in modo da poter fare di più.\n\n4. Fidati dei tuoi siti Web preferiti\nInserisci i siti Web che desideri supportare in un elenco di eccezioni in modo che possano continuare a guadagnare mostrandoti annunci.\n\nNaviga in Internet in sicurezza e senza pubblicità con l'estensione di blocco degli annunci più completa e leggera per Chrome!\n\nIl blocco degli annunci per Chrome funziona automaticamente. Basta fare clic su \"Aggiungi a Chrome\", quindi visitare il tuo sito Web preferito e vedere scomparire gli annunci! Scegli di continuare a visualizzare annunci discreti, autorizzare i tuoi siti preferiti o bloccare tutti gli annunci per impostazione predefinita.\n\nÈ un'applicazione Adblock per YouTube con dietro un enorme team di sviluppatori. È uno strumento che ti assicura di non vedere gli annunci che appaiono sullo schermo mentre guardi i video su YouTube.\n\nAdblock: il blocco degli annunci è davvero veloce e leggero. Utilizza la metà della memoria rispetto ad altre soluzioni popolari: Adblock, Adblock Plus e supera persino uBlock Adblocker in alcuni test!\n\nI tuoi suggerimenti possono migliorare ulteriormente Adblock Unlimited. Condividi le tue idee attraverso il feedback sull'estensione del negozio web.",
    "ja": "広告ブロックは、煩わしいオンライン広告に煩わされるのを防ぎ、Web ページの読み込みを高速化し、さらにはセキュリティを強化するのに役立ちます。\n\nすべての Web サイトの広告ブロッカーは、Web ページ上のあらゆる種類の広告を削除するのに役立ちます。 Youtube やその他の一般的なソーシャル ネットワークでのバナー、ポップアップ、プレロールを停止します。\n\n不要な広告が表示されなくなった後、ウェブサイトがどれだけ速く開くかを確認してください。 Adblock Unlimited を今すぐ無料で試して、これらすべての利点を享受してください。\n\nアドブロック機能:\n- YouTube、Facebook、Twitch、およびすべてのお気に入りのサイトで、ポップアップ、広告、迷惑なバナーをブロックします (ビデオ広告も削除します!)。\n- サードパーティのトラッカーをブロックしてプライバシーを保護\n- マルウェア、詐欺、暗号通貨マイナーによる悪意のある広告をブロックして安全にブラウジング\n- ページの読み込み時間を改善し、より高速なインターネットをお楽しみください\n- フィルター、ホワイトリスト、ダーク モード、その他のカラフルなテーマで体験をカスタマイズ\n\n主なメリット Adblock Unlimited:\n\n1.広告を効果的にブロックする\nアクセスする Web サイトであらゆる種類の広告を表示するのをやめて、Web をもっと楽しみましょう。\n\n2. Web をより安全に閲覧する\n追跡システムを妨害し、卑劣な詐欺や疑わしい広告をブロックすることで、プライバシーと個人情報を保護します。\n\n3. ウェブサイトをより速く開く\n広告が表示されないようにすると、Web サイトがより速く表示されるようになり、より多くのことを行うことができます。\n\n4.お気に入りのウェブサイトを信頼する\nサポートしたい Web サイトを例外リストに追加して、広告を表示することで引き続き収益を得られるようにします。\n\nChrome 向けの最も完全で軽量な adblock 拡張機能を使用して、インターネットを安全かつ広告なしでサーフィンしましょう!\n\nChrome の広告ブロックは自動的に機能します。 [Chrome に追加] をクリックしてお気に入りのウェブサイトにアクセスすると、広告が表示されなくなります。目立たない広告を引き続き表示するか、お気に入りのサイトをホワイトリストに登録するか、デフォルトですべての広告をブロックするかを選択します。\n\nこれは、開発者の巨大なチームが背後にいる YouTube アプリケーションの Adblock です。 YouTube で動画を視聴しているときに、画面に表示される広告が表示されないようにするツールです。\n\nAdblock - 広告ブロッカーは非常に高速で軽量です。 Adblock、Adblock Plus などの他の一般的なソリューションの半分のメモリを使用し、一部のテストでは uBlock Adblocker よりも優れています。\n\nあなたの提案は Adblock Unlimited をさらに良くすることができます。拡張 Web ストアのフィードバックを通じて、アイデアを共有してください。\n\n\n\n\nAdblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "kn": "Youtube Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "ko": "광고 차단은 귀찮은 온라인 광고를 차단하고 웹 페이지를 더 빠르게 로드하며 보안을 강화하는 데 도움이 될 수 있습니다.\n\n모든 웹사이트에 대한 광고 차단기는 웹 페이지에서 모든 유형의 광고를 제거하는 데 도움이 됩니다. YouTube 및 기타 인기 있는 소셜 네트워크에서 배너, 팝업, 프리롤을 중지합니다.\n\n원치 않는 광고가 더 이상 표시되지 않으면 웹사이트가 얼마나 빨리 열리는지 확인하세요. 지금 바로 무료로 Adblock Unlimited를 사용하여 이러한 모든 이점을 누리십시오.\n\n애드블록 기능:\n- YouTube, Facebook, Twitch 및 모든 즐겨찾는 사이트에서 팝업, 광고 및 성가신 배너 차단(동영상 광고 제거도 가능!)\n- 제3자 추적기를 차단하고 개인정보를 보호하세요\n- 악성코드, 스캠, 암호화폐 채굴기가 포함된 악성 광고를 차단하여 안전하게 브라우징하세요.\n- 페이지 로드 시간을 개선하고 더 빠른 인터넷을 즐기세요\n- 필터, 화이트리스트, 다크 모드 및 기타 다채로운 테마로 경험을 사용자 정의하십시오.\n\n주요 이점 Adblock Unlimited:\n\n1. 효과적인 광고 차단\n방문하는 웹사이트에서 온갖 종류의 광고를 보지 말고 웹을 더 즐기세요.\n\n2. 보다 안전한 웹 브라우징\n추적 시스템을 방해하고 교활한 사기 또는 의심스러운 광고를 차단하여 개인 정보와 개인 정보를 보호하십시오.\n\n3. 더 빠른 웹사이트 열기\n광고가 표시되지 않도록 하면 웹사이트가 더 빨리 표시되어 더 많은 작업을 수행할 수 있습니다.\n\n4. 좋아하는 웹사이트를 믿으세요\n지원하려는 웹사이트를 예외 목록에 올려 광고를 표시하여 계속 수익을 올릴 수 있도록 하세요.\n\n가장 완벽하고 가벼운 Chrome용 애드블록 확장 프로그램으로 안전하고 광고 없이 인터넷을 서핑하세요!\n\nChrome용 광고 차단은 자동으로 작동합니다. \"Chrome에 추가\"를 클릭한 다음 즐겨찾는 웹사이트를 방문하면 광고가 사라지는 것을 볼 수 있습니다! 눈에 잘 띄지 않는 광고를 계속 표시하거나 즐겨찾는 사이트를 허용 목록에 추가하거나 기본적으로 모든 광고를 차단하도록 선택하세요.\n\n거대한 개발자 팀이 배후에 있는 YouTube 애플리케이션용 Adblock입니다. YouTube에서 동영상을 시청하는 동안 화면에 나타나는 광고가 표시되지 않도록 하는 도구입니다.\n\nAdblock - 광고 차단기는 정말 빠르고 가볍습니다. 다른 인기 있는 솔루션인 Adblock, Adblock Plus보다 절반의 메모리를 사용하며 일부 테스트에서는 uBlock Adblocker보다 성능이 뛰어납니다!\n\n여러분의 제안은 Adblock Unlimited를 더 좋게 만들 수 있습니다. 확장 웹 스토어에 대한 피드백을 통해 아이디어를 공유하세요.\n\n\nAdblock Unlimited can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nKey Benefits Adblock Unlimited:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "mr": "Instagram Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Spotify Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nSpotify Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "ms": "Facebook Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "nl": "Advertentieblokkering kan helpen voorkomen dat vervelende online advertenties u storen, webpagina's sneller laten laden en zelfs uw beveiliging verbeteren.\n\nAdblocker voor alle websites helpt bij het verwijderen van alle soorten advertenties op de webpagina's. Stop banners, pop-ups, preroll op YouTube en andere populaire sociale netwerken.\n\nBekijk hoeveel sneller websites worden geopend zodra ongewenste advertenties niet meer worden weergegeven. Probeer Adblock Unlimited nu gratis uit om van al deze voordelen te genieten.\n\nAdblock-FUNCTIES:\n- Blokkeer pop-ups, advertenties en irritante banners (verwijder zelfs videoadvertenties!) op YouTube, Facebook, Twitch en al je favoriete sites\n- Blokkeer trackers van derden en bescherm uw privacy\n- Browse veilig door schadelijke advertenties met malware, oplichting en cryptocurrency-mijnwerkers te blokkeren\n- Verbeter de laadtijden van pagina's en geniet van sneller internet\n- Pas uw ervaring aan met filters, witte lijsten, donkere modus en andere kleurrijke thema's\n\nBelangrijkste voordelen Adblock Unlimited:\n\n1. Blokkeer advertenties effectief\nStop met het zien van allerlei advertenties op de websites die u bezoekt en geniet meer van internet.\n\n2. Surf veiliger op internet\nBescherm uw privacy en persoonlijke informatie door volgsystemen te verstoren en stiekeme oplichting of verdachte advertenties te blokkeren.\n\n3. Websites sneller openen\nDoor te voorkomen dat advertenties worden weergegeven, worden websites sneller weergegeven, zodat u meer gedaan kunt krijgen.\n\n4. Vertrouw op uw favoriete websites\nZet de websites die je wilt steunen op een uitzonderingslijst zodat ze geld kunnen blijven verdienen door advertenties aan je te tonen.\n\nSurf veilig en zonder advertenties op internet met de meest complete en lichtgewicht adblock-extensie voor Chrome!\n\nAdvertentieblokkering voor Chrome werkt automatisch. Klik gewoon op 'Toevoegen aan Chrome' en bezoek vervolgens uw favoriete website en zie hoe de advertenties verdwijnen! Kies ervoor om onopvallende advertenties te blijven zien, uw favoriete sites op de witte lijst te zetten of standaard alle advertenties te blokkeren.\n\nHet is een Adblock voor YouTube-applicatie met een enorm team van de ontwikkelaar erachter. Het is een tool die ervoor zorgt dat je tijdens het bekijken van video's op YouTube niet de advertenties ziet die op het scherm verschijnen.\n\nAdblock - adblocker is erg snel en licht. Het gebruikt half zoveel geheugen als andere populaire oplossingen: Adblock, Adblock Plus, en presteert zelfs beter dan uBlock Adblocker in sommige tests!\n\nJouw suggesties kunnen Adblock Unlimited nog beter maken. Deel uw ideeën via feedback op extensiewebwinkel.\n\n- - - - - - - - - - - - - - - - - - - - \n\nAdblock Unlimited can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nKey Benefits Adblock Unlimited:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "pl": "Blokowanie reklam może pomóc przestać przeszkadzać irytującym reklamom internetowym, przyspieszyć ładowanie stron internetowych, a nawet zwiększyć bezpieczeństwo.\n\nBlokowanie reklam dla wszystkich stron internetowych pomaga usunąć wszystkie rodzaje reklam na stronach internetowych. Zatrzymaj banery, wyskakujące okienka, preroll na Youtube i innych popularnych portalach społecznościowych.\n\nZobacz, o ile szybciej otwierają się strony internetowe, gdy niechciane reklamy przestaną się wyświetlać. Wypróbuj Adblock Unlimited za darmo już teraz, aby cieszyć się wszystkimi tymi zaletami.\n\nFUNKCJE Adblocka:\n- Blokuj wyskakujące okienka, reklamy i irytujące banery (nawet usuwaj reklamy wideo!) na YouTube, Facebooku, Twitchu i wszystkich twoich ulubionych stronach\n- Blokuj moduły śledzące innych firm i chroń swoją prywatność\n- Przeglądaj bezpiecznie, blokując złośliwe reklamy za pomocą złośliwego oprogramowania, oszustw i kopaczy kryptowalut\n- Popraw czas ładowania strony i ciesz się szybszym Internetem\n- Dostosuj swoje wrażenia za pomocą filtrów, białych list, trybu ciemnego i innych kolorowych motywów\n\nKluczowe korzyści Adblock Unlimited:\n\n1. Skutecznie blokuj reklamy\nPrzestań widzieć wszelkiego rodzaju reklamy w odwiedzanych witrynach i zacznij lepiej korzystać z sieci.\n\n2. Bezpieczniej przeglądaj sieć\nChroń swoją prywatność i dane osobowe, zakłócając systemy śledzenia i blokując podstępne oszustwa lub podejrzane reklamy.\n\n3. Szybciej otwieraj strony internetowe\nZapobieganie wyświetlaniu reklam sprawia, że ​​witryny pojawiają się szybciej, dzięki czemu możesz zrobić więcej.\n\n4. Zaufaj swoim ulubionym stronom internetowym\nUmieść witryny, które chcesz wspierać, na liście wyjątków, aby mogły nadal zarabiać, wyświetlając Ci reklamy.\n\nSurfuj po Internecie bezpiecznie i bez reklam dzięki najbardziej kompletnemu i lekkiemu rozszerzeniu Adblock dla Chrome!\n\nBlokowanie reklam w Chrome działa automatycznie. Po prostu kliknij „Dodaj do Chrome”, a następnie odwiedź swoją ulubioną witrynę i zobacz, jak znikają reklamy! Wybierz, czy chcesz nadal widzieć dyskretne reklamy, dodać swoje ulubione witryny do białej listy lub domyślnie blokować wszystkie reklamy.\n\nJest to aplikacja Adblock dla YouTube, za którą stoi ogromny zespół programistów. Jest to narzędzie, które gwarantuje, że nie zobaczysz reklam, które pojawiają się na ekranie podczas oglądania filmów na YouTube.\n\nAdblock - bloker reklam jest naprawdę szybki i lekki. Zużywa o połowę mniej pamięci niż inne popularne rozwiązania: Adblock, Adblock Plus, a nawet przewyższa uBlock Adblocker w niektórych testach!\n\nTwoje sugestie mogą sprawić, że Adblock Unlimited będzie jeszcze lepszy. Podziel się swoimi pomysłami poprzez opinie na temat sklepu internetowego z rozszerzeniami.\n\n- - - - - - - - - - - - - - - - - \n\nAdblock Unlimited can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nKey Benefits Adblock Unlimited:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "pt_PT": "O bloqueio de anúncios pode ajudar a impedir que anúncios on-line irritantes o incomodem, fazer com que as páginas da Web carreguem mais rapidamente e até mesmo aumentar sua segurança.\n\nO bloqueador de anúncios para todos os sites ajuda a remover todos os tipos de publicidade nas páginas da web. Pare de banners, pop-ups, preroll no Youtube e outras redes sociais populares.\n\nVeja quanto mais rápido os sites abrem quando os anúncios indesejados não aparecem mais. Experimente o Adblock Unlimited gratuitamente agora mesmo para aproveitar todas essas vantagens.\n\nCARACTERÍSTICAS do Adblock:\n- Bloqueie pop-ups, anúncios e banners irritantes (até mesmo remova anúncios em vídeo!) no YouTube, Facebook, Twitch e todos os seus sites favoritos\n- Bloqueie rastreadores de terceiros e proteja sua privacidade\n- Navegue com segurança bloqueando anúncios maliciosos com malware, golpes e mineradores de criptomoedas\n- Melhore o tempo de carregamento da página e desfrute de uma Internet mais rápida\n- Personalize sua experiência com filtros, listas brancas, modo escuro e outros temas coloridos\n\nPrincipais benefícios Adblock Unlimited:\n\n1. Bloqueie anúncios de forma eficaz\nPare de ver todos os tipos de anúncios nos sites que você visita e comece a aproveitar mais a web.\n\n2. Navegue na Web com mais segurança\nProteja sua privacidade e informações pessoais interrompendo os sistemas de rastreamento e bloqueando golpes sorrateiros ou anúncios suspeitos.\n\n3. Abra sites mais rapidamente\nImpedir a exibição de anúncios faz com que os sites apareçam mais rapidamente para que você possa fazer mais.\n\n4. Confie em seus sites favoritos\nColoque os sites que você deseja oferecer suporte em uma lista de exceções para que eles continuem ganhando dinheiro exibindo anúncios para você.\n\nNavegue na Internet com segurança e sem anúncios com a extensão de bloco de anúncios mais completa e leve para Chrome!\n\nO bloco de anúncios para Chrome funciona automaticamente. Basta clicar em \"Adicionar ao Chrome\" e, em seguida, visitar seu site favorito e ver os anúncios desaparecerem! Escolha continuar vendo anúncios discretos, coloque seus sites favoritos na lista de permissões ou bloqueie todos os anúncios por padrão.\n\nÉ um aplicativo Adblock para YouTube com uma grande equipe de desenvolvedores por trás dele. É uma ferramenta que garante que você não veja os anúncios que aparecem na tela enquanto assiste a vídeos no YouTube.\n\nAdblock - bloqueador de anúncios é muito rápido e leve. Ele usa metade da memória de outras soluções populares: Adblock, Adblock Plus e até supera o uBlock Adblocker em alguns testes!\n\nSuas sugestões podem tornar o Adblock Unlimited ainda melhor. Compartilhe suas ideias por meio de comentários na loja virtual de extensões.",
    "ro,sr": "Youtube Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAdblocker for Youtube and all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nYoutube Adblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Youtube Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "ru": "Adblock Unlimited может помочь избавить вас от назойливой онлайн-рекламы, ускорить загрузку веб-страниц и даже повысить вашу безопасность.\n\nБлокировщик рекламы для всех веб-сайтов помогает удалить все виды рекламы на веб-страницах. Остановите баннеры, всплывающие окна, прероллы на Youtube и других популярных социальных сетях.\n\nПосмотрите, насколько быстрее открываются веб-сайты после того, как нежелательная реклама больше не появляется. Попробуйте Adblock Unlimited бесплатно прямо сейчас, чтобы воспользоваться всеми этими преимуществами.\n\nФУНКЦИИ:\n- Блокируйте всплывающие окна, рекламу и раздражающие баннеры (даже удаляйте видеорекламу!) на YouTube, Facebook, Twitch и всех ваших любимых сайтах.\n- Блокируйте сторонние трекеры и защищайте свою конфиденциальность\n- Безопасный просмотр, блокируя вредоносную рекламу с помощью вредоносных программ, мошенничества и майнеров криптовалюты.\n- Улучшите время загрузки страниц и наслаждайтесь более быстрым Интернетом\n- Настройте свой опыт с фильтрами, белыми списками, темным режимом и другими красочными темами.\n\nКлючевые преимущества Adblock Unlimited:\n\n1. Эффективно блокируйте рекламу\nПерестаньте видеть всевозможную рекламу на веб-сайтах, которые вы посещаете, и начните больше наслаждаться Интернетом.\n\n2. Безопаснее просматривать веб-страницы\nЗащитите свою конфиденциальность и личную информацию, нарушив работу систем отслеживания и заблокировав скрытое мошенничество или подозрительную рекламу.\n\n3. Открывайте сайты быстрее\nЗапрет показа рекламы ускоряет появление веб-сайтов, поэтому вы можете больше успевать.\n\n4. Доверяйте своим любимым веб-сайтам\nВнесите веб-сайты, которые вы хотите поддерживать, в список исключений, чтобы они могли продолжать зарабатывать деньги, показывая вам рекламу.\n\nРаботайте в Интернете безопасно и без рекламы с самым полным и легким расширением для блокировки рекламы для Chrome!\n\nAdblock для Chrome работает автоматически. Просто нажмите «Добавить в Chrome», затем зайдите на свой любимый веб-сайт и увидите, как реклама исчезнет! Выберите, хотите ли вы продолжать видеть ненавязчивую рекламу, внести в белый список свои любимые сайты или заблокировать всю рекламу по умолчанию.\n\nЭто приложение Adblock для YouTube, за которым стоит огромная команда разработчиков. Это инструмент, который гарантирует, что вы не увидите рекламу, которая появляется на экране во время просмотра видео на YouTube.\n\nAdblock - блокировщик рекламы действительно быстрый и легкий. Он использует вдвое меньше памяти, чем другие популярные решения: Adblock, Adblock Plus, а в некоторых тестах даже превосходит uBlock Adblocker!\n\nВаши предложения могут сделать Adblock Unlimited еще лучше. Поделитесь своими идеями через отзыв в интернет-магазине расширений.",
    "sv": "Adblock kan hjälpa dig att stoppa irriterande onlineannonser från att störa dig, få webbsidor att laddas snabbare och till och med förbättra din säkerhet.\n\nAnnonsblockerare för alla webbplatser hjälper till att ta bort all typ av reklam på webbsidorna. Stoppa banners, popup-fönster, preroll på Youtube och andra populära sociala nätverk.\n\nSe hur mycket snabbare webbplatser öppnas när oönskade annonser inte längre visas. Prova Adblock Unlimited gratis just nu för att ta del av alla dessa fördelar.\n\nAdblock - ad blocker är riktigt snabb och lätt. Den använder hälften så mycket minne som andra populära lösningar: Adblock, Adblock Plus, och överträffar till och med uBlock Adblocker i vissa tester!\n\nAnnonsblock FUNKTIONER:\n- Blockera popup-fönster, annonser och irriterande banners (även ta bort videoannonser!) på YouTube, Facebook, Twitch och alla dina favoritsajter\n- Blockera spårare från tredje part och skydda din integritet\n- Surfa säkert genom att blockera skadliga annonser med skadlig programvara, bedrägerier och gruvarbetare för kryptovaluta\n- Förbättra sidladdningstider och njut av ett snabbare internet\n- Anpassa din upplevelse med filter, vitlistor, mörkt läge och andra färgglada teman\n\nAdblock for Youtube ökar prestandan för att ladda webbplatser (utan annonser och spårning)\n\nViktiga fördelar Adblock Unlimited:\n\n1. Twitch Adblock - Blockera annonser effektivt\nSluta se alla sorters annonser på de webbplatser du besöker och börja njuta av webben mer.\n\n2. Facebook Adblock - Surfa på webben säkrare\nSkydda din integritet och personlig information genom att störa spårningssystem och blockera lömska bedrägerier eller misstänkta annonser.\n\n3. Adblock - Öppna webbplatser snabbare\nAtt förhindra att annonser visas gör att webbplatser visas snabbare så att du kan få mer gjort.\n\n4. Yahoo Adblock - Lita på dina favoritwebbplatser\nLägg de webbplatser som du vill stödja på en undantagslista så att de kan fortsätta tjäna pengar genom att visa annonser för dig.\n\n5. Adblock - Håll saker och ting enkelt\nUtnyttja alla dessa funktioner enkelt utan att spendera mycket tid på att konfigurera eller lära sig hur man använder appen.\n\nYoutube Adblock är ett webbläsartillägg för innehållsfiltrering och annonsblockering som blockerar alla annonser på YouTube.\nDet tillåter användare att förhindra sidelement, såsom annonser, från att visas.\nBanner, annonsklipp eller till och med preroll-annonser som du vanligtvis ser innan den faktiska videon på Youtube blockeras av detta tillägg.\n\nAdblock Plus är annonsblockeraren som hjälper dig att bli kär i internet igen och ger dig chansen att anpassa din upplevelse.\n\n✓ Blockera irriterande videoannonser och banners\n✓ Blockera popup-fönster\n✓ Sluta spåra och ge dig själv mer integritet\n✓ Bekämpa destruktiv malvertising som kan gömma sig i annonser\n\nFunktioner:\n + blockerar annonser, banner och popup-fönster\n + blockering av annonser på externa sajter som laddar Youtube\n + förhindra att preroll-annonser laddas på Youtube\n + du kan också ta bort kommentarer från videor och musik (se sidan med alternativ).\n + laddar videor och YouTube-webbplats snabbare.\nSurfa på internet säkert och annonsfritt med det mest kompletta och lätta adblock-tillägget för Chrome!\n\nYahoo Adblock\nDet är en AdBlock för YouTube-applikation med ett stort team av utvecklare bakom sig. Det är ett verktyg som ser till att du inte ser annonserna som visas på skärmen när du tittar på videor på YouTube.\n\nAdblock för Chrome fungerar automatiskt. Klicka bara på \"Lägg till i Chrome\" och besök sedan din favoritwebbplats och se annonserna försvinna! Välj att fortsätta se diskreta annonser, vitlista dina favoritwebbplatser eller blockera alla annonser som standard.\n\nDina förslag kan göra Adblock Unlimited ännu bättre. Dela dina idéer genom feedback på extensionswebbutik.\n\n\nAdblock Unlimited can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nKey Benefits Adblock Unlimited:\n\n1. Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "sw": "Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nAdblock  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store.",
    "th": "Free Adblock can help stop annoying online ads from bothering you, make web pages load faster, and even enhance your security.\n\nAd blocker for all websites helps to remove all type of advertising on the web pages. Stop banners, popups, preroll on Youtube and other popular social networks.\n\nSee how much faster websites open once unwanted ads no longer appear. Try Adblock Unlimited for free right now to enjoy all these advantages.\n\nFree Adblocker  - ad blocker is really fast and lightweight. It uses half as much memory as other popular solutions: Adblock, Adblock Plus, and even outperforms uBlock Adblocker in some tests!\n\nAdblock FEATURES:\n- Block pop ups, ads, and annoying banners (even remove video ads!) on YouTube, Facebook, Twitch, and all your favorite sites\n- Block third-party trackers and protect your privacy\n- Browse safely by blocking malicious ads with malware, scams, and cryptocurrency miners\n- Improve page load times and enjoy a faster Internet\n- Customize your experience with filters, whitelists, dark mode, and other colorful themes\n\nAdblock for Youtube boosts the performance to load websites (without ads and tracking)\n\nKey Benefits Free Adblock Unlimited:\n\n1.  Twitch Adblock  -  Block Ads Effectively\nStop seeing all sorts of ads on the websites you visit and start enjoying the web more.\n\n2. Facebook Adblock  -  Browse the Web More Safely\nProtect your privacy and personal information by disrupting tracking systems and blocking sneaky scams or suspicious ads.\n\n3. Adblock  -  Open Websites Faster\nPreventing ads from showing up makes websites appear more quickly so you can get more done.\n\n4. Yahoo Adblock  -  Trust Your Favorite Websites\nPut the websites that you want to support on an exception list so they can keep earning money by showing ads to you.\n\n5. Adblock  -  Keep Things Simple\nTake advantage of all of these features easily without spending a lot of time setting up or learning how to use the app.\n\nYoutube Adblock is a content filtering and ad blocking browser extension which blocks all ads on youtube.\nIt allows users to prevent page elements, such as advertisements, from being displayed. \nBanner, Ad-Clips or even preroll ads you usually see before the actual video on Youtube are blocked by this extension.\n\nAdblock Plus is the ad blocker to help you fall in love with the internet again, and gives you the chance to customize your experience.\n\n✓ Block annoying video ads and banners\n✓ Block pop ups\n✓ Stop tracking and give yourself more privacy\n✓ Fight off destructive malvertising that can hide in ads\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\nSurf the internet safely and ad-free with the most complete and lightweight adblock extension for Chrome!\n\nYahoo Adblock\nIt is an AdBlock for YouTube application with a huge team of the developer behind it. It is a tool that ensures that you do not see the ads that appear on the screen while watching videos on YouTube.\n\nAdblock for Chrome works automatically. Just click \"Add to Chrome,\" then visit your favorite website and see the ads disappear! Choose to continue seeing unobtrusive ads, whitelist your favorite sites, or block all ads by default.\n\nYour suggestions can make Adblock Unlimited even better. Share your ideas through feedback on extension web store."
  }
}