{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Globemallow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get a sustainability grade calculated for visited websites, and see estimations of the amount of energy & CO2 produced on page load."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Globemallow was created to help designers and developers build websites using more sustainable development practices.\n\nEverybody can make a change that affects energy consumption of the internet. Follow internet design best practices, and try to push for your organization to standardize on them. \n\nHelp Fight Climate Change:\n* Become more aware of your internet browsing\n* Discover how pages you browse can be optimized from a sustainable development stand point. \n\nWhat our reports show:\n* Try to only use external font libraries when absolutely necessary\n* Ensure images are being lazy-loaded on your site\n* Try reducing image byte size when possible, or reduce the amount of images altogether\n* Amount of cookies implemented on a page\n* The list goes on.... \n\nSustainability Grade:\n* Globemallow uses the US Academic Grading System.\n** A+ for a good sustainability website, F for websites that could use a little work\n\nBuilt on Open Source:\nEnergy consumption estimations are supplied by The Shift Project: https://github.com/carbonalyser/Carbonalyser\n\nPrivacy Policy:\n\n* None of your data is collected: browsing data is analyzed directly on the user's device and is not sent or processed anywhere else, or in any way.\n\n* We use Chrome APIs to view network statistics to calculate your score.\n\n* https://globemallow.io/#privacy\n\n\nOther Organizations doing some great things in this space you should check out:\n\n* https://ecograder.com/\n\n* https://www.websitecarbon.com/\n\n* https://www.thegreenwebfoundation.org/\n\nContact Us:\n* Send any feedback, or ask questions using the email address under \"Contact the Developer\" link.\n\n\nDonate : \n* If you are interested in helping this to become my fulltime gig then feel free to donate at https://ko-fi.com/globemallow - thanks. I hope you like it!\n\n\nKnown Issues:\n* This extension may not work with security extensions installed. If report remains blank except for Green Hosting- it means a security extension is restricting Globemallow's algorithms. \n\nKeep checking back in for continuous updates."
  }
}