{
  "name": {
    "ar": "GPTsLab: تصفية واكتشاف أفضل GPTs بذكاء",
    "am": "GPTsLab፡ በጥበብ አጣራ እና ከፍተኛ GPTዎችን አግኝ",
    "bg": "GPTsLab: Филтрирайте интелигентно и открийте най-добрите GPT",
    "bn": "GPTsLab: স্মার্টলি ফিল্টার করুন এবং সেরা GPTs আবিষ্কার করুন",
    "ca": "GPTsLab: filtra i descobreix intel·ligentment els GPT principals",
    "cs": "GPTsLab: Chytře filtrujte a objevujte nejlepší značky GPT",
    "da": "GPTsLab: Filtrer smart og opdag de bedste GPT'er",
    "de": "GPTsLab: Top-GPTs intelligent filtern und entdecken",
    "el": "GPTsLab: Φιλτράρετε έξυπνα και ανακαλύψτε τα κορυφαία GPT",
    "en,en_AU,en_GB,en_US,es_419,fil,he,ml,pt_BR,pt_PT": "GPTsLab: Smartly Filter and Discover Top GPTs",
    "es": "GPTsLab: filtre y descubra de forma inteligente los principales GPT",
    "et": "GPTsLab: filtreerige nutikalt ja avastage parimaid GPT-sid",
    "fa": "GPTsLab: به صورت هوشمند GPT های برتر را فیلتر و کشف کنید",
    "fi": "GPTsLab: Suodata ja löydä parhaat GPT:t älykkäästi",
    "fr": "GPTsLab : filtrez intelligemment et découvrez les meilleurs GPT",
    "gu": "GPTsLab: સ્માર્ટલી ફિલ્ટર કરો અને ટોચના GPTs શોધો",
    "hi": "GPTsLab: स्मार्टली फ़िल्टर करें और शीर्ष GPT खोजें",
    "hr": "GPTsLab: Pametno filtrirajte i otkrijte najbolje GPT-ove",
    "hu": "GPTsLab: Okosan szűrje meg és fedezze fel a legjobb GPT-ket",
    "id": "GPTsLab: Filter dengan Cerdas dan Temukan GPT Teratas",
    "it": "GPTsLab: filtra e scopri in modo intelligente i migliori GPT",
    "ja": "GPTsLab: 上位の GPT をスマートにフィルタリングして発見",
    "kn": "GPTsLab: ಸ್ಮಾರ್ಟ್ ಆಗಿ ಫಿಲ್ಟರ್ ಮಾಡಿ ಮತ್ತು ಟಾಪ್ GPT ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ",
    "ko": "GPTsLab: 상위 GPT를 스마트하게 필터링하고 검색합니다.",
    "lt": "GPTsLab: protingai filtruokite ir atraskite geriausius GPT",
    "lv": "GPTsLab: gudri filtrējiet un atklājiet populārākos GPT",
    "mr": "GPTsLab: स्मार्टली फिल्टर करा आणि टॉप GPTs शोधा",
    "ms": "GPTsLab: Penapis dan Temui GPT Teratas dengan Pintar",
    "nl": "GPTsLab: slim filteren en ontdekken van de beste GPT's",
    "no": "GPTsLab: Filtrer og oppdag de beste GPT-ene på en smart måte",
    "pl": "GPTsLab: inteligentnie filtruj i odkrywaj najlepsze GPT",
    "ro": "GPTsLab: Filtrați și descoperiți în mod inteligent cele mai bune GPT",
    "ru": "GPTsLab: умно фильтруйте и находите лучшие GPT",
    "sk": "GPTsLab: Inteligentne filtrujte a objavujte najlepšie značky GPT",
    "sl": "GPTsLab: pametno filtrirajte in odkrijte najboljše GPT-je",
    "sr": "ГПТсЛаб: Паметно филтрирајте и откријте најбоље ГПТ",
    "sv": "GPTsLab: Filtrera och upptäck de bästa GPT:erna smart",
    "sw": "GPTsLab: Chuja kwa Ustadi na Gundua GPT za Juu",
    "ta": "GPTsLab: சிறந்த GPTகளை வடிகட்டவும் மற்றும் கண்டறியவும்",
    "te": "GPTsLab: అత్యుత్తమ GPTలను తెలివిగా ఫిల్టర్ చేయండి మరియు కనుగొనండి",
    "th": "GPTsLab: กรองและค้นพบ GPT ยอดนิยมอย่างชาญฉลาด",
    "tr": "GPTsLab: En İyi GPT'leri Akıllıca Filtreleyin ve Keşfedin",
    "uk": "GPTsLab: розумно фільтруйте та знаходьте найкращі GPT",
    "vi": "GPTsLab: Lọc và khám phá các GPT hàng đầu một cách thông minh",
    "zh_CN": "GPTsLab: 智能筛选，发现最佳GPTs",
    "zh_TW": "GPTsLab: 智慧篩選，發現最佳GPTs"
  },
  "short": {
    "ar": "اجمع أكثر من 90 ألف+ GPTs، وبحث سريع في GPT. احفظ GPTs في مساحتك الشخصية وقم بإدارتها. في GPT4، أذكر تلقائيًا GPTs المناسبة.",
    "am": "ከ90k+ GPT በላይ፣ ፈጣን የጂፒቲ ፍለጋ። GPTsን ወደ የግል ቦታዎ ያስቀምጡ እና ያስተዳድሩዋቸው።በ GPT4 ውስጥ፣ ተስማሚ GPTዎችን በራስ-ሰር ይጥቀሱ።",
    "bg": "Съберете над 90k+ GPT, бързо търсене на GPT. Запазете GPT в личното си пространство и ги управлявайте. В GPT4 автоматично…",
    "bn": "90k+ GPT সংগ্রহ করুন, দ্রুত GPT অনুসন্ধান করুন। আপনার ব্যক্তিগত জায়গায় GPTগুলি সংরক্ষণ করুন এবং সেগুলি পরিচালনা করুন৷ GPT4-এ,…",
    "ca": "Recull més de 90.000 GPT, cerca ràpida GPT. Desa els GPT al teu espai personal i gestiona-los. A GPT4, esmenta automàticament els…",
    "cs": "Sbírejte více než 90 000 GPT a rychlé vyhledávání GPT. Uložte si značky GPT do svého osobního prostoru a spravujte je. V GPT4…",
    "da": "Saml over 90.000+ GPT'er, hurtig GPT-søgning. Gem GPT'er på dit personlige område, og administrer dem. I GPT4 skal du automatisk…",
    "de": "Sammeln Sie über 90.000 GPTs, schnelle GPT-Suche. Speichern Sie GPTs in Ihrem persönlichen Bereich und verwalten Sie sie. In GPT4…",
    "el": "Συλλέξτε πάνω από 90 χιλιάδες GPT, γρήγορη αναζήτηση GPT. Αποθηκεύστε τα GPT στον προσωπικό σας χώρο και διαχειριστείτε τα. Στο…",
    "en,en_AU,en_GB,en_US,es_419,fil,he,ml,pt_BR,pt_PT": "Collect over 90k+ GPTs, fast GPT search. Save GPTs to your personal space and manage them.In GPT4, auto mention suitable GPTs.",
    "es": "Recopile más de 90.000 GPT y búsqueda rápida de GPT. Guarde los GPT en su espacio personal y adminístrelos. En GPT4, mencione…",
    "et": "Koguge üle 90 000 GPT-d, kiire GPT-otsing. Salvestage GPT-d oma isiklikku ruumi ja hallake neid. GPT4-s mainige sobivaid GPT-sid…",
    "fa": "بیش از 90 هزار GPT جمع آوری کنید، جستجوی سریع GPT. GPT ها را در فضای شخصی خود ذخیره کنید و آنها را مدیریت کنید. در GPT4، GPT های…",
    "fi": "Kerää yli 90 000 GPT:tä, nopea GPT-haku. Tallenna GPT:t henkilökohtaiseen tilaan ja hallitse niitä. Mainitse automaattisesti…",
    "fr": "Collectez plus de 90 000 GPT, recherche GPT rapide. Enregistrez les GPT dans votre espace personnel et gérez-les. Dans GPT4,…",
    "gu": "90k+ GPT, ઝડપી GPT શોધ એકત્રિત કરો. તમારી વ્યક્તિગત જગ્યામાં GPT ને સાચવો અને તેનું સંચાલન કરો. GPT4 માં, યોગ્ય GPTsનો સ્વતઃ ઉલ્લેખ…",
    "hi": "90k+ से अधिक GPT एकत्रित करें, तेज़ GPT खोज। GPTs को अपने व्यक्तिगत स्थान पर सहेजें और उन्हें प्रबंधित करें। GPT4 में, उपयुक्त GPTs…",
    "hr": "Sakupite više od 90 tisuća GPT-ova, brzo GPT pretraživanje. Spremite GPT-ove u svoj osobni prostor i upravljajte njima. U GPT4…",
    "hu": "Gyűjts össze több mint 90 000 GPT-t és gyors GPT-keresést. Mentse el a GPT-ket személyes terére, és kezelje őket. A GPT4-ben…",
    "id": "Kumpulkan lebih dari 90rb+ GPT, pencarian GPT cepat. Simpan GPT ke ruang pribadi Anda dan kelola. Di GPT4, sebutkan GPT yang sesuai…",
    "it": "Raccogli oltre 90.000 GPT, ricerca GPT veloce. Salva i GPT nel tuo spazio personale e gestiscili. In GPT4, menziona automaticamente…",
    "ja": "90,000 以上の GPT を収集し、高速 GPT 検索を行います。 GPT を個人スペースに保存して管理します。GPT4 では、適切な GPT を自動的にメンションします。",
    "kn": "90k+ GPT ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ, ವೇಗವಾದ GPT ಹುಡುಕಾಟ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಜಾಗದಲ್ಲಿ GPT ಗಳನ್ನು ಉಳಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ನಿರ್ವಹಿಸಿ. GPT4 ನಲ್ಲಿ,…",
    "ko": "90,000개가 넘는 GPT를 수집하고 빠른 GPT 검색을 수행하세요. GPT를 개인 공간에 저장하고 관리하세요. GPT4에서는 적합한 GPT를 자동으로 언급합니다.",
    "lt": "Surinkite daugiau nei 90 000 GPT, greita GPT paieška. Išsaugokite GPT savo asmeninėje erdvėje ir tvarkykite juos. GPT4 automatiškai…",
    "lv": "Savāc vairāk nekā 90 000 GPT — ātra GPT meklēšana. Saglabājiet GPT savā personīgajā telpā un pārvaldiet tos. Pakalpojumā GPT4…",
    "mr": "90k+ पेक्षा जास्त GPT, जलद GPT शोध गोळा करा. तुमच्या वैयक्तिक जागेवर GPT जतन करा आणि त्यांचे व्यवस्थापन करा. GPT4 मध्ये, योग्य GPTs…",
    "ms": "Kumpul lebih 90k+ GPT, carian GPT pantas. Simpan GPT ke ruang peribadi anda dan uruskannya. Dalam GPT4, sebut automatik GPT yang…",
    "nl": "Verzamel meer dan 90.000 GPT's, snelle GPT-zoekopdracht. Bewaar GPT's in uw persoonlijke ruimte en beheer ze. Vermeld in GPT4…",
    "no": "Samle over 90 000+ GPT-er, raskt GPT-søk. Lagre GPT-er til ditt personlige område og administrer dem. I GPT4 nevner du automatisk…",
    "pl": "Zbierz ponad 90 000 GPT, szybkie wyszukiwanie GPT. Zapisuj GPT w swojej przestrzeni osobistej i zarządzaj nimi. W GPT4…",
    "ro": "Colectați peste 90.000 GPT-uri, căutare rapidă GPT. Salvați GPT-urile în spațiul dvs. personal și gestionați-le. În GPT4,…",
    "ru": "Соберите более 90 тысяч GPT, быстрый поиск GPT. Сохраняйте GPT в своем личном пространстве и управляйте ими. В GPT4 автоматически…",
    "sk": "Zbierajte viac ako 90 000 GPT, rýchle vyhľadávanie GPT. Uložte si značky GPT do svojho osobného priestoru a spravujte ich. V GPT4…",
    "sl": "Zberite več kot 90.000 GPT, hitro iskanje GPT. Shranite GPT v svoj osebni prostor in jih upravljajte. V GPT4 samodejno omenite…",
    "sr": "Прикупите преко 90.000 ГПТ-ова, брза ГПТ претрага. Сачувајте ГПТ-ове у свом личном простору и управљајте њима. У ГПТ4, аутоматски…",
    "sv": "Samla över 90 000+ GPT:er, snabb GPT-sökning. Spara GPT:er i ditt personliga utrymme och hantera dem. I GPT4 nämner du automatiskt…",
    "sw": "Kusanya zaidi ya 90k+ GPT, utafutaji wa haraka wa GPT. Hifadhi GPT kwenye nafasi yako ya kibinafsi na uzidhibiti.Katika GPT4, taja…",
    "ta": "90k+ GPTகளை சேகரிக்கவும், விரைவான GPT தேடல். உங்கள் தனிப்பட்ட இடத்தில் GPTகளை சேமித்து அவற்றை நிர்வகிக்கவும். GPT4 இல், பொருத்தமான…",
    "te": "90k+ కంటే ఎక్కువ GPTలను సేకరించండి, వేగవంతమైన GPT శోధన. మీ వ్యక్తిగత స్థలంలో GPTలను సేవ్ చేయండి మరియు వాటిని నిర్వహించండి. GPT4లో,…",
    "th": "รวบรวม GPT มากกว่า 90,000 รายการ ค้นหา GPT อย่างรวดเร็ว บันทึก GPT ลงในพื้นที่ส่วนตัวของคุณและจัดการ GPT4 ให้ระบุ GPT…",
    "tr": "90.000'den fazla GPT toplayın, hızlı GPT araması yapın. GPT'leri kişisel alanınıza kaydedin ve yönetin. GPT4'te uygun GPT'lerden…",
    "uk": "Зберіть понад 90 тисяч GPT, швидкий пошук GPT. Зберігайте GPT у своєму особистому просторі та керуйте ними. У GPT4 автоматично…",
    "vi": "Thu thập hơn 90k GPT, tìm kiếm GPT nhanh chóng. Lưu GPT vào không gian cá nhân của bạn và quản lý chúng. Trong GPT4, tự động đề cập…",
    "zh_CN": "收录 90k+ GPTs，每日精选 GPTs 推荐，快捷的 GPTs 搜索。收藏 GPTs 到个人空间，并进行管理。GPT4 中，推荐适合的GPTs。",
    "zh_TW": "收錄 90k+ GPTs，每日精選 GPTs 推薦，快速的 GPTs 搜尋。收藏 GPTs 到個人空間，並進行管理。 GPT4 中，推薦適合的GPTs。"
  },
  "long": {
    "ar": "توفر إضافة GPTsLab Browser Extension وصولًا مريحًا إلى أكثر من 90,000 تطبيق GPT، مما يتيح لك استكشاف واستخدام مجموعة متنوعة من تقنيات GPT بسهولة. بالإضافة إلى ذلك، تمكّن الإضافة من البحث وعرض وإدارة هذه التطبيقات GPT مباشرةً من متصفحك بسهولة. عند التفاعل مع GPT4، يوصي بتطبيقات GPT مناسبة لمحادثتك.\n\nالميزات\n- التنبيه التلقائي: يوصي بتطبيقات GPT مناسبة أثناء المحادثات مع GPT4.\n- موارد واسعة: الوصول إلى أكثر من 90,000 تطبيق GPT.\n- التوصيات اليومية: استلام تطبيقات GPT مختارة بعناية يوميًا للبقاء على اطلاع.\n- البحث المريح: وظيفة البحث السريع للعثور بسهولة على تطبيقات GPT المرغوبة.\n- الإدارة الشخصية: حفظ تطبيقات GPT المفضلة في مساحتك الشخصية وتنظيمها حسب الحاجة.\n\nكيفية الاستخدام\n- قم بتثبيت إضافة GPTsLab Browser Extension.\n- أثناء المحادثات مع GPT4، يقترح التنبيه التلقائي GPTs مناسبة.\n- تصفح وابحث عن تطبيقات GPT التي تهمك.\n- احفظ التطبيقات GPT المحددة في مساحتك الشخصية وأدرها حسب الحاجة.\n\nإن إضافة GPTsLab هي رفيقك المثالي لاستكشاف وتطبيق تقنيات GPT، سواء كنت محترفًا تقنيًا أو مجرد فضوليًا.",
    "am": "የ GPTsLab የብስራት አቀባበል በገንዘብ የሚጠቀሙ አጠቃቀሞችን ይቀየሩ፣ በየጊዜው፣ በአሁኑ ምሳሌ እና ለእንቅስቃሴ ያቀረብራል። በአንድነት፣ የብስራት በማጣሪያዎች እና ማብራሪያዎች በተለያዩ ምሳሌ እንዲሁም እባኮታዊ ምሳሌ እንዲሁም አጠቃቀሞችን እንዲያከናውን እና አዳዲስ አጠቃቀሞችን ማድረግ እንችላለን። በ GPT4 እንዲሁም አገልግሎት ያደረጉት ከሆነ ተጨማሪ በእኛ የሚመልከውን GPTs መካከል ይመልከቱ።\n\nተጨማሪዎች\n- አንድነት፣ በ GPT4 እንዲሁም የሚከተለው የ GPTs በግልጽ ከሆነ።\n- ምሳሌ የተወሰነ ታሪክዎን ከሆነ የ 90,000 በግልጽ የ GPT መተግበሪያዎች ለመስራት።\n- መታየት የታሪክዎን በመስክ ተመልከቱ።\n- አስተያየታችን የሚከተለውን የ GPTs ለማድረግ።\n- ገላጭን በጣም መንገድ ማሰራጨት፣ በሚሰራጨው ስፍራ የሚሞላ እና የሚሰራጨው እቅስቃሴን መስማማት እንዲችል ነው።\n\nእንዴት እንደተጠቀሙ\n- GPTsLab በሌላቸው መንገዶች መሣሪያ ይግቡ።\n- GPT4 እንዲሁም የያዘ የ GPTs አገልግሎትን ይደርሳል።\n- ለማድረግ፣ እርስዎን የሚያጣራበት GPT መተግበሪያዎችን መሰረት ፣ ለማስጠቀም እና ከሆነ መረጃዎችን እንዲቀርብ መታየት እንችላለን።\n\nGPTsLab አብረውን፣ እንተጋላቸው በ\n\n GPT ተምሳሌዎች ለማሳለፍና ለመስማት ከተማ ነፃ ለማድረግ ነው።",
    "bg": "Разширението за браузър GPTsLab предоставя удобен достъп до над 90 000 приложения на GPT, което ви позволява лесно да изследвате и използвате разнообразие от технологии на GPT. Освен това разширението ви позволява удобно да търсите, преглеждате и управлявате тези приложения на GPT директно от вашия браузър. При взаимодействие с GPT4 то препоръчва подходящи GPT за вашата разговор.\n\nХарактеристики\n- AutoMention: Препоръчва подходящи GPT по време на разговори с GPT4.\n- Обширни ресурси: Достъп до над 90 000 приложения на GPT.\n- Ежедневни препоръки: Получавайте ежедневно курирани приложения на GPT, за да сте в крак с последните новини.\n- Удобно търсене: Бърза функционалност за търсене, за лесно намиране на желаните приложения на GPT.\n- Персонализирано управление: Запаметете любимите си приложения на GPT във вашето лично пространство и ги организирайте, както е необходимо.\n\nКак да използвате\n- Инсталирайте разширението за браузър GPTsLab.\n- По време на разговори с GPT4, AutoMention предлага подходящи GPT.\n- Преглеждайте и търсете приложения на GPT, които ви интересуват.\n- Запазвайте избраните приложения на GPT във вашето лично пространство и ги управлявайте, както е необходимо.\n\nРазширението GPTsLab е вашият идеален спътник за изследване и прилагане на технологии на GPT, независимо дали сте технически професионалист или просто любопитен.",
    "bn": "GPTsLab ব্রাউজার এক্সটেনশন অবজ্ঞাত ব্যবহার বানাচ্ছে যা 90,000 এর অধিক GPT অ্যাপ্লিকেশনে সুগম প্রবেশ প্রদান করে, আপনাকে সহজেই বিভিন্ন ধরণের GPT প্রযুক্তিগুলি অন্বেষণ এবং ব্যবহার করার সুযোগ দেয়। অতএব, এই এক্সটেনশন আপনাকে আপনার ব্রাউজার থেকে এই GPT অ্যাপ্লিকেশনগুলি সরাসরি সনাক্ত, দেখুন এবং ব্যবস্থাপনা করতে সুবিধা প্রদান করে। GPT4 এর সাথে প্রতিক্রিয়া করার সময়, এটি আপনার সাথে মার্জিত প্রস্তাবিত GPT প্রদান করে।\n\nবৈশিষ্ট্যসমূহ\n- অটোমেনশন: GPT4 এর সাথে আলাপের সময় উপযুক্ত GPT প্রস্তাবিত করে।\n- ব্যাপক সম্পদ: 90,000 এর অধিক GPT অ্যাপ্লিকেশনে অ্যাক্সেস করুন।\n- দৈনন্দিন প্রস্তাবনা: সর্বদা হালনাগাদ থাকার জন্য দৈনিক কার্যক্রমিত GPT অ্যাপ্লিকেশন প্রাপ্ত করুন।\n- সুবিধাজনক অনুসন্ধান: আপেক্ষিক GPT অ্যাপ্লিকেশন খুঁজে পেতে সহজ অনুসন্ধান কার্যক্রম।\n- ব্যক্তিগত ব্যবস্থাপনা: পছন্দসই GPT অ্যাপ্লিকেশনগুলি আপনার ব্যক্তিগত স্থানে বুকমার্ক করুন এবং প্রয়োজন অনুসারে তাদের ব্যবস্থাপনা করুন।\n\nকীভাবে ব্যবহার করবেন\n- GPTsLab ব্রাউজার এক্সটেনশন ইনস্টল করুন।\n- GPT4 এর সাথে আলাপের সময়, অটোমেনশন উপযুক্ত GPT প্রস্তাবিত করে।\n- আপনার আগ্রহমূলক GPT অ্যাপ্লিকেশনগুলি অনুসন্ধান এবং ব্রাউজ করুন।\n- নির্বাচিত GPT অ্যাপ্লিকেশনগুলি আপনার ব্যক্তিগত স্থানে সংরক্ষণ করুন এবং প্রয়োজন অনুসারে তাদের ব্যবস্থাপনা করুন।\n\nGPTsLab এক্সটেনশন আপনার আবেগনীয় বা কেবল প্রশ্নবাজি হয়ে যেন তথ্যমূলক পেশাদারের জন্য পরিদর্শন এবং প্রয়োগ করার জন্য আপনার আদর্শ সহকর্ম",
    "ca": "La Extensió del Navegador GPTsLab proporciona un accés convenient a més de 90.000 aplicacions GPT, permetent-vos explorar i utilitzar sense esforç una àmplia gamma de tecnologies GPT. A més, l'extensió us permet buscar, veure i gestionar aquestes aplicacions GPT directament des del vostre navegador. Quan interactueu amb GPT4, recomana GPTs adequats per a la vostra conversa.\n\nCaracterístiques\n- AutoMenció: Recomanada GPTs adequats durant les converses amb GPT4.\n- Recursos Extensius: Accés a més de 90.000 aplicacions GPT.\n- Recomanacions Diàries: Rebreu aplicacions GPT curades diàriament per estar al dia.\n- Cerca Convenient: Funcionalitat de cerca ràpida per trobar fàcilment les aplicacions GPT desitjades.\n- Gestió Personalitzada: Marqueu com a preferides les aplicacions GPT favorites al vostre espai personal i organitzeu-les segons convingui.\n\nCom Utilitzar-ho\n- Instal·leu l'extensió del navegador GPTsLab.\n- Durant les converses amb GPT4, AutoMenció suggereix GPTs adequats.\n- Navegueu i cerqueu aplicacions GPT que us interessin.\n- Desa les aplicacions GPT seleccionades al vostre espai personal i gestionau-les segons sigui necessari.\n\nL'extensió GPTsLab és el vostre company ideal per explorar i aplicar tecnologies GPT, ja sigui que sigueu professionals tècnics o simplement curiosos.",
    "cs": "GPTsLab Browser Extension poskytuje pohodlný přístup k více než 90 000 aplikacím GPT, což vám umožní snadno prozkoumávat a využívat širokou škálu technologií GPT. Kromě toho vám rozšíření umožňuje pohodlně vyhledávat, prohlížet a spravovat tyto aplikace GPT přímo z vašeho prohlížeče. Při interakci s GPT4 doporučuje vhodné GPT pro vaši konverzaci.\n\nFunkce\n- AutoMention: Během konverzací s GPT4 doporučuje vhodné GPT.\n- Rozsáhlé zdroje: Přístup k více než 90 000 aplikacím GPT.\n- Denní doporučení: Každodenní kurátorské doporučení aplikací GPT, abyste zůstali v obraze.\n- Pohodlné hledání: Rychlá funkce vyhledávání pro snadné nalezení požadovaných aplikací GPT.\n- Personalizovaný management: Uložte si oblíbené aplikace GPT do svého osobního prostoru a organizujte je podle potřeby.\n\nJak používat\n- Nainstalujte si prohlížečové rozšíření GPTsLab.\n- Během konverzací s GPT4 vám AutoMention navrhne vhodné GPT.\n- Procházejte a vyhledávejte aplikace GPT, které vás zajímají.\n- Vyberte si vybrané aplikace GPT a uložte je do svého osobního prostoru a spravujte je podle potřeby.\n\nRozšíření GPTsLab je vaším ideálním společníkem pro prozkoumávání a aplikování technologií GPT, ať už jste technický profesionál nebo jen zvědavý.",
    "da": "GPTsLab Browser Extension giver dig nem adgang til over 90.000 GPT-applikationer, hvilket gør det muligt for dig at uanstrengt udforske og anvende et varieret udvalg af GPT-teknologier. Derudover gør udvidelsen det muligt for dig at søge, se og administrere disse GPT-applikationer direkte fra din browser. Når du interagerer med GPT4, anbefaler den egnede GPT'er til din samtale.\n\nFunktioner\n- AutoMention: Anbefaler passende GPT'er under samtaler med GPT4.\n- Omfattende ressourcer: Få adgang til over 90.000 GPT-applikationer.\n- Daglige anbefalinger: Modtag daglige kuraterede GPT-applikationer for at holde dig opdateret.\n- Belejlig søgning: Hurtig søgefunktionalitet til nemt at finde de ønskede GPT-applikationer.\n- Personlig administration: Bogmærk favorit GPT-applikationer til din personlige plads og organiser dem efter behov.\n\nSådan bruges det\n- Installer GPTsLab-browserudvidelsen.\n- Under samtaler med GPT4 foreslår AutoMention passende GPT'er.\n- Gennemse og søg efter GPT-applikationer, der interesserer dig.\n- Gem valgte GPT-applikationer til din personlige plads og administrer dem efter behov.\n\nGPTsLab-udvidelsen er din ideelle ledsager til at udforske og anvende GPT-teknologier, uanset om du er en teknisk professionel eller bare nysgerrig.",
    "de": "Die GPTsLab Browser-Erweiterung bietet bequemen Zugriff auf über 90.000 GPT-Anwendungen und ermöglicht es Ihnen, mühelos eine vielfältige Palette von GPT-Technologien zu erkunden und zu nutzen. Darüber hinaus ermöglicht Ihnen die Erweiterung, diese GPT-Anwendungen direkt von Ihrem Browser aus bequem zu suchen, anzeigen und verwalten. Bei der Interaktion mit GPT4 empfiehlt es geeignete GPTs für Ihr Gespräch.\n\nFunktionen\n- AutoMention: Empfiehlt während Gesprächen mit GPT4 geeignete GPTs.\n- Umfangreiche Ressourcen: Zugriff auf über 90.000 GPT-Anwendungen.\n- Tägliche Empfehlungen: Erhalten Sie täglich kuratierte GPT-Anwendungen, um auf dem neuesten Stand zu bleiben.\n- Bequeme Suche: Schnelle Suchfunktion, um die gewünschten GPT-Anwendungen leicht zu finden.\n- Personalisiertes Management: Lesezeichen für bevorzugte GPT-Anwendungen in Ihrem persönlichen Bereich speichern und bei Bedarf organisieren.\n\nWie man benutzt\n- Installieren Sie die GPTsLab Browser-Erweiterung.\n- Während Gesprächen mit GPT4 schlägt AutoMention geeignete GPTs vor.\n- Durchsuchen und suchen Sie nach GPT-Anwendungen, die Sie interessieren.\n- Speichern Sie ausgewählte GPT-Anwendungen in Ihrem persönlichen Bereich und verwalten Sie sie nach Bedarf.\n\nDie GPTsLab-Erweiterung ist Ihr idealer Begleiter für die Erkundung und Anwendung von GPT-Technologien, egal ob Sie ein technischer Profi sind oder einfach neugierig.",
    "el": "Η επέκταση προγραμμάτων περιήγησης GPTsLab παρέχει βολική πρόσβαση σε πάνω από 90.000 εφαρμογές GPT, επιτρέποντάς σας να εξερευνήσετε και να χρησιμοποιήσετε απροσπέλαστα ένα ποικίλο φάσμα τεχνολογιών GPT. Επιπλέον, η επέκταση σας επιτρέπει να αναζητήσετε, να προβάλετε και να διαχειριστείτε αυτές τις εφαρμογές GPT απευθείας από τον περιηγητή σας. Κατά την αλληλεπίδραση με τον GPT4, σας προτείνει κατάλληλα GPT για τη συνομιλία σας.\n\nΧαρακτηριστικά\n- AutoMention: Σας προτείνει κατάλληλα GPT κατά τις συνομιλίες με τον GPT4.\n- Εκτενείς Πόροι: Πρόσβαση σε πάνω από 90.000 εφαρμογές GPT.\n- Καθημερινές Προτάσεις: Λαμβάνετε καθημερινά προσεκτικά επιλεγμένες εφαρμογές GPT για να παραμείνετε ενημερωμένοι.\n- Βολική Αναζήτηση: Λειτουργία γρήγορης αναζήτησης για εύκολη εύρεση των επιθυμητών εφαρμογών GPT.\n- Προσωπική Διαχείριση: Επισημείωση αγαπημένων εφαρμογών GPT στον προσωπικό σας χώρο και οργάνωσή τους όπως χρειάζεται.\n\nΠώς να Χρησιμοποιήσετε\n- Εγκαταστήστε την επέκταση περιήγησης GPTsLab.\n- Κατά τις συνομιλίες με τον GPT4, το AutoMention προτείνει κατάλληλα GPT.\n- Περιηγηθείτε και αναζητήστε εφαρμογές GPT που σας ενδιαφέρουν.\n- Αποθηκεύστε επιλεγμένες εφαρμογές GPT στον προσωπικό σας χώρο και διαχειριστείτε τις όπως απαιτείται.\n\nΗ επέκταση GPTsLab είναι ο ιδανικός σύντροφός σας για την εξερεύνηση και την εφαρμογή των τεχνολογιών GPT, είτε είστε τεχνικός επαγγελματίας είτε απλά περίεργος.",
    "en,ml": "GPTsLab Browser Extension provides convenient access to over 90,000 GPT applications, allowing you to effortlessly explore and utilize a diverse range of GPT technologies. Additionally, the extension enables you to conveniently search, view, and manage these GPT applications directly from your browser. When interacting with GPT4, it recommends suitable GPTs for your conversation.\n\nFeatures\n- AutoMention: Recommends appropriate GPTs during conversations with GPT4.\n- Extensive Resources: Access over 90,000 GPT applications.\n- Daily Recommendations: Receive daily curated GPT applications to stay up-to-date.\n- Convenient Search: Quick search functionality to easily find the desired GPT applications.\n- Personalized Management: Bookmark favorite GPT applications to your personal space and organize them as needed.\n\nHow to Use\n- Install the GPTsLab browser extension.\n- During conversations with GPT4, AutoMention suggests suitable GPTs.\n- Browse and search for GPT applications that interest you.\n- Save selected GPT applications to your personal space and manage them as required.\n\nThe GPTsLab extension is your ideal companion for exploring and applying GPT technologies, whether you're a technical professional or simply curious.",
    "en_AU,en_GB,en_US,fil,he": "The GPTsLab browser extension provides convenient access to over 20,000 GPT applications, enabling you to easily explore and use a variety of GPT technologies. Moreover, this extension allows you to directly search, view, and manage these GPT applications from your browser.\n\nFeatures\n● Abundant Resources: Access to over 90k+ GPT applications.\n● Daily Recommendations: Receive daily curated GPT application recommendations to stay up-to-date.\n● Convenient Search: Fast search function to easily find the GPT applications you need.\n● Personalized Management: Save and organize your favorite GPT applications in your personal space.\n\nHow to Use\n● Install the GPTsLab browser extension.\n● Browse and search for the GPT applications you're interested in.\n● Discover new GPT applications with the daily recommendation feature.\n● Save selected GPT applications to your personal space and manage them as needed.\n\nThe GPTsLab extension is your ideal companion for exploring and applying GPT technology, whether you're a tech professional or just interested.",
    "es,es_419": "La extensión del navegador GPTsLab proporciona un acceso conveniente a más de 90,000 aplicaciones GPT, lo que te permite explorar y utilizar sin esfuerzo una amplia gama de tecnologías GPT. Además, la extensión te permite buscar, ver y gestionar cómodamente estas aplicaciones GPT directamente desde tu navegador. Al interactuar con GPT4, recomienda GPTs adecuados para tu conversación.\n\nCaracterísticas\n- AutoMención: Recomienda GPTs apropiados durante conversaciones con GPT4.\n- Recursos Extensivos: Accede a más de 90,000 aplicaciones GPT.\n- Recomendaciones Diarias: Recibe aplicaciones GPT diarias seleccionadas para mantenerte actualizado.\n- Búsqueda Conveniente: Funcionalidad de búsqueda rápida para encontrar fácilmente las aplicaciones GPT deseadas.\n- Gestión Personalizada: Marca las aplicaciones GPT favoritas en tu espacio personal y organízalas según sea necesario.\n\nCómo Usar\n- Instala la extensión del navegador GPTsLab.\n- Durante las conversaciones con GPT4, AutoMención sugiere GPTs adecuados.\n- Explora y busca aplicaciones GPT que te interesen.\n- Guarda las aplicaciones GPT seleccionadas en tu espacio personal y gestiónalas según sea necesario.\n\nLa extensión GPTsLab es tu compañero ideal para explorar y aplicar tecnologías GPT, ya seas un profesional técnico o simplemente curioso.",
    "et": "GPTsLab'i brauserilaiendus pakub mugavat juurdepääsu üle 90 000 GPT rakendusele, võimaldades sul hõlpsasti uurida ja kasutada mitmekesist valikut GPT-tehnoloogiaid. Lisaks võimaldab laiendus sul mugavalt otsida, vaadata ja hallata neid GPT rakendusi otse oma veebilehitsejast. GPT4-ga suheldes soovitab see sobivaid GPT-sid sinu vestluse jaoks.\n\nOmadused\n- AutoMention: Soovitab vestluste käigus GPT4-ga sobivaid GPT-sid.\n- Ulatuslikud ressursid: Ligipääs üle 90 000 GPT rakenduse.\n- Päevased soovitused: Saad igapäevaselt kureeritud GPT rakendused, et olla kursis uusimaga.\n- Mugav otsing: Kiire otsingufunktsioon soovitud GPT rakenduste lihtsaks leidmiseks.\n- Isikupärane haldamine: Loo järjehoidjaid lemmik-GPT rakendustele oma isiklikku ruumi ja korralda neid vastavalt vajadusele.\n\nKasutusjuhend\n- Paigalda GPTsLab'i brauserilaiendus.\n- Vestluste ajal GPT4-ga soovitab AutoMention sobivaid GPT-sid.\n- Sirvi ja otsi endale huvipakkuvaid GPT rakendusi.\n- Salvesta valitud GPT rakendused oma isiklikku ruumi ja haldage neid vastavalt vajadusele.\n\nGPTsLab'i laiendus on ideaalne kaaslane GPT-tehnoloogiate uurimiseks ja rakendamiseks, olgu sa tehniline professionaal või lihtsalt uudishimulik.",
    "fa": "توسعه مرورگر GPTsLab دسترسی راحت به بیش از 90،000 برنامه GPT را فراهم می کند، به شما این امکان را می دهد که به آسانی تکنولوژی های گوناگون GPT را بررسی و استفاده کنید. علاوه بر این، این افزونه به شما امکان می دهد که به طور مستقیم از مرورگر خود برنامه های GPT را جستجو، مشاهده و مدیریت کنید. هنگام تعامل با GPT4، برای گفتگوی شما GPT های مناسبی را پیشنهاد می دهد.\n\nویژگی ها\n- AutoMention: در طول گفتگو با GPT4، GPT های مناسبی را پیشنهاد می دهد.\n- منابع گسترده: دسترسی به بیش از 90،000 برنامه GPT.\n- پیشنهادات روزانه: دریافت برنامه های GPT توسط کارشناسان روزانه برای بروز رسانی با تازه های روز.\n- جستجوی راحت: امکان جستجوی سریع برای به راحتی پیدا کردن برنامه های GPT مورد نظر.\n- مدیریت شخصی: برنامه های GPT مورد علاقه را به فضای شخصی خود نشانه گذاری کنید و بر حسب نیاز آنها را سازماندهی کنید.\n\nچگونه استفاده کنید\n- نصب افزونه مرورگر GPTsLab.\n- در طول گفتگو با GPT4، AutoMention GPT های مناسبی را پیشنهاد می دهد.\n- برنامه های GPTی که به آنها علاقه دارید را بررسی و جستجو کنید.\n- برنامه های GPT انتخابی را در فضای شخصی خود ذخیره کنید و بر حسب نیاز مدیریت کنید.\n\nافزونه GPTsLab همراه ایده آل شما برای کاوش و استفاده از تکنولوژی های GPT است، چه از لحاظ حرفه ای فنی باشید و یا فقط کنجکاو باشید.",
    "fi": "GPTsLab-selainlaajennus tarjoaa kätevän pääsyn yli 90 000 GPT-sovellukseen, mahdollistaen monipuolisten GPT-teknologioiden vaivattoman tutkimisen ja hyödyntämisen. Lisäksi laajennus mahdollistaa näiden GPT-sovellusten kätevän hakemisen, katselun ja hallinnan suoraan selaimestasi. Kun vuorovaikutat GPT4:n kanssa, se suosittelee sopivia GPT-sovelluksia keskusteluusi.\n\nOminaisuudet\n- AutoMention: Suosittelee sopivia GPT-sovelluksia keskustellessasi GPT4:n kanssa.\n- Laaja resurssivalikoima: Pääsy yli 90 000 GPT-sovellukseen.\n- Päivittäiset suositukset: Vastaanota päivittäin kootut GPT-sovellukset pysyäksesi ajan tasalla.\n- Kätevä haku: Nopea hakuominaisuus haluttujen GPT-sovellusten helpottamiseksi löytämistä varten.\n- Henkilökohtainen hallinta: Lisää suosikkisi GPT-sovellukset omaan tilaasi ja järjestele ne tarpeen mukaan.\n\nKuinka käyttää\n- Asenna GPTsLab-selainlaajennus.\n- Keskustellessasi GPT4:n kanssa, AutoMention ehdottaa sopivia GPT-sovelluksia.\n- Selaa ja etsi kiinnostavia GPT-sovelluksia.\n- Tallenna valitut GPT-sovellukset omaan tilaasi ja hallitse niitä tarvittaessa.\n\nGPTsLab-laajennus on ihanteellinen kumppanisi GPT-teknologioiden tutkimiseen ja käyttöön, olit sitten tekninen ammattilainen tai yksinkertaisesti utelias.",
    "fr": "L'extension de navigateur GPTsLab offre un accès pratique à plus de 90 000 applications GPT, vous permettant d'explorer et d'utiliser sans effort une gamme diversifiée de technologies GPT. De plus, l'extension vous permet de rechercher, visualiser et gérer facilement ces applications GPT directement depuis votre navigateur. Lors de l'interaction avec GPT4, elle recommande des GPT adaptés à votre conversation.\n\nFonctionnalités :\n- AutoMention : Recommande des GPT appropriés lors des conversations avec GPT4.\n- Ressources étendues : Accès à plus de 90 000 applications GPT.\n- Recommandations quotidiennes : Recevez quotidiennement des applications GPT sélectionnées pour rester à jour.\n- Recherche pratique : Fonctionnalité de recherche rapide pour trouver facilement les applications GPT désirées.\n- Gestion personnalisée : Ajoutez des applications GPT favorites à votre espace personnel et organisez-les selon vos besoins.\n\nComment utiliser :\n- Installez l'extension de navigateur GPTsLab.\n- Pendant les conversations avec GPT4, AutoMention suggère des GPT appropriés.\n- Parcourez et recherchez des applications GPT qui vous intéressent.\n- Enregistrez les applications GPT sélectionnées dans votre espace personnel et gérez-les selon vos besoins.\n\nL'extension GPTsLab est votre compagnon idéal pour explorer et appliquer les technologies GPT, que vous soyez un professionnel technique ou simplement curieux.",
    "gu": "GPTsLab બ્રાઉઝર એક્સટેન્શન અને 90,000 થી વધુ GPT એપ્લિકેશન્સનો સુગમ ઍક્સેસ પ્રદાન કરે છે, જેનાથી તમે અલાવા GPT ટેકનોલોજીનું વિવિધ પ્રકાર અને ઉપયોગ સુધીમાંથી આવેરાજ કરી શકો છો. વધુમાં, એક્સ્ટેન્શન તમને તમારા બ્રાઉઝરથી આ જીપીટી એપ્લિકેશન્સને સિધા શોધવું, જુઓ અને વ્યવસ્થિત કરવાની સુવિધા પ્રદાન કરે છે. GPT4 સાથે હાથ મળાવવાના સમયે, તે તમારી ચર્ચા માટે યોગ્ય GPT સૂચવે છે.\n\nવિશેષતાઓ\n- આટોમેન્શન: GPT4 સાથે ચર્ચાઓ દરમ્યાન યોગ્ય GPTને સૂચવે છે.\n- વિસ્તારિત સ્ત્રોત: 90,000 થી વધુ GPT એપ્લિકેશન્સનો ઍક્સેસ પ્રાપ્ત કરો.\n- દૈનિક સૂચનાઓ: અપડેટ રહેવા માટે દૈનિક કરેટેડ GPT એપ્લિકેશન્સ પ્રાપ્ત કરો.\n- સુવિધાજનક શોધ: ઈચ્છિત GPT એપ્લિકેશન્સને સરળતાથી શોધવાની તક્ષણી શોધક કાર્યક્ષમતા.\n- વ્યક્તિગત વ્યવસ્થા: મનપસંદ GPT એપ્લિકેશન્સને તમારા વ્યક્તિગત સ્થળ પર બુકમાર્ક કરો અને તેને જરૂરી રીતે વ્યવસ્થિત કરો.\n\nકેવી રીતે ઉપયોગ કરવું\n- GPTsLab બ્રાઉઝર એક્સ્ટેન્શન ઇન્સ્ટોલ કરો.\n- GPT4 સાથે ચર્ચાઓ દરમ્યાન, આટોમેન્શન યોગ્ય GPT સૂચવે છે.\n- તમને રુચાવેલા GPT એપ્લિકેશન્સ શોધો અને બ્રાઉઝ કરો.\n- પસંદ કરેલા GPT એપ\n\n્લિકેશન્સને તમારા વ્યક્તિગત સ્થળમાં સાચવો અને જરૂરી રીતે વ્યવસ્થિત કરો.\n\nGPTsLab એક્સ્ટેન્શન તમારું આદર્શ સાથી છે, જે GPT ટેકનોલોજીને અન્વેષણ અને લાગૂ કરવા માટે જ છે, ચાહે તમે તાંત્રિક પ્રોફેશનલ છો કે ફક્ત ઉત્સુક છો.",
    "hi": "GPTsLab ब्राउज़र एक्सटेंशन सुविधाजनक रूप से 90,000 से अधिक जीपीटी अनुप्रयोगों तक पहुँच प्रदान करता है, जिससे आपको विविध जीपीटी प्रौद्योगिकियों की आसानी से खोजने और उपयोग करने की सुविधा होती है। साथ ही, एक्सटेंशन आपको अपने ब्राउज़र से सीधे इन जीपीटी अनुप्रयोगों की खोज, देखने और प्रबंधन करने की सुविधा प्रदान करता है। GPT4 के साथ इंटरैक्ट करते समय, यह आपके संवाद के लिए उपयुक्त जीपीटी की सिफारिश करता है।\n\nविशेषताएँ\n- ऑटोमेंशन: GPT4 के साथ बातचीत के दौरान उपयुक्त जीपीटी की सिफारिश करता है।\n- विस्तृत संसाधन: 90,000 से अधिक जीपीटी अनुप्रयोगों तक पहुँच।\n- दैनिक सिफारिशें: अद्यतित रहने के लिए दैनिक चुनिंदा जीपीटी अनुप्रयोग प्राप्त करें।\n- सुविधाजनक खोज: चाहिए जीपीटी अनुप्रयोगों को आसानी से खोजने के लिए त्वरित खोज कार्यक्षमता।\n- व्यक्तिगत प्रबंधन: अपने व्यक्तिगत स्थान पर पसंदीदा जीपीटी अनुप्रयोगों को बुकमार्क करें और उन्हें आवश्यकतानुसार व्यवस्थित करें।\n\nकैसे प्रयोग करें\n- GPTsLab ब्राउज़र एक्सटेंशन को स्थापित करें।\n- GPT4 के साथ बातचीत के दौरान, ऑटोमेंशन उपयुक्त जीपीटी की सिफारिश करता है।\n- आपको अधिक पसंद आने वाले जीपीटी अनुप्रयोगों के लिए खोजें और ब्राउज़ करें।\n- चयनित जीपीटी अनुप्रयोगों को अपने व्यक्तिगत स्थान पर सहेजें और उन्हें आवश्यकतानुसार प्रबंधित करें।\n\nGPTsLab एक्सटेंशन आपके लिए एक आदर्श साथी है जो जीपीटी प्रौद्योगिकियों की खोज और लागू करने में सहायक है, चाहे आप एक तकनीकी पेशेवर हों या सिर्फ उत्सुक हों।",
    "hr": "GPTsLab preglednik Proširenje omogućuje praktičan pristup preko 90,000 aplikacija GPT, omogućujući vam da bez napora istražujete i koristite raznolike tehnologije GPT. Dodatno, proširenje vam omogućuje praktično pretraživanje, pregledavanje i upravljanje ovim aplikacijama GPT izravno iz vašeg preglednika. Pri interakciji s GPT4, preporučuje odgovarajuće GPT-ove za vašu razgovor.\n\nZnačajke\n- AutoSpominjanje: Tijekom razgovora s GPT4 preporučuje odgovarajuće GPT-ove.\n- Obimni resursi: Pristupite preko 90,000 aplikacija GPT.\n- Dnevne preporuke: Primate dnevno kurirane aplikacije GPT kako biste ostali ažurirani.\n- Praktično pretraživanje: Brza funkcionalnost pretraživanja kako biste lako pronašli željene aplikacije GPT.\n- Personalizirano upravljanje: Označite omiljene aplikacije GPT u svoj osobni prostor i organizirajte ih prema potrebi.\n\nKako koristiti\n- Instalirajte GPTsLab proširenje preglednika.\n- Tijekom razgovora s GPT4, AutoSpominjanje predlaže odgovarajuće GPT-ove.\n- Pretražujte i tražite aplikacije GPT koje vas zanimaju.\n- Spremite odabrane aplikacije GPT u svoj osobni prostor i upravljajte njima prema potrebi.\n\nProširenje GPTsLab vaš je idealan suputnik za istraživanje i primjenu GPT tehnologija, bili vi tehnički profesionalac ili jednostavno znatiželjan.",
    "hu": "GPTsLab böngészőkiterjesztés kényelmes hozzáférést biztosít több mint 90 000 GPT alkalmazáshoz, lehetővé téve számodra, hogy könnyedén felfedezd és kihasználd a különböző GPT technológiákat. Emellett a kiterjesztés lehetővé teszi számodra, hogy kényelmesen keress, nézz meg és kezelj ezeket a GPT alkalmazásokat közvetlenül a böngésződből. Amikor GPT4-gyel interaktál, ajánlásokat tesz megfelelő GPT-k számára a beszélgetéshez.\n\nJellemzők\n- AutoMention: Ajánlja a megfelelő GPT-kat a GPT4-gyel folytatott beszélgetések során.\n- Kiterjedt erőforrások: Hozzáférés több mint 90 000 GPT alkalmazáshoz.\n- Napi ajánlások: Napi összeállított GPT alkalmazásokat kapsz, hogy naprakész maradj.\n- Kényelmes keresés: Gyors keresési funkció, hogy könnyen megtaláld a kívánt GPT alkalmazásokat.\n- Személyre szabott kezelés: Kedvenc GPT alkalmazásokat mentheted a személyes területedre, és szükség szerint szervezheted őket.\n\nHogyan használd\n- Telepítsd a GPTsLab böngészőkiterjesztést.\n- A GPT4-gyel folytatott beszélgetések során az AutoMention ajánlja a megfelelő GPT-kat.\n- Böngéssz és keress olyan GPT alkalmazásokat, amelyek érdekelnek.\n- Mentés a kiválasztott GPT alkalmazásokat a személyes területedre és kezeld őket szükség szerint.\n\nA GPTsLab kiterjesztés az ideális társad a GPT technológiák felfedezéséhez és alkalmazásához, legyél akár egy technikai szakember, vagy egyszerűen csak kíváncsi.",
    "id": "Ekstensi Browser GPTsLab menyediakan akses yang nyaman ke lebih dari 90.000 aplikasi GPT, memungkinkan Anda untuk dengan mudah menjelajahi dan memanfaatkan berbagai teknologi GPT. Selain itu, ekstensi ini memungkinkan Anda untuk dengan mudah mencari, melihat, dan mengelola aplikasi GPT ini langsung dari browser Anda. Saat berinteraksi dengan GPT4, itu merekomendasikan GPT yang sesuai untuk percakapan Anda.\n\nFitur-fitur\n- AutoMention: Merekomendasikan GPT yang sesuai selama percakapan dengan GPT4.\n- Sumber Daya Luas: Akses lebih dari 90.000 aplikasi GPT.\n- Rekomendasi Harian: Terima aplikasi GPT yang dikurasi setiap hari untuk tetap terkini.\n- Pencarian yang Nyaman: Fungsionalitas pencarian cepat untuk dengan mudah menemukan aplikasi GPT yang diinginkan.\n- Manajemen Personal: Tandai aplikasi GPT favorit Anda ke ruang pribadi Anda dan atur mereka sesuai kebutuhan.\n\nCara Menggunakan\n- Pasang ekstensi browser GPTsLab.\n- Selama percakapan dengan GPT4, AutoMention akan menyarankan GPT yang sesuai.\n- Telusuri dan cari aplikasi GPT yang menarik bagi Anda.\n- Simpan aplikasi GPT yang dipilih ke ruang pribadi Anda dan kelola sesuai kebutuhan.\n\nEkstensi GPTsLab adalah teman ideal Anda untuk menjelajahi dan menerapkan teknologi GPT, apakah Anda seorang profesional teknis atau hanya penasaran.",
    "it": "L'estensione del browser GPTsLab offre un accesso conveniente a oltre 90.000 applicazioni GPT, consentendoti di esplorare e utilizzare senza sforzo una vasta gamma di tecnologie GPT. Inoltre, l'estensione ti permette di cercare, visualizzare e gestire comodamente queste applicazioni GPT direttamente dal tuo browser. Quando interagisci con GPT4, consiglia GPT adatti alla tua conversazione.\n\nCaratteristiche\n- AutoMention: Raccomanda GPT appropriati durante le conversazioni con GPT4.\n- Risorse Estese: Accesso a oltre 90.000 applicazioni GPT.\n- Raccomandazioni Giornaliere: Ricevi applicazioni GPT curate giornalmente per rimanere aggiornato.\n- Ricerca Conveniente: Funzionalità di ricerca rapida per trovare facilmente le applicazioni GPT desiderate.\n- Gestione Personalizzata: Aggiungi le applicazioni GPT preferite al tuo spazio personale e organizzale secondo necessità.\n\nCome Usare\n- Installa l'estensione del browser GPTsLab.\n- Durante le conversazioni con GPT4, AutoMention suggerisce GPT adatti.\n- Sfoglia e cerca le applicazioni GPT che ti interessano.\n- Salva le applicazioni GPT selezionate nel tuo spazio personale e gestiscile come richiesto.\n\nL'estensione GPTsLab è il tuo compagno ideale per esplorare e applicare le tecnologie GPT, che tu sia un professionista tecnico o semplicemente curioso.",
    "ja": "GPTsLab ブラウザ拡張機能は、9万以上のGPTアプリケーションに便利なアクセスを提供し、さまざまなGPTテクノロジーを簡単に探索して活用できます。さらに、この拡張機能を使用すると、ブラウザから直接、これらのGPTアプリケーションを検索、表示、管理することができます。GPT4とのやり取り時には、会話に適したGPTを推奨します。\n\n特徴\n- AutoMention: GPT4との会話中に適切なGPTを推奨します。\n- 充実したリソース: 9万以上のGPTアプリケーションにアクセスできます。\n- 毎日のおすすめ: 最新情報を得るために、毎日キュレーションされたGPTアプリケーションを受け取ります。\n- 便利な検索: 望むGPTアプリケーションを簡単に見つけるためのクイック検索機能。\n- 個人用管理: お気に入りのGPTアプリケーションをブックマークし、必要に応じて整理します。\n\n使い方\n- GPTsLab ブラウザ拡張機能をインストールします。\n- GPT4との会話中に、AutoMentionが適切なGPTを提案します。\n- 気になるGPTアプリケーションをブラウズして検索します。\n- 選択したGPTアプリケーションを個人用スペースに保存し、必要に応じて管理します。\n\nGPTsLab 拡張機能は、技術的なプロフェッショナルであろうと、単に興味があるだけであろうと、GPTテクノロジーを探索し応用するための理想的なパートナーです。",
    "kn": "GPTsLab ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ನಿಮಗೆ ಅನುಕೂಲವಾದಂತೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ, ಹೆಚ್ಚುವರಿ 90,000 ಜಿಪಿಟಿ ಅನ್ವಯಗಳಿಗೆ ಸುಲಭ ಪ್ರವೇಶ ನೀಡುತ್ತದೆ, ವಿವಿಧ ರೀತಿಯ ಜಿಪಿಟಿ ತಂತ್ರಗಳನ್ನು ಸುಲಭವಾಗಿ ಅನ್ವಯಿಸಿ ನೋಡಲು ಮತ್ತು ಉಪಯೋಗಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಮತ್ತು ಈ ವಿಸ್ತರಣೆ ನಿಮಗೆ ನಿಮ್ಮ ಬ್ರೌಸರ್ ನೆಲದಿಂದ ಈ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕಿ, ನೋಡಿ, ಮತ್ತು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿದೆ. GPT4 ಯಿಂದ ಹೊಂದಿಕೆಯಾಗುತ್ತದೆ, ನಿಮ್ಮ ಸಂಭಾಷಣೆಗಾಗಿ ಉಚಿತ ಜಿಪಿಟಿಗಳನ್ನು ಸಲ್ಲಿಸುತ್ತದೆ.\n\nವಿಶೇಷಗಳ\n- ಸ್ವಯಂಚಲಿತವಾಗಿ ಉಚಿತ ಜಿಪಿಟಿಗಳನ್ನು ಸಲ್ಲಿಸುವಿಕೆ: GPT4 ಸಂಭಾಷಣೆಗಳ ಸಂದರ್ಭದಲ್ಲಿ ಯೋಗ್ಯ ಜಿಪಿಟಿಗಳನ್ನು ಸಲ್ಲಿಸುತ್ತದೆ.\n- ವಿಶಾಲ ಸಂಪನ್ಮೂಲಗಳು: 90,000 ಹೆಚ್ಚುವರಿ ಜಿಪಿಟಿ ಅನ್ವಯಗಳಿಗೆ ಪ್ರವೇಶ.\n- ದಿನನಿತ್ಯ ಸೂಚನೆಗಳು: ಅಪ್ಡೇಟ್ ಹೊಂದಿರುವುದಕ್ಕಾಗಿ ಪ್ರತಿದಿನ ಸಂಕಲಿತ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ಪಡೆಯಿರಿ.\n- ಸುಲಭ ಹುಡುಕಾಟ: ಬಯಸಿದ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ಸುಲಭವಾಗಿ ಹುಡುಕಲು ತ್ವರಿತ ಹುಡುಕಾಟ ಕ್ರಿಯಾತ್ಮಕತೆ.\n- ವೈಯಕ್ತಿಕ ನಿರ್ವಹಣೆ: ಮೆಚ್ಚಿದ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸ್ಥಳಕ್ಕೆ ಗುರುತು ಹಾಕಿ ಅವುಗಳನ್ನು ಅಗತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ವ್ಯವಸ್ಥಿತಗೊಳಿಸಿ.\n\nಹೇಗೆ ಬಳಸುವುದು\n- G\n\nPTsLab ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ಸ್ಥಾಪಿಸಿ.\n- GPT4 ಸಂಭಾಷಣೆಗಳ ಸಂದರ್ಭದಲ್ಲಿ, ಸ್ವಯಂಚಲಿತ ಉಲ್ಲೇಖ ಯೋಗ್ಯ ಜಿಪಿಟಿಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ.\n- ನಿಮಗೆ ಆಸಕ್ತಿಯಾದ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ಹುಡುಕಾಟ ಮಾಡಿ.\n- ಆಯ್ಕೆಯಾದ ಜಿಪಿಟಿ ಅನ್ವಯಗಳನ್ನು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸ್ಥಳಕ್ಕೆ ಉಳಿಸಿ ಮತ್ತು ಅಗತ್ಯಕ್ಕೆ ತಕ್ಕಂತೆ ನಿರ್ವಹಿಸಿ.\n\nGPTsLab ವಿಸ್ತರಣೆ ನಿಮ್ಮ ಜಿಪಿಟಿ ತಂತ್ರಗಳನ್ನು ಅನ್ವಯಿಸುವ ಮತ್ತು ಅನ್ವಯಿಸುವಿಕೆಯ ಮಾರ್ಗದರ್ಶಕ, ನೀವು ತಾಂತ್ರಿಕ ವಿಶೇಷಜ್ಞ ಅಥವಾ ಕೇವಲ ಕುತೂಹಲಿಗಳಾಗಿರಿಯೇ ಎಂದು ನಿಮ್ಮ ಆದರ್ಶ ಸಹಾಯಕಿ.",
    "ko": "GPTsLab 브라우저 확장 프로그램은 90,000개가 넘는 GPT 애플리케이션에 편리하게 접근할 수 있도록 제공하여 여러 가지 GPT 기술을 손쉽게 탐색하고 활용할 수 있게 합니다. 또한 이 확장 프로그램을 통해 브라우저에서 직접 이러한 GPT 애플리케이션을 편리하게 검색, 조회 및 관리할 수 있습니다. GPT4와 상호 작용할 때에는 대화에 적합한 GPT를 추천합니다.\n\n특징\n- AutoMention: GPT4와의 대화 중에 적절한 GPT를 추천합니다.\n- 다양한 리소스: 90,000개가 넘는 GPT 애플리케이션에 접근할 수 있습니다.\n- 매일 추천: 최신 정보를 유지하기 위해 매일 고른 GPT 애플리케이션을 받습니다.\n- 편리한 검색: 원하는 GPT 애플리케이션을 쉽게 찾을 수 있는 빠른 검색 기능.\n- 개인화된 관리: 즐겨찾는 GPT 애플리케이션을 개인 공간에 즐겨찾기로 저장하고 필요에 따라 정리합니다.\n\n사용 방법\n- GPTsLab 브라우저 확장 프로그램을 설치합니다.\n- GPT4와 대화 중에 AutoMention이 적절한 GPT를 제안합니다.\n- 관심 있는 GPT 애플리케이션을 찾아 검색합니다.\n- 선택한 GPT 애플리케이션을 개인 공간에 저장하고 필요에 따라 관리합니다.\n\nGPTsLab 확장 프로그램은 기술 전문가이든 단순히 호기심이 많은 사용자이든 상관없이 GPT 기술을 탐색하고 적용하는 데 이상적인 동반자입니다.",
    "lt": "GPTsLab naršyklės plėtinys suteikia patogų prieigą prie daugiau nei 90 000 GPT programų, leidžiant jums lengvai tyrinėti ir naudoti įvairių GPT technologijų įvairovę. Be to, plėtinys leidžia jums patogiai ieškoti, peržiūrėti ir valdyti šias GPT programas tiesiogiai iš savo naršyklės. Bendraujant su GPT4, jis rekomenduoja tinkamas GPT jūsų pokalbiams.\n\nSavybės\n- AutoMention: Pokalbiuose su GPT4 rekomenduoja tinkamas GPT.\n- Platus resursų spektras: Prieiga prie daugiau nei 90 000 GPT programų.\n- Dienos rekomendacijos: Gaukite kasdieninę atrinktų GPT programų dozę, kad būtumėte visada informuoti.\n- Patogus paieška: Greito paieškos funkcionalumo, kad lengvai rastumėte norimas GPT programas.\n- Personalizuotas valdymas: Pažymėkite mėgstamas GPT programas savo asmeniniam erdvėje ir tvarkykite jas pagal poreikį.\n\nKaip naudotis\n- Įdiekite GPTsLab naršyklės plėtinį.\n- Pokalbiuose su GPT4, AutoMention siūlo tinkamas GPT.\n- Naršykite ir ieškokite jūsų dominančių GPT programų.\n- Įrašykite pasirinktas GPT programas į savo asmeninę erdvę ir valdykite jas pagal poreikį.\n\nGPTsLab plėtinys yra puikus jūsų draugas tyrinėjant ir taikant GPT technologijas, ar esate techninis profesionalas, ar tiesiog smalsus.",
    "lv": "GPTsLab pārlūka paplašinājums nodrošina ērtu piekļuvi vairāk nekā 90 000 GPT lietojumprogrammām, ļaujot jums bez piepūles izpētīt un izmantot dažādas GPT tehnoloģijas. Paplašinājums ļauj jums arī ērti meklēt, skatīt un pārvaldīt šīs GPT lietojumprogrammas tieši no jūsu pārlūka. Sastrādājoties ar GPT4, tas ieteiks piemērotas GPT jūsu sarunai.\n\nFunkcijas\n- AutoMention: Sarunās ar GPT4 ieteiks piemērotas GPT.\n- Plašas resursu iespējas: Piekļūstiet vairāk nekā 90 000 GPT lietojumprogrammām.\n- Dienas ieteikumi: Saņemiet ikdienas atlasītas GPT lietojumprogrammas, lai būtu atjaunināti.\n- Ērta meklēšana: Ātra meklēšanas funkcionalitāte, lai viegli atrastu vēlamo GPT lietojumprogrammu.\n- Personalizēta pārvaldība: Pievienojiet izlasei iecienītās GPT lietojumprogrammas un organizējiet tās pēc nepieciešamības.\n\nKā izmantot\n- Instalējiet GPTsLab pārlūka paplašinājumu.\n- Sarunās ar GPT4, AutoMention ieteiks piemērotas GPT.\n- Pārlūkojiet un meklējiet interesējošās GPT lietojumprogrammas.\n- Saglabājiet atlasītās GPT lietojumprogrammas savā personīgajā telpā un pārvaldiet tās pēc nepieciešamības.\n\nGPTsLab paplašinājums ir jūsu ideālais pavadonis, lai izpētītu un izmantotu GPT tehnoloģijas, vai nu esat tehniskais profesionālis, vai vienkārši esat ziņkārīgs.",
    "mr": "GPTsLab Browser Extension म्हणजे ९०,००० पेक्षा अधिक GPT अनुप्रयोगांचा सोपा प्रवेश प्रदान करते, ज्यामुळे आपण कस्टमीझ करून आणि विविध GPT तंत्रज्ञानाचा विश्लेषण करून वापरू शकता. साथीच्या, या विस्ताराचा वापर करून, आपल्याला आपल्या ब्राउझरमधून येथे GPT अनुप्रयोग आणि त्यांचा प्रबंधन करण्याची सोपी संधी दिली जाते. GPT4सह संवाद साधताना, ते आपल्याला आपल्या चर्चेसाठी योग्य GPT अनुप्रयोग सुचवते.\n\nवैशिष्ट्ये\n- ऑटोमेन्शन: GPT4सोबत संवादात योग्य GPT अनुप्रयोग सुचवते.\n- विस्तृत संसाधने: ९०,००० पेक्षा अधिक GPT अनुप्रयोगांचा प्रवेश मिळवा.\n- दैनिक सिफारिशी: अद्ययावत राहण्यासाठी दैनिक संकलित GPT अनुप्रयोग मिळवा.\n- सोपी शोध: इच्छित GPT अनुप्रयोग सोप्या पद्धतीने शोधा.\n- वैयक्तिकृत व्यवस्थापन: पसंतीचे GPT अनुप्रयोग आपल्या वैयक्तिक जागावर बुकमार्क करा आणि आवश्यक असल्यास त्यांचे व्यवस्थापन करा.\n\nवापर कसे करावे\n- GPTsLab ब्राउझर एक्सटेंशन स्थापित करा.\n- GPT4सोबत संवाद साधताना, ऑटोमेन्शन योग्य GPT सुचवते.\n- आपल्याला आवडलेले GPT अनुप्रयोग ब्राउझ करा आणि शोधा.\n- निवडलेले GPT अनुप्रयोग आपल्या वैयक्तिक जागावर सेव्ह करा आणि आवश्यक असल्यास त्यांचे व्यवस्थापन करा.\n\nGPTsLab एक्सटेंशन आपल्या GPT तंत्रज्ञानाचा अन्वेषण करण्यासाठी आणि अर्ज करण्यासाठी आपल्याचा उत्तम सहयोगी आहे, आपोआप आप तांत्रिक पेशेवर असा किंवा केवळ उत्सुक असा.",
    "ms": "Pembesaran Pelayar GPTsLab menyediakan akses yang mudah kepada lebih daripada 90,000 aplikasi GPT, membolehkan anda dengan mudah menerokai dan menggunakan pelbagai teknologi GPT. Selain itu, sambungan ini membolehkan anda dengan mudah mencari, melihat, dan mengurus aplikasi GPT ini terus dari pelayar anda. Apabila berinteraksi dengan GPT4, ia mencadangkan GPT yang sesuai untuk perbualan anda.\n\nCiri-ciri\n- AutoMention: Mencadangkan GPT yang sesuai semasa berbual dengan GPT4.\n- Sumber Yang Luas: Akses lebih daripada 90,000 aplikasi GPT.\n- Cadangan Harian: Terima aplikasi GPT yang disusun setiap hari untuk kekal terkini.\n- Carian Yang Mudah: Fungsi carian cepat untuk mencari aplikasi GPT yang diingini.\n- Pengurusan Peribadi: Tandakan aplikasi GPT kegemaran ke ruang peribadi anda dan susun mengikut keperluan.\n\nCara Penggunaan\n- Pasang sambungan pelayar GPTsLab.\n- Semasa berbual dengan GPT4, AutoMention mencadangkan GPT yang sesuai.\n- Layari dan cari aplikasi GPT yang menarik minat anda.\n- Simpan aplikasi GPT yang dipilih ke ruang peribadi anda dan uruskan mengikut keperluan.\n\nSambungan GPTsLab adalah rakan yang ideal untuk meneroka dan menggunakan teknologi GPT, sama ada anda seorang profesional teknikal atau hanya ingin tahu.",
    "nl": "GPTsLab Browser Extensie biedt handige toegang tot meer dan 90.000 GPT-toepassingen, waardoor je moeiteloos een diverse reeks GPT-technologieën kunt verkennen en gebruiken. Bovendien stelt de extensie je in staat om deze GPT-toepassingen rechtstreeks vanuit je browser gemakkelijk te zoeken, bekijken en beheren. Bij interactie met GPT4 worden geschikte GPT's aanbevolen voor je gesprek.\n\nKenmerken\n- AutoMention: Beveelt geschikte GPT's aan tijdens gesprekken met GPT4.\n- Uitgebreide bronnen: Toegang tot meer dan 90.000 GPT-toepassingen.\n- Dagelijkse aanbevelingen: Ontvang dagelijks samengestelde GPT-toepassingen om up-to-date te blijven.\n- Gemakkelijk zoeken: Snelle zoekfunctionaliteit om de gewenste GPT-toepassingen eenvoudig te vinden.\n- Gepersonaliseerd beheer: Markeer favoriete GPT-toepassingen in je persoonlijke ruimte en organiseer ze zoals nodig.\n\nHoe te gebruiken\n- Installeer de GPTsLab browserextensie.\n- Tijdens gesprekken met GPT4 stelt AutoMention geschikte GPT's voor.\n- Blader door en zoek naar GPT-toepassingen die je interesseren.\n- Sla geselecteerde GPT-toepassingen op in je persoonlijke ruimte en beheer ze zoals vereist.\n\nDe GPTsLab-extensie is je ideale metgezel om GPT-technologieën te verkennen en toe te passen, of je nu een technisch professional bent of gewoon nieuwsgierig.",
    "no": "GPTsLab-nettleserutvidelsen gir praktisk tilgang til over 90 000 GPT-applikasjoner, slik at du enkelt kan utforske og bruke et mangfold av GPT-teknologier. I tillegg gjør utvidelsen det mulig for deg å enkelt søke, se og administrere disse GPT-applikasjonene direkte fra nettleseren din. Når du samhandler med GPT4, anbefaler den passende GPT-er for samtalen din.\n\nFunksjoner\n- AutoMention: Anbefaler passende GPT-er under samtaler med GPT4.\n- Omfattende ressurser: Tilgang til over 90 000 GPT-applikasjoner.\n- Daglige anbefalinger: Få daglige kurerte GPT-applikasjoner for å holde deg oppdatert.\n- Praktisk søk: Rask søkefunksjonalitet for å finne ønskede GPT-applikasjoner enkelt.\n- Personlig administrasjon: Legg til favoritt GPT-applikasjoner som bokmerker i ditt personlige område og organiser dem etter behov.\n\nHvordan bruke\n- Installer GPTsLab-nettleserutvidelsen.\n- Under samtaler med GPT4, foreslår AutoMention passende GPT-er.\n- Bla gjennom og søk etter GPT-applikasjoner som interesserer deg.\n- Lagre valgte GPT-applikasjoner i ditt personlige område og administrer dem etter behov.\n\nGPTsLab-utvidelsen er din ideelle følgesvenn for utforsking og anvendelse av GPT-teknologier, enten du er en teknisk profesjonell eller bare nysgjerrig.",
    "pl": "Rozszerzenie przeglądarki GPTsLab zapewnia wygodny dostęp do ponad 90 000 aplikacji GPT, pozwalając ci bez wysiłku odkrywać i wykorzystywać różnorodne technologie GPT. Dodatkowo, rozszerzenie umożliwia wygodne wyszukiwanie, przeglądanie i zarządzanie tymi aplikacjami GPT bezpośrednio z przeglądarki. Podczas interakcji z GPT4 sugeruje odpowiednie GPTy do twojej rozmowy.\n\nFunkcje\n- AutoMention: Zaleca odpowiednie GPTy podczas rozmów z GPT4.\n- Obszerne zasoby: Dostęp do ponad 90 000 aplikacji GPT.\n- Codzienne rekomendacje: Otrzymuj codzienne, starannie wyselekcjonowane aplikacje GPT, aby być na bieżąco.\n- Wygodne wyszukiwanie: Szybka funkcja wyszukiwania, aby łatwo znaleźć pożądane aplikacje GPT.\n- Personalizowane zarządzanie: Dodawaj ulubione aplikacje GPT do swojej przestrzeni osobistej i organizuj je według potrzeb.\n\nJak korzystać\n- Zainstaluj rozszerzenie przeglądarki GPTsLab.\n- Podczas rozmów z GPT4, AutoMention sugeruje odpowiednie GPTy.\n- Przeglądaj i wyszukuj aplikacje GPT, które cię interesują.\n- Zapisz wybrane aplikacje GPT do swojej przestrzeni osobistej i zarządzaj nimi według potrzeb.\n\nRozszerzenie GPTsLab to idealny towarzysz do eksploracji i stosowania technologii GPT, czy jesteś profesjonalistą technicznym czy po prostu ciekawym użytkownikiem.",
    "pt_BR,pt_PT": "Extensão do Navegador GPTsLab oferece acesso conveniente a mais de 90.000 aplicações GPT, permitindo que você explore e utilize facilmente uma ampla gama de tecnologias GPT. Além disso, a extensão permite que você pesquise, visualize e gerencie essas aplicações GPT diretamente do seu navegador. Ao interagir com o GPT4, ele recomenda GPTs adequados para sua conversa.\n\nRecursos\n- AutoMencionar: Recomenda GPTs apropriados durante conversas com o GPT4.\n- Recursos Extensivos: Acesse mais de 90.000 aplicações GPT.\n- Recomendações Diárias: Receba diariamente aplicações GPT selecionadas para se manter atualizado.\n- Pesquisa Conveniente: Funcionalidade de pesquisa rápida para encontrar facilmente as aplicações GPT desejadas.\n- Gerenciamento Personalizado: Favoritar aplicações GPT favoritas em seu espaço pessoal e organizá-las conforme necessário.\n\nComo Usar\n- Instale a extensão do navegador GPTsLab.\n- Durante as conversas com o GPT4, o AutoMencionar sugere GPTs adequados.\n- Navegue e pesquise por aplicações GPT que lhe interessem.\n- Salve as aplicações GPT selecionadas em seu espaço pessoal e gerencie-as conforme necessário.\n\nA extensão GPTsLab é seu companheiro ideal para explorar e aplicar tecnologias GPT, seja você um profissional técnico ou simplesmente curioso.",
    "ro": "Extensia browserului GPTsLab oferă acces convenabil la peste 90.000 de aplicații GPT, permițându-vă să explorați și să utilizați fără efort o gamă diversă de tehnologii GPT. În plus, extensia vă permite să căutați, vizualizați și să administrați aceste aplicații GPT direct din browserul dvs. Atunci când interacționați cu GPT4, aceasta recomandă GPT-uri potrivite pentru conversația dvs.\n\nCaracteristici\n- AutoMention: Recomandă GPT-uri potrivite în timpul conversațiilor cu GPT4.\n- Resurse Extinse: Acces la peste 90.000 de aplicații GPT.\n- Recomandări Zilnice: Primiți zilnic aplicații GPT selectate cu grijă pentru a rămâne la curent.\n- Căutare Convenabilă: Funcționalitate de căutare rapidă pentru a găsi ușor aplicațiile GPT dorite.\n- Management Personalizat: Adăugați aplicații GPT favorite la spațiul personal și organizați-le după necesitate.\n\nCum să Utilizați\n- Instalați extensia browserului GPTsLab.\n- În timpul conversațiilor cu GPT4, AutoMention sugerează GPT-uri potrivite.\n- Navigați și căutați aplicații GPT care vă interesează.\n- Salvați aplicațiile GPT selectate în spațiul dvs. personal și administrați-le după cum este necesar.\n\nExtensia GPTsLab este companionul ideal pentru explorarea și aplicarea tehnologiilor GPT, indiferent dacă sunteți profesionist tehnic sau pur și simplu curios.",
    "ru": "Расширение браузера GPTsLab обеспечивает удобный доступ к более чем 90 000 приложениям GPT, позволяя вам легко исследовать и использовать разнообразные технологии GPT. Кроме того, расширение позволяет вам удобно искать, просматривать и управлять этими приложениями GPT прямо из вашего браузера. При взаимодействии с GPT4 оно рекомендует подходящие GPT для вашего разговора.\n\nХарактеристики\n- Автоупоминание: Рекомендует соответствующие GPT во время разговоров с GPT4.\n- Обширные ресурсы: Доступ к более чем 90 000 приложениям GPT.\n- Ежедневные рекомендации: Получайте ежедневно отобранные приложения GPT, чтобы быть в курсе событий.\n- Удобный поиск: Быстрая функция поиска для легкого нахождения нужных приложений GPT.\n- Персонализированное управление: Добавляйте избранные приложения GPT в свое личное пространство и организуйте их по необходимости.\n\nКак использовать\n- Установите расширение браузера GPTsLab.\n- Во время разговоров с GPT4, Автоупоминание предлагает подходящие GPT.\n- Просматривайте и ищите приложения GPT, которые вас интересуют.\n- Сохраняйте выбранные приложения GPT в свое личное пространство и управляйте ими по мере необходимости.\n\nРасширение GPTsLab - ваш идеальный спутник для исследования и применения технологий GPT, будь то технический специалист или просто любопытный пользователь.",
    "sk": "GPTsLab prehliadačové rozšírenie poskytuje pohodlný prístup k viac ako 90 000 aplikáciám GPT, umožňujúc vám bez námahy preskúmať a využívať rôznorodé technológie GPT. Okrem toho vám rozšírenie umožňuje pohodlne vyhľadávať, prezerať a spravovať tieto aplikácie GPT priamo vo vašom prehliadači. Pri interakcii s GPT4 odporúča vhodné aplikácie GPT pre vašu konverzáciu.\n\nFunkcie\n- AutoMention: Počas konverzácií s GPT4 odporúča vhodné aplikácie GPT.\n- Rozsiahle zdroje: Prístup k viac ako 90 000 aplikáciám GPT.\n- Denné odporúčania: Každodenne dostávajte vybrané aplikácie GPT, aby ste zostali v obraze.\n- Pohodlné vyhľadávanie: Rýchla funkcia vyhľadávania, aby ste ľahko našli požadované aplikácie GPT.\n- Personalizované správanie: Zarážkovanie obľúbených aplikácií GPT do vášho osobného priestoru a ich organizovanie podľa potreby.\n\nAko používať\n- Inštalujte si prehliadačové rozšírenie GPTsLab.\n- Počas konverzácií s GPT4 vám AutoMention odporúča vhodné aplikácie GPT.\n- Prehliadajte a vyhľadávajte aplikácie GPT, ktoré vás zaujímajú.\n- Vyberte si vybrané aplikácie GPT a uložte ich do svojho osobného priestoru a spravujte ich podľa potreby.\n\nRozšírenie GPTsLab je vaším ideálnym spoločníkom pri preskúmaní a aplikovaní technológií GPT, či už ste technický profesionál alebo len zvedaví.",
    "sl": "GPTsLab brskalna razširitev omogoča enostaven dostop do več kot 90.000 aplikacij GPT, kar vam omogoča, da brez težav raziskujete in uporabljate raznovrstne tehnologije GPT. Poleg tega vam razširitev omogoča, da lahko enostavno iščete, pregledujete in upravljate te aplikacije GPT neposredno iz svojega brskalnika. Pri interakciji z GPT4 vam priporoča primerne GPT-je za vaš pogovor.\n\nFunkcije:\n- AutoMention: Med pogovori z GPT4 priporoča ustrezne GPT-je.\n- Obsežni viri: Dostop do več kot 90.000 aplikacij GPT.\n- Dnevna priporočila: Prejmite dnevno izbrane aplikacije GPT, da ostanete na tekočem.\n- Enostavno iskanje: Hitra funkcionalnost iskanja za enostavno iskanje želenih aplikacij GPT.\n- Personalizirano upravljanje: Označite priljubljene aplikacije GPT v svojem osebnem prostoru in jih organizirajte po potrebi.\n\nKako uporabiti:\n- Namestite brskalniško razširitev GPTsLab.\n- Med pogovori z GPT4 vam AutoMention priporoča primerne GPT-je.\n- Brskajte in iščite aplikacije GPT, ki vas zanimajo.\n- Izbrane aplikacije GPT shranite v svoj osebni prostor in jih upravljajte po potrebi.\n\nRazširitev GPTsLab je vaš idealni sopotnik pri raziskovanju in uporabi tehnologij GPT, ali ste tehnični strokovnjak ali preprosto radovedni.",
    "sr": "Проширење прегледача GPTsLab пружа удобан приступ преко 90.000 GPT примена, омогућавајући вам да лако истражите и користите разноврсне GPT технологије. Поред тога, проширење вам омогућава да удобно претражујете, прегледате и управљате овим GPT применама директно из свог прегледача. При интеракцији са GPT4, препоручује одговарајуће GPT-ове за ваш разговор.\n\nОсобине\n- Аутоматско спомињање: Препоручује одговарајуће GPT-ове током разговора са GPT4.\n- Обимни ресурси: Приступите преко 90.000 GPT примена.\n- Дневне препоруке: Примајте дневне куриране GPT примене како бисте остали у току.\n- Удобна претрага: Брза функционалност претраге како бисте лако нашли жељене GPT примене.\n- Персонализовано управљање: Означите омиљене GPT примене у вашем личном простору и организујте их по потреби.\n\nКако користити\n- Инсталирајте проширење прегледача GPTsLab.\n- Током разговора са GPT4, Аутоматско спомињање предлаже одговарајуће GPT-ове.\n- Претражите и претражите GPT примене које вас интересују.\n- Сачувајте изабране GPT примене у свом личном простору и управљајте њима по потреби.\n\nПроширење GPTsLab је ваш идеални пријатељ за истраживање и примену GPT технологија, били да сте технички стручњак или само знатижељник.",
    "sv": "GPTsLab-webbläsartillägget ger bekväm åtkomst till över 90 000 GPT-applikationer och låter dig utan ansträngning utforska och använda en mångfald av GPT-tekniker. Dessutom gör tillägget det möjligt för dig att bekvämt söka, visa och hantera dessa GPT-applikationer direkt från din webbläsare. När du interagerar med GPT4 rekommenderar det lämpliga GPT:er för din konversation.\n\nFunktioner\n- AutoMention: Rekommenderar lämpliga GPT:er under konversationer med GPT4.\n- Omfattande resurser: Åtkomst till över 90 000 GPT-applikationer.\n- Dagliga rekommendationer: Få dagliga kuraterade GPT-applikationer för att hålla dig uppdaterad.\n- Bekväm sökning: Snabb sökfunktionalitet för att enkelt hitta önskade GPT-applikationer.\n- Personlig hantering: Bokmärk favorit GPT-applikationer till din personliga plats och organisera dem efter behov.\n\nHur man använder\n- Installera GPTsLab-webbläsartillägget.\n- Under konversationer med GPT4 föreslår AutoMention lämpliga GPT:er.\n- Bläddra och sök efter GPT-applikationer som intresserar dig.\n- Spara valda GPT-applikationer till din personliga plats och hantera dem vid behov.\n\nGPTsLab-tillägget är din idealiska följeslagare för att utforska och tillämpa GPT-tekniker, oavsett om du är en teknisk professionell eller bara nyfiken.",
    "sw": "Mchezaji wa Kivinjari cha GPTsLab hutoa ufikiaji rahisi wa zaidi ya maombi 90,000 ya GPT, ikiruhusu uchunguze na kutumia kwa urahisi aina mbalimbali za teknolojia za GPT. Aidha, kifaa hiki cha nyongeza kinakuwezesha kutafuta, kuona, na kusimamia maombi haya ya GPT moja kwa moja kutoka kwenye kivinjari chako. Wakati unashirikiana na GPT4, inapendekeza GPT sahihi kwa mazungumzo yako.\n\nSifa\n- AutoMention: Inapendekeza GPT sahihi wakati wa mazungumzo na GPT4.\n- Rasilimali Kubwa: Pata ufikiaji wa zaidi ya maombi 90,000 ya GPT.\n- Mapendekezo ya Kila Siku: Pata maombi ya GPT yaliyochaguliwa kila siku ili kukaa na habari.\n- Tafuta Rahisi: Utendaji wa utafutaji wa haraka ili kupata kwa urahisi maombi ya GPT unayotaka.\n- Usimamizi wa Kibinafsi: Weka alama maombi yako pendwa ya GPT kwenye nafasi yako binafsi na wayaupange kama unavyohitaji.\n\nJinsi ya Kutumia\n- Sakinisha nyongeza ya kivinjari ya GPTsLab.\n- Wakati wa mazungumzo na GPT4, AutoMention inapendekeza GPT sahihi.\n- Tafuta na uangalie maombi ya GPT yanayokuvutia.\n- Hifadhi maombi ya GPT yaliyochaguliwa kwenye nafasi yako binafsi na usimamie kama inavyohitajika.\n\nNyongeza ya GPTsLab ni rafiki yako kamili kwa ajili ya kuchunguza na kutumia teknolojia za GPT, iwe wewe ni mtaalamu wa kiufundi au tu msomaji.",
    "ta": "ஜிபிடிஎஸ்லாப் உலாவி நீட்டிப்பு, விவரிக்கப்பட்ட 90,000 பேரின் பயன்பாடுகளுக்கு எளிதாக அணுகல் வழங்குகின்றது. இதன் மூலம், விவரிக்கப்பட்ட தனிப்பயன் தொகுப்புகளை எளிதாக தேடுவது, பார்க்கவும், மேலும் நீங்கள் சீர்மையாக மேலும் வீழ்ச்சியாக பயன்படுத்த முடியும் GPT தொழிற்சாலைகளின் வழக்கமான நிருபர். உங்கள் உலாவியிலிருந்து இந்த ஜிபிடி பயன்படுத்தல்களை வெளியிட, நீட்டிப்பு செய்ய, மேலும் மேற்கோளிகளை நிர்வகிக்க உதவுகின்றது. GPT4 உடன் பதில் அனுபவிப்பதற்கு பெற்றிருக்கின்ற உகந்திய ஜிபிடி பயன்படுத்தல்களை உத்தியாகக் கருதுகிறது.\n\nஅம்சங்கள்\n- தானியங்கி உரை: GPT4 உடன் உரையிடும் போது பெரியான ஜிபிடி பயன்பாடுகளை பரிந்துரைக்கும்.\n- பரப்பு வளர்ச்சிகள்: 90,000 பேரின் பயன்பாடுகளுக்கு அணுகல்.\n- தினசரி பரிந்துரைகள்: நாட்கத்திற்கு உரைக்கப்பட்ட ஜிபிடி பயன்பாடுகளைப் பெறுவதற்காக.\n- எளிதாக தேடுதல்: விருப்பமான ஜிபிடி பயன்பாடுகளை எளிதாகக் கண்டறியும் முறையைப் பெறுவது.\n- தனிப்பயனான மேல்நிலை நிர்வகணம்: உங்கள் தனிப்பயன் பக்கத்திற்கு பிடித்த ஜிபிடி பயன்பாடுகளை சுருக்கமாக பதிவு செய்யுங்கள் மற்றும் அவற்றை தேவைப்படும்போது அமைக்கவும்.\n\nஎப்படி பயன்படுத்துவது\n- ஜிபிடிஎஸ்லாப் உலாவி நீட்டிப்பை நிறுவவும்.\n- GPT4 உடன் உரையிடும்போது, தானியங்கி உரை பயன்படுத்துகின்றது.\n- உங்களுக்கு பிடித்தவை என்ன என்பதைப் பார்க்கவும் ஜிப\n\nிடி பயன்பாடுகளை தேடுகின்றனர்.\n- தேர்ந்தெடுக்கப்பட்ட ஜிபிடி பயன்பாடுகளை உங்கள் தனிப்பயன் போக்குக்கு சேமிக்கவும் மற்றும் தேவைப்பட்டால் அவற்றை நிர்வகிக்கவும்.\n\nஜிபிடிஎஸ்லாப் உலாவி நீட்டிப்பு, நீங்கள் தொழில்நுட்ப வாயிலாக அல்லது குறிப்பாக என்னை பயன்படுத்துவதில் உங்கள் சிறந்த உதவி உள்ளது.",
    "te": "GPTsLab బ్రౌజర్ విస్తరణ అనువర్తనం మీకు 90,000 మిలియన్ GPT అప్లికేషన్‌లకు సులభ ప్రవేశం అందిస్తుంది, ఇందులో వెరైటీ రకాల గెపిటి టెక్నాలజీలను సులభంగా అన్వేషించడం మరియు ఉపయోగించడం సాధ్యం. మీరు మీ బ్రౌజర్ నుండి ఈ GPT అప్లికేషన్‌లను సులభంగా శోధించడం, వీక్షించడం మరియు నిర్వహించడం కూడా ఈ పొందిన విస్తరణ ద్వారా సాధ్యం. GPT4 తో ఇంటరాక్ట్ చేస్తూ, మీరు మీ సంభాషణకు అనుగుణమైన GPTs సూచిస్తుంది.\n\nవిశేషాలు\n- ఆటోమెంషన్: GPT4 తో సంభాషణలో అనుకూల GPTs సూచిస్తుంది.\n- ప్రశాంత సంపదలు: 90,000 మిలియన్ కూడా GPT అప్లికేషన్‌లకు ప్రవేశం అందిస్తుంది.\n- డేలీ సూచనలు: నవీనమైన GPT అప్లికేషన్‌లను పొందడానికి డేలీ సమీకృత GPT అప్లికేషన్‌లను పొందండి.\n- సులభంగా శోధన: కోరికలో కోరికలు గురించి త్వరగా శోధించడానికి త్వరగా శోధన విధులు.\n- వ్యక్తిగత నిర్వహణ: మీరు ఇష్టమైన GPT అప్లికేషన్‌లను మీ వ్యక్తిగత ఖాళీలో బుక్మార్క్ చేసుకుంటే, అవసరమైనప్పటికీ వారు నిర్వహించవచ్చు.\n\nఎలా ఉపయోగించాలి\n- GPTsLab బ్రౌజర్ విస్తరణ పొందండి.\n- GPT4 తో సంభాషణలో, ఆటోమెంషన్ అనుకూల GPTs సూచిస్తుంది.\n- మీకు ఆసక్తి కలిగిన G\n\nPT అప్లికేషన్‌లను అన్వేషించండి మరియు శోధించండి.\n- ఎంచుకున్న GPT అప్లికేషన్‌లను మీ వ్యక్తిగత ఖాళీలో భద్రపరచండి మరియు అవసరమైతే వారిని నిర్వహించండి.\n\nGPTsLab పొందిన విస్తరణం మీరు GPT టెక్నాలజీలను అన్వేషిస్తుంటే మరియు దర్శించిందిప్పుడు GPT టెక్నాలజీలను అనువర్తిస్తే మీ ఆదర్శ సహాయకుడు. మీరు ఒక తాంత్రిక ప్రొఫెషనల్ లేదా కేవలం కుతూహలితో ఉన్నప్పుడు, ఇది మీకు తరచు చేరుకోవడం మరియు అనువర్తిస్తుంది.",
    "th": "ส่วนขยายเบราว์เซอร์ของ GPTsLab ให้การเข้าถึงที่สะดวกสบายถึงการใช้งานกว่า 90,000 แอปพลิเคชัน GPT ทำให้คุณสามารถสำรวจและใช้เทคโนโลยี GPT หลากหลายได้อย่างง่ายดาย นอกจากนี้ ส่วนขยายยังช่วยให้คุณสามารถค้นหา ดู และจัดการแอปพลิเคชัน GPT เหล่านี้ได้อย่างสะดวกในเบราว์เซอร์ของคุณ ในการโต้ตอบกับ GPT4 มันจะแนะนำ GPT ที่เหมาะสมสำหรับการสนทนาของคุณด้วย\n\nคุณสมบัติ\n- AutoMention: แนะนำ GPT ที่เหมาะสมในระหว่างการสนทนากับ GPT4\n- ทรัพยากรที่กว้างขวาง: เข้าถึงกว่า 90,000 แอปพลิเคชัน GPT\n- คำแนะนำประจำวัน: รับแอปพลิเคชัน GPT ที่คัดสรรแล้วให้ตามประจำวันเพื่ออัพเดทข้อมูล\n- การค้นหาที่สะดวก: ฟังก์ชั่นการค้นหาด่วนเพื่อค้นหาแอปพลิเคชัน GPT ที่ต้องการได้อย่างง่ายดาย\n- การจัดการส่วนตัว: บุ๊คมาร์กแอปพลิเคชัน GPT ที่ชื่นชอบไปยังพื้นที่ส่วนตัวของคุณและจัดการตามความต้องการ\n\nวิธีการใช้\n- ติดตั้งส่วนขยายเบราว์เซอร์ GPTsLab\n- ระหว่างการสนทนากับ GPT4 AutoMention แนะนำ GPT ที่เหมาะสม\n- เรียกดูและค้นหาแอปพลิเคชัน GPT ที่คุณสนใจ\n- บันทึกแอปพลิเคชัน GPT ที่เลือกไว้ในพื้นที่ส่วนตัวของคุณและจัดการตามความต้องการ\n\nส่วนขยาย GPTsLab เป็นเพื่อนที่เหมาะสมของคุณในการสำรวจและใช้งานเทคโนโลยี GPT ไม่ว่าคุณจะเป็นผู้เชี่ยวชาญทางเทคนิคหรือเพียงแค่อยากรู้อยากเห็น",
    "tr": "GPTsLab Tarayıcı Uzantısı, 90.000'den fazla GPT uygulamasına kolay erişim sağlar ve çeşitli GPT teknolojilerini keşfetmenizi ve kullanmanızı sağlar. Ayrıca, uzantı, bu GPT uygulamalarını tarayıcınızdan doğrudan arama, görüntüleme ve yönetme olanağı sağlar. GPT4 ile etkileşimde bulunurken, sohbetiniz için uygun GPT'leri önerir.\n\nÖzellikler\n- AutoMention: GPT4 ile yapılan sohbetler sırasında uygun GPT'leri önerir.\n- Geniş Kaynaklar: 90.000'den fazla GPT uygulamasına erişim sağlayın.\n- Günlük Öneriler: Güncel kalabilmek için günlük olarak seçilmiş GPT uygulamalarını alın.\n- Kolay Arama: İstenilen GPT uygulamalarını kolayca bulmak için hızlı arama işlevi.\n- Kişiselleştirilmiş Yönetim: Favori GPT uygulamalarınızı kişisel alanınıza yer imleyin ve ihtiyaca göre düzenleyin.\n\nNasıl Kullanılır\n- GPTsLab tarayıcı uzantısını yükleyin.\n- GPT4 ile yapılan sohbetler sırasında, AutoMention uygun GPT'leri önerir.\n- Sizi ilgilendiren GPT uygulamalarını göz atın ve arayın.\n- Seçtiğiniz GPT uygulamalarını kişisel alanınıza kaydedin ve gerektiğinde yönetin.\n\nGPTsLab uzantısı, teknik bir profesyonel veya sadece meraklı biri olun, GPT teknolojilerini keşfetmek ve uygulamak için ideal bir yardımcınızdır.",
    "uk": "Розширення браузера GPTsLab забезпечує зручний доступ до понад 90 000 застосувань GPT, що дозволяє вам легко досліджувати та використовувати різноманітні технології GPT. Крім того, розширення дозволяє вам зручно шукати, переглядати та керувати цими застосунками GPT безпосередньо з вашого браузера. При взаємодії з GPT4 воно рекомендує відповідні GPT для вашого розмовного партнерства.\n\nОсобливості:\n- AutoMention: Рекомендує відповідні GPT під час розмови з GPT4.\n- Обширні ресурси: Доступ до понад 90 000 застосунків GPT.\n- Щоденні рекомендації: Отримуйте щоденно підібрані застосунки GPT, щоб бути в курсі подій.\n- Зручний пошук: Швидка функціональність пошуку для легкого пошуку потрібних застосунків GPT.\n- Персоналізоване управління: Додавайте обрані застосунки GPT до свого особистого простору та організовуйте їх за потребою.\n\nЯк користуватися:\n- Встановіть розширення браузера GPTsLab.\n- Під час розмови з GPT4 AutoMention пропонує відповідні GPT.\n- Шукайте та переглядайте застосунки GPT, які вас цікавлять.\n- Зберігайте обрані застосунки GPT у своєму особистому просторі та керуйте ними за потребою.\n\nРозширення GPTsLab - ваш ідеальний співтовариш для дослідження та застосування технологій GPT, чи ви технічний спеціаліст чи просто цікавитеся.",
    "vi": "Tiện ích Trình duyệt GPTsLab cung cấp truy cập thuận tiện vào hơn 90,000 ứng dụng GPT, cho phép bạn dễ dàng khám phá và sử dụng một loạt đa dạng các công nghệ GPT. Ngoài ra, tiện ích mở rộng này cho phép bạn dễ dàng tìm kiếm, xem và quản lý các ứng dụng GPT này trực tiếp từ trình duyệt của bạn. Khi tương tác với GPT4, nó sẽ đề xuất các ứng dụng GPT phù hợp cho cuộc trò chuyện của bạn.\n\nCác Tính năng\n- Tự động Đề xuất: Đề xuất các ứng dụng GPT phù hợp trong quá trình trò chuyện với GPT4.\n- Tài nguyên Phong phú: Truy cập hơn 90,000 ứng dụng GPT.\n- Đề xuất Hàng ngày: Nhận các ứng dụng GPT được tổ chức hàng ngày để cập nhật thông tin.\n- Tìm kiếm Tiện lợi: Chức năng tìm kiếm nhanh chóng để dễ dàng tìm thấy các ứng dụng GPT mong muốn.\n- Quản lý Cá nhân: Đánh dấu ứng dụng GPT yêu thích vào không gian cá nhân của bạn và tổ chức chúng theo nhu cầu.\n\nCách Sử dụng\n- Cài đặt tiện ích mở rộng trình duyệt GPTsLab.\n- Trong quá trình trò chuyện với GPT4, AutoMention sẽ đề xuất các ứng dụng GPT phù hợp.\n- Duyệt và tìm kiếm các ứng dụng GPT mà bạn quan tâm.\n- Lưu các ứng dụng GPT đã chọn vào không gian cá nhân của bạn và quản lý chúng khi cần thiết.\n\nTiện ích mở rộng GPTsLab là người bạn đồng hành lý tưởng của bạn để khám phá và áp dụng các công nghệ GPT, cho dù bạn là một chuyên gia kỹ thuật hay chỉ đơn giản là tò mò.",
    "zh_CN": "帮我翻译成英文：\nGPTsLab浏览器扩展为您提供超过90,000个GPT应用的便捷访问，让您能够轻松探索和使用多样化的GPT技术。此外，该扩展允许您方便地从您的浏览器中直接搜索、查看和管理这些GPT应用。您与 GPT4 对话时，为您推荐适合对话的 GPT。\n\n特征\n● AutoMention:  与 GPT4 对话时，推荐适合的 GPT。\n● 大量资源：访问超过90,000个GPT应用。\n● 每日推荐：获取每日精选 GPT 应用，始终保持最新。\n● 搜索便捷：快速搜索功能，轻松找到所需的GPT应用。\n● 个性化管理：将喜爱的  GPT 应用收藏到个人空间并进行整理。\n\n如何使用\n● 安装GPTsLab浏览器扩展。\n●与 GPT4 对话时，AutoMention 适合的GPT。\n● 浏览和搜索您感兴趣的GPT应用。\n● 将选定的GPT应用保存到您的个人空间，并按需进行管理。\n\nGPTsLab扩展是您探索和应用GPT技术的理想伴侣，无论您是技术专业人士还是仅出于兴趣。",
    "zh_TW": "GPTsLab瀏覽器擴展為您提供超過90,000個GPT應用的便捷訪問，讓您能夠輕鬆探索和使用多樣化的GPT技術。此外，該擴展允許您方便地從您的瀏覽器中直接搜索、查看和管理這些GPT應用。您與GPT4對話時，為您推薦適合對話的GPT。\n\n特徵\n● AutoMention: 與GPT4對話時，推薦適合的GPT。\n● 大量資源：訪問超過90,000個GPT應用。\n● 每日推薦：獲取每日精選GPT應用，始終保持最新。\n● 搜索便捷：快速搜索功能，輕鬆找到所需的GPT應用。\n● 個性化管理：將喜愛的GPT應用收藏到個人空間並進行整理。\n\n如何使用\n● 安裝GPTsLab瀏覽器擴展。\n● 與GPT4對話時，AutoMention適合的GPT。\n● 瀏覽和搜索您感興趣的GPT應用。\n● 將選定的GPT應用保存到您的個人空間，並按需進行管理。\n\nGPTsLab擴展是您探索和應用GPT技術的理想伴侶，無論您是技術專業人士還是僅出於興趣。"
  }
}