{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Loop YouTube™"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,it,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,sl,sv,sw,ta,te,th,uk,vi": "With just one click, you can automatically replay videos with options for setting loop counts and loop duration.",
    "cs": "Přehrávání JEDNÍM KLIKEM a možnost mít AUTOPŘEHRÁVÁNÍ jako VÝCHOZÍ u videí. Neomezené přehrávání videí, a nebo jen jejich úseků.",
    "de": "Wiederhole Videos automatisch mit EINEM-KLICK, ändere Optionen wie Anzahl der Wiederholungen, Teil- oder Auto-Wiederholungen",
    "es": "Auto-repite videos con UN-CLICK y capaz de repetir videos por defecto, repite cuantas veces quieras y repite los trozos que quieras",
    "fr": "Vous permet en UN SEUL CLIC de faire en sorte que les vidéos se relancent automatiquement une fois finies...",
    "hu": "Egyetlen kattintással automatikusan ismételheted a videókat, beállíthatod az ismétlések számát, ill. az ismételt részt.",
    "id": "Putar ulang video YouTube secara otomatis hanya dengan SATU-KLIK! Bisa juga mengatur jumlah pengulangan dan bagian yang diulang.",
    "ja": "YouTubeの動画が、ワンクリックでループ再生可能に。ループ回数の指定や部分再生も可能。",
    "nl": "Herhaal video's met één klik op de knop, stel functies in zoals AUTO LOOP aan/uit, het aantal herhalingen en een deel herhalen.",
    "pl": "Zapętlaj/Autozapętlaj filmy dzięki jednemu kliknięciu, wybierz ilość zapętleń, lub wybierz fragment wideo do zapętlania",
    "pt_BR": "Repita vídeos automaticamente com UM CLIQUE e defina AUTO LOOP por PADRÃO, repita quantas vezes quiser ou apenas uma parte.",
    "ro": "Repetă automat videoclipurile, puteți personaliza funcțiile precum numărul de repetări și porțiunea care să fie repetată.",
    "ru": "Автоматическое повторение видеоклипа в один клик, а также повторение определённого участка видео выбранное количество раз.",
    "sk": "Jedným kliknutím môžete nastaviť automatické opakovanie videa, môžete nastaviť počet opakovaní a opakovanú časť.",
    "sr": "Automatsko ponavljanje videa JEDNIM KLIKOM, mogućnost podešavanja opcije kao što je AUTO PONAVLJANJE, podešavanje broja ponavljanja…",
    "tr": "Videoları TEK-TIK ile tekrarlama. Otomatik Tekrarlama, tekrarlama süresi, tekrarlama aralığı gibi ayarlanabilir özellikler.",
    "zh_CN": "一键自动重播 YouTube 視頻，还可以设置 默认自动重播每段視頻、重播多少次、重播某个部分",
    "zh_TW": "讓你一鍵自動重播 YouTube 影片，還可以設置 默認自動重播、重播多少次、重播某個部分"
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,it,kn,ko,lt,lv,ml,mr,ms,no,pt_PT,sl,sv,sw,ta,te,th,uk,vi": "This is an extension with which you can watch different YouTube videos in a loop. Not only that you can set specific time loops. And besides, you can set the quality setting of your youtube video and there are various other features that this extension provides you.\n\nYou'll get a loop button underneath the YouTube player if you use Looper for YouTube. The button will start the video, which will loop endlessly.\n\n[+] Features\n1. The option to set every video's default auto loop.\n2. Capable of setting a loop in a section or range.\n3. Capability to set the loop's repetition frequency.\n4. Less memory is consumed because Content Script is used instead of a background page.\n5. The ability to start a loop using the keyboard shortcut \"P\" - Setting \"&loop=10\" in a URL to start a loop 10 times When the loop button is pressed, playlist auto-play will be disabled.\n6. It is also possible to specify the number of times the playlist should continue after the loop.\n7. Adopt the newest YouTube style (2022), (Material YouTube and YouTube Gaming).\n8. Translation display based on the language of YouTube.\n9. available across all operating systems for the browsers.\n10. Very lite and easy to use Extension.",
    "cs": "Toto je rozšíření, se kterým můžete sledovat různá videa YouTube ve smyčce. Nejen, že můžete nastavit konkrétní časové smyčky. A kromě toho můžete nastavit nastavení kvality vašeho videa na youtube a existují různé další funkce, které vám toto rozšíření poskytuje.\n\nPokud používáte Looper pro YouTube, pod přehrávačem YouTube se zobrazí tlačítko smyčky. Tlačítko spustí video, které se bude nekonečně opakovat.\n\n[+] Vlastnosti\n1. Možnost nastavit výchozí automatickou smyčku každého videa.\n2. Možnost nastavení smyčky v sekci nebo rozsahu.\n3. Možnost nastavení frekvence opakování smyčky.\n4. Spotřebovává se méně paměti, protože místo stránky na pozadí se používá skript obsahu.\n5. Možnost spustit smyčku pomocí klávesové zkratky \"P\" - Nastavení \"&loop=10\" v URL pro 10násobné spuštění smyčky Po stisknutí tlačítka smyčky bude deaktivováno automatické přehrávání seznamu stop.\n6. Je také možné určit, kolikrát má playlist pokračovat po smyčce.\n7. Přijměte nejnovější styl YouTube (2022), (Material YouTube a YouTube Gaming).\n8. Zobrazení překladu podle jazyka YouTube.\n9. dostupné ve všech operačních systémech pro prohlížeče.\n10. Velmi lehké a snadno použitelné rozšíření.",
    "de": "Dies ist eine Erweiterung, mit der Sie verschiedene YouTube-Videos in einer Schleife ansehen können. Nicht nur, dass Sie bestimmte Zeitschleifen einstellen können. Außerdem können Sie die Qualitätseinstellung Ihres YouTube-Videos festlegen und es gibt verschiedene andere Funktionen, die Ihnen diese Erweiterung bietet.\n\nWenn Sie Looper für YouTube verwenden, erhalten Sie unter dem YouTube-Player einen Loop-Button. Die Schaltfläche startet das Video, das sich endlos wiederholt.\n\n[+] Funktionen\n1. Die Option zum Festlegen der standardmäßigen automatischen Schleife für jedes Video.\n2. Kann einen Loop in einem Abschnitt oder Bereich setzen.\n3. Möglichkeit, die Wiederholungsfrequenz der Schleife einzustellen.\n4. Es wird weniger Speicher verbraucht, da anstelle einer Hintergrundseite ein Inhaltsskript verwendet wird.\n5. Die Möglichkeit, eine Schleife mit dem Tastaturkürzel \"P\" zu starten - Setzen Sie \"&loop=10\" in einer URL, um eine Schleife 10 Mal zu starten. Wenn die Schleifentaste gedrückt wird, wird die automatische Wiedergabe der Wiedergabeliste deaktiviert.\n6. Es ist auch möglich festzulegen, wie oft die Wiedergabeliste nach der Schleife fortgesetzt werden soll.\n7. Nehmen Sie den neuesten YouTube-Stil (2022) an (Material YouTube und YouTube Gaming).\n8. Übersetzungsanzeige basierend auf der Sprache von YouTube.\n9. betriebssystemübergreifend für die Browser verfügbar.\n10. Sehr leichte und einfach zu bedienende Erweiterung.",
    "es": "Esta es una extensión con la que puedes ver diferentes videos de YouTube en bucle. No solo eso, puede establecer bucles de tiempo específicos. Y además, puede establecer la configuración de calidad de su video de YouTube y hay varias otras características que le brinda esta extensión.\n\nObtendrá un botón de bucle debajo del reproductor de YouTube si usa Looper para YouTube. El botón iniciará el video, que se repetirá sin cesar.\n\n[+] Características\n1. La opción para configurar el bucle automático predeterminado de cada video.\n2. Capaz de configurar un bucle en una sección o rango.\n3. Capacidad para establecer la frecuencia de repetición del bucle.\n4. Se consume menos memoria porque se usa Content Script en lugar de una página de fondo.\n5. La capacidad de iniciar un ciclo usando el método abreviado de teclado \"P\" - Configuración de \"&loop=10\" en una URL para iniciar un ciclo 10 veces Cuando se presiona el botón de ciclo, la reproducción automática de la lista de reproducción se desactivará.\n6. También es posible especificar el número de veces que la lista de reproducción debe continuar después del bucle.\n7. Adopte el nuevo estilo de YouTube (2022), (Material YouTube y YouTube Gaming).\n8. Pantalla de traducción basada en el idioma de YouTube.\n9. disponible en todos los sistemas operativos para los navegadores.\n10. Extensión muy ligera y fácil de usar.",
    "fr": "Il s'agit d'une extension avec laquelle vous pouvez regarder différentes vidéos YouTube en boucle. Non seulement cela, vous pouvez définir des boucles de temps spécifiques. Et en plus, vous pouvez définir le paramètre de qualité de votre vidéo youtube et il existe diverses autres fonctionnalités que cette extension vous offre.\n\nVous obtiendrez un bouton de boucle sous le lecteur YouTube si vous utilisez Looper pour YouTube. Le bouton lancera la vidéo, qui tournera en boucle sans fin.\n\n[+] Fonctionnalités\n1. L'option de définir la boucle automatique par défaut de chaque vidéo.\n2. Capable de définir une boucle dans une section ou une plage.\n3. Possibilité de régler la fréquence de répétition de la boucle.\n4. Moins de mémoire est consommée car Content Script est utilisé à la place d'une page d'arrière-plan.\n5. La possibilité de démarrer une boucle en utilisant le raccourci clavier \"P\" - Réglage \"&loop=10\" dans une URL pour démarrer une boucle 10 fois Lorsque le bouton de boucle est enfoncé, la lecture automatique de la liste de lecture sera désactivée.\n6. Il est également possible de spécifier le nombre de fois que la liste de lecture doit continuer après la boucle.\n7. Adoptez le nouveau style YouTube (2022), (Material YouTube et YouTube Gaming).\n8. Affichage de traduction basé sur la langue de YouTube.\n9. disponible sur tous les systèmes d'exploitation pour les navigateurs.\n10. Extension très légère et facile à utiliser.",
    "hu": "He hoʻonui kēia e hiki ai iā ʻoe ke nānā i nā wikiō YouTube like ʻole i kahi loop. ʻAʻole wale ia hiki iā ʻoe ke hoʻonohonoho i nā puka manawa kikoʻī. A ma waho aʻe, hiki iā ʻoe ke hoʻonohonoho i ka hoʻonohonoho maikaʻi o kāu wikiō youtube a aia kekahi mau hiʻohiʻona ʻē aʻe i hāʻawi ʻia e kēia hoʻonui iā ʻoe.\n\nE loaʻa iā ʻoe kahi pihi loop ma lalo o ka mea pāʻani YouTube inā hoʻohana ʻoe iā Looper no YouTube. E hoʻomaka ke pihi i ke wikiō, e hoʻopaʻa pau ʻole.\n\n[+] Nā hiʻohiʻona\n1. ʻO ke koho e hoʻonohonoho i kēlā me kēia wikiō paʻamau ka loop loop.\n2. Hiki ke hoʻonohonoho i ka loop ma kahi ʻāpana a i ʻole ka laulā.\n3. Hiki iā ia ke hoʻonohonoho i ke alapine o ka hana hou ʻana o ka loop.\n4. Hoʻemi ʻia ka hoʻomanaʻo ʻana no ka mea hoʻohana ʻia ka Content Script ma kahi o kahi ʻaoʻao hope.\n5. ʻO ka hiki ke hoʻomaka i ka loop me ka pōkole keyboard \"P\" - Hoʻonohonoho \"&loop=10\" i kahi URL e hoʻomaka i kahi loop 10 mau manawa Ke kaomi ʻia ke pihi loop, e pio ka playlist auto-play.\n6. Hiki nō hoʻi ke kuhikuhi i ka helu o nā manawa e hoʻomau ai ka playlist ma hope o ka loop.\n7. Hoʻohana i ke ʻano YouTube hou loa (2022), (Material YouTube a me YouTube Gaming).\n8. Hōʻike unuhi ma muli o ka ʻōlelo o YouTube.\n9. loaʻa ma nā ʻōnaehana hana āpau no nā polokalamu kele pūnaewele.\n10. Maʻalahi a maʻalahi hoʻi e hoʻohana i ka Extension.",
    "id": "Ini adalah ekstensi yang dapat Anda gunakan untuk menonton berbagai video YouTube dalam satu lingkaran. Tidak hanya itu Anda dapat mengatur putaran waktu tertentu. Dan selain itu, Anda dapat mengatur pengaturan kualitas video youtube Anda dan ada berbagai fitur lain yang disediakan ekstensi ini untuk Anda.\n\nAnda akan mendapatkan tombol lingkaran di bawah pemutar YouTube jika Anda menggunakan Looper untuk YouTube. Tombol tersebut akan memulai video, yang akan berputar tanpa henti.\n\n[+] Fitur\n1. Opsi untuk menyetel loop otomatis default setiap video.\n2. Mampu mengatur loop di bagian atau rentang.\n3. Kemampuan untuk mengatur frekuensi pengulangan loop.\n4. Lebih sedikit memori yang dikonsumsi karena Content Script digunakan sebagai pengganti halaman latar belakang.\n5. Kemampuan untuk memulai loop menggunakan pintasan keyboard \"P\" - Mengatur \"&loop=10\" di URL untuk memulai loop 10 kali Saat tombol loop ditekan, putar otomatis daftar putar akan dinonaktifkan.\n6. Dimungkinkan juga untuk menentukan berapa kali daftar putar harus dilanjutkan setelah pengulangan.\n7. Mengadopsi gaya YouTube terbaru (2022), (Material YouTube dan YouTube Gaming).\n8. Tampilan terjemahan berdasarkan bahasa YouTube.\n9. tersedia di semua sistem operasi untuk browser.\n10. Ekstensi yang sangat ringan dan mudah digunakan.",
    "ja": "これは、さまざまな YouTube 動画をループで視聴できる拡張機能です。 特定の時間ループを設定できるだけではありません。 さらに、YouTube ビデオの品質設定を設定でき、この拡張機能が提供する他のさまざまな機能があります。\n\nLooper for YouTube を使用すると、YouTube プレーヤーの下にループ ボタンが表示されます。 ボタンを押すとビデオが開始され、無限にループします。\n\n[+] 機能\n1. すべてのビデオのデフォルトの自動ループを設定するオプション。\n2. 区間や範囲でのループ設定が可能。\n3. ループの繰り返し周波数を設定する機能。\n4. バックグラウンド ページの代わりにコンテンツ スクリプトが使用されるため、消費されるメモリが少なくなります。\n5. キーボード ショートカット「P」を使用してループを開始する機能 - URL に「&loop=10」を設定してループを 10 回開始する ループ ボタンを押すと、プレイリストの自動再生が無効になります。\n6. ループ後にプレイリストを継続する回数を指定することもできます。\n7. 最新の YouTube スタイル (2022 年)、(Material YouTube および YouTube Gaming) を採用します。\n8. YouTube の言語に基づく翻訳表示。\n9. ブラウザのすべてのオペレーティング システムで使用できます。\n10.非常に軽量で使いやすい拡張機能。",
    "nl": "Dit is een extensie waarmee je verschillende YouTube-video's achter elkaar kunt bekijken. Niet alleen dat u specifieke tijdlussen kunt instellen. En bovendien kun je de kwaliteitsinstelling van je YouTube-video instellen en zijn er verschillende andere functies die deze extensie je biedt.\n\nJe krijgt een loop-knop onder de YouTube-speler als je Looper voor YouTube gebruikt. De knop start de video, die eindeloos doorloopt.\n\n[+] Functies\n1. De optie om de standaard automatische lus van elke video in te stellen.\n2. Geschikt voor het instellen van een lus in een sectie of bereik.\n3. Mogelijkheid om de herhalingsfrequentie van de lus in te stellen.\n4. Er wordt minder geheugen verbruikt omdat Content Script wordt gebruikt in plaats van een achtergrondpagina.\n5. De mogelijkheid om een loop te starten met behulp van de sneltoets \"P\" - Instelling \"&loop=10\" in een URL om een loop 10 keer te starten Wanneer de loop-knop wordt ingedrukt, wordt automatisch afspelen van afspeellijsten uitgeschakeld.\n6. Het is ook mogelijk om het aantal keren op te geven dat de afspeellijst moet worden voortgezet na de lus.\n7. Pas de nieuwste YouTube-stijl toe (2022), (Materiaal YouTube en YouTube Gaming).\n8. Vertaalweergave op basis van de taal van YouTube.\n9. beschikbaar op alle besturingssystemen voor de browsers.\n10. Zeer lichte en gebruiksvriendelijke extensie.",
    "pl": "Jest to rozszerzenie, dzięki któremu możesz oglądać różne filmy z YouTube w pętli. Nie tylko to, że możesz ustawić określone pętle czasowe. Poza tym możesz ustawić jakość swojego filmu na YouTube, a to rozszerzenie zapewnia różne inne funkcje.\n\nJeśli korzystasz z Looper dla YouTube, pod odtwarzaczem YouTube pojawi się przycisk pętli. Przycisk uruchomi wideo, które będzie się zapętlać w nieskończoność.\n\n[+] Funkcje\n1. Możliwość ustawienia domyślnej automatycznej pętli każdego filmu.\n2. Możliwość ustawienia pętli w sekcji lub zakresie.\n3. Możliwość ustawienia częstotliwości powtarzania pętli.\n4. Mniejsze zużycie pamięci, ponieważ zamiast strony w tle używany jest skrypt treści.\n5. Możliwość rozpoczęcia pętli za pomocą skrótu klawiaturowego „P” - Ustawienie „&loop=10” w adresie URL, aby rozpocząć pętlę 10 razy Po naciśnięciu przycisku pętli automatyczne odtwarzanie listy odtwarzania zostanie wyłączone.\n6. Możliwe jest również określenie, ile razy playlista ma być kontynuowana po zapętleniu.\n7. Zastosuj najnowszy styl YouTube (2022), (Material YouTube i YouTube Gaming).\n8. Wyświetlanie tłumaczenia w oparciu o język YouTube.\n9. dostępne we wszystkich systemach operacyjnych dla przeglądarek.\n10. Bardzo lekkie i łatwe w użyciu rozszerzenie.",
    "pt_BR": "Esta é uma extensão com a qual você pode assistir diferentes vídeos do YouTube em loop. Além disso, você pode definir loops de tempo específicos. Além disso, você pode definir a configuração de qualidade do seu vídeo do youtube e vários outros recursos que esta extensão oferece.\n\nVocê obterá um botão de loop abaixo do player do YouTube se usar o Looper for YouTube. O botão iniciará o vídeo, que ficará em loop indefinidamente.\n\n[+] Recursos\n1. A opção de definir o loop automático padrão de cada vídeo.\n2. Capaz de definir um loop em uma seção ou faixa.\n3. Capacidade de definir a frequência de repetição do loop.\n4. Menos memória é consumida porque o script de conteúdo é usado em vez de uma página de fundo.\n5. A capacidade de iniciar um loop usando o atalho de teclado \"P\" - Definir \"&loop=10\" em uma URL para iniciar um loop 10 vezes Quando o botão de loop for pressionado, a reprodução automática da lista de reprodução será desativada.\n6. Também é possível especificar o número de vezes que a lista de reprodução deve continuar após o loop.\n7. Adote o mais novo estilo do YouTube (2022), (Material YouTube e YouTube Gaming).\n8. Exibição de tradução com base no idioma do YouTube.\n9. disponível em todos os sistemas operacionais para os navegadores.\n10. Extensão muito leve e fácil de usar.",
    "ro": "Aceasta este o extensie cu care puteți viziona diferite videoclipuri YouTube în buclă. Nu numai că puteți seta anumite bucle de timp. Și, în plus, puteți seta setarea de calitate a videoclipului dvs. de pe youtube și există diverse alte funcții pe care ți le oferă această extensie.\n\nVeți primi un buton buclă sub playerul YouTube dacă utilizați Looper pentru YouTube. Butonul va porni videoclipul, care se va bucla la nesfârșit.\n\n[+] Caracteristici\n1. Opțiunea de a seta bucla automată implicită a fiecărui videoclip.\n2. Capabil de a seta o buclă într-o secțiune sau interval.\n3. Capacitatea de a seta frecvența de repetiție a buclei.\n4. Se consumă mai puțină memorie deoarece se folosește Content Script în locul unei pagini de fundal.\n5. Posibilitatea de a începe o buclă folosind comanda rapidă de la tastatură „P” - Setarea „&loop=10” într-o adresă URL pentru a începe o buclă de 10 ori Când butonul buclă este apăsat, redarea automată a listei de redare va fi dezactivată.\n6. De asemenea, este posibil să specificați de câte ori ar trebui să continue lista de redare după buclă.\n7. Adoptă cel mai nou stil YouTube (2022), (Material YouTube și YouTube Gaming).\n8. Afișarea traducerii pe baza limbii YouTube.\n9. disponibil pe toate sistemele de operare pentru browsere.\n10. Extensie foarte simplă și ușor de utilizat.",
    "ru": "Это расширение, с помощью которого вы можете циклически смотреть разные видео на YouTube. Мало того, что вы можете установить определенные временные петли. Кроме того, вы можете настроить качество своего видео на YouTube, а также множество других функций, которые предоставляет вам это расширение.\n\nВы получите кнопку цикла под проигрывателем YouTube, если используете Looper для YouTube. Кнопка запустит видео, которое будет бесконечно повторяться.\n\n[+] Особенности\n1. Возможность установить автоматический цикл по умолчанию для каждого видео.\n2. Возможность установки петли в разделе или диапазоне.\n3. Возможность установки частоты повторения цикла.\n4. Потребляется меньше памяти, поскольку вместо фоновой страницы используется Content Script.\n5. Возможность запуска цикла с помощью сочетания клавиш \"P\" - Установка \"&loop=10\" в URL-адресе для запуска цикла 10 раз. При нажатии кнопки цикла автоматическое воспроизведение плейлиста будет отключено.\n6. Также можно указать, сколько раз плейлист должен продолжаться после цикла.\n7. Используйте новейший стиль YouTube (2022 г.) (Материалы YouTube и YouTube Gaming).\n8. Отображение перевода на основе языка YouTube.\n9. Доступно во всех операционных системах для браузеров.\n10. Очень легкое и простое в использовании расширение.",
    "sk": "Toto je rozšírenie, pomocou ktorého môžete sledovať rôzne videá YouTube v slučke. Nielen, že môžete nastaviť konkrétne časové slučky. A okrem toho si môžete nastaviť nastavenie kvality vášho videa na youtube a existujú rôzne ďalšie funkcie, ktoré vám toto rozšírenie poskytuje.\n\nAk používate Looper pre YouTube, pod prehrávačom YouTube sa zobrazí tlačidlo slučky. Tlačidlo spustí video, ktoré sa bude nekonečne opakovať.\n\n[+] Funkcie\n1. Možnosť nastaviť predvolenú automatickú slučku každého videa.\n2. Možnosť nastavenia slučky v sekcii alebo rozsahu.\n3. Možnosť nastavenia frekvencie opakovania slučky.\n4. Spotrebuje sa menej pamäte, pretože namiesto stránky na pozadí sa používa skript obsahu.\n5. Možnosť spustiť slučku pomocou klávesovej skratky „P“ – Nastavenie „&loop=10“ v URL na spustenie slučky 10-krát. Po stlačení tlačidla slučky sa deaktivuje automatické prehrávanie zoznamu skladieb.\n6. Je tiež možné určiť, koľkokrát má zoznam skladieb pokračovať po slučke.\n7. Prijmite najnovší štýl YouTube (2022), (Material YouTube a YouTube Gaming).\n8. Zobrazenie prekladu podľa jazyka YouTube.\n9. dostupné vo všetkých operačných systémoch pre prehliadače.\n10. Veľmi ľahké a ľahko použiteľné rozšírenie.",
    "sr": "Ово је проширење са којим можете гледати различите ИоуТубе видео записе у петљи. Не само да можете поставити одређене временске петље. Осим тога, можете подесити поставку квалитета вашег ИоуТубе видеа и постоје разне друге функције које вам ово проширење пружа.\n\nДобићете дугме за петљу испод ИоуТубе плејера ако користите Лоопер за ИоуТубе. Дугме ће покренути видео, који ће се понављати бесконачно.\n\n[+] Карактеристике\n1. Опција за постављање подразумеване аутоматске петље за сваки видео.\n2. Могућност постављања петље у делу или опсегу.\n3. Могућност подешавања фреквенције понављања петље.\n4. Мање меморије се троши јер се уместо позадинске странице користи Цонтент Сцрипт.\n5. Могућност покретања петље помоћу пречице на тастатури „П“ – Подешавање „&лооп=10“ у УРЛ-у за покретање петље 10 пута Када се притисне дугме за петљу, аутоматска репродукција листе песама ће бити онемогућена.\n6. Такође је могуће одредити колико пута би листа за репродукцију требало да се настави након петље.\n7. Усвојите најновији ИоуТубе стил (2022), (Материал ИоуТубе и ИоуТубе Гаминг).\n8. Приказ превода на основу језика ИоуТубе-а.\n9. доступно у свим оперативним системима за претраживаче.\n10. Веома лак и једноставан за коришћење проширење.",
    "tr": "Bu, farklı YouTube videolarını bir döngüde izleyebileceğiniz bir uzantıdır. Yalnızca belirli zaman döngüleri ayarlayabilmeniz değil. Ayrıca youtube videonuzun kalite ayarını kendiniz yapabilirsiniz ve bu uzantının size sağladığı çeşitli başka özellikler de vardır.\n\nYouTube için Looper kullanıyorsanız, YouTube oynatıcısının altında bir döngü düğmesi alırsınız. Düğme, sonsuza kadar döngüye girecek olan videoyu başlatır.\n\n[+] Özellikler\n1. Her videonun varsayılan otomatik döngüsünü ayarlama seçeneği.\n2. Bir bölüm veya aralıkta bir döngü ayarlayabilme.\n3. Döngünün tekrarlama frekansını ayarlama yeteneği.\n4. Arka plan sayfası yerine Content Script kullanıldığından daha az bellek tüketilir.\n5. \"P\" klavye kısayolunu kullanarak bir döngü başlatma yeteneği - 10 kez bir döngü başlatmak için bir URL'de \"&loop=10\" ayarı Döngü düğmesine basıldığında, oynatma listesi otomatik oynatması devre dışı bırakılır.\n6. Döngüden sonra oynatma listesinin kaç kez devam etmesi gerektiğini belirtmek de mümkündür.\n7. En yeni YouTube stilini (2022) benimseyin (Malzeme YouTube ve YouTube Oyun).\n8. YouTube'un diline göre çeviri ekranı.\n9. tarayıcılar için tüm işletim sistemlerinde kullanılabilir.\n10. Çok hafif ve kullanımı kolay Uzantı.",
    "zh_CN": "这是一个扩展程序，您可以使用它循环观看不同的 YouTube 视频。 不仅如此，您还可以设置特定的时间循环。 此外，您可以设置 youtube 视频的质量设置，并且此扩展程序还为您提供了各种其他功能。\n\n如果您使用 Looper for YouTube，您会在 YouTube 播放器下方看到一个循环按钮。 该按钮将开始播放视频，视频将无限循环播放。\n\n[+] 特点\n1.设置每个视频默认自动循环的选项。\n2.能够在一个部分或范围内设置一个循环。\n3. 能够设置循环的重复频率。\n4. 由于使用内容脚本而不是后台页面，因此占用的内存更少。\n5. 可以使用键盘快捷键“P”开始循环 - 在 URL 中设置“&loop=10”以开始循环 10 次 当按下循环按钮时，播放列表自动播放将被禁用。\n6. 也可以指定播放列表在循环后继续播放的次数。\n7. 采用最新的 YouTube 风格 (2022)，（Material YouTube 和 YouTube Gaming）。\n8. 基于YouTube 语言的翻译显示。\n9. 适用于所有操作系统的浏览器。\n10. 非常精简且易于使用的扩展。",
    "zh_TW": "這是一個擴展程序，您可以使用它循環觀看不同的 YouTube 視頻。 不僅如此，您還可以設置特定的時間循環。 此外，您可以設置 youtube 視頻的質量設置，並且此擴展程序還為您提供了各種其他功能。\n\n如果您使用 Looper for YouTube，您會在 YouTube 播放器下方看到一個循環按鈕。 該按鈕將開始播放視頻，視頻將無限循環播放。\n\n[+] 特點\n1.設置每個視頻默認自動循環的選項。\n2.能夠在一個部分或範圍內設置一個循環。\n3. 能夠設置循環的重複頻率。\n4. 由於使用內容腳本而不是後台頁面，因此佔用的內存更少。\n5. 可以使用鍵盤快捷鍵“P”開始循環 - 在 URL 中設置“&loop=10”以開始循環 10 次 當按下循環按鈕時，播放列表自動播放將被禁用。\n6. 也可以指定播放列表在循環後繼續播放的次數。\n7. 採用最新的 YouTube 風格 (2022)，（Material YouTube 和 YouTube Gaming）。\n8. 基於YouTube 語言的翻譯顯示。\n9. 適用於所有操作系統的瀏覽器。\n10. 非常精簡且易於使用的擴展。"
  }
}