{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Illiad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Illiad makes learning and remembering information intuitive.\n\nTransform Pages into a Personal Library of Knowledge:\nDiscover the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Illiad makes learning and remembering information intuitive.\n\nTransform Pages into a Personal Library of Knowledge:\nDiscover the full potential of every webpage you visit with Illiad. Transform any page of text into a dynamic library of knowledge. Highlight terms you're unfamiliar with, chat in real-time with any document or webpage, and save important information into a personalized, AI-powered knowledgebase. \n\nInstant Context for Every Page:\nWith Illiad, you can dive deeper into any content you're reading in Chrome with just a simple highlight. Get instant explanations, definitions, and context for any term or phrase.\n\nEngage with Content Like Never Before:\nEver wished you could ask the author a question directly? Illiad allows you to chat with content in real-time, asking detailed questions about what you're reading as if you're talking to the author. \n\nSeamlessly Save Content as You Read:\nIlliad integrates smoothly into your browsing experience, allowing you to save any content with a simple click. Whether it's an insightful article, a research paper, or a captivating blog post, saving it is only a click away. Each piece of content you save becomes a part of your ever-growing library of knowledge.\n\nChat with Your Growing Knowledgebase:\nAs soon as you save something with Illiad, it becomes a living part of your knowledgebase. You're not just saving pages; you're building a reservoir of knowledge that evolves with you. Chat with your personalized AI assistant about saved pages, asking questions, seeking summaries, or exploring topics in-depth."
  }
}