{
  "name": {
    "ar": "أداة تحويل المستندات - بواسطة Convert Helper",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Document Converter Tool - By Convert Helper",
    "de": "Document Converter Tool - Von Convert Helper",
    "es": "Herramienta de Conversión de Documentos - Por Convert Helper",
    "fr": "Outil de Conversion de Documents - Par Convert Helper",
    "hi": "दस्तावेज़ कन्वर्टर टूल - कन्वर्ट हेल्पर द्वारा",
    "id": "Alat Pengonversi Dokumen - Oleh Convert Helper",
    "it": "Strumento di Conversione Documenti - Di Convert Helper",
    "pt_PT": "Ferramenta de Conversão de Documentos - Por Convert Helper",
    "ru": "Инструмент для преобразования документов - От Convert Helper",
    "vi": "Công cụ chuyển đổi tài liệu - Bởi Convert Helper",
    "zh_CN": "文档转换工具 - 由 Convert Helper 提供"
  },
  "short": {
    "ar": "قم بتحويل المستندات بسهولة باستخدام أداة تحويل المستندات المستندة إلى المتصفح الخاصة بنا.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Easily convert your documents with our browser-based Document Converter Tool.",
    "de": "Konvertieren Sie Ihre Dokumente ganz einfach mit unserem browserbasierten Document Converter Tool.",
    "es": "Convierta sus documentos fácilmente con nuestra herramienta de conversión de documentos basada en navegador.",
    "fr": "Convertissez facilement vos documents avec notre outil de conversion de documents basé sur le navigateur.",
    "hi": "हमारे ब्राउज़र-आधारित दस्तावेज़ कन्वर्टर टूल के साथ आपके दस्तावेज़ों को आसानी से परिवर्तित करें।",
    "id": "Mudah mengonversi dokumen Anda dengan Alat Pengonversi Dokumen berbasis browser kami.",
    "it": "Converti facilmente i tuoi documenti con il nostro strumento di conversione documenti basato su browser.",
    "pt_PT": "Converta facilmente os seus documentos com a nossa Ferramenta de Conversão de Documentos baseada em navegador.",
    "ru": "Легко преобразуйте свои документы с помощью нашего инструмента для преобразования документов, работающего в браузере.",
    "vi": "Dễ dàng chuyển đổi tài liệu của bạn với Công cụ chuyển đổi tài liệu dựa trên trình duyệt của chúng tôi.",
    "zh_CN": "使用我们的基于浏览器的文档转换工具，轻松转换您的文件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control over your files with the Document Converter Tool! This versatile and user-friendly extension enables you to convert various file formats directly from your browser.\n\nKey features include:\n\nPDF Converter: Simplify your work by converting your files to the universally accepted PDF format.\nDOC and DOCX Converter: Switch between the classic DOC and the modern DOCX formats with ease.\nDOCM Converter: Preserve your macros by converting documents to DOCM format.\nRTF Converter: Maintain text style and formatting with the Rich Text Format (RTF) converter.\nTXT Converter: Strip away all formatting for a bare-bones text file.\nDOT and DOTX Converter: Convert your document templates to DOT or DOTX as needed.\nDOX Converter: Ensure compatibility with older versions of Word using the DOX converter.\nPAGES Converter: Bring your Apple Pages documents into other formats for broader compatibility.\n\nWith just one click, you can convert from one format to another, saving time and increasing productivity. Whether you are a student, a professional, or anyone in need of quick file conversion, the Document Converter Tool is perfect for you."
  }
}