{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Загрузчик медиа Amazon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Скачать медиа с Amazon.com - Создано загрузмаркет.рф"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ВНИМАНИЕ: ЭТА ВЕРСИЯ БЕСПЛАТНАЯ И СОДЕРЖИТ ОГРАНИЧЕНИЯ И МЕНЬШЕ ФУНКЦИЙ. ЕСЛИ ВЫ ХОТИТЕ ИСПОЛЬЗОВАТЬ ПРО-ВЕРСИЮ, СКАЧАЙТЕ ЕЁ ПО ССЫЛКЕ: https://chrome.google.com/webstore/detail/aomdhgmacabbdofpiendeckiineedhcf\n\nЗагрузчик медиа Amazon — это мощное и простое в использовании расширение для Chrome, предназначенное для упрощения процесса скачивания высококачественных медиа с сайта Amazon.com \nНезависимо от того, нужно ли вам сохранить изображения продуктов для личного использования или для бизнеса, этот инструмент делает процесс сбора и организации визуального контента легким и удобным.\n\nОсновные функции:\n\n- Скачивание в высоком разрешении: Автоматически извлекает и загружает изображения продуктов в высоком разрешении прямо с Amazon.com.\n- Простой интерфейс: Чистый и интуитивно понятный интерфейс позволяет быстро просматривать и выбирать изображения для скачивания.\n- Выбор и скачивание: Выберите конкретные изображения для скачивания или выберите все сразу.\n- Экспорт в CSV: Экспортируйте URL выбранных медиафайлов в CSV-файл для удобного отслеживания и управления.\n\nКак это работает:\n\n1 - Получить изображения: Нажмите кнопку «Получить изображения», чтобы извлечь изображения продуктов в высоком разрешении с текущей страницы Amazon.com.\n2 - Выберите изображения: Просмотрите извлеченные изображения и используйте флажки для выбора тех, которые вы хотите скачать.\n3 - Скачать выбранные изображения: Нажмите кнопку «Скачать выбранные», чтобы загрузить выбранные изображения прямо на ваше устройство.\n4 - Экспорт в CSV: Используйте кнопку «Скачать CSV», чтобы загрузить CSV-файл, содержащий URL ваших выбранных изображений.\n\n\nОтказ от ответственности:\n\nЭто расширение разработано для работы исключительно с сайтом Amazon.com и может быть несовместимо с другими веб-сайтами. Убедитесь, что вы соблюдаете условия использования Amazon.com при использовании этого инструмента."
  }
}