{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "USAJobstimization"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps with searching and applying for jobs!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps search and apply for jobs on USAJobs. It allows you to minimize or remove job postings from the search list. I also allows for Infinity Scroll! All the jobs -- on one page!\n\nUSA Jobs is actually a great website. But there were some minor quality of life issues that were vexing me. So I made a Chrome Extension to make the website more friendly.\n\nThe Chrome extension saves everything locally and doesn't store or track any of your usage.\n\nUSA Jobstimization adds some great features to the USA Jobs website. Here is a list of what it can do:\n1. Adds Infinite Scroll. No more having to hit \"next page\" to see the next page of jobs. This loads all of the jobs for your search dynamically so you can just keep scrolling down to see them.\n2. Adds plain text filtering!! No more IRS or FAA jobs if you don't want to see them! Just type in FAA, or any other word/phrase, and any job that has that word/phrase is instantly removed from all job searches! \n3. Remove / Minimize Jobs. If there is a job that keeps appearing in your searches that you don't ever want to see again you can hit the \"remove\" button to block that job from showing up. Don't worry... you can click on the \"view removed jobs\" button to view all of the jobs you removed and you can unremove them with the click of a button.\n4. Auto-minimize jobs! This feature cleans up the formatting of the job list to make the jobs more compact and easier to read. You can minimize individual jobs or hit the \"Toggle Minimize Jobs\" button to automatically minimize jobs!"
  }
}