{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X-Alpha"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "X-Alpha chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Crypto Trading with Our AI-Enhanced Chrome Extension, Now Upgraded to Version 4.6!\n\n🚀 Upgrade Your Market Analysis: Dive into the crypto market with our enhanced AI Chrome extension. It transforms your Twitter feed into a powerful analysis tool, spotting trending tokens and market trends right from your browser.\n\n💡 Smart Trading Made Simple: Get ahead with instant insights from Twitter, combining on-chain data and social trends. Our extension now offers more than just market tracking; it includes safety checks and tips to sharpen your trading skills.\n\n✨ Enhanced Features for a Better Experience:\n\n- Quick Market Insights: Instantly get updated on a wider range of tokens for a more comprehensive experience.\n\n- Actionable Signals from Social Media: Turn your Twitter interactions into smart trading cues, with options to create engaging and insightful tweets.\n\n🆕 What's New in Version 4.6:\n\n-  Major Bug fixes\n\n- Improved product performance\n\n- Decommissioned unnecessary cluttered features to improve user experience\n\n- Integration of the Back Functionality, Search Recommendation etc. to improve the UX.\n\n- Search Feature: Now Search about the tokens,  cashtags, influencers directly from the X-alpha\n\n- Track Project Community Leaders: See real-time rankings of the most active and influential community members. Get a clear view of Key Opinion Leaders (KOLs) and their involvement over time.\n\n- Deep Dive into KOL Analytics: Analyze the financial trends and sentiments of KOLs through their hashtag use. Understand the network by tracking interactions among crypto influencers.\n\n- Multi language support: earlier only limited to English but now works with all the languages settings of your Twitter app.\n\n- Cashtags & Hashtags trends: Now the users can see the latest cashtags and latest hashtags that are trending on twitter\n\n- Access the extension from profile page of any user\n\n- Also access the extension with a single click on the X-Alpha extension icon pinned in your browser\n\n- Integrated the dextools/dexscreener price chart for all the major tokens\n\n- Added pagination to the tables to access more data without any hassle\n\n🌐 Data Meets Strategy: Make informed trades with data-driven insights. Our latest extension is more intuitive, offering a seamless blend of innovation and practicality for your trading journey."
  }
}