{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professor Peek"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professor Peek adds the RateMyProfessor rating and CUReviews rating to the course catalog"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Professor Peek allows students to quickly and easily see CUReviews and RateMyProfessor scores for each class on Course Roster. \n\nInstructions:\n1) Install ProfessorPeek\n2) Navigate to Cornell Course Roster and search for classes. The extension will automatically fill in the extra information for class and professor ratings\n\nBoth class and professor ratings are out of 5. \n\nFeatures:\nNEW In 1.9:\n- See link to leave a review for a professor\n- Fixed downgraded courses getting ratings (Ex: CS 4700 -> CS 3700)\n- New resources section. To access, click the extension icon in your browser bar\n- You can now click a professor's name to copy it \n\n1.8: \n- Filter classes based on whether the start before, after, or in between two given times.\n- See CUReviews overall, difficulty, and workload rating for each class\n- Open and collapse discussion sections for each class\n- Toggle the 2 most recent reviews for each class\n- Display link to see CUReviews page for a class\n- Color professor names based on RateMyProfessorScore\n- See number of ratings a professor has on RateMyProfessor\n- Display link to see RateMyProfessor page \n- Show CUReviews info on scheduler page when building a schedule or when a user clicks “Course Details”\n- Back to top button in bottom right of screen\n\nData\n- The class ratings and reviews comes from https://www.cureviews.org/ which is offered and maintained by Cornell Digital Tech & Innovation\n- Professor ratings come from https://www.ratemyprofessors.com/"
  }
}