{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mahjong Chains Unblocked & Other Mahjong Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click access to Mahjong Chains Game & Other Classic Mahjong Solitaire Games - Launcher"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready folks, because we're about to dive headfirst into the captivating world of Mahjong Chains – a tile-matching extravaganza that'll have you hooked from the first click! ✨ With our awesome Mahjong Chains launcher extension, you can access this unblocked game sensation directly from your browser. Think of it as your VIP pass to endless hours of free, brain-tickling fun!\n\nSo, what's the deal with Mahjong Chains online? Well, the goal is simple yet oh-so-addictive: match those identical Mahjong tiles and watch them disappear from the board.  But hold your horses – there's a strategic twist! You can only connect tiles with a path of no more than three straight lines. It's a mind-bending challenge that'll have you plotting your moves like a seasoned Mahjong mastermind. 🧠\n\nBut hey, don't stress if you're new to the Mahjong scene! Mahjong Chains has something for everyone. Feeling a bit laid-back? Relaxed mode is your jam. No timers, no pressure – just pure, unadulterated tile-matching bliss. It's the perfect cure for those \"meh\" afternoons or when you need a sneaky break from those oh-so-serious spreadsheets. 😉\n\nCraving a bit more of a challenge? Then buckle up for normal mode, where the clock is your nemesis! Race against time to clear the board in this heart-pounding, tile-toppling adventure. It's enough to get anyone's adrenaline pumping! 💥\n\nAnd get this – the fun doesn't stop there! With the Mahjong Chains Chrome extension, you get instant access to a whole treasure trove of other free Mahjong games! It's like having your own personal Classic Mahjong arcade at your fingertips. Explore different variations, master new strategies, and become the ultimate Mahjong champion! 🏆\n\nFEATURES\n- Shortcut (button) to Mahjong Chains game\n- Shortcut (button) to Other Classic Mahjong Solitaire games\n\nWhether you're a puzzle-solving whiz or just looking for a way to unwind, Mahjong Chains has got you covered. It's the perfect blend of strategy, skill, and pure, unfiltered fun.  So, what are you waiting for? Unleash your inner tile-matching hero and experience the magic of Mahjong Chains today! 🤩\n\nOkay, now for the techy part: what the heck is this launcher/shortcut extension all about? Think of it as your magical shortcut to Mahjong Chains on Magbei.com. With one click, BAM! You're transported directly to the game, no more fumbling around with websites or bookmarks. It's a serious time-saver and ensures those tile-matching cravings are satisfied in a flash! 🚀"
  }
}