{
  "name": {
    "ar": "Remove Youtube Recommended",
    "am": "Hide YouTube Shorts - adblock",
    "bg": "Block Thumbnails - Hide Sidebar",
    "bn": "Skip Ads YouTube - Floating Player",
    "ca": "Amaga la distracció de YouTube - Mode personalitzat",
    "cs": "Skryjte rušení YouTube - Vlastní režim",
    "da": "Skjul YouTube forstyrrelse - Brugerdefineret tilstand",
    "de": "Verstecke YouTube Ablenkung - Benutzerdefinierter Modus",
    "el": "Youtube Ad Block - Custom Youtube",
    "en,en_AU,en_GB,en_US,pt_BR,ru,uk,zh_TW": "Hide YouTube distraction - shorts block",
    "es,es_419": "Oculta la distracción de YouTube - Modo personalizado",
    "et": "Hide YouTube Thumbnails",
    "fa": "Hide Youtube Viewers and Ratings",
    "fi": "Piilota YouTube-häiriö - Mukautettu tila",
    "fil": "Youtube Shorts Blocker",
    "fr": "Cachez la distraction YouTube - Mode personnalisé",
    "gu": "YouTube Disable Autoplay - Auto 4K HD",
    "he": "Hide YouTube comments, live chat",
    "hi": "Youtube Customize - block ads",
    "hr": "Custom mode Youtube - HTML video speed",
    "hu": "Video Speed Controller for Youtube",
    "id": "Focus mode and Block ads Youtube",
    "it": "Nascondi distrazione YouTube - Modalità personalizzata",
    "ja": "YouTubeの邪魔を隠す - カスタムモード",
    "kn": "Speed HTML5 Video  - YouTube Adblocker",
    "ko": "유튜브 방해를 숨기기 - 사용자 정의 모드",
    "lt": "Paslėpkite YouTube nukreipimą - Autoskip",
    "lv": "Paslēpt YouTube novēršanu - Looper Youtube",
    "ml": "Auto Skip Ad - Hide YouTube distraction",
    "mr": "Youtube fullscreen controls",
    "ms": "Magic Actions for YouTube",
    "nl": "Verberg YouTube afleiding - Aangepaste modus",
    "no": "Skjul YouTube distraksjon - Egendefinert modus",
    "pl": "Ukryj rozproszenie YouTube - Tryb niestandardowy",
    "pt_PT": "Esconda a distração do YouTube - Modo personalizado",
    "ro": "Youtube Blocker - No Thumbnails",
    "sk": "Skryť YouTube rozptýlenie - Vlastný režim",
    "sl": "Skrij YouTube motnjo - Looper Youtube",
    "sr": "Picture in Picture - PiP & Hide YouTube",
    "sv": "Dölj YouTube distraktion - Anpassat läge",
    "sw": "Focus mode - Custom mode",
    "ta": "Adblock for Youtube - Youtube shorts",
    "te": "Auto HD and Youtube shorts Block",
    "th": "Improve Youtube - Video Youtube",
    "tr": "YouTube dikkat dağıtıcıyı gizle - Özel mod",
    "vi": "YouTube Custome mode - Thumbnails",
    "zh_CN": "隐藏YouTube干扰 - 自定义模式"
  },
  "short": {
    "ar,gu,he,kn,ml,ms,vi": "Eliminate YouTube shorts, trending, and related videos from your homepage recommendations to minimize distractions and maximize…",
    "am,bg,mr,th": "Conceal YouTube shorts, popular, and suggested videos on the homepage, as well as other distracting elements.",
    "bn": "Powerful adblock, ad bloker free, youtube adblock, adblock plus, adblock chrome, adblock browser, best ad blocker, facebook…",
    "ca": "Amaga els curts de YouTube, tendències, vídeos relacionats, recomanacions de la pàgina d'inici, vídeos relacionats i altres…",
    "cs": "Skryjte YouTube shorts, trendy, související videa, doporučení na úvodní stránce, související videa a další rušení.",
    "da": "Skjul YouTube shorts, trending, relaterede videoer, anbefalinger på hjemmesiden, relaterede videoer og andre forstyrrelser.",
    "de": "Verstecke YouTube Shorts, Trends, verwandte Videos, Homepage-Empfehlungen, verwandte Videos und andere Ablenkungen.",
    "el,hu,ta": "Conceal those pesky YouTube distractions, like shorts, trending content, and recommended videos on your homepage. Don't let them…",
    "en,en_AU,en_GB,en_US,pt_BR,ru,uk,zh_TW": "Hide YouTube shorts, trending, related videos, homepage recommendations, related videos and other distractions.",
    "es,es_419": "Oculta los cortos de YouTube, tendencias, videos relacionados, recomendaciones de la página de inicio, videos relacionados y otras…",
    "et,fil,hr,ro,te": "Eliminate YouTube shorts, popular, related videos, recommended homepage content, related videos and any other distractions.",
    "fa,hi,sw": "Conceal YouTube's shorts, trending content, related videos, and homepage recommendations to eliminate any distractions.",
    "fi": "Piilota YouTube-lyhytelokuvat, trendit, liittyvät videot, kotisivun suositukset, liittyvät videot ja muut häiriötekijät.",
    "fr": "Cachez les shorts YouTube, les tendances, les vidéos associées, les recommandations de la page d'accueil, les vidéos associées et…",
    "id,sr": "Eliminate YouTube shorts, trending distractions, and related videos from your homepage recommendations and other distractions.",
    "it": "Nascondi YouTube shorts, tendenze, video correlati, raccomandazioni della homepage, video correlati e altre distrazioni.",
    "ja": "YouTubeショート、トレンド、関連動画、ホームページの推奨、関連動画、およびその他の邪魔を隠します。",
    "ko": "유튜브 짧은 클립, 트렌딩, 관련 동영상, 홈페이지 추천, 관련 동영상 및 기타 방해 요소를 숨깁니다.",
    "lt": "Paslėpkite „YouTube“ trumpinius, populiarius, susijusius vaizdo įrašus, pradžios puslapio rekomendacijas, susijusius vaizdo įrašus…",
    "lv": "Paslēpt YouTube īsfilmu, aktuālo, saistīto video, mājas lapas ieteikumus, saistītos video un citas novēršanas.",
    "nl": "Verberg YouTube shorts, trending, gerelateerde video's, homepage aanbevelingen, gerelateerde video's en andere afleidingen.",
    "no": "Skjul YouTube shorts, trending, relaterte videoer, hjemmeside anbefalinger, relaterte videoer og andre distraksjoner.",
    "pl": "Ukryj krótkie filmy YouTube, trendy, powiązane filmy, rekomendacje na stronie głównej, powiązane filmy i inne rozproszenia.",
    "pt_PT": "Esconda os curtas do YouTube, tendências, vídeos relacionados, recomendações da página inicial, vídeos relacionados e outras…",
    "sk": "Skryť YouTube shorts, trending, súvisiace videá, odporúčania na úvodnej stránke, súvisiace videá a ďalšie rozptýlenia.",
    "sl": "Skrij YouTube kratke, trendi, povezane videoposnetke, priporočila na domači strani, povezane videoposnetke in druge motnje.",
    "sv": "Dölj YouTube shorts, trendande, relaterade videoklipp, hemsiderekommendationer, relaterade videoklipp och andra distraktioner.",
    "tr": "YouTube kısa videoları, trendleri, ilgili videoları, ana sayfa önerilerini, ilgili videoları ve diğer dikkat dağıtıcıları gizleyin.",
    "zh_CN": "隐藏YouTube短片，趋势，相关视频，主页推荐，相关视频和其他干扰。"
  },
  "long": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,hu,kn,ml,mr,ms,pt_BR,ru,sk,sr,sw,ta,te,th,uk,zh_TW": "Do you find yourself getting hooked by Youtube's recommended and related videos, but you don't want to deprive yourself completely of Youtube? \n\nThis extension still lets you search and play videos, but hides the parts of Youtube that are unneeded and addictive: the front page recommendation feed, the related videos in the sidebar!\n\nChrome extension to remove YouTube distractions, including the recommended sidebar, endscreen video suggestions, user comments, homepage related videos feed, trending tab, turn off autoplay or annotations, and more. Toggle the options through the popup to customize your own YouTube experience.\n\nSay goodbye to YouTube comments with the Hide YouTube Comments, Live Chat, & Related extension. Reduce distraction by hiding related videos. If you need comments, live chat, or related videos to be re-enabled, simply toggle the feature off!\n\nWe created YouTube Productivity Mode, with an objective to reduce the triggers. Switch YPM in “Productivity Mode” to blur all the thumbnails on YouTube so that the catchy and clickbaity thumbnails don’t grab your attention. \n\nSo now if you get redirected to YouTube while working/studying, the recommended thumbnails won’t catch your eyes and you will hopefully switch back to your task again without losing your focus.\n\nThis extension could also be descibed as blocking YouTube thumbnails on videos, disabling thumbnails on videos, blurring YouTube thumbnails on videos.\nblurring YouTube thumbnails on videos.\n\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.\n\nHide distraction empowers you to take control of your YouTube journey. It allows you to personalize your viewing environment according to your preferences and helps you reclaim your YouTube experience.",
    "ca": "Et trobes enganxat pels vídeos recomanats i relacionats de Youtube, però no vols privar-te completament de Youtube?\n\nAquesta extensió encara us permet cercar i reproduir vídeos, però amaga les parts de Youtube que són innecessàries i addictives: el feed de recomanacions de la portada, els vídeos relacionats a la barra lateral!\n\nExtensió de Chrome per eliminar les distraccions de YouTube, com ara la barra lateral recomanada, els suggeriments de vídeo de la pantalla final, els comentaris dels usuaris, el feed de vídeos relacionats amb la pàgina d'inici, la pestanya de tendències, desactivar la reproducció automàtica o les anotacions i molt més. Canvia les opcions a través de la finestra emergent per personalitzar la teva pròpia experiència de YouTube.\n\nDigues adéu als comentaris de YouTube amb l'extensió Amaga els comentaris de YouTube, el xat en directe i l'extensió relacionada. Redueix la distracció amagant vídeos relacionats. Si necessiteu que es tornin a activar comentaris, xat en directe o vídeos relacionats, només cal que desactiveu la funció.\n\nHem creat el mode de productivitat de YouTube, amb l'objectiu de reduir els activadors. Canvia YPM al \"Mode de productivitat\" per difuminar totes les miniatures de YouTube perquè les miniatures enganxadores i de clic no cridin la teva atenció.\n\nPer tant, ara si us redirigeix a YouTube mentre treballeu/estudieu, les miniatures recomanades no us cridaran l'atenció i esperem que torneu a la vostra tasca sense perdre el focus.\n\nAquesta extensió també es pot descriure com bloquejant les miniatures de YouTube als vídeos, desactivant les miniatures dels vídeos, desdibuixant les miniatures de YouTube als vídeos.\ndesdibuixant les miniatures de YouTube als vídeos.\n\nAmb Hide YouTube shorts pots;\n\n• Desactiva els curts de YouTube als canals d'inici, de tendències i de subscripció\n• Desactiveu els curts de YouTube a la llista Recomanats, als resultats de la cerca i al menú Notificacions\n• Desactiveu la pestanya Curs curts i els vídeos de curtmetratges a les pàgines del canal\n• Desactiva Lives and Premieres a les pàgines d'inici i de subscripció\n• La llista de bloqueig personalitzada permet als usuaris bloquejar contingut de canals específics\n• Reprodueix automàticament vídeos de curtmetratges en un format de vídeo normal\n\nYouTube és una marca comercial de Google LLC. L'ús d'aquesta marca comercial està subjecte als permisos de Google.\n\nEstableix automàticament la teva qualitat de vídeo de YouTube™ predeterminada amb aquesta nova i fantàstica Auto HD, compatible amb la resolució d'alta definició HD/4k/8k.\n✓ Torna al mode automàtic (valor predeterminat de YouTube)\n✓ Bella i senzilla interfície d'usuari automàtica HD\n\nOmet els patrocinis, la petició de subscripcions i molt més als vídeos de YouTube. Informa als patrocinadors dels vídeos que mires per estalviar temps als altres.\n\nSponsorBlock us permet ometre patrocinadors, introduccions, altres, recordatoris de subscripció i altres parts molestes dels vídeos de YouTube. SponsorBlock és una extensió de navegador multiprojecte que permet a qualsevol persona enviar les hores d'inici i finalització dels segments patrocinats i altres segments de vídeos de YouTube. Un cop una persona enviï aquesta informació, tots els altres que tinguin aquesta extensió passaran directament per sobre del segment patrocinat.\n\nCaracterístiques:\n  + bloqueja anuncis, banners i finestres emergents\n  + bloqueig d'anuncis en llocs externs que carreguen Youtube\n  + evitar que es carreguin anuncis de preroll a Youtube\n  + també podeu eliminar anotacions de vídeos i músiques (vegeu la pàgina d'opcions).\n  + carrega vídeos i el lloc web de YouTube més ràpidament.\n\nAdBlock a YouTube elimina els anuncis i millora la teva experiència de visualització de vídeos.\nNo cal que us sentiu davant dels anuncis pre-roll que no es poden ometre amb AdBlock. A diferència d'altres bloquejadors d'anuncis, AdBlock us permet filtrar anuncis i fins i tot permetre anuncis en canals individuals per donar suport als YouTubers que estimeu.\n\nAmaga la distracció et permet prendre el control del teu viatge a YouTube. Et permet personalitzar el teu entorn de visualització segons les teves preferències i t'ajuda a recuperar la teva experiència de YouTube.",
    "cs": "Zjistili jste, že se necháváte uchvátit doporučenými a souvisejícími videi Youtube, ale nechcete se o Youtube úplně připravit?\n\nToto rozšíření vám stále umožňuje vyhledávat a přehrávat videa, ale skrývá části Youtube, které jsou nepotřebné a návykové: zdroj doporučení na úvodní stránce, související videa na postranním panelu!\n\nRozšíření pro Chrome pro odstranění rušivých vlivů YouTube, včetně doporučeného postranního panelu, návrhů videí na závěrečné obrazovce, komentářů uživatelů, zdroje videí souvisejících s domovskou stránkou, karty Trendy, vypnutí automatického přehrávání nebo poznámek a dalších. Přepínáním možností prostřednictvím vyskakovacího okna si můžete přizpůsobit své vlastní prostředí YouTube.\n\nRozlučte se s komentáři na YouTube pomocí rozšíření Skrýt komentáře YouTube, živý chat a související. Omezte rozptylování skrytím souvisejících videí. Pokud potřebujete znovu povolit komentáře, živý chat nebo související videa, jednoduše tuto funkci vypněte!\n\nVytvořili jsme režim produktivity YouTube s cílem omezit spouštěče. Přepněte YPM v „Productivity Mode“, abyste rozmazali všechny miniatury na YouTube, aby chytlavé a klikací miniatury nepřitahovaly vaši pozornost.\n\nPokud tedy nyní budete přesměrováni na YouTube při práci/studiu, doporučené miniatury vám neublíží a doufejme, že se znovu vrátíte ke svému úkolu, aniž byste ztratili pozornost.\n\nToto rozšíření lze také popsat jako blokování miniatur YouTube u videí, deaktivaci miniatur u videí, rozmazání miniatur YouTube u videí.\nrozmazání miniatur YouTube u videí.\n\nS Hide YouTube shorts můžete;\n\n• Deaktivujte YouTube Shorts na domovské stránce, ve zdrojích Trendy a v odběrech\n• Zakažte YouTube Shorts v seznamu Doporučené, Výsledky vyhledávání a Oznámení\n• Vypněte kartu Shorts a Shorts videa na stránkách kanálu\n• Deaktivujte živé přenosy a premiéry na domovské stránce a na stránce Předplatné\n• Vlastní seznam blokování umožňuje uživatelům blokovat obsah z konkrétních kanálů\n• Automaticky přehrávat videa Shorts v běžném formátu videa\n\nYouTube je ochranná známka společnosti Google LLC. Použití této ochranné známky podléhá oprávněním společnosti Google.\n\nAutomaticky nastavte svou výchozí kvalitu videa YouTube™ pomocí této skvělé nové funkce Auto HD, která podporuje vysoké rozlišení HD/4k/8k.\n✓ Přepnout zpět do automatického režimu (výchozí nastavení YouTube)\n✓ Krásné a jednoduché uživatelské rozhraní Auto HD\n\nPřeskočte sponzorství, žebrání předplatného a další na videích YouTube. Nahlaste sponzory u videí, která sledujete, abyste ostatním ušetřili čas.\n\nSponsorBlock vám umožňuje přeskakovat sponzory, úvodní, vedlejší, připomenutí předplatného a další nepříjemné části videí YouTube. SponsorBlock je crowdsourcované rozšíření prohlížeče, které umožňuje komukoli odeslat čas začátku a konce sponzorovaných segmentů a dalších segmentů videí YouTube. Jakmile jedna osoba odešle tyto informace, všichni ostatní s tímto rozšířením přeskočí přímo přes sponzorovaný segment.\n\nFunkce:\n  + blokuje reklamy, bannery a vyskakovací okna\n  + blokování reklam na externích stránkách, které načítají Youtube\n  + zabránit načítání reklam před videem na Youtube\n  + můžete také odstranit anotace z videí a hudby (viz stránka možností).\n  + rychleji načítá videa a web YouTube.\n\nAdBlock na YouTube odstraňuje reklamy a zlepšuje zážitek ze sledování videa.\nS AdBlockem nemusíte sedět u nepřeskočitelných reklam před videem. Na rozdíl od jiných blokovačů reklam vám AdBlock umožňuje filtrovat reklamy a dokonce povolit reklamy na jednotlivých kanálech, aby podpořily vaše oblíbené YouTubery.\n\nSkrytí rozptýlení vám umožňuje převzít kontrolu nad vaší cestou na YouTube. Umožňuje vám přizpůsobit si prostředí sledování podle vašich preferencí a pomáhá vám znovu získat zážitek z YouTube.",
    "da": "Oplever du dig selv ved at blive hooked af Youtubes anbefalede og relaterede videoer, men du vil ikke fratage dig selv helt YouTube?\n\nDenne udvidelse lader dig stadig søge og afspille videoer, men skjuler de dele af Youtube, der er unødvendige og vanedannende: forsideanbefalingsfeedet, de relaterede videoer i sidebjælken!\n\nChrome-udvidelse til at fjerne YouTube-distraktioner, herunder den anbefalede sidebjælke, slutskærmsvideoforslag, brugerkommentarer, startsiderelaterede videofeeds, fanen trending, deaktiver automatisk afspilning eller annoteringer og mere. Skift mellem mulighederne gennem pop op-vinduet for at tilpasse din egen YouTube-oplevelse.\n\nSig farvel til YouTube-kommentarer med udvidelsen Skjul YouTube-kommentarer, Livechat og relaterede. Reducer distraktion ved at skjule relaterede videoer. Hvis du har brug for kommentarer, livechat eller relaterede videoer for at blive genaktiveret, skal du blot slå funktionen fra!\n\nVi oprettede YouTube Produktivitetstilstand med det formål at reducere udløserne. Skift YPM i \"Produktivitetstilstand\" for at sløre alle miniaturebilleder på YouTube, så de iørefaldende og clickbaity-miniaturer ikke fanger din opmærksomhed.\n\nSå nu, hvis du bliver omdirigeret til YouTube, mens du arbejder/studerer, vil de anbefalede thumbnails ikke fange dine øjne, og du vil forhåbentlig skifte tilbage til din opgave igen uden at miste dit fokus.\n\nDenne udvidelse kan også beskrives som blokering af YouTube-miniaturebilleder på videoer, deaktivering af miniaturebilleder på videoer, sløring af YouTube-miniaturebilleder på videoer.\nsløring af YouTube-miniaturebilleder på videoer.\n\nMed Hide YouTube-shorts kan du;\n\n• Deaktiver YouTube Shorts på start-, trend- og abonnementsfeeds\n• Deaktiver YouTube Shorts i menuen Anbefalet liste, Søgeresultater og Notifikationer\n• Deaktiver fanen Shorts og Shorts-videoer på kanalsider\n• Deaktiver Lives og Premieres på Hjem- og Abonnementssiderne\n• Brugerdefineret blokeringsliste giver brugerne mulighed for at blokere indhold fra specifikke kanaler\n• Afspil automatisk Shorts-videoer i et almindeligt videoformat\n\nYouTube er et varemærke tilhørende Google LLC. Brug af dette varemærke er underlagt Googles tilladelser.\n\nIndstil automatisk din standard YouTube™-videokvalitet med denne fantastiske nye Auto HD, der understøtter HD/4k/8k HD-opløsning.\n✓ Skift tilbage til automatisk tilstand (YouTubes standard)\n✓ Smuk og enkel Auto HD-brugergrænseflade\n\nSpring over sponsorater, abonnements-tiggeri og mere på YouTube-videoer. Rapportér sponsorer på videoer, du ser, for at spare andres tid.\n\nSponsorBlock lader dig springe over sponsorer, introer, outros, abonnementspåmindelser og andre irriterende dele af YouTube-videoer. SponsorBlock er en crowdsourced browserudvidelse, der lader alle indsende start- og sluttidspunkter for sponsorerede segmenter og andre segmenter af YouTube-videoer. Når én person indsender disse oplysninger, vil alle andre med denne udvidelse springe direkte over det sponsorerede segment.\n\nFunktioner:\n  + blokerer annoncer, banner og popups\n  + blokering af annoncer på eksterne sider, som indlæser Youtube\n  + forhindre preroll-annoncer i at indlæse på Youtube\n  + du kan også fjerne annoteringer fra videoer og musik (se side med indstillinger).\n  + indlæser videoer og YouTube-websted hurtigere.\n\nAdBlock på YouTube fjerner annoncer og forbedrer din videooplevelse.\nDu behøver ikke sidde igennem pre-roll-annoncer, der ikke kan springes over, med AdBlock. I modsætning til andre annonceblokkere giver AdBlock dig mulighed for at filtrere annoncer og endda tillade annoncer på individuelle kanaler for at understøtte de YouTubere, du elsker.\n\nSkjul distraktion giver dig mulighed for at tage kontrol over din YouTube-rejse. Det giver dig mulighed for at tilpasse dit visningsmiljø efter dine præferencer og hjælper dig med at genvinde din YouTube-oplevelse.",
    "de": "Fühlen Sie sich von den empfohlenen und verwandten Videos von YouTube süchtig, möchten aber nicht ganz auf YouTube verzichten?\n\nMit dieser Erweiterung können Sie weiterhin Videos suchen und abspielen, verbirgt jedoch die Teile von YouTube, die nicht benötigt werden und süchtig machen: den Empfehlungs-Feed auf der Startseite und die zugehörigen Videos in der Seitenleiste!\n\nChrome-Erweiterung zum Entfernen von YouTube-Ablenkungen, einschließlich der empfohlenen Seitenleiste, Videovorschlägen für den Endbildschirm, Benutzerkommentaren, Homepage-bezogenen Video-Feeds, der Registerkarte „Trends“, Deaktivieren der automatischen Wiedergabe oder von Anmerkungen und mehr. Schalten Sie die Optionen im Popup um, um Ihr eigenes YouTube-Erlebnis anzupassen.\n\nVerabschieden Sie sich von YouTube-Kommentaren mit der Erweiterung „YouTube-Kommentare, Live-Chat und Ähnliches ausblenden“. Reduzieren Sie Ablenkungen, indem Sie verwandte Videos ausblenden. Wenn Sie Kommentare, Live-Chat oder verwandte Videos wieder aktivieren möchten, schalten Sie die Funktion einfach aus!\n\nWir haben den YouTube-Produktivitätsmodus mit dem Ziel entwickelt, die Auslöser zu reduzieren. Schalten Sie YPM in den „Produktivitätsmodus“, um alle Miniaturansichten auf YouTube unscharf zu machen, damit die eingängigen und Clickbait-Miniaturansichten Ihre Aufmerksamkeit nicht erregen.\n\nWenn Sie also während der Arbeit/Lernen zu YouTube weitergeleitet werden, fallen Ihnen die empfohlenen Miniaturansichten nicht ins Auge und Sie können sich hoffentlich wieder Ihrer Aufgabe widmen, ohne den Fokus zu verlieren.\n\nDiese Erweiterung könnte auch als Blockieren von YouTube-Miniaturansichten bei Videos, Deaktivieren von Miniaturansichten bei Videos oder Verwischen von YouTube-Miniaturansichten bei Videos beschrieben werden.\nUnscharfe YouTube-Thumbnails auf Videos.\n\nMit YouTube-Shorts ausblenden können Sie;\n\n• Deaktivieren Sie YouTube-Shorts in den Feeds „Startseite“, „Trends“ und „Abonnement“.\n• Deaktivieren Sie YouTube Shorts in der Liste „Empfohlen“, in den Suchergebnissen und im Benachrichtigungsmenü\n• Deaktivieren Sie die Registerkarte „Shorts“ und Shorts-Videos auf den Kanalseiten\n• Deaktivieren Sie Lives und Premieren auf der Startseite und den Abonnementseiten\n• Mit der benutzerdefinierten Sperrliste können Benutzer Inhalte von bestimmten Kanälen blockieren\n• Spielen Sie Shorts-Videos automatisch in einem regulären Videoformat ab\n\nYouTube ist eine Marke von Google LLC. Die Nutzung dieser Marke unterliegt den Google-Genehmigungen.\n\nStellen Sie mit diesem großartigen neuen Auto HD automatisch Ihre standardmäßige YouTube™-Videoqualität ein und unterstützen Sie die hochauflösende Auflösung HD/4k/8k.\n✓ Wechseln Sie zurück in den automatischen Modus (YouTube-Standardeinstellung).\n✓ Schöne und einfache Auto HD-Benutzeroberfläche\n\nÜberspringen Sie Sponsoring, Abo-Betteln und mehr in YouTube-Videos. Melden Sie Sponsoren für Videos, die Sie ansehen, um anderen Zeit zu sparen.\n\nMit SponsorBlock können Sie Sponsoren, Intros, Outros, Abonnementerinnerungen und andere lästige Teile von YouTube-Videos überspringen. SponsorBlock ist eine Crowdsourcing-Browsererweiterung, mit der jeder die Start- und Endzeiten gesponserter Segmente und anderer Segmente von YouTube-Videos übermitteln kann. Sobald eine Person diese Informationen übermittelt, überspringt jeder andere mit dieser Erweiterung das gesponserte Segment direkt.\n\nMerkmale:\n  + blockiert Werbung, Banner und Popups\n  + Blockierung von Werbung auf externen Seiten, die YouTube laden\n  + Verhindern Sie, dass Preroll-Anzeigen auf YouTube geladen werden\n  + Sie können Anmerkungen auch aus Videos und Musik entfernen (siehe Optionsseite).\n  + lädt Videos und YouTube-Websites schneller.\n\nAdBlock auf YouTube entfernt Werbung und verbessert Ihr Videoerlebnis.\nMit AdBlock müssen Sie sich nicht mit nicht überspringbaren Pre-Roll-Anzeigen herumschlagen. Im Gegensatz zu anderen Werbeblockern können Sie mit AdBlock Anzeigen filtern und sogar Anzeigen auf einzelnen Kanälen zulassen, um die YouTuber zu unterstützen, die Sie lieben.\n\nDurch das Ausblenden von Ablenkungen können Sie die Kontrolle über Ihre YouTube-Reise übernehmen. Es ermöglicht Ihnen, Ihre Anzeigeumgebung entsprechend Ihren Vorlieben zu personalisieren und hilft Ihnen, Ihr YouTube-Erlebnis wiederherzustellen.",
    "es,es_419": "¿Te enganchan los vídeos recomendados y relacionados de Youtube, pero no quieres privarte por completo de Youtube?\n\nEsta extensión todavía te permite buscar y reproducir vídeos, pero oculta las partes de Youtube que son innecesarias y adictivas: el feed de recomendaciones de la página principal, los vídeos relacionados en la barra lateral.\n\nExtensión de Chrome para eliminar las distracciones de YouTube, incluida la barra lateral recomendada, sugerencias de videos en la pantalla final, comentarios de usuarios, feed de videos relacionados con la página de inicio, pestaña de tendencias, desactivar la reproducción automática o las anotaciones, y más. Alterna las opciones a través de la ventana emergente para personalizar tu propia experiencia en YouTube.\n\nDiga adiós a los comentarios de YouTube con la extensión Ocultar comentarios de YouTube, chat en vivo y temas relacionados. Reduzca las distracciones ocultando vídeos relacionados. Si necesita volver a habilitar los comentarios, el chat en vivo o los videos relacionados, ¡simplemente desactive la función!\n\nCreamos el modo de productividad de YouTube, con el objetivo de reducir los factores desencadenantes. Cambie YPM en \"Modo de productividad\" para difuminar todas las miniaturas en YouTube para que las miniaturas pegadizas y de clics no llamen su atención.\n\nAsí que ahora, si te redirigen a YouTube mientras trabajas o estudias, las miniaturas recomendadas no te llamarán la atención y, con suerte, podrás volver a realizar tu tarea sin perder la concentración.\n\nEsta extensión también podría describirse como bloquear miniaturas de YouTube en videos, deshabilitar miniaturas de videos y difuminar miniaturas de YouTube en videos.\ndifuminar las miniaturas de YouTube en los vídeos.\n\nCon Ocultar cortos de YouTube puedes;\n\n• Deshabilite los cortos de YouTube en los feeds Inicio, Tendencias y Suscripción.\n• Desactive los cortos de YouTube en la lista Recomendados, los resultados de búsqueda y el menú de notificaciones.\n• Deshabilite la pestaña Cortos y los videos de Cortos en las páginas del canal.\n• Desactivar Lives y Premieres en las páginas de Inicio y Suscripción\n• La lista de bloqueo personalizada permite a los usuarios bloquear contenido de canales específicos\n• Reproduce automáticamente videos cortos en un formato de video normal\n\nYouTube es una marca comercial de Google LLC. El uso de esta marca comercial está sujeto a los permisos de Google.\n\nConfigure automáticamente la calidad de vídeo predeterminada de YouTube™ con este fantástico nuevo Auto HD, compatible con resolución de alta definición HD/4k/8k.\n✓ Volver al modo Automático (predeterminado de YouTube)\n✓ Hermosa y sencilla interfaz de usuario Auto HD\n\nEvite los patrocinios, las suscripciones y más en los vídeos de YouTube. Informa a los patrocinadores de los vídeos que miras para ahorrar tiempo a los demás.\n\nSponsorBlock te permite omitir patrocinadores, introducciones, cierres, recordatorios de suscripción y otras partes molestas de los videos de YouTube. SponsorBlock es una extensión de navegador de colaboración colectiva que permite a cualquiera enviar las horas de inicio y finalización de segmentos patrocinados y otros segmentos de vídeos de YouTube. Una vez que una persona envía esta información, todos los demás con esta extensión pasarán directamente al segmento patrocinado.\n\nCaracterísticas:\n  + bloquea anuncios, banners y ventanas emergentes\n  + bloqueo de anuncios en sitios externos que cargan Youtube\n  + evitar que se carguen anuncios preroll en Youtube\n  + también puedes eliminar anotaciones de videos y músicas (ver página de opciones).\n  + carga videos y el sitio web de YouTube más rápido.\n\nAdBlock en YouTube elimina anuncios y mejora su experiencia de visualización de videos.\nNo es necesario que se quede sentado viendo anuncios pre-roll que no se pueden omitir con AdBlock. A diferencia de otros bloqueadores de anuncios, AdBlock te permite filtrar anuncios e incluso permitir anuncios en canales individuales para apoyar a los YouTubers que amas.\n\nOcultar distracciones te permite tomar el control de tu viaje en YouTube. Le permite personalizar su entorno de visualización según sus preferencias y le ayuda a recuperar su experiencia de YouTube.",
    "fi": "Jäätkö koukkuun Youtuben suosittelemiin ja aiheeseen liittyviin videoihin, mutta et halua riistää itseäsi kokonaan Youtubesta?\n\nTällä laajennuksella voit edelleen etsiä ja toistaa videoita, mutta piilottaa Youtubesta tarpeettomat ja riippuvuutta aiheuttavat osat: etusivun suositussyötteen, sivupalkin aiheeseen liittyvät videot!\n\nChrome-laajennus poistaa YouTuben häiriötekijät, mukaan lukien suositeltu sivupalkki, päätösruudun videoehdotukset, käyttäjien kommentit, etusivuun liittyvät videosyötteet, trendaavat välilehdet, automaattisen toiston tai merkintöjen poistaminen käytöstä ja paljon muuta. Muuta asetuksia ponnahdusikkunan kautta muokataksesi omaa YouTube-kokemustasi.\n\nSano hyvästit YouTube-kommenteille Piilota YouTube-kommentit, Live Chat ja Related -laajennuksella. Vähennä häiriötekijöitä piilottamalla aiheeseen liittyvät videot. Jos haluat ottaa kommentit, live-chatin tai aiheeseen liittyvät videot uudelleen käyttöön, kytke ominaisuus pois päältä!\n\nLoimme YouTuben tuottavuustilan, jonka tavoitteena on vähentää laukaisimia. Vaihda YPM:tä \"Tuottavuustilassa\" sumentaaksesi kaikki YouTuben pikkukuvat, jotta tarttuvat ja napsauttavat pikkukuvat eivät kiinnitä huomiotasi.\n\nJoten jos sinut nyt ohjataan YouTubeen työskennellessäsi/opiskellessasi, suositellut pikkukuvat eivät tartu silmiisi ja toivottavasti palaat takaisin tehtävään menettämättä keskittymistäsi.\n\nTämä laajennus voidaan myös kuvata estämään YouTuben pikkukuvat videoissa, poistamaan pikkukuvat videoista ja sumentamaan videoiden YouTube-pikkukuvat.\nYouTuben pikkukuvien sumentaminen videoissa.\n\nPiilota YouTube-shortseja käyttämällä voit;\n\n• Poista YouTube Shortsit käytöstä aloitussyötteissä, Trendingissä ja tilaussyötteissä\n• Poista YouTube Shortsit käytöstä Suositus-, Hakutulokset- ja Ilmoitukset-valikossa\n• Poista käytöstä Shorts-välilehti ja Shorts-videot kanavasivuilla\n• Poista Livet ja ensiesitykset käytöstä etusivulla ja tilaussivuilla\n• Mukautetun estoluettelon avulla käyttäjät voivat estää sisältöä tietyiltä kanavilta\n• Toista Shorts-videoita automaattisesti tavallisessa videomuodossa\n\nYouTube on Google LLC:n tavaramerkki. Tämän tavaramerkin käyttö edellyttää Googlen lupaa.\n\nAseta oletusarvoinen YouTube™-videolaatu automaattisesti tällä upealla uudella Auto HD:llä, joka tukee teräväpiirtotarkkuutta HD/4k/8k.\n✓ Vaihda takaisin automaattiseen tilaan (YouTuben oletusasetus)\n✓ Kaunis ja yksinkertainen automaattinen HD-käyttöliittymä\n\nOhita sponsorointi, tilausten keraaminen ja paljon muuta YouTube-videoissa. Ilmoita katsomiesi videoiden sponsoreista säästääksesi muiden aikaa.\n\nSponsorBlockin avulla voit ohittaa sponsoreita, introja, outroja, tilausmuistutuksia ja muita ärsyttäviä YouTube-videoiden osia. SponsorBlock on joukkolähdetty selainlaajennus, jonka avulla kuka tahansa voi lähettää sponsoroitujen osien ja muiden YouTube-videoiden osien alkamis- ja päättymisajat. Kun yksi henkilö on lähettänyt nämä tiedot, kaikki muut, joilla on tämä laajennus, ohittavat suoraan sponsoroidun segmentin.\n\nOminaisuudet:\n  + estää mainokset, bannerit ja ponnahdusikkunat\n  + mainosten estäminen ulkoisilla sivustoilla, jotka lataavat Youtubea\n  + estää preroll-mainosten latautumisen Youtubeen\n  + Voit myös poistaa merkintöjä videoista ja musiikista (katso asetussivu).\n  + lataa videot ja YouTube-sivuston nopeammin.\n\nAdBlock YouTubessa poistaa mainokset ja parantaa videoiden katselukokemusta.\nSinun ei tarvitse katsoa ohittamattomia videota edeltäviä mainoksia AdBlockin avulla. Toisin kuin muut mainosten estäjät, AdBlock antaa sinun suodattaa mainoksia ja jopa sallia yksittäisten kanavien mainosten tukemisen rakastamiesi YouTube-käyttäjien tukemiseksi.\n\nPiilota häiriötekijä, jonka avulla voit hallita YouTube-matkaasi. Sen avulla voit mukauttaa katseluympäristöäsi mieltymystesi mukaan ja auttaa sinua saamaan YouTube-kokemuksesi takaisin.",
    "fr": "Vous devenez accro aux vidéos recommandées et associées de Youtube, mais vous ne voulez pas vous priver complètement de Youtube ?\n\nCette extension vous permet toujours de rechercher et de lire des vidéos, mais masque les parties de Youtube qui sont inutiles et addictives : le flux de recommandations de la première page, les vidéos associées dans la barre latérale !\n\nExtension Chrome pour supprimer les distractions YouTube, y compris la barre latérale recommandée, les suggestions vidéo de fin d'écran, les commentaires des utilisateurs, le flux de vidéos liées à la page d'accueil, l'onglet des tendances, désactiver la lecture automatique ou les annotations, et plus encore. Basculez les options via la fenêtre contextuelle pour personnaliser votre propre expérience YouTube.\n\nDites adieu aux commentaires YouTube avec l'extension Masquer les commentaires YouTube, le chat en direct et les éléments associés. Réduisez les distractions en masquant les vidéos associées. Si vous avez besoin de réactiver les commentaires, le chat en direct ou les vidéos associées, désactivez simplement la fonctionnalité !\n\nNous avons créé le mode de productivité YouTube, dans le but de réduire les déclencheurs. Basculez YPM en « Mode productivité » pour brouiller toutes les vignettes sur YouTube afin que les vignettes accrocheuses et cliquables n'attirent pas votre attention.\n\nAlors maintenant, si vous êtes redirigé vers YouTube pendant que vous travaillez/étudiez, les miniatures recommandées n'attireront pas votre attention et vous pourrez, espérons-le, revenir à votre tâche sans perdre votre concentration.\n\nCette extension pourrait également être décrite comme bloquant les vignettes YouTube sur les vidéos, désactivant les vignettes sur les vidéos, rendant floues les vignettes YouTube sur les vidéos.\nflouter les vignettes YouTube sur les vidéos.\n\nAvec Masquer les courts métrages YouTube, vous pouvez :\n\n• Désactivez les courts métrages YouTube dans les flux Accueil, Tendances et Abonnement.\n• Désactivez les courts métrages YouTube dans la liste des recommandations, les résultats de recherche et le menu Notifications.\n• Désactivez l'onglet \"Shorts\" et les vidéos \"Shorts\" sur les pages des chaînes.\n• Désactivez les Lives et les Premières sur les pages d'accueil et d'abonnement.\n• La liste de blocage personnalisée permet aux utilisateurs de bloquer le contenu de chaînes spécifiques.\n• Lisez automatiquement les vidéos Shorts dans un format vidéo standard.\n\nYouTube est une marque commerciale de Google LLC. L'utilisation de cette marque est soumise aux autorisations de Google.\n\nDéfinissez automatiquement votre qualité vidéo YouTube™ par défaut avec ce nouveau superbe Auto HD, prenant en charge la résolution haute définition HD/4k/8k.\n✓ Revenir en mode automatique (par défaut de YouTube)\n✓ Interface utilisateur Auto HD belle et simple\n\nÉvitez les parrainages, les demandes d'abonnement et bien plus encore sur les vidéos YouTube. Signalez les sponsors sur les vidéos que vous regardez pour faire gagner du temps aux autres.\n\nSponsorBlock vous permet d'ignorer les sponsors, les intros, les outros, les rappels d'abonnement et d'autres parties ennuyeuses des vidéos YouTube. SponsorBlock est une extension de navigateur participative qui permet à quiconque de soumettre les heures de début et de fin des segments sponsorisés et d'autres segments de vidéos YouTube. Une fois qu’une personne soumet ces informations, toutes les autres personnes disposant de cette extension passeront directement au segment sponsorisé.\n\nCaractéristiques:\n  + bloque les publicités, les bannières et les popups\n  + blocage des publicités sur les sites externes qui chargent Youtube\n  + empêcher le chargement des publicités preroll sur Youtube\n  + vous pouvez également supprimer les annotations des vidéos et musiques (voir page options).\n  + charge les vidéos et le site Web YouTube plus rapidement.\n\nAdBlock sur YouTube supprime les publicités et améliore votre expérience de visionnage de vidéos.\nVous n'êtes pas obligé de regarder des publicités pré-roll incontournables avec AdBlock. Contrairement à d'autres bloqueurs de publicités, AdBlock vous permet de filtrer les publicités et même d'autoriser les publicités sur des chaînes individuelles pour soutenir les YouTubers que vous aimez.\n\nMasquer la distraction vous permet de prendre le contrôle de votre parcours YouTube. Il vous permet de personnaliser votre environnement de visionnage en fonction de vos préférences et vous aide à vous réapproprier votre expérience YouTube.",
    "id": "Apakah Anda mendapati diri Anda terpikat oleh video-video yang direkomendasikan dan terkait dari Youtube, namun Anda tidak ingin menghilangkan diri Anda sepenuhnya dari Youtube?\n\nEkstensi ini tetap memungkinkan Anda mencari dan memutar video, tetapi menyembunyikan bagian-bagian Youtube yang tidak dibutuhkan dan membuat ketagihan: feed rekomendasi halaman depan, video terkait di sidebar!\n\nEkstensi Chrome untuk menghilangkan gangguan YouTube, termasuk sidebar yang direkomendasikan, saran video layar akhir, komentar pengguna, feed video terkait beranda, tab trending, mematikan putar otomatis atau anotasi, dan banyak lagi. Alihkan opsi melalui popup untuk menyesuaikan pengalaman YouTube Anda sendiri.\n\nUcapkan selamat tinggal pada komentar YouTube dengan ekstensi Sembunyikan Komentar YouTube, Obrolan Langsung, & Terkait. Kurangi gangguan dengan menyembunyikan video terkait. Jika Anda memerlukan komentar, obrolan langsung, atau video terkait untuk diaktifkan kembali, cukup nonaktifkan fitur ini!\n\nKami membuat Mode Produktivitas YouTube, dengan tujuan mengurangi pemicunya. Alihkan YPM ke “Mode Produktivitas” untuk memburamkan semua gambar mini di YouTube sehingga gambar mini yang menarik dan menarik perhatian Anda tidak menarik perhatian Anda.\n\nJadi sekarang jika Anda dialihkan ke YouTube saat bekerja/belajar, gambar mini yang disarankan tidak akan menarik perhatian Anda dan mudah-mudahan Anda akan beralih kembali ke tugas Anda lagi tanpa kehilangan fokus.\n\nEkstensi ini juga dapat digambarkan sebagai memblokir gambar mini YouTube di video, menonaktifkan gambar mini di video, mengaburkan gambar mini YouTube di video.\nmengaburkan thumbnail YouTube pada video.\n\nDengan Sembunyikan celana pendek YouTube Anda bisa;\n\n• Nonaktifkan YouTube Shorts di feed Beranda, Trending, dan Langganan\n• Nonaktifkan YouTube Shorts di daftar Rekomendasi, hasil Pencarian, dan menu Notifikasi\n• Menonaktifkan tab Shorts dan video Shorts di halaman Channel\n• Nonaktifkan Lives dan Premiere di halaman Beranda dan Langganan\n• Daftar blokir khusus memungkinkan pengguna memblokir konten dari saluran tertentu\n• Memutar video Shorts secara otomatis dalam format video biasa\n\nYouTube adalah merek dagang dari Google LLC. Penggunaan merek dagang ini tunduk pada Izin Google.\n\nSecara otomatis mengatur kualitas video YouTube™ default Anda dengan Auto HD baru yang hebat ini, mendukung resolusi definisi tinggi HD/4k/8k.\n✓ Beralih kembali ke mode Otomatis (default YouTube)\n✓ Antarmuka Pengguna HD Otomatis yang indah dan sederhana\n\nLewati sponsorship, permintaan berlangganan, dan lainnya di video YouTube. Laporkan sponsor pada video yang Anda tonton untuk menghemat waktu orang lain.\n\nSponsorBlock memungkinkan Anda melewati sponsor, intro, outro, pengingat berlangganan, dan bagian mengganggu lainnya dari video YouTube. SponsorBlock adalah ekstensi browser crowdsourced yang memungkinkan siapa pun mengirimkan waktu mulai dan berakhirnya segmen yang disponsori dan segmen video YouTube lainnya. Setelah satu orang mengirimkan informasi ini, semua orang yang memiliki ekstensi ini akan langsung melewati segmen bersponsor.\n\nFitur:\n  + memblokir iklan, spanduk, dan popup\n  + pemblokiran iklan di situs eksternal yang memuat Youtube\n  + mencegah iklan preroll dimuat di Youtube\n  + Anda juga dapat menghapus anotasi dari video dan musik (lihat halaman opsi).\n  + memuat video dan situs YouTube lebih cepat.\n\nAdBlock di YouTube menghilangkan iklan dan meningkatkan pengalaman menonton video Anda.\nAnda tidak perlu menonton iklan pra-putar yang tidak dapat dilewati dengan AdBlock. Tidak seperti pemblokir iklan lainnya, AdBlock memungkinkan Anda memfilter iklan dan bahkan mengizinkan iklan di saluran individual untuk mendukung YouTuber yang Anda sukai.\n\nSembunyikan gangguan memberdayakan Anda untuk mengendalikan perjalanan YouTube Anda. Ini memungkinkan Anda mempersonalisasi lingkungan menonton sesuai dengan preferensi Anda dan membantu Anda mendapatkan kembali pengalaman YouTube Anda.",
    "it": "Ti ritrovi catturato dai video consigliati e correlati di Youtube, ma non vuoi privarti completamente di Youtube?\n\nQuesta estensione ti consente comunque di cercare e riprodurre video, ma nasconde le parti di Youtube che non sono necessarie e creano dipendenza: il feed dei consigli in prima pagina, i video correlati nella barra laterale!\n\nEstensione di Chrome per rimuovere le distrazioni di YouTube, tra cui la barra laterale consigliata, i suggerimenti dei video della schermata finale, i commenti degli utenti, il feed dei video relativi alla home page, la scheda delle tendenze, la disattivazione della riproduzione automatica o delle annotazioni e altro ancora. Attiva o disattiva le opzioni tramite il popup per personalizzare la tua esperienza su YouTube.\n\nDì addio ai commenti di YouTube con l'estensione Nascondi commenti di YouTube, chat dal vivo e correlati. Riduci le distrazioni nascondendo i video correlati. Se hai bisogno di riattivare commenti, chat dal vivo o video correlati, disattiva semplicemente la funzione!\n\nAbbiamo creato la modalità produttività di YouTube, con l'obiettivo di ridurre i trigger. Passa a YPM in \"Modalità produttività\" per sfocare tutte le miniature su YouTube in modo che le miniature accattivanti e clicbait non attirino la tua attenzione.\n\nQuindi ora, se vieni reindirizzato su YouTube mentre lavori/studi, le miniature consigliate non attireranno la tua attenzione e, si spera, tornerai di nuovo alla tua attività senza perdere la concentrazione.\n\nQuesta estensione potrebbe anche essere descritta come il blocco delle miniature di YouTube sui video, la disabilitazione delle miniature sui video, la sfocatura delle miniature di YouTube sui video.\nsfocatura delle miniature di YouTube sui video.\n\nCon Nascondi pantaloncini YouTube puoi;\n\n• Disattiva YouTube Shorts nei feed Home, Tendenze e Iscrizioni\n• Disattiva YouTube Shorts nell'elenco Consigliati, nei risultati di ricerca e nel menu Notifiche\n• Disattiva la scheda Shorts e i video Shorts nelle pagine canale\n• Disabilitare vite e première nelle pagine Home e Abbonamento\n• L'elenco di blocco personalizzato consente agli utenti di bloccare i contenuti di canali specifici\n• Riproduci automaticamente i video Shorts in un formato video normale\n\nYouTube è un marchio di Google LLC. L'utilizzo di questo marchio è soggetto alle autorizzazioni di Google.\n\nImposta automaticamente la qualità video YouTube™ predefinita con questo nuovo fantastico Auto HD, che supporta la risoluzione ad alta definizione HD/4k/8k.\n✓ Torna alla modalità automatica (impostazione predefinita di YouTube)\n✓ Interfaccia utente Auto HD bella e semplice\n\nSalta sponsorizzazioni, richiesta di abbonamento e altro sui video di YouTube. Segnala gli sponsor sui video che guardi per far risparmiare tempo agli altri.\n\nSponsorBlock ti consente di saltare sponsor, introduzioni, outro, promemoria di iscrizione e altre parti fastidiose dei video di YouTube. SponsorBlock è un'estensione del browser in crowdsourcing che consente a chiunque di inviare gli orari di inizio e fine dei segmenti sponsorizzati e di altri segmenti di video di YouTube. Una volta che una persona invia queste informazioni, tutti gli altri con questa estensione salteranno direttamente il segmento sponsorizzato.\n\nCaratteristiche:\n  + blocca annunci, banner e popup\n  + blocco degli annunci su siti esterni che caricano Youtube\n  + impedisce il caricamento degli annunci pre-roll su Youtube\n  + puoi anche rimuovere le annotazioni da video e musica (vedi pagina delle opzioni).\n  + carica più velocemente i video e il sito web di YouTube.\n\nAdBlock su YouTube rimuove gli annunci e migliora la tua esperienza di visione dei video.\nNon devi restare a guardare annunci pre-roll non ignorabili con AdBlock. A differenza di altri blocchi di annunci, AdBlock ti consente di filtrare gli annunci e persino consentire annunci su singoli canali per supportare gli YouTuber che ami.\n\nNascondi le distrazioni ti consente di assumere il controllo del tuo percorso su YouTube. Ti consente di personalizzare il tuo ambiente di visualizzazione in base alle tue preferenze e ti aiuta a recuperare la tua esperienza su YouTube.",
    "ja": "Youtube のおすすめ動画や関連動画の虜になってしまいましたが、Youtube から完全に離れたくはありませんか?\n\nこの拡張機能を使用すると、引き続きビデオの検索と再生ができますが、YouTube の不必要で中毒性のある部分、つまりトップページのおすすめフィードやサイドバーの関連ビデオが非表示になります。\n\n推奨サイドバー、終了画面のビデオ提案、ユーザーのコメント、ホームページ関連のビデオフィード、トレンドタブ、自動再生や注釈のオフなど、YouTube の気を散らすものを削除するための Chrome 拡張機能。 ポップアップでオプションを切り替えて、独自の YouTube エクスペリエンスをカスタマイズします。\n\n「YouTube コメント、ライブ チャット、および関連を非表示にする」拡張機能を使用して、YouTube のコメントに別れを告げましょう。 関連するビデオを非表示にすることで、気が散るのを減らします。 コメント、ライブチャット、または関連ビデオを再度有効にする必要がある場合は、機能をオフに切り替えるだけです。\n\n私たちは、トリガーを減らすことを目的として、YouTube 生産性モードを作成しました。 YPM を「生産性モード」に切り替えて、YouTube 上のすべてのサムネイルをぼかし、キャッチーでクリックベイトなサムネイルが注目を集めないようにします。\n\nそのため、仕事や勉強中に YouTube にリダイレクトされた場合でも、おすすめのサムネイルが目に留まらず、集中力を失わずに再び作業に戻ることができます。\n\nこの拡張機能は、ビデオ上の YouTube サムネイルをブロックする、ビデオ上のサムネイルを無効にする、ビデオ上の YouTube サムネイルをぼかす、とも表現できます。\n動画上の YouTube サムネイルがぼやける。\n\nYouTube ショートを非表示にすると、次のことが可能になります。\n\n• ホーム、トレンド、定期購読のフィードで YouTube ショートを無効にする\n• おすすめリスト、検索結果、通知メニューで YouTube ショートを無効にする\n• チャンネル ページの [ショート] タブとショート動画を無効にする\n• ホームページとサブスクリプションページでライブとプレミアを無効にする\n• カスタムブロックリストにより、ユーザーは特定のチャンネルからのコンテンツをブロックできます\n• 通常の動画形式でショート動画を自動的に再生します\n\nYouTube は Google LLC の商標です。 この商標の使用には、Google の許可が適用されます。\n\nこの優れた新しい Auto HD を使用すると、デフォルトの YouTube™ ビデオ品質が自動的に設定され、高解像度の HD/4k/8k がサポートされます。\n✓ 自動モード (YouTube のデフォルト) に戻します。\n✓ 美しくシンプルな Auto HD ユーザー インターフェイス\n\nYouTube 動画でのスポンサーシップやサブスクリプションの懇願などをスキップします。 他の人の時間を節約するために、視聴した動画のスポンサーを報告します。\n\nSponsorBlock を使用すると、YouTube 動画のスポンサー、イントロ、アウトロ、定期購読のリマインダー、その他の迷惑な部分をスキップできます。 SponsorBlock はクラウドソースのブラウザ拡張機能で、誰でも YouTube 動画のスポンサー付きセグメントやその他のセグメントの開始時刻と終了時刻を送信できるようになります。 1 人がこの情報を送信すると、この内線番号を持つ他の全員がスポンサー付きセグメントをスキップします。\n\n特徴：\n  + 広告、バナー、ポップアップをブロック\n  + YouTubeを読み込む外部サイトの広告のブロック\n  + プレロール広告が YouTube に読み込まれるのを防ぎます\n  + ビデオや音楽から注釈を削除することもできます (オプション ページを参照)。\n  + ビデオと YouTube ウェブサイトの読み込みが速くなります。\n\nYouTube の AdBlock は広告を削除し、ビデオ視聴体験を向上させます。\nAdBlock を使用すると、スキップできないプレロール広告をずっと見続ける必要はありません。 他の広告ブロッカーとは異なり、AdBlock を使用すると広告をフィルターしたり、個々のチャンネルでお気に入りの YouTuber をサポートする広告を許可したりできます。\n\n気を散らすものを隠すことで、YouTube の旅をコントロールできるようになります。 これにより、好みに応じて視聴環境をカスタマイズでき、YouTube エクスペリエンスを取り戻すのに役立ちます。",
    "ko": "Youtube의 추천 영상과 관련 영상에 푹 빠져 있지만 Youtube에서 완전히 벗어나고 싶지는 않으신가요?\n\n이 확장 프로그램을 사용하면 동영상을 검색하고 재생할 수 있지만 불필요하고 중독성이 있는 YouTube 부분(첫 페이지 추천 피드, 사이드바의 관련 동영상)을 숨깁니다!\n\n추천 사이드바, 최종 화면 동영상 추천, 사용자 댓글, 홈페이지 관련 동영상 피드, 인기 탭, 자동 재생 또는 특수효과 끄기 등 YouTube 방해 요소를 제거하는 Chrome 확장 프로그램입니다. 팝업을 통해 옵션을 전환하여 나만의 YouTube 환경을 맞춤설정하세요.\n\nYouTube 댓글, 실시간 채팅 및 관련 항목 숨기기 확장 프로그램을 사용하여 YouTube 댓글과 작별하세요. 관련 동영상을 숨겨 주의가 산만해지지 않도록 하세요. 댓글, 실시간 채팅 또는 관련 동영상을 다시 활성화해야 하는 경우 해당 기능을 끄기만 하면 됩니다!\n\n우리는 트리거를 줄이기 위한 목적으로 YouTube 생산성 모드를 만들었습니다. 눈에 띄고 클릭을 유도하는 미리보기 이미지가 사용자의 관심을 끌지 않도록 YouTube의 모든 미리보기 이미지를 흐리게 하려면 '생산성 모드'에서 YPM을 전환하세요.\n\n이제 작업/공부 중에 YouTube로 리디렉션되면 추천 썸네일이 눈에 띄지 않고 집중을 잃지 않고 다시 작업으로 전환할 수 있기를 바랍니다.\n\n이 확장 프로그램은 비디오에서 YouTube 썸네일을 차단하고, 비디오에서 썸네일을 비활성화하고, 비디오에서 YouTube 썸네일을 흐리게 하는 것으로 설명될 수도 있습니다.\n동영상의 YouTube 미리보기 이미지가 흐릿해집니다.\n\nYouTube Shorts 숨기기를 사용하면 다음을 수행할 수 있습니다.\n\n• 홈, 인기 급상승, 구독 피드에서 YouTube Shorts를 비활성화합니다.\n• 추천 목록, 검색결과, 알림 메뉴에서 YouTube Shorts를 비활성화합니다.\n• 채널 페이지에서 Shorts 탭과 Shorts 동영상을 사용 중지합니다.\n• 홈 및 구독 페이지에서 Live 및 Premieres 비활성화\n• 사용자 정의 차단 목록을 통해 사용자는 특정 채널의 콘텐츠를 차단할 수 있습니다.\n• 일반 동영상 형식의 Shorts 동영상 자동 재생\n\nYouTube는 Google LLC의 상표입니다. 이 상표의 사용에는 Google 허가가 적용됩니다.\n\n고화질 해상도 HD/4k/8k를 지원하는 이 뛰어난 새 Auto HD를 사용하면 기본 YouTube™ 비디오 품질을 자동으로 설정할 수 있습니다.\n✓ 자동 모드로 다시 전환합니다(YouTube의 기본값).\n✓ 아름답고 간단한 자동 HD 사용자 인터페이스\n\nYouTube 동영상에서 스폰서십, 구독 구걸 등을 건너뛰세요. 다른 사람의 시간을 절약하려면 시청하는 동영상에 대해 스폰서를 신고하세요.\n\nSponsorBlock을 사용하면 YouTube 동영상의 스폰서, 소개, 아웃트로, 구독 알림 및 기타 성가신 부분을 건너뛸 수 있습니다. SponsorBlock은 누구나 YouTube 동영상의 스폰서 세그먼트 및 기타 세그먼트의 시작 및 종료 시간을 제출할 수 있는 크라우드소싱 브라우저 확장 프로그램입니다. 한 사람이 이 정보를 제출하면 이 확장 기능을 가진 다른 모든 사람은 후원 세그먼트를 바로 건너뜁니다.\n\n특징:\n  + 광고, 배너 및 팝업 차단\n  + Youtube를 로드하는 외부 사이트의 광고 차단\n  + YouTube에서 프리롤 광고가 로드되지 않도록 방지\n  + 비디오 및 음악에서 주석을 제거할 수도 있습니다(옵션 페이지 참조).\n  + 동영상과 YouTube 웹사이트를 더 빠르게 로드합니다.\n\nYouTube의 AdBlock은 광고를 제거하고 동영상 시청 경험을 향상시킵니다.\nAdBlock을 사용하면 건너뛸 수 없는 프리롤 광고를 끝까지 시청할 필요가 없습니다. 다른 광고 차단기와 달리 AdBlock을 사용하면 광고를 필터링하고 개별 채널의 광고를 허용하여 좋아하는 YouTube 사용자를 지원할 수도 있습니다.\n\n방해 요소 숨기기를 사용하면 YouTube 여정을 제어할 수 있습니다. 이를 통해 귀하의 선호도에 따라 시청 환경을 개인화할 수 있으며 YouTube 경험을 되찾는 데 도움이 됩니다.",
    "lt": "Ar jus užkabina „Youtube“ rekomenduojami ir susiję vaizdo įrašai, bet nenorite visiškai atimti iš „YouTube“?\n\nŠis plėtinys vis tiek leidžia ieškoti ir leisti vaizdo įrašus, tačiau paslepia nereikalingas ir priklausomybę sukeliančias Youtube dalis: pagrindinio puslapio rekomendacijų kanalą, susijusius vaizdo įrašus šoninėje juostoje!\n\n„Chrome“ plėtinys, skirtas pašalinti „YouTube“ trukdžiusius dalykus, įskaitant rekomenduojamą šoninę juostą, pabaigos užsklandos vaizdo įrašų pasiūlymus, naudotojų komentarus, su pagrindiniu puslapiu susijusių vaizdo įrašų sklaidos kanalą, skirtuką „Populiarūs“, automatinio paleidimo ar komentarų išjungimą ir kt. Iššokančiajame lange perjunkite parinktis, kad tinkintumėte savo „YouTube“ patirtį.\n\nAtsisveikinkite su „YouTube“ komentarais naudodami plėtinį „Hide YouTube Comments“, „Live Chat“ ir „Related“. Sumažinkite blaškymąsi slėpdami susijusius vaizdo įrašus. Jei norite iš naujo įjungti komentarus, tiesioginį pokalbį ar susijusius vaizdo įrašus, tiesiog išjunkite funkciją!\n\nSukūrėme „YouTube“ produktyvumo režimą, siekdami sumažinti aktyviklių skaičių. Perjunkite YPM į „produktyvumo režimą“, kad sulietumėte visas „YouTube“ miniatiūras, kad patrauklios ir „clickbaity“ miniatiūros nepatrauktų jūsų dėmesio.\n\nTaigi dabar, jei dirbdami / studijuodami būsite nukreipti į „YouTube“, rekomenduojamos miniatiūros nepatrauks jūsų akių ir, tikiuosi, vėl grįšite prie savo užduoties neprarasdami dėmesio.\n\nŠis plėtinys taip pat gali būti apibūdintas kaip blokuojantis „YouTube“ vaizdo įrašų miniatiūras, išjungiantis vaizdo įrašų miniatiūras, suliejantis „YouTube“ vaizdo įrašų miniatiūras.\nvaizdo įrašų „YouTube“ miniatiūrų suliejimas.\n\nNaudodami Hide YouTube šortus galite;\n\n• Išjunkite „YouTube“ šortus pagrindiniame, „Populiarūs“ ir „Prenumeratos“ kanaluose\n• Išjunkite „YouTube Shorts“ sąraše Rekomenduojami, Paieškos rezultatai ir Pranešimai\n• Kanalo puslapiuose išjunkite skirtuką „Shorts“ ir „Shorts“ vaizdo įrašus\n• Pagrindiniame ir prenumeratos puslapiuose išjungti gyvai ir premjeras\n• Pasirinktinis blokavimo sąrašas leidžia vartotojams blokuoti turinį iš konkrečių kanalų\n• Automatiškai leisti trumpus vaizdo įrašus įprastu vaizdo įrašo formatu\n\n„YouTube“ yra „Google LLC“ prekės ženklas. Šio prekės ženklo naudojimui taikomi „Google“ leidimai.\n\nAutomatiškai nustatykite numatytąją „YouTube™“ vaizdo kokybę naudodami šį puikų naują „Auto HD“, palaikantį didelės raiškos HD/4k/8k raišką.\n✓ Perjungti atgal į automatinį režimą (numatytasis „YouTube“)\n✓ Graži ir paprasta Auto HD vartotojo sąsaja\n\n„YouTube“ vaizdo įrašuose praleiskite rėmimą, prenumeratos prašymus ir dar daugiau. Praneškite apie žiūrimų vaizdo įrašų rėmėjus, kad sutaupytumėte kitų laiką.\n\nNaudodami „SponsorBlock“ galite praleisti rėmėjus, įžangas, priminimus apie prenumeratą ir kitas erzinančias „YouTube“ vaizdo įrašų dalis. „SponsorBlock“ yra minios naršyklės plėtinys, leidžiantis bet kam pateikti remiamų segmentų ir kitų „YouTube“ vaizdo įrašų segmentų pradžios ir pabaigos laiką. Kai vienas asmuo pateiks šią informaciją, visi kiti, turintys šį plėtinį, pereis tiesiai per remiamą segmentą.\n\nFunkcijos:\n  + blokuoja skelbimus, reklamjuostes ir iššokančiuosius langus\n  + skelbimų blokavimas išorinėse svetainėse, kurios įkelia Youtube\n  + neleisti įkelti išankstinių skelbimų skelbimų į Youtube\n  + taip pat galite pašalinti komentarus iš vaizdo įrašų ir muzikos (žr. parinkčių puslapį).\n  + greičiau įkelia vaizdo įrašus ir „YouTube“ svetainę.\n\n„AdBlock“ sistemoje „YouTube“ pašalina skelbimus ir pagerina vaizdo įrašų žiūrėjimo patirtį.\nNaudodami „AdBlock“ neturite žiūrėti nepraleidžiamų skelbimų pradžioje. Skirtingai nuo kitų skelbimų blokatorių, „AdBlock“ leidžia filtruoti skelbimus ir netgi leisti skelbimus atskiruose kanaluose palaikyti jūsų mėgstamus „YouTube“ naudotojus.\n\nSlėpti blaškymąsi suteikia jums galimybę kontroliuoti savo YouTube kelionę. Tai leidžia suasmeninti žiūrėjimo aplinką pagal savo pageidavimus ir padeda susigrąžinti „YouTube“ patirtį.",
    "lv": "Vai jūs aizrauj Youtube ieteiktie un saistītie videoklipi, taču nevēlaties pilnībā atņemt YouTube?\n\nŠis paplašinājums joprojām ļauj meklēt un atskaņot videoklipus, taču slēpj nevajadzīgās un atkarību izraisošās Youtube daļas: pirmās lapas ieteikumu plūsmu, saistītos videoklipus sānjoslā!\n\nChrome paplašinājums, lai noņemtu YouTube traucējošos faktorus, tostarp ieteicamo sānjoslu, beigu ekrāna videoklipu ieteikumus, lietotāju komentārus, ar sākumlapu saistīto videoklipu plūsmu, cilni Tendences, automātiskās atskaņošanas vai anotāciju izslēgšanai un daudz ko citu. Pārslēdziet opcijas uznirstošajā logā, lai pielāgotu savu YouTube pieredzi.\n\nAtvadieties no YouTube komentāriem, izmantojot paplašinājumu Slēpt YouTube komentārus, tiešraides tērzēšanu un saistītos paplašinājumus. Samaziniet uzmanību, slēpjot saistītos videoklipus. Ja atkārtoti jāiespējo komentāri, tiešraides tērzēšana vai saistīti videoklipi, vienkārši izslēdziet šo funkciju!\n\nMēs izveidojām YouTube produktivitātes režīmu ar mērķi samazināt aktivizētājus. Pārslēdziet YPM “Produktivitātes režīmā”, lai aizmiglotu visus sīktēlus pakalpojumā YouTube, lai aizraujošie un klikšķu sīktēli nepiesaista jūsu uzmanību.\n\nTāpēc tagad, ja darba/mācību laikā tiksiet novirzīts uz pakalpojumu YouTube, ieteiktie sīktēli nepievils jūsu uzmanību un, cerams, atkal atgriezīsities pie sava uzdevuma, nezaudējot uzmanību.\n\nŠo paplašinājumu var raksturot arī kā YouTube sīktēlu bloķēšanu videoklipos, sīktēlu atspējošanu videoklipos, YouTube sīktēlu aizmiglošanu videoklipos.\nYouTube sīktēlu aizmiglošana videoklipos.\n\nIzmantojot Hide YouTube šortus, varat;\n\n• Atspējojiet YouTube īsos videoklipus sākumlapas, Tendences un Abonementu plūsmās\n• Atspējojiet YouTube īsos videoklipus ieteicamo sarakstā, meklēšanas rezultātos un izvēlnē Paziņojumi\n• Kanālu lapās atspējojiet cilni Īsie videoklipi un īsos videoklipus\n• Atspējojiet tiešraides un pirmizrādes sākuma un abonementu lapās\n• Pielāgots bloķēšanas saraksts ļauj lietotājiem bloķēt saturu no konkrētiem kanāliem\n• Automātiski atskaņojiet īsos videoklipus parastajā video formātā\n\nYouTube ir uzņēmuma Google LLC preču zīme. Uz šīs preču zīmes izmantošanu attiecas Google atļaujas.\n\nAutomātiski iestatiet noklusējuma YouTube™ video kvalitāti, izmantojot šo lielisko jauno Auto HD, kas atbalsta augstas izšķirtspējas HD/4k/8k.\n✓ Pārslēdzieties atpakaļ uz automātisko režīmu (YouTube noklusējuma iestatījums)\n✓ Skaista un vienkārša Auto HD lietotāja saskarne\n\nYouTube videoklipos izlaidiet sponsorēšanu, abonēšanas lūgšanu un daudz ko citu. Ziņojiet par sponsoriem par videoklipiem, kurus skatāties, lai ietaupītu citu laiku.\n\nIzmantojot SponsorBlock, varat izlaist sponsorus, ievadvārdus, abonēšanas atgādinājumus un citas kaitinošas YouTube videoklipu daļas. SponsorBlock ir pūļa pārlūkprogrammas paplašinājums, kas ļauj ikvienam iesniegt sponsorēto segmentu un citu YouTube videoklipu segmentu sākuma un beigu laikus. Tiklīdz viena persona ir iesniegusi šo informāciju, visi pārējie, kam ir šis paplašinājums, pārlaidīs sponsorēto segmentu.\n\nIespējas:\n  + bloķē reklāmas, reklāmkarogus un uznirstošos logus\n  + reklāmu bloķēšana ārējās vietnēs, kas ielādē Youtube\n  + Novērst pirmsroll reklāmu ielādi vietnē Youtube\n  + Varat arī noņemt piezīmes no videoklipiem un mūzikas (skatiet opciju lapu).\n  + ātrāk ielādē videoklipus un YouTube vietni.\n\nAdBlock pakalpojumā YouTube noņem reklāmas un uzlabo jūsu video skatīšanās pieredzi.\nIzmantojot AdBlock, jums nav jāsēž ar neizlaižamām pirms videoklipa reklāmām. Atšķirībā no citiem reklāmu bloķētājiem, AdBlock ļauj filtrēt reklāmas un pat atļaut rādīt reklāmas atsevišķos kanālos, lai atbalstītu jūsu iecienītos YouTube lietotājus.\n\nPaslēpt uzmanību, kas ļauj jums kontrolēt savu YouTube ceļojumu. Tas ļauj personalizēt skatīšanās vidi atbilstoši savām vēlmēm un palīdz atgūt YouTube pieredzi.",
    "nl": "Merk je dat je verslaafd raakt aan de aanbevolen en gerelateerde video's van YouTube, maar je wilt jezelf niet volledig van YouTube beroven?\n\nMet deze extensie kun je nog steeds video's zoeken en afspelen, maar worden de delen van YouTube verborgen die onnodig en verslavend zijn: de aanbevelingsfeed op de voorpagina, de gerelateerde video's in de zijbalk!\n\nChrome-extensie om YouTube-afleidingen te verwijderen, waaronder de aanbevolen zijbalk, videosuggesties op het eindscherm, gebruikersreacties, startpaginagerelateerde videofeeds, trending-tabbladen, automatisch afspelen of annotaties uitschakelen en meer. Schakel tussen de opties via de pop-up om je eigen YouTube-ervaring aan te passen.\n\nZeg vaarwel tegen YouTube-reacties met de extensie Verberg YouTube-reacties, livechat en gerelateerde extensie. Verminder afleiding door gerelateerde video's te verbergen. Als je reacties, livechat of gerelateerde video's opnieuw wilt inschakelen, schakel je de functie eenvoudigweg uit!\n\nWe hebben de YouTube-productiviteitsmodus gemaakt, met als doel de triggers te verminderen. Schakel YPM in \"Productiviteitsmodus\" om alle thumbnails op YouTube te vervagen, zodat de pakkende en clickbaity-thumbnails je aandacht niet trekken.\n\nDus als je nu tijdens het werken/studeren naar YouTube wordt doorgestuurd, zullen de aanbevolen thumbnails je niet opvallen en zul je hopelijk weer terugkeren naar je taak zonder je focus te verliezen.\n\nDeze extensie kan ook worden omschreven als het blokkeren van YouTube-thumbnails bij video's, het uitschakelen van thumbnails bij video's en het vervagen van YouTube-thumbnails bij video's.\nvervaging van YouTube-thumbnails op video's.\n\nMet Hide YouTube shorts kun je;\n\n• Schakel YouTube Shorts uit in de Home-, Trending- en Abonnementsfeeds\n• Schakel YouTube Shorts uit in de lijst Aanbevolen, Zoekresultaten en Meldingen\n• Schakel het tabblad Shorts en Shorts-video's op kanaalpagina's uit\n• Schakel Lives en Premières uit op de start- en abonnementspagina's\n• Met een aangepaste blokkeerlijst kunnen gebruikers inhoud van specifieke kanalen blokkeren\n• Speel Shorts-video's automatisch af in een normaal videoformaat\n\nYouTube is een handelsmerk van Google LLC. Voor het gebruik van dit handelsmerk zijn toestemmingen van Google vereist.\n\nStel automatisch uw standaard YouTube™-videokwaliteit in met deze geweldige nieuwe Auto HD, die HD/4k/8k-resolutie met hoge definitie ondersteunt.\n✓ Schakel terug naar de automatische modus (standaard van YouTube)\n✓ Mooie en eenvoudige Auto HD-gebruikersinterface\n\nSla sponsoring, bedelen om abonnementen en meer op YouTube-video's over. Rapporteer sponsors voor video's die je bekijkt om de tijd van anderen te besparen.\n\nMet SponsorBlock kun je sponsors, intro's, outro's, abonnementsherinneringen en andere vervelende delen van YouTube-video's overslaan. SponsorBlock is een crowdsourced browserextensie waarmee iedereen de begin- en eindtijden van gesponsorde segmenten en andere segmenten van YouTube-video's kan indienen. Zodra één persoon deze informatie indient, slaan alle anderen met deze extensie het gesponsorde segment over.\n\nFuncties:\n  + blokkeert advertenties, banners en pop-ups\n  + blokkering van advertenties op externe sites die YouTube laden\n  + voorkom dat preroll-advertenties op YouTube worden geladen\n  + je kunt ook annotaties uit video's en muziek verwijderen (zie optiepagina).\n  + laadt video's en YouTube-website sneller.\n\nAdBlock op YouTube verwijdert advertenties en verbetert uw videokijkervaring.\nMet AdBlock hoeft u geen preroll-advertenties te bekijken die niet kunnen worden overgeslagen. In tegenstelling tot andere advertentieblokkers kun je met AdBlock advertenties filteren en zelfs advertenties op afzonderlijke kanalen toestaan om de YouTubers van wie je houdt te ondersteunen.\n\nDoor afleiding te verbergen, kun je de regie over je YouTube-reis in handen nemen. Hiermee kunt u uw kijkomgeving personaliseren volgens uw voorkeuren en kunt u uw YouTube-ervaring terugkrijgen.",
    "no": "Opplever du at du blir hektet av Youtubes anbefalte og relaterte videoer, men du vil ikke frata deg Youtube fullstendig?\n\nDenne utvidelsen lar deg fortsatt søke og spille av videoer, men skjuler delene av Youtube som er unødvendige og vanedannende: forsideanbefalingsfeeden, de relaterte videoene i sidefeltet!\n\nChrome-utvidelse for å fjerne YouTube-distraksjoner, inkludert anbefalt sidefelt, forslag til sluttskjermvideoer, brukerkommentarer, feed for hjemmesiderelaterte videoer, trendfane, slå av autoavspilling eller merknader og mer. Veksle mellom alternativene gjennom popup-vinduet for å tilpasse din egen YouTube-opplevelse.\n\nSi farvel til YouTube-kommentarer med Hide YouTube Comments, Live Chat, & Related-utvidelsen. Reduser distraksjon ved å skjule relaterte videoer. Hvis du trenger kommentarer, live chat eller relaterte videoer for å aktiveres på nytt, slå av funksjonen!\n\nVi opprettet YouTube-produktivitetsmodus, med et mål om å redusere utløserne. Bytt YPM i \"Produktivitetsmodus\" for å uskarpe alle miniatyrbildene på YouTube, slik at de fengende miniatyrbildene og clickbaity-miniatyrene ikke fanger oppmerksomheten din.\n\nSå nå hvis du blir omdirigert til YouTube mens du jobber/studerer, vil de anbefalte miniatyrbildene ikke fange øynene dine, og du vil forhåpentligvis bytte tilbake til oppgaven din igjen uten å miste fokus.\n\nDenne utvidelsen kan også beskrives som blokkering av YouTube-miniatyrbilder på videoer, deaktivering av miniatyrbilder på videoer, uskarphet YouTube-miniatyrbilder på videoer.\nuskarp YouTube-miniatyrbilder på videoer.\n\nMed Hide YouTube-shorts kan du;\n\n• Deaktiver YouTube-shorts på start-, trend- og abonnementsfeedene\n• Deaktiver YouTube Shorts i Anbefalt-listen, Søkeresultater og Varsler-menyen\n• Deaktiver Shorts-fanen og Shorts-videoer på kanalsider\n• Deaktiver Lives og Premieres på Hjem og Abonnement-sidene\n• Egendefinert blokkeringsliste lar brukere blokkere innhold fra bestemte kanaler\n• Spill av Shorts-videoer automatisk i et vanlig videoformat\n\nYouTube er et varemerke for Google LLC. Bruk av dette varemerket er underlagt Googles tillatelser.\n\nStill inn standard YouTube™-videokvalitet automatisk med denne flotte nye Auto HD, som støtter HD/4k/8k HD-oppløsning.\n✓ Bytt tilbake til automatisk modus (YouTubes standard)\n✓ Vakkert og enkelt Auto HD-brukergrensesnitt\n\nHopp over sponsing, tigging av abonnement og mer på YouTube-videoer. Rapporter sponsorer på videoer du ser for å spare andres tid.\n\nSponsorBlock lar deg hoppe over sponsorer, introer, outros, abonnementspåminnelser og andre irriterende deler av YouTube-videoer. SponsorBlock er en crowdsourcet nettleserutvidelse som lar hvem som helst sende inn start- og sluttid for sponsede segmenter og andre segmenter av YouTube-videoer. Når én person har sendt inn denne informasjonen, vil alle andre med denne utvidelsen hoppe rett over det sponsede segmentet.\n\nEgenskaper:\n  + blokkerer annonser, banner og popup-vinduer\n  + blokkering av annonser på eksterne nettsteder som laster Youtube\n  + hindre preroll-annonser fra å lastes inn på Youtube\n  + du kan også fjerne merknader fra videoer og musikk (se side med alternativer).\n  + laster inn videoer og YouTube-nettsted raskere.\n\nAdBlock på YouTube fjerner annonser og forbedrer videoseeropplevelsen din.\nDu trenger ikke gå gjennom annonser som ikke kan hoppes over med AdBlock. I motsetning til andre annonseblokkere, lar AdBlock deg filtrere annonser og til og med tillate annonser på individuelle kanaler for å støtte YouTuberne du elsker.\n\nSkjul distraksjon gir deg mulighet til å ta kontroll over YouTube-reisen din. Den lar deg tilpasse seermiljøet ditt i henhold til dine preferanser og hjelper deg å gjenvinne YouTube-opplevelsen din.",
    "pl": "Czy wciągają Cię polecane i powiązane filmy YouTube, ale nie chcesz całkowicie pozbawiać się YouTube?\n\nTo rozszerzenie nadal pozwala wyszukiwać i odtwarzać filmy, ale ukrywa niepotrzebne i uzależniające części YouTube: kanał z rekomendacjami na pierwszej stronie, powiązane filmy na pasku bocznym!\n\nRozszerzenie do przeglądarki Chrome usuwające elementy rozpraszające YouTube, w tym zalecany pasek boczny, sugestie filmów na ekranie końcowym, komentarze użytkowników, kanał filmów związanych ze stroną główną, kartę Trendy, wyłączanie automatycznego odtwarzania lub adnotacji i nie tylko. Przełączaj opcje w wyskakującym okienku, aby dostosować swoje własne wrażenia z YouTube.\n\nPożegnaj komentarze w YouTube dzięki rozszerzeniu Ukryj komentarze YouTube, czat na żywo i pokrewne. Zmniejsz rozproszenie uwagi, ukrywając powiązane filmy. Jeśli chcesz ponownie włączyć komentarze, czat na żywo lub powiązane filmy, po prostu wyłącz tę funkcję!\n\nStworzyliśmy tryb produktywności YouTube, którego celem jest ograniczenie czynników wyzwalających. Przełącz YPM w „Tryb produktywności”, aby zamazać wszystkie miniatury w YouTube, tak aby miniatury chwytliwe i przyciągające klikalność nie przyciągały Twojej uwagi.\n\nJeśli więc teraz podczas pracy/nauki zostaniesz przekierowany do YouTube, polecane miniatury nie przyciągną Twojej uwagi i, miejmy nadzieję, wrócisz do swojego zadania bez utraty koncentracji.\n\nTo rozszerzenie można również opisać jako blokowanie miniatur YouTube w filmach, wyłączanie miniatur w filmach, zamazywanie miniatur YouTube w filmach.\nzamazywanie miniatur YouTube na filmach.\n\nDzięki Ukryj szorty YouTube możesz:\n\n• Wyłącz YouTube Shorts na stronie głównej, na czasie i subskrypcjach\n• Wyłącz YouTube Shorts na liście Polecane, w wynikach wyszukiwania i w menu Powiadomienia\n• Wyłącz kartę Shorts i filmy Short na stronach kanałów\n• Wyłącz opcję Na żywo i Premiery na stronach głównych i Subskrypcja\n• Niestandardowa lista blokowania umożliwia użytkownikom blokowanie treści z określonych kanałów\n• Automatycznie odtwarzaj filmy Short w zwykłym formacie wideo\n\nYouTube jest znakiem towarowym firmy Google LLC. Używanie tego znaku towarowego podlega zezwoleniom Google.\n\nAutomatycznie ustawiaj domyślną jakość wideo YouTube™ dzięki tej wspaniałej nowej funkcji Auto HD, obsługującej wysoką rozdzielczość HD/4K/8K.\n✓ Przełącz z powrotem do trybu automatycznego (domyślny YouTube)\n✓ Piękny i prosty interfejs użytkownika Auto HD\n\nPomiń sponsorowanie, żebranie o subskrypcję i nie tylko w filmach na YouTube. Zgłaszaj sponsorów na temat filmów, które oglądasz, aby zaoszczędzić czas innych.\n\nSponsorBlock pozwala pominąć sponsorów, wstępy i zakończenia, przypomnienia o subskrypcji i inne irytujące części filmów na YouTube. SponsorBlock to rozszerzenie przeglądarki oparte na crowdsourcingu, które umożliwia każdemu przesyłanie godzin rozpoczęcia i zakończenia sponsorowanych segmentów oraz innych segmentów filmów YouTube. Gdy jedna osoba prześle te informacje, wszystkie pozostałe osoby posiadające to rozszerzenie pominą bezpośrednio sponsorowany segment.\n\nCechy:\n  + blokuje reklamy, banery i wyskakujące okienka\n  + blokowanie reklam na zewnętrznych stronach ładujących Youtube\n  + zapobiegaj ładowaniu reklam przed filmem na Youtube\n  + możesz także usuwać adnotacje z filmów i muzyki (patrz strona opcji).\n  + ładuje filmy i witrynę YouTube szybciej.\n\nAdBlock na YouTube usuwa reklamy i poprawia jakość oglądania filmów.\nDzięki AdBlock nie musisz przeglądać reklam przed filmem, których nie można pominąć. W przeciwieństwie do innych programów blokujących reklamy, AdBlock pozwala filtrować reklamy, a nawet zezwalać na wyświetlanie reklam na poszczególnych kanałach, aby wspierać ulubionych YouTuberów.\n\nUkryj rozproszenie uwagi, dzięki czemu możesz przejąć kontrolę nad swoją podróżą w YouTube. Umożliwia personalizację środowiska oglądania zgodnie z własnymi preferencjami i pomaga odzyskać dostęp do YouTube.",
    "pt_PT": "Você fica viciado nos vídeos recomendados e relacionados do YouTube, mas não quer se privar completamente do YouTube?\n\nEsta extensão ainda permite pesquisar e reproduzir vídeos, mas esconde as partes do Youtube que são desnecessárias e viciantes: o feed de recomendação da primeira página, os vídeos relacionados na barra lateral!\n\nExtensão do Chrome para remover distrações do YouTube, incluindo a barra lateral recomendada, sugestões de vídeos na tela final, comentários de usuários, feed de vídeos relacionados à página inicial, guia de tendências, desativar reprodução automática ou anotações e muito mais. Alterne as opções no pop-up para personalizar sua própria experiência no YouTube.\n\nDiga adeus aos comentários do YouTube com a extensão Ocultar comentários, bate-papo ao vivo e relacionados do YouTube. Reduza a distração ocultando vídeos relacionados. Se você precisar reativar comentários, bate-papo ao vivo ou vídeos relacionados, basta desativar o recurso!\n\nCriamos o Modo Produtividade no YouTube, com o objetivo de reduzir os gatilhos. Mude o YPM para o “Modo de produtividade” para desfocar todas as miniaturas no YouTube, para que as miniaturas cativantes e que atraiam cliques não chamem sua atenção.\n\nPortanto, agora, se você for redirecionado para o YouTube enquanto trabalha/estuda, as miniaturas recomendadas não chamarão sua atenção e, com sorte, você voltará à sua tarefa sem perder o foco.\n\nEsta extensão também pode ser descrita como bloqueando miniaturas do YouTube em vídeos, desabilitando miniaturas em vídeos, desfocando miniaturas do YouTube em vídeos.\ndesfocar miniaturas do YouTube em vídeos.\n\nCom Hide YouTube shorts você pode;\n\n• Desativar Shorts do YouTube nos feeds inicial, de tendências e de inscrições\n• Desative os Shorts do YouTube na lista Recomendado, nos resultados da pesquisa e no menu Notificações\n• Desativar a guia Shorts e vídeos de Shorts nas páginas do canal\n• Desativar Lives e Estreias nas páginas inicial e de assinatura\n• A lista de bloqueio personalizada permite que os usuários bloqueiem conteúdo de canais específicos\n• Reproduza automaticamente vídeos do Shorts em um formato de vídeo normal\n\nYouTube é uma marca registrada da Google LLC. O uso desta marca registrada está sujeito às permissões do Google.\n\nDefina automaticamente a qualidade de vídeo padrão do YouTube™ com este excelente novo Auto HD, compatível com resolução de alta definição HD/4k/8k.\n✓ Volte para o modo Automático (padrão do YouTube)\n✓ Interface de usuário Auto HD bonita e simples\n\nIgnore patrocínios, pedidos de assinatura e muito mais nos vídeos do YouTube. Denuncie patrocinadores sobre os vídeos que você assiste para economizar o tempo de outras pessoas.\n\nO SponsorBlock permite pular patrocinadores, introduções, outros, lembretes de assinatura e outras partes irritantes dos vídeos do YouTube. SponsorBlock é uma extensão de navegador de crowdsourcing que permite que qualquer pessoa envie os horários de início e término de segmentos patrocinados e outros segmentos de vídeos do YouTube. Assim que uma pessoa enviar essas informações, todas as outras pessoas com esta extensão pularão o segmento patrocinado.\n\nCaracterísticas:\n  + bloqueia anúncios, banners e pop-ups\n  + bloqueio de anúncios em sites externos que carregam o Youtube\n  + impedir que anúncios precedentes sejam carregados no Youtube\n  + você também pode remover anotações de vídeos e músicas (veja a página de opções).\n  + carrega vídeos e site do YouTube com mais rapidez.\n\nAdBlock no YouTube remove anúncios e melhora sua experiência de assistir vídeos.\nVocê não precisa assistir a anúncios precedentes que não podem ser ignorados com o AdBlock. Ao contrário de outros bloqueadores de anúncios, o AdBlock permite filtrar anúncios e até permitir anúncios em canais individuais para apoiar os YouTubers que você ama.\n\nOcultar distração permite que você assuma o controle de sua jornada no YouTube. Ele permite que você personalize seu ambiente de visualização de acordo com suas preferências e ajuda a recuperar sua experiência no YouTube.",
    "ro": "Do you find yourself getting hooked by Youtube's recommended and related videos, but you don't want to deprive yourself completely of Youtube? \n\nThis extension still lets you search and play videos, but hides the parts of Youtube that are unneeded and addictive: the front page recommendation feed, the related videos in the sidebar!\n\nChrome extension to remove YouTube distractions, including the recommended sidebar, endscreen video suggestions, user comments, homepage related videos feed, trending tab, turn off autoplay or annotations, and more. Toggle the options through the popup to customize your own YouTube experience.\n\nSay goodbye to YouTube comments with the Hide YouTube Comments, Live Chat, & Related extension. Reduce distraction by hiding related videos. If you need comments, live chat, or related videos to be re-enabled, simply toggle the feature off!\n\nWe created YouTube Productivity Mode, with an objective to reduce the triggers. Switch YPM in “Productivity Mode” to blur all the thumbnails on YouTube so that the catchy and clickbaity thumbnails don’t grab your attention. \n\nSo now if you get redirected to YouTube while working/studying, the recommended thumbnails won’t catch your eyes and you will hopefully switch back to your task again without losing your focus.\n\nThis extension could also be descibed as blocking YouTube thumbnails on videos, disabling thumbnails on videos, blurring YouTube thumbnails on videos.\nblurring YouTube thumbnails on videos.\n\nWith Hide YouTube shorts you can;\n\n• Disable YouTube Shorts on the Home, Trending, and Subscription feeds\n• Disable YouTube Shorts in the Recommended list, Search results, and Notifications menu\n• Disable the Shorts tab and Shorts videos on Channel pages\n• Disable Lives and Premieres on the Home and Subscription pages\n• Custom block list allows users to block content from specific channels\n• Automatically play Shorts videos in a regular video format\n\nYouTube is a trademark of Google LLC. Use of this trademark is subject to Google Permissions.\n\nAutomatically set your default YouTube™ video quality with this great new Auto HD, supporting high definition resolution HD/4k/8k.\n✓ Switch back to Automatic mode (YouTube's default)\n✓ Beautiful and simple Auto HD User Interface\n\nSkip sponsorships, subscription begging and more on YouTube videos. Report sponsors on videos you watch to save others' time.\n\nSponsorBlock lets you skip over sponsors, intros, outros, subscription reminders, and other annoying parts of YouTube videos. SponsorBlock is a crowdsourced browser extension that lets anyone submit the start and end times of sponsored segments and other segments of YouTube videos. Once one person submits this information, everyone else with this extension will skip right over the sponsored segment.\n\nFeatures:\n + blocks ads, banner and popups\n + blocking of ads on external sites which load Youtube\n + prevent preroll ads from loading on Youtube\n + you can also remove annotations from videos and musics (see options page).\n + loads videos and YouTube website faster.\n\nAdBlock on YouTube removes ads and enhances your video watching experience.\nYou don't have to sit through unskippable pre-roll ads with AdBlock. Unlike other ad blockers, AdBlock lets you filter ads and even allow ads on individual channels to support the YouTubers you love. \n\nHide distraction empowers you to take control of your YouTube journey. It allows you to personalize your viewing environment according to your preferences and helps you reclaim your YouTube experience.",
    "sl": "Se vam zdi, da vas priporočeni in sorodni videoposnetki Youtube zasvojijo, vendar se ne želite popolnoma prikrajšati za Youtube?\n\nTa razširitev še vedno omogoča iskanje in predvajanje videoposnetkov, vendar skrije dele YouTuba, ki so nepotrebni in povzročajo odvisnost: vir priporočil na prvi strani, sorodni videoposnetki v stranski vrstici!\n\nRazširitev za Chrome za odstranjevanje motenj v YouTubu, vključno s priporočeno stransko vrstico, predlogi videoposnetkov na končnem zaslonu, komentarji uporabnikov, virom videoposnetkov, povezanih z domačo stranjo, priljubljenim zavihkom, izklopom samodejnega predvajanja ali opomb in več. Preklapljajte med možnostmi v pojavnem oknu, da prilagodite svojo izkušnjo YouTuba.\n\nPoslovite se od komentarjev v YouTubu z razširitvijo Skrij komentarje v YouTubu, klepet v živo in sorodno. Zmanjšajte motnje tako, da skrijete sorodne videoposnetke. Če želite znova omogočiti komentarje, klepet v živo ali sorodne videoposnetke, to funkcijo preprosto izklopite!\n\nUstvarili smo YouTubov produktivni način s ciljem zmanjšati sprožilce. Preklopite YPM v »Način produktivnosti«, da zameglite vse sličice v YouTubu, tako da privlačne in vabljive sličice ne pritegnejo vaše pozornosti.\n\nTorej, če ste zdaj med delom/študijem preusmerjeni na YouTube, vam priporočene sličice ne bodo padle v oči in upajmo, da se boste spet vrnili k svoji nalogi, ne da bi izgubili fokus.\n\nTo razširitev bi lahko opisali tudi kot blokiranje YouTubovih sličic na videoposnetkih, onemogočanje sličic na videoposnetkih, zamegljevanje YouTube sličic na videoposnetkih.\nzameglitev YouTubovih sličic na videoposnetkih.\n\nS Hide YouTube Shorts lahko;\n\n• Onemogočite YouTube Shorts v virih Domov, Priljubljeno in Naročnina\n• Onemogočite YouTube Shorts na seznamu priporočenih, v rezultatih iskanja in v meniju z obvestili\n• Onemogočite zavihek Shorts in videoposnetke Shorts na straneh kanala\n• Onemogočite oddaje v živo in premiere na domači strani in strani za naročnine\n• Seznam blokiranih po meri uporabnikom omogoča blokiranje vsebine iz določenih kanalov\n• Samodejno predvajajte videoposnetke Shorts v običajnem video formatu\n\nYouTube je blagovna znamka družbe Google LLC. Za uporabo te blagovne znamke veljajo Googlova dovoljenja.\n\nSamodejno nastavite privzeto kakovost videa YouTube™ s tem odličnim novim Auto HD, ki podpira visoko ločljivost HD/4k/8k.\n✓ Preklopite nazaj na samodejni način (privzeto za YouTube)\n✓ Lep in preprost uporabniški vmesnik Auto HD\n\nPreskočite sponzorstva, prosjačenje za naročnine in drugo na videoposnetkih YouTube. Prijavite sponzorje na videih, ki jih gledate, da prihranite čas drugim.\n\nSponsorBlock vam omogoča, da preskočite sponzorje, uvode, zaključke, opomnike za naročnine in druge nadležne dele YouTube videoposnetkov. SponsorBlock je razširjena razširitev brskalnika, ki vsakomur omogoča pošiljanje začetnih in končnih časov sponzoriranih segmentov in drugih segmentov videoposnetkov YouTube. Ko ena oseba pošlje te podatke, bodo vsi drugi s to razširitvijo preskočili sponzorirani segment.\n\nLastnosti:\n  + blokira oglase, pasice in pojavna okna\n  + blokiranje oglasov na zunanjih straneh, ki nalagajo Youtube\n  + preprečite nalaganje oglasov pred predvajanjem na Youtube\n  + lahko tudi odstranite opombe iz videoposnetkov in glasbe (glejte stran z možnostmi).\n  + hitreje naloži videoposnetke in spletno stran YouTube.\n\nAdBlock na YouTubu odstrani oglase in izboljša izkušnjo gledanja videoposnetkov.\nZ AdBlock vam ni treba gledati oglasov pred predvajanjem, ki jih ni mogoče preskočiti. V nasprotju z drugimi zaviralci oglasov vam AdBlock omogoča filtriranje oglasov in celo omogočanje oglasov na posameznih kanalih, da podprete YouTuberje, ki jih imate radi.\n\nHide distraction vam omogoča, da prevzamete nadzor nad svojim potovanjem v YouTubu. Omogoča vam prilagoditev okolja gledanja glede na vaše želje in vam pomaga obnoviti izkušnjo YouTuba.",
    "sv": "Hittar du dig själv att fastna för Youtubes rekommenderade och relaterade videor, men du vill inte beröva dig själv helt på Youtube?\n\nDet här tillägget låter dig fortfarande söka och spela upp videor, men döljer de delar av Youtube som är onödiga och beroendeframkallande: förstasidans rekommendationsflöde, de relaterade videorna i sidofältet!\n\nChrome-tillägg för att ta bort YouTube-distraktioner, inklusive det rekommenderade sidofältet, slutskärmsvideoförslag, användarkommentarer, startsidesrelaterade videoflöden, trendflik, inaktivera automatisk uppspelning eller kommentarer och mer. Växla mellan alternativen i popup-fönstret för att anpassa din egen YouTube-upplevelse.\n\nSäg adjö till YouTube-kommentarer med tillägget Hide YouTube Comments, Live Chat, & Related. Minska distraktionen genom att dölja relaterade videor. Om du behöver kommentarer, livechatt eller relaterade videor för att återaktiveras, stäng helt enkelt av funktionen!\n\nVi skapade YouTubes produktivitetsläge, med målet att minska triggers. Byt YPM i \"Produktivitetsläge\" för att sudda ut alla miniatyrer på YouTube så att de catchy och clickbaity-miniatyrerna inte fångar din uppmärksamhet.\n\nSå nu om du blir omdirigerad till YouTube medan du arbetar/studerar, kommer de rekommenderade miniatyrerna inte att fånga dina ögon och du kommer förhoppningsvis att byta tillbaka till din uppgift igen utan att tappa fokus.\n\nDet här tillägget kan också beskrivas som att blockera YouTube-miniatyrer på videor, inaktivera miniatyrer på videor, sudda ut YouTube-miniatyrer på videor.\nsuddiga YouTube-miniatyrer på videor.\n\nMed Hide YouTube-shorts kan du;\n\n• Inaktivera YouTube Shorts i hem-, trend- och prenumerationsflödena\n• Inaktivera YouTube Shorts i menyn Rekommenderade, Sökresultat och Aviseringar\n• Inaktivera fliken Shorts och Shorts-videor på kanalsidor\n• Inaktivera Lives och Premiärer på Hem- och Prenumerationssidorna\n• Anpassad blockeringslista tillåter användare att blockera innehåll från specifika kanaler\n• Spela upp kortfilmer automatiskt i ett vanligt videoformat\n\nYouTube är ett varumärke som tillhör Google LLC. Användning av detta varumärke är föremål för Googles tillstånd.\n\nStäll automatiskt in din standard YouTube™-videokvalitet med denna fantastiska nya Auto HD, som stöder högupplöst HD/4k/8k.\n✓ Växla tillbaka till automatiskt läge (YouTubes standard)\n✓ Vackert och enkelt Auto HD-användargränssnitt\n\nHoppa över sponsring, prenumerationstiggare och mer på YouTube-videor. Rapportera sponsorer för videor du tittar på för att spara andras tid.\n\nSponsorBlock låter dig hoppa över sponsorer, intros, outros, prenumerationspåminnelser och andra irriterande delar av YouTube-videor. SponsorBlock är ett webbläsartillägg med crowdsourcing som låter vem som helst skicka in start- och sluttider för sponsrade segment och andra segment av YouTube-videor. När en person har skickat in denna information kommer alla andra med detta tillägg att hoppa rakt över det sponsrade segmentet.\n\nFunktioner:\n  + blockerar annonser, banner och popup-fönster\n  + blockering av annonser på externa sajter som laddar Youtube\n  + förhindra att preroll-annonser laddas på Youtube\n  + du kan också ta bort kommentarer från videor och musik (se sidan med alternativ).\n  + laddar videor och YouTube-webbplats snabbare.\n\nAdBlock på YouTube tar bort annonser och förbättrar din videoupplevelse.\nDu behöver inte gå igenom oöverhoppningsbara pre-roll-annonser med AdBlock. Till skillnad från andra annonsblockerare låter AdBlock dig filtrera annonser och till och med tillåta annonser på enskilda kanaler för att stödja de YouTubers du älskar.\n\nHide distraktion ger dig möjlighet att ta kontroll över din YouTube-resa. Det låter dig anpassa din visningsmiljö efter dina preferenser och hjälper dig att återta din YouTube-upplevelse.",
    "tr": "Kendinizi Youtube'un önerdiği ve ilgili videolarına kaptırırken buluyorsunuz ama kendinizi tamamen Youtube'dan mahrum bırakmak istemiyor musunuz?\n\nBu uzantı yine de video aramanıza ve oynatmanıza izin verir, ancak Youtube'un gereksiz ve bağımlılık yaratan kısımlarını gizler: ön sayfa öneri akışı, kenar çubuğundaki ilgili videolar!\n\nÖnerilen kenar çubuğu, bitiş ekranı video önerileri, kullanıcı yorumları, ana sayfayla ilgili video akışı, trendler sekmesi, otomatik oynatmayı veya ek açıklamaları kapatma ve daha fazlasını içeren YouTube'un dikkat dağıtıcı unsurlarını ortadan kaldıran Chrome uzantısı. Kendi YouTube deneyiminizi özelleştirmek için açılır penceredeki seçenekleri değiştirin.\n\nYouTube Yorumlarını Gizle, Canlı Sohbet ve İlgili uzantıyla YouTube yorumlarına elveda deyin. İlgili videoları gizleyerek dikkatinizin dağılmasını azaltın. Yorumların, canlı sohbetin veya ilgili videoların yeniden etkinleştirilmesine ihtiyacınız varsa özelliği kapatmanız yeterlidir!\n\nTetikleyicileri azaltmak amacıyla YouTube Üretkenlik Modu'nu oluşturduk. Akılda kalıcı ve tıklama tuzaklı küçük resimlerin dikkatinizi çekmemesi için YouTube'daki tüm küçük resimleri bulanıklaştırmak için YPM'yi \"Üretkenlik Modu\"na geçirin.\n\nYani artık çalışırken/ders çalışırken YouTube'a yönlendirilirseniz, önerilen küçük resimler dikkatinizi çekmeyecek ve umarız odak noktanızı kaybetmeden görevinize tekrar geri dönebilirsiniz.\n\nBu uzantı, videolarda YouTube küçük resimlerinin engellenmesi, videolarda küçük resimlerin devre dışı bırakılması, videolarda YouTube küçük resimlerinin bulanıklaştırılması olarak da tanımlanabilir.\nvideolardaki YouTube küçük resimlerinin bulanıklaştırılması.\n\nYouTube kısalarını gizle özelliğiyle şunları yapabilirsiniz;\n\n• Ana Sayfa, Trendler ve Abonelik özet akışlarında YouTube Shorts'u devre dışı bırakın\n• Önerilenler listesinde, Arama sonuçlarında ve Bildirimler menüsünde YouTube Shorts'u devre dışı bırakın\n• Kanal sayfalarında Kısa Videolar sekmesini ve Kısa Video videolarını devre dışı bırakın\n• Ana Sayfa ve Abonelik sayfalarında Canlı Yayınları ve İlk Gösterimleri devre dışı bırakın\n• Özel engelleme listesi, kullanıcıların belirli kanallardan gelen içeriği engellemesine olanak tanır\n• Shorts videolarını otomatik olarak normal video biçiminde oynatın\n\nYouTube, Google LLC'nin ticari markasıdır. Bu ticari markanın kullanımı Google İzinlerine tabidir.\n\nYüksek çözünürlüklü HD/4k/8k'yi destekleyen bu harika yeni Auto HD ile varsayılan YouTube™ video kalitenizi otomatik olarak ayarlayın.\n✓ Otomatik moda geri dönün (YouTube'un varsayılanı)\n✓ Güzel ve basit Otomatik HD Kullanıcı Arayüzü\n\nYouTube videolarında sponsorlukları, abonelik istemeyi ve daha fazlasını atlayın. Başkalarının zaman kazanmasını sağlamak için izlediğiniz videoların sponsorlarını bildirin.\n\nSponsorBlock, sponsorları, tanıtımları, çıkışları, abonelik hatırlatıcılarını ve YouTube videolarının diğer sinir bozucu kısımlarını atlamanıza olanak tanır. SponsorBlock, herkesin sponsorlu bölümlerin ve YouTube videolarının diğer bölümlerinin başlangıç ve bitiş zamanlarını göndermesine olanak tanıyan kitle kaynaklı bir tarayıcı uzantısıdır. Bir kişi bu bilgiyi gönderdiğinde, bu uzantıya sahip olan diğer herkes doğrudan sponsorlu segmenti atlayacaktır.\n\nÖzellikler:\n  + reklamları, banner'ları ve açılır pencereleri engeller\n  + Youtube'u yükleyen harici sitelerdeki reklamların engellenmesi\n  + YouTube'da video öncesi reklamların yüklenmesini önleyin\n  + videolardan ve müziklerden ek açıklamaları da kaldırabilirsiniz (seçenekler sayfasına bakın).\n  + videoları ve YouTube web sitesini daha hızlı yükler.\n\nYouTube'daki AdBlock, reklamları kaldırır ve video izleme deneyiminizi geliştirir.\nAdBlock ile atlanamayan videodan önce gösterilen reklamlarla uğraşmanıza gerek yok. Diğer reklam engelleyicilerden farklı olarak AdBlock, sevdiğiniz YouTuber'ları desteklemek için reklamları filtrelemenize ve hatta tek tek kanallardaki reklamlara izin vermenize olanak tanır.\n\nDikkat dağıtmayı gizle, YouTube yolculuğunuzun kontrolünü elinize almanızı sağlar. İzleme ortamınızı tercihlerinize göre kişiselleştirmenize olanak tanır ve YouTube deneyiminizi geri kazanmanıza yardımcı olur.",
    "vi": "Bạn có thấy mình bị cuốn hút bởi các video được đề xuất và liên quan của Youtube nhưng lại không muốn tước bỏ hoàn toàn Youtube?\n\nTiện ích mở rộng này vẫn cho phép bạn tìm kiếm và phát video nhưng ẩn những phần không cần thiết và gây nghiện của Youtube: nguồn cấp dữ liệu đề xuất trên trang đầu, các video liên quan trong thanh bên!\n\nTiện ích mở rộng của Chrome giúp loại bỏ những phiền toái trên YouTube, bao gồm thanh bên được đề xuất, đề xuất video trên màn hình kết thúc, nhận xét của người dùng, nguồn cấp dữ liệu video liên quan đến trang chủ, tab xu hướng, tắt tính năng tự động phát hoặc chú thích, v.v. Chuyển đổi các tùy chọn thông qua cửa sổ bật lên để tùy chỉnh trải nghiệm YouTube của riêng bạn.\n\nNói lời tạm biệt với các nhận xét trên YouTube bằng tiện ích mở rộng Ẩn nhận xét trên YouTube, Trò chuyện trực tiếp và có liên quan. Giảm sự phân tâm bằng cách ẩn các video liên quan. Nếu bạn cần bật lại nhận xét, trò chuyện trực tiếp hoặc video liên quan, bạn chỉ cần tắt tính năng này!\n\nChúng tôi đã tạo Chế độ năng suất YouTube với mục tiêu giảm thiểu các yếu tố kích hoạt. Chuyển YPM ở “Chế độ năng suất” để làm mờ tất cả hình thu nhỏ trên YouTube để các hình thu nhỏ hấp dẫn và lôi cuốn không thu hút sự chú ý của bạn.\n\nVì vậy, bây giờ nếu bạn được chuyển hướng đến YouTube khi đang làm việc/học tập, các hình thu nhỏ được đề xuất sẽ không thu hút sự chú ý của bạn và hy vọng bạn sẽ quay lại công việc của mình một lần nữa mà không bị mất tập trung.\n\nTiện ích mở rộng này cũng có thể được mô tả là chặn hình thu nhỏ của YouTube trên video, vô hiệu hóa hình thu nhỏ trên video, làm mờ hình thu nhỏ của YouTube trên video.\nlàm mờ hình thu nhỏ YouTube trên video.\n\nVới Ẩn video ngắn trên YouTube, bạn có thể;\n\n• Tắt YouTube Shorts trên nguồn cấp dữ liệu Trang chủ, Thịnh hành và Đăng ký\n• Tắt YouTube Shorts trong danh sách Đề xuất, Kết quả tìm kiếm và menu Thông báo\n• Tắt tab Shorts và video Shorts trên trang Kênh\n• Tắt tính năng Phát trực tiếp và Công chiếu trên trang Trang chủ và trang Đăng ký\n• Danh sách chặn tùy chỉnh cho phép người dùng chặn nội dung từ các kênh cụ thể\n• Tự động phát video ngắn ở định dạng video thông thường\n\nYouTube là nhãn hiệu của Google LLC. Việc sử dụng nhãn hiệu này phải tuân theo sự cho phép của Google.\n\nTự động đặt chất lượng video YouTube™ mặc định của bạn với Auto HD mới tuyệt vời này, hỗ trợ độ phân giải độ phân giải cao HD/4k/8k.\n✓ Chuyển về chế độ Tự động (mặc định của YouTube)\n✓ Giao diện người dùng Auto HD đẹp và đơn giản\n\nBỏ qua hoạt động tài trợ, xin đăng ký và nhiều hoạt động khác trên video YouTube. Báo cáo nhà tài trợ trên video bạn xem để tiết kiệm thời gian của người khác.\n\nNhà tài trợ cho phép bạn bỏ qua các nhà tài trợ, phần giới thiệu, phần kết thúc, lời nhắc đăng ký và các phần khó chịu khác của video YouTube. Nhà tài trợ là một tiện ích mở rộng trình duyệt có nguồn lực cộng đồng cho phép mọi người gửi thời gian bắt đầu và kết thúc của các phân đoạn được tài trợ và các phân đoạn khác của video YouTube. Sau khi một người gửi thông tin này, những người khác có tiện ích mở rộng này sẽ bỏ qua ngay phân khúc được tài trợ.\n\nĐặc trưng:\n  + chặn quảng cáo, biểu ngữ và cửa sổ bật lên\n  + chặn quảng cáo trên các trang bên ngoài tải Youtube\n  + ngăn quảng cáo preroll tải trên Youtube\n  + bạn cũng có thể xóa chú thích khỏi video và nhạc (xem trang tùy chọn).\n  + tải video và trang web YouTube nhanh hơn.\n\nAdBlock trên YouTube loại bỏ quảng cáo và nâng cao trải nghiệm xem video của bạn.\nBạn không cần phải ngồi xem quảng cáo đầu video không thể bỏ qua với AdBlock. Không giống như các trình chặn quảng cáo khác, AdBlock cho phép bạn lọc quảng cáo và thậm chí cho phép quảng cáo trên từng kênh riêng lẻ để hỗ trợ các YouTuber mà bạn yêu thích.\n\nẨn sự phân tâm giúp bạn kiểm soát hành trình YouTube của mình. Nó cho phép bạn cá nhân hóa môi trường xem theo sở thích của mình và giúp bạn lấy lại trải nghiệm YouTube của mình.",
    "zh_CN": "您是否發現自己被 Youtube 的推薦和相關影片迷住了，但又不想完全剝奪自己與 Youtube 的聯繫？\n\n這個擴充功能仍然可以讓你搜尋和播放視頻，但隱藏了 Youtube 中不需要的和令人上癮的部分：首頁推薦提要，側邊欄中的相關視頻！\n\nChrome 擴充功能可消除 YouTube 幹擾，包括建議的側邊欄、片尾影片建議、使用者評論、主頁相關影片來源、趨勢標籤、關閉自動播放或註解等。 透過彈出視窗切換選項以自訂您自己的 YouTube 體驗。\n\n使用隱藏 YouTube 評論、即時聊天和相關擴充程序，告別 YouTube 評論。 透過隱藏相關影片來減少干擾。 如果您需要重新啟用評論、即時聊天或相關視頻，只需關閉該功能即可！\n\n我們創建了 YouTube 生產力模式，目的是減少觸發因素。 將 YPM 切換為“生產力模式”，以模糊 YouTube 上的所有縮圖，這樣吸引人的點擊標題縮圖就不會吸引您的注意力。\n\n因此，現在如果您在工作/學習時被重定向到 YouTube，建議的縮圖將不會引起您的注意，您有望再次切換回您的任務而不會失去注意力。\n\n此擴充功能也可以被描述為阻止影片上的 YouTube 縮圖、禁用影片上的縮圖、模糊影片上的 YouTube 縮圖。\n模糊影片上的 YouTube 縮圖。\n\n透過隱藏 YouTube 短片，您可以；\n\n• 在主頁、趨勢和訂閱源中停用 YouTube Shorts\n• 在推薦清單、搜尋結果和通知選單中停用 YouTube Shorts\n• 停用頻道頁面上的 Shorts 選項卡和 Shorts 視頻\n• 在主頁和訂閱頁面上停用直播和首映\n• 自訂封鎖清單可讓使用者封鎖來自特定頻道的內容\n• 自動以常規視頻格式播放 Shorts 視頻\n\nYouTube 是 Google LLC 的商標。 使用該商標須遵守 Google 許可。\n\n使用這款出色的全新 Auto HD 自動設定預設 YouTube™ 影片質量，支援高清解析度 HD/4k/8k。\n✓ 切換回自動模式（YouTube 的預設模式）\n✓ 美觀簡潔的自動高清使用者介面\n\n跳過 YouTube 影片上的贊助、訂閱請求等。 舉報您觀看的影片的贊助商，以節省其他人的時間。\n\nSponsorBlock 可讓您跳過 YouTube 影片中的贊助商、片頭、片尾、訂閱提醒和其他煩人的部分。 SponsorBlock 是一個眾包瀏覽器擴充程序，允許任何人提交贊助片段和 YouTube 影片其他片段的開始和結束時間。 一旦一個人提交了此信息，其他擁有此擴展名的人將直接跳過贊助部分。\n\n特徵：\n  + 攔截廣告、橫幅和彈出窗口\n  + 封鎖載入 Youtube 的外在網站上的廣告\n  + 防止在 Youtube 上載入前置廣告\n  + 您也可以從影片和音樂中刪除註釋（請參閱選項頁面）。\n  + 更快載入影片和 YouTube 網站。\n\nYouTube 上的 AdBlock 可刪除廣告並增強您的影片觀看體驗。\n透過 AdBlock，您無需忍受不可跳過的前貼片廣告。 與其他廣告攔截器不同，AdBlock 讓您過濾廣告，甚至允許在各個頻道上投放廣告來支援您喜愛的 YouTube 用戶。\n\n隱藏幹擾讓您掌控自己的 YouTube 旅程。 它允許您根據自己的喜好個性化您的觀看環境，並幫助您恢復 YouTube 體驗。"
  }
}