{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GameHelper - Tentlan"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and share your combat reports. Tentlan-GameHelper extension for usage of Tentlan.GameHelper.net",
    "de": "Einfach Kampfberichte erstellen und teilen. Tentlan-GameHelper Erweiterung zur Nutzung von Tentlan.GameHelper.net"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for Tentlan.GameHelper.net\n\nGameHelper.net was created to support players exchanging their combat and spy reports. The given browser extensions allow players to easily create und share their reports.\n\nTentlan.GameHelper.net and the browser extensions are free to use for everyone.\n\nA new button appears inside a report, after installation and refresh of the Tentlan website. This button opens your report at GameHelper.net.\nYou can share this report on the GameHelper site.",
    "de": "GameHelper.net wurde erschaffen um Spielern das einfache Austauschen von Kampf- und Spionageberichten zu ermöglichen. Durch einfache Benutzung der jeweiligen Browsererweiterungen, ermöglicht GameHelper.net das schnelle und unkomplizierte Erstellen der Berichte.\n\nSowohl Tentlan.GameHelper.net als auch die Browsererweiterungen sind für jedermann kostenfrei nutzbar.\n\nNach der Installation und einem Refresh der Tentlanseite, erscheint ab sofort in Detailberichten ein weiterer Button. Dieser Button sendet den aktuellen Bericht an GameHelper und öffnet die dazu gehörige Seite.\nAuf dieser GameHelper-Seite können Sie die URL kopieren und an beliebige Personen weiterleiten."
  }
}