{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Araby.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing experience with Araby.ai."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The araby.ai chrome extension is easy to use and integrates seamlessly with your existing workflow. \nWhether you're a creator, marketer, or business owner, this extension can help you save time and improve the quality of your work. So why wait? Download the araby.ai chrome extension today and start creating amazing things that drives results!\nit is a powerful tool for content creation and text analysis. With this extension, you can easily create high-quality work for your website, blog, or social media channels. The extension uses advanced natural language processing technology to help you write compelling and engaging things that resonates with your audience.\nIn addition to creation, the araby.ai chrome extension also offers powerful text analysis capabilities. You can use the extension to analyze the text on any web page, giving you valuable insights into the substance and structure of the page. This can help you optimize your own material for search engines and improve the overall user experience of your website.\n\nيعد امتداد araby.ai chrome سهل الاستخدام ويتكامل بسلاسة مع سير عملك الحالي.\nسواء كنت منشئًا أو مسوقًا أو صاحب عمل ، يمكن أن يساعدك هذا الملحق في توفير الوقت وتحسين جودة عملك. فلماذا تنتظر؟ قم بتنزيل امتداد araby.ai chrome اليوم وابدأ في إنشاء أشياء مذهلة تحقق النتائج!\nإنها أداة قوية لإنشاء المحتوى وتحليل النص. باستخدام هذا الامتداد ، يمكنك بسهولة إنشاء أعمال عالية الجودة لموقعك على الويب أو مدونتك أو قنوات الوسائط الاجتماعية. يستخدم الامتداد تقنية معالجة اللغة الطبيعية المتقدمة لمساعدتك في كتابة أشياء مقنعة وجذابة يتردد صداها مع جمهورك.\nبالإضافة إلى الإنشاء ، يوفر امتداد araby.ai chrome أيضًا إمكانات قوية لتحليل النص. يمكنك استخدام الامتداد لتحليل النص على أي صفحة ويب ، مما يمنحك رؤى قيمة حول جوهر الصفحة وهيكلها. يمكن أن يساعدك هذا في تحسين المواد الخاصة بك لمحركات البحث وتحسين تجربة المستخدم الإجمالية لموقع الويب الخاص بك."
  }
}