{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bouncing DVD Search Box"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "a bouncing search box that mimics old-school DVD players"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We truly believe that small adjustments can have big impact on our daily lives. Our extensions give a subtle spice to your experience with your browser, and we believe it can effect your daily life for the better.\n\nThis chrome extension simulates the old TV screen idle mode DVD square that bounces around the screen. it is relaxing to just look at it and wait until it collides with one of the corners of the screen.\n\nSome of the features we have in this extension:\n    -  bouncing text input box that stops to bounce when you click on it and changes colors each \n       bounce.\n    -  text that wishes you good morning, good afternoon, and good night.\n    -  the good old satisfaction of the dvd square touching the corner of the screen.\n\nTerms: https://www.adverzy.net/bouncing-dvd-search-box/terms-of-service\nPrivacy: https://www.adverzy.net/bouncing-dvd-search-box/privacy-policy\nAbout: https://www.adverzy.net/about-us\nContact:  https://www.adverzy.net/contact-us\n\nBy clicking “Add to chrome”, I accept and agree to installing the \"Bouncing DVD Search Box\" Chrome extension and setting Chrome™ New Tab search to that provided by the service and the Terms of Use and Privacy Policy. The extension will update your search settings and will change your New Tab search services provided by Bing."
  }
}