{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kudos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kudos, the ultimate reward platform for gamers. Shop to get Kudos, and claim your rewards!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kudos, A world where every purchase is a joyful experience.\nNo more waiting for price drops or searching for coupons.. With every purchase you earn Kudos points; collect them, save them or use them to redeem amazing rewards!༼ つ ◕_◕ ༽つ\n\nIF YOU LOVE IT, BUY IT 🔥\nSave time, don't procrastinate with your next purchase! Buy and redeem, it's like unwrapping a gift every time you've done a purchase.\n\nYOU KNOW WHAT YOU WANT 🕹\nAnd we know how to reward you! Instead of scanning for coupons in hopes to reduce price, make your purchase more valuable with Kudos. No more FOMO.\n\nMAKE YOUR 'WISHES' COME TRUE 🧞‍♂️\nNo matter how big or small your purchase is, There will always be something to redeem.\nWe pride ourselves for having unique and exclusive rewards you cannot find anywhere else.\nWith Kudos you can get 100s of freebies, rewards and more! From the basics every gamer needs (new games, skins, merch) to the ultimate experiences put together for our community (exclusive items, collabs with content creators, and more).\n\nNEVER MISS A BEAT 🔔\nLook at us as your BSBL (Best Shopping Buddy for Life). We are simply here to make sure you're filled with joy after every purchase you make. The extension will notify you whenever you are eligible for earning Kudos points for a purchase.\n\nBUY PRODUCTS YOU LOVE, REDEEM PRODUCTS TO BRAG ABOUT. INSTALL THE KUDOS EXTENSION TODAY! 🤑\n\n\nThe extension only tracks the relevant information we need to make sure we get those Kudos to you each and every time you spend money. All user information is kept anonymized and encrypted. \nFor more information please check our privacy policy: https://kudosrewards.gg/privacy-policy"
  }
}