{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "blueparrotai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extract and display LinkedIn username"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Presenting blueparrot, your AI-enabled texting assistant. Creating messages with Blueparrot is as simple as giving a brief context or important details. Bid adieu to typing headaches. With the help of cutting-edge natural language processing, this creative tool creates prompts that are personalized to your own preferences and style.\n\nImportant characteristics:\n\nHands-free Prompt Generation: Blueparrot does away with the need for manual typing. You only need to provide a brief context, and it will generate customized prompts for your messages.\n\nTailored Messaging: For a genuine touch, use blueparrot to personalize the tone and style of your messages based on your own communication preferences.\n\nTime-Saving Convenience: Let blueparrot take care of the phrasing while you concentrate on the message's content to save important time. Bid farewell to tired fingers.\n\nVersatility Across Platforms: Easily write emails, texts, or posts on social media. Blueparrot offers dynamic messaging through seamless integration with other communication channels.\n\nSmart Suggestions: Get well-thought-out recommendations for message improvements or follow-up prompts to guarantee productive and efficient communication.\n\nBlueparrot assures you that privacy is a top priority. Conversations remain private since messages are processed safely on your device or in a reliable cloud environment.\n\nAdaptive Learning: Blueparrot offers a more effective and individualized messaging experience by gradually learning your communication style.\n\nProficiency in Multiple Languages: Communicate fluently in multiple languages. Blueparrot is perfect for international communication because it supports a wide range of linguistic settings.\n\nBlueparrot is the ideal fusion of convenience, personalization, and efficiency; use it to elevate your messaging. Greetings from a new era of hassle-free, joyful communication!"
  }
}