{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time2Meet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension syncs with your calendar allowing you to find all the overlapping open time slots between you and your team."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Open Meeting Times Easily with Our Chrome Extension\nCoordinating schedules to find a meeting time that works for everyone can be a hassle. This extension aims to simplify that process by offering a one-stop solution for scanning multiple calendars to find available slots.\n\nKey Features\nCalendar Scanning for Free Slots\nThe extension connects to your Google Calendar and any other calendars you specify. You just have to input the CalendarIDs, and the extension will automatically search for open time slots across all these calendars. It then generates a table of these available slots, making it easy for you to pick a time that suits everyone. The table can be copied for sharing or further analysis.\n\nAutocomplete for Email Entry\nWhen you're entering CalendarIDs or email addresses into the UI, the extension helps speed up the process by offering an autocomplete feature. This feature pulls from your Gmail contacts, so the suggestions are tailored to the people you interact with the most.\n\nCustomizable Time Settings\nYou can set specific parameters for the available slots. This includes setting the minimum length a meeting should be and specifying the earliest and latest times for meetings. This way, you won't get suggestions for a 5-minute meeting at 11:00 PM, unless you want to, of course.\n\nTime Zone Flexibility\nThe extension allows you to select a time zone for the meeting slots. If you select the time zone you're currently in, the extension will only display that one. If you choose a different time zone, it will show both your time zone and the one you selected. This is particularly helpful for teams spread across different geographical locations.\n\nWho Is This For?\nThis extension is designed for anyone who finds it challenging to coordinate meeting times across multiple calendars. Whether you're a project manager, a student working on a group project, or someone who just wants to organize a get-together, this tool can save you time and effort.\n\nWhy Use This Extension?\nEfficiency: Instead of checking multiple calendars and coordinating with team members, you get a single, consolidated list of available time slots.\n\nAccuracy: The extension scans all specified calendars to ensure that the suggested meeting times are genuinely free for all involved.\n\nConvenience: Features like email autocomplete and customizable time settings make the user experience smooth and tailored to your needs.\n\nTime-Zone Friendly: The extension's ability to display times in different time zones makes it easier to schedule meetings with team members who are in different parts of the world.\n\nBy focusing on these key features, this extension aims to make the often tedious task of finding a mutual time to meet as simple and efficient as possible."
  }
}