{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FEA Color Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple color picker , you can use it to pick color from any web page or local files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing FEA Color Picker, a versatile Chrome extension designed to enhance your web browsing experience by providing an intuitive color picker tool. With FEA Color Picker, you can effortlessly scan any color on a web page and save your selected colors for future reference.\n\nHere's how FEA Color Pickerworks:\n\nSeamless Integration: FEA Color Pickerseamlessly integrates into your Chrome browser, becoming an invaluable companion for designers, developers, and anyone interested in colors and aesthetics.\n\nAccurate Color Scanning: Simply activate the FEA Color Pickerextension, hover your cursor over any element on a webpage, and watch as the color picker tool accurately captures the precise color value. Whether it's a background, a text, an image, or any other visual element, FEA Color Pickerwill reveal its color in real time.\n\nVersatile Color Formats: FEA Color Pickersupports a wide range of color formats to cater to different needs. You can view the captured color in various formats such as HEX, RGB, HSL, and CMYK. This flexibility ensures that you have the color information you need for any project or application.\n\nSave and Organize Colors: FEA Color Pickerempowers you to save and organize your selected colors efficiently. With a single click, you can store a color to your personal color library within the extension. Assign names or labels to colors, tag them for easy categorization, and quickly access your saved colors whenever you need them.\n\nPrivacy and Security: At FEA Color Picker, we prioritize your privacy and ensure that your browsing data remains secure. The extension operates locally on your device, capturing colors only within the browser environment without accessing or transmitting any sensitive information.\n\nFEA Color Pickerrevolutionizes the way you interact with colors on the web, making it effortless to scan, save, and organize colors for your creative projects. Whether you're a designer seeking inspiration or a developer ensuring consistent color schemes, FEA Color Pickerwill be your indispensable tool for exploring the vibrant world of colors right from your Chrome browser."
  }
}