{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dark mode for Google™ docs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable dark mode on Google Docs to reduce eye strain while working on your documents."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you're someone who spends a lot of time working on Google Docs, you may have experienced eye strain or discomfort while staring at the bright white background for hours on end. Fortunately, with this extension, you can easily enable the Dark Mode feature on Google Docs, which can help reduce eye strain and make working in low-light conditions more comfortable. \n\nKey Features:  \n\n>>Reduce Eye Strain: Dark Mode reduces the amount of blue light emitted by your device, which can cause eye strain and disrupt sleep patterns. \n>>Comfortable Working: Work for longer periods of time without experiencing discomfort or eye fatigue. \n>>Easy to Use: Our guide is simple and easy to follow, allowing you to enable Dark Mode on Google Docs in just a few steps. \n\n\nHow to Use: \n\n>>Install the extension by clicking \"Add to Chrome\" button above. \n>>Open Google Docs and click on the extension icon in the top right corner of your browser. \n>>Toggle the switch to turn on Dark Mode. \n>>Enjoy working in a more comfortable environment! \n\n\nFAQs \n\n>> 1. What is Dark Mode on Google Docs?  \n\nDark Mode on Google Docs is a feature that changes the background color of your document from white to black or dark gray. This makes it easier to read and work on your document in low light conditions, while also reducing eye strain. \n\n>> 2. How do I enable Dark Mode on Google Docs?  \n\nTo enable Dark Mode on Google Docs, you'll need to install a Chrome extension that adds the feature to your Google Docs interface. Simply click on the extension icon, toggle the switch to turn on Dark Mode, and enjoy working in a more comfortable environment. \n\n>> 3. Will Dark Mode affect the formatting of my documents?  \n\nNo, enabling Dark Mode on Google Docs will not affect the formatting or appearance of your documents. It simply changes the background color to make it easier on your eyes."
  }
}