{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Salesforce"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Work with Salesforce records directly in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sales Cloud Everywhere lets you work on your to-dos, see engagement alerts, create records, and update multiple records. You can use it in your Gmail inbox, or in a standalone window alongside any web page.\n\n- Sell where you work: Move deals forward as you move around the web.\n- Access data anywhere: Bring context to every conversation.\n- Accelerate deals with real-time buyer data: Engage with people who want to engage with you.\n\nWhat you can do with Sales Cloud Everywhere:\n\n- Work with Salesforce directly in Gmail.\n- View, sort, and complete tasks like sending emails, reaching out on LinkedIn, and updating records, without returning to Salesforce.com.\n- Connect Salesforce to your Calendar and send calendar links, set availability, and more.\n- Get real time notifications of recent engagements as you browse the web.\n- Create and update records from within your Chrome web browser without leaving the current page.\n- Access and quickly update CRM records like leads, opportunities, and contacts.\n\nIf you can’t access Salesforce via the extension, ask your Salesforce admin for help. \n\nReview the app’s terms of service: https://c1.sfdcstatic.com/content/dam/web/en_us/www/documents/legal/Agreements/software-order-form-supplements/gmail-integration-order-form-supplement.pdf"
  }
}