{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picky Assist Zoho CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deep Link your Zoho CRM, Zoho CRM Plus, Zoho Bign with WhatsApp & Picky Assist Teambox for increased productivity"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate your WhatsApp with Zoho CRM, Zoho CRM Plus, Zoho Bigin & Picky Assist Teambox for Free\n\nBy Installing this extension you will able to deep link WhatsApp & Picky Assist Teambox from any of your Zoho CRM Modules & Sales Signal which helps you and the team to easily see the conversation details in more effective way than ever before.\n\n\n---Features---- \n\n✓ Works with All Zoho CRM Modules where data field is Mobile or Phone \n✓ Works with Zoho CRM, Zoho CRM Plus & Zoho Bigin all plans including Free plans.\n✓ Integration into Sales Signal Notification for Quick Navigations \n✓ Deep Linking with Picky Assist Teambox, see conversation from Zoho CRM\n✓ Feature to add Country Code Prefix if the Zoho CRM data is not added with Country Code \n✓ Mobile Number length validation to dynamically validate length of home country\n✓ Mobile number sanitisation like removing 0 from beginning, stripping spaces, hyphens etc from numbers\n✓ Option to choose default app i.e WhatsApp Web & Desktop \n\n--Charges---\n\nThis extension is free of cost for all existing Picky Assist Customers and WhatsApp direct integration is free of cost for non Picky Assist Customers as well. \n\n**Zoho CRM & Picky Assist Teambox will have their own charges**\n\n\n---Support---\n\nFor any issues please contact support@pickyassist.com or join our Facebook Community to ask questions https://facebook.com/groups/pickyassist\n\n---Privacy----\n\nBy Installing this extension we don't collect or store any of your informations in our server, you may refer our standard privacy polices here https://pickyassist.com/resources/Privacy-Picky.pdf\n\n---Trademark----\n\nWhatsApp & Zoho CRM trademarks belongs to their respective legal companies. Logo & Name used here only for demonstrate purpose without any trademark violations"
  }
}