{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SugarPie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free tool for seeing the investment cost of online purchases"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SugarPie is a free chrome extension with one purpose: to show you how much your money would be worth if put it to work instead of to waste. Because money spent today is a fortune stolen from tomorrow.\n\nSave yourself from yourself\nSugarpie runs automatic calculations on your checkout pages to show the investment potential of your cart. Money can't buy happiness, but it can buy freedom. But not if you spend it all. Next time you impulse buy something you probably don't need, SugarPie will gut punch you back to sensible by showing how much you cart will be worth in 10, 20, 30, 40, and 50 years.\n\nCompounding at your fingertips\nManually calculate compounding interest anytime. Even when you're not at risk of piddling away your fortune on single slice pizza necklaces, you may still want to calculate the compounding rate of a number in the wild. SugarPie can help with that too.  Enter the amount, set your annual return, and investment duration. Boom, off to the raises.\n\n$50 today is $500 when you retire (if you retire in 30 years)\nOpportunity cost means opportunities lost. If you choose to invest your money instead of spend it, you can expect roughly 5% to 8% returns over several decades. Here's the mind-blowing approximations to remember:  In ten years, your money will grow 2x In thirty years, your money will grow 10x In fifty years, your money will grow 50x  If that's not magic, we don't know what is.\n\nAs Warren Buffet once said, “\"Time is your friend, impulse is your enemy. Take advantage of compound interest and don’t be captivated by the siren song of the market.\""
  }
}