{
  "name": {
    "ar,en,en_AU,en_US,es_419,fil,pt_BR,pt_PT": "SideNotes - Tasks & Notes in One Place",
    "am,hr": "SideNotes - Colorful Categories & Task Lists",
    "bg": "Quick Notetaking with Google Calendar Integration",
    "bn": "SideNotes - Sidebar Notes with Alarms",
    "ca": "Note Downloader with PDF & DOCX Support",
    "cs": "Fast Notetaking with Right-Click Feature",
    "da": "Efficient Note-Taking with SideNotes",
    "de": "Color-Coded Notetaking & Task Tracking",
    "el": "SideNotes - Notes & Task Management with Alarms",
    "en_GB": "SideNotes - All Your Notes in the Sidebar",
    "es": "SideNotes - All Notes & Tasks in One Sidebar",
    "et": "Quick Notetaking & Task Management - SideNotes",
    "fa,id": "Notetaking & PDF Download with SideNotes",
    "fi,ta": "SideNotes - Set Alarms with Browser Notifications",
    "fr": "Notetaking with Google Drive Integration",
    "gu": "Color-Coded Notes & Fast Add-on Feature",
    "he,te": "Task & Note Management in the Sidebar",
    "hi": "SideNotes - Quick Notetaking & Task Tracking",
    "hu,th": "SideNotes - Notes, Alarms & Task Management",
    "it,tr": "SideNotes - Task List, Alarms & Note Management",
    "ja": "Quick Notetaking Tool with Google Calendar",
    "kn": "SideNotes - Google Calendar Event Planner",
    "ko,zh_TW": "SideNotes - Sync Notes with Google Calendar & Drive",
    "lt": "SideNotes - Save Notes to Google Drive & Calendar",
    "lv": "Organize with Google Calendar & Drive",
    "ml,zh_CN": "SideNotes - Google Calendar Event & Drive Sync",
    "mr": "Task Management with Google Calendar & Drive",
    "ms": "SideNotes - Google Calendar Alerts & Drive Storage",
    "nl,vi": "Google Drive & Calendar-Integrated Notes",
    "no": "Google Calendar & Drive-Ready Notetaking",
    "pl": "Quick Notetaking with Google Calendar & Drive",
    "ro,uk": "SideNotes - Drive & Calendar Sync",
    "ru": "Drive and Calendar Integration with SideNotes",
    "sk": "SideNotes - Google Calendar & Drive Organizer",
    "sl": "Google Calendar & Drive-Linked Notetaking",
    "sr": "SideNotes - Calendar Events & Drive Storage",
    "sv,sw": "Google Calendar Event Planning with Drive Backup"
  },
  "short": {
    "ar,en,en_AU,en_US,es_419,fil,ko,pt_BR,pt_PT,zh_TW": "Save your notes directly to Google Drive, plan events in Google Calendar, and stay organized.",
    "am": "Organize notes by color-coded categories and set up Google Calendar events effortlessly.",
    "bg": "Take notes in the sidebar, add them to Google Calendar, and set reminders seamlessly.",
    "bn": "Organize by color, set reminders, and manage tasks with browser notifications.",
    "ca": "Download your notes in various formats and save them directly to Google Drive.",
    "cs": "Select text on any page, right-click to add it to notes, and save valuable time.",
    "da": "Organize notes, add tasks to Google Calendar, and download as PDF or DOCX files.",
    "de": "Use colorful categories, download as PDFs, and save to Google Drive for easy access.",
    "el": "Manage tasks in the sidebar, set reminders, and stay organized with notifications.",
    "en_GB": "Access notes instantly, download as PDF, TXT, or DOCX, and manage your tasks easily.",
    "es": "Create task lists, manage notes, and add Google Calendar events all in one place.",
    "et": "Organize your tasks, plan with Google Calendar, and download important notes as PDFs.",
    "fa": "Save notes as PDFs, upload to Google Drive, and add calendar events with ease.",
    "fi,ta": "Manage tasks, stay on schedule with reminders, and keep notes in the sidebar.",
    "fr": "Save notes to Google Drive, plan events, and download in PDF format – all in one.",
    "gu": "Organize notes by color, add selected text quickly, and download in various formats.",
    "he,te": "Save notes, integrate with Google Calendar, and stay organized with task management.",
    "hi": "Organize notes by color, set reminders, and manage tasks with ease.",
    "hr": "Organize notes with color-coded categories, download as PDFs, and set reminders.",
    "hu,th": "Save to Google Drive, set alarms, and manage your task list in the sidebar.",
    "id": "Take notes quickly, save to Google Drive, and manage tasks all in the sidebar.",
    "it,tr": "Organize tasks, set reminders, and download notes in PDF format.",
    "ja": "Plan events, categorize notes, and download as PDF or DOCX easily.",
    "kn": "Take notes in the sidebar and instantly turn them into Google Calendar events. Keep track of every task!",
    "lt": "Plan your day with notes saved to Google Drive and Google Calendar reminders right in your sidebar.",
    "lv": "Convert notes into Google Calendar events, save them to Google Drive, and keep everything in one place.",
    "ml,zh_CN": "Manage notes with Google Calendar integration and securely save them to Google Drive for easy access.",
    "mr": "Save important notes to Google Drive, set calendar events, and track tasks seamlessly.",
    "ms": "Get alerts for tasks in Google Calendar, store notes on Google Drive, and stay organized.",
    "nl,vi": "Save notes directly to Google Drive, set events in Google Calendar, and access everything from your sidebar.",
    "no": "Create notes, set Google Calendar events, and back everything up to Google Drive with ease.",
    "pl": "Organize notes, set reminders on Google Calendar, and save everything securely to Google Drive.",
    "ro,uk": "Store notes on Google Drive, schedule in Google Calendar, and organize everything in one sidebar.",
    "ru": "Quickly save notes to Google Drive, create Calendar events, and access all in one place.",
    "sk": "Keep notes organized in Google Drive and set reminders with Google Calendar integration.",
    "sl": "Take notes, set events on Google Calendar, and store everything on Google Drive.",
    "sr": "Quickly set Calendar events from notes, and save everything securely to Google Drive.",
    "sv,sw": "Create events on Google Calendar from your notes and back up everything to Google Drive."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "📝 SideNotes - Tabbee: Powerful Note-Taking Right in Your Browser’s Sidebar\n\nTransform your digital life with SideNotes - Tabbee, the Chrome extension that helps you stay organized, productive, and on top of your tasks. SideNotes provides a streamlined way to take and manage notes directly from your browser’s sidebar, so you can jot down ideas, to-dos, or meeting notes without needing to switch tabs or open another app. Perfect for quick access and easy note-taking while browsing or working online!\n\n✨ Key Features of SideNotes - Tabbee ✨\n\nQuick and Easy Note-Taking and Editing\nSideNotes uses the powerful Summernote text editor, allowing you to create rich, formatted notes. Customize your text, add titles, create bulleted lists, and more! This makes SideNotes perfect for everything from study notes to meeting summaries, giving you a clean and organized note-taking experience.\n\n☁️ Secure Google Drive Integration ☁️\nEasily save your notes to Google Drive for secure, cloud-based backup. SideNotes’ Google Drive integration ensures that your notes are safely stored and accessible across devices. Once a note is saved, you can access it via a direct “Open on Google Drive” link, making your notes not only safe but also easy to retrieve from anywhere.\n\n📅 Plan Events with Google Calendar Integration 📅\nTurn your notes into events! SideNotes allows you to create Google Calendar events right from your notes. Fill in the title, description, start and end dates and times, and add attendees to turn your notes into actionable calendar events. After creating the event, you can open it directly in Google Calendar to keep track of all your important plans.\n\n🎨 User-Friendly, Intuitive Interface 🎨\nSideNotes - Tabbee has a clean, user-friendly interface that keeps you organized. The sidebar design ensures that your notes are always accessible, and the minimalist layout makes navigation easy. SideNotes is visually pleasing yet functional, offering a great note-taking experience.\n\n🔐 Seamless Google Login and Profile Integration 🔐 \nLog in with Google to access your notes, Google Drive, and Calendar integrations. Once logged in, your Google profile picture appears in the extension, and you can sign out easily whenever you want. This ensures secure access to all your notes and events tied to your Google account.\n\n👥 Who is SideNotes - Tabbee For? 👥\n\n🎓 Students: Keep track of lecture notes, assignments, and exam dates all in one place. Organize your study notes in SideNotes, and never miss a deadline by adding your important dates to Google Calendar.\n\n💼 Professionals: Manage meeting notes, project details, and to-do lists from a single panel. With Google Drive backup, you can access your work notes securely from both your personal and work devices.\n\n🏠 Personal Users: Whether it's grocery lists, travel plans, or creative ideas, SideNotes is the perfect companion. You can keep your notes organized, add them to Google Calendar as reminders, and always stay on top of things.\n\n🛠️ Ease of Use and Powerful Integrations🛠️\n\nSideNotes - Tabbee combines note-taking and event planning, providing a seamless experience. With powerful integrations like Google Drive and Google Calendar, your notes and events are securely stored and synchronized across all your devices. The extension fits smoothly into your browser, making note-taking and event management easier than ever.\n\n🚀 Getting Started 🚀\n\nInstall the Extension: Download SideNotes - Tabbee from the Chrome Web Store.\nLog In: Sign in with your Google account to activate Drive and Calendar integrations.\nSave and Backup Notes: Quickly take notes while browsing and save them to Google Drive.\nPlan Events: Turn your notes into Google Calendar events and invite others.\nStay Organized: Keep all your notes and to-dos in one place with SideNotes.\n\n🔍 Why Choose SideNotes - Tabbee? 🔍\nSideNotes - Tabbee makes note-taking and event planning effortless with its clean and easy-to-use design. Access your notes, securely store them on Google Drive, and stay on top of your schedule by adding events to Google Calendar—all from one convenient extension. Whether for work, study, or personal organization, SideNotes - Tabbee is the ultimate tool for staying organized. Try SideNotes today and see how it can simplify your daily routine!"
  }
}