{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tích Lũy Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TichLuy.vn là website cashback với tỉ lệ cao nhất Việt Nam. Cài đặt extension để kích hoạt cashback chỉ với một lần click chuột."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "************************\nHướng dẫn sử dung: http://www.tichluy.vn/cai-dat-extension-thanh-cong\n************************\n\nTrong các website cashback tại Việt Nam. TichLuy.vn là website hoạt động lâu đời nhất (từ 2016) với tỉ lệ hoàn tiền cao nhất và chính xác nhất. Không chỉ đem lại tỉ lệ hoàn tiền cao nhất, Tích Lũy còn hỗ trợ khách hàng nhận cashback tiện lượi hơn với Tích Lũy extension, một công cụ không thể thiếu cho trình duyệt khi bạn mua sắm online.\n\nThời gian là tiền bạc, Tích Lũy Extension đem đến cho bạn cả 2 điều này với những chức năng vô cùng tiện lợi:\n- Tự động hiển thị thông báo website có áp dụng hoàn tiền khi đang truy cập vào website mua sắm.\n- So sánh tỉ lệ hoàn tiền giữa các website bán hàng khi tìm kiếm, \n- Dễ dàng lấy mã giảm giá cho trang web mà bạn đang xem\n\n** Bạn sẽ không bao giờ quên nhấn nút  “Bắt đầu mua sắm” để được hoàn tiền lại **\nBạn hay quên hoặc lười truy cập vào TichLuy.vn để nhấn nút “Bắt đầu mua sắm” trước khi mua hàng? Với Tích Lũy Extension, bạn sẽ không bao giờ phải tốn thời gian truy cập vào TichLuy.vn nữa. Tích Lũy Extension sẽ thông báo và hiển thị nút bấm ngay khi bạn truy cập vào cửa hàng có áp dụng chương trình hoàn tiền.\n\n** Tìm kiếm mã giảm giá nhanh chóng **\nKhi đang chọn mua sản phẩm, bạn tự hỏi liệu có mã giảm giá nào có thể áp dụng ngay được không? Bạn chỉ cần bấm vào Tích Lũy Extension, các mã giảm giá có thể áp dụng được sẽ hiển thị ra ngay cho bạn lựa chọn.\n\n\nNếu bạn đang đang không hài lòng với các dịch vụ hoàn tiền khác như như Putatu, Bogo, Shopiness, Tietkiemngay, Cashbag, TeddyBag, cashbackshopvn ... tại sao bạn không thử sử dụng TichLuy.vn?\n\n\nBạn còn đợi gì nữa? Hãy cài ngay Tích Lũy Extension, phiên bản chính thức từ TíchLuy.vn để bắt đầu tiết kiệm thời gian và tiền bạc ngay đi chứ!\n\n\nVui lòng xem qui chế hoạt động của Tích Lũy tại http://www.tichluy.vn/quy-che-hoat-dong \n\nMọi ý kiến đóng góp, phản hổi, báo lỗi, vui lòng email về địa chỉ hotro@tichluy.vn."
  }
}