{
  "name": {
    "ar": "مُولِّد نصوص ChatGPT",
    "am": "ቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ",
    "bg": "Генератор на промптове за ChatGPT",
    "bn": "চ্যাটজিপিটি প্রম্প্ট জেনারেটর",
    "ca": "Generador de promps de ChatGPT",
    "cs": "Generátor zadání ChatGPT",
    "da,de,en,en_AU,en_GB,en_US,id,nl,no,sv": "ChatGPT Prompt Generator",
    "el": "Δημιουργός Προτροπών ChatGPT",
    "es": "Generador de prompts para Chat GPT",
    "es_419": "Generador de texto de ChatGPT",
    "et": "ChatGPT-i ülesandeloome tööriist",
    "fa": "تولید کننده متن تحریریه چت‌جی‌پی‌تی",
    "fi": "ChatGPT-pyyntögeneraattori",
    "fil": "Tagapaglikha ng Prompt ng ChatGPT",
    "fr": "Générateur de prompt ChatGPT",
    "gu": "ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર",
    "he": "יוצר הפרומטים של ChatGPT",
    "hi": "चैटजीपीटी प्रॉम्प्ट जेनरेटर",
    "hr": "Generator ChatGPT upita",
    "hu": "ChatGPT Feladat Generátor",
    "it": "ChatGPT Prompts Generator",
    "ja": "ChatGPT プロンプトジェネレータ",
    "kn": "ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್",
    "ko": "챗GPT 프롬프트 생성기",
    "lt": "ChatGPT Užduočių kūrėjas",
    "lv": "ČatsGPT uzdevumu ģenerators",
    "ml": "ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ",
    "mr": "चॅटजीपीटी प्रॉम्प्ट जेनरेटर",
    "ms": "Pembangkit Ucapan ChatGPT",
    "pl": "Generator promptów ChatGPT",
    "pt_BR": "Gerador de Prompt do ChatGPT",
    "pt_PT": "Gerador de Prompt ChatGPT",
    "ro": "Generator de prompturi ChatGPT",
    "ru": "Промты для ChatGPT",
    "sk": "Generátor úloh ChatGPT",
    "sl": "ChatGPT Generator za spodbude",
    "sr": "Generator za ChatGPT zadatke",
    "sw": "Jenereta ya Mada ya ChatGPT",
    "ta": "சாட்ஜிபிடி உத்தரவாதம் உருவாக்கி",
    "te": "చాట్జిపిటి ప్రాంప్ట్ జనరేటర్",
    "th": "โปรแกรมสร้างข้อความ ChatGPT",
    "tr": "ChatGPT Prompt Oluşturucusu",
    "uk": "Генератор запитань ChatGPT",
    "vi": "Trình tạo đề xuất ChatGPT",
    "zh_CN": "ChatGPT提示生成器",
    "zh_TW": "ChatGPT 提示生成器"
  },
  "short": {
    "ar": "استخدم مُولِّد نصوص ChatGPT للحصول على مساعدة في المهام الذكاء الاصطناعي وهندسة النصوص باستخدام قوالب مُولِّد نصوص ChatGPT.",
    "am": "ቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ",
    "bg": "Използвайте Генератор на промптове за ChatGPT за помощ с AI задачи и инженерство на промптове, чрез шаблони за промптове на ChatGPT.",
    "bn": "চ্যাটজিপিটি প্রম্প্ট জেনারেটর ব্যবহার করুন এআই কাজ এবং চ্যাটজিপিটি প্রম্প্ট টেমপ্লেট ব্যবহার করে সাহায্য পেতে।",
    "ca": "Utilitza el Generador de promps de ChatGPT per assistència en tasques d'IA i enginyeria de promps amb plantilles de ChatGPT.",
    "cs": "Použijte Generátor zadání ChatGPT k získání asistence s úkoly AI a inženýrstvím zadání pomocí šablon zadání ChatGPT.",
    "da": "Brug ChatGPT Prompt Generator til at få hjælp med AI-opgaver og prompt-udvikling ved hjælp af ChatGPT prompt-skabeloner.",
    "de": "Erstellen Sie mühelos kreative Eingabeaufforderungen mit dem Chat GPT Prompt Generator. Optimieren Sie Ihre ChatGPT-Erfahrung!",
    "el": "Χρησιμοποιήστε τον Δημιουργό Προτροπών ChatGPT για βοήθεια σε εργασίες AI και μηχανική προτροπών με πρότυπα προτροπών ChatGPT.",
    "en,en_AU,en_GB,en_US": "Use the ChatGPT Prompt Generator to get assistance with AI tasks and prompt engineering using ChatGPT prompt templates.",
    "es": "Generador de prompts para Chat GPT: Crea fácilmente preguntas y temas para mejorar tus conversaciones con ChatGPT.",
    "es_419": "Usa el Generador de texto de ChatGPT para asistencia en tareas de IA e ingeniería de prompts con plantillas de ChatGPT.",
    "et": "Kasutage ChatGPT-i ülesandeloome tööriista, et saada abi tehisintellekti ülesannete ja inseneritöö jaoks, kasutades ülesandemalle.",
    "fa": "استفاده از چت‌جی‌پی‌تی برای کمک در وظایف هوش مصنوعی و مهندسی پرسمان با قالب‌های تحریریه چت‌جی‌پی‌تی.",
    "fi": "Käytä ChatGPT-pyyntögeneraattoria saadaksesi apua tekoälytehtävissä ja pohjustusten luomisessa käyttäen ChatGPT-pohjapohjia.",
    "fil": "Gumamit ng Tagapaglikha ng Prompt ng ChatGPT para sa tulong sa AI at pagbuo ng mga prompt gamit ang mga template ng ChatGPT.",
    "fr": "Générateur de prompt ChatGPT : Créez des prompts efficaces pour ChatGPT en un clic. Simplifiez vos interactions IA dès maintenant",
    "gu": "ચેટજીપીટી પ્રોમ્પ્ટ જનરેટરનો ઉપયોગ કરીને ચેટજીપીટી પ્રોમ્પ્ટ ટેમ્પ્લેટ્સની મદદથી એઆઈ કાર્યો અને પ્રોમ્પ્ટ ઇન્જિનિયરિંગની મદદ મેળવો.",
    "he": "השתמש ביוצר הפרומטים של ChatGPT כדי לקבל עזרה במשימות המבוססות על AI ובהנדסת פרומטים באמצעות תבניות פרומט של ChatGPT.",
    "hi": "चैटजीपीटी प्रॉम्प्ट जेनरेटर का उपयोग करें ताकि आप एआई कार्यों और प्रॉम्प्ट इंजीनियरिंग में सहायता प्राप्त कर सकें।",
    "hr": "Koristite Generator ChatGPT upita za pomoć s AI zadacima i inženjeringom upita pomoću predložaka upita Generatora ChatGPT.",
    "hu": "Használd a ChatGPT Feladat Generátort az AI feladatokhoz és prompt tervezéshez ChatGPT prompt sablonok segítségével.",
    "id": "Gunakan ChatGPT Prompt Generator untuk mendapatkan bantuan dalam tugas AI dan rekayasa prompt menggunakan templat prompt ChatGPT.",
    "it": "Genera facilmente prompt per ChatGPT con ChatGPT Prompts Generator. Ottimizza le tue conversazioni con suggerimenti creativi e utili",
    "ja": "ChatGPT プロンプトジェネレータを使用して、ChatGPT プロンプトテンプレートを使用したAIタスクやプロンプトエンジニアリングの支援を受けてください。",
    "kn": "AI ಕಾರ್ಯಗಳಿಗೆ ಸಹಾಯಕ್ಕಾಗಿ ChatGPT ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ಬಳಸಿ, ಪ್ರಮುಖ ಟೆಂಪ್ಲೇಟ್ಗಳೊಂದಿಗೆ ಪ್ರಾಂಪ್ಟ್ ಎಂಜಿನಿಯರಿಂಗ್ ಮಾಡಿ.",
    "ko": "챗GPT 프롬프트 생성기를 사용하여 ChatGPT 프롬프트 템플릿을 활용하여 AI 작업 및 프롬프트 엔지니어링에 도움을 받을 수 있습니다.",
    "lt": "Naudokite ChatGPT Užduočių kūrėją pagalbai su dirbtinio intelekto užduotimis ir užduočių kūrimu naudojant ChatGPT šablonus.",
    "lv": "Izmantojiet ČatsGPT uzdevumu ģeneratoru, lai saņemtu palīdzību ar AI uzdevumiem un inženieriju, izmantojot uzdevumu veidnes.",
    "ml": "ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ ഉപയോഗിച്ച് AI ടാസ്കുകൾക്കും പ്രോംപ്റ്റ് എഞ്ചിനീയറിംഗിനും സഹായം നേടുക.",
    "mr": "चॅटजीपीटी प्रॉम्प्ट जेनरेटर वापरून AI कामांसाठी सहाय्य करा आणि प्रॉम्प्ट टेम्प्लेट्स वापरून प्रॉम्प्ट इंजिनिअरिंग करा.",
    "ms": "Gunakan Pembangkit Ucapan ChatGPT untuk bantuan tugas AI dan kejuruteraan prompt dengan templat Pembangkit Ucapan ChatGPT.",
    "nl": "Gebruik de ChatGPT Prompt Generator om hulp te krijgen bij AI-taken en prompt-engineering met behulp van ChatGPT prompt-sjablonen.",
    "no": "Bruk ChatGPT Prompt Generator for å få hjelp med AI-oppgaver og prompt-utforming ved hjelp av ChatGPT-promptmaler.",
    "pl": "Skorzystaj z Generatora promptów ChatGPT, aby uzyskać pomoc w zadaniach AI i inżynierii promptów, używając dostępnych szablonów.",
    "pt_BR": "Use o Gerador de Prompt do ChatGPT para obter ajuda com tarefas de IA e engenharia de prompt usando modelos do ChatGPT.",
    "pt_PT": "Use o Gerador de Prompt ChatGPT para obter ajuda com tarefas de IA e engenharia de prompts usando modelos do ChatGPT.",
    "ro": "Folosiți Generatorul de prompturi ChatGPT pentru asistență în sarcini de AI și inginerie de prompturi cu șabloane ChatGPT.",
    "ru": "Генератор промтов для ChatGPT: создавайте уникальные запросы и улучшайте взаимодействие с ИИ. Промты для ChatGPT!",
    "sk": "Použite Generátor úloh ChatGPT na pomoc s úlohami AI a inžinierstvom promptov pomocou šablón promptov Generátora úloh ChatGPT.",
    "sl": "Uporabite ChatGPT Generator za pomoč pri opravilih AI in oblikovanju spodbud z uporabo predlog ChatGPT.",
    "sr": "Koristite Generator za ChatGPT zadatke za pomoć u AI zadacima i inženjeringu upita koristeći šablone upita ChatGPT-a.",
    "sv": "Använd ChatGPT Prompt Generator för att få hjälp med AI-uppgifter och prompt engineering med hjälp av ChatGPT promptmallar.",
    "sw": "Tumia Jenereta ya Mada ya ChatGPT kupata msaada katika kazi za AI na uhandisi wa mada kwa kutumia templeti za mada za ChatGPT.",
    "ta": "\"சாட்ஜிபிடி உத்தரவாதம் உருவாக்கி AI பணிகளுக்கு உதவலாம். ChatGPT உத்தரவாதம் உருவாக்கி முறைகளை அறியலாம்.\"",
    "te": "చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ద్వారా AI పనులలో సహాయం పొందండి మరియు ప్రాంప్ట్ ఇంజనీరింగ్ కోసం టెంప్లేట్లను ఉపయోగించండి.",
    "th": "ใช้ โปรแกรมสร้างข้อความ ChatGPT เพื่อรับความช่วยเหลือในงาน AI และการออกแบบข้อความโดยใช้เทมเพลตข้อความ ChatGPT",
    "tr": "ChatGPT Prompt Oluşturucusu ile yapay zeka görevlerinde ve prompt mühendisliğinde yardım alabilirsiniz.",
    "uk": "Використовуйте Генератор запитань ChatGPT для допомоги з завданнями ШІ та інженерії запитань за допомогою шаблонів ChatGPT.",
    "vi": "Dùng Trình tạo đề xuất ChatGPT để nhận trợ giúp với các nhiệm vụ AI và kỹ thuật đề xuất qua các mẫu của ChatGPT.",
    "zh_CN": "使用ChatGPT提示生成器获取AI任务和提示工程方面的帮助，使用ChatGPT提示生成器提示模板。",
    "zh_TW": "使用 ChatGPT 提示生成器 來獲得在 AI 任務和提示工程中使用 ChatGPT 提示模板的協助。"
  },
  "long": {
    "ar": "🚀 تقديم مُولِّد نصوص ChatGPT لتمديد Google Chrome\nقم بإطلاق العنان للإمكانيات الكاملة للذكاء الاصطناعي مع مُولِّد نصوص ChatGPT، أداةك النهائية لصياغة قوالب فعالة ومبتكرة لمجموعة متنوعة من المهام الخاصة بالذكاء الاصطناعي. سواء كنت مبتدئًا أو مستخدمًا متمرسًا، تم تصميم هذا التمديد لتعزيز إنتاجيتك وإبداعك في هندسة النصوص التي تستخدم في تحفيز الذكاء الاصطناعي.\n\nيحتوي التمديد على قائمة من القوالب لـ:\n- تلخيص النصوص\n- إعادة صياغة النصوص\n- إنشاء منشورات على وسائل التواصل الاجتماعي\n- تصحيح القواعد النحوية\n- توسيع النصوص\n- إنشاء صيغ Excel واستعلامات SQL\n- والمزيد...\n\n🌟 لماذا اختياره؟\n\nمُولِّد نصوص ChatGPT ليس مجرد أداة أخرى؛ بل هو حلا شاملا مصممًا لتلبية احتياجات المستخدمين الذين يهتمون بتعظيم قدرات نماذج الذكاء الاصطناعي مثل ChatGPT. بفضل واجهته السهلة الاستخدام وميزاته القوية، يبرز كأفضل قوالب لـ ChatGPT، مما يجعله إضافة ضرورية لمجموعة الأدوات الرقمية الخاصة بك.\n\n📌 ميزات مُولِّد نصوص ChatGPT:\n- مكتبة قوالب واسعة النطاق الوصول إلى مجموعة واسعة من قوالب الدردشة المُصممة مسبقًا التي تخدم مجموعة متنوعة من المجالات مثل التسويق وكتابة السيرة الذاتية وغيرها.\n- إنشاء قوالب مخصصة: قم بتجربة القوالب المخصصة باستخدام واجهتنا البديهية التي تدعم جميع مستويات أمثلة القوالب.\n- إعادة صياغة النصوص وتلخيصها بواسطة الذكاء الاصطناعي: إعادة صياغة أو تلخيص النصوص بسرعة باستخدام أدوات إعادة صياغة النصوص وتلخيص النصوص بالذكاء الاصطناعي، مما يعزز كفاءتك.\n- دعم متعدد اللغات: استخدم ترجمة chatgpt لإنشاء وترجمة النصوص بلغات متعددة، مما يوسع نطاقك العالمي.\n- موارد تعليمية: مع موارد لتعلم هندسة النصوص، يمكن للمستخدمين من المبتدئين إلى الخبراء تنقيح مهاراتهم وفهم المفاهيم المعقدة.\n\n🔥 فوائد استخدام مُولِّد نصوص ChatGPT:\n✅ تعزيز الإبداع: اكسر حاجز الإبداع من خلال استكشاف مجموعة متنوعة من قوالب الدردشة chatgpt التي تثير الابتكار.\n✅ تحسين الإنتاجية: وفر الوقت من خلال الوصول السريع إلى مكتبة القوالب وميزات مثل ملخص الذكاء الاصطناعي وإعادة صياغة الذكاء الاصطناعي.\n✅ التعلم والنمو: سواء كنت مبتدئًا في chatgpt أو خبيرًا، هناك دائمًا شيء جديد لتعلمه من خلال أمثلةنا المفصلة والدلائل.\n✅ قابل للتخصيص ومرن: ضبط قوالبك لتلبية الاحتياجات الخاصة بك مع واجهة سهلة الاستخدام تتكيف مع مهام الذكاء الاصطناعي المختلفة.\n🌐 كيف يعمل:\n\n- قم بتثبيت مُولِّد نصوص ChatGPT من متجر Chrome Web.\n- تصفح مكتبة النصوص التوجيهية أو أنشئ قوالب مخصصة خاصة بك.\n- استخدم أدوات مثل إعادة صياغة الذكاء الاصطناعي أو ملخص الذكاء الاصطناعي لتنقيح نصوصك.\n- قم بترجمة النصوص باستخدام ميزة ترجمة ChatGPT للمشاريع الدولية.\n- الوصول إلى مواد تعليمية لتعزيز مهاراتك في هندسة النصوص التوجيهية.\n\n🎯 المستخدمون المثاليون:\n🔹 صناع الألعاب: إنشاء أفكار محتوى فريدة والتغلب على عقبة الكتابة باستخدام مولد نصوص ChatGPT للكتابة.\n🔹 المسوقون: استفد من قوالب مولد نصوص ChatGPT للتسويق لصياغة حملات وإعلانات مقنعة.\n🔹 الباحثون عن عمل: تحسين سيرتك الذاتية ورسائل التغطية الخاصة بك باستخدام مولد نصوص ChatGPT للسيرة الذاتية.\n🔹 المحترفون في مجال الأعمال: استفد من قوالب مولد نصوص ChatGPT للأعمال لتبسيط الاتصال والعمليات.\n🔹 التربويون والطلاب: تعلم هندسة النصوص التوجيهية وقم بتطبيق المعرفة النظرية في سيناريوهات عملية.\n\n💡 نصائح لزيادة الكفاءة:\n✔️ استكشاف بانتظام الإضافات الجديدة في مكتبة النصوص التوجيهية للبقاء على اطلاع بأحدث الاتجاهات.\n✔️ استخدام ميزة إعادة صياغة ChatGPT لتنويع أسلوب محتواك وتجنب التكرار.\n✔️ ممارسة مع أمثلة هندسة القوالب المختلفة لاحتراف فن إنشاء القوالب الفعالة.\n✔️ التفاعل مع المجتمع لمشاركة الرؤى والتعلم من تجارب المستخدمين الآخرين.\n\n📈 ميزات إضافية للاستكشاف:\n🔸 تنوع القوالب: من الاستفسارات البسيطة إلى السيناريوهات المعقدة، تلبي قوالبنا جميع مستويات التعقيد.\n🔸 تصميم سهل الاستخدام: تصفح بسهولة من خلال واجهة نظيفة ومنظمة مصممة لتجربة مستخدم مثالية.\n🔸 تحديثات منتظمة: ابق على آخر مستجدات التكنولوجيا مع التحديثات الدورية التي تجلب ميزات جديدة وتحسينات استنادًا إلى تغذية الردود من المستخدمين.\n\n🌟 فئات القوالب الشهيرة:\n📍 الأعمال والتمويل: إنشاء صيغ Excel، وإعداد خطط أعمال، وتحليل اتجاهات السوق باستخدام SQL.\n📍 التعليم: تطوير محتوى تعليمي، وإنشاء أسئلة اختبار، وبناء وحدات تعليمية.\n📍 التنمية الشخصية: إعداد قوالب للمساعدة الذاتية، والتحفيز، ونمو الشخصي.\n📍 الكتابة التقنية: إنتاج وثائق تقنية، ودليل المستخدم، ووثائق واجهة برمجة التطبيقات.\n\n🚀 ارتقِ بمهاراتك في الذكاء الاصطناعي مع مُولِّد نصوص ChatGPT – بوابتك لاحتراف قوالب ChatGPT!\nقم بتحويل تفاعلك مع الذكاء الاصطناعي وقم برفع مشاريعك الإبداعية والمهنية إلى المستوى التالي مع مُولِّد نصوص ChatGPT. إنه أكثر من مجرد أداة - إنه شريكك في التنقل في عالم هندسة النصوص الذكية المثير. قم بالتثبيت الآن وابدأ في الإبداع بثقة ودقة!",
    "am": "🚀 **ቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ** 🚀\n\nቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘ\n- ለፕሮምፔት መልእክት ለማደራጀት ወደ ፕሮምፔት መታጠብ ይሂዱ ወይም እንዲህ በማለት እንዲጠቀሙ እናደርሳለን።\n\n- የai ማስታወቂያ ወይም ai መጠን የተለያዩ ጽሁፎች ለመስራት ይችላሉ።\n\n- ግንባታ ጽሁፍ ለመተርጎም የቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲጠቀሙ እናደርሳለን።\n\n- ትምህርት የሚሰጥ ወይም ለፕሮምፔት መስክ እንዲለዋወጥ የቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲጠቀሙ እናደርሳለን።\n\n🎯 **የቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ:** 🎯\n\n🔹 የንግድ አስተዳደርዎች: የፕሮምፔት ዝርዝር እና የሰራ ምልክቶች በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲሰጥ እና ለመስራት የሚሰጥ የድርጅት እና የስራ አስተዳደር እንዲሆን እንደሚችሉ እናደርሳለን።\n\n🔹 ማርኬትማታት: የማርኬትማታት ምልክቶችን በማስተካከል የሚሰጥ እና የሚሰራ እንዲሆን እናደርሳለን።\n\n🔹 ስራ ያለውን ሰው: የስራም የሚሰጥ እና የሚሰራ ምልክቶችን በማስተካከል እንዲሆን እናደርሳለን።\n\n🔹 ትምህርት እና ትምህርት ተማሪዎች: ለትምህርት እና ትምህርት ተማሪዎች የሚሰጥ እና የሚሰራ ምልክቶችን በማስተካከል እንዲሆን እናደርሳለን።\n\n💡 **በትክክለኛ ቅንብሮች ለመምረጥ:** 💡\n\n✔️ በትምህርት መታጠቢያ ቤት እንደሚሰጡ በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲሂዱ እናደርሳለን።\n\n✔️ በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲለዋወጥ በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እና ለመስራት የሚሰጥ እና ለመስራት የሚሰራ እንዲሆን እናደርሳለን።\n\n✔️ በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲለዋወጥ በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እና ለመስራት የሚሰጥ እና ለመስራት የሚሰራ እንዲሆን እናደርሳለን።\n\n✔️ በትምህርት መስራት ላይ በምንም ምልክት ለመከታተል እና ለሌሎች ተጠቃሚዎች እንዲተካል እናደርሳለን።\n\n📈 **በተለያዩ ተጠቃሚዎች የተከታተሉ እቅዶች:** 📈\n\n🔸 **ቴምፕሌት አንቀፅተዋል:** ከቀላል ጥያቄዎች እስከ ትልቅ ስርዓት ድረስ የተለያዩ ተጠቃሚዎችን እና የማህበረሰብ ቅድመት እንዲለዋወጥ እናደርሳለን።\n\n🔸 **በተጠቃሚ እና በተለያዩ አስተዳደር የተለያዩ ተጠቃሚዎች:** በተለያዩ እና በተጠቃሚ አስተዳደር የተለያዩ ተጠቃሚዎችን እና የማህበረሰብ ቅድመት እንዲለዋወጥ እናደርሳለን።\n\n🔸 **በተጠቃሚ እና በተለያዩ አስተዳደር የተለያዩ ተጠቃሚዎች:** በተለያዩ እና በተጠቃሚ አስተዳደር የተለያዩ ተጠቃሚዎችን እና የማህበረሰብ ቅድመት እንዲለዋወጥ እናደርሳለን።\n\n🌟 **በቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እና እንዲለዋወጥ የሚሆን እና የቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ እንዲሰጥ እና እንዲሰራ እንዲሆን እናደርሳለን!** 🌟\nቻትግፕቲ ፕሮምፔት አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋጅ አዘጋ",
    "bg": "🚀 **Представяне на Генератора на промптове за ChatGPT разширението за Google Chrome** 🚀\n\nОтключете пълния потенциал на изкуствения интелект с Генератора на промптове за ChatGPT, вашият основен инструмент за създаване на ефективни и иновативни шаблони за различни задачи на изкуствения интелект. Без значение дали сте начинаещ или опитен потребител, това разширение е създадено, за да подобри вашата продуктивност и креативност в инженерството на промптове за изкуствения интелект.\n\nРазширението съдържа списък с шаблони за:\n\n- Сумаризация\n- Преформулиране\n- Създаване на публикации в социалните мрежи\n- Оправяне на граматиката\n- Разширяване на текст\n- Създаване на Excel формули и SQL заявки\n- И още...\n\n🌟 **Защо да изберете това?** 🌟\n\nГенераторът на промптове за ChatGPT не е просто още един инструмент; това е комплексно решение, създадено да отговори на нуждите на потребителите, които се интересуват от максимизиране на възможностите на модели на изкуствения интелект като ChatGPT. Със своя потребителски приятен интерфейс и мощни функции, то се отличава като добър генератор на промптове за ChatGPT, правейки го неотменимо допълнение към вашия цифров инструментариум.\n\n📌 **Характеристики на Генератора на промптове за ChatGPT:** 📌\n\n- **Обширна библиотека с промптове:** Достъп до голям набор от предварително дефинирани шаблони за промптове за chatgpt, които обхващат различни области като маркетинг, написване на резюмета и други.\n\n- **Създаване на персонализирани шаблони:** Експериментирайте с персонализирани шаблони, използвайки нашия интуитивен интерфейс, който поддържа всички нива на примери за шаблони.\n\n- **AI Преформулиране и Сумаризатор:** Бързо преформулирайте или кондензирайте текст с инструментите за AI преформулиране и AI сумаризация, подобрявайки ефективността си.\n\n- **Многоезична поддръжка:** Използвайте превода на chatgpt, за да създавате и превеждате текстове на множество езици, разширявайки своето глобално влияние.\n\n- **Учебни ресурси:** С ресурси за учене на инженерството на промптове, потребители от начинаещи до експерти могат да усъвършенстват уменията си и да разберат сложни концепции.\n\n🔥 **Предимства от използването на Генератора на промптове за ChatGPT:** 🔥\n\n✅ **Подобрете креативността си:** Пробийте се през творческите блокове, като изследвате разнообразни шаблони за промптове за chatgpt, които подбуждат иновациите.\n\n✅ **Подобрете продуктивността си:** Икономете време с бърз достъп до библиотека с промптове и функции като ai сумаризатор и ai преформулиране.\n\n✅ **Учете и растете:** Независимо дали сте начинаещ или експерт в chatgpt, винаги има нещо ново за научаване с нашите подробни примери и ръководства.\n\n✅ **Персонализируемо и гъвкаво:** Нагласете шаблоните си според конкретните нужди с лесен за използване интерфейс, който се адаптира към различни задачи на изкуствения интелект.\n\n🌐 **Как работи:** 🌐\n\n- Инсталирайте Генератора на промптове за ChatGPT от магазина на Chrome Web Store.\n- Навигирайте през библиотеката с промптове или създайте собствени персонализирани шаблони.\n\n- Използвайте инструменти като ai преформулиране или ai резюмиране, за да подобрите вашия текст.\n\n- Превеждайте текст с функцията за превод на ChatGPT за международни проекти.\n\n- Достъп до учебни материали, за да подобрите вашите умения в областта на инженерството на промптове.\n\n🎯 **Идеални Потребители:** 🎯\n\n🔹 Създатели на съдържание: Генерирайте уникални идеи за съдържание и преодолейте писателския блок с промптове за писане на ChatGPT.\n\n🔹 Маркетинг специалисти: Използвайте шаблоните на ChatGPT за маркетинг, за да създадете убедителни кампании и обяви.\n\n🔹 Търсещи работа: Подобрете своето CV и мотивационни писма с промптове за CV на ChatGPT.\n\n🔹 Бизнес професионалисти: Използвайте промптовете на ChatGPT за бизнес, за да оптимизирате комуникацията и операциите.\n\n🔹 Образователи и студенти: Научете се на инженерство на промптове и приложете теоретичните знания в практически сценарии.\n\n💡 **Съвети за Максимизиране на Ефективността:** 💡\n\n✔️ Редовно разглеждайте новите добавки към библиотеката с промптове, за да сте в крак с последните тенденции.\n\n✔️ Използвайте функцията за преформулиране на ChatGPT, за да разнообразите стила на вашия съдържание и да избегнете излишеството.\n\n✔️ Практикувайте с различни примери за инженерство на шаблони, за да овладеете изкуството на създаването на ефективни шаблони.\n\n✔️ Взаимодействайте с общността, за да споделите мнения и да се научите от опита на други потребители.\n\n📈 **Допълнителни Функции за Изследване:** 📈\n\n🔸 **Разнообразие на Шаблони:** От прости запитвания до сложни сценарии, нашите шаблони обслужват всички нива на сложност.\n\n🔸 **Потребителски Дизайн:** Навигирайте лесно чрез чист и организиран интерфейс, проектиран за оптимално потребителско изживяване.\n\n🔸 **Редовни Актуализации:** Бъдете на върха с редовни актуализации, които внасят нови функции и подобрения, базирани на отзивите на потребителите.\n\n🌟 **Популярни Категории на Шаблони:** 🌟\n\n📍 **Бизнес и Финанси:** Генерирайте Excel формули, създайте бизнес планове и анализирайте пазарните тенденции с помощта на SQL.\n\n📍 **Образование:** Разработете образователно съдържание, създайте въпроси за тестове и изграждайте учебни модули.\n\n📍 **Личностно Развитие:** Създайте шаблони за самопомощ, мотивация и личен растеж.\n\n📍 **Техническо Писане:** Произвеждайте технически документи, потребителски ръководства и документация на API.\n\n🚀 **Подобрете Вашите Умения в Изкуствен интелект с Генератора на промптове за ChatGPT – Вашият Пътеводител към Овладяването на Шаблоните на ChatGPT!** 🚀\nПреобразете взаимодействието си с изкуствения интелект и повдигнете вашите креативни и професионални проекти на следващото ниво с Генератор на промптове за ChatGPT. Това е повече от просто инструмент - това е вашият партньор в навигирането във вълнуващия свят на инженерството на промптове за изкуствен интелект. Инсталирайте сега и започнете да създавате с увереност и точност!",
    "bn": "🚀 **চ্যাটজিপিটি প্রম্প্ট জেনারেটর এক্সটেনশন টি পেশ করছি Google Chrome এর জন্য** 🚀\n\nচ্যাটজিপিটি প্রম্প্ট জেনারেটর দিয়ে AI এর পূর্ণ সম্ভাবনা আনলক করুন, এটি আপনার জন্য একটি চুল্লিকার কার্যক্ষম এবং উদ্ভাবনশীল টেমপ্লেট তৈরির জন্য অবিচ্ছিন্ন সর্বোচ্চ সরঞ্জাম। আপনি যদি একজন শুরুকর্তা হন অথবা একজন দক্ষ ব্যবহারকারী, তাহলে এই এক্সটেনশনটি আপনার উত্পাদকতা এবং সৃজনশীলতা বৃদ্ধি করার জন্য তৈরি করা হয়েছে AI প্রম্প্ট ইঞ্জিনিয়ারিং এ।\n\nএই এক্সটেনশনটি একটি তালিকা ধারণ করে:\n\n- সারংশ\n- পুনরায় কথা বলা\n- সোশ্যাল মিডিয়া পোস্ট তৈরি\n- ব্যাক্তি ব্যাক্তি সংশোধন\n- পাঠ প্রসারণ\n- এক্সেল ফর্মুলা এবং SQL কুয়েরি তৈরি\n- এবং অন্যান্য...\n\n🌟 **কেন এটি চয়ন করবেন?** 🌟\n\nচ্যাটজিপিটি প্রম্প্ট জেনারেটর শুধুমাত্র একটি অন্য একটি সরঞ্জাম নয়; এটি একটি সামগ্রিক সমাধান যা চ্যাটজিপিটি এর মতো AI মডেলগুলির সম্ভাবনাগুলি সর্বোচ্চ করার জন্য অভিযোগীদের প্রয়োজনীয়তা মেটাতে নির্দেশিত। এর ব্যবহারকারী-বন্ধুত্বপূর্ণ ইন্টারফেস এবং শক্তিশালী বৈশিষ্ট্যগুলি দিয়ে, এটি চ্যাটজিপিটির জন্য ভাল প্রম্প্ট হিসেবে উদ্ভাবন করে, এটি আপনার ডিজিটাল টুলকিটে একটি অপরিহার্য যোগ করে।\n\n📌 **চ্যাটজিপিটি প্রম্প্ট জেনারেটর এর বৈশিষ্ট্যসমূহ:** 📌\n\n- **ব্যাপক প্রম্প্ট লাইব্রেরি:** বিপুল পূর্ব-নির্ধারিত চ্যাটজিপিটি প্রম্প্ট টেমপ্লেটের অ্যাক্সেস করুন যা বিপণন, রিজিউম লেখা ইত্যাদি সম্প্রদায়ের জন্য উপযুক্ত।\n\n- **কাস্টম টেমপ্লেট তৈরি:** আমাদের সহজ ইন্টারফেস ব্যবহার করে কাস্টম টেমপ্লেট এক্সপেরিমেন্ট করুন যা সমস্ত প্রম্প্ট উদাহরণ সমর্থন করে।\n\n- **AI পুনরায় কথা বলা এবং সারংশকারক:** AI পুনরায় কথা বলা এবং AI সারংশকারক সরঞ্জাম দিয়ে দ্রুতই পাঠ পুনরায় করুন বা সংক্ষেপ করুন, আপনার দক্ষতা বৃদ্ধি করুন।\n\n- **বহুভাষিক সমর্থন:** বিভিন্ন ভাষাতে পাঠ তৈরি এবং অনুবাদ করতে চ্যাটজিপিটি অনুবাদ ব্যবহার করুন, আপনার গ্লোবাল পৌঁছানো প্রসারিত করুন।\n\n- **শেখার সম্পদ:** প্রম্প্ট ইঞ্জিনিয়ারিং শেখার সম্পদ দিয়ে, শুরুকর্তার থেকে দক্ষতাশীল ব্যবহারকারীরা তাদের দক্ষতা পরিষ্কার করতে এবং জটিল ধারণাগুলি বুঝতে পারে।\n\n🔥 **চ্যাটজিপিটি প্রম্প্ট জেনারেটর ব্যবহারের সুবিধা:** 🔥\n\n✅ **সৃজনশীলতা বৃদ্ধি:** বিভিন্ন চ্যাটজিপিটি প্রম্প্ট টেমপ্লেট অন্বেষণ করে সৃজনাত্মক ব্লক ভেঙ্গে ফেলুন।\n\n✅ **উত্পাদকতা উন্নত করুন:** প্রম্প্ট লাইব্রেরি এবং AI সারংশকারক এবং AI পুনরায় কথা বলা এর মতো বৈশিষ্ট্যসমূহের সাথে সময় সংরক্ষণ করুন।\n\n✅ **শেখা এবং বৃদ্ধি করুন:** আপনি যদি চ্যাটজিপিটি এর জন্য বোকা হন অথবা একজন দক্ষ হন, আমাদের বিস্তারিত উদাহরণ এবং গাইডের সাথে সবসময় কিছু নতুন শেখার কিছু আছে।\n\n✅ **কাস্টমাইজয়েবল এবং লচ্ছনশীল:** একটি বিভিন্ন AI কার্যের জন্য অভিজ্ঞতা অনুযায়ী সহজে ব্যবহার করার জন্য আপনার টেমপ্লেটগুলি নির্দিষ্ট করুন।\n\n🌐 **কিভাবে এটা কাজ করে:** 🌐\n\n- ক্রোম ওয়েব স্টোর থেকে চ্যাটজিপিটি প্রম্প্ট জেনারেটর ইনস্টল করুন।\n- প্রম্প্ট লাইব্রেরি দিয়ে নেভিগেট করুন বা নিজের কাস্টম টেমপ্লেট তৈরি করুন।\n\n- আপনার টেক্সট পরিষ্কার করার জন্য এআই প্যারাফ্রেজ বা এআই সারামাইজার প্রয়োগ করুন।\n\n- আন্তর্জাতিক প্রকল্পের জন্য চ্যাটজিপিটি অনুবাদ বৈশিষ্ট্য ব্যবহার করুন।\n\n- আপনার প্রম্প্ট ইঞ্জিনিয়ারিং দক্ষতা উন্নত করার জন্য শেখার উপাদানে অ্যাক্সেস করুন।\n\n🎯 **আদর্শ ব্যবহারকারীগণ:** 🎯\n\n🔹 কন্টেন্ট সৃষ্টিকারকরা: লেখার জন্য চ্যাটজিপিটি প্রম্প্ট জেনারেটর দিয়ে অনন্য কন্টেন্ট ধারণা তৈরি করুন এবং রাইটারস ব্লক অবাধ্য করুন।\n\n🔹 মার্কেটারগণ: মার্কেটিং জন্য চ্যাটজিপিটি প্রম্প্ট জেনারেটর ব্যবহার করে প্রভাবশালী ক্যাম্পেইন এবং বিজ্ঞাপন তৈরি করুন।\n\n🔹 চাকরিচাহিদারা: চ্যাটজিপিটি প্রম্প্ট জেনারেটর দিয়ে আপনার রিজিউমে এবং কভার লেটার উন্নত করুন।\n\n🔹 ব্যবসায়িক পেশাদারগণ: চ্যাটজিপিটি প্রম্প্ট জেনারেটর ব্যবহার করে যোগাযোগ এবং অপারেশন সহজ করুন।\n\n🔹 শিক্ষকগণ এবং ছাত্রগণ: প্রম্প্ট ইঞ্জিনিয়ারিং শেখার এবং বৈষিক জ্ঞান প্রায়োগিক পরিস্থিতিতে প্রয়োগ করুন।\n\n💡 **দক্ষতা সর্বোচ্চ করার জন্য টিপস:** 💡\n\n✔️ সর্বদা নতুন প্রম্প্ট লাইব্রেরির সাথে পরিচিত থাকতে নতুন যোগাযোগ করুন।\n\n✔️ আপনার কন্টেন্ট শৈলী পরিবর্তন করার জন্য চ্যাটজিপিটি প্যারাফ্রেজ বৈশিষ্ট্য ব্যবহার করুন এবং পুনরাবৃত্তি এড়ানো।\n\n✔️ প্রভাবশালী টেমপ্লেট তৈরির শিল্প শেখার জন্য বিভিন্ন টেমপ্লেট ইঞ্জিনিয়ারিং উদাহরণ দিয়ে অনুশীলন করুন।\n\n✔️ সম্প্রদায়ে যোগদান করুন যাতে অন্যান্য ব্যবহারকারীদের অভিজ্ঞতা ভাগ করতে এবং শেখা পাওয়া যায়।\n\n📈 **অতিরিক্ত বৈশিষ্ট্য অন্বেষণ করার জন্য:** 📈\n\n🔸 **টেমপ্লেট বৈচিত্র্য:** সাধারণ প্রশ্ন থেকে জটিল পরিস্থিতিগুলি পর্যন্ত, আমাদের টেমপ্লেটগুলি সব ধরণের জটিলতার জন্য উপযুক্ত।\n\n🔸 **ব্যবহারকারী-বন্ধুত্বপূর্ণ ডিজাইন:** ব্যবহারকারী অভিজ্ঞতার উন্নত জন্য ডিজাইন করা একটি পরিষ্কার এবং সংগঠিত ইন্টারফেস দিয়ে সহজে নেভিগেট করুন।\n\n🔸 **নিয়মিত আপডেট:** ব্যবহারকারীর প্রতিক্রিয়ার উপর ভিত্তি করে নতুন বৈশিষ্ট্য এবং উন্নতি নিয়ে নিয়মিত আপডেট দিয়ে একটি কাটিং এজে থাকুন।\n\n🌟 **জনপ্রিয় টেমপ্লেট বিভাগসমূহ:** 🌟\n\n📍 **ব্যবসা এবং আর্থিক:** এক্সেল ফর্মুলা তৈরি করুন, ব্যবসা পরিকল্পনা তৈরি করুন, এবং এসকিউএল ব্যবহার করে বাজারের প্রবৃদ্ধি বিশ্লেষণ করুন।\n\n📍 **শিক্ষা:** শিক্ষামূলক কন্টেন্ট তৈরি করুন, কুইজ প্রশ্ন তৈরি করুন, এবং শেখার মডিউল তৈরি করুন।\n\n📍 **ব্যক্তিগত উন্নতি:** স্ব-সাহায্য, অনুপ্রেরণা, এবং ব্যক্তিগত বৃদ্ধির জন্য টেমপ্লেট তৈরি করুন।\n\n📍 **প্রযুক্তিগত লেখন:** প্রযুক্তিগত দলীয় দলিল, ব্যবহারকারী ম্যানুয়াল, এবং এপিআই নথিপত্র তৈরি করুন।\n\n🚀 **চ্যাটজিপিটি প্রম্প্ট জেনারেটর - চ্যাটজিপিটি টেমপ্লেট মাস্টারিং এর দ্বারপ্রস্থ!** 🚀\nআপনার এআই সঙ্গে আপনার ইন্টারেকশন পরিবর্তন করুন এবং চ্যাটজিপিটি প্রম্প্ট জেনারেটর দিয়ে আপনার সৃজনশীল এবং পেশাদার প্রকল্পগুলি উন্নত করুন। এটি শুধুমাত্র একটি সরঞ্জাম নয়—এটি আপনার এআই প্রম্প্ট ইঞ্জিনিয়ারিং এর রোমাঞ্চকর বিশ্বে আপনার অংশীদার। এখনই ইনস্টল করুন এবং নিশ্চিতভাবে এবং নির্দিষ্টভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশীলভাবে সৃজনশ",
    "ca": "🚀 **Presentació del Generador de promps de ChatGPT per a Google Chrome** 🚀\n\nDesbloqueja el potencial complet de la IA amb el Generador de promps de ChatGPT, la teva eina definitiva per crear plantilles efectives i innovadores per a una varietat de tasques d'IA. Tant si ets un principiant com un usuari experimentat, aquesta extensió està dissenyada per millorar la teva productivitat i creativitat en l'enginyeria de promps d'IA.\n\nL'extensió conté una llista de plantilles per a:\n\n- Resum\n- Paràfrasi\n- Creació de publicacions a xarxes socials\n- Correcció de gramàtica\n- Ampliació de text\n- Creació de fórmules d'Excel i consultes SQL\n- I molt més...\n\n🌟 **Per què triar-lo?** 🌟\n\nEl Generador de promps de ChatGPT no és només una altra eina; és una solució completa dissenyada per satisfer les necessitats dels usuaris interessats a maximitzar les capacitats dels models d'IA com ChatGPT. Amb la seva interfície fàcil d'utilitzar i les seves funcionalitats potents, destaca com les bons promps per a ChatGPT, convertint-lo en una incorporació essencial a la teva caixa d'eines digital.\n\n📌 **Característiques del Generador de promps de ChatGPT:** 📌\n\n- **Biblioteca de Promps Extensa:** Accedeix a una àmplia gamma de plantilles de promps de chatgpt pre-dissenyades que cobreixen diversos àmbits com el màrqueting, la redacció de currículums i més.\n\n- **Creació de Plantilles Personalitzades:** Experimenta amb plantilles personalitzades utilitzant la nostra interfície intuïtiva que suporta tots els nivells d'exemples de plantilles.\n\n- **Paràfrasi i Resumidor d'IA:** Repassa o condensa ràpidament text amb les eines de paràfrasi d'IA i resumidor d'IA, millorant la teva eficiència.\n\n- **Suport Multilingüe:** Utilitza la traducció de chatgpt per crear i traduir textos en diversos idiomes, ampliant la teva arribada global.\n\n- **Recursos d'Aprenentatge:** Amb recursos per aprendre enginyeria de promps, els usuaris des de principiants fins a experts poden refinar les seves habilitats i entendre conceptes complexos.\n\n🔥 **Beneficis de l'Ús del Generador de promps de ChatGPT:** 🔥\n\n✅ **Millora la Creativitat:** Supera els blocs creatius explorant diverses plantilles de promps de chatgpt que desperten la innovació.\n\n✅ **Incrementa la Productivitat:** Estalvia temps amb accés ràpid a una biblioteca de promps i funcionalitats com el resumidor d'IA i la paràfrasi d'IA.\n\n✅ **Aprèn i Creix:** Tant si ets un principiant en chatgpt com un expert, sempre hi ha alguna cosa nova per aprendre amb els nostres exemples detallats i guies.\n\n✅ **Personalitzable i Flexible:** Ajusta les teves plantilles a necessitats específiques amb una interfície fàcil d'utilitzar que s'adapta a diverses tasques d'IA.\n\n🌐 **Com Funciona:** 🌐\n\n- Instal·la el Generador de promps de ChatGPT des de la Chrome Web Store.\n- Navega per la biblioteca de promps o crea les teves pròpies plantilles personalitzades.\n\n- Utilitza eines com l'AI perfrasi o l'AI resumidor per refinar el teu text.\n\n- Tradueix textos utilitzant la funció de traducció de ChatGPT per a projectes internacionals.\n\n- Accedeix a materials d'aprenentatge per millorar les teves habilitats d'enginyeria de promps.\n\n🎯 **Usuaris ideals:** 🎯\n\n🔹 Creadors de contingut: Genera idees de contingut úniques i supera el bloqueig de l'escriptor amb promps de ChatGPT per a l'escriptura.\n\n🔹 Màrqueting: Aprofita les plantilles de ChatGPT per al màrqueting per crear campanyes i anuncis persuasius.\n\n🔹 Persones que busquen feina: Millora el teu currículum i cartes de presentació amb promps de ChatGPT per a currículums.\n\n🔹 Professionals dels negocis: Utilitza promps de ChatGPT per a negocis per optimitzar la comunicació i les operacions.\n\n🔹 Educadors i estudiants: Aprèn enginyeria de promps i aplica coneixements teòrics en escenaris pràctics.\n\n💡 **Consells per maximitzar l'eficiència:** 💡\n\n✔️ Explora regularment les noves incorporacions a la biblioteca de promps per estar al dia amb les últimes tendències.\n\n✔️ Utilitza la funció de perfrasi de ChatGPT per variar l'estil del teu contingut i evitar la redundància.\n\n✔️ Practica amb diferents exemples d'enginyeria de plantilles per dominar l'art de crear plantilles efectives.\n\n✔️ Participa amb la comunitat per compartir idees i aprendre de les experiències d'altres usuaris.\n\n📈 **Característiques addicionals per explorar:** 📈\n\n🔸 **Varitat de plantilles:** Des de consultes simples fins a escenaris complexos, les nostres plantilles s'adapten a tots els nivells de complexitat.\n\n🔸 **Disseny fàcil d'utilitzar:** Navega fàcilment a través d'una interfície neta i organitzada dissenyada per a una experiència d'usuari òptima.\n\n🔸 **Actualitzacions regulars:** Mantingues a l'avantguarda amb actualitzacions regulars que aporten noves funcionalitats i millores basades en la retroalimentació dels usuaris.\n\n🌟 **Categories de plantilles populars:** 🌟\n\n📍 **Negocis i finances:** Genera fórmules d'Excel, crea plans de negocis i analitza tendències de mercat utilitzant SQL.\n\n📍 **Educació:** Desenvolupa contingut educatiu, crea preguntes de qüestionaris i construeix mòduls d'aprenentatge.\n\n📍 **Desenvolupament personal:** Crea plantilles per a l'autoajuda, motivació i creixement personal.\n\n📍 **Redacció tècnica:** Produeix documents tècnics, manuals d'usuari i documentació d'API.\n\n🚀 **Millora les teves habilitats d'IA amb el Generador de promps de ChatGPT - La teva porta d'entrada per dominar les plantilles de ChatGPT!** 🚀\nTransforma la teva interacció amb la IA i porta els teus projectes creatius i professionals al següent nivell amb el Generador de promps de ChatGPT. És més que una eina, és el teu company per navegar pel emocionant món de l'enginyeria de promps d'IA. Instal·la ara i comença a crear amb confiança i precisió!",
    "cs": "🚀 **Představujeme rozšíření Generátor zadání ChatGPT pro Google Chrome** 🚀\n\nOdemkněte plný potenciál AI s Generátorem zadání ChatGPT, vaším ultimátním nástrojem pro vytváření efektivních a inovativních šablon pro různé úkoly AI. Ať už jste začátečník nebo zkušený uživatel, toto rozšíření je navrženo tak, aby zlepšilo vaši produktivitu a kreativitu při vytváření zadání pro AI.\n\nRozšíření obsahuje seznam šablon pro:\n\n- Sumarizaci\n- Parafrazování\n- Vytváření příspěvků na sociálních sítích\n- Opravu gramatiky\n- Rozšíření textu\n- Vytváření Excel vzorců a SQL dotazů\n- A další...\n\n🌟 **Proč si vybrat právě toto?** 🌟\n\nGenerátor zadání ChatGPT není jen dalším nástrojem; je to komplexní řešení šité na míru potřebám uživatelů, kteří chtějí maximalizovat schopnosti AI modelů jako je ChatGPT. S jeho uživatelsky přívětivým rozhraním a silnými funkcemi se vyznačuje jako skvělý generátor zadání pro ChatGPT, což ho činí nezbytným doplňkem vaší digitální sady nástrojů.\n\n📌 **Funkce Generátoru zadání ChatGPT:** 📌\n\n- **Rozsáhlá knihovna zadání:** Přístup k široké škále předem navržených šablon pro chatgpt, které pokrývají různé oblasti jako marketing, psaní životopisů a další.\n\n- **Vlastní tvorba šablon:** Experimentujte s vlastními šablonami pomocí našeho intuitivního rozhraní, které podporuje všechny úrovně příkladů šablon.\n\n- **AI Parafraza a Sumarizér:** Rychle přeformulujte nebo zkrátka text s nástroji AI parafraza a AI sumarizér, zvyšující vaši efektivitu.\n\n- **Podpora vícejazyčnosti:** Využijte překlad chatgpt pro vytváření a překládání textů v různých jazycích, rozšiřující tak vaši globální dosah.\n\n- **Vzdělávací zdroje:** S prostředky k učení se o vytváření zadání mohou uživatelé od začátečníků po odborníky zdokonalit své dovednosti a porozumět složitým konceptům.\n\n🔥 **Výhody použití Generátoru zadání ChatGPT:** 🔥\n\n✅ **Zlepšení kreativity:** Prolomte tvůrčí bloky prozkoumáním různorodých šablon pro chatgpt, které podněcují inovace.\n\n✅ **Zvýšení produktivity:** Ušetřete čas s rychlým přístupem k knihovně zadání a funkcím jako je ai sumarizér a ai parafraza.\n\n✅ **Učení a růst:** Ať už jste začátečník nebo odborník, vždy je něco nového k naučení se s našimi podrobnými příklady a průvodci.\n\n✅ **Přizpůsobitelné a flexibilní:** Přizpůsobte si své šablony konkrétním potřebám s jednoduše použitelným rozhraním, které se přizpůsobuje různým úkolům AI.\n\n🌐 **Jak to funguje:** 🌐\n\n- Nainstalujte Generátor zadání ChatGPT z obchodu Chrome Web Store.\n- Procházejte knihovnu zadání nebo vytvářejte vlastní vlastní šablony.\n\n- Použijte nástroje jako je ai parafráza nebo ai sumarizér k doladění vašeho textu.\n\n- Přeložte text pomocí funkce chatgpt překladu pro mezinárodní projekty.\n\n- Získejte přístup k vzdělávacím materiálům k rozvoji vašich dovedností v oblasti tvorby zadání.\n\n🎯 **Ideální Uživatelé:** 🎯\n\n🔹 Tvůrci Obsahu: Generujte jedinečné nápady na obsah a překonejte tvůrčí blokádu s generátorem zadání ChatGPT pro psaní.\n\n🔹 Marketéři: Využijte šablony chatgpt pro marketing k vytváření přesvědčivých kampaní a reklam.\n\n🔹 Uchazeči o Práci: Vylepšete svůj životopis a motivační dopisy s generátorem zadání ChatGPT pro životopis.\n\n🔹 Obchodní Profesionálové: Využijte zadání ChatGPT pro podnikání k zefektivnění komunikace a operací.\n\n🔹 Pedagogové a Studenti: Naučte se tvorbu zadání a aplikujte teoretické znalosti v praktických scénářích.\n\n💡 **Tipy pro Maximální Efektivitu:** 💡\n\n✔️ Pravidelně prozkoumejte nové přídavky do knihovny zadání, abyste byli v obraze s nejnovějšími trendy.\n\n✔️ Použijte funkci parafrázy chatgpt k různorodosti vašeho stylu obsahu a vyhněte se redundanci.\n\n✔️ Procvičujte se s různými příklady inženýrství šablon, abyste ovládli umění tvorby efektivních šablon.\n\n✔️ Zapojte se do komunity, abyste sdíleli poznatky a učili se z zkušeností ostatních uživatelů.\n\n📈 **Další Funkce k Prozkoumání:** 📈\n\n🔸 **Různorodost Šablon:** Od jednoduchých dotazů po složité scénáře, naše šablony pokrývají všechny úrovně složitosti.\n\n🔸 **Uživatelsky Přívětivý Design:** Snadno se navigujte skrz čisté a organizované rozhraní navržené pro optimální uživatelský zážitek.\n\n🔸 **Pravidelné Aktualizace:** Buďte na hraně s pravidelnými aktualizacemi, které přinášejí nové funkce a vylepšení založené na zpětné vazbě uživatelů.\n\n🌟 **Populární Kategorie Šablon:** 🌟\n\n📍 **Obchod a Finance:** Generujte Excelové vzorce, vytvářejte obchodní plány a analyzujte tržní trendy pomocí SQL.\n\n📍 **Vzdělání:** Vytvářejte vzdělávací obsah, vytvářejte kvízové otázky a budujte vzdělávací moduly.\n\n📍 **Osobní Rozvoj:** Vytvářejte šablony pro sebe-pomoc, motivaci a osobní růst.\n\n📍 **Technické Psaní:** Vytvářejte technické dokumenty, uživatelské příručky a dokumentaci API.\n\n🚀 **Zvýšte Své AI Dovednosti s Generátorem zadání ChatGPT – Vaše Brána k Ovládnutí Šablon ChatGPT!** 🚀\nTransformujte svou interakci s umělou inteligencí a posuňte své kreativní a profesionální projekty na další úroveň s Generátorem zadání ChatGPT. Je to více než jen nástroj - je to váš partner při navigaci v vzrušujícím světě tvorby zadání pro umělou inteligenci. Nainstalujte nyní a začněte tvořit s jistotou a přesností!",
    "da": "🚀 **Introduktion af ChatGPT Prompt Generator-udvidelsen til Google Chrome** 🚀\n\nUdnyt fuldt ud potentialet af AI med ChatGPT Prompt Generator, dit ultimative værktøj til at skabe effektive og innovative skabeloner til en række AI-opgaver. Uanset om du er nybegynder eller erfaren bruger, er denne udvidelse designet til at forbedre din produktivitet og kreativitet inden for AI prompt engineering.\n\nUdvidelsen indeholder en liste over skabeloner til:\n\n- Opsummering\n- Omskrivning\n- Oprettelse af sociale medieindlæg\n- Rettelser af grammatik\n- Udvidelse af tekst\n- Oprettelse af Excel-formler og SQL-forespørgsler\n- Og mere...\n\n🌟 **Hvorfor vælge det?** 🌟\n\nChatGPT Prompt Generator er ikke bare endnu et værktøj; det er en omfattende løsning skræddersyet til at imødekomme behovene hos brugere, der er interesseret i at maksimere AI-modellernes evner som ChatGPT. Med dets brugervenlige interface og kraftfulde funktioner skiller det sig ud som de gode prompts for ChatGPT og gør det til et væsentligt tilføjelse til din digitale værktøjskasse.\n\n📌 **Funktioner i ChatGPT Prompt Generator:** 📌\n\n- **Omfattende Prompt-bibliotek:** Få adgang til et bredt udvalg af forud designede chatgpt prompt-skabeloner, der henvender sig til forskellige områder såsom marketing, cv-skrivning og mere.\n\n- **Oprettelse af brugerdefinerede skabeloner:** Eksperimenter med brugerdefinerede skabeloner ved hjælp af vores intuitive interface, der understøtter alle niveauer af skabelon eksempler.\n\n- **AI Omskrivning og Opsummering:** Omformuler eller kondenser hurtigt tekst med AI omskrivnings- og AI opsummeringsværktøjer, der forbedrer din effektivitet.\n\n- **Flersproget support:** Udnyt chatgpt-oversættelse til at oprette og oversætte tekster på flere sprog og udvide din globale rækkevidde.\n\n- **Læringsressourcer:** Med ressourcer til at lære prompt engineering kan brugere fra begyndere til eksperter forfine deres færdigheder og forstå komplekse begreber.\n\n🔥 **Fordele ved at bruge ChatGPT Prompt Generator:** 🔥\n\n✅ **Forøg Kreativitet:** Bryd igennem kreative blokeringer ved at udforske forskellige chatgpt prompt-skabeloner, der fremmer innovation.\n\n✅ **Forbedr Produktivitet:** Spar tid med hurtig adgang til et prompt-bibliotek og funktioner som ai-opsummering og ai-omskrivning.\n\n✅ **Lær og Vokse:** Uanset om du er nybegynder eller ekspert inden for chatgpt, er der altid noget nyt at lære med vores detaljerede eksempler og vejledninger.\n\n✅ **Tilpasselig og Fleksibel:** Tilpas dine skabeloner til specifikke behov med et brugervenligt interface, der tilpasser sig til forskellige AI-opgaver.\n\n🌐 **Sådan fungerer det:** 🌐\n\n- Installer Chat GPT Prompt Generator fra Chrome Webshop.\n- Naviger gennem promptbiblioteket eller opret dine egne skabeloner.\n\n- Brug værktøjer som ai omskrivning eller ai opsummering til at forfine din tekst.\n\n- Oversæt tekst ved hjælp af chatgpt oversættelsesfunktionen til internationale projekter.\n\n- Få adgang til læringsmaterialer for at forbedre dine prompt engineering færdigheder.\n\n🎯 **Ideelle Brugere:** 🎯\n\n🔹 Indholdsproducenter: Generer unikke indholdsideer og overvind skriveblokering med chatgpt prompts til skrivning.\n\n🔹 Markedsførere: Udnyt chatgpt skabeloner til markedsføring for at skabe overbevisende kampagner og annoncer.\n\n🔹 Jobsøgere: Forbedr dit CV og ansøgninger med chatgpt prompts til CV.\n\n🔹 Forretningsfolk: Udnyt chatgpt prompts til forretning for at optimere kommunikation og drift.\n\n🔹 Uddannelsesfolk og Studerende: Lær prompt engineering og anvend teoretisk viden i praktiske scenarier.\n\n💡 **Tips til at maksimere effektiviteten:** 💡\n\n✔️ Udforsk regelmæssigt nye tilføjelser til promptbiblioteket for at være opdateret med de seneste trends.\n\n✔️ Brug chatgpt omskrivningsfunktionen til at variere din indholdsstil og undgå gentagelser.\n\n✔️ Øv dig med forskellige skabelonengineeringeksempler for at mestre kunsten at skabe effektive skabeloner.\n\n✔️ Engagér dig med fællesskabet for at dele indsigt og lære af andre brugeres erfaringer.\n\n📈 **Yderligere funktioner at udforske:** 📈\n\n🔸 **Skabelonvariation:** Fra simple forespørgsler til komplekse scenarier, vores skabeloner imødekommer alle niveauer af kompleksitet.\n\n🔸 **Brugervenligt design:** Naviger let gennem et rent og organiseret interface designet til optimal brugeroplevelse.\n\n🔸 **Regelmæssige opdateringer:** Hold dig på forkant med regelmæssige opdateringer, der bringer nye funktioner og forbedringer baseret på brugerfeedback.\n\n🌟 **Populære skabelonkategorier:** 🌟\n\n📍 **Forretning og Finans:** Generer Excel formler, opret forretningsplaner og analyser markedsudviklinger ved hjælp af SQL.\n\n📍 **Uddannelse:** Udvikl uddannelsesmateriale, opret quizspørgsmål og byg læringsmoduler.\n\n📍 **Personlig Udvikling:** Lav skabeloner til selvhjælp, motivation og personlig vækst.\n\n📍 **Teknisk Skrivning:** Producer tekniske dokumenter, brugervejledninger og API-dokumentation.\n\n🚀 **Forøg dine AI-færdigheder med ChatGPT Prompt Generator – Din Gateway til at mestre ChatGPT Skabeloner!** 🚀\nForvandl din interaktion med AI og tag dine kreative og professionelle projekter til det næste niveau med ChatGPT Prompt Generator. Det er mere end bare et værktøj - det er din partner i at navigere i den spændende verden af AI prompt engineering. Installer nu og begynd at skabe med tillid og præcision!",
    "de": "🚀 Vorstellung der ChatGPT Prompt Generator Erweiterung für Google Chrome\nEntdecken Sie das volle Potenzial der KI mit dem ChatGPT Prompt Generator, Ihrem ultimativen Werkzeug zur Erstellung effektiver und innovativer Vorlagen für eine Vielzahl von KI-Aufgaben. Egal, ob Sie Anfänger oder erfahrener Benutzer sind, diese Erweiterung ist darauf ausgelegt, Ihre Produktivität und Kreativität im Bereich der KI-Prompt-Entwicklung zu steigern.\n\nDie Erweiterung enthält eine Liste von Vorlagen für:\n- Zusammenfassung\n- Umschreiben\n- Erstellung von Social-Media-Beiträgen\n- Grammatikkorrektur\n- Textverlängerung\n- Erstellung von Excel-Formeln und SQL-Abfragen\n- Und mehr...\n\n🌟 Warum es wählen?\nDer ChatGPT Prompt Generator ist nicht nur ein weiteres Werkzeug; es ist eine umfassende Lösung, die darauf abzielt, die Bedürfnisse von Benutzern zu erfüllen, die daran interessiert sind, die Fähigkeiten von KI-Modellen wie ChatGPT zu maximieren. Mit seiner benutzerfreundlichen Oberfläche und leistungsstarken Funktionen hebt es sich als gute Vorlagen für ChatGPT hervor und ist eine unverzichtbare Ergänzung für Ihr digitales Toolkit.\n\n📌 Funktionen des ChatGPT Prompt Generator:\n- Umfangreiche Vorlagenbibliothek: Greifen Sie auf eine Vielzahl von vordefinierten ChatGPT-Prompt-Vorlagen zu, die verschiedenen Bereichen wie Marketing, Lebenslaufschreiben und mehr gerecht werden.\n- Erstellung benutzerdefinierter Vorlagen: Experimentieren Sie mit benutzerdefinierten Vorlagen mithilfe unserer intuitiven Oberfläche, die alle Arten von Beispielen unterstützt.\n- KI-Umschreiben und Zusammenfassen: Überarbeiten oder kürzen Sie Texte schnell mit den KI-Umschreibungs- und KI-Zusammenfassungstools, um Ihre Effizienz zu steigern.\n- Mehrsprachige Unterstützung: Nutzen Sie die ChatGPT-Übersetzung, um Texte in mehreren Sprachen zu erstellen und zu übersetzen und so Ihre globale Reichweite zu erweitern.\n- Lernressourcen: Mit Ressourcen zum Erlernen der Prompt-Entwicklung können Benutzer von Anfängern bis Experten ihre Fähigkeiten verfeinern und komplexe Konzepte verstehen.\n\n🔥 Vorteile der Verwendung des ChatGPT Prompt Generator:\n✅ Steigern Sie die Kreativität: Überwinden Sie kreative Blockaden, indem Sie vielfältige ChatGPT-Prompt-Vorlagen erkunden, die Innovationen anregen.\n✅ Steigern Sie die Produktivität: Sparen Sie Zeit durch schnellen Zugriff auf eine Vorlagenbibliothek und Funktionen wie KI-Zusammenfassung und KI-Umschreiben.\n✅ Lernen und Wachsen: Egal, ob Sie sich für ChatGPT für Anfänger interessieren oder ein Experte sind, mit unseren detaillierten Beispielen und Anleitungen gibt es immer etwas Neues zu lernen.\n✅ Anpassbar und Flexibel: Passen Sie Ihre Vorlagen an spezifische Anforderungen an mit einer benutzerfreundlichen Oberfläche, die sich an verschiedene KI-Aufgaben anpasst.\n\n🌐 So funktioniert es:\n- Installieren Sie den ChatGPT Prompt Generator aus dem Chrome Web Store.\n- Navigieren Sie durch die Vorlagenbibliothek oder erstellen Sie Ihre eigenen benutzerdefinierten Vorlagen.\n- Verwenden Sie Tools wie die KI-Umformulierung oder den KI-Zusammenfasser, um Ihren Text zu verfeinern.\n- Übersetzen Sie Texte für internationale Projekte mit der ChatGPT-Übersetzungsfunktion.\n- Greifen Sie auf Lernmaterialien zu, um Ihre Fähigkeiten im Bereich der Vorlagenentwicklung zu verbessern.\n\n🎯 Ideale Benutzer:\n🔹 Content-Ersteller: Generieren Sie einzigartige Inhaltsideen und überwinden Sie Schreibblockaden mit ChatGPT-Prompts zum Schreiben.\n🔹 Vermarkter: Nutzen Sie ChatGPT-Vorlagen für das Marketing, um überzeugende Kampagnen und Anzeigen zu erstellen.\n🔹 Jobsuchende: Verbessern Sie Ihren Lebenslauf und Ihre Anschreiben mit ChatGPT-Prompts für den Lebenslauf.\n🔹 Geschäftsleute: Nutzen Sie ChatGPT-Prompts für Unternehmen, um die Kommunikation und Abläufe zu optimieren.\n🔹 Pädagogen und Studenten: Lernen Sie die Vorlagenentwicklung und wenden Sie theoretisches Wissen in praktischen Szenarien an.\n\n💡 Tipps zur Maximierung der Effizienz:\n✔️ Erkunden Sie regelmäßig neue Ergänzungen in der Vorlagenbibliothek, um mit den neuesten Trends auf dem Laufenden zu bleiben.\n✔️ Verwenden Sie die ChatGPT-Umformulierungsfunktion, um Ihren Inhaltsstil zu variieren und Redundanzen zu vermeiden.\n✔️ Üben Sie mit verschiedenen Beispielen für die Vorlagenentwicklung, um die Kunst der Erstellung effektiver Vorlagen zu beherrschen.\n✔️ Beteiligen Sie sich an der Community, um Erkenntnisse zu teilen und von den Erfahrungen anderer Benutzer zu lernen.\n\n📈 Zusätzliche Funktionen zum Erkunden:\n🔸 Vorlagenvielfalt: Von einfachen Abfragen bis hin zu komplexen Szenarien decken unsere Vorlagen alle Komplexitätsstufen ab.\n🔸 Benutzerfreundliches Design: Navigieren Sie problemlos durch eine saubere und organisierte Benutzeroberfläche, die für optimale Benutzererfahrung konzipiert ist.\n🔸 Regelmäßige Updates: Bleiben Sie mit regelmäßigen Updates auf dem neuesten Stand, die neue Funktionen und Verbesserungen basierend auf dem Feedback der Benutzer bringen.\n\n🌟 Beliebte Vorlagenkategorien:\n📍 Business und Finanzen: Generieren Sie Excel-Formeln, erstellen Sie Geschäftspläne und analysieren Sie Markttrends mit SQL.\n📍 Bildung: Entwickeln Sie Bildungsinhalte, erstellen Sie Quizfragen und bauen Sie Lernmodule.\n📍 Persönliche Entwicklung: Erstellen Sie Vorlagen für Selbsthilfe, Motivation und persönliches Wachstum.\n📍 Technisches Schreiben: Erstellen Sie technische Dokumente, Benutzerhandbücher und API-Dokumentationen.\n\n🚀 Verbessern Sie Ihre KI-Fähigkeiten mit dem ChatGPT Prompt Generator – Ihr Tor zur Beherrschung von ChatGPT-Vorlagen! 🚀\nVerwandeln Sie Ihre Interaktion mit KI und bringen Sie Ihre kreativen und professionellen Projekte auf die nächste Stufe mit dem ChatGPT Prompt Generator. Es ist mehr als nur ein Werkzeug - es ist Ihr Partner bei der Navigation durch die aufregende Welt des KI-Prompt-Engineerings. Installieren Sie jetzt und beginnen Sie mit Vertrauen und Präzision zu erstellen!",
    "el": "🚀 **Παρουσίαση του Δημιουργού Προτροπών ChatGPT για το Google Chrome** 🚀\n\nΞεκλειδώστε την πλήρη δυνατότητα της τεχνητής νοημοσύνης με τον Δημιουργό Προτροπών ChatGPT, το απόλυτο εργαλείο σας για τη δημιουργία αποτελεσματικών και καινοτόμων προτύπων για μια ποικιλία εργασιών τεχνητής νοημοσύνης. Είτε είστε αρχάριος είτε έμπειρος χρήστης, αυτή η επέκταση σχεδιάστηκε για να βελτιώσει την παραγωγικότητά σας και τη δημιουργικότητά σας στη μηχανική προτροπών τεχνητής νοημοσύνης.\n\nΗ επέκταση περιλαμβάνει μια λίστα προτύπων για:\n\n- Συνοπτικότητα\n- Αναδιατύπωση\n- Δημιουργία αναρτήσεων στα μέσα κοινωνικής δικτύωσης\n- Διόρθωση γραμματικής\n- Επέκταση κειμένου\n- Δημιουργία τύπων Excel και ερωτημάτων SQL\n- Και πολλά άλλα...\n\n🌟 **Γιατί να το επιλέξετε;** 🌟\n\nΟ Δημιουργός Προτροπών ChatGPT δεν είναι απλά ένα ακόμα εργαλείο. Είναι μια ολοκληρωμένη λύση που προσαρμόζεται στις ανάγκες των χρηστών που ενδιαφέρονται να εκμεταλλευτούν τις δυνατότητες των μοντέλων τεχνητής νοημοσύνης όπως το ChatGPT. Με τη φιλική προς τον χρήστη διεπαφή του και τα ισχυρά του χαρακτηριστικά, ξεχωρίζει ως ο καλύτερος δημιουργός προτροπών για το ChatGPT, καθιστώντας το μια απαραίτητη προσθήκη στο ψηφιακό εργαλειοθήκη σας.\n\n📌 **Χαρακτηριστικά του Δημιουργού Προτροπών ChatGPT:** 📌\n\n- **Εκτεταμένη Βιβλιοθήκη Προτύπων:** Αποκτήστε πρόσβαση σε μια ευρεία γκάμα προ-σχεδιασμένων προτύπων chatgpt που εξυπηρετούν διάφορους τομείς όπως μάρκετινγκ, συγγραφή βιογραφικού και άλλα.\n\n- **Δημιουργία Προσαρμοσμένων Προτύπων:** Εξερευνήστε προσαρμοσμένα πρότυπα χρησιμοποιώντας την εύχρηστη διεπαφή μας που υποστηρίζει όλα τα επίπεδα παραδειγμάτων προτύπων.\n\n- **Αναδιατύπωση και Συνοπτικοποίηση με Τεχνητή Νοημοσύνη:** Αναδιατυπώστε ή συνοψίστε γρήγορα κείμενο με τα εργαλεία αναδιατύπωσης και συνοπτικοποίησης τεχνητής νοημοσύνης, βελτιώνοντας την αποτελεσματικότητά σας.\n\n- **Υποστήριξη Πολλαπλών Γλωσσών:** Χρησιμοποιήστε τη μετάφραση chatgpt για τη δημιουργία και μετάφραση κειμένων σε πολλές γλώσσες, διευρύνοντας την παγκόσμια επιρροή σας.\n\n- **Πόροι Μάθησης:** Με πόρους για την εκμάθηση της μηχανικής προτροπών, οι χρήστες από αρχάριους έως ειδικούς μπορούν να βελτιώσουν τις δεξιότητές τους και να κατανοήσουν πολύπλοκες έννοιες.\n\n🔥 **Οφέλη από τη Χρήση του Δημιουργού Προτροπών ChatGPT:** 🔥\n\n✅ **Βελτίωση της Δημιουργικότητας:** Ξεπεράστε τα εμπόδια στη δημιουργικότητα εξερευνώντας ποικίλα πρότυπα προτροπών chatgpt που ενθαρρύνουν την καινοτομία.\n\n✅ **Βελτίωση της Παραγωγικότητας:** Εξοικονομήστε χρόνο με γρήγορη πρόσβαση σε μια βιβλιοθήκη προτύπων και χαρακτηριστικά όπως ο ανασύνοπτης τεχνητής νοημοσύνης και ο αναδιατυπωτής τεχνητής νοημοσύνης.\n\n✅ **Μάθηση και Ανάπτυξη:** Είτε είστε αρχάριος στο chatgpt είτε ειδικός, υπάρχει πάντα κάτι νέο να μάθετε με τα λεπτομερή μας παραδείγματα και οδηγούς.\n\n✅ **Προσαρμόσιμο και Ευέλικτο:** Προσαρμόστε τα πρότυπά σας στις συγκεκριμένες ανάγκες σας με μια εύχρηστη διεπαφή που προσαρμόζεται σε διάφορες εργασίες τεχνητής νοημοσύνης.\n\n🌐 **Πώς Λειτουργεί:** 🌐\n\n- Εγκαταστήστε τον Δημιουργό Προτροπών ChatGPT από το Chrome Web Store.\n- Περιηγηθείτε στη βιβλιοθήκη προτροπών ή δημιουργήστε τα δικά σας προσαρμοσμένα πρότυπα.\n\n- Χρησιμοποιήστε εργαλεία όπως το ai paraphrase ή το ai summarizer για τη βελτίωση του κειμένου σας.\n\n- Μεταφράστε κείμενο χρησιμοποιώντας το χαρακτηριστικό μετάφρασης chatgpt για διεθνή έργα.\n\n- Αποκτήστε πρόσβαση σε εκπαιδευτικό υλικό για τη βελτίωση των δεξιοτήτων σας στη μηχανική προτροπών.\n\n🎯 **Ιδανικοί Χρήστες:** 🎯\n\n🔹 Δημιουργοί Περιεχομένου: Δημιουργήστε μοναδικές ιδέες περιεχομένου και ξεπεράστε τον συγγραφικό φραγμό με προτροπές chatgpt για τη συγγραφή.\n\n🔹 Μάρκετερς: Εκμεταλλευτείτε τα πρότυπα chatgpt για μάρκετινγκ για τη δημιουργία πειστικών καμπανιών και διαφημίσεων.\n\n🔹 Αναζητητές Εργασίας: Βελτιώστε το βιογραφικό σας και τις επιστολές σας με προτροπές chatgpt για βιογραφικό.\n\n🔹 Επαγγελματίες Επιχειρήσεων: Χρησιμοποιήστε προτροπές chatgpt για επιχειρήσεις για την επιτάχυνση της επικοινωνίας και των λειτουργιών.\n\n🔹 Εκπαιδευτικοί και Φοιτητές: Μάθετε μηχανική προτροπών και εφαρμόστε θεωρητικές γνώσεις σε πρακτικά σενάρια.\n\n💡 **Συμβουλές για τη Μέγιστη Αποτελεσματικότητα:** 💡\n\n✔️ Εξερευνήστε τακτικά νέες προσθήκες στη βιβλιοθήκη προτροπών για να παραμείνετε ενήμεροι με τις τελευταίες τάσεις.\n\n✔️ Χρησιμοποιήστε το χαρακτηριστικό παράφρασης chatgpt για να ποικίλετε το στυλ του περιεχομένου σας και να αποφεύγετε την επανάληψη.\n\n✔️ Εξασκηθείτε με διαφορετικά παραδείγματα μηχανικής προτύπων για να κυριαρχήσετε στην τέχνη της δημιουργίας αποτελεσματικών προτύπων.\n\n✔️ Συμμετέχετε στην κοινότητα για να μοιραστείτε απόψεις και να μάθετε από τις εμπειρίες άλλων χρηστών.\n\n📈 **Επιπλέον Χαρακτηριστικά για Εξερεύνηση:** 📈\n\n🔸 **Ποικιλία Προτύπων:** Από απλές ερωτήσεις έως πολύπλοκα σενάρια, τα πρότυπά μας καλύπτουν όλα τα επίπεδα πολυπλοκότητας.\n\n🔸 **Φιλικό προς τον Χρήστη Σχεδιασμό:** Πλοηγηθείτε εύκολα μέσα από ένα καθαρό και οργανωμένο περιβάλλον σχεδιασμένο για βέλτιστη εμπειρία χρήστη.\n\n🔸 **Τακτικές Ενημερώσεις:** Παραμείνετε στην κορυφή με τακτικές ενημερώσεις που φέρνουν νέα χαρακτηριστικά και βελτιώσεις βασισμένες στα σχόλια των χρηστών.\n\n🌟 **Δημιουργός Προτροπών ChatGPT – Η Πύλη σας για την Κυριαρχία στα Πρότυπα ChatGPT!** 🌟\nΜετασχηματίστε την αλληλεπίδρασή σας με την τεχνητή νοημοσύνη και πάρτε τα δημιουργικά και επαγγελματικά σας έργα στο επόμενο επίπεδο με τον Δημιουργό Προτροπών ChatGPT. Είναι περισσότερο από ένα εργαλείο - είναι ο σύντροφός σας στην πλοήγηση στο συναρπαστικό κόσμο της μηχανικής προτροπών της τεχνητής νοημοσύνης. Εγκαταστήστε τώρα και αρχίστε τη δημιουργία με αυτοπεποίθηση και ακρίβεια!",
    "en,en_AU,en_GB,en_US,ta": "Introducing the ChatGPT Prompt Generator Extension for Google Chrome\n\nUnlock the full potential of AI with the ChatGPT Prompt Generator, your ultimate tool for crafting effective and innovative templates for a variety of AI tasks. Whether you're a beginner or an experienced user, this extension is designed to enhance your productivity and creativity in AI prompt engineering.\n\nThe extension contains a list of templates for:\n- Summarization\n- Paraphrasing\n- Social media post creation\n- Fixing grammar\n- Extending text\n- Creating Excel formulas and SQL queries\n- And more...\n\n🌟 Why Choose it?\nThe ChatGPT Prompt Generator is not just another tool; it's a comprehensive solution tailored to meet the needs of users interested in maximizing the capabilities of AI models like ChatGPT. With its user-friendly interface and powerful features, it stands out as the good prompts for ChatGPT, making it an essential addition to your digital toolkit.\n\n📌 Features of ChatGPT Prompt Generator:\n- Extensive Prompt Library: Access a wide range of pre-designed chatgpt prompt templates that cater to various domains such as marketing, resume writing, and more.\n- Custom Template Creation: Experiment with custom templates using our intuitive interface that supports all levels of template examples.\n- AI Paraphrase and Summarizer: Quickly rephrase or condense text with the AI paraphrase and AI summarizer tools, enhancing your efficiency.\n- Multilingual Support: Utilize chatgpt translation to create and translate texts in multiple languages, broadening your global reach.\n- Learning Resources: With resources to learn prompt engineering, users from beginners to experts can refine their skills and understand complex concepts.\n\n🔥 Benefits of Using ChatGPT Prompt Generator:\n✅ Enhance Creativity: Break through creative blocks by exploring diverse chatgpt prompt templates that spark innovation.\n✅ Improve Productivity: Save time with quick access to a prompt library and features like ai summarizer and ai paraphrase.\n✅ Learn and Grow: Whether you're into chatgpt for dummies or an expert, there's always something new to learn with our detailed examples and guides.\n✅ Customizable and Flexible: Tailor your templates to specific needs with an easy-to-use interface that adapts to various AI tasks.\n\n🌐 How It Works:\n- Install the Chat GPT Prompt Generator from the Chrome Web Store.\n- Navigate through the prompt library or create your own custom templates.\n- Use tools like the ai paraphrase or ai summarizer to refine your text.\n- Translate text using the chatgpt translation feature for international projects.\n- Access learning materials to enhance your prompt engineering skills.\n\n🎯 Ideal Users:\n🔹 Content Creators: Generate unique content ideas and overcome writer’s block with chatgpt prompts for writing.\n🔹 Marketers: Leverage chatgpt templates for marketing to craft compelling campaigns and ads.\n🔹 Job Seekers: Improve your resume and cover letters with chatgpt prompts for resume.\n🔹 Business Professionals: Utilize chatgpt prompts for business to streamline communication and operations.\n🔹 Educators and Students: Learn prompt engineering and apply theoretical knowledge in practical scenarios.\n\n💡 Tips for Maximizing Efficiency:\n✔️ Regularly explore new additions to the prompt library to stay updated with the latest trends.\n✔️ Use the chatgpt paraphrase feature to vary your content style and avoid redundancy.\n✔️ Practice with different template engineering examples to master the art of creating effective templates.\n✔️ Engage with the community to share insights and learn from other users’ experiences.\n\n📈 Additional Features to Explore:\n🔸 Template Variety: From simple queries to complex scenarios, our templates cater to all levels of complexity.\n🔸 User-Friendly Design: Navigate easily through a clean and organized interface designed for optimal user experience.\n🔸 Regular Updates: Stay at the cutting edge with regular updates that bring new features and improvements based on user feedback.\n\n🌟 Popular Template Categories:\n📍 Business and Finance: Generate Excel formulas, create business plans, and analyze market trends using SQL.\n📍 Education: Develop educational content, create quiz questions, and build learning modules.\n📍 Personal Development: Craft templates for self-help, motivation, and personal growth.\n📍 Technical Writing: Produce technical documents, user manuals, and API documentation.\n\n🚀 Elevate Your AI Skills with ChatGPT Prompt Generator – Your Gateway to Mastering ChatGPT Templates!\nTransform your interaction with AI and take your creative and professional projects to the next level with the ChatGPT Prompt Generator. It’s more than just a tool—it’s your partner in navigating the exciting world of AI prompt engineering. Install now and start creating with confidence and precision!",
    "es": "🚀 Presentando la Extensión Generador de prompts para Chat GPT\n\nGenerador de prompts para Chat GPT\nDesbloquea todo el potencial de la IA con el Generador de prompts para Chat GPT, tu herramienta definitiva para crear plantillas efectivas e innovadoras para una variedad de tareas de IA. Ya seas principiante o usuario experimentado, esta extensión está diseñada para mejorar tu productividad y creatividad en la ingeniería de textos para IA.\n\nLa extensión contiene una lista de plantillas para:\n- Resumir\n- Parafrasear\n- Crear publicaciones en redes sociales\n- Corregir gramática\n- Ampliar texto\n- Crear fórmulas de Excel y consultas SQL\n- ¡Y más!\n\n🌟 ¿Por qué elegirlo?\nEl Generador de prompts para Chat GPT no es solo otra herramienta; es una solución integral diseñada para satisfacer las necesidades de los usuarios interesados en maximizar las capacidades de modelos de IA como ChatGPT. Con su interfaz fácil de usar y funciones potentes, destaca como las buenas plantillas para ChatGPT, convirtiéndose en una adición esencial a tu conjunto de herramientas digitales.\n\n📌 Características del Generador de prompts para Chat GPT:\n- Amplia Biblioteca de Plantillas: Accede a una amplia gama de plantillas pre-diseñadas de chatgpt que abarcan diversos ámbitos como marketing, redacción de currículums y más.\n- Creación de Plantillas Personalizadas: Experimenta con plantillas personalizadas utilizando nuestra interfaz intuitiva que admite ejemplos de plantillas de todos los niveles.\n- Parafraseador y Resumidor de IA: Reformula o condensa rápidamente texto con las herramientas de parafraseo de IA y resumidor de IA, mejorando tu eficiencia.\n- Soporte Multilingüe: Utiliza la traducción de chatgpt para crear y traducir textos en múltiples idiomas, ampliando tu alcance global.\n- Recursos de Aprendizaje: Con recursos para aprender ingeniería de textos, los usuarios, desde principiantes hasta expertos, pueden perfeccionar sus habilidades y comprender conceptos complejos.\n\n🔥 Beneficios de Usar el Generador de prompts para Chat GPT:\n✅ Potenciar la Creatividad: Supera los bloqueos creativos explorando diversas plantillas de chatgpt que estimulan la innovación.\n✅ Mejorar la Productividad: Ahorra tiempo con acceso rápido a una biblioteca de plantillas y funciones como el resumidor de IA y parafraseador de IA.\n✅ Aprender y Crecer: Ya sea que seas un principiante en chatgpt o un experto, siempre hay algo nuevo por aprender con nuestros ejemplos detallados y guías.\n✅ Personalizable y Flexible: Adapta tus plantillas a necesidades específicas con una interfaz fácil de usar que se ajusta a diversas tareas de IA.\n\n🌐 Cómo Funciona:\n- Instala el Generador de prompts para Chat GPT desde la Tienda Web de Chrome.\n- Navega por la biblioteca de sugerencias o crea tus propias plantillas personalizadas.\n- Utiliza herramientas como el parafraseador de IA o el resumidor de IA para refinar tu texto.\n- Traduce texto utilizando la función de traducción de ChatGPT para proyectos internacionales.\n- Accede a materiales de aprendizaje para mejorar tus habilidades de ingeniería de sugerencias.\n\n🎯 Usuarios Ideales:\n🔹 Creadores de contenido: Genera ideas de contenido únicas y supera el bloqueo del escritor con las sugerencias de ChatGPT para la escritura.\n🔹 Profesionales del marketing: Aprovecha las plantillas de ChatGPT para marketing para crear campañas y anuncios convincentes.\n🔹 Personas en búsqueda de empleo: Mejora tu currículum y cartas de presentación con las sugerencias de ChatGPT para currículum.\n🔹 Profesionales de negocios: Utiliza las sugerencias de ChatGPT para negocios para agilizar la comunicación y operaciones.\n🔹 Educadores y estudiantes: Aprende ingeniería de sugerencias y aplica conocimientos teóricos en escenarios prácticos.\n\n💡 Consejos para Maximizar la Eficiencia:\n✔️ Explora regularmente las nuevas incorporaciones a la biblioteca de sugerencias para mantenerte actualizado con las últimas tendencias.\n✔️ Utiliza la función de parafraseo de ChatGPT para variar tu estilo de contenido y evitar la redundancia.\n✔️ Practica con diferentes ejemplos de ingeniería de plantillas para dominar el arte de crear plantillas efectivas.\n✔️ Participa con la comunidad para compartir ideas y aprender de las experiencias de otros usuarios.\n\n📈 Funciones Adicionales para Explorar:\n🔸 Variedad de Plantillas: Desde consultas simples hasta escenarios complejos, nuestras plantillas se adaptan a todos los niveles de complejidad.\n🔸 Diseño Amigable para el Usuario: Navega fácilmente a través de una interfaz limpia y organizada diseñada para una experiencia de usuario óptima.\n🔸 Actualizaciones Regulares: Mantente a la vanguardia con actualizaciones regulares que traen nuevas características y mejoras basadas en la retroalimentación de los usuarios.\n\n🌟 Categorías Populares de Plantillas:\n📍 Negocios y Finanzas: Genera fórmulas de Excel, crea planes de negocios y analiza tendencias de mercado utilizando SQL.\n📍 Educación: Desarrolla contenido educativo, crea preguntas de cuestionarios y construye módulos de aprendizaje.\n📍 Desarrollo Personal: Crea plantillas para autoayuda, motivación y crecimiento personal.\n📍 Escritura Técnica: Produce documentos técnicos, manuales de usuario y documentación de API.\n\n🚀 ¡Potencia tus habilidades de IA con el Generador de prompts para Chat GPT - ¡Tu Puerta de Entrada para Dominar las Plantillas de ChatGPT!\nTransforma tu interacción con la IA y lleva tus proyectos creativos y profesionales al siguiente nivel con el Generador de prompts para Chat GPT. Es más que una herramienta, es tu compañero para navegar en el emocionante mundo de la ingeniería de textos AI. ¡Instala ahora y comienza a crear con confianza y precisión!",
    "es_419": "🚀 **Presentamos el Generador de texto de ChatGPT para Google Chrome** 🚀\n\nDesbloquea todo el potencial de la IA con el Generador de texto de ChatGPT, tu herramienta definitiva para crear plantillas efectivas e innovadoras para una variedad de tareas de IA. Ya seas principiante o usuario experimentado, esta extensión está diseñada para mejorar tu productividad y creatividad en la ingeniería de textos de IA.\n\nLa extensión contiene una lista de plantillas para:\n\n- Resumen\n- Parafraseo\n- Creación de publicaciones en redes sociales\n- Corrección de gramática\n- Ampliación de texto\n- Creación de fórmulas de Excel y consultas SQL\n- ¡Y más!\n\n🌟 **¿Por qué elegirlo?** 🌟\n\nEl Generador de texto de ChatGPT no es solo otra herramienta; es una solución integral diseñada para satisfacer las necesidades de los usuarios interesados en maximizar las capacidades de modelos de IA como ChatGPT. Con su interfaz fácil de usar y sus funciones potentes, destaca como las buenas plantillas para ChatGPT, convirtiéndose en una adición esencial a tu conjunto de herramientas digitales.\n\n📌 **Características del Generador de texto de ChatGPT:** 📌\n\n- **Amplia biblioteca de plantillas:** Accede a una amplia gama de plantillas predefinidas de chatgpt que se adaptan a diversos ámbitos como marketing, redacción de currículums y más.\n\n- **Creación de plantillas personalizadas:** Experimenta con plantillas personalizadas utilizando nuestra interfaz intuitiva que admite ejemplos de plantillas de todos los niveles.\n\n- **Parafraseador y Resumidor de IA:** Reformula o condensa rápidamente texto con las herramientas de parafraseo de IA y resumidor de IA, mejorando tu eficiencia.\n\n- **Soporte multilingüe:** Utiliza la traducción de chatgpt para crear y traducir textos en varios idiomas, ampliando tu alcance global.\n\n- **Recursos de aprendizaje:** Con recursos para aprender la ingeniería de textos, los usuarios, desde principiantes hasta expertos, pueden perfeccionar sus habilidades y comprender conceptos complejos.\n\n🔥 **Beneficios de usar el Generador de texto de ChatGPT:** 🔥\n\n✅ **Potenciar la creatividad:** Supera los bloqueos creativos explorando diversas plantillas de chatgpt que estimulan la innovación.\n\n✅ **Mejorar la productividad:** Ahorra tiempo con acceso rápido a una biblioteca de plantillas y funciones como el resumidor de IA y el parafraseador de IA.\n\n✅ **Aprender y crecer:** Ya sea que seas un principiante en chatgpt o un experto, siempre hay algo nuevo por aprender con nuestros ejemplos detallados y guías.\n\n✅ **Personalizable y flexible:** Adapta tus plantillas a necesidades específicas con una interfaz fácil de usar que se ajusta a diversas tareas de IA.\n\n🌐 **Cómo funciona:** 🌐\n\n- Instala el Generador de texto de ChatGPT desde la Tienda Web de Chrome.\n- Navega a través de la biblioteca de prompts o crea tus propias plantillas personalizadas.\n\n- Utiliza herramientas como el parafraseador de IA o el resumidor de IA para refinar tu texto.\n\n- Traduce texto utilizando la función de traducción de chatgpt para proyectos internacionales.\n\n- Accede a materiales de aprendizaje para mejorar tus habilidades de ingeniería de prompts.\n\n🎯 **Usuarios Ideales:** 🎯\n\n🔹 Creadores de Contenido: Genera ideas de contenido únicas y supera el bloqueo del escritor con los prompts de Generador de texto de ChatGPT para escribir.\n\n🔹 Profesionales del Marketing: Aprovecha las plantillas de Generador de texto de ChatGPT para marketing para crear campañas y anuncios convincentes.\n\n🔹 Personas en Búsqueda de Empleo: Mejora tu currículum y cartas de presentación con los prompts de Generador de texto de ChatGPT para currículum.\n\n🔹 Profesionales de Negocios: Utiliza los prompts de Generador de texto de ChatGPT para negocios para agilizar la comunicación y operaciones.\n\n🔹 Educadores y Estudiantes: Aprende ingeniería de prompts y aplica conocimientos teóricos en escenarios prácticos.\n\n💡 **Consejos para Maximizar la Eficiencia:** 💡\n\n✔️ Explora regularmente las nuevas incorporaciones a la biblioteca de prompts para mantenerte actualizado con las últimas tendencias.\n\n✔️ Utiliza la función de parafraseo de chatgpt para variar tu estilo de contenido y evitar la redundancia.\n\n✔️ Practica con diferentes ejemplos de ingeniería de plantillas para dominar el arte de crear plantillas efectivas.\n\n✔️ Participa con la comunidad para compartir ideas y aprender de las experiencias de otros usuarios.\n\n📈 **Funciones Adicionales para Explorar:** 📈\n\n🔸 **Variedad de Plantillas:** Desde consultas simples hasta escenarios complejos, nuestras plantillas se adaptan a todos los niveles de complejidad.\n\n🔸 **Diseño Amigable para el Usuario:** Navega fácilmente a través de una interfaz limpia y organizada diseñada para una experiencia de usuario óptima.\n\n🔸 **Actualizaciones Regulares:** Mantente a la vanguardia con actualizaciones regulares que traen nuevas funciones y mejoras basadas en la retroalimentación de los usuarios.\n\n🌟 **Categorías Populares de Plantillas:** 🌟\n\n📍 **Negocios y Finanzas:** Genera fórmulas de Excel, crea planes de negocios y analiza tendencias de mercado utilizando SQL.\n\n📍 **Educación:** Desarrolla contenido educativo, crea preguntas de cuestionarios y construye módulos de aprendizaje.\n\n📍 **Desarrollo Personal:** Crea plantillas para autoayuda, motivación y crecimiento personal.\n\n📍 **Escritura Técnica:** Produce documentos técnicos, manuales de usuario y documentación de API.\n\n🚀 **¡Potencia tus habilidades de IA con el Generador de texto de ChatGPT - ¡Tu Puerta de Entrada para Dominar las Plantillas de ChatGPT!** 🚀\nTransforma tu interacción con la IA y lleva tus proyectos creativos y profesionales al siguiente nivel con el Generador de texto de ChatGPT. Es más que una herramienta, es tu compañero para navegar en el emocionante mundo de la ingeniería de textos de IA. ¡Instala ahora y comienza a crear con confianza y precisión!",
    "et": "🚀 ** Tutvustame ChatGPT-i ülesandeloome tööriista laiendust Google Chrome'ile ** 🚀\n\nAvage tehisintellekti täielik potentsiaal ChatGPT-i ülesandeloome tööriistaga, teie lõplik tööriist tõhusate ja uuenduslike mallide loomiseks mitmesuguste tehisintellekti ülesannete jaoks. Olgu olete algaja või kogenud kasutaja, see laiendus on loodud teie tootlikkuse ja loovuse suurendamiseks tehisintellekti ülesande kavandamisel.\n\nLa laiendus sisaldab loendit mallidest:\n\n- Kokkuvõte\n- Parafraasimine\n- Sotsiaalmeedia postituste loomine\n- Grammatika parandamine\n- Teksti laiendamine\n- Exceli valemite ja SQL-päringute loomine\n- Ja palju muud...\n\n🌟 ** Miks valida see? ** 🌟\n\nChatGPT-i ülesandeloome tööriist ei ole lihtsalt veel üks tööriist; see on põhjalik lahendus, mis on kohandatud kasutajate vajadustele, kes on huvitatud tehisintellekti mudelite nagu ChatGPT võimaluste maksimeerimisest. Kasutajasõbraliku liidese ja võimsate funktsioonidega paistab see silma heade promptidega ChatGPT ja muudab selle hädavajalikuks lisandiks teie digitaalses tööriistakastis.\n\n📌 ** ChatGPT-i ülesandeloome tööriista funktsioonid: ** 📌\n\n- **Ulatuslik mallide raamatukogu:** Juurdepääs mitmesugustele eelkavandatud chatgpt prompt-mallidele, mis hõlmavad erinevaid valdkondi, nagu turundus, CV-koostamine ja muu.\n\n- **Kohandatud mallide loomine:** Katsetage kohandatud malle meie intuitiivse liidesega, mis toetab kõiki mallinäidiste tasemeid.\n\n- **Tehisparafraas ja kokkuvõtja:** Tehke teksti kiiresti ümber või kokku võtke see tehisparafraasi ja tehis-kokkuvõtja tööriistade abil, suurendades oma tõhusust.\n\n- **Mitmekeelne tugi:** Kasutage chatgpt tõlget tekstide loomiseks ja tõlkimiseks mitmes keeles, laiendades oma globaalset ulatust.\n\n- **Õppematerjalid:** Resurssidega promptide loomise õppimiseks saavad nii algajad kui eksperdid lihvida oma oskusi ja mõista keerulisi kontseptsioone.\n\n🔥 ** Kasu ChatGPT-i ülesandeloome tööriista kasutamisest: ** 🔥\n\n✅ **Loovuse suurendamine:** Murdke läbi loovusklotsid, uurides mitmekesiseid chatgpt prompt-malle, mis sütitavad innovatsiooni.\n\n✅ **Tootlikkuse parandamine:** Säästke aega kiire juurdepääsuga promptide raamatukogule ja funktsioonidele nagu tehis-kokkuvõtja ja tehisparafraas.\n\n✅ **Õppimine ja kasvamine:** Olgu olete chatgpti algaja või ekspert, meie detailsete näidete ja juhendite abil on alati midagi uut õppida.\n\n✅ **Kohandatav ja paindlik:** Kohandage oma malle konkreetsetele vajadustele lihtsalt kasutatava liidesega, mis kohaneb erinevate tehisintellekti ülesannetega.\n\n🌐 ** Kuidas see toimib: ** 🌐\n\n- Installige Chat GPT Prompt Generator Chrome'i veebipoest.\n- Navigeerige ülesandekogu kaudu või looge oma kohandatud malle.\n\n- Kasutage tööriistu nagu ai parafraseerija või ai kokkuvõtja oma teksti täpsustamiseks.\n\n- Tõlkige teksti rahvusvaheliste projektide jaoks chatgpt tõlkefunktsiooni abil.\n\n- Pääsege õppematerjalidele juurde, et täiustada oma ülesandeloome oskusi.\n\n🎯 **Idealsed kasutajad:** 🎯\n\n🔹 Sisu loojad: Genereerige ainulaadseid sisuideid ja ületage kirjutamise blokeering chatgpt-i ülesandeloome tööriista abil.\n\n🔹 Turundajad: Kasutage turunduse jaoks chatgpt malle, et luua veenvaid kampaaniaid ja reklaame.\n\n🔹 Tööotsijad: Parandage oma CV-d ja kaaskirju chatgpt-i ülesandeloome tööriista abil.\n\n🔹 Äri spetsialistid: Kasutage äri jaoks chatgpt malle suhtluse ja operatsioonide optimeerimiseks.\n\n🔹 Õpetajad ja õpilased: Õppige ülesandeloome ja rakendage teoreetilisi teadmisi praktilistes stsenaariumides.\n\n💡 **Efektiivsuse maksimeerimise näpunäited:** 💡\n\n✔️ Uurige regulaarselt uusi lisandeid ülesandekogus, et olla kursis viimaste trendidega.\n\n✔️ Kasutage chatgpt parafraseerimise funktsiooni, et varieerida oma sisustiili ja vältida korduvust.\n\n✔️ Harjutage erinevate malmi inseneri näidetega, et omandada tõhusate mallide loomise kunst.\n\n✔️ Suhtlege kogukonnaga, et jagada teadmisi ja õppida teiste kasutajate kogemustest.\n\n📈 **Lisafunktsioonid, mida uurida:** 📈\n\n🔸 **Mallide mitmekesisus:** Alates lihtsatest päringutest kuni keerukate stsenaariumideni, meie mallid sobivad kõikidele keerukustasemetele.\n\n🔸 **Kasutajasõbralik disain:** Navigeerige lihtsalt läbi puhta ja korraldatud liidese, mis on loodud optimaalse kasutajakogemuse jaoks.\n\n🔸 **Regulaarsed uuendused:** Püsige tipptasemel regulaarsete uuendustega, mis toovad kaasa uusi funktsioone ja täiustusi kasutajate tagasiside põhjal.\n\n🌟 **Populaarsed mallikategooriad:** 🌟\n\n📍 **Äri ja rahandus:** Genereerige Exceli valemite, looge äriplaane ja analüüsige turutrende SQL-i abil.\n\n📍 **Haridus:** Arendage hariduslikku sisu, looge viktoriiniküsimusi ja ehitage õppemooduleid.\n\n📍 **Isiklik areng:** Loo malle eneseabiks, motivatsiooniks ja isiklikuks kasvuks.\n\n📍 **Tehniline kirjutamine:** Tooge välja tehnilised dokumendid, kasutusjuhendid ja API dokumentatsioon.\n\n🚀 **Tõstke oma AI-oskused uuele tasemele ChatGPT-i ülesandeloome tööriista abil – Teie tee ChatGPT mallide valdamiseni!** 🚀\nMuuda oma suhtlust tehisintellektiga ja vii oma loovad ja professionaalsed projektid järgmisele tasemele ChatGPT-i ülesandeloome tööriistaga. See on rohkem kui lihtsalt tööriist - see on sinu partner põneva tehisintellekti ülesandeinseneri maailmas navigeerimisel. Paigalda kohe ja alusta enesekindlalt ja täpselt loomist!",
    "fa": "🚀 **معرفی تولید کننده متن تحریریه چت‌جی‌پی‌تی برای Google Chrome** 🚀\n\nبا تولید کننده متن تحریریه چت‌جی‌پی‌تی، ابزار نهایی خود برای ایجاد الگوهای موثر و نوآورانه برای انواع وظایف هوش مصنوعی را باز کنید. این افزونه برای افزایش بهره‌وری و خلاقیت شما در مهندسی تحریریه چت‌جی‌پی‌تی طراحی شده است، چه شما مبتدی باشید یا کاربر تجربه‌یافته.\n\nاین افزونه شامل یک لیست الگوها برای:\n\n- خلاصه‌سازی\n- بازنویسی\n- ایجاد پست‌های رسانه‌های اجتماعی\n- اصلاح دستور زبان\n- گسترش متن\n- ایجاد فرمول‌های اکسل و پرس و جوهای SQL\n- و بیشتر...\n\n🌟 **چرا انتخابش کنیم؟** 🌟\n\nتولید کننده متن تحریریه چت‌جی‌پی‌تی تنها یک ابزار دیگر نیست؛ بلکه یک راه‌حل جامع است که طراحی شده تا نیازهای کاربران علاقه‌مند به حداکثر رساندن قابلیت‌های مدل‌های هوش مصنوعی مانند چت‌جی‌پی‌تی را برآورده سازد. با رابط کاربری کاربرپسند و ویژگی‌های قدرتمندش، این ابزار به عنوان الگوهای خوب برای چت‌جی‌پی‌تی برجسته است و آن را به عنوان یک افزونه ضروری به ابزارهای دیجیتالی شما اضافه می‌کند.\n\n📌 **ویژگی‌های تولید کننده متن تحریریه چت‌جی‌پی‌تی:** 📌\n\n- **کتابخانه گسترده الگوها:** دسترسی به مجموعه‌ای گسترده از الگوهای پیش‌طراحی تحریریه چت‌جی‌پی‌تی که به انواع حوزه‌ها مانند بازاریابی، نوشتن رزومه و غیره می‌پردازد.\n\n- **ایجاد الگوی سفارشی:** با استفاده از رابط کاربری شفاف ما، با استفاده از تمام سطوح مثال‌های الگویی، با الگوهای سفارشی آزمایش کنید.\n\n- **تحریر و خلاصه‌سازی هوش مصنوعی:** با ابزارهای تحریر هوش مصنوعی و خلاصه‌سازی هوش مصنوعی، متن را به سرعت بازنویسی یا فشرده کنید و بهره‌وری خود را افزایش دهید.\n\n- **پشتیبانی چندزبانه:** از ترجمه چت‌جی‌پی‌تی برای ایجاد و ترجمه متون به چندین زبان استفاده کنید و دسترسی جهانی خود را گسترش دهید.\n\n- **منابع آموزشی:** با منابعی برای یادگیری مهندسی تحریریه، کاربران از مبتدیان تا کارشناسان می‌توانند مهارت‌های خود را بهبود بخشند و مفاهیم پیچیده را درک کنند.\n\n🔥 **مزایای استفاده از تولید کننده متن تحریریه چت‌جی‌پی‌تی:** 🔥\n\n✅ **افزایش خلاقیت:** با بررسی الگوهای متن تحریریه چت‌جی‌پی‌تی متنوع، که نوآوری را تحریک می‌کنند، از موانع خلاقیت عبور کنید.\n\n✅ **افزایش بهره‌وری:** با دسترسی سریع به کتابخانه الگو و ویژگی‌هایی مانند خلاصه‌ساز هوش مصنوعی و بازنویسی هوش مصنوعی، زمان خود را صرفه‌جویی کنید.\n\n✅ **یادگیری و رشد:** چه شما به چت‌جی‌پی‌تی برای مبتدیان علاقه‌مند هستید یا یک کارشناس، همیشه چیزی برای یادگیری جدید با مثال‌ها و راهنماهای مفصل ما وجود دارد.\n\n✅ **قابل تنظیم و انعطاف‌پذیر:** الگوهای خود را با رابط کاربری آسانی که به انواع وظایف هوش مصنوعی سازگار است، به نیازهای خاص تنظیم کنید.\n\n🌐 **چگونه کار می‌کند:** 🌐\n\n- نصب تولید کننده متن تحریریه چت‌جی‌پی‌تی از فروشگاه وب Chrome.\n- پیمایش از کتابخانه تحریریه یا ایجاد الگوهای سفارشی خود را انجام دهید.\n\n- از ابزارهایی مانند بازنویسی خودکار یا خلاصه‌سازی خودکار برای بهبود متن خود استفاده کنید.\n\n- ترجمه متن با استفاده از ویژگی ترجمه چت‌جی‌پی‌تی برای پروژه‌های بین‌المللی.\n\n- دسترسی به مواد آموزشی برای افزایش مهارت‌های مهندسی تحریریه چت‌جی‌پی‌تی.\n\n🎯 **کاربران ایده‌آل:** 🎯\n\n🔹 ایجادکنندگان محتوا: ایده‌های منحصر به فرد محتوا را تولید کرده و با تولید کننده متن تحریریه چت‌جی‌پی‌تی از مسدودی نویسندگی بیرون بیایید.\n\n🔹 بازاریابان: از الگوهای چت‌جی‌پی‌تی برای بازاریابی بهره ببرید تا کمپین‌ها و تبلیغات جذابی را طراحی کنید.\n\n🔹 گاه‌شناسان: رزومه و نامه‌های اعتراضی خود را با الگوهای چت‌جی‌پی‌تی برای رزومه بهبود دهید.\n\n🔹 حرفه‌ایان کسب و کار: از الگوهای چت‌جی‌پی‌تی برای کسب و کار استفاده کنید تا ارتباطات و عملیات را بهینه‌سازی کنید.\n\n🔹 مربیان و دانشجویان: مهندسی تحریریه را یاد بگیرید و دانش نظری خود را در حالت‌های عملی اعمال کنید.\n\n💡 **نکات برای حداکثر سودآوری:** 💡\n\n✔️ به طور منظم اضافه‌شدن‌های جدید به کتابخانه تحریریه را بررسی کنید تا با آخرین روندها به‌روز بمانید.\n\n✔️ از ویژگی بازنویسی خودکار چت‌جی‌پی‌تی برای تنوع در سبک محتوای خود و جلوگیری از تکرار استفاده کنید.\n\n✔️ با مثال‌های مختلف مهندسی الگو برای فراگیری هنر ایجاد الگوهای موثر تمرین کنید.\n\n✔️ با جامعه در تعامل باشید تا بینش‌ها را به اشتراک بگذارید و از تجربیات کاربران دیگر یاد بگیرید.\n\n📈 **ویژگی‌های اضافی برای کاوش:** 📈\n\n🔸 **انواع الگو:** از پرسش‌های ساده تا سناریوهای پیچیده، الگوهای ما به تمام سطوح پیچیدگی خدمت می‌کنند.\n\n🔸 **طراحی کاربرپسند:** به راحتی از طریق یک رابط کاربری تمیز و منظم که برای تجربه کاربری بهینه طراحی شده، پیمایش کنید.\n\n🔸 **به‌روزرسانی‌های منظم:** با به‌روزرسانی‌های منظم که بر اساس بازخورد کاربران ارائه می‌شود، در جبهه فناوری باقی بمانید.\n\n🌟 **دسته‌های الگوهای محبوب:** 🌟\n\n📍 **کسب و کار و مالی:** فرمول‌های اکسل تولید کنید، برنامه‌های کسب و کار ایجاد کنید و با استفاده از SQL روندهای بازار را تجزیه و تحلیل کنید.\n\n📍 **آموزش:** محتوای آموزشی توسعه دهید، سوالات آزمون ایجاد کنید و ماژول‌های آموزشی بسازید.\n\n📍 **توسعه شخصی:** الگوهایی برای خودکمک، انگیزه و رشد شخصی بسازید.\n\n📍 **نوشتن فنی:** اسناد فنی، دفترچه‌های راهنما و مستندات API تولید کنید.\n\n🚀 **مهارت‌های هوش مصنوعی خود را با تولید کننده متن تحریریه چت‌جی‌پی‌تی ارتقا دهید - دروازه‌ی شما برای مسلط شدن بر الگوهای چت‌جی‌پی‌تی!** 🚀\nبا استفاده از تولید کننده متن تحریریه چت‌جی‌پی‌تی، تعامل خود را با هوش مصنوعی تغییر دهید و پروژه‌های خلاقانه و حرفه‌ای خود را به سطح بعدی ببرید. این بویژه یک ابزار نیست - این هم‌کار شما در جهان هیجان‌انگیز مهندسی تحریریه هوش مصنوعی است. هم‌اکنون نصب کنید و با اعتماد و دقت شروع به ایجاد کنید!",
    "fi": "🚀 **Esitellään ChatGPT-pyyntögeneraattori-laajennus Google Chromelle** 🚀\n\nAvaa tekoälyn täysi potentiaali ChatGPT-pyyntögeneraattorilla, joka on lopullinen työkalusi tehokkaiden ja innovatiivisten mallipohjien luomiseen erilaisiin tekoälytehtäviin. Olit sitten aloittelija tai kokenut käyttäjä, tämä laajennus on suunniteltu tehostamaan tuottavuuttasi ja luovuuttasi tekoälymallipohjien suunnittelussa.\n\nLaajennus sisältää valikoiman malleja:\n\n- Yhteenveto\n- Uudelleenmuotoilu\n- Sosiaalisen median julkaisujen luominen\n- Kieliopin korjaaminen\n- Tekstin laajentaminen\n- Excel-kaavojen ja SQL-kyselyjen luominen\n- Ja paljon muuta...\n\n🌟 **Miksi valita se?** 🌟\n\nChatGPT-pyyntögeneraattori ei ole vain toinen työkalu; se on kattava ratkaisu, joka on räätälöity vastaamaan käyttäjien tarpeita, jotka haluavat hyödyntää tekoälymalleja kuten ChatGPT mahdollisimman hyvin. Käyttäjäystävällisen käyttöliittymänsä ja tehokkaiden ominaisuuksiensa ansiosta se erottuu hyvinä mallipohjina ChatGPT:lle, tehden siitä olennaisen lisäyksen digitaaliseen työkalupakkiisi.\n\n📌 **ChatGPT-pyyntögeneraattorin ominaisuudet:** 📌\n\n- **Laaja mallikirjasto:** Pääsy laajaan valikoimaan valmiiksi suunniteltuja chatgpt-mallipohjia eri aloille, kuten markkinointiin, ansioluettelon kirjoittamiseen ja muuhun.\n\n- **Mukautettujen mallien luominen:** Kokeile mukautettuja malleja käyttämällä intuitiivista käyttöliittymäämme, joka tukee kaiken tasoisia esimerkkejä mallipohjista.\n\n- **Tehtävän uudelleenmuotoilu ja tiivistäminen tekoälyn avulla:** Uudelleenmuotoile tai tiivistä teksti nopeasti tekoälyn uudelleenmuotoilu- ja tiivistäjätyökalujen avulla, tehostaen tehokkuuttasi.\n\n- **Monikielinen tuki:** Hyödynnä chatgpt-käännöstä luodaksesi ja kääntääksesi tekstejä useilla kielillä, laajentaen globaalia vaikutuspiiriäsi.\n\n- **Oppimisresurssit:** Resurssien avulla oppia mallipohjien suunnittelua, käyttäjät aloittelijoista asiantuntijoihin voivat hioa taitojaan ja ymmärtää monimutkaisia käsitteitä.\n\n🔥 **Edut ChatGPT-pyyntögeneraattorin käytöstä:** 🔥\n\n✅ **Luovuuden tehostaminen:** Murra luovuuden esteet tutkimalla monipuolisia chatgpt-mallipohjia, jotka herättävät innovaatioita.\n\n✅ **Tuottavuuden parantaminen:** Säästä aikaa nopealla pääsyllä mallikirjastoon ja ominaisuuksiin kuten tekoälytiivistäjä ja tekoälyuudelleenmuotoilu.\n\n✅ **Oppiminen ja kasvu:** Olit sitten chatgptin aloittelija tai asiantuntija, aina on jotain uutta opittavaa yksityiskohtaisten esimerkkien ja oppaidemme avulla.\n\n✅ **Mukautettava ja joustava:** Räätälöi mallisi erityistarpeisiin helppokäyttöisellä käyttöliittymällä, joka sopeutuu erilaisiin tekoälytehtäviin.\n\n🌐 **Kuinka se toimii:** 🌐\n\n- Asenna Chat GPT Prompt Generator Chrome Web Storesta.\n- Selaa pikaohjekirjastoa tai luo omia mukautettuja malleja.\n\n- Käytä työkaluja kuten tekoälyparafrasia tai tekoälytiivistelmää hienosäätääksesi tekstiäsi.\n\n- Käännä tekstiä käyttäen ChatGPT-pyyntögeneraattoria kansainvälisiin projekteihin.\n\n- Pääse oppimateriaaleihin kehittääksesi pikaohjeiden suunnittelutaitojasi.\n\n🎯 **Ihanteelliset käyttäjät:** 🎯\n\n🔹 Sisällöntuottajat: Luo ainutlaatuisia sisältöideoita ja voita kirjoitusongelmat ChatGPT-pyyntögeneraattorin avulla kirjoittamiseen.\n\n🔹 Markkinoijat: Hyödynnä ChatGPT-malleja markkinointiin luodaksesi vakuuttavia kampanjoita ja mainoksia.\n\n🔹 Työnhakijat: Paranna ansioluetteloasi ja työhakemuskirjeitäsi ChatGPT-pyyntögeneraattorin avulla ansioluetteloa varten.\n\n🔹 Liiketoiminta-ammattilaiset: Hyödynnä ChatGPT-pyyntögeneraattoria liiketoimintaan viestinnän ja toimintojen tehostamiseksi.\n\n🔹 Opettajat ja opiskelijat: Opiskele pikaohjeiden suunnittelua ja sovella teoreettista tietoa käytännön tilanteisiin.\n\n💡 **Vinkkejä tehokkuuden maksimoimiseksi:** 💡\n\n✔️ Tutki säännöllisesti uusia lisäyksiä pikaohjekirjastoon pysyäksesi ajan tasalla viimeisimmistä trendeistä.\n\n✔️ Käytä ChatGPT-parafrasointiominaisuutta vaihtaaksesi sisältötyyliäsi ja välttääksesi toistoa.\n\n✔️ Harjoittele erilaisten malli-insinöörin esimerkkien kanssa hallitaksesi tehokkaiden mallien luomisen taidetta.\n\n✔️ Osallistu yhteisöön jakamaan oivalluksia ja oppimaan muiden käyttäjien kokemuksista.\n\n📈 **Lisäominaisuuksia tutkittavaksi:** 📈\n\n🔸 **Mallien monipuolisuus:** Yksinkertaisista kysymyksistä monimutkaisiin skenaarioihin, mallimme palvelevat kaikkia monimutkaisuustasoja.\n\n🔸 **Käyttäjäystävällinen suunnittelu:** Navigoi helposti puhtaassa ja järjestetyssä käyttöliittymässä, joka on suunniteltu optimaalista käyttäjäkokemusta varten.\n\n🔸 **Säännölliset päivitykset:** Pysy ajan tasalla säännöllisillä päivityksillä, jotka tuovat uusia ominaisuuksia ja parannuksia käyttäjäpalautteiden perusteella.\n\n🌟 **Suosittuja mallikategorioita:** 🌟\n\n📍 **Liiketoiminta ja rahoitus:** Luo Excel-kaavoja, luo liiketoimintasuunnitelmia ja analysoi markkinatrendejä käyttäen SQL:ää.\n\n📍 **Koulutus:** Kehitä opetusmateriaalia, luo kysymyksiä kokeisiin ja rakenna oppimismoduuleja.\n\n📍 **Henkilökohtainen kehitys:** Laadi malleja itseavuksi, motivaatioksi ja henkilökohtaiseksi kasvuksi.\n\n📍 **Tekninen kirjoittaminen:** Tuota teknisiä asiakirjoja, käyttöohjeita ja API-dokumentaatiota.\n\n🚀 **Kehitä tekoälytaitojasi ChatGPT-pyyntögeneraattorin avulla – Porttisi ChatGPT-mallien hallitsemiseen!** 🚀\nMuuta vuorovaikutustasi tekoälyn kanssa ja vie luovat ja ammatilliset projektisi seuraavalle tasolle ChatGPT-pyyntögeneraattorin avulla. Se on enemmän kuin vain työkalu - se on kumppanisi jännittävän tekoälypohjaisen pyyntöjen suunnittelun maailmassa. Asenna nyt ja aloita luominen luottamuksella ja tarkkuudella!",
    "fil": "🚀 **Ipinakilala ang Tagapaglikha ng Prompt ng ChatGPT Extension para sa Google Chrome** 🚀\n\nBuksan ang buong potensyal ng AI gamit ang Tagapaglikha ng Prompt ng ChatGPT, ang iyong pangwakas na kasangkapan para sa pagbuo ng epektibo at makabago mga template para sa iba't ibang mga gawain ng AI. Maging ikaw ay isang nagsisimula o isang may karanasan na gumagamit, ang extension na ito ay idinisenyo upang mapabuti ang iyong produktibidad at kreatibidad sa pag-eenginir ng AI prompt.\n\nAng extension ay naglalaman ng isang listahan ng mga template para sa:\n\n- Pagsusuri\n- Pagpapalit-palit ng salita\n- Paglikha ng post sa social media\n- Pagsasaayos ng gramatika\n- Pagpapahaba ng teksto\n- Paglikha ng mga formula sa Excel at mga query sa SQL\n- At marami pa...\n\n🌟 **Bakit Piliin Ito?** 🌟\n\nAng Tagapaglikha ng Prompt ng ChatGPT ay hindi lamang isa pang kasangkapan; ito ay isang komprehensibong solusyon na idinisenyo upang matugunan ang mga pangangailangan ng mga gumagamit na interesado sa pagpapalawak ng kakayahan ng mga AI model tulad ng ChatGPT. Sa kanyang madaling gamiting interface at matatag na mga tampok, ito ay nangunguna bilang mga mabubuting prompt para sa ChatGPT, ginagawang isang mahalagang dagdag sa iyong digital na toolkit.\n\n📌 **Mga Tampok ng Tagapaglikha ng Prompt ng ChatGPT:** 📌\n\n- **Malawak na Aklatan ng Prompt:** Mag-access sa malawak na hanay ng mga pre-designed chatgpt prompt templates na sumasaklaw sa iba't ibang mga larangan tulad ng marketing, pagsusulat ng resume, at iba pa.\n\n- **Paggawa ng Pasadyang Template:** Subukan ang pasadyang mga template gamit ang aming madaling gamiting interface na sumusuporta sa lahat ng antas ng mga halimbawa ng template.\n\n- **AI Pagpapalit-palit at Pagsusuri:** Mabilis na magpalit-palit o magbawas ng teksto gamit ang mga tool ng AI paraphrase at AI summarizer, nagpapabuti sa iyong kahusayan.\n\n- **Suporta sa Maraming Wika:** Gamitin ang chatgpt translation upang lumikha at isalin ang mga teksto sa iba't ibang wika, nagpapalawak sa iyong global na saklaw.\n\n- **Mga Mapagkukunan ng Pag-aaral:** Sa mga mapagkukunan upang matuto ng prompt engineering, maaaring mapabuti ng mga gumagamit mula sa mga nagsisimula hanggang sa mga eksperto ang kanilang mga kasanayan at maunawaan ang mga kumplikadong konsepto.\n\n🔥 **Mga Benepisyo ng Paggamit ng Tagapaglikha ng Prompt ng ChatGPT:** 🔥\n\n✅ **Pahusayin ang Kreatibidad:** Maglabas sa mga bloke ng kreatibidad sa pamamagitan ng pagsusuri sa iba't ibang chatgpt prompt templates na nagbibigay inspirasyon.\n\n✅ **Mapabuti ang Produktibidad:** Makatipid ng oras sa mabilis na pag-access sa isang aklatan ng prompt at mga tampok tulad ng ai summarizer at ai paraphrase.\n\n✅ **Matuto at Lumago:** Maging ikaw ay interesado sa chatgpt para sa mga baguhan o isang eksperto, laging may bagong bagay na matutunan sa aming detalyadong mga halimbawa at gabay.\n\n✅ **Maaaring Baguhin at Maluwag:** Baguhin ang iyong mga template sa mga partikular na pangangailangan gamit ang madaling gamiting interface na sumasakop sa iba't ibang mga gawain ng AI.\n\n🌐 **Paano Ito Gumagana:** 🌐\n\n- I-install ang Tagapaglikha ng Prompt ng ChatGPT mula sa Chrome Web Store.\n- Mag-navigate sa aklatan ng mga prompt o lumikha ng iyong sariling mga custom na template.\n\n- Gamitin ang mga tool tulad ng ai paraphrase o ai summarizer upang mapabuti ang iyong teksto.\n\n- Isalin ang teksto gamit ang feature ng chatgpt translation para sa mga internasyonal na proyekto.\n\n- Mag-access sa mga materyales sa pag-aaral upang mapabuti ang iyong mga kasanayan sa pag-e-engineer ng prompt.\n\n🎯 **Mga Pinakamahusay na Tagagamit:** 🎯\n\n🔹 Mga Lumikha ng Nilalaman: Lumikha ng mga natatanging ideya sa nilalaman at labanan ang writer’s block gamit ang mga prompt ng chatgpt para sa pagsusulat.\n\n🔹 Mga Marketer: Gamitin ang mga template ng chatgpt para sa marketing upang likhain ang mga kapanapanabik na kampanya at ads.\n\n🔹 Mga Naghahanap ng Trabaho: Mapabuti ang iyong resume at mga liham ng pagtanggap ng trabaho gamit ang mga prompt ng chatgpt para sa resume.\n\n🔹 Mga Propesyonal sa Negosyo: Gamitin ang mga prompt ng chatgpt para sa negosyo upang mapabilis ang komunikasyon at operasyon.\n\n🔹 Mga Edukador at Mag-aaral: Matuto ng prompt engineering at gamitin ang teoretikal na kaalaman sa praktikal na mga scenario.\n\n💡 **Mga Tips para Mapataas ang Epektibidad:** 💡\n\n✔️ Regular na mag-explore ng mga bagong idinagdag sa aklatan ng mga prompt upang manatiling naa-update sa pinakabagong mga trend.\n\n✔️ Gamitin ang feature ng chatgpt paraphrase upang mag-iba ng istilo ng iyong nilalaman at iwasan ang pag-uulit.\n\n✔️ Mag-praktis gamit ang iba't ibang mga halimbawa ng template engineering upang mapagaling ang sining ng paglikha ng epektibong mga template.\n\n✔️ Makisangkot sa komunidad upang magbahagi ng mga kaalaman at matuto mula sa mga karanasan ng ibang tagagamit.\n\n📈 **Mga Karagdagang Tampok na Mapag-aralan:** 📈\n\n🔸 **Iba't ibang Uri ng Template:** Mula sa simpleng mga tanong hanggang sa mga komplikadong scenario, ang aming mga template ay para sa lahat ng antas ng kumplikasyon.\n\n🔸 **User-Friendly na Disenyo:** Madaling mag-navigate sa pamamagitan ng isang malinis at organisadong interface na idinisenyo para sa optimal na karanasan ng tagagamit.\n\n🔸 **Regular na Mga Update:** Manatili sa cutting edge sa pamamagitan ng mga regular na update na nagdadala ng mga bagong tampok at pagpapabuti batay sa feedback ng tagagamit.\n\n🌟 **Mga Sikat na Kategorya ng Template:** 🌟\n\n📍 **Negosyo at Pananalapi:** Lumikha ng mga formula sa Excel, gumawa ng mga plano sa negosyo, at suriin ang mga trend sa merkado gamit ang SQL.\n\n📍 **Edukasyon:** Lumikha ng edukasyonal na nilalaman, gumawa ng mga tanong sa quiz, at magbuo ng mga learning module.\n\n📍 **Personal na Pag-unlad:** Lumikha ng mga template para sa self-help, motibasyon, at personal na pag-unlad.\n\n📍 **Teknikal na Pagsusulat:** Mag-produce ng mga teknikal na dokumento, user manual, at dokumentasyon ng API.\n\n🚀 **Pataasin ang Iyong Mga Kasanayan sa AI gamit ang Tagapaglikha ng Prompt ng ChatGPT – Ang Iyong Daan tungo sa Pagsasanay sa Mga Template ng ChatGPT!** 🚀\nBaguhin ang iyong pakikitungo sa AI at dalhin ang iyong mga proyektong kreatibo at propesyonal sa susunod na antas gamit ang Tagapaglikha ng Prompt ng ChatGPT. Hindi lamang ito isang kasangkapan—ito ang iyong kasosyo sa paglilibot sa nakaaaliw na mundo ng AI prompt engineering. Mag-install na ngayon at simulan ang paglikha nang may tiwala at katiyakan!",
    "fr": "🚀 Présentation du Générateur de prompt ChatGPT pour Google Chrome\nDébloquez tout le potentiel de l'IA avec le Générateur de prompt ChatGPT, votre outil ultime pour créer des modèles efficaces et innovants pour une variété de tâches liées à l'IA. Que vous soyez débutant ou utilisateur expérimenté, cette extension est conçue pour améliorer votre productivité et votre créativité dans l'ingénierie des prompts AI.\n\nL'extension contient une liste de modèles pour :\n- Résumé\n- Reformulation\n- Création de publications sur les réseaux sociaux\n- Correction de grammaire\n- Extension de texte\n- Création de formules Excel et de requêtes SQL\n- Et plus encore...\n\n🌟 Pourquoi le choisir ?\nLe Générateur de prompt ChatGPT n'est pas juste un autre outil ; c'est une solution complète conçue pour répondre aux besoins des utilisateurs intéressés par la maximisation des capacités des modèles d'IA comme ChatGPT. Avec son interface conviviale et ses fonctionnalités puissantes, il se démarque comme un bon générateur de prompts pour ChatGPT, en en faisant un ajout essentiel à votre boîte à outils numérique.\n\n📌 Fonctionnalités du Générateur de prompt ChatGPT :\n- Bibliothèque de prompts étendue : Accédez à une large gamme de modèles de prompts chatgpt préconçus qui répondent à divers domaines tels que le marketing, la rédaction de CV, et plus encore.\n- Création de modèles personnalisés : Expérimentez avec des modèles personnalisés en utilisant notre interface intuitive qui prend en charge tous les niveaux d'exemples de modèles.\n- Paraphrase et Résumé AI : Rephrasez ou condensez rapidement du texte avec les outils de paraphrase AI et de résumé AI, améliorant ainsi votre efficacité.\n- Support multilingue : Utilisez la traduction chatgpt pour créer et traduire des textes dans plusieurs langues, élargissant ainsi votre portée mondiale.\n- Ressources d'apprentissage : Avec des ressources pour apprendre l'ingénierie des prompts, les utilisateurs, des débutants aux experts, peuvent affiner leurs compétences et comprendre des concepts complexes.\n\n🔥 Avantages de l'utilisation du Générateur de prompt ChatGPT :\n✅ Améliorer la créativité : Surmontez les blocages créatifs en explorant des modèles de prompts chatgpt divers qui stimulent l'innovation.\n✅ Améliorer la productivité : Gagnez du temps avec un accès rapide à une bibliothèque de prompts et des fonctionnalités comme le résumé AI et la paraphrase AI.\n✅ Apprendre et grandir : Que vous soyez novice en chatgpt ou expert, il y a toujours quelque chose de nouveau à apprendre avec nos exemples détaillés et nos guides.\n✅ Personnalisable et flexible : Adaptez vos modèles à des besoins spécifiques avec une interface facile à utiliser qui s'adapte à diverses tâches liées à l'IA.\n\n🌐 Comment ça marche :\n- Installez le Générateur de prompt ChatGPT depuis le Chrome Web Store.\n- Naviguez dans la bibliothèque de prompts ou créez vos propres modèles personnalisés.\n- Utilisez des outils comme le reformulateur AI ou le résumeur AI pour affiner votre texte.\n- Traduisez du texte en utilisant la fonctionnalité de traduction de ChatGPT pour des projets internationaux.\n- Accédez à des supports d'apprentissage pour améliorer vos compétences en ingénierie de prompts.\n\n🎯 Utilisateurs Idéaux:\n🔹 Créateurs de Contenu: Générez des idées de contenu uniques et surmontez le syndrome de la page blanche avec les prompts de Générateur de prompt ChatGPT pour l'écriture.\n🔹 Marketeurs: Tirez parti des modèles de ChatGPT pour le marketing afin de créer des campagnes et des publicités convaincantes.\n🔹 Chercheurs d'Emploi: Améliorez votre CV et vos lettres de motivation avec les prompts de Générateur de prompt ChatGPT pour le CV.\n🔹 Professionnels de l'Entreprise: Utilisez les prompts de Générateur de prompt ChatGPT pour l'entreprise afin de rationaliser la communication et les opérations.\n🔹 Éducateurs et Étudiants: Apprenez l'ingénierie de prompts et appliquez vos connaissances théoriques dans des scénarios pratiques.\n\n💡 Conseils pour Maximiser l'Efficacité:\n✔️ Explorez régulièrement les nouvelles additions à la bibliothèque de prompts pour rester à jour avec les dernières tendances.\n✔️ Utilisez la fonctionnalité de reformulation de ChatGPT pour varier le style de votre contenu et éviter les redondances.\n✔️ Entraînez-vous avec différents exemples d'ingénierie de modèles pour maîtriser l'art de créer des modèles efficaces.\n✔️ Engagez-vous avec la communauté pour partager des idées et apprendre des expériences d'autres utilisateurs.\n\n📈 Fonctionnalités Supplémentaires à Explorer:\n🔸 Variété de Modèles: Des requêtes simples aux scénarios complexes, nos modèles s'adaptent à tous les niveaux de complexité.\n🔸 Conception Conviviale: Naviguez facilement à travers une interface propre et organisée conçue pour une expérience utilisateur optimale.\n🔸 Mises à Jour Régulières: Restez à la pointe avec des mises à jour régulières apportant de nouvelles fonctionnalités et améliorations basées sur les retours des utilisateurs.\n\n🌟 Catégories de Modèles Populaires:\n📍 Entreprise et Finance: Générez des formules Excel, créez des plans d'affaires et analysez les tendances du marché en utilisant SQL.\n📍 Éducation: Développez du contenu éducatif, créez des questions de quiz et construisez des modules d'apprentissage.\n📍 Développement Personnel: Créez des modèles pour l'auto-assistance, la motivation et la croissance personnelle.\n📍 Rédaction Technique: Produisez des documents techniques, des manuels d'utilisation et de la documentation API.\n\n🚀 Élevez Vos Compétences en IA avec le Générateur de prompt ChatGPT - Votre Porte d'Entrée pour Maîtriser les Modèles ChatGPT!\nTransformez votre interaction avec l'IA et faites passer vos projets créatifs et professionnels au niveau supérieur avec le Générateur de prompt ChatGPT. Ce n'est pas seulement un outil, c'est votre partenaire pour naviguer dans le monde passionnant de l'ingénierie des prompts AI. Installez maintenant et commencez à créer en toute confiance et précision !",
    "gu": "🚀 **ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર** નું Google Chrome માટે એક્સટેન્શન પ્રસ્તાવિત કરવામાં આવ્યું છે 🚀\n\nચેટજીપીટી પ્રોમ્પ્ટ જનરેટર, એઆઈની પૂરી સામર્થ્યને ખોલવા માટે તમારું અંતિમ સાધન છે, વિવિધ એઆઈ કાર્યો માટે અદ્વિતીય ટેમ્પ્લેટ્સ બનાવવા માટેનું સાધન. તમે નવોદયી અથવા અનુભવી વપરાશકર્તા હો, આ એક્સ્ટેન્શન તમારી પ્રોડક્ટિવિટી અને સર્જનાત્મકતાને એઆઈ પ્રોમ્પ્ટ ઇઞ્જિનિયરિંગમાં વધારવા માટે ડિઝાઇન કરવામાં આવ્યું છે.\n\nએક્સ્ટેન્શનમાં ટેમ્પ્લેટ્સની યાદી છે:\n\n- સારાંશ\n- પેરાફ્રેઝિંગ\n- સોશિયલ મીડિયા પોસ્ટ બનાવવું\n- વ્યાકરણ ઠીક કરવું\n- ટેક્સ્ટ વિસ્તારિત કરવું\n- એક્સેલ ફોર્મ્યુલા અને SQL ક્વેરી બનાવવું\n- અને વધુ...\n\n🌟 **તે કેવી રીતે પસંદ કરવું?** 🌟\n\nચેટજીપીટી પ્રોમ્પ્ટ જનરેટર ફક્ત બીજું એક સાધન નથી; તે એઆઈ મોડલ્સની સામર્થ્યોને વધારવા માટે રૂપરેખિત સમગ્ર સમાધાન છે જેને ચેટજીપીટી માટે સારાંશ માટે ચંદરોલ બનાવવાનું બનાવવાનું છે. તેની યુઝર-ફ્રેન્ડલી ઇન્ટરફેસ અને શક્તિશાળી વ્યવસ્થાઓથી, તે ચેટજીપીટી માટે સારાંશ માટે ચંદરોલ બનાવવાનું એક આવશ્યક વાડી છે.\n\n📌 **ચેટજીપીટી પ્રોમ્પ્ટ જનરેટરની વિશેષતાઓ:** 📌\n\n- **વિસ્તૃત પ્રોમ્પ્ટ લાઇબ્રેરી:** વિવિધ ડોમેન્સ માટે યોગ્ય પ્રક્રિયાઓને સારવાર કરવા માટે પ્રી-ડિઝાઇન કરેલ ચેટજીપીટી પ્રોમ્પ્ટ ટેમ્પ્લેટ્સનો ઍક્સેસ મળે છે.\n\n- **કસ્ટમ ટેમ્પ્લેટ નિર્માણ:** તમારી અનુકૂળ ટેમ્પ્લેટ્સની પ્રયોગશીલ ઇન્ટરફેસનો પ્રયોગ કરો જે તમામ પ્રમાણોને સપોર્ટ કરે છે.\n\n- **એઆઈ પેરાફ્રેઝ અને સારાંશકાર:** એઆઈ પેરાફ્રેઝ અને એઆઈ સારાંશકાર ટૂલ્સનો ઉપયોગ કરીને તેમની ક્ષમતાને વધારો કરો.\n\n- **બહુભાષા સપોર્ટ:** મલ્ટીલિંગ્વલ સપોર્ટનો ઉપયોગ કરીને વિવિધ ભાષાઓમાં ટેક્સ્ટ બનાવો અને અનુવાદ કરો, તમારી વૈશ્વિક પહોંચને વિસ્તારો.\n\n- **શીખવાની સાધનો:** પ્રોમ્પ્ટ ઇઞ્જિનિયરિંગ શીખવા માટે સાધનો સાથે, પ્રારંભિક થી વિશેષજ્ઞ વપરાશકર્તાઓ તેમની કસ્ટમાઇઝેશન કરી શકે છે અને જટિલ સિદ્ધાંતોને સમજી શકે છે.\n\n🔥 **ચેટજીપીટી પ્રોમ્પ્ટ જનરેટરનું ઉપયોગની લાભો:** 🔥\n\n✅ **સર્જનાત્મકતા વધારો:** વિવિધ ચેટજીપીટી પ્રોમ્પ્ટ ટેમ્પ્લેટ્સને અનુસરીને રચનાત્મક બ્લોક્સને તોડો.\n\n✅ **ઉત્પાદકતા વધારો:** પ્રોમ્પ્ટ લાઇબ્રેરી અને એઆઈ સારાંશકાર અને એઆઈ પેરાફ્રેઝ જેવી વિશેષતાઓને વપરાશ કરીને સમય બચાવો.\n\n✅ **શીખો અને વધુ શીખો:** તમે ચેટજીપીટી માટે ડમીઝ છો કે એક વિશેષજ્ઞ, તમારી વિસ્તૃત ઉદાહરણો અને માર્ગદર્શિકાઓથી શીખવાનું અને વધારવાનું માટે હંમેશા શુંકું છે.\n\n✅ **કસ્ટમાઇઝેબલ અને લચીલું:** તમારા ટેમ્પ્લેટ્સને વિવિધ એઆઈ કાર્યોને અનુસરીને તમારી આવશ્યકતાઓને અનુસરીને સુયોગ્ય ઇન્ટરફેસને સુયોગ્ય બનાવો.\n\n🌐 **કેવી રીતે કામ કરે છે:** 🌐\n\n- ક્રોમ વેબ સ્ટોરથી ચેટ જીપીટી પ્રોમ્પ્ટ જનરેટર ઇન્સ્ટોલ કરો.\n- પ્રોમ્પ્ટ લાઇબ્રેરી મારફતે નેવિગેટ કરો અથવા તમારા ખુદના કસ્ટમ ટેમ્પ્લેટ્સ બનાવો.\n\n- તમારા ટેક્સ્ટને સવરવા માટે ai પેરાફ્રેઝ અથવા ai સમરાઇઝર જેવા સાધનોનો ઉપયોગ કરો.\n\n- આંતરરાષ્ટ્રીય પ્રોજેક્ટ્સ માટે ચેટજીપીટી ટ્રાન્સલેશન ફીચરનો ઉપયોગ કરો.\n\n- તમારા પ્રોમ્પ્ટ ઇઞ્જિનિયરિંગ સ્કિલ્સ વધારવા માટે લર્નિંગ મેટીરિયલ્સનો ઍક્સેસ કરો.\n\n🎯 **આદર્શ વપરાશકર્તાઓ:** 🎯\n\n🔹 કન્ટેન્ટ ક્રિએટર્સ: રચના માટે અનનીક વિચારો ઉત્પન્ન કરો અને રાઇટર્સ બ્લોક વધારો માટે ચેટજીપીટી પ્રોમ્પ્ટ્સનો ઉપયોગ કરો.\n\n🔹 માર્કેટર્સ: માર્કેટિંગ માટે ચેટજીપીટી ટેમ્પ્લેટ્સનો લાભ ઉઠાવો અને આકર્ષક કેમ્પેન્સ અને એડ્સ બનાવવા માટે.\n\n🔹 જૉબ શીકરીઓ: તમારી રીઝ્યુમે અને કવર પત્રોને સુધારવા માટે ચેટજીપીટી પ્રોમ્પ્ટ્સનો ઉપયોગ કરો.\n\n🔹 બિઝનેસ પ્રોફેશનલ્સ: કમ્યુનિકેશન અને ઓપરેશન્સને સ્ટ્રીમલાઇન કરવા માટે ચેટજીપીટી પ્રોમ્પ્ટ્સનો ઉપયોગ કરો.\n\n🔹 શિક્ષકો અને વિદ્યાર્થીઓ: પ્રોમ્પ્ટ ઇઞ્જિનિયરિંગ શીખો અને વ્યાવહારિક સ્થિતિઓમાં થિયોરેટિકલ જ્ઞાનનો અનુપ્રયોગ કરો.\n\n💡 **દક્ષતા મેક્સિમાઇઝ કરવા માટે ટિપ્સ:** 💡\n\n✔️ નવા પ્રોમ્પ્ટ લાઇબ્રેરીની નવી ઉમેરણીઓને અપડેટ રહેવા માટે નિયમિત રીસર્ચ કરો.\n\n✔️ તમારા કન્ટેન્ટ શૈલીને વેરી કરવા અને અપરિપૂર્ણતા ટાળવા માટે ચેટજીપીટી પેરાફ્રેઝ ફીચરનો ઉપયોગ કરો.\n\n✔️ અભિક્ષણ માટે વિવિધ ટેમ્પ્લેટ ઇઞ્જિનિયરિંગ ઉદાહરણોથી અભ્યાસ કરો અને પ્રભાવશાળી ટેમ્પ્લેટ્સ બનાવવાની કળાને માસ્ટર કરો.\n\n✔️ સમુદાય સાથે જોડાવા અને અન્ય વપરાશકર્તાઓના અનુભવોથી શેર કરવા અને શીખવવા માટે જોડાવો.\n\n📈 **અન્ય વિશેષતાઓ જોવા માટે:** 📈\n\n🔸 **ટેમ્પ્લેટ વેરાયટી:** સરળ પ્રશ્નોથી જટિલ સ્થિતિઓ સુધી, અમારા ટેમ્પ્લેટ્સ બધા જટિલતાને ધ્યાનમાં રાખે છે.\n\n🔸 **યુઝર-ફ્રેન્ડલી ડિઝાઇન:** સ્પष્ટ અને સંગઠિત ઇન્ટરફેસ દ્વારા સર્વોત્તમ યુઝર અનુભવ માટે સુવિધાપૂર્ણ રીતે નેવિગેટ કરો.\n\n🔸 **નિયમિત અપડેટ્સ:** યુઝર પ્રતિસાદ પર આધારિત નવા લક્ષણો અને સુધારણાઓ લાવવા માટે નિયમિત અપડેટ્સ સાથે કટિંગ એજ પર રહો.\n\n🌟 **પ્રખ્યાત ટેમ્પ્લેટ કેટેગરીઝ:** 🌟\n\n📍 **વ્યાપાર અને આર્થિક:** એક્સેલ ફોર્મ્યુલાઓ ઉત્પન્ન કરો, વ્યાપાર પ્લાન્સ બનાવો, અને SQLનો ઉપયોગ કરીને બજારના રીતોનું વિશ્લેષણ કરો.\n\n📍 **શિક્ષણ:** શૈક્ષણિક વિષયો વિકસાવો, ક્વિઝ પ્રશ્નો બનાવો, અને શીખવવાના મોડ્યુલ્સ બનાવો.\n\n📍 **વ્યક્તિગત વિકાસ:** આત્મસહાય, પ્રેરણા, અને વ્યક્તિગત વૃદ્ધિ માટે ટેમ્પ્લેટ્સ બનાવો.\n\n📍 **ટેક્નિકલ રાઇટિંગ:** ટેક્નિકલ દસ્તાવેજી, યુઝર મેન્યુવલ્સ, અને API ડોક્યુમેન્ટેશન ઉત્પાદન કરો.\n\n🚀 **ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર - ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર સાથે તમારી AI સ્કિલ્સને ઉંચા કરો!** 🚀\nતમારું આઇ સાથે સંવાદ કરવાની સામર્થ્ય અને પ્રોફેશનલ પ્રોજેક્ટ્સમાં વધુ સારી રીતે લઈ જાવો અને ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર સાથે તમારી સરળતા અને નિશ્ચિતતાથી રચના કરવાનું આરંભ કરો! આ ફરીથી માત્ર એક સાધન નથી - તે તમારો સાથી છે જે આઇ પ્રોમ્પ્ટ ઇન્જિનિયરિંગની રમૂજવાળી દુનિયામાં નેવિગેટ કરવામાં તમારો સાથી છે. હવે ઇન્સ્ટોલ કરો અને આત્મવિશ્વાસ અને નિશ્ચિતતાથી રચના કરવાનું આરંભ કરો! ચેટજીપીટી પ્રોમ્પ્ટ જનરેટર",
    "he": "🚀 **מציג את יוצר הפרומטים של ChatGPT לגוגל כרום** 🚀\n\nפתחו את הפוטנציאל המלא של AI עם יוצר הפרומטים של ChatGPT, הכלי האולטימטיבי שלך ליצירת תבניות יעילות ומהפכניות למגוון משימות AI. בין אם אתה מתחיל או משתמש מנוסה, התוסף הזה מיועד לשפר את היצירתיות והיציבות שלך בהנדסת פרומטים AI.\n\nהתוסף מכיל רשימת תבניות עבור:\n\n- סיכום\n- פרפרזה\n- יצירת פוסטים ברשתות חברתיות\n- תיקון דקדוק\n- הרחבת טקסט\n- יצירת נוסחות ב-Excel ושאילתות SQL\n- ועוד...\n\n🌟 **למה לבחור בו?** 🌟\n\nיוצר הפרומטים של ChatGPT הוא לא רק כלי נוסף; זה פתרון מקיף המותאם לצרכי משתמשים המעוניים למקסם את היכולות של מודלי AI כמו ChatGPT. עם ממשק המשתמש הנוח והתכונות העוצמתיות שלו, הוא עומד בתקן הפרומטים הטובים ל-ChatGPT, והופך אותו להוספה חיונית לציוד הדיגיטלי שלך.\n\n📌 **תכונות של יוצר הפרומטים של ChatGPT:** 📌\n\n- **ספריית פרומטים נרחבת:** גישה למגוון רחב של תבניות פרומט מראש שמתאימות לתחומים שונים כמו שיווק, כתיבת קורות חיים ועוד.\n\n- **יצירת תבניות מותאמות:** נסו ליצור תבניות מותאמות באמצעות ממשק המשתמש האינטואיטיבי שלנו שתומך בכל רמות הדוגמאות של תבניות.\n\n- **פרפרזה וסיכום AI:** פרפרזו או קצרו טקסט במהירות עם כלי הפרפרזה והסיכום AI, שמשפרים את היעילות שלך.\n\n- **תמיכה ברב-לשונית:** השתמשו בתרגום של ChatGPT כדי ליצור ולתרגם טקסטים במספר שפות, מרחיב את הטווח הגלובלי שלך.\n\n- **משאבי למידה:** עם משאבים ללמידת הנדסת פרומט, משתמשים מתחילים ומומחים יכולים לשפר את מיומנויותיהם ולהבין מושגים מורכבים.\n\n🔥 **יתרונות של שימוש ביוצר הפרומטים של ChatGPT:** 🔥\n\n✅ **שיפור יצירתיות:** פרוץ דרך בחסימות יצירתיות על ידי חקירה של תבניות פרומט שונות שמעוררות חדשנות.\n\n✅ **שיפור יעילות:** חסוך זמן עם גישה מהירה לספריית פרומט ותכונות כמו סיכום AI ופרפרזה AI.\n\n✅ **למידה וצמיחה:** בין שאתה מתעניין ב-ChatGPT למתחילים או מומחה, תמיד יש משהו חדש ללמוד עם הדוגמאות המפורטות והמדריכים שלנו.\n\n✅ **ניתן להתאמה אישית וגמיש:** כוונו את התבניות שלכם לצרכים מסוימים עם ממשק קל לשימוש שמתאים למגוון משימות AI.\n\n🌐 **כיצד זה עובד:** 🌐\n\n- התקינו את יוצר הפרומטים של ChatGPT מחנות האינטרנט של Chrome.\nנווט בספריית הפרומטים או צרוף תבניות מותאמות אישית.\n\nהשתמש בכלים כמו ai paraphrase או ai summarizer כדי לשפר את הטקסט שלך.\n\nתרגם טקסט באמצעות יכולת התרגום של ChatGPT לפרוייקטים בינלאומיים.\n\nגש לחומרי למידה כדי לשפר את כישורי ההנדסה שלך כיוצר הפרומטים של ChatGPT.\n\n🎯 **משתמשים אידיאליים:** 🎯\n\n🔹 יוצרי תוכן: צור רעיונות תוכן ייחודיים והתגבר על חסכון הכותבים עם פרומטים של chatgpt לכתיבה.\n\n🔹 שיווקאים: השתמש בתבניות של chatgpt לשיווק כדי ליצור קמפיינים ומודעות משכנעים.\n\n🔹 מחפשי עבודה: שפר את קורות החיים ואת מכתבי הכיסוי שלך עם פרומטים של chatgpt לקורות חיים.\n\n🔹 מקצוענים בעסקים: השתמש בפרומטים של chatgpt לעסקים כדי לשפר את התקשורת והפעולות.\n\n🔹 מחנכים ותלמידים: למד אינג'ינירינג של פרומטים והחלט ידע תיאורטי בסיטואציות מעשיות.\n\n💡 **טיפים למקסימום יעילות:** 💡\n\n✔️ חקור באופן קבוע תוספות חדשות לספריית הפרומטים כדי להישאר מעודכן עם הטרנדים האחרונים.\n\n✔️ השתמש בתכונת הפרפרזה של chatgpt כדי לשנות את סגנון התוכן שלך ולהימנע מחזרה.\n\n✔️ תרגל עם דוגמאות שונות של הנדסת תבניות כדי לשלט באמנות של יצירת תבניות יעילות.\n\n✔️ התעסק עם הקהילה כדי לשתף תובנות וללמוד מהניסיון של משתמשים אחרים.\n\n📈 **תכונות נוספות לחקור:** 📈\n\n🔸 **מגוון תבניות:** משאלות פשוטות ועד סיטואציות מורכבות, התבניות שלנו מתאימות לכל רמות המורכבות.\n\n🔸 **עיצוב ידידותי למשתמש:** נווט בקלות דרך ממשק נקי ומאורגן המיועד לחווית משתמש מיטבית.\n\n🔸 **עדכונים קבועים:** נשאר בחפץ החדשנות עם עדכונים קבועים שמביאים תכונות חדשות ושיפורים בהתבסס על משוב ממשתמשים.\n\n🌟 **קטגוריות תבניות פופולריות:** 🌟\n\n📍 **עסקים ופיננסים:** צור נוסחי Excel, צור תוכניות עסקיות ונתח מגמות שוק באמצעות SQL.\n\n📍 **חינוך:** פתח תוכן חינוכי, צור שאלות לחידון ובנה מודולים למידה.\n\n📍 **פיתוח אישי:** צרוף תבניות לעזרה עצמית, מוטיבציה וצמיחה אישית.\n\n📍 **כתיבה טכנית:** יצר מסמכים טכניים, מדריכי משתמש ותיעוד API.\n\n🚀 **העלה את כישורי המודעות המלאכותיות שלך עם יוצר הפרומטים של ChatGPT - השער שלך לשליטה בתבניות של ChatGPT!** 🚀\nהפוך את האינטראקציה שלך עם המובייל והעלה את הפרויקטים היצירתיים והמקצועיים שלך לרמה הבאה עם יוצר הפרומטים של ChatGPT. זה יותר מכלי פשוט - זה השותף שלך בניווט בעולם המרתק של הנדסת פרומטים של AI. התקן עכשיו והתחל ליצור בביטחון ובדיוק!",
    "hi": "🚀 **गूगल क्रोम के लिए चैटजीपीटी प्रॉम्प्ट जेनरेटर एक्सटेंशन का परिचय** 🚀\n\nचैटजीपीटी प्रॉम्प्ट जेनरेटर के साथ AI की पूरी क्षमता को खोलें, यह आपके लिए एक अंतिम उपकरण है जो विभिन्न AI कार्यों के लिए प्रभावी और नवाचारी टेम्पलेट बनाने में मदद करता है। चाहे आप एक शुरुआती उपयोगकर्ता हों या एक अनुभवी उपयोगकर्ता, यह एक्सटेंशन आपकी उत्पादकता और आई प्रॉम्प्ट इंजीनियरिंग में आपकी रचनात्मकता को बढ़ाने के लिए डिज़ाइन किया गया है।\n\nएक्सटेंशन में टेम्पलेट्स की सूची शामिल है जैसे:\n\n- सारांश\n- पुनर्वाक्य रचना\n- सोशल मीडिया पोस्ट बनाना\n- व्याकरण सुधारना\n- पाठ को विस्तारित करना\n- एक्सेल फॉर्मूला और SQL क्वेरी बनाना\n- और भी...\n\n🌟 **इसे क्यों चुनें?** 🌟\n\nचैटजीपीटी प्रॉम्प्ट जेनरेटर बस एक और उपकरण नहीं है; यह उपयोगकर्ताओं की आवश्यकताओं को पूरा करने के लिए तैयार किया गया एक समग्र समाधान है जो चैटजीपीटी जैसे एआई मॉडल की क्षमताओं को अधिकतम करने में रुचि रखने वाले उपयोगकर्ताओं की आवश्यकताओं को पूरा करने के लिए डिज़ाइन किया गया है। इसके उपयोगकर्ता-मित्र इंटरफेस और शक्तिशाली विशेषताओं के साथ, यह चैटजीपीटी के लिए अच्छे प्रॉम्प्ट्स के रूप में उभरता है, जिससे यह आपके डिजिटल उपकरण सेट में एक आवश्यक योगदान बनता है।\n\n📌 **चैटजीपीटी प्रॉम्प्ट जेनरेटर की विशेषताएँ:** 📌\n\n- **व्यापक प्रॉम्प्ट पुस्तकालय:** विभिन्न क्षेत्रों जैसे मार्केटिंग, रिज्यूमे राइटिंग, और अधिक को ध्यान में रखते हुए पूर्व-निर्धारित चैटजीपीटी प्रॉम्प्ट टेम्पलेट्स तक पहुंचें।\n\n- **कस्टम टेम्पलेट निर्माण:** हमारे सुसंगत इंटरफेस का उपयोग करके कस्टम टेम्पलेट्स के साथ प्रयोग करें जो सभी स्तरों के टेम्पलेट उदाहरणों का समर्थन करता है।\n\n- **एआई पुनर्वाक्य और सारांशकर्ता:** एआई पुनर्वाक्य और एआई सारांशकर्ता उपकरणों के साथ तेजी से पाठ को पुनर्व्याख्यान या संक्षेपित करें, अपनी क्षमता को बढ़ाते हुए।\n\n- **बहुभाषी समर्थन:** विभिन्न भाषाओं में पाठ बनाने और अनुवाद करने के लिए चैटजीपीटी अनुवाद का उपयोग करें, अपनी वैश्विक पहुंच को विस्तारित करें।\n\n- **सीखने के संसाधन:** प्रॉम्प्ट इंजीनियरिंग सीखने के संसाधनों के साथ, शुरुआती से विशेषज्ञ तक के उपयोगकर्ता अपने कौशल को सुधार सकते हैं और जटिल अवधारणाओं को समझ सकते हैं।\n\n🔥 **चैटजीपीटी प्रॉम्प्ट जेनरेटर का उपयोग करने के लाभ:** 🔥\n\n✅ **रचनात्मकता को बढ़ाएं:** विविध चैटजीपीटी प्रॉम्प्ट टेम्पलेट्स का अन्वेषण करके रचनात्मक ब्लॉक को तोड़ें जो नवाचार को उत्पन्न करते हैं।\n\n✅ **उत्पादकता में सुधार:** प्रॉम्प्ट पुस्तकालय और एआई सारांशकर्ता और एआई पुनर्वाक्य जैसी विशेषताओं के साथ समय बचाएं।\n\n✅ **सीखें और बढ़ें:** चाहे आप चैटजीपीटी के लिए डमीज़ हों या एक विशेषज्ञ, हमारे विस्तृत उदाहरणों और मार्गदर्शिकाओं के साथ हमेशा कुछ नया सीखने के लिए कुछ होता है।\n\n✅ **कस्टमाइजेबल और लचीला:** विभिन्न एआई कार्यों के लिए अनुकूल आसान इंटरफेस के साथ अपने टेम्पलेट्स को अनुकूलित करें।\n\n🌐 **कैसे काम करता है:** 🌐\n\n- क्रोम वेब स्टोर से चैटजीपीटी प्रॉम्प्ट जेनरेटर इंस्टॉल करें।\n- प्रॉम्प्ट पुस्तकालय में नेविगेट करें या अपने खुद के कस्टम टेम्पलेट बनाएं।\n\n- अपने पाठ को सुधारने के लिए एआई पैराफ्रेज या एआई सारांश जैसे उपकरणों का उपयोग करें।\n\n- अंतरराष्ट्रीय परियोजनाओं के लिए चैटजीपीटी अनुवाद सुविधा का उपयोग करें।\n\n- अपने प्रॉम्प्ट इंजीनियरिंग कौशल को बढ़ाने के लिए शिक्षण सामग्री तक पहुंचें।\n\n🎯 **आदर्श उपयोगकर्ता:** 🎯\n\n🔹 सामग्री निर्माता: चैटजीपीटी प्रॉम्प्ट्स के साथ अद्वितीय सामग्री विचार पैदा करें और लेखक की रोकथाम को दूर करें।\n\n🔹 विपणनकर्ता: प्रेरित कैंपेन और विज्ञापन बनाने के लिए विपणन के लिए चैटजीपीटी टेम्पलेट का लाभ उठाएं।\n\n🔹 नौकरी चाहने वाले: अपने रिज्यूमे और कवर पत्रों को बेहतर बनाएं चैटजीपीटी प्रॉम्प्ट्स के साथ।\n\n🔹 व्यावसायिक पेशेवर: संचार और ऑपरेशन को सुगम बनाने के लिए व्यावसायिक के लिए चैटजीपीटी प्रॉम्प्ट्स का उपयोग करें।\n\n🔹 शिक्षक और छात्र: प्रॉम्प्ट इंजीनियरिंग सीखें और सिद्धांतिक ज्ञान को व्यावहारिक परिस्थितियों में लागू करें।\n\n💡 **कुशलता को अधिकतम करने के लिए टिप्स:** 💡\n\n✔️ नवीनतम प्रॉम्प्ट पुस्तकालय के साथ नियमित रूप से अन्वेषण करें ताकि नवीनतम प्रवृत्तियों के साथ अपडेट रहें।\n\n✔️ चैटजीपीटी पैराफ्रेज सुविधा का उपयोग करें ताकि आपके सामग्री के शैली को विविध बनाएं और अवशेषता से बचें।\n\n✔️ प्रभावी टेम्पलेट बनाने की कला को सीखने के लिए विभिन्न टेम्पलेट इंजीनियरिंग उदाहरणों के साथ अभ्यास करें।\n\n✔️ समुदाय के साथ जुड़ें ताकि अन्य उपयोगकर्ताओं के अनुभवों से सीखें और अंतर्दृष्टि साझा करें।\n\n📈 **जांचने के लिए अतिरिक्त सुविधाएं:** 📈\n\n🔸 **टेम्पलेट विविधता:** सरल प्रश्न से जटिल परिदृश्यों तक, हमारे टेम्पलेट सभी स्तरों की जटिलता को संबोधित करते हैं।\n\n🔸 **उपयोगकर्ता-मित्रपूर्ण डिज़ाइन:** उपयोगकर्ता अनुभव के लिए डिज़ाइन किया गया स्वच्छ और संगठित इंटरफेस के माध्यम से आसानी से नेविगेट करें।\n\n🔸 **नियमित अपडेट:** नियमित अपडेट के साथ कटिंग एज पर रहें जो उपयोगकर्ता प्रतिक्रिया पर आधारित नई सुविधाएं और सुधार लाते हैं।\n\n🌟 **लोकप्रिय टेम्पलेट श्रेणियाँ:** 🌟\n\n📍 **व्यावसायिक और वित्त:** एक्सेल सूत्र उत्पन्न करें, व्यापार योजनाएँ बनाएं, और एसक्यूएल का उपयोग करके बाजार की प्रवृत्तियों का विश्लेषण करें।\n\n📍 **शिक्षा:** शैक्षिक सामग्री विकसित करें, क्विज़ प्रश्न बनाएं, और शिक्षा मॉड्यूल बनाएं।\n\n📍 **व्यक्तिगत विकास:** आत्म-सहायता, प्रेरणा, और व्यक्तिगत विकास के लिए टेम्पलेट तैयार करें।\n\n📍 **तकनीकी लेखन:** तकनीकी दस्तावेज़, उपयोगकर्ता मैनुअल, और एपीआई दस्तावेज़ उत्पन्न करें।\n\n🚀 **चैटजीपीटी प्रॉम्प्ट जेनरेटर के साथ अपने एआई कौशल को ऊंचा करें - चैटजीपीटी टेम्पलेट्स को मास्टर करने का आपका द्वार!** 🚀\nअपने AI के साथ अपने इंटरैक्शन को बदलें और चैटजीपीटी प्रॉम्प्ट जेनरेटर के साथ अपने रचनात्मक और पेशेवर परियोजनाओं को अगले स्तर पर ले जाएं। यह बस एक उपकरण से अधिक है - यह आपके भविष्य की रोमांचक दुनिया में नेविगेट करने के लिए आपका साथी है। अब स्थापित करें और विश्वास और सटीकता के साथ निर्माण शुरू करें!",
    "hr": "🚀 **Predstavljamo Generator ChatGPT upita proširenje za Google Chrome** 🚀\n\nOtključajte puni potencijal umjetne inteligencije s Generatorom ChatGPT upita, vašim konačnim alatom za oblikovanje učinkovitih i inovativnih predložaka za različite zadatke umjetne inteligencije. Bez obzira jeste li početnik ili iskusni korisnik, ovo proširenje osmišljeno je kako bi poboljšalo vašu produktivnost i kreativnost u inženjeringu AI upita.\n\nProširenje sadrži popis predložaka za:\n\n- Sažimanje\n- Parafraziranje\n- Kreiranje objava na društvenim mrežama\n- Ispravljanje gramatike\n- Proširivanje teksta\n- Kreiranje Excel formula i SQL upita\n- I još mnogo toga...\n\n🌟 **Zašto odabrati to?** 🌟\n\nGenerator ChatGPT upita nije samo još jedan alat; to je sveobuhvatno rješenje prilagođeno potrebama korisnika zainteresiranih za maksimiziranje mogućnosti AI modela poput ChatGPT-a. S korisničkim sučeljem i snažnim značajkama, ističe se kao dobar alat za upite za ChatGPT, čineći ga bitnim dodatkom vašem digitalnom alatu.\n\n📌 **Značajke Generatora ChatGPT upita:** 📌\n\n- **Obimna biblioteka predložaka:** Pristupite širokom rasponu predefiniranih predložaka za chatgpt upite koji se odnose na različita područja poput marketinga, pisanja životopisa i više.\n\n- **Stvaranje prilagođenih predložaka:** Istražite prilagođene predloške pomoću našeg intuitivnog sučelja koje podržava sve razine primjera predložaka.\n\n- **AI Parafraza i Sažetak:** Brzo preformulirajte ili sažmite tekst pomoću alata za AI parafrazu i AI sažetak, poboljšavajući vašu učinkovitost.\n\n- **Višejezična podrška:** Iskoristite chatgpt prijevod za stvaranje i prevođenje tekstova na više jezika, proširujući svoj globalni doseg.\n\n- **Obrazovni resursi:** S resursima za učenje inženjeringa upita, korisnici od početnika do stručnjaka mogu usavršiti svoje vještine i razumjeti kompleksne koncepte.\n\n🔥 **Prednosti korištenja Generatora ChatGPT upita:** 🔥\n\n✅ **Poboljšajte kreativnost:** Probijte kreativne blokade istraživanjem raznolikih predložaka za chatgpt upite koji potiču inovacije.\n\n✅ **Poboljšajte produktivnost:** Uštedite vrijeme s brzim pristupom biblioteci predložaka i značajkama poput AI sažetka i AI parafraze.\n\n✅ **Učite i rastite:** Bez obzira jeste li početnik u chatgpt-u ili stručnjak, uvijek postoji nešto novo za naučiti uz na primjerima i vodičima.\n\n✅ **Prilagodljivo i fleksibilno:** Prilagodite svoje predloške specifičnim potrebama s jednostavnim sučeljem koje se prilagođava različitim AI zadacima.\n\n🌐 **Kako radi:** 🌐\n\n- Instalirajte Generator ChatGPT upita iz Chrome Web trgovine.\n- Navigirajte kroz knjižnicu upita ili kreirajte vlastite prilagođene predloške.\n\n- Koristite alate poput ai preoblikovanja ili ai sažetka za usavršavanje svog teksta.\n\n- Prevedite tekst koristeći značajku chatgpt prijevoda za međunarodne projekte.\n\n- Pristupite obrazovnim materijalima kako biste unaprijedili svoje vještine inženjeringa upita.\n\n🎯 **Idealni korisnici:** 🎯\n\n🔹 Stvaraoci sadržaja: Generirajte jedinstvene ideje za sadržaj i prevladajte blokadu pisca s Generatorom ChatGPT upita za pisanje.\n\n🔹 Marketinški stručnjaci: Iskoristite predloške Generatora ChatGPT upita za marketing kako biste oblikovali uvjerljive kampanje i oglase.\n\n🔹 Tražitelji posla: Unaprijedite svoj životopis i motivacijska pisma s Generatorom ChatGPT upita za životopis.\n\n🔹 Poslovni profesionalci: Iskoristite Generator ChatGPT upita za poslovanje kako biste optimizirali komunikaciju i operacije.\n\n🔹 Edukatori i studenti: Naučite inženjering upita i primijenite teorijsko znanje u praktičnim scenarijima.\n\n💡 **Savjeti za maksimiziranje učinkovitosti:** 💡\n\n✔️ Redovito istražujte nove dodatke knjižnici upita kako biste bili ažurirani s najnovijim trendovima.\n\n✔️ Koristite značajku chatgpt preoblikovanja kako biste varirali svoj stil sadržaja i izbjegli redundanciju.\n\n✔️ Vježbajte s različitim primjerima inženjeringa predložaka kako biste ovladali umjetnošću stvaranja učinkovitih predložaka.\n\n✔️ Sudjelujte s zajednicom kako biste dijelili uvide i učili iz iskustava drugih korisnika.\n\n📈 **Dodatne značajke za istraživanje:** 📈\n\n🔸 **Raznolikost predložaka:** Od jednostavnih upita do složenih scenarija, naši predlošci odgovaraju svim razinama složenosti.\n\n🔸 **Korisnički sučelje jednostavno za korištenje:** Lako se krećite kroz čisto i organizirano sučelje dizajnirano za optimalno korisničko iskustvo.\n\n🔸 **Redovite nadogradnje:** Ostanite na samom vrhu s redovitim nadogradnjama koje donose nove značajke i poboljšanja temeljena na povratnim informacijama korisnika.\n\n🌟 **Popularne kategorije predložaka:** 🌟\n\n📍 **Poslovanje i financije:** Generirajte Excel formule, kreirajte poslovne planove i analizirajte trendove na tržištu koristeći SQL.\n\n📍 **Obrazovanje:** Razvijajte obrazovni sadržaj, kreirajte pitanja za kvizove i izrađujte modules učenja.\n\n📍 **Osobni razvoj:** Kreirajte predloške za samopomoć, motivaciju i osobni rast.\n\n📍 **Tehničko pisanje:** Proizvodite tehničke dokumente, korisničke priručnike i dokumentaciju API-ja.\n\n🚀 **Unaprijedite svoje AI vještine s Generatorom ChatGPT upita – Vaš prolaz do ovladavanja predlošcima ChatGPT!** 🚀\nTransformirajte svoju interakciju s AI-om i podignite svoje kreativne i profesionalne projekte na sljedeću razinu s Generatorom ChatGPT upita. To je više od samo alata - to je vaš partner u snalaženju u uzbudljivom svijetu AI inženjeringa upita. Instalirajte sada i počnite stvarati s povjerenjem i preciznošću!",
    "hu": "🚀 **Bemutatkozik a ChatGPT Feladat Generátor Kiterjesztés a Google Chrome-hoz** 🚀\n\nOldd meg az AI teljes potenciálját a ChatGPT Feladat Generátorral, az ultimátum eszközöddel hatékony és innovatív sablonok készítéséhez különböző AI feladatokhoz. Legyél kezdő vagy tapasztalt felhasználó, ez a kiterjesztés arra lett tervezve, hogy növelje a termelékenységedet és kreativitásodat az AI feladatok tervezésében.\n\nA kiterjesztés tartalmaz sablonok listáját:\n\n- Összefoglalás\n- Parafrazálás\n- Közösségi média posztok készítése\n- Nyelvtani hibák javítása\n- Szöveg kiterjesztése\n- Excel formulák és SQL lekérdezések készítése\n- És még sok más...\n\n🌟 **Miért válaszd ezt?** 🌟\n\nA ChatGPT Feladat Generátor nem csak egy újabb eszköz; ez egy átfogó megoldás, amely azok igényeire van szabva, akik érdeklődnek az AI modellek, mint a ChatGPT, képességeinek maximalizálásában. Felhasználóbarát felületével és erős funkcióival kiemelkedik a jó promptok a ChatGPT-hez, ami nélkülözhetetlen eszközzé teszi digitális eszköztáradban.\n\n📌 **A ChatGPT Feladat Generátor Jellemzői:** 📌\n\n- **Kiterjedt Sablonkönyvtár:** Hozzáférhetsz egy széles körű előre tervezett chatgpt prompt sablonokhoz, amelyek különböző területeket fednek le, mint például a marketing, önéletrajzírás és még sok más.\n\n- **Egyedi Sablonkészítés:** Kísérletezz egyedi sablonokkal intuitív felületünk segítségével, amely támogat minden szintű sablonpéldát.\n\n- **AI Parafrazáló és Összefoglaló:** Gyorsan átfogalmazhatod vagy tömörítheted a szöveget az AI parafrazáló és AI összefoglaló eszközökkel, növelve a hatékonyságodat.\n\n- **Többnyelvű Támogatás:** Használd a chatgpt fordítást a szövegek létrehozásához és fordításához több nyelven, kiterjesztve globális hatókörödet.\n\n- **Tanulási Források:** Azoknak, akik szeretnének tanulni a prompt tervezésről, lehetőséget biztosítunk a kezdőktől az szakértőkig, hogy fejlesszék készségeiket és megértsék a bonyolult fogalmakat.\n\n🔥 **Az ChatGPT Feladat Generátor Használatának Előnyei:** 🔥\n\n✅ **Kreativitás Fokozása:** Törj át a kreatív akadályokon, felfedezve különféle chatgpt prompt sablonokat, amelyek serkentik az innovációt.\n\n✅ **Termelékenység Növelése:** Időt spórolhatsz a gyors hozzáféréssel a prompt könyvtárhoz és az ai összefoglaló és ai parafrazáló funkciókkal.\n\n✅ **Tanulj és Nőj:** Legyél kezdő vagy szakértő a chatgpt terén, mindig van valami új tanulnivaló a részletes példák és útmutatóink segítségével.\n\n✅ **Testreszabható és Rugalmas:** Szabj sablonjaidat az egyes igényekhez egy könnyen használható felülettel, amely alkalmazkodik a különböző AI feladatokhoz.\n\n🌐 **Hogyan Működik:** 🌐\n\n- Telepítsd a Chat GPT Feladat Generátort a Chrome Web Áruházból.\n- Navigáljon a feladatkönyvtáron keresztül, vagy hozzon létre saját egyedi sablonokat.\n\n- Használja az ai átfogalmazó vagy az ai összefoglaló eszközöket a szöveg finomításához.\n\n- Fordítsa le a szöveget a chatgpt fordítási funkcióval nemzetközi projektekhez.\n\n- Hozzáférés az oktatási anyagokhoz a feladatmérnöki készségek fejlesztéséhez.\n\n🎯 **Ideális Felhasználók:** 🎯\n\n🔹 Tartalomkészítők: Generáljon egyedi tartalomötleteket és legyőzze a írói gátat a ChatGPT Feladat Generátor segítségével az íráshoz.\n\n🔹 Marketingesek: Használja ki a chatgpt sablonokat a marketinghez, hogy lenyűgöző kampányokat és hirdetéseket készítsen.\n\n🔹 Álláskeresők: Javítsa önéletrajzát és motivációs leveleit a ChatGPT Feladat Generátor segítségével az önéletrajzhoz.\n\n🔹 Üzleti szakemberek: Használja a chatgpt sablonokat az üzleti kommunikáció és működés optimalizálásához.\n\n🔹 Oktatók és diákok: Tanulja meg a feladatmérnökséget és alkalmazza a gyakorlati ismereteket gyakorlati helyzetekben.\n\n💡 **Tippek az Hatékonyság Növeléséhez:** 💡\n\n✔️ Rendszeresen böngéssze az új hozzáadásokat a feladatkönyvtárban, hogy naprakész legyen a legújabb trendekkel.\n\n✔️ Használja a chatgpt átfogalmazó funkciót a tartalomstílus változatosságához és a redundancia elkerüléséhez.\n\n✔️ Gyakoroljon különböző sablonmérnöki példákkal, hogy elsajátítsa az hatékony sablonok létrehozásának művészetét.\n\n✔️ Vegyen részt a közösségben, hogy megossza az értékes információkat és tanuljon más felhasználók tapasztalataiból.\n\n📈 **További Funkciók Felfedezéséhez:** 📈\n\n🔸 **Sablonválaszték:** Az egyszerű lekérdezésektől a bonyolult helyzetekig, sablonjaink minden komplexitási szintnek megfelelnek.\n\n🔸 **Felhasználóbarát Kialakítás:** Navigáljon könnyedén egy tiszta és rendezett felületen, amelyet az optimális felhasználói élmény érdekében terveztek.\n\n🔸 **Rendszeres Frissítések:** Maradjon a legfrissebb technológiáknál rendszeres frissítésekkel, amelyek új funkciókat és fejlesztéseket hoznak a felhasználói visszajelzések alapján.\n\n🌟 **Népszerű Sablonkategóriák:** 🌟\n\n📍 **Üzlet és Pénzügy:** Generáljon Excel képleteket, készítsen üzleti terveket, és elemezze a piaci trendeket SQL segítségével.\n\n📍 **Oktatás:** Készítsen oktatási tartalmakat, hozzon létre kvízkérdéseket és építsen tanulási modulokat.\n\n📍 **Személyes Fejlődés:** Készítsen sablonokat az önsegítéshez, motivációhoz és személyes fejlődéshez.\n\n📍 **Technikai Írás:** Készítsen technikai dokumentumokat, felhasználói kézikönyveket és API dokumentációt.\n\n🚀 **Fejlessze AI Készségeit a ChatGPT Feladat Generátorral - Az Ön Kapuja a ChatGPT Sablonok Mestereként!** 🚀\nAlakítsd át az AI-val való interakciódat, és vidd kreatív és szakmai projektedet a következő szintre a ChatGPT Feladat Generátorral. Ez több, mint egy egyszerű eszköz - ez a társad a izgalmas AI feladat tervezés világában való eligazodásban. Telepítsd most, és kezdj el magabiztosan és precízen alkotni! A ChatGPT Feladat Generátor segítségével.",
    "id": "🚀 Perkenalkan ChatGPT Prompt Generator untuk Google Chrome\nMaksimalkan potensi AI dengan ChatGPT Prompt Generator, alat utama Anda untuk membuat template yang efektif dan inovatif untuk berbagai tugas AI. Baik Anda pemula maupun pengguna berpengalaman, ekstensi ini dirancang untuk meningkatkan produktivitas dan kreativitas Anda dalam rekayasa prompt AI.\n\nEkstensi ini berisi daftar template untuk:\n- Ringkasan\n- Parafrafa\n- Pembuatan posting media sosial\n- Memperbaiki tata bahasa\n- Memperluas teks\n- Membuat rumus Excel dan kueri SQL\n- Dan lainnya...\n\n🌟 Mengapa Memilihnya?\nChatGPT Prompt Generator bukan hanya alat lain; ini adalah solusi komprehensif yang disesuaikan untuk memenuhi kebutuhan pengguna yang tertarik untuk memaksimalkan kemampuan model AI seperti ChatGPT. Dengan antarmuka yang ramah pengguna dan fitur-fitur canggihnya, ini menonjol sebagai prompt yang baik untuk ChatGPT, menjadikannya tambahan penting untuk toolkit digital Anda.\n\n📌 Fitur-fitur ChatGPT Prompt Generator:\n- Perpustakaan Prompt Luas: Akses berbagai template prompt chatgpt yang telah dirancang sebelumnya yang melayani berbagai domain seperti pemasaran, penulisan resume, dan lainnya.\n- Pembuatan Template Kustom: Eksperimen dengan template kustom menggunakan antarmuka intuitif kami yang mendukung semua tingkatan contoh template.\n- Parafrafa dan Ringkasan AI: Segera mengekspresikan ulang atau merangkum teks dengan alat parafrafa AI dan ringkasan AI, meningkatkan efisiensi Anda.\n- Dukungan Multibahasa: Manfaatkan terjemahan chatgpt untuk membuat dan menerjemahkan teks dalam berbagai bahasa, memperluas jangkauan global Anda.\n- Sumber Belajar: Dengan sumber daya untuk mempelajari rekayasa prompt, pengguna dari pemula hingga ahli dapat menyempurnakan keterampilan mereka dan memahami konsep-konsep kompleks.\n\n🔥 Manfaat Menggunakan ChatGPT Prompt Generator:\n✅ Meningkatkan Kreativitas:* Tembus blok kreatif dengan menjelajahi berbagai template prompt chatgpt yang memicu inovasi.\n✅ Meningkatkan Produktivitas: Hemat waktu dengan akses cepat ke perpustakaan prompt dan fitur seperti ringkasan AI dan parafrafa AI.\n✅ Belajar dan Berkembang: Baik Anda pemula dalam chatgpt atau seorang ahli, selalu ada hal baru untuk dipelajari dengan contoh dan panduan kami yang detail.\n✅ Dapat Disesuaikan dan Fleksibel: Sesuaikan template Anda dengan kebutuhan spesifik dengan antarmuka yang mudah digunakan yang beradaptasi dengan berbagai tugas AI.\n\n🌐 Bagaimana Cara Kerjanya:\n- Pasang ChatGPT Prompt Generator dari Chrome Web Store.\n- Navigasi melalui perpustakaan prompt atau buat templat kustom Anda sendiri.\n- Gunakan alat seperti ai parafrase atau ai summarizer untuk menyempurnakan teks Anda.\n- Terjemahkan teks menggunakan fitur terjemahan chatgpt untuk proyek internasional.\n- Akses materi pembelajaran untuk meningkatkan keterampilan teknik prompt Anda.\n\n🎯 Pengguna Ideal:\n🔹 Kreator Konten: Hasilkan ide konten unik dan atasi kebuntuan menulis dengan prompt ChatGPT Prompt Generator untuk menulis.\n🔹 Pemasar: Manfaatkan templat ChatGPT Prompt Generator untuk pemasaran untuk membuat kampanye dan iklan yang menarik.\n🔹 Pencari Kerja: Tingkatkan resume dan surat lamaran Anda dengan prompt ChatGPT Prompt Generator untuk resume.\n🔹 Profesional Bisnis: Manfaatkan prompt ChatGPT Prompt Generator untuk bisnis untuk menyederhanakan komunikasi dan operasi.\n🔹 Pendidik dan Mahasiswa: Pelajari teknik prompt dan terapkan pengetahuan teoritis dalam skenario praktis.\n\n💡 Tips untuk Maksimalkan Efisiensi:\n✔️ Secara teratur jelajahi penambahan baru ke perpustakaan prompt untuk tetap terkini dengan tren terbaru.\n✔️ Gunakan fitur parafrase chatgpt untuk memvariasikan gaya konten Anda dan menghindari kelebihan.\n✔️ Latihan dengan contoh teknik templat yang berbeda untuk menguasai seni membuat templat yang efektif.\n✔️ Terlibat dengan komunitas untuk berbagi wawasan dan belajar dari pengalaman pengguna lain.\n\n📈 Fitur Tambahan untuk Dieksplorasi:\n🔸 Varietas Templat: Dari pertanyaan sederhana hingga skenario kompleks, templat kami melayani semua tingkat kompleksitas.\n🔸 Desain Ramah Pengguna: Navigasi dengan mudah melalui antarmuka yang bersih dan terorganisir yang dirancang untuk pengalaman pengguna yang optimal.\n🔸 Pembaruan Teratur: Tetap berada di garis depan dengan pembaruan teratur yang membawa fitur baru dan perbaikan berdasarkan umpan balik pengguna.\n\n🌟 Kategori Templat Populer:\n📍 Bisnis dan Keuangan: Hasilkan rumus Excel, buat rencana bisnis, dan analisis tren pasar menggunakan SQL.\n📍 Pendidikan: Kembangkan konten pendidikan, buat pertanyaan kuis, dan bangun modul pembelajaran.\n📍 Pengembangan Diri: Buat templat untuk bantuan diri, motivasi, dan pertumbuhan pribadi.\n📍 Penulisan Teknis: Hasilkan dokumen teknis, manual pengguna, dan dokumentasi API.\n\n🚀 Tingkatkan Keterampilan AI Anda dengan ChatGPT Prompt Generator – Pintu Gerbang Anda untuk Menguasai Templat ChatGPT!\nUbah interaksi Anda dengan AI dan tingkatkan proyek kreatif dan profesional Anda ke level berikutnya dengan ChatGPT Prompt Generator. Ini lebih dari sekadar alat—ini adalah mitra Anda dalam menavigasi dunia menarik dari rekayasa prompt AI. Pasang sekarang dan mulailah membuat dengan percaya diri dan presisi!",
    "it": "🚀 Presentazione del ChatGPT Prompts Generator per Google Chrome\nSblocca il pieno potenziale dell'IA con il ChatGPT Prompts Generator, il tuo strumento definitivo per creare modelli efficaci e innovativi per una varietà di compiti di intelligenza artificiale. Che tu sia un principiante o un utente esperto, questa estensione è progettata per migliorare la tua produttività e creatività nell'ingegneria dei prompt di intelligenza artificiale.\n\nL'estensione contiene una lista di modelli per:\n- Riassunti\n- Parafrasi\n- Creazione di post sui social media\n- Correzione della grammatica\n- Estensione del testo\n- Creazione di formule Excel e query SQL\n- E altro ancora...\n\n🌟 Perché sceglierlo?\nIl ChatGPT Prompts Generator non è solo un altro strumento; è una soluzione completa progettata per soddisfare le esigenze degli utenti interessati a massimizzare le capacità dei modelli di intelligenza artificiale come ChatGPT. Con la sua interfaccia user-friendly e le sue potenti funzionalità, si distingue come i buoni prompt per ChatGPT, rendendolo un'aggiunta essenziale al tuo set di strumenti digitali.\n\n📌 Caratteristiche del ChatGPT Prompts Generator:\n- Vasta Libreria di Prompt: Accedi a una vasta gamma di modelli di prompt chatgpt pre-progettati che coprono vari settori come il marketing, la scrittura di curriculum e altro ancora.\n- Creazione di Modelli Personalizzati: Sperimenta con modelli personalizzati utilizzando la nostra interfaccia intuitiva che supporta tutti i livelli di esempi di modelli.\n- Parafrasi e Riassunti AI: Riphrasa o condensa rapidamente il testo con gli strumenti di parafrasi e riassunto AI, migliorando la tua efficienza.\n- Supporto Multilingue: Utilizza la traduzione chatgpt per creare e tradurre testi in più lingue, ampliando il tuo raggio d'azione globale.\n- Risorse Didattiche: Con risorse per imparare l'ingegneria dei prompt, gli utenti, dai principianti agli esperti, possono perfezionare le proprie competenze e comprendere concetti complessi.\n\n🔥 Vantaggi dell'Utilizzo del ChatGPT Prompts Generator:\n✅ Potenzia la Creatività: Superare i blocchi creativi esplorando diversi modelli di prompt chatgpt che stimolano l'innovazione.\n✅ Migliora la Produttività: Risparmia tempo con un accesso rapido a una libreria di prompt e funzionalità come il riassuntore AI e la parafrasi AI.\n✅ Impara e Cresci: Che tu sia alle prime armi con chatgpt o un esperto, c'è sempre qualcosa di nuovo da imparare con i nostri esempi dettagliati e le guide.\n✅ Personalizzabile e Flessibile: Personalizza i tuoi modelli per esigenze specifiche con un'interfaccia facile da usare che si adatta a vari compiti di intelligenza artificiale.\n\n🌐 Come Funziona:\n- Installa il ChatGPT Prompts Generator dal Chrome Web Store.\n- Naviga attraverso la libreria di prompt o crea i tuoi modelli personalizzati.\n- Utilizza strumenti come il parafrasatore ai o il riassuntore ai per perfezionare il tuo testo.\n- Traduci il testo utilizzando la funzione di traduzione di ChatGPT per progetti internazionali.\n- Accedi ai materiali didattici per migliorare le tue competenze di ingegneria dei prompt.\n\n🎯 Utenti Ideali:\n🔹 Creatori di Contenuti: Genera idee di contenuti unici e supera il blocco dello scrittore con i prompt di ChatGPT per la scrittura.\n🔹 Marketers: Sfrutta i modelli di ChatGPT per il marketing per creare campagne pubblicitarie convincenti.\n🔹 Cercatori di Lavoro: Migliora il tuo curriculum e le tue lettere di presentazione con i prompt di ChatGPT per il curriculum.\n🔹 Professionisti del Business: Utilizza i prompt di ChatGPT per il business per ottimizzare la comunicazione e le operazioni.\n🔹 Educatori e Studenti: Apprendi l'ingegneria dei prompt e applica le conoscenze teoriche in scenari pratici.\n\n💡 Consigli per Massimizzare l'Efficienza:\n✔️ Esplora regolarmente le nuove aggiunte alla libreria di prompt per rimanere aggiornato con le ultime tendenze.\n✔️ Utilizza la funzione di parafrasi di ChatGPT per variare lo stile del tuo contenuto ed evitare la ridondanza.\n✔️ Esercitati con diversi esempi di ingegneria dei modelli per padroneggiare l'arte di creare modelli efficaci.\n✔️ Interagisci con la community per condividere conoscenze e imparare dalle esperienze degli altri utenti.\n\n📈 Ulteriori Funzionalità da Esplorare:\n🔸 Variegata Scelta di Modelli: Dai semplici quesiti a scenari complessi, i nostri modelli si adattano a tutti i livelli di complessità.\n🔸 Design User-Friendly: Naviga facilmente attraverso un'interfaccia pulita e organizzata progettata per un'esperienza utente ottimale.\n🔸 Aggiornamenti Regolari: Resta al passo con i tempi grazie agli aggiornamenti regolari che introducono nuove funzionalità e miglioramenti basati sul feedback degli utenti.\n\n🌟 Categorie di Modelli Popolari:\n📍 Business e Finanza:Genera formule Excel, crea piani aziendali e analizza le tendenze di mercato utilizzando SQL.\n📍 Educazione: Sviluppa contenuti educativi, crea domande per quiz e costruisci moduli didattici.\n📍 Sviluppo Personale: Crea modelli per l'auto-aiuto, la motivazione e la crescita personale.\n📍 Scrittura Tecnica: Produci documenti tecnici, manuali utente e documentazione API.\n\n🚀 Eleva le Tue Competenze di Intelligenza Artificiale con il ChatGPT Prompts Generator - Il Tuo Passaggio per Padroneggiare i Modelli di ChatGPT!\nTrasforma la tua interazione con l'IA e porta i tuoi progetti creativi e professionali al livello successivo con il ChatGPT Prompts Generator. È più di un semplice strumento, è il tuo compagno nella navigazione dell'entusiasmante mondo dell'ingegneria dei prompt AI. Installa ora e inizia a creare con fiducia e precisione!",
    "ja": "🚀 **Google Chrome用ChatGPT プロンプトジェネレータ拡張機能をご紹介\nAIのフルポテンシャルを引き出すChatGPT プロンプトジェネレータで、さまざまなAIタスクの効果的で革新的なテンプレートを作成するための究極のツールを活用しましょう。初心者でも経験豊富なユーザーでも、この拡張機能はAIプロンプトエンジニアリングにおける生産性と創造性を向上させるよう設計されています。\n\nこの拡張機能には、以下のテンプレートが含まれています：\n- 要約\n- パラフレーズ\n- ソーシャルメディア投稿の作成\n- 文法修正\n- テキストの拡張\n- Excelの数式やSQLクエリの作成\n- その他...\n\n🌟 なぜ選ぶのか？\nChatGPT プロンプトジェネレータは単なるツールではありません。ChatGPTなどのAIモデルの機能を最大限に活用したいユーザーのニーズに合わせた包括的なソリューションです。使いやすいインターフェースと強力な機能を備えており、ChatGPT用の優れたプロンプトとして際立ち、デジタルツールキットに欠かせない存在となっています。\n\n📌 ChatGPT プロンプトジェネレータの特徴:\n- 幅広いプロンプトライブラリ: マーケティング、履歴書作成など、さまざまな分野に対応する事前設計されたchatgptプロンプトテンプレートにアクセスできます。\n- カスタムテンプレートの作成: すべてのレベルのテンプレート例をサポートする直感的なインターフェースを使用して、カスタムテンプレートを試してみてください。\n- AIパラフレーズと要約: AIパラフレーズとAI要約ツールを使用して、テキストを迅速に言い換えたり要約したりして、効率を向上させます。\n- 多言語サポート: chatgpt翻訳を利用して、複数の言語でテキストを作成および翻訳し、グローバルなリーチを広げます。\n- 学習リソース: プロンプトエンジニアリングを学ぶためのリソースを備えており、初心者から専門家までがスキルを磨き、複雑な概念を理解できます。\n\n🔥 ChatGPT プロンプトジェネレータの利点:\n✅ 創造性を高める: 多様なchatgptプロンプトテンプレートを探索して革新を促すことで、創造的なブロックを打破します。\n✅ 生産性を向上させる: プロンプトライブラリやai要約、aiパラフレーズなどの機能に素早くアクセスして時間を節約します。\n✅ 学び成長: chatgpt for dummiesに興味があるか、専門家であるかに関係なく、詳細な例やガイドを通じて常に新しいことを学ぶことができます。\n✅ カスタマイズ可能で柔軟: さまざまなAIタスクに適応する使いやすいインターフェースで、特定のニーズに合わせてテンプレートを調整できます。\n\n🌐 動作方法:\n- Chrome Web StoreからChat GPT プロンプトジェネレータをインストールしてください。\n- プロンプトライブラリをナビゲートするか、独自のカスタムテンプレートを作成します。\n- ai パラフレーズや ai サマライザーなどのツールを使用してテキストを洗練させます。\n- 国際プロジェクトのために chatgpt 翻訳機能を使用してテキストを翻訳します。\n- プロンプトエンジニアリングスキルを向上させるための学習教材にアクセスします。\n\n🎯 理想のユーザー:\n🔹 コンテンツクリエイター: ライティングのための chatgpt プロンプトでユニークなコンテンツアイデアを生成し、ライターズブロックを克服します。\n🔹 マーケター: マーケティングのための chatgpt テンプレートを活用して魅力的なキャンペーンや広告を作成します。\n🔹 求職者: 履歴書とカバーレターを改善するための chatgpt プロンプトを使用します。\n🔹 ビジネスプロフェッショナル: コミュニケーションと業務を効率化するための chatgpt プロンプトを活用します。\n🔹 教育関係者および学生: プロンプトエンジニアリングを学び、理論的知識を実践的なシナリオに適用します。\n\n💡 効率を最大限に引き出すためのヒント:\n✔️ 最新のトレンドを把握するために定期的にプロンプトライブラリの新着情報を探索します。\n✔️ chatgpt パラフレーズ機能を使用してコンテンツスタイルを変化させ、冗長性を回避します。\n✔️ 効果的なテンプレートの作成の技術を習得するために、さまざまなテンプレートエンジニアリングの例で練習します。\n✔️ コミュニティと交流して、洞察を共有し、他のユーザーの経験から学びます。\n\n📈 さらに探索する追加機能:\n🔸 テンプレートのバラエティ: 簡単なクエリから複雑なシナリオまで、当社のテンプレートはすべての複雑さレベルに対応しています。\n🔸 使いやすいデザイン: 最適なユーザーエクスペリエンスのために設計されたクリーンで整理されたインターフェースを簡単にナビゲートします。\n🔸 定期的な更新: ユーザーフィードバックに基づいて新機能と改善をもたらす定期的な更新で最新の状況を把握します。\n\n🌟 人気のあるテンプレートカテゴリ:\n📍 ビジネスとファイナンス: Excel の数式を生成し、ビジネスプランを作成し、SQL を使用して市場動向を分析します。\n📍 教育: 教育コンテンツを開発し、クイズの質問を作成し、学習モジュールを構築します。\n📍 個人の成長: 自己啓発、モチベーション、個人の成長のためのテンプレートを作成します。\n📍 テクニカルライティング: 技術文書、ユーザーマニュアル、API ドキュメントを作成します。\n\n🚀 ChatGPT プロンプトジェネレータで AI スキルを高め、ChatGPT テンプレートのマスタリングへのゲートウェイを開拓しましょう！\nAIとのやり取りを変革し、クリエイティブおよびプロフェッショナルなプロジェクトを次のレベルに引き上げるために、ChatGPT プロンプトジェネレータをご利用ください。これは単なるツール以上のものです。AIプロンプトエンジニアリングのエキサイティングな世界をナビゲートするためのパートナーです。今すぐインストールして、自信と正確さを持って創作を始めましょう！",
    "kn": "🚀 **ಗೂಗಲ್ ಕ್ರೋಮ್ ಗಳಿಗೆ ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ವಿಸ್ತರಣೆ** 🚀\n\nಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ನೆನಪಿಗೆ ತೆರೆದುಕೊಳ್ಳಲು ಅತ್ಯುತ್ತಮ ಸಾಧನ, ವಿವಿಧ AI ಕಾರ್ಯಗಳ ಹಾದಿಯನ್ನು ನಿರ್ಮಿಸಲು. ನೀವು ಪ್ರಾರಂಭಿಕ ಅಥವಾ ಅನುಭವಿತ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ಈ ವಿಸ್ತರಣೆ ನಿಮ್ಮ ಉತ್ಪಾದಕತೆಯನ್ನು ಮತ್ತು ಸೃಜನಾತ್ಮಕತೆಯನ್ನು AI ಪ್ರಾಂಪ್ಟ್ ಇಂಜಿನಿಯರಿಂಗ್ ನಲ್ಲಿ ಸುಧಾರಿಸಲು ನಿರ್ಮಿತವಾಗಿದೆ.\n\nಈ ವಿಸ್ತರಣೆಯಲ್ಲಿ ಟೆಂಪ್ಲೇಟ್‌ಗಳ ಪಟ್ಟಿ ಇದೆ:\n\n- ಸಾರಾಂಶ\n- ಪುನರ್ವಾಕ್ಯೋದ್ಧಾರ\n- ಸೋಷಿಯಲ್ ಮೀಡಿಯಾ ಪೋಸ್ಟ್ ರಚನೆ\n- ವ್ಯಾಕರಣ ಸರಿಪಡಿಸುವುದು\n- ಪಠ್ಯ ವಿಸ್ತರಿಸುವುದು\n- ಎಕ್ಸೆಲ್ ಸೂಚನೆಗಳು ಮತ್ತು SQL ಪ್ರಶ್ನೆಗಳು ರಚಿಸುವುದು\n- ಮತ್ತು ಇನ್ನಷ್ಟು...\n\n🌟 **ಏಕೆ ಇದನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು?** 🌟\n\nಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ಇನ್ನೊಂದು ಸಾಧನವಲ್ಲ; ಅದು ಚಾಟ್ಜಿಪಿಟಿ ಹೀಗೆ ಹೆಚ್ಚಿನ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಗಳಿಸಲು ಆಸಕ್ತರಾದ ಬಳಕೆದಾರರ ಆವಶ್ಯಕತೆಗಳಿಗೆ ಅನುಕೂಲವಾಗಿದೆ. ಅದರ ಬಳಕೆದಾರ ಸ್ವಚ್ಛ ಇಂಟರ್ಫೇಸ್ ಮತ್ತು ಶಕ್ತಿಶಾಲಿ ವಿಶೇಷಗಳಿಂದ, ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್, ಚಾಟ್ಜಿಪಿಟಿಗೆ ಒಳ್ಳೆಯ ಪ್ರಾಂಪ್ಟ್ಗಳಾಗಿ ಹೊಳೆಯುತ್ತದೆ, ಇದನ್ನು ನಿಮ್ಮ ಡಿಜಿಟಲ್ ಸಾಧನಗಳ ಗುರಿಕೆಗೆ ಅಗತ್ಯವಾಗುವ ಸಾಧನವಾಗಿದೆ.\n\n📌 **ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ವಿಶೇಷತೆಗಳು:** 📌\n\n- **ವಿಸ್ತೃತ ಪ್ರಾಂಪ್ಟ್ ಲೈಬ್ರರಿ:** ಮಾರ್ಕೆಟಿಂಗ್, ರಿಸ್ಯೂಮ್ ಬರವಣಿಕೆ ಮೊದಲಾದ ವಿವಿಧ ಡೊಮೇನ್‌ಗಳಿಗೆ ಅನುಕೂಲಕರವಾದ ಪೂರ್ವನಿರ್ಮಿತ ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳಿಗೆ ಪ್ರವೇಶ.\n\n- **ಕಸ್ಟಮ್ ಟೆಂಪ್ಲೇಟ್ ರಚನೆ:** ನಮ್ಮ ಸುಲಭವಾದ ಇಂಟರ್ಫೇಸ್ ಬಳಸಿ ಕಸ್ಟಮ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಪ್ರಯೋಗಿಸಿ, ಎಲ್ಲಾ ಮಟ್ಟದ ಟೆಂಪ್ಲೇಟ್ ಉದಾಹರಣೆಗಳನ್ನು ಬೆಳವಣಿಗೆ ಮಾಡಿ.\n\n- **AI ಪುನರ್ವಾಕ್ಯ ಮತ್ತು ಸಾರಾಂಶಕಾರ:** AI ಪುನರ್ವಾಕ್ಯ ಮತ್ತು AI ಸಾರಾಂಶಕಾರ ಉಪಕರಣಗಳನ್ನು ಬಳಸಿ ಶೀಘ್ರವಾಗಿ ಪಠ್ಯವನ್ನು ಪುನರ್ವಾಕ್ಯಗೊಳಿಸಿ ಅಥವಾ ಸಂಕ್ಷೇಪಿಸಿ, ನಿಮ್ಮ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.\n\n- **ಬಹುಭಾಷಿಕ ಬೆಂಬಲ:** ಬಹುಭಾಷಿಕ ಬೆಂಬಲವನ್ನು ಬಳಸಿ ಬಹುಭಾಷಿಕ ಅನುವಾದವನ್ನು ರಚಿಸಲು ಮತ್ತು ಅನೇಕ ಭಾಷೆಗಳಲ್ಲಿ ಪಠ್ಯಗಳನ್ನು ಅನುವಾದಿಸಲು ಬಳಸಿ, ನಿಮ್ಮ ವಿಶ್ವವ್ಯಾಪಕ ಪ್ರಭಾವವನ್ನು ವಿಸ್ತರಿಸಿ.\n\n- **ಕಲಿಕೆಯ ಸಾಧನಗಳು:** ಪ್ರಾರಂಭಿಕರಿಂದ ವಿಶೇಷಜ್ಞರವರೆಗೆ ಪ್ರಾಂಪ್ಟ್ ಇಂಜಿನಿಯರಿಂಗ್ ಕಲಿಕೆಗಳನ್ನು ಕಲಿಯಲು ಸಾಧನಗಳು, ಬೆಂಬಲಿಸಲು ಮತ್ತು ಜಟಿಲ ಅವಯವಗಳನ್ನು ಅರ್ಥಮಾಡಲು ಇರುವ ಸಾಧನಗಳು.\n\n🔥 **ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ಬಳಸುವ ಲಾಭಗಳು:** 🔥\n\n✅ **ಸೃಜನಾತ್ಮಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ:** ವಿವಿಧ ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಅನ್ವೇಷಿಸಿ ಸೃಜನಾತ್ಮಕತೆಯ ಅಡಿಯಲ್ಲಿ ಮೀರಿ.\n\n✅ **ಉತ್ಪಾದಕತೆಯನ್ನು ಹೆಚ್ಚಿಸಿ:** ಪ್ರಾಂಪ್ಟ್ ಲೈಬ್ರರಿ ಮತ್ತು AI ಸಾರಾಂಶಕಾರ ಮತ್ತು AI ಪುನರ್ವಾಕ್ಯ ಮೊದಲಾದ ವಿಶೇಷತೆಗಳಿಂದ ಸಮಯವನ್ನು ಉಳಿಸಿ.\n\n✅ **ಕಲಿಯಿರಿ ಮತ್ತು ಬೆಳೆಯಿರಿ:** ನೀವು ಚಾಟ್ಜಿಪಿಟಿ ಗೆ ಮೂರ್ಖರಾಗಿದ್ದರೂ ಅಥವಾ ವಿಶೇಷಜ್ಞರಾಗಿದ್ದರೂ, ವಿವರಿತ ಉದಾಹರಣೆಗಳು ಮತ್ತು ಮಾರ್ಗದರ್ಶನಗಳೊಂದಿಗೆ ನಿತ್ಯದಲ್ಲಿ ಕಲಿಯಬೇಕಾದುದು ಇದೆ.\n\n✅ **ವೈವಿಧ್ಯಮಯ ಮತ್ತು ಲವಲವಿಕ:** ವಿವಿಧ AI ಕಾರ್ಯಗಳಿಗೆ ಅನುಕೂಲವಾಗುವ ಸುಲಭವಾದ ಇಂಟರ್ಫೇಸ್ ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾದ ಇಂಟರ್ಫೇಸ್ ಬಳಸಿ ನಿಮ್ಮ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ವೈವಿಧ್ಯಮಯವಾಗಿ ಮತ್ತು ಲವಲವಿಕವಾಗಿ ಮಾಡಿ.\n\n🌐 **ಇದು ಹೇಗೆ ಕಾರ್ಯಗಳು ನಡ\n- ಪ್ರಾಂಪ್ಟ್ ಲೈಬ್ರರಿಯಲ್ಲಿ ನಾವಿರುವ ಅಥವಾ ನಿಮ್ಮ ಸ್ವಂತ ಕಸ್ಟಮ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳ ಮೂಲಕ ನಾವಿರಿ.\n\n- ಟೆಕ್ಸ್ಟ್ ಸವರಿಸಲು ಏಐ ಪ್ಯಾರಾಫ್ರೇಸ್ ಅಥವಾ ಏಐ ಸಮರೈಸರ್ ಹೀಗೆ ಉಪಯೋಗಿಸಿ.\n\n- ಅಂತರಾಷ್ಟ್ರೀಯ ಯೋಜನೆಗಳಿಗಾಗಿ ಚಾಟ್ಜಿಪಿಟಿ ಟ್ರಾನ್ಸ್ಲೇಷನ್ ಫೀಚರ್ ಬಳಸಿ ಪಠ್ಯವನ್ನು ಭಾಷಾಂತರಿಸಿ.\n\n- ನಿಖರವಾದ ಪ್ರಾಂಪ್ಟ್ ಎಂಜಿನಿಯರಿಂಗ್ ಸ್ಕಿಲ್ಸ್ ಸುಧಾರಿಸಲು ಕಲಿಯಲು ಶಿಕ್ಷಣ ಸಾಮಗ್ರಿಗಳಿಗೆ ಪ್ರವೇಶಿಸಿ.\n\n🎯 **ಆದರ್ಶ ಬಳಕೆದಾರರು:** 🎯\n\n🔹 ವಿಷಯ ಸೃಷ್ಟಿಕರ್ತೆಗಳು: ಬರಹದ ಮುಂದೆ ಬ್ಲಾಕ್ ವಿರುದ್ಧ ಅನುಕೂಲ ವಿಚಾರಗಳನ್ನು ಉತ್ಪಾದಿಸಲು ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಉಪಯೋಗಿಸಿ.\n\n🔹 ಮಾರುಕಟ್ಟೆಗಾರರು: ಮಾರುಕಟ್ಟೆಗೆ ಚಾಟ್ಜಿಪಿಟಿ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಬಳಸಿ ಆಕರ್ಷಕ ಪ್ರಚಾರ ಮತ್ತು ವಿಜ್ಞಾಪನಗಳನ್ನು ರಚಿಸಲು.\n\n🔹 ಉದ್ಯೋಗ ಹುಡುಕುವವರು: ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಉಪಯೋಗಿಸಿ ನಿಮ್ಮ ರೀಸ್ಯೂಮೆ ಮತ್ತು ಕವರ್ ಪತ್ರಗಳನ್ನು ಸುಧಾರಿಸಿ.\n\n🔹 ವ್ಯಾಪಾರ ವ್ಯಾವಸಾಯಿಕರು: ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್‌ಗಳನ್ನು ಉಪಯೋಗಿಸಿ ಸಂಚಾರ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಣೆಯನ್ನು ಸುಗಮಗೊಳಿಸಿ.\n\n🔹 ಶಿಕ್ಷಕರು ಮತ್ತು ವಿದ್ಯಾರ್ಥಿಗಳು: ಪ್ರಾಂಪ್ಟ್ ಎಂಜಿನಿಯರಿಂಗ್ ಕಲಿಯಿರಿ ಮತ್ತು ಸಿದ್ಧಾಂತಿಕ ಜ್ಞಾನವನ್ನು ವಾಸ್ತವದಲ್ಲಿ ಅನ್ವಯಿಸಿ.\n\n💡 **ದಕ್ಷತೆಯನ್ನು ಗರಿಮಿಕ್ಸ್ ಮಾಡಲು ಸೂಚನೆಗಳು:** 💡\n\n✔️ ಹೊಸ ಪ್ರಾಂಪ್ಟ್ ಲೈಬ್ರರಿಗೆ ನಿತ್ಯವೂ ಹೋಗಿ ತಾಜಾ ರುಚಿಗಳನ್ನು ಅಪ್‌ಟೂ ಡೇಟ್ ನಿರೀಕ್ಷಿಸಲು.\n\n✔️ ಚಾಟ್ಜಿಪಿಟಿ ಪ್ಯಾರಾಫ್ರೇಸ್ ಫೀಚರ್ ಬಳಸಿ ನಿಮ್ಮ ವಿಷಯ ಶೈಲಿಯನ್ನು ವೈವಿಧ್ಯಮಯವಾಗಿ ಮಾಡಿ ಪುನರಾವೃತ್ತಿತನವನ್ನು ತಪ್ಪಿಸಿ.\n\n✔️ ವಿವಿಧ ಟೆಂಪ್ಲೇಟ್ ಎಂಜಿನಿಯರಿಂಗ್ ಉದಾಹರಣೆಗಳೊಂದಿಗೆ ಅಭ್ಯಾಸ ಮಾಡಿ ಪ್ರಭಾವಶಾಲಿ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ರಚಿಸಲು.\n\n✔️ ಸಮುದಾಯದೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿ ಇತರ ಬಳಕೆದಾರರ ಅನುಭವಗಳಿಂದ ಕಲಿಯಲು.\n\n📈 **ಹೆಚ್ಚಿನ ವಿಶೇಷಗಳು ಅನ್ವೇಷಿಸಲು:** 📈\n\n🔸 **ಟೆಂಪ್ಲೇಟ್ ವಿವಿಧತೆ:** ಸರಳ ಪ್ರಶ್ನೆಗಳಿಂದ ಸಂಕಷ್ಟದ ಪರಿಸ್ಥಿತಿಗಳವರೆಗೆ ನಮ್ಮ ಟೆಂಪ್ಲೇಟ್‌ಗಳು ಎಲ್ಲಾ ಮಟ್ಟಗಳಿಗೆ ಅನುಗುಣವಾಗಿವೆ.\n\n🔸 **ಬಳಕೆಯ ಸುಲಭ ಡಿಜೈನ್:** ಬಳಕೆದಾರರ ಅನುಭವಕ್ಕಾಗಿ ರೂಪಿಸಲಾದ ಶುದ್ಧ ಮತ್ತು ಸಂಗ್ರಹಿತ ಇಂಟರ್ಫೇಸ್ ಮೂಲಕ ಸುಲಭವಾಗಿ ನ್ಯಾವಿಗೇಟ್ ಮಾಡಿ.\n\n🔸 **ನಿಯಮಿತ ನವಿನೀಕರಣಗಳು:** ಬಳಕೆದಾರರ ಅಭಿಪ್ರಾಯದ ಆಧಾರದ ಮೇಲೆ ಹೊಸ ಲಕ್ಷಣಗಳು ಮತ್ತು ಸುಧಾರಣೆಗಳನ್ನು ತರುವ ನಿಯಮಿತ ನವಿನೀಕರಣಗಳನ್ನು ಉಳಿಸಿ.\n\n🌟 **ಜನಪ್ರಿಯ ಟೆಂಪ್ಲೇಟ್ ವರ್ಗಗಳು:** 🌟\n\n📍 **ವ್ಯಾಪಾರ ಮತ್ತು ಹಣಕಾಸು:** ಎಕ್ಸೆಲ್ ಸೂತ್ರಗಳನ್ನು ಉತ್ಪಾದಿಸಿ, ವ್ಯಾಪಾರ ಯೋಜನೆಗಳನ್ನು ರಚಿಸಿ, ಮತ್ತು ಎಸ್ಕ್ಯೂಎಲ್ ಬಳಕೆದಾರರ ವಿಶ್ಲೇಷಣೆ ಮಾಡಿ.\n\n📍 **ಶಿಕ್ಷಣ:** ಶಿಕ್ಷಣ ವಿಷಯದ ವಿಷಯಗಳನ್ನು ವಿಕಸಿಸಿ, ಕ್ವಿಜ್ ಪ್ರಶ್ನೆಗಳನ್ನು ರಚಿಸಿ, ಮತ್ತು ಕಲಿಕೆ ಮಾಡಲು ಘಟಕಗಳನ್ನು ನಿರ್ಮಿಸಿ.\n\n📍 **ವೈಯಕ್ತಿಕ ವಿಕಾಸ:** ಸ್ವಯಂಸಹಾಯತೆ, ಉತ್ಸಾಹ, ಮತ್ತು ವೈಯಕ್ತಿಕ ಬೆಳವಣಿಗೆಗಳಿಗಾಗಿ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಿ.\n\n📍 **ತಾಂತ್ರಿಕ ಬರಹ:** ತಾಂತ್ರಿಕ ದಾಖಲೆಗಳನ್ನು ಉತ್ಪಾದಿಸಿ, ಬಳಳಕ ಮಾರ್ಗದರ್ಶನಗಳನ್ನು ರಚಿಸಿ, ಮತ್ತು ಎಪಿಐ ದಾಖಲೆಗಳನ್ನು ನಿರ್ಮಿಸಿ.\n\n🚀 **ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ - ಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ನಿಮ್ಮ ಏಐ ಸ್ಕಿಲ್ಸ್ ಅನ್ವಯಿಸಲು ನಿಮ್ಮ ದಾರಿಯನ್ನು ಮೇಲೇರಿಸಿ!** 🚀\nಚಾಟ್ಜಿಪಿಟಿ ಪ್ರಾಂಪ್ಟ್ ಜನರೇಟರ್ ಹೊಸದಾಗಿ ನಿಮ್ಮ ಆಡಳಿತವನ್ನು ಪರಿವರ್ತಿಸಿ ನಿರ್ಮಿಸಲು ನಿಮ್ಮ ಸಹಾಯಕಿಯಾಗಿದೆ. ಇದು ಕೇವಲ ಒಂದು ಸಾಧನವಲ್ಲ—ಇದು AI ಪ್ರಾಂಪ್ಟ್ ಎಂಜಿನಿಯರಿಂಗ್ ಲೋಕವನ್ನು ಸಂಚರಿಸುವಲ್ಲಿ ನಿಮ್ಮ ಸಾಥಿ. ಈಗ ಇನ್ಸ್ಟಾಲ್ ಮಾಡಿ ಮತ್ತು ನಿಖರತೆಯೊಂದಿಗೆ ನಂಬಿಕೆಯಿಂದ ರಚಿಸಲು ಪ್ರಾರಂಭಿಸಿ!",
    "ko": "🚀 **Google Chrome용 챗GPT 프롬프트 생성기 확장 프로그램 소개** 🚀\n\n챗GPT 프롬프트 생성기를 통해 AI의 모든 잠재력을 발휘하세요. 이 도구는 다양한 AI 작업을 위한 효과적이고 혁신적인 템플릿을 만드는 데 최적화된 궁극적인 도구로, 초보자든 숙련자든 AI 프롬프트 엔지니어링에서 생산성과 창의성을 향상시키는 데 도움이 됩니다.\n\n이 확장 프로그램에는 다음과 같은 템플릿 목록이 포함되어 있습니다:\n\n- 요약\n- 다시 말하기\n- 소셜 미디어 게시물 작성\n- 문법 수정\n- 텍스트 확장\n- 엑셀 수식 및 SQL 쿼리 작성\n- 그 외...\n\n🌟 **왜 선택해야 하는가?** 🌟\n\n챗GPT 프롬프트 생성기는 또 다른 도구가 아니라, 챗GPT와 같은 AI 모델의 능력을 극대화하고자 하는 사용자들의 요구를 충족시키기 위해 맞춤형으로 제작된 포괄적인 솔루션입니다. 사용자 친화적인 인터페이스와 강력한 기능으로, 챗GPT에 대한 좋은 프롬프트로 빛나며, 디지털 도구 상자에 필수적인 추가물로 자리 잡고 있습니다.\n\n📌 **챗GPT 프롬프트 생성기의 특징:** 📌\n\n- **풍부한 프롬프트 라이브러리:** 마케팅, 이력서 작성 등 다양한 분야를 고려한 사전 설계된 챗GPT 프롬프트 템플릿에 액세스할 수 있습니다.\n\n- **사용자 정의 템플릿 생성:** 모든 수준의 템플릿 예제를 지원하는 직관적 인터페이스를 사용하여 사용자 정의 템플릿을 실험해 보세요.\n\n- **AI 다시 말하기 및 요약:** AI 다시 말하기 및 AI 요약 도구를 사용하여 텍스트를 빠르게 다시 말하거나 요약하여 효율성을 향상시킬 수 있습니다.\n\n- **다국어 지원:** 다국어 번역을 활용하여 여러 언어로 텍스트를 생성하고 번역할 수 있어 글로벌한 영향력을 확대할 수 있습니다.\n\n- **학습 자료:** 프롬프트 엔지니어링을 배우기 위한 자료를 통해 초보자부터 전문가까지 스킬을 향상시키고 복잡한 개념을 이해할 수 있습니다.\n\n🔥 **챗GPT 프롬프트 생성기 사용의 이점:** 🔥\n\n✅ **창의성 향상:** 혁신을 일으키는 다양한 챗GPT 프롬프트 템플릿을 탐험하여 창의적인 블록을 깨세요.\n\n✅ **생산성 향상:** 프롬프트 라이브러리 및 AI 요약 및 AI 다시 말하기와 같은 기능으로 시간을 절약하세요.\n\n✅ **학습과 성장:** 초보자든 전문가든, 상세한 예제와 안내를 통해 항상 새로운 것을 배울 수 있습니다.\n\n✅ **사용자 정의 및 유연성:** 다양한 AI 작업에 적응하는 쉬운 인터페이스로 템플릿을 특정 요구에 맞게 맞춤화하세요.\n\n🌐 **작동 방법:** 🌐\n\n- Chrome 웹 스토어에서 챗GPT 프롬프트 생성기를 설치하세요.\n- 프롬프트 라이브러리를 탐색하거나 고유한 템플릿을 만들어보세요.\n\n- 텍스트를 다듬기 위해 AI 패러프레이즈나 AI 요약 도구를 사용하세요.\n\n- 국제 프로젝트를 위해 챗GPT 번역 기능을 활용하여 텍스트를 번역하세요.\n\n- 프롬프트 엔지니어링 기술을 향상시키기 위한 학습 자료에 액세스하세요.\n\n🎯 **이상적인 사용자:** 🎯\n\n🔹 콘텐츠 제작자: 글쓰기를 위한 챗GPT 프롬프트로 독특한 콘텐츠 아이디어를 생성하고 라이터스 블록을 극복하세요.\n\n🔹 마케터: 유혹적인 캠페인과 광고를 만들기 위해 마케팅용 챗GPT 템플릿을 활용하세요.\n\n🔹 구직자: 이력서를 개선하고 챗GPT 이력서 프롬프트로 자기 소개서를 작성하세요.\n\n🔹 비즈니스 전문가: 비즈니스 운영과 커뮤니케이션을 간소화하기 위해 비즈니스용 챗GPT 프롬프트를 활용하세요.\n\n🔹 교육자 및 학생: 프롬프트 엔지니어링을 배우고 이론적 지식을 실제 시나리오에 적용하세요.\n\n💡 **효율성 극대화를 위한 팁:** 💡\n\n✔️ 최신 트렌드를 반영하기 위해 프롬프트 라이브러리에 새로운 추가물을 정기적으로 탐색하세요.\n\n✔️ 콘텐츠 스타일을 다양하게 만들고 중복을 피하기 위해 챗GPT 패러프레이즈 기능을 사용하세요.\n\n✔️ 효과적인 템플릿을 만드는 기술을 마스터하기 위해 다양한 템플릿 엔지니어링 예제로 연습하세요.\n\n✔️ 다른 사용자의 경험을 공유하고 배우기 위해 커뮤니티와 상호작용하세요.\n\n📈 **탐색할 추가 기능:** 📈\n\n🔸 **템플릿 다양성:** 간단한 질문부터 복잡한 시나리오까지, 저희 템플릿은 모든 복잡성 수준을 고려합니다.\n\n🔸 **사용자 친화적 디자인:** 최적의 사용자 경험을 위해 설계된 깨끗하고 조직적인 인터페이스를 통해 쉽게 탐색하세요.\n\n🔸 **정기적인 업데이트:** 사용자 피드백을 기반으로 새로운 기능과 개선 사항을 가져오는 정기적인 업데이트로 최신 기술을 유지하세요.\n\n🌟 **인기 있는 템플릿 카테고리:** 🌟\n\n📍 **비즈니스 및 금융:** 엑셀 수식 생성, 비즈니스 계획 수립, SQL을 사용한 시장 동향 분석.\n\n📍 **교육:** 교육 콘텐츠 개발, 퀴즈 질문 작성, 학습 모듈 구축.\n\n📍 **개인 발전:** 자기 도움, 동기부여, 개인 성장을 위한 템플릿 제작.\n\n📍 **기술 문서 작성:** 기술 문서, 사용자 매뉴얼, API 문서 작성.\n\n🚀 **챗GPT 프롬프트 생성기를 통해 AI 기술을 향상시켜보세요 - 챗GPT 템플릿 마스터링의 관문!** 🚀\nAI와 상호 작용을 변화시켜서 창의적이고 전문적인 프로젝트를 더 높은 수준으로 이끌어 가세요. 챗GPT 프롬프트 생성기는 그저 도구 이상의 존재입니다. AI 프롬프트 엔지니어링의 흥미로운 세계를 탐험하는 데 도움이 되는 파트너입니다. 지금 설치하고 자신감과 정확성을 갖고 창작을 시작하세요!",
    "lt": "🚀 **Pristatome „ChatGPT Užduočių kūrėjas“ plėtinį „Google Chrome“ naršyklėje** 🚀\n\nAtrakinkite visą dirbtinio intelekto potencialą su „ChatGPT Užduočių kūrėjas“, jūsų galutinis įrankis, skirtas kurti efektyvius ir inovatyvius šablonus įvairioms dirbtinio intelekto užduotims. Nepriklausomai nuo to, ar esate pradedantysis ar patyręs naudotojas, šis plėtinys sukurtas padidinti jūsų produktyvumą ir kūrybiškumą dirbtinio intelekto užduočių kūrimo srityje.\n\nPlėtinys apima šablonų sąrašą:\n\n- Santraukos\n- Perifrāzavimas\n- Socialinių tinklų įrašų kūrimas\n- Gramatikos taisymas\n- Teksto išplėtimas\n- „Excel“ formulių ir „SQL“ užklausų kūrimas\n- Ir daugiau...\n\n🌟 **Kodėl rinktis jį?** 🌟\n\n„ChatGPT Užduočių kūrėjas“ nėra tiesiog dar vienas įrankis; tai išsamus sprendimas, pritaikytas atitikti vartotojų poreikius, besidomintiems maksimalia dirbtinių intelekto modelių kaip „ChatGPT“ galimybe. Su savo naudotojui draugišku sąsaja ir galingomis funkcijomis, jis išsiskiria kaip geri šablonai „ChatGPT“, todėl jis tampa būtina priemone jūsų skaitmeniniam įrankių rinkiniui.\n\n📌 **„ChatGPT Užduočių kūrėjo“ funkcijos:** 📌\n\n- **Platus šablonų biblioteka:** Pasiekite įvairių sričių, tokių kaip rinkodara, gyvenimo aprašymo rašymas ir kt., pritaikytų iš anksto sukurtų „chatgpt“ šablonų.\n\n- **Individualių šablonų kūrimas:** Eksperimentuokite su individualiais šablonais, naudodami mūsų intuityvią sąsają, kuri palaiko visas šablonų pavyzdžių lygių.\n\n- **Dirbtinis intelektas perifrāzavimui ir santraukai:** Greitai performuokite ar sutrumpinkite tekstą naudodami dirbtinio intelekto perifrāzavimo ir dirbtinio intelekto santraukos įrankius, padidindami savo efektyvumą.\n\n- **Daugiakalbė palaikymas:** Naudokite „chatgpt“ vertimą kurti ir versti tekstus į kelias kalbas, išplėsdami savo pasaulinį pasiekimą.\n\n- **Mokymosi ištekliai:** Su ištekliais mokytis užduočių kūrimo, naudotojai nuo pradedančiųjų iki ekspertų gali tobulinti savo įgūdžius ir suprasti sudėtingus konceptus.\n\n🔥 **Naudojant „ChatGPT Užduočių kūrėją“ privalumai:** 🔥\n\n✅ **Padidinkite kūrybiškumą:** Įveikite kūrybinius blokus tyrinėdami įvairius „chatgpt“ šablonus, kurie skatina inovacijas.\n\n✅ **Padidinkite produktyvumą:** Sutaupykite laiko greitai pasiekdami šablonų biblioteką ir funkcijas, tokius kaip dirbtinio intelekto santrauka ir dirbtinio intelekto perifrāzavimas.\n\n✅ **Mokėkite ir tobulėkite:** Nors esate į „chatgpt“ pradedantysis ar ekspertas, su mūsų išsamiais pavyzdžiais ir vadovais visada yra kažkas naujo išmokti.\n\n✅ **Individualizuojamas ir lankstus:** Prisitaikykite savo šablonus prie konkrečių poreikių naudodami lengvai naudojamą sąsają, kuri prisitaiko prie įvairių dirbtinio intelekto užduočių.\n\n🌐 **Kaip tai veikia:** 🌐\n\n- Įdiekite „Chat GPT Užduočių kūrėją“ iš „Chrome“ internetinės parduotuvės.\n- Naršykite per užduočių biblioteką arba sukūrkite savo asmeninius šablonus.\n\n- Naudokite įrankius, tokius kaip „ai paraphrase“ ar „ai summarizer“, kad patobulintumėte savo tekstą.\n\n- Verčia tekstą naudodami „ChatGPT Užduočių kūrėjo“ vertimo funkciją tarptautiniams projektams.\n\n- Pasiekite mokymo medžiagą, kad pagerintumėte savo užduočių kūrimo įgūdžius.\n\n🎯 **Idealaus naudotojo grupės:** 🎯\n\n🔹 Turinio kūrėjai: Generuokite unikalias turinio idėjas ir įveikite rašytojo bloką su „ChatGPT Užduočių kūrėjo“ užduočių rašymui.\n\n🔹 Rinkodaros specialistai: Panaudokite „ChatGPT Užduočių kūrėjo“ šablonus rinkodarai, kad sukurtumėte įtikinamus kampanijas ir skelbimus.\n\n🔹 Darbuotojai ieškantys darbo: Patobulinkite savo gyvenimo aprašymą ir motyvacinį laišką su „ChatGPT Užduočių kūrėjo“ gyvenimo aprašymo užduočių pagalba.\n\n🔹 Verslo profesionalai: Panaudokite „ChatGPT Užduočių kūrėjo“ užduotis verslui, kad optimizuotumėte komunikaciją ir veiklą.\n\n🔹 Švietėjai ir studentai: Išmokite užduočių kūrimą ir pritaikykite teorinius žinias praktinėse situacijose.\n\n💡 **Patarimai efektyvumui didinti:** 💡\n\n✔️ Reguliariai naršykite naujoves užduočių bibliotekoje, kad būtumėte informuoti apie naujausias tendencijas.\n\n✔️ Naudokite „ChatGPT Užduočių kūrėjo“ paraphrase funkciją, kad įvairintumėte savo turinio stilių ir išvengtumėte pasikartojimų.\n\n✔️ Praktikuokitės su skirtingais šablonų kūrimo pavyzdžiais, kad išmoktumėte kurti efektyvius šablonus.\n\n✔️ Bendraukite su bendruomene, dalinkitės įžvalgomis ir mokykitės iš kitų naudotojų patirties.\n\n📈 **Papildomos funkcijos, kurias galima ištirti:** 📈\n\n🔸 **Šablonų įvairovė:** Nuo paprastų užklausų iki sudėtingų scenarijų, mūsų šablonai atitinka visas kompleksiškumo lygių reikmes.\n\n🔸 **Naudotojui draugiškas dizainas:** Narsykite lengvai per tvarkingą ir organizuotą sąsają, sukurta optimaliam naudotojo patirčiai.\n\n🔸 **Reguliarios atnaujinimai:** Būkite priešakyje su reguliariais atnaujinimais, kurie įveda naujas funkcijas ir patobulinimus remiantis naudotojų atsiliepimais.\n\n🌟 **Populiarios šablonų kategorijos:** 🌟\n\n📍 **Verslas ir finansai:** Generuokite „Excel“ formules, kuriuokite verslo planus ir analizuokite rinkos tendencijas naudodami „SQL“.\n\n📍 **Švietimas:** Kuriokite švietimo turinį, kuriuokite klausimus testams ir kuriokite mokymo modulius.\n\n📍 **Asmeninė plėtra:** Kuriokite šablonus savęs pagalbai, motyvacijai ir asmeninei plėtrai.\n\n📍 **Techninis rašymas:** Kurkite techninius dokumentus, naudotojo vadovus ir API dokumentaciją.\n\n🚀 **Pakelkite savo dirbtinio intelekto įgūdžius su „ChatGPT Užduočių kūrėju“ – jūsų vartais į valdymą „ChatGPT“ šablonų!** 🚀\nPakeiskite savo sąveiką su dirbtine intelektu ir pasiekti aukštesnį lygį savo kūrybiniuose ir profesionaliuose projektuose su ChatGPT Užduočių kūrėju. Tai daugiau nei įrankis - tai jūsų partneris, padedantis naršyti įdomų dirbtinio intelekto užduočių inžinerijos pasaulį. Įdiekite dabar ir pradėkite kurti su pasitikėjimu ir tikslumu!",
    "lv": "🚀 **Iepazīstinot ar ČatsGPT uzdevumu ģeneratora paplašinājumu Google Chrome pārlūkam** 🚀\n\nAtbloķējiet pilnīgo AI potenciālu ar ČatsGPT uzdevumu ģeneratoru, jūsu galīgo rīku efektīvu un inovatīvu veidņu izveidei dažādiem AI uzdevumiem. Vai esat iesācējs vai pieredzējis lietotājs, šis paplašinājums ir izstrādāts, lai uzlabotu jūsu produktivitāti un radošumu AI veidņu izstrādē.\n\nPaplašinājumā ir saraksts ar veidnēm:\n\n- Kopsavilkums\n- Parafrazēšana\n- Sociālo mediju ierakstu izveide\n- Gramatikas labošana\n- Teksta paplašināšana\n- Excel formulu un SQL vaicājumu izveide\n- Un vēl...\n\n🌟 **Kāpēc izvēlēties to?** 🌟\n\nČatsGPT uzdevumu ģenerators nav tikai vēl viens rīks; tas ir visaptverošs risinājums, kas pielāgots lietotāju vajadzībām, kuri interesējas par AI modeļu, piemēram, ChatGPT, iespēju maksimizēšanu. Ar tā lietotājam draudzīgo interfeisu un spēcīgajām funkcijām tas izceļas kā labas veidnes ČatsGPT, padarot to par būtisku papildinājumu jūsu digitālajā rīkkopā.\n\n📌 **ČatsGPT uzdevumu ģeneratora funkcijas:** 📌\n\n- **Plaša veidņu bibliotēka:** Piekļūstiet plašam priekšizstrādātu čatsgpt veidņu sarakstam, kas apmierina dažādas jomas, piemēram, mārketingu, dzīves aprakstu rakstīšanu un citu.\n\n- **Pielāgotu veidņu izveide:** Eksperimentējiet ar pielāgotām veidnēm, izmantojot mūsu intuitīvo interfeisu, kas atbalsta visu veidu veidņu piemērus.\n\n- **AI parafrazēšana un kopsavilkums:** Ātri pārveidojiet vai saīsiniet tekstu ar AI parafrazēšanas un AI kopsavilkuma rīkiem, uzlabojot jūsu efektivitāti.\n\n- **Daudzvalodu atbalsts:** Izmantojiet čatsgpt tulkošanu, lai izveidotu un tulkojiet tekstus vairākās valodās, paplašinot savu globālo saskari.\n\n- **Mācību resursi:** Ar resursiem, lai mācītos veidņu izstrādi, lietotāji no iesācējiem līdz ekspertiem var pilnveidot savas prasmes un saprast sarežģītus jēdzienus.\n\n🔥 **Priekšrocības, izmantojot ČatsGPT uzdevumu ģeneratoru:** 🔥\n\n✅ **Radošuma uzlabošana:** Pārvariet radošos blokus, izpētot dažādas čatsgpt veidņu izstrādes iespējas, kas veicina inovācijas.\n\n✅ **Produktivitātes uzlabošana:** Ietaupiet laiku, ātri piekļūstot veidņu bibliotēkai un funkcijām, piemēram, AI kopsavilkumam un AI parafrazēšanai.\n\n✅ **Mācieties un izaugiet:** Vai esat iesācējs čatsgpt jautājumos vai eksperts, ar mūsu detalizētajiem piemēriem un vadlīnijām vienmēr ir kaut kas jauns, ko varat iemācīties.\n\n✅ **Pielāgojams un elastīgs:** Pielāgojiet savas veidnes konkrētiem vajadzību ar viegli lietojamu interfeisu, kas pielāgojas dažādiem AI uzdevumiem.\n\n🌐 **Kā tas darbojas:** 🌐\n\n- Instalējiet ČatsGPT uzdevumu ģeneratoru no Chrome Web veikala.\n- Pārvietojieties caur uzdevumu bibliotēku vai izveidojiet savus pielāgotus veidnes.\n\n- Izmantojiet rīkus, piemēram, AI pārfrāzi vai AI kopsavilkumu, lai pilnveidotu savu tekstu.\n\n- Tulkot tekstu, izmantojot ČatsGPT tulkošanas funkciju starptautiskiem projektiem.\n\n- Piekļūstiet mācību materiāliem, lai uzlabotu savas uzdevumu inženierijas prasmes.\n\n🎯 **Ideāli Lietotāji:** 🎯\n\n🔹 Saturs Radītāji: Ģenerējiet unikālas satura idejas un pārvariet rakstnieka bloku ar ČatsGPT uzdevumiem rakstīšanai.\n\n🔹 Mārketinga speciālisti: Izmantot ČatsGPT veidnes mārketingam, lai izveidotu pārliecinošas kampaņas un reklāmas.\n\n🔹 Darba meklētāji: Uzlabojiet savu CV un pavadzīmes ar ČatsGPT uzdevumiem CV veidošanai.\n\n🔹 Biznesa profesionāļi: Izmantojiet ČatsGPT uzdevumus biznesam, lai optimizētu komunikāciju un darbības.\n\n🔹 Izglītības speciālisti un studenti: Iemācieties uzdevumu inženieriju un pielietojiet teorētiskās zināšanas praktiskos scenārijos.\n\n💡 **Padomi Efektivitātes Maksimizēšanai:** 💡\n\n✔️ Regulāri izpētiet jaunumus uzdevumu bibliotēkā, lai būtu informēti par jaunākajiem tendencēm.\n\n✔️ Izmantojiet ČatsGPT pārfrāzes funkciju, lai mainītu savu satura stilu un izvairītos no liekas atkārtošanās.\n\n✔️ Praktizējieties ar dažādiem veidņu inženierijas piemēriem, lai pārvaldītu efektīvu veidņu veidošanas mākslu.\n\n✔️ Iesaistieties kopienā, lai dalītos ar atziņām un mācītos no citu lietotāju pieredzes.\n\n📈 **Papildu Iezīmes, Ko Izpētīt:** 📈\n\n🔸 **Veidņu Dažādība:** No vienkāršiem jautājumiem līdz sarežģītiem scenārijiem, mūsu veidnes apmierina visus sarežģītības līmeņus.\n\n🔸 **Lietotājam Draudzīgs Dizains:** Viegli pārvietojieties caur tīru un organizētu saskarni, kas izstrādāta optimālai lietotāja pieredzei.\n\n🔸 **Regulāras Atjaunināšanas:** Palieciet uz jaunākās tehnoloģiju līmeņa ar regulārām atjaunināšanām, kas ievieš jaunas funkcijas un uzlabojumus, pamatojoties uz lietotāju atsauksmēm.\n\n🌟 **Populāras Veidņu Kategorijas:** 🌟\n\n📍 **Bizness un Finanses:** Ģenerējiet Excel formulas, izveidojiet biznesa plānus un analizējiet tirgus tendences, izmantojot SQL.\n\n📍 **Izglītība:** Izstrādājiet izglītojošu saturu, izveidojiet testa jautājumus un veidojiet mācību moduļus.\n\n📍 **Personīgā Attīstība:** Izveidojiet veidnes pašpalīdzībai, motivācijai un personīgai izaugsmei.\n\n📍 **Tehniskais Rakstīšana:** Ražot tehnikas dokumentus, lietotāja rokasgrāmatas un API dokumentāciju.\n\n🚀 **Paaugstiniet savas AI prasmes ar ČatsGPT uzdevumu ģeneratoru - Jūsu ceļvedis uz ČatsGPT veidņu pārvaldību!** 🚀\nPārvērtiet savu mijiedarbību ar AI un novediet savus radošos un profesionālos projektus uz nākamo līmeni ar ČatsGPT uzdevumu ģeneratoru. Tas ir vairāk nekā vienkārši rīks - tas ir jūsu partneris, kas palīdz izprast aizraujošo AI uzdevumu inženierijas pasauli. Instalējiet tagad un sāciet radīt ar pašapziņu un precizitāti!",
    "ml": "🚀 **ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ** ഗൂഗിൾ ക്രോംഎക്സറ്റെൻഷൻസിന് ഒരു പ്രസിദ്ധീകരണം 🚀\n\nചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ, എയ്‌ഐയുടെ പൂർണ്ണസാധ്യത അന്വേഷിക്കാൻ നിങ്ങളുടെ അവസാനമെന്തും ഉപകരണം, വിവിധ എയ്‌ഐ ടാസ്കുകളിക്കായി സാധാരണയായി കാര്യക്ഷമമായ ഒപ്പം സന്നിവേശനശീലമായ ടെമ്പ്ലേറ്റുകൾ നിർമിക്കാൻ നിൽക്കുന്നു. നിങ്ങൾ ഒരു പ്രാരംഭിക്കുന്നവൻ അല്ലെങ്കിൽ ഒരു അനുഭവശീലൻ ഉപയോക്താവായിരിക്കുന്നുവെങ്കിൽ, ഈ എക്സ്റ്റെൻഷൻ നിങ്ങളുടെ ഉത്പാദകത്വവും സൃഷ്ടിത്വവും അഭിവൃദ്ധിപ്പിക്കാൻ തയ്യാറാക്കപ്പെട്ടിട്ടുണ്ട്.\n\nഎക്സ്റ്റെൻഷൻ അടയാളങ്ങൾ അടങ്ങിയിരിക്കുന്നു:\n\n- സാരം ചെയ്യൽ\n- പരിഭാഷയും\n- സോഷ്യൽ മീഡിയ പോസ്റ്റ് സൃഷ്ടിക്കൽ\n- വ്യാകരണം ശരിയാക്കൽ\n- ടെക്സ്റ്റ് വിസ്തൃതിക്കൽ\n- എക്സൽ ഫോർമുലകൾ ഉണ്ടാക്കൽ മറ്റും എസ്ക്യൂഎൽ ചോദ്യങ്ങൾ സൃഷ്ടിക്കൽ\n- മറ്റും...\n\n🌟 **എന്താണ് തിരഞ്ഞെടുക്കേണ്ടത്?** 🌟\n\nചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ മറ്റൊരു ഉപകരണമല്ല; അത് ചാറ്റ്‌ജിപിടി എന്ന എയ്‌ഐ മോഡലുകളുടെ സാധ്യതകൾ പരിപൂർണ്ണമായി ഉപയോഗിക്കുന്ന ഉപയോഗക്കാരുകളുടെ ആവശ്യങ്ങൾ പൂർത്തിയാക്കാൻ തയ്യാറാക്കിയ ഒരു പൂർണ്ണസമാധാനമാണ്. അതിന്റെ ഉപയോഗസുഹൃതമായ ഇന്റർഫേസ് ഒപ്പം ശക്തമായ സവിശേഷതകൾ ഉള്ളതായി, അത് ചാറ്റ്‌ജിപിടിക്ക് നല്ല പ്രോംപ്റ്റുകൾ ആകുന്നു, അത് നിങ്ങളുടെ ഡിജിറ്റൽ ഉപകരണപ്പട്ടികയിലേക്ക് ഒരു അവശ്യമായ ചേര്‍ക്കാനാകുന്നു.\n\n📌 **ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ സവിശേഷതകൾ:** 📌\n\n- **വിസ്തൃത പ്രോംപ്റ്റ് ലൈബ്രറി:** മാർക്കറ്റിംഗ്, റെസ്യൂം രൈറ്റിംഗ് എന്നിവയിലുള്ള വിവിധ ഡൊമെയിനുകളിലേക്ക് അനുകൂലമായ പ്രീ-ഡിസൈന്ഡ് ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ടെമ്പ്ലേറ്റുകൾക്ക് പ്രവേശിക്കുക.\n\n- **കസ്റ്റം ടെമ്പ്ലേറ്റ് സൃഷ്ടിക്കൽ:** എല്ലാ നിലയിലും ടെമ്പ്ലേറ്റുകൾ ഉപയോഗിച്ച് കസ്റ്റം ടെമ്പ്ലേറ്റുകൾ പരീക്ഷിക്കുകയും ചെയ്യുക.\n\n- **എയ് പാരഫ്രേസ് ഒപ്പം സമരൈസർ:** എയ് പാരഫ്രേസ് ഒപ്പം എയ് സമരൈസർ ഉപയോഗിച്ച് വാച്ചുകൾ വീക്ഷിക്കുക അല്ലെങ്കിൽ സംക്ഷേപിക്കുക, നിങ്ങളുടെ ക്ഷമത ഉയർത്തുന്നു.\n\n- **ബഹുഭാഷാ പിന്തുണ:** ചാറ്റ്‌ജിപിടി അനുവാദം ഉപയോഗിച്ച് നിങ്ങളുടെ വാച്ചുകൾ സൃഷ്ടിക്കാൻ മറ്റുള്ളവരുടെ വിപുലമായ പ്രവർത്തനം വിസ്തൃതമാക്കുക.\n\n- **പഠന സാധനങ്ങൾ:** പ്രോംപ്റ്റ് എഞ്ചിനീയറിംഗ് പഠനങ്ങൾ ലഭ്യമാക്കാൻ, പ്രാരംഭിക്കുന്നവർമുതൽ വിശേഷജ്ഞരുവരെ അവരുടെ കഴിവുകൾ പൂർത്തിയാക്കാൻ കഴിയും.\n\n🔥 **ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ ഉപയോഗിച്ച് ലാഭങ്ങൾ:** 🔥\n\n✅ **സൃഷ്ടിക്കലിന്റെ ക്ഷമത ഉയർത്തുക:** സൃഷ്ടിക്കലിന്റെ തടസം തീരുമാനിക്കാൻ വിവിധ ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ടെമ്പ്ലേറ്റുകൾ അന്വേഷിക്കുക.\n\n✅ **ഉത്പാദകത ഉയർത്തുക:** പ്രോംപ്റ്റ് ലൈബ്രറിയിലേക്ക് ശീഘ്രമായി പ്രവേശിക്കാൻ ഒപ്പം എയ് സമരൈസർ ഒപ്പം എയ് പാരഫ്രേസ് എന്നിവയുടെ പ്രവേശനത്തിനുള്ള സമയം സേവ് ചെയ്യുക.\n\n✅ **പഠനം ഒക്കെ ചെയ്യുക:** നിങ്ങൾ ചാറ്റ്‌ജിപിടി ഫോർ ഡമ്മീസിലേക്ക് അല്ലെങ്കിൽ ഒരു വിശേഷജ്ഞൻ ആയിരിക്കുന്നുവെങ്കിൽ, നമ്മുടെ വിശദമായ ഉദാഹരണങ്ങൾ ഒപ്പം ഗൈഡുകൾ ഉപയോഗിച്ച് പഠിക്കാൻ സാധ്യതയുണ്ട്.\n\n✅ **കസ്റ്റമൈസേബിൾ ഒപ്പം ലളിതമായ:** വിവിധ എയ് ടാസ്കുകളിക്ക് അനുയോജ്യമായ ഇന്റർഫേസ് ഉപയോഗിച്ച് നിയമിക്കു\n- പ്രോംപ്റ്റ് ലൈബ്രറി മാര്‍ഗനിര്‍ദ്ധാരണങ്ങളിലേക്ക് നയിക്കുക അല്ലെങ്കില്‍ നിങ്കള്‍ക്ക് സ്വന്തമായ കസ്റ്റം ടെമ്പ്ലേറ്റുകള്‍ സൃഷ്ടിക്കുക.\n\n- ആയ് പാരഫ്രേസ് അല്ലെങ്കില്‍ സംഗ്രഹിക്കുന്നതിന് എയ് പാരഫ്രേസ് അല്ലെങ്കില്‍ എയ് സമരൈസര്‍ പോലെ ഉപകരണങ്ങള്‍ ഉപയോഗിച്ച് നിങ്കള്‍ക്ക് നിങ്കള്‍ക്ക് ടെക്സ്റ്റ് പൂര്‍ണ്ണമാക്കാന്‍.\n\n- ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ സവിശേഷതകള്‍ ഉപയോഗിച്ച് അന്താരാഷ്ട്ര പദ്ധതികളില്‍ ടെക്സ്റ്റ് പരിഷ്കരിക്കുക.\n\n- പ്രോംപ്റ്റ് ലൈബ്രറിയില്‍ നിന്ന് പഠനങ്ങള്‍ ലഭിക്കാന്‍ നിങ്കള്‍ക്ക് സാധനങ്ങള്‍ ലഭിക്കുക.\n\n🎯 **ആദര്‍ശ ഉപയോക്താക്കള്‍:** 🎯\n\n🔹 ഉള്ളടക്ക സൃഷ്ടിക്കാന്‍: എഴുതല്‍ക്ക് ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റുകളുടെ സഹായം ലഭിക്കുക.\n\n🔹 മാര്‍ക്കറ്റിംഗ് വ്യാപാരികള്‍: കമ്പെയ്‌നുകളും പ്രചാരണങ്ങളും സൃഷ്ടിക്കാന്‍ ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റുകള്‍ ഉപയോഗിക്കുക.\n\n🔹 ജോബ് സീക്കര്‍മാര്‍: ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റുകള്‍ ഉപയോഗിച്ച് നിങ്കള്‍ക്ക് റെസ്യൂമും കവര്‍ അക്ഷരങ്ങളും മൊത്തം ചെയ്യുക.\n\n🔹 ബിസിനസ് പ്രൊഫഷണല്‍: ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റുകള്‍ ഉപയോഗിച്ച് ബിസിനസ് സംവാദം മറ്റുമായി ഓപ്പറേഷനുകള്‍ സമാഹരിക്കുക.\n\n🔹 പ്രശസ്തിക്കാര്‍ മറ്റുള്ളവര്‍: പ്രോംപ്റ്റ് എഞ്ചിനീയറിംഗ് പഠിക്കുക മറ്റുള്ളവരുടെ അനുഭവങ്ങളില്‍ നിന്ന് സാധനങ്ങള്‍ ലഭിക്കുക.\n\n💡 **എഫിഷന്‍സി മാക്സിമൈസ് ചെയ്യുന്നതിന്:** 💡\n\n✔️ പ്രോംപ്റ്റ് ലൈബ്രറിയില്‍ നിന്ന് പുതിയ അടിയന്തരങ്ങള്‍ അവതരിപ്പിക്കാന്‍ നിരവധി സമയം അവലോകനം ചെയ്യുക.\n\n✔️ ചാറ്റ്‌ജിപിടി പാരഫ്രേസ് സവിശേഷത ഉപയോഗിച്ച് നിങ്കള്‍ക്ക് നിങ്കള്‍ക്ക് ടെക്സ്റ്റ് ശൈലി വിവിധതയില്‍ വിവിധതയില്‍ ചെയ്യാന്‍.\n\n✔️ പ്രഭാവശീല ടെമ്പ്ലേറ്റ് എഞ്ചിനീയറിംഗ് ഉദാഹരണങ്ങളോടും പ്രാക്ടിക്കല്‍ പ്രവര്‍ത്തനങ്ങളിലോടും പ്രാക്ടിസ് ചെയ്യുക.\n\n✔️ സമുദായത്തോടും അന്യ ഉപയോക്താക്കളുടെ അനുഭവങ്ങളില്‍ നിന്ന് അറിയിക്കുകയും പഠിക്കുകയും ചെയ്യുക.\n\n📈 **കൂടുതല്‍ സവിശേഷതകള്‍ അവലോകനം ചെയ്യുക:** 📈\n\n🔸 **ടെമ്പ്ലേറ്റ് വെറ്റിറ്റി:** ലളിതമായ ചോദ്യങ്ങള്‍ മുതല്‍ പരിസ്ഥിതികളിലേക്ക് പുരസ്കാരങ്ങള്‍ നിര്‍മിക്കാന്‍ ഞങ്ങളുടെ ടെമ്പ്ലേറ്റുകള്‍ ലഭിക്കുക.\n\n🔸 **ഉപയോഗസുഹായമായ ഡിസൈന്‍:** ഉപയോഗക്കാരനുസരിച്ച് വിന്യാസിച്ച ഒരു സ്വച്ഛമായ സംവിധാനം മൂലമുള്ള നാവിഗേറ്റ് ചെയ്യുക.\n\n🔸 **നിയമിത അപ്‌ഡേറ്റുകള്‍:** ഉപയോക്താവിന്റെ അഭിപ്രായങ്ങളില്‍ അധാരിക്കുന്ന പുതിയ സവിശേഷതകളും പുനര്‍നിര്‍മ്മാണങ്ങളും നിലവില്‍ നിന്ന് നിലവില്‍ നിലകൊള്ളുക.\n\n🌟 **പ്രശസ്ത ടെമ്പ്ലേറ്റ് വര്‍ഗങ്ങള്‍:** 🌟\n\n📍 **ബിസിനസ് ആന്റ് ഫിനാന്‍സ്:** എക്സെല്‍ ഫോര്‍മുലകള്‍ സൃഷ്ടിക്കുക, ബിസിനസ് പ്ലാനുകള്‍ സൃഷ്ടിക്കുക, എസ്.ക്യു.എല്‍ ഉപയോഗിച്ച് മാര്‍ക്കറ്റ് ട്രെന്ഡുകള്‍ വിശകലനം ചെയ്യുക.\n\n📍 **എഡ്യുക്കേഷന്‍:** പഠന ഉള്ളടക്ക സൃഷ്ടിക്കുക, ക്വിസ് ചോദ്യങ്ങള്‍ സൃഷ്ടിക്കുക, പഠന മോഡ്യൂളുകള്‍ നിര്‍മ്മിക്കുക.\n\n📍 **വ്യക്തിഗത വികാസം:** സ്വയം സഹായം, ഉത്സാഹം, വ്യക്തിഗത വളരെയും സൃഷ്ടിക്കുക.\n\n📍 **ടെക്നിക്കല്‍ രൈറ്റിംഗ്:** ടെക്നിക്കല്‍ ഡോക്യുമെന്റ്സ്, ഉപയോഗക്കാര മാന്യുവല്‍സ്, എപി.ഐ. ഡോക്യുമെന്റേഷന്‍ സൃഷ്ടിക്കുക.\n\n🚀 **ചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ - ചാറ്റ്‌ജിപിടി ടെമ്പ്ലേറ്റുകള്\nചാറ്റ്‌ജിപിടി പ്രോംപ്റ്റ് ജനറേറ്റർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഐയുടെ സംവിധാനം പുനർനിർദ്ധാരിക്കുകയും നിങ്ങളുടെ സൃഷ്ടികളുടെ നിരണ്ടാം നിലയിൽ നേരിടുന്നതിലേക്ക് നിയന്ത്രണം നൽകുകയും ചെയ്യുന്നു. ഇത് ഒരു സാധനമല്ല—ഇത് എയി പ്രോംപ്റ്റ് എൻജിനീയറിംഗിന്റെ ഉത്സാഹപൂർണ്ണ ലോകത്തെ നയിക്കുന്ന നിങ്ങളുടെ ഭാഗപ്പെട്ടിയാകുന്നു. ഇപ്പോൾ ഇൻസ്റ്റാൾ ചെയ്യുക, വിശ്വസ്തതയും സ്പഷ്ടതയും കൊണ്ട് സൃഷ്ടിക്കാനും ആരംഭിക്കാനും തുടങ്ങുക!",
    "mr": "🚀 **Google Chromeसाठी चॅटजीपीटी प्रॉम्प्ट जेनरेटर एक्सटेंशनचे परिचय** 🚀\n\nचॅटजीपीटी प्रॉम्प्ट जेनरेटर, आपल्याला AIची पूर्ण संभावना उघडण्यासाठी आणि विविध AI कामांसाठी प्रभावी आणि नवीन टेम्प्लेट्स तयार करण्यासाठी आपले अंतिम साधन आहे. आपण प्रारंभिक किंवा अनुभवी वापरकर्ता असो, ह्या एक्सटेंशनने आपल्या AI प्रॉम्प्ट इंजिनियरिंगमध्ये आपल्या उत्पादकतेची आणि रचनात्मकतेची वाढवण्यासाठी डिझाइन केलेले आहे.\n\nएक्सटेंशनमध्ये टेम्प्लेट्सची यादी आहे:\n\n- सारांश\n- पुनर्वचन\n- सोशल मीडिया पोस्ट तयार करणे\n- व्याकरण सुधारणे\n- मजकूर वाढवणे\n- एक्सेल फॉर्म्युला आणि SQL क्वेरी तयार करणे\n- आणि अधिक...\n\n🌟 **त्याचा निवड कसा?** 🌟\n\nचॅटजीपीटी प्रॉम्प्ट जेनरेटर फक्त एक दुसऱ्या उपकरण नसलेला आहे; तो चॅटजीपीटी जसे AI मॉडेल्सच्या क्षमतांची जास्तीत जास्त वापरकर्त्यांच्या आवडींसाठी तयार केलेले एक समग्र उपाय आहे. त्याच्या वापरकर्ता-मैत्रीपूर्ण इंटरफेस आणि शक्तिशाली सुविधांमुळे, तो चॅटजीपीटीसाठी चांगले प्रॉम्प्ट्स म्हणून उभे आहे, त्यामुळे तो आपल्या डिजिटल टूलकिटमध्ये एक आवश्यक वाढव आहे.\n\n📌 **चॅटजीपीटी प्रॉम्प्ट जेनरेटरच्या वैशिष्ट्ये:** 📌\n\n- **विस्तृत प्रॉम्प्ट लायब्ररी:** विपुल पूर्व-डिझाइन केलेल्या चॅटजीपीटी प्रॉम्प्ट टेम्प्लेट्सची प्रवेश मिळवा ज्यात विपणन, रिझ्यूम लेखन आणि अधिक असे विविध क्षेत्र समाविष्ट केले गेले आहेत.\n\n- **कस्टम टेम्प्लेट निर्माण:** सर्व स्तरांच्या टेम्प्लेट उदाहरणांचा समर्थन करणारे आमच्या सुसंगत इंटरफेसवर विचार करण्यास चांगले करण्यासाठी कस्टम टेम्प्लेट्ससह प्रयोग करा.\n\n- **AI पुनर्वाक्य आणि सारांशकारक:** AI पुनर्वाक्य आणि AI सारांशकारक उपकरणांसह शीघ्रपटे मजकूर पुनर्वाक्य किंवा संक्षेपित करा, आपली दक्षता वाढवताना.\n\n- **बहुभाषिक समर्थन:** विविध भाषांमध्ये मजकूर तयार करण्यासाठी चॅटजीपीटी अनुवादाचा वापर करा, आपल्या जागतिक पोहोचाची व्यापकता वाढवताना.\n\n- **शिकण्याचे साधन:** प्रॉम्प्ट इंजिनियरिंग शिकण्यासाठी संसाधने, प्रारंभिकांपासून विशेषज्ञांपर्यंत वापरकर्त्यांना त्यांची कौशल्ये सुधारण्यास आणि कंक्रीट अवधारणांची समज देण्यास सहायक आहेत.\n\n🔥 **चॅटजीपीटी प्रॉम्प्ट जेनरेटर वापरण्याचे फायदे:** 🔥\n\n✅ **रचनात्मकतेची वाढ:** विविध चॅटजीपीटी प्रॉम्प्ट टेम्प्लेट्स अन्वेषण करून रचनात्मक अडचण्यांच्या मार्गावर जा.\n\n✅ **उत्पादकता सुधारणे:** प्रॉम्प्ट लायब्ररीच्या आणि AI सारांशकारक आणि AI पुनर्वाक्य यांच्या सुविधांच्या सहायाने वेळ वाचवा.\n\n✅ **शिका आणि वाढा:** आपण chatgptसाठी डमी किंवा एक विशेषज्ञ असो, आमच्या विस्तृत उदाहरणांच्या आणि मार्गदर्शकांच्या सहाय्याने शिका आणि वाढा.\n\n✅ **सानुकूलनीय आणि लवचिक:** विविध AI कामांसाठी अनुकूलनीय इंटरफेसद्वारे आपल्या टेम्प्लेट्सला विशिष्ट आवश्यकतांसाठी सानुकूलित करा.\n\n🌐 **कसे काम करते:** 🌐\n\n- Chrome Web Storeमधून चॅटजीपीटी प्रॉम्प्ट जेनरेटर स्थापित करा.\n- प्रॉम्प्ट लायब्ररीमध्ये विचारांच्या दरवाजांवर नेव्हिगेट करा किंवा आपल्या स्वत:च्या सानुकूल टेम्प्लेट्स तयार करा.\n\n- आय पॅराफ्रेझ किंवा आय समरायझर जस्ते टूल्स वापरून आपल्या टेक्स्टला शुद्ध करण्यासाठी.\n\n- आंतरराष्ट्रीय प्रकल्पांसाठी चॅटजीपीटी अनुवाद सुविधेचा वापर करून टेक्स्ट अनुवादित करा.\n\n- प्रॉम्प्ट इंजिनियरिंग कौशल्यांना वाढवण्यासाठी शिकण्याची साहित्यिक सामग्रीवर प्रवेश करा.\n\n🎯 **आदर्श वापरकर्ते:** 🎯\n\n🔹 कंटेंट निर्माते: लेखनासाठी चॅटजीपीटी प्रॉम्प्ट्सशी अद्वितीय सामग्रीचे विचार व लेखकाच्या ब्लॉकवर विजयी होण्यासाठी.\n\n🔹 मार्केटर्स: विपणन करण्यासाठी चॅटजीपीटी टेम्प्लेट्स वापरून प्रभावी प्रचार व जाहिराती तयार करण्यासाठी.\n\n🔹 नोकरीदारां: आपल्या रिझ्यूम आणि कवर पत्रांची गुणवत्ता सुधारण्यासाठी रिझ्यूमसाठी चॅटजीपीटी प्रॉम्प्ट्स वापरा.\n\n🔹 व्यावसायिक व्यक्ती: संचार आणि कार्यप्रणाली सुधारण्यासाठी व्यावसायिक चॅटजीपीटी प्रॉम्प्ट्स वापरा.\n\n🔹 शिक्षकां आणि विद्यार्थ्यां: प्रॉम्प्ट इंजिनियरिंग शिकण्यासाठी आणि सिद्धांतिक ज्ञानाचा वापर व्यावसायिक परिस्थितीत लागू करण्यासाठी.\n\n💡 **क्षमता वाढवण्यासाठी सूचना:** 💡\n\n✔️ नवीन प्रॉम्प्ट लायब्ररीवर नियमितपणे अद्यावत राहण्यासाठी नवीन विचारांच्या साथी निरीक्षण करा.\n\n✔️ चॅटजीपीटी पॅराफ्रेझ सुविधेचा वापर करून आपल्या सामग्रीची शैली विविध करण्यासाठी व अद्याप टाळण्यासाठी.\n\n✔️ प्रभावी टेम्प्लेट्स तयार करण्याची कला स्वारस्याने साधा विविध टेम्प्लेट इंजिनियरिंग उदाहरणांसह अभ्यास करा.\n\n✔️ समुदायाशी संलग्न होऊन इंजिनियरिंग करण्याच्या अनुभवांपासून शिका आणि त्यांच्या अभिज्ञानांमधून शिका.\n\n📈 **अभिजात वैशिष्ट्ये शोधण्यासाठी अतिरिक्त सुविधे:** 📈\n\n🔸 **टेम्प्लेट विविधता:** सोप्प्या प्रश्नांपासून कंप्लेक्स परिस्थितींपर्यंत, आमच्या टेम्प्लेट्स सर्व स्तरांवर लक्ष देतात.\n\n🔸 **वापरकर्ता-मैत्रीन डिझाईन:** उपयोगकर्ता अनुभवासाठी डिझाईन केलेल्या स्वच्छ आणि संगणकीकृत इंटरफेसद्वारे सोप्प्या प्रवास करा.\n\n🔸 **नियमित अद्यतने:** वापरकर्तांच्या प्रतिसादांवर आधारित नवीन सुविधे आणि सुधारणे घेऊन नवीन सुविधे आणि सुधारणे घेऊन काटिंग एजवर राहा.\n\n🌟 **लोकप्रिय टेम्प्लेट श्रेणी:** 🌟\n\n📍 **व्यावसायिक आणि वित्त:** एक्सेल सूत्रे व्युत्पन्न करा, व्यावसायिक योजना तयार करा, आणि SQL वापरून बाजाराच्या ट्रेंड्स विश्लेषण करा.\n\n📍 **शिक्षण:** शैक्षणिक सामग्री विकसित करा, क्विझ प्रश्न तयार करा, आणि शिक्षण मॉड्यूल तयार करा.\n\n📍 **वैयक्तिक विकास:** स्व-सहाय्य, प्रेरणा, आणि वैयक्तिक विकाससाठी टेम्प्लेट्स तयार करा.\n\n📍 **तांत्रिक लेखन:** तांत्रिक दस्तावेज, वापरकर्ता मॅन्युअल्स, आणि API दस्तावेजनिर्मिती.\n\n🚀 **चॅटजीपीटी प्रॉम्प्ट जेनरेटरसह आपल्या एआय स्किल्सचा उन्नती करा - चॅटजीपीटी टेम्प्लेट्स मास्टर करण्याचा आपला द्वार!** 🚀\nचॅटजीपीटी प्रॉम्प्ट जेनरेटरचा वापर करून आपल्या AI वापराच्या आणि व्यावसायिक प्रकल्पांना एका उच्च स्तरावर नेऊन जा. हे फक्त एक उपकरण नाही—हे आपला साथी आहे, AI प्रॉम्प्ट इंजिनिअरिंगच्या रोमांचक जगात नेवण्यात आपला साथी आहे. आता स्थापित करा आणि आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता आता",
    "ms": "🚀 **Memperkenalkan Pembangkit Ucapan ChatGPT untuk Google Chrome** 🚀\n\nBuka potensi penuh AI dengan Pembangkit Ucapan ChatGPT, alat utama anda untuk mencipta templat yang berkesan dan inovatif untuk pelbagai tugas AI. Sama ada anda seorang pemula atau pengguna berpengalaman, sambungan ini direka untuk meningkatkan produktiviti dan kreativiti anda dalam kejuruteraan ucapan AI.\n\nSambungan ini mengandungi senarai templat untuk:\n\n- Ringkasan\n- Perumpamaan\n- Penciptaan pos media sosial\n- Memperbaiki tatabahasa\n- Memanjangkan teks\n- Mencipta formula Excel dan pertanyaan SQL\n- Dan banyak lagi...\n\n🌟 **Mengapa Memilihnya?** 🌟\n\nPembangkit Ucapan ChatGPT bukan sekadar alat lain; ia adalah penyelesaian komprehensif yang direka khas untuk memenuhi keperluan pengguna yang berminat untuk memaksimumkan keupayaan model AI seperti ChatGPT. Dengan antara muka yang mesra pengguna dan ciri-ciri yang kuat, ia menonjol sebagai templat yang baik untuk ChatGPT, menjadikannya tambahan penting untuk alat digital anda.\n\n📌 **Ciri-ciri Pembangkit Ucapan ChatGPT:** 📌\n\n- **Pustaka Templat Luas:** Akses pelbagai templat ucapan chatgpt yang telah direka sebelumnya yang merangkumi pelbagai domain seperti pemasaran, penulisan resume, dan lain-lain.\n\n- **Penciptaan Templat Kustom:** Eksperimen dengan templat kustom menggunakan antara muka intuitif kami yang menyokong semua tahap contoh templat.\n\n- **Penyamaran dan Ringkasan AI:** Segera menulis semula atau meringkaskan teks dengan alat penyamaran AI dan ringkasan AI, meningkatkan kecekapan anda.\n\n- **Sokongan Pelbagai Bahasa:** Gunakan terjemahan chatgpt untuk mencipta dan menterjemahkan teks dalam pelbagai bahasa, memperluas jangkauan global anda.\n\n- **Sumber Pembelajaran:** Dengan sumber untuk belajar kejuruteraan ucapan, pengguna dari pemula hingga pakar dapat menyempurnakan kemahiran mereka dan memahami konsep-konsep kompleks.\n\n🔥 **Manfaat Menggunakan Pembangkit Ucapan ChatGPT:** 🔥\n\n✅ **Meningkatkan Kreativiti:** Tembusi halangan kreatif dengan meneroka pelbagai templat ucapan chatgpt yang mencetuskan inovasi.\n\n✅ **Meningkatkan Produktiviti:** Jimat masa dengan akses cepat ke pustaka templat dan ciri-ciri seperti ringkasan AI dan penyamaran AI.\n\n✅ **Belajar dan Berkembang:** Sama ada anda baru dalam chatgpt atau seorang pakar, sentiasa ada sesuatu yang baru untuk dipelajari dengan contoh dan panduan terperinci kami.\n\n✅ **Boleh Dikustomisasi dan Fleksibel:** Sesuaikan templat anda dengan keperluan tertentu dengan antara muka yang mudah digunakan yang menyesuaikan diri dengan pelbagai tugas AI.\n\n🌐 **Bagaimana Ia Berfungsi:** 🌐\n\n- Pasang Pembangkit Ucapan ChatGPT dari Chrome Web Store.\n- Lihat melalui perpustakaan ucapan atau cipta templat kustom anda sendiri.\n\n- Gunakan alat seperti ai parafrasa atau ai ringkasan untuk menyempurnakan teks anda.\n\n- Terjemahkan teks menggunakan ciri terjemahan chatgpt untuk projek antarabangsa.\n\n- Capai bahan pembelajaran untuk meningkatkan kemahiran kejuruteraan ucapan anda.\n\n🎯 **Pengguna Ideal:** 🎯\n\n🔹 Pencipta Kandungan: Cipta idea kandungan unik dan atasi kebuntuan penulis dengan ucapan chatgpt untuk penulisan.\n\n🔹 Pemasar: Manfaatkan templat chatgpt untuk pemasaran untuk membentuk kempen dan iklan yang menarik.\n\n🔹 Pencari Kerja: Tingkatkan resume dan surat permohonan anda dengan ucapan chatgpt untuk resume.\n\n🔹 Profesional Perniagaan: Gunakan ucapan chatgpt untuk perniagaan untuk menyusun komunikasi dan operasi dengan lebih lancar.\n\n🔹 Pendidik dan Pelajar: Pelajari kejuruteraan ucapan dan terapkan pengetahuan teori dalam situasi praktikal.\n\n💡 **Tips untuk Meningkatkan Kecekapan:** 💡\n\n✔️ Selalu meneroka tambahan baru dalam perpustakaan ucapan untuk kekal terkini dengan trend terkini.\n\n✔️ Gunakan ciri parafrasa chatgpt untuk variasi gaya kandungan anda dan elakkan pengulangan.\n\n✔️ Amalkan dengan contoh kejuruteraan templat yang berbeza untuk menguasai seni mencipta templat yang berkesan.\n\n✔️ Terlibat dengan komuniti untuk berkongsi pandangan dan belajar dari pengalaman pengguna lain.\n\n📈 **Ciri Tambahan untuk Diterokai:** 📈\n\n🔸 **Pelbagai Templat:** Dari soalan mudah hingga skenario kompleks, templat kami memenuhi semua tahap kompleksiti.\n\n🔸 **Reka Bentuk Mesra Pengguna:** Lihat dengan mudah melalui antara muka yang bersih dan teratur yang direka untuk pengalaman pengguna yang optimum.\n\n🔸 **Kemas kini Berkala:** Kekal di hujung teknologi dengan kemas kini berkala yang membawa ciri-ciri baru dan penambahbaikan berdasarkan maklum balas pengguna.\n\n🌟 **Kategori Templat Popular:** 🌟\n\n📍 **Perniagaan dan Kewangan:** Cipta formula Excel, hasilkan pelan perniagaan, dan analisis trend pasaran menggunakan SQL.\n\n📍 **Pendidikan:** Bangunkan kandungan pendidikan, cipta soalan kuiz, dan bina modul pembelajaran.\n\n📍 **Pembangunan Peribadi:** Cipta templat untuk bantuan diri, motivasi, dan pertumbuhan peribadi.\n\n📍 **Penulisan Teknikal:** Hasilkan dokumen teknikal, manual pengguna, dan dokumentasi API.\n\n🚀 **Tingkatkan Kemahiran AI Anda dengan Pembangkit Ucapan ChatGPT – Pintu Gerbang Anda ke Penguasaan Templat ChatGPT!** 🚀\nUbah interaksi anda dengan AI dan bawa projek kreatif dan profesional anda ke tahap seterusnya dengan Pembangkit Ucapan ChatGPT. Ia lebih daripada sekadar alat—ia adalah rakan anda dalam menavigasi dunia yang menarik dalam kejuruteraan ucapan AI. Pasang sekarang dan mula mencipta dengan keyakinan dan ketepatan!",
    "nl": "🚀 Maak kennis met de ChatGPT Prompt Generator-extensie voor Google Chrome\nOntgrendel het volledige potentieel van AI met de ChatGPT Prompt Generator, jouw ultieme tool voor het maken van effectieve en innovatieve sjablonen voor verschillende AI-taken. Of je nu een beginner bent of een ervaren gebruiker, deze extensie is ontworpen om je productiviteit en creativiteit in AI-prompt-engineering te verbeteren.\n\nDe extensie bevat een lijst met sjablonen voor:\n- Samenvatting\n- Parafraseren\n- Het maken van socialemediaberichten\n- Grammatica corrigeren\n- Tekst uitbreiden\n- Het maken van Excel-formules en SQL-query's\n- En meer...\n\n🌟 Waarom kiezen voor ChatGPT Prompt Generator?\nDe ChatGPT Prompt Generator is niet zomaar een andere tool; het is een uitgebreide oplossing die is afgestemd op de behoeften van gebruikers die geïnteresseerd zijn in het maximaliseren van de mogelijkheden van AI-modellen zoals ChatGPT. Met zijn gebruiksvriendelijke interface en krachtige functies onderscheidt het zich als de goede prompts voor ChatGPT, waardoor het een essentiële toevoeging is aan je digitale toolkit.\n\n📌 Kenmerken van ChatGPT Prompt Generator:\n- Uitgebreide Prompt-bibliotheek: Toegang tot een breed scala aan vooraf ontworpen chatgpt-promptsjablonen die zich richten op verschillende domeinen zoals marketing, het schrijven van cv's en meer.\n- Aanpassen van aangepaste sjablonen: Experimenteer met aangepaste sjablonen met behulp van onze intuïtieve interface die alle niveaus van voorbeelden van sjablonen ondersteunt.\n- AI-parafrase en samenvatter: Herschrijf of condenseer snel tekst met de AI-parafrase- en AI-samenvattingshulpmiddelen, waardoor je efficiëntie wordt verbeterd.\n- Meertalige ondersteuning: Maak gebruik van chatgpt-vertaling om teksten te maken en te vertalen in meerdere talen, waardoor je wereldwijde bereik wordt vergroot.\n- Leermiddelen: Met bronnen om prompt-engineering te leren, kunnen gebruikers van beginners tot experts hun vaardigheden verfijnen en complexe concepten begrijpen.\n\n🔥 Voordelen van het gebruik van ChatGPT Prompt Generator:\n✅ Verbeter creativiteit: Doorbreek creatieve blokkades door diverse chatgpt-promptsjablonen te verkennen die innovatie stimuleren.\n✅ Verbeter productiviteit: Bespaar tijd met snelle toegang tot een prompt-bibliotheek en functies zoals ai-samenvatter en ai-parafrase.\n✅ Leren en groeien: Of je nu geïnteresseerd bent in chatgpt voor beginners of een expert bent, er is altijd iets nieuws te leren met onze gedetailleerde voorbeelden en gidsen.\n✅ Aanpasbaar en flexibel: Pas je sjablonen aan specifieke behoeften aan met een gebruiksvriendelijke interface die zich aanpast aan verschillende AI-taken.\n\n🌐 Hoe het werkt:\n- Installeer de ChatGPT Prompt Generator vanuit de Chrome Web Store.\n- Navigeer door de promptbibliotheek of maak uw eigen aangepaste sjablonen.\n- Gebruik tools zoals de ai-parafraas of ai-samenvatter om uw tekst te verfijnen.\n- Vertaal tekst met behulp van de chatgpt-vertalingsfunctie voor internationale projecten.\n- Toegang tot leermaterialen om uw prompt-engineeringvaardigheden te verbeteren.\n\n🎯 Ideale Gebruikers:\n🔹 Contentmakers: Genereer unieke contentideeën en overwin schrijversblok met chatgpt prompts voor schrijven.\n🔹 Marketeers: Maak gebruik van chatgpt-sjablonen voor marketing om overtuigende campagnes en advertenties te maken.\n🔹 Werkzoekenden: Verbeter uw cv en sollicitatiebrieven met chatgpt prompts voor cv.\n🔹 Zakelijke professionals: Maak gebruik van chatgpt prompts voor bedrijven om communicatie en operaties te stroomlijnen.\n🔹 Opvoeders en studenten: Leer prompt-engineering en pas theoretische kennis toe in praktijksituaties.\n\n💡 Tips voor Maximale Efficiëntie:\n✔️ Verken regelmatig nieuwe toevoegingen aan de promptbibliotheek om op de hoogte te blijven van de laatste trends.\n✔️ Gebruik de chatgpt-parafraasfunctie om uw contentstijl te variëren en herhaling te voorkomen.\n✔️ Oefen met verschillende voorbeelden van sjabloonengineering om de kunst van het maken van effectieve sjablonen onder de knie te krijgen.\n✔️ Ga in gesprek met de gemeenschap om inzichten te delen en te leren van de ervaringen van andere gebruikers.\n\n📈 Aanvullende Functies om te Verkennen:\n🔸 Sjabloonvariatie: Van eenvoudige vragen tot complexe scenario's, onze sjablonen zijn geschikt voor alle niveaus van complexiteit.\n🔸 Gebruiksvriendelijk Ontwerp: Navigeer eenvoudig door een schone en georganiseerde interface die is ontworpen voor een optimale gebruikerservaring.\n🔸 Regelmatige Updates: Blijf op de hoogte met regelmatige updates die nieuwe functies en verbeteringen brengen op basis van gebruikersfeedback.\n\n🌟 Populaire Sjablooncategorieën:\n📍 Zakelijk en Financieel: Genereer Excel-formules, maak bedrijfsplannen en analyseer markttrends met behulp van SQL.\n📍 Onderwijs: Ontwikkel educatieve inhoud, maak quizvragen en bouw leermodule.\n📍 Persoonlijke Ontwikkeling: Maak sjablonen voor zelfhulp, motivatie en persoonlijke groei.\n📍 Technisch Schrijven: Produceer technische documenten, gebruikershandleidingen en API-documentatie.\n\n🚀 Verbeter uw AI-vaardigheden met ChatGPT Prompt Generator - Uw Toegangspoort tot het Meesteren van ChatGPT-sjablonen!\nTransformeer je interactie met AI en breng je creatieve en professionele projecten naar een hoger niveau met de ChatGPT Prompt Generator. Het is meer dan alleen een tool - het is jouw partner bij het navigeren door de spannende wereld van AI prompt engineering. Installeer nu en begin met vertrouwen en precisie te creëren!",
    "no": "🚀 **Introduserer ChatGPT Prompt Generator-utvidelsen for Google Chrome** 🚀\n\nLås opp hele potensialet til AI med ChatGPT Prompt Generator, ditt ultimate verktøy for å lage effektive og innovative maler for ulike AI-oppgaver. Enten du er nybegynner eller erfaren bruker, er denne utvidelsen designet for å forbedre produktiviteten og kreativiteten din innen AI-promptteknikk.\n\nUtvidelsen inneholder en liste over maler for:\n\n- Oppsummering\n- Parafrasering\n- Opprettelse av sosiale medieinnlegg\n- Fikse grammatikk\n- Utvide tekst\n- Opprette Excel-formler og SQL-spørringer\n- Og mer...\n\n🌟 **Hvorfor velge det?** 🌟\n\nChatGPT Prompt Generator er ikke bare et annet verktøy; det er en omfattende løsning skreddersydd for å imøtekomme behovene til brukere som er interessert i å maksimere mulighetene til AI-modeller som ChatGPT. Med sitt brukervennlige grensesnitt og kraftige funksjoner skiller det seg ut som gode maler for ChatGPT, noe som gjør det til et essensielt tillegg til din digitale verktøykasse.\n\n📌 **Funksjoner i ChatGPT Prompt Generator:** 📌\n\n- **Omfattende malbibliotek:** Få tilgang til et bredt utvalg forhåndsdesignede chatgpt-maltempler som dekker ulike områder som markedsføring, CV-skriving og mer.\n\n- **Opprettelse av tilpassede maler:** Eksperimenter med tilpassede maler ved hjelp av vårt intuitive grensesnitt som støtter alle nivåer av mal-eksempler.\n\n- **AI-parafrase og oppsummering:** Omskriv eller kondenser tekst raskt med AI-parafrase- og AI-oppsummeringsverktøyene, noe som øker effektiviteten din.\n\n- **Flerspråklig støtte:** Bruk chatgpt-oversettelse for å opprette og oversette tekster på flere språk, og utvide den globale rekkevidden din.\n\n- **Læringsressurser:** Med ressurser for å lære promptteknikk kan brukere fra nybegynnere til eksperter forbedre ferdighetene sine og forstå komplekse konsepter.\n\n🔥 **Fordeler ved å bruke ChatGPT Prompt Generator:** 🔥\n\n✅ **Forbedre kreativiteten:** Bryt gjennom kreative blokkeringer ved å utforske varierte chatgpt-maltempler som fremmer innovasjon.\n\n✅ **Øk produktiviteten:** Spar tid med rask tilgang til et malbibliotek og funksjoner som ai-oppsummering og ai-parafrase.\n\n✅ **Lær og vokse:** Enten du er nybegynner eller ekspert innen chatgpt, er det alltid noe nytt å lære med våre detaljerte eksempler og veiledninger.\n\n✅ **Tilpassbar og fleksibel:** Tilpass malene dine til spesifikke behov med et brukervennlig grensesnitt som tilpasser seg ulike AI-oppgaver.\n\n🌐 **Slik fungerer det:** 🌐\n\n- Installer Chat GPT Prompt Generator fra Chrome Web Store.\n- Naviger gjennom promptbiblioteket eller lag dine egne tilpassede maler.\n\n- Bruk verktøy som ai-omskrivning eller ai-sammendrag for å forbedre teksten din.\n\n- Oversett tekst ved hjelp av chatgpt oversettelsesfunksjonen for internasjonale prosjekter.\n\n- Få tilgang til læringsmateriell for å forbedre dine ferdigheter innen promptteknikk.\n\n🎯 **Ideelle Brukere:** 🎯\n\n🔹 Innholdsprodusenter: Generer unike innholdsideer og overvinne skrivesperre med chatgpt-prompts for skriving.\n\n🔹 Markedsførere: Dra nytte av chatgpt-maler for markedsføring for å lage overbevisende kampanjer og annonser.\n\n🔹 Jobbsøkere: Forbedre CV-en din og søknadsbrev med chatgpt-prompts for CV.\n\n🔹 Forretningsfolk: Bruk chatgpt-prompts for bedrifter for å effektivisere kommunikasjon og operasjoner.\n\n🔹 Pedagoger og Studenter: Lær promptteknikk og bruk teoretisk kunnskap i praktiske scenarioer.\n\n💡 **Tips for Å Maksimere Effektiviteten:** 💡\n\n✔️ Utforsk regelmessig nye tillegg til promptbiblioteket for å holde deg oppdatert med de nyeste trendene.\n\n✔️ Bruk chatgpt-omskrivningsfunksjonen for å variere stilen din og unngå gjentakelser.\n\n✔️ Øv med ulike eksempler på malteknikk for å mestre kunsten å lage effektive maler.\n\n✔️ Engasjer deg med fellesskapet for å dele innsikter og lære av andre brukeres erfaringer.\n\n📈 **Ytterligere Funksjoner å Utforske:** 📈\n\n🔸 **Mangfold av Maler:** Fra enkle spørsmål til komplekse scenarioer, våre maler dekker alle nivåer av kompleksitet.\n\n🔸 **Brukervennlig Design:** Naviger enkelt gjennom et rent og organisert grensesnitt designet for optimal brukeropplevelse.\n\n🔸 **Regelmessige Oppdateringer:** Hold deg oppdatert med jevnlige oppdateringer som bringer nye funksjoner og forbedringer basert på bruker tilbakemeldinger.\n\n🌟 **Populære Mal Kategorier:** 🌟\n\n📍 **Forretning og Økonomi:** Generer Excel-formler, lag forretningsplaner og analyser markedsutviklingen ved hjelp av SQL.\n\n📍 **Utdanning:** Utvikle pedagogisk innhold, lag quizspørsmål og bygg læringsmoduler.\n\n📍 **Personlig Utvikling:** Lag maler for selvutvikling, motivasjon og personlig vekst.\n\n📍 **Teknisk Skriving:** Produser tekniske dokumenter, brukermanualer og API-dokumentasjon.\n\n🚀 **Hev Dine AI Ferdigheter med ChatGPT Prompt Generator – Din Inngangsport til Mestring av ChatGPT Maler!** 🚀\nForvandle interaksjonen din med AI og ta dine kreative og profesjonelle prosjekter til neste nivå med ChatGPT Prompt Generator. Det er mer enn bare et verktøy - det er din partner i å navigere den spennende verden av AI-promptteknikk. Installer nå og begynn å skape med tillit og presisjon!",
    "pl": "🚀 **Przedstawiamy rozszerzenie Generator promptów ChatGPT dla przeglądarki Google Chrome** 🚀\n\nOdblokuj pełny potencjał sztucznej inteligencji dzięki Generatorowi promptów ChatGPT, Twojemu ostatecznemu narzędziu do tworzenia skutecznych i innowacyjnych szablonów do różnorodnych zadań związanych z SI. Bez względu na to, czy jesteś początkującym czy doświadczonym użytkownikiem, to rozszerzenie zostało zaprojektowane w celu zwiększenia Twojej produktywności i kreatywności w inżynierii promptów SI.\n\nRozszerzenie zawiera listę szablonów do:\n\n- Podsumowań\n- Parafrazowania\n- Tworzenia postów na mediach społecznościowych\n- Poprawiania gramatyki\n- Rozszerzania tekstu\n- Tworzenia formuł Excela i zapytań SQL\n- I wiele więcej...\n\n🌟 **Dlaczego warto wybrać ten produkt?** 🌟\n\nGenerator promptów ChatGPT to nie tylko kolejne narzędzie; to kompleksowe rozwiązanie dostosowane do potrzeb użytkowników zainteresowanych maksymalizacją możliwości modeli SI, takich jak ChatGPT. Dzięki przyjaznemu interfejsowi i potężnym funkcjom wyróżnia się jako dobry generator promptów dla ChatGPT, stając się niezbędnym dodatkiem do Twojego cyfrowego zestawu narzędzi.\n\n📌 **Funkcje Generatora promptów ChatGPT:** 📌\n\n- **Obszerna biblioteka promptów:** Dostęp do szerokiej gamy wstępnie zaprojektowanych szablonów promptów chatgpt, które obejmują różne dziedziny, takie jak marketing, pisanie CV i wiele innych.\n\n- **Tworzenie niestandardowych szablonów:** Eksperymentuj z niestandardowymi szablonami za pomocą intuicyjnego interfejsu, który obsługuje wszystkie poziomy przykładów szablonów.\n\n- **Parafrazowanie i podsumowywanie SI:** Szybkie przerabianie lub skracanie tekstu za pomocą narzędzi do parafrazowania i podsumowywania SI, zwiększając swoją efektywność.\n\n- **Wsparcie wielojęzyczne:** Wykorzystaj tłumaczenie chatgpt do tworzenia i tłumaczenia tekstów w wielu językach, poszerzając swoje globalne zasięgi.\n\n- **Zasoby edukacyjne:** Dzięki zasobom do nauki inżynierii promptów, użytkownicy od początkujących po ekspertów mogą doskonalić swoje umiejętności i zrozumieć złożone koncepcje.\n\n🔥 **Korzyści z korzystania z Generatora promptów ChatGPT:** 🔥\n\n✅ **Zwiększenie kreatywności:** Przełamuj blokady twórcze, eksplorując różnorodne szablony promptów chatgpt, które pobudzają innowacje.\n\n✅ **Poprawa produktywności:** Oszczędź czas dzięki szybkiemu dostępowi do biblioteki promptów i funkcji takich jak podsumowywacz SI i parafrazowanie SI.\n\n✅ **Nauka i rozwój:** Bez względu na to, czy jesteś początkującym w dziedzinie chatgpt czy ekspertem, zawsze jest coś nowego do nauki dzięki naszym szczegółowym przykładom i przewodnikom.\n\n✅ **Dostosowalne i elastyczne:** Dostosuj swoje szablony do konkretnych potrzeb za pomocą łatwego w użyciu interfejsu, który dostosowuje się do różnych zadań SI.\n\n🌐 **Jak to działa:** 🌐\n\n- Zainstaluj Generator promptów ChatGPT ze Sklepu Chrome Web.\n- Przeglądaj bibliotekę promptów lub twórz własne szablony niestandardowe.\n\n- Korzystaj z narzędzi takich jak ai parafraser lub ai podsumowanie, aby udoskonalić swój tekst.\n\n- Tłumacz tekst za pomocą funkcji tłumaczenia chatgpt do międzynarodowych projektów.\n\n- Korzystaj z materiałów edukacyjnych, aby doskonalić swoje umiejętności inżynierii promptów.\n\n🎯 **Idealni Użytkownicy:** 🎯\n\n🔹 Twórcy treści: Generuj unikalne pomysły na treści i pokonuj blokadę twórczą dzięki promptom chatgpt do pisania.\n\n🔹 Marketingowcy: Wykorzystaj szablony chatgpt do marketingu, aby tworzyć przekonujące kampanie i reklamy.\n\n🔹 Poszukujący pracy: Popraw swoje CV i listy motywacyjne dzięki promptom chatgpt do CV.\n\n🔹 Profesjonaliści biznesu: Wykorzystaj prompty chatgpt do biznesu, aby usprawnić komunikację i operacje.\n\n🔹 Edukatorzy i Studenci: Naucz się inżynierii promptów i zastosuj wiedzę teoretyczną w praktycznych scenariuszach.\n\n💡 **Wskazówki dla Maksymalizacji Efektywności:** 💡\n\n✔️ Regularnie eksploruj nowe dodatki do biblioteki promptów, aby być na bieżąco z najnowszymi trendami.\n\n✔️ Używaj funkcji parafraser chatgpt do zróżnicowania stylu swojej treści i unikania powtarzalności.\n\n✔️ Ćwicz z różnymi przykładami inżynierii szablonów, aby opanować sztukę tworzenia efektywnych szablonów.\n\n✔️ Współpracuj z społecznością, aby dzielić się spostrzeżeniami i uczyć się na podstawie doświadczeń innych użytkowników.\n\n📈 **Dodatkowe Funkcje do Odkrycia:** 📈\n\n🔸 **Różnorodność Szablonów:** Od prostych zapytań po złożone scenariusze, nasze szablony są dostosowane do wszystkich poziomów złożoności.\n\n🔸 **Przyjazny Dla Użytkownika Design:** Łatwo nawiguj przez czysty i zorganizowany interfejs zaprojektowany dla optymalnego doświadczenia użytkownika.\n\n🔸 **Regularne Aktualizacje:** Pozostań na najnowszym poziomie dzięki regularnym aktualizacjom, które wprowadzają nowe funkcje i ulepszenia na podstawie opinii użytkowników.\n\n🌟 **Popularne Kategorie Szablonów:** 🌟\n\n📍 **Biznes i Finanse:** Generuj formuły Excela, twórz plany biznesowe i analizuj trendy rynkowe za pomocą SQL.\n\n📍 **Edukacja:** Twórz treści edukacyjne, generuj pytania quizowe i buduj moduły nauki.\n\n📍 **Rozwój Osobisty:** Twórz szablony do samopomocy, motywacji i rozwoju osobistego.\n\n📍 **Pisanie Techniczne:** Twórz dokumenty techniczne, instrukcje obsługi i dokumentację API.\n\n🚀 **Podnieś Swoje Umiejętności AI z Generatorem Promptów ChatGPT – Twoja Bramka do Opanowania Szablonów ChatGPT!** 🚀\nPrzekształć swoje interakcje z AI i podnieś swoje projekty kreatywne i zawodowe na wyższy poziom dzięki Generatorowi promptów ChatGPT. To więcej niż tylko narzędzie - to twój partner w nawigowaniu po ekscytującym świecie inżynierii promptów AI. Zainstaluj teraz i zacznij tworzyć z pewnością i precyzją!",
    "pt_BR": "🚀 **Apresentando o Gerador de Prompt do ChatGPT para o Google Chrome** 🚀\n\nDesbloqueie todo o potencial da IA com o Gerador de Prompt do ChatGPT, sua ferramenta definitiva para criar modelos eficazes e inovadores para uma variedade de tarefas de IA. Seja você um iniciante ou um usuário experiente, esta extensão foi projetada para aprimorar sua produtividade e criatividade na engenharia de prompts de IA.\n\nA extensão contém uma lista de modelos para:\n\n- Sumarização\n- Parafraseamento\n- Criação de postagens em redes sociais\n- Correção de gramática\n- Ampliação de texto\n- Criação de fórmulas do Excel e consultas SQL\n- E muito mais...\n\n🌟 **Por que escolher o Gerador de Prompt do ChatGPT?** 🌟\n\nO Gerador de Prompt do ChatGPT não é apenas mais uma ferramenta; é uma solução abrangente feita sob medida para atender às necessidades de usuários interessados em maximizar as capacidades de modelos de IA como o ChatGPT. Com sua interface amigável e recursos poderosos, destaca-se como os bons prompts para o ChatGPT, tornando-se uma adição essencial ao seu conjunto de ferramentas digitais.\n\n📌 **Recursos do Gerador de Prompt do ChatGPT:** 📌\n\n- **Biblioteca de Prompts Extensiva:** Acesse uma ampla variedade de modelos de prompts predefinidos do chatgpt que atendem a diversos domínios, como marketing, redação de currículos e muito mais.\n\n- **Criação de Modelos Personalizados:** Experimente com modelos personalizados usando nossa interface intuitiva que suporta todos os níveis de exemplos de modelos.\n\n- **Parafraseador e Sumarizador de IA:** Rephrase ou condense rapidamente o texto com as ferramentas de parafraseamento de IA e sumarização de IA, aprimorando sua eficiência.\n\n- **Suporte Multilíngue:** Utilize a tradução do chatgpt para criar e traduzir textos em vários idiomas, ampliando seu alcance global.\n\n- **Recursos de Aprendizagem:** Com recursos para aprender engenharia de prompts, usuários de iniciantes a especialistas podem aprimorar suas habilidades e entender conceitos complexos.\n\n🔥 **Benefícios de Usar o Gerador de Prompt do ChatGPT:** 🔥\n\n✅ **Aprimore a Criatividade:** Supere bloqueios criativos explorando diversos modelos de prompts do chatgpt que estimulam a inovação.\n\n✅ **Aumente a Produtividade:** Economize tempo com acesso rápido a uma biblioteca de prompts e recursos como sumarizador de IA e parafraseador de IA.\n\n✅ **Aprenda e Cresça:** Seja você um iniciante em chatgpt ou um especialista, sempre há algo novo para aprender com nossos exemplos detalhados e guias.\n\n✅ **Personalizável e Flexível:** Adapte seus modelos às necessidades específicas com uma interface fácil de usar que se adapta a várias tarefas de IA.\n\n🌐 **Como Funciona:** 🌐\n\n- Instale o Gerador de Prompt do ChatGPT na Chrome Web Store.\n- Navegue pela biblioteca de prompts ou crie seus próprios modelos personalizados.\n\n- Utilize ferramentas como o parafraseador de IA ou resumidor de IA para refinar seu texto.\n\n- Traduza textos usando o recurso de tradução do ChatGPT para projetos internacionais.\n\n- Acesse materiais de aprendizagem para aprimorar suas habilidades de engenharia de prompts.\n\n🎯 **Usuários Ideais:** 🎯\n\n🔹 Criadores de Conteúdo: Gere ideias de conteúdo únicas e supere o bloqueio criativo com prompts do Gerador de Prompt do ChatGPT para escrita.\n\n🔹 Profissionais de Marketing: Aproveite os modelos do Gerador de Prompt do ChatGPT para marketing e crie campanhas e anúncios cativantes.\n\n🔹 Procuradores de Emprego: Aprimore seu currículo e cartas de apresentação com prompts do Gerador de Prompt do ChatGPT para currículo.\n\n🔹 Profissionais de Negócios: Utilize prompts do Gerador de Prompt do ChatGPT para negócios a fim de otimizar a comunicação e operações.\n\n🔹 Educadores e Estudantes: Aprenda engenharia de prompts e aplique conhecimentos teóricos em cenários práticos.\n\n💡 **Dicas para Maximizar a Eficiência:** 💡\n\n✔️ Explore regularmente novas adições à biblioteca de prompts para se manter atualizado com as últimas tendências.\n\n✔️ Utilize o recurso de parafraseamento do ChatGPT para variar o estilo do seu conteúdo e evitar redundâncias.\n\n✔️ Pratique com diferentes exemplos de engenharia de modelos para dominar a arte de criar modelos eficazes.\n\n✔️ Engaje-se com a comunidade para compartilhar insights e aprender com as experiências de outros usuários.\n\n📈 **Recursos Adicionais para Explorar:** 📈\n\n🔸 **Variedade de Modelos:** Desde perguntas simples até cenários complexos, nossos modelos atendem a todos os níveis de complexidade.\n\n🔸 **Design Amigável ao Usuário:** Navegue facilmente por uma interface limpa e organizada, projetada para uma experiência de usuário otimizada.\n\n🔸 **Atualizações Regulares:** Mantenha-se na vanguarda com atualizações regulares que trazem novos recursos e melhorias com base no feedback dos usuários.\n\n🌟 **Categorias Populares de Modelos:** 🌟\n\n📍 **Negócios e Finanças:** Gere fórmulas do Excel, crie planos de negócios e analise tendências de mercado usando SQL.\n\n📍 **Educação:** Desenvolva conteúdo educacional, crie perguntas de quiz e construa módulos de aprendizagem.\n\n📍 **Desenvolvimento Pessoal:** Crie modelos para autoajuda, motivação e crescimento pessoal.\n\n📍 **Escrita Técnica:** Produza documentos técnicos, manuais do usuário e documentação de API.\n\n🚀 **Eleve Suas Habilidades de IA com o Gerador de Prompt do ChatGPT - Seu Portal para Dominar os Modelos do ChatGPT!** 🚀\nTransforme sua interação com a IA e leve seus projetos criativos e profissionais para o próximo nível com o Gerador de Prompt do ChatGPT. É mais do que apenas uma ferramenta - é seu parceiro na navegação pelo emocionante mundo da engenharia de prompts de IA. Instale agora e comece a criar com confiança e precisão!",
    "pt_PT": "🚀 **Apresentamos o Gerador de Prompt ChatGPT para o Google Chrome** 🚀\n\nDesbloqueie todo o potencial da IA com o Gerador de Prompt ChatGPT, a sua ferramenta definitiva para criar modelos eficazes e inovadores para uma variedade de tarefas de IA. Quer seja um iniciante ou um utilizador experiente, esta extensão foi concebida para melhorar a sua produtividade e criatividade na engenharia de prompts de IA.\n\nA extensão contém uma lista de modelos para:\n\n- Sumarização\n- Parafraseamento\n- Criação de publicações em redes sociais\n- Correção de gramática\n- Ampliação de texto\n- Criação de fórmulas do Excel e consultas SQL\n- E muito mais...\n\n🌟 **Porque Escolher o Gerador de Prompt ChatGPT?** 🌟\n\nO Gerador de Prompt ChatGPT não é apenas mais uma ferramenta; é uma solução abrangente adaptada para satisfazer as necessidades dos utilizadores interessados em maximizar as capacidades de modelos de IA como o ChatGPT. Com a sua interface amigável e funcionalidades poderosas, destaca-se como os bons prompts para o ChatGPT, tornando-se um complemento essencial para o seu conjunto de ferramentas digitais.\n\n📌 **Funcionalidades do Gerador de Prompt ChatGPT:** 📌\n\n- **Biblioteca de Prompts Extensiva:** Aceda a uma vasta gama de modelos de prompts pré-concebidos do chatgpt que abrangem diversos domínios, como marketing, escrita de currículos e muito mais.\n\n- **Criação de Modelos Personalizados:** Experimente com modelos personalizados utilizando a nossa interface intuitiva que suporta todos os níveis de exemplos de modelos.\n\n- **Parafraseador e Sumarizador de IA:** Reformule ou condense rapidamente texto com as ferramentas de parafraseamento de IA e sumarização de IA, aumentando a sua eficiência.\n\n- **Suporte Multilingue:** Utilize a tradução do chatgpt para criar e traduzir textos em múltiplos idiomas, ampliando o seu alcance global.\n\n- **Recursos de Aprendizagem:** Com recursos para aprender engenharia de prompts, os utilizadores, desde iniciantes a especialistas, podem aprimorar as suas competências e compreender conceitos complexos.\n\n🔥 **Benefícios de Utilizar o Gerador de Prompt ChatGPT:** 🔥\n\n✅ **Aumentar a Criatividade:** Supere bloqueios criativos explorando diversos modelos de prompts do chatgpt que estimulam a inovação.\n\n✅ **Melhorar a Produtividade:** Poupe tempo com acesso rápido a uma biblioteca de prompts e funcionalidades como sumarizador de IA e parafraseador de IA.\n\n✅ **Aprender e Crescer:** Quer seja um principiante no chatgpt ou um especialista, há sempre algo novo para aprender com os nossos exemplos detalhados e guias.\n\n✅ **Personalizável e Flexível:** Adapte os seus modelos às necessidades específicas com uma interface fácil de usar que se ajusta a várias tarefas de IA.\n\n🌐 **Como Funciona:** 🌐\n\n- Instale o Gerador de Prompt ChatGPT na Chrome Web Store.\n- Navegue pela biblioteca de prompts ou crie os seus próprios modelos personalizados.\n\n- Utilize ferramentas como o parafraseador de IA ou o resumidor de IA para refinar o seu texto.\n\n- Traduza texto utilizando a funcionalidade de tradução do ChatGPT para projetos internacionais.\n\n- Acesse materiais de aprendizagem para aprimorar as suas habilidades de engenharia de prompts.\n\n🎯 **Utilizadores Ideais:** 🎯\n\n🔹 Criadores de Conteúdo: Gere ideias de conteúdo únicas e supere o bloqueio do escritor com prompts do Gerador de Prompt ChatGPT para escrita.\n\n🔹 Profissionais de Marketing: Aproveite os modelos do Gerador de Prompt ChatGPT para marketing para criar campanhas e anúncios cativantes.\n\n🔹 Procuradores de Emprego: Melhore o seu currículo e cartas de apresentação com prompts do Gerador de Prompt ChatGPT para currículos.\n\n🔹 Profissionais de Negócios: Utilize prompts do Gerador de Prompt ChatGPT para negócios para otimizar a comunicação e operações.\n\n🔹 Educadores e Estudantes: Aprenda engenharia de prompts e aplique conhecimentos teóricos em cenários práticos.\n\n💡 **Dicas para Maximizar a Eficiência:** 💡\n\n✔️ Explore regularmente as novas adições à biblioteca de prompts para se manter atualizado com as últimas tendências.\n\n✔️ Utilize a funcionalidade de parafrase do Gerador de Prompt ChatGPT para variar o estilo do seu conteúdo e evitar redundâncias.\n\n✔️ Pratique com diferentes exemplos de engenharia de modelos para dominar a arte de criar modelos eficazes.\n\n✔️ Interaja com a comunidade para partilhar insights e aprender com as experiências de outros utilizadores.\n\n📈 **Funcionalidades Adicionais para Explorar:** 📈\n\n🔸 **Variedade de Modelos:** Desde perguntas simples até cenários complexos, os nossos modelos abrangem todos os níveis de complexidade.\n\n🔸 **Design Amigável:** Navegue facilmente através de uma interface limpa e organizada, projetada para uma experiência de usuário otimizada.\n\n🔸 **Atualizações Regulares:** Mantenha-se na vanguarda com atualizações regulares que trazem novas funcionalidades e melhorias com base no feedback dos utilizadores.\n\n🌟 **Categorias Populares de Modelos:** 🌟\n\n📍 **Negócios e Finanças:** Gere fórmulas do Excel, crie planos de negócios e analise tendências de mercado utilizando SQL.\n\n📍 **Educação:** Desenvolva conteúdo educacional, crie perguntas de quiz e construa módulos de aprendizagem.\n\n📍 **Desenvolvimento Pessoal:** Crie modelos para autoajuda, motivação e crescimento pessoal.\n\n📍 **Escrita Técnica:** Produza documentos técnicos, manuais do utilizador e documentação de API.\n\n🚀 **Eleve as Suas Competências em IA com o Gerador de Prompt ChatGPT - O Seu Portal para Dominar os Modelos do ChatGPT!** 🚀\nTransforme a sua interação com a IA e leve os seus projetos criativos e profissionais para o próximo nível com o Gerador de Prompt ChatGPT. É mais do que apenas uma ferramenta - é o seu parceiro na navegação pelo emocionante mundo da engenharia de prompts de IA. Instale agora e comece a criar com confiança e precisão!",
    "ro": "🚀 **Prezentarea Generatorului de prompturi ChatGPT pentru Google Chrome** 🚀\n\nDeblocati intregul potential al AI cu Generatorul de prompturi ChatGPT, instrumentul dvs. suprem pentru crearea de sabloane eficiente si inovatoare pentru o varietate de sarcini AI. Indiferent daca sunteti incepator sau utilizator experimentat, aceasta extensie este conceputa pentru a va imbunatati productivitatea si creativitatea in ingineria prompturilor AI.\n\nExtensia contine o lista de sabloane pentru:\n\n- Rezumat\n- Parafrazare\n- Crearea de postari pe retelele de socializare\n- Corectarea gramaticii\n- Extinderea textului\n- Crearea de formule Excel si interogari SQL\n- Si multe altele...\n\n🌟 **De ce sa il alegeti?** 🌟\n\nGeneratorul de prompturi ChatGPT nu este doar un alt instrument; este o solutie cuprinzatoare adaptata pentru a satisface nevoile utilizatorilor interesati sa maximizeze capacitatile modelelor AI precum ChatGPT. Cu interfata sa prietenoasa si caracteristicile sale puternice, se remarca ca fiind prompturile bune pentru ChatGPT, facandu-l o aditie esentiala la trusa dvs. digitala.\n\n📌 **Caracteristici ale Generatorului de prompturi ChatGPT:** 📌\n\n- **Biblioteca extinsa de prompturi:** Accesati o gama larga de sabloane pre-proiectate de prompturi chatgpt care se adreseaza diferitelor domenii precum marketingul, redactarea de CV-uri si altele.\n\n- **Crearea de sabloane personalizate:** Experimentati cu sabloane personalizate folosind interfata noastra intuitiva care suporta toate nivelurile de exemple de sabloane.\n\n- **Parafrazare si rezumat AI:** Rephraseaza sau condenseaza rapid textul cu ajutorul uneltelor de parafrazare AI si de rezumat AI, imbunatatindu-va eficienta.\n\n- **Suport multilingv:** Utilizati traducerea chatgpt pentru a crea si traduce texte in mai multe limbi, extinzandu-va acoperirea globala.\n\n- **Resurse de invatare:** Cu resurse pentru a invata ingineria prompturilor, utilizatorii de la incepatori la experti isi pot perfectiona abilitatile si intelege concepte complexe.\n\n🔥 **Beneficii ale utilizarii Generatorului de prompturi ChatGPT:** 🔥\n\n✅ **Imbunatatirea creativitatii:** Depasiti blocajele creative explorand diverse sabloane de prompturi chatgpt care stimuleaza inovatia.\n\n✅ **Cresterea productivitatii:** Economisiti timp cu acces rapid la o biblioteca de prompturi si caracteristici precum rezumatul AI si parafrazarea AI.\n\n✅ **Invata si dezvolta-te:** Indiferent daca sunteti in chatgpt pentru incepatori sau expert, intotdeauna exista ceva nou de invatat cu exemplele noastre detaliate si ghidurile.\n\n✅ **Personalizabil si flexibil:** Personalizati-va sabloanele pentru nevoile specifice cu o interfata usoara de utilizat care se adapteaza la diverse sarcini AI.\n\n🌐 **Cum functioneaza:** 🌐\n\n- Instalati Generatorul de prompturi ChatGPT din Chrome Web Store.\n- Navigați prin biblioteca de prompturi sau creați propriile șabloane personalizate.\n\n- Utilizați instrumente precum ai parafrasează sau ai rezumătorul pentru a rafina textul dvs.\n\n- Traduceți textul folosind funcția de traducere chatgpt pentru proiecte internaționale.\n\n- Accesați materialele de învățare pentru a vă îmbunătăți abilitățile de inginerie a prompturilor.\n\n🎯 **Utilizatori Ideali:** 🎯\n\n🔹 Creatori de conținut: Generați idei de conținut unice și depășiți blocajele scriitoricești cu prompturile chatgpt pentru scriere.\n\n🔹 Specialiști în marketing: Valorați șabloanele chatgpt pentru marketing pentru a crea campanii și anunțuri convingătoare.\n\n🔹 Căutători de locuri de muncă: Îmbunătățiți-vă CV-ul și scrisorile de intenție cu prompturile chatgpt pentru CV.\n\n🔹 Profesioniști din domeniul afacerilor: Utilizați prompturile chatgpt pentru afaceri pentru a eficientiza comunicarea și operațiunile.\n\n🔹 Educatori și studenți: Învățați ingineria prompturilor și aplicați cunoștințele teoretice în scenarii practice.\n\n💡 **Sfaturi pentru Maximizarea Eficienței:** 💡\n\n✔️ Explorați în mod regulat noile adăugiri la biblioteca de prompturi pentru a fi la curent cu ultimele tendințe.\n\n✔️ Utilizați funcția de parafrază chatgpt pentru a varia stilul dvs. de conținut și a evita redundanța.\n\n✔️ Exersați cu diferite exemple de inginerie a șabloanelor pentru a stăpâni arta creării de șabloane eficiente.\n\n✔️ Interacționați cu comunitatea pentru a împărtăși idei și a învăța din experiențele altor utilizatori.\n\n📈 **Caracteristici Suplimentare de Explorat:** 📈\n\n🔸 **Varietate de Șabloane:** De la întrebări simple la scenarii complexe, șabloanele noastre se adresează tuturor nivelurilor de complexitate.\n\n🔸 **Design Ușor de Utilizat:** Navigați ușor printr-o interfață curată și organizată, proiectată pentru o experiență optimă a utilizatorului.\n\n🔸 **Actualizări Regulate:** Rămâneți la vârful tehnologiei cu actualizări regulate care aduc caracteristici noi și îmbunătățiri bazate pe feedback-ul utilizatorilor.\n\n🌟 **Categorii Populare de Șabloane:** 🌟\n\n📍 **Afaceri și Finanțe:** Generați formule Excel, creați planuri de afaceri și analizați tendințele pieței folosind SQL.\n\n📍 **Educație:** Dezvoltați conținut educațional, creați întrebări pentru teste și construiți module de învățare.\n\n📍 **Dezvoltare Personală:** Creați șabloane pentru auto-ajutor, motivație și creștere personală.\n\n📍 **Scriere Tehnică:** Producți documente tehnice, manuale de utilizare și documentație API.\n\n🚀 **Îmbunătățiți-vă Abilitățile AI cu Generatorul de Prompturi ChatGPT – Poarta Dvs. către Stăpânirea Șabloanelor ChatGPT!** 🚀\nTransformați-vă interacțiunea cu IA și duceți-vă proiectele creative și profesionale la următorul nivel cu Generatorul de prompturi ChatGPT. Este mai mult decât un simplu instrument - este partenerul dvs. în navigarea în lumea captivantă a ingineriei prompturilor AI. Instalați acum și începeți să creați cu încredere și precizie!",
    "ru": "🚀 Представляем Промты для ChatGPT для Google Chrome\nРазблокируйте полный потенциал искусственного интеллекта с Генератором промптов ChatGPT, вашим идеальным инструментом для создания эффективных и инновационных шаблонов для различных задач искусственного интеллекта. Независимо от того, являетесь ли вы начинающим или опытным пользователем, это расширение разработано для повышения вашей продуктивности и креативности в области создания промптов для искусственного интеллекта.\n\nРасширение содержит список шаблонов для:\n- Суммаризации\n- Перефразировки\n- Создания постов в социальных сетях\n- Исправления грамматики\n- Расширения текста\n- Создания формул Excel и SQL-запросов\n- И многого другого...\n\n🌟 Почему выбрать его?\nПромты для ChatGPT - это не просто еще один инструмент; это комплексное решение, разработанное для удовлетворения потребностей пользователей, заинтересованных в максимизации возможностей моделей искусственного интеллекта, таких как ChatGPT. С его удобным интерфейсом и мощными функциями он выделяется как хорошие промпты для ChatGPT, делая его неотъемлемым дополнением к вашему цифровому инструментарию.\n\n📌 Особенности Генератора промптов ChatGPT:\n- Обширная библиотека промптов: Получите доступ к широкому спектру заранее разработанных шаблонов промптов ChatGPT, охватывающих различные области, такие как маркетинг, написание резюме и многое другое.\n- Создание пользовательских шаблонов: Экспериментируйте с пользовательскими шаблонами, используя наш интуитивный интерфейс, поддерживающий все уровни примеров шаблонов.\n- Парафразирование и суммаризация с помощью искусственного интеллекта: Быстро перефразируйте или сократите текст с помощью инструментов по парафразированию и суммаризации с искусственным интеллектом, повышая вашу эффективность.\n- Поддержка нескольких языков: Используйте перевод ChatGPT для создания и перевода текстов на нескольких языках, расширяя ваш мировой охват.\n- Обучающие ресурсы: Благодаря ресурсам по изучению создания промптов, пользователи от начинающих до экспертов могут совершенствовать свои навыки и понимать сложные концепции.\n\n🔥 Преимущества использования Генератора промптов ChatGPT:\n✅ Повышение креативности: Преодолейте творческие блоки, исследуя разнообразные шаблоны промптов ChatGPT, которые способствуют инновациям.\n✅ Повышение продуктивности: Экономьте время благодаря быстрому доступу к библиотеке промптов и функциям, таким как суммаризатор и парафразирование с искусственным интеллектом.\n✅ Обучение и рост: Независимо от того, являетесь ли вы новичком в области ChatGPT или экспертом, всегда есть что-то новое для изучения с нашими подробными примерами и руководствами.\n✅ Настроенный и гибкий: Настройте свои шаблоны под конкретные потребности с помощью простого в использовании интерфейса, который адаптируется к различным задачам искусственного интеллекта.\n\n🌐 Как это работает:\n- Установите Промты для ChatGPT из магазина Chrome Web Store.\n- Переходите по библиотеке промптов или создавайте собственные шаблоны.\n- Используйте инструменты, такие как ai перефразировка или ai суммаризатор, чтобы улучшить ваш текст\n- Переводите текст с помощью функции перевода chatgpt для международных проектов.\n- Получайте доступ к учебным материалам, чтобы улучшить свои навыки в области инженерии промптов.\n\n🎯 Идеальные пользователи:\n🔹 Создатели контента: Генерируйте уникальные идеи контента и преодолевайте творческий кризис с помощью промптов Генератора промптов ChatGPT для написания.\n🔹 Маркетологи: Используйте шаблоны Генератора промптов ChatGPT для маркетинга, чтобы создавать убедительные кампании и объявления.\n🔹 Соискатели работы: Улучшите свое резюме и сопроводительные письма с помощью промптов Генератора промптов ChatGPT для резюме.\n🔹 Бизнес-профессионалы: Используйте промпты Генератора промптов ChatGPT для бизнеса, чтобы оптимизировать коммуникацию и операции.\n🔹 Преподаватели и студенты: Изучайте инженерию промптов и применяйте теоретические знания на практике.\n\n💡 Советы для максимизации эффективности:\n✔️ Регулярно изучайте новые добавления в библиотеке промптов, чтобы быть в курсе последних тенденций.\n✔️ Используйте функцию перефразировки ChatGPT для изменения стиля контента и избегания избыточности.\n✔️ Практикуйтесь с различными примерами инженерии шаблонов, чтобы овладеть искусством создания эффективных шаблонов.\n✔️ Общайтесь с сообществом, чтобы делиться идеями и учиться на опыте других пользователей.\n\n📈 Дополнительные функции для изучения:\n🔸 Разнообразие шаблонов: От простых запросов до сложных сценариев, наши шаблоны подходят для всех уровней сложности.\n🔸 Удобный дизайн: Легко ориентируйтесь в чистом и организованном интерфейсе, разработанном для оптимального пользовательского опыта.\n🔸 Регулярные обновления: Будьте на передовой с регулярными обновлениями, которые вносят новые функции и улучшения на основе обратной связи пользователей.\n\n🌟 Популярные категории шаблонов:\n📍 Бизнес и финансы: Генерируйте формулы Excel, создавайте бизнес-планы и анализируйте рыночные тенденции с использованием SQL.j\n📍 Образование: Разрабатывайте учебный контент, создавайте вопросы для викторин и стройте учебные модули.\n📍 Личное развитие: Создавайте шаблоны для самопомощи, мотивации и личного роста.\n📍 Техническое письмо: Создавайте технические документы, руководства пользователя и документацию API.\n\n🚀 Повысьте свои навыки в области искусственного интеллекта с Генератором промптов ChatGPT – ваш путь к овладению шаблонами ChatGPT!\nПреобразуйте свое взаимодействие с искусственным интеллектом и поднимите свои творческие и профессиональные проекты на новый уровень с Генератором промптов ChatGPT. Это не просто инструмент - это ваш партнер в освоении захватывающего мира создания промптов для искусственного интеллекта. Установите сейчас и начните творить с уверенностью и точностью!",
    "sk": "🚀 **Predstavujeme rozšírenie Generátor úloh ChatGPT pre prehliadač Google Chrome** 🚀\n\nOdomknite plný potenciál umelej inteligencie s Generátorom úloh ChatGPT, vaším konečným nástrojom na vytváranie efektívnych a inovatívnych šablón pre rôzne úlohy s umelou inteligenciou. Či už ste začiatočník alebo skúsený používateľ, toto rozšírenie je navrhnuté na zvýšenie vašej produktivity a kreativity pri inžinierii úloh s umelou inteligenciou.\n\nRozšírenie obsahuje zoznam šablón pre:\n\n- Sumarizáciu\n- Parafrazovanie\n- Vytváranie príspevkov na sociálnych médiách\n- Opravu gramatiky\n- Rozšírenie textu\n- Vytváranie Excel vzorcov a SQL dotazov\n- A ďalšie...\n\n🌟 **Prečo si vybrať Generátor úloh ChatGPT?** 🌟\n\nGenerátor úloh ChatGPT nie je len ďalším nástrojom; je to komplexné riešenie prispôsobené na splnenie potrieb používateľov, ktorí sa zaujímajú o maximalizáciu schopností modelov AI ako ChatGPT. S jeho používateľsky priateľským rozhraním a výkonnými funkciami sa vyníma ako dobré šablóny pre ChatGPT, čím sa stáva nevyhnutným doplnkom vášho digitálneho arzenálu.\n\n📌 **Funkcie Generátora úloh ChatGPT:** 📌\n\n- **Rozsiahla knižnica šablón:** Prístup k širokej škále preddefinovaných šablón úloh chatgpt, ktoré zahŕňajú rôzne oblasti ako marketing, písanie životopisov a ďalšie.\n\n- **Vytváranie vlastných šablón:** Experimentujte s vlastnými šablónami pomocou nášho intuitívneho rozhrania, ktoré podporuje všetky úrovne príkladov šablón.\n\n- **AI Parafraza a Sumarizér:** Rýchlo preformulujte alebo skondenzujte text s nástrojmi AI parafraza a AI sumarizér, zvyšujúc tak vašu efektivitu.\n\n- **Podpora viacerých jazykov:** Využite preklad chatgpt na vytváranie a preklad textov v rôznych jazykoch, rozširujúc tak vaše globálne dosahy.\n\n- **Vzdelávacie zdroje:** S zdrojmi na učenie inžinierie úloh môžu používatelia od začiatočníkov po expertov zdokonaliť svoje zručnosti a porozumieť komplexným konceptom.\n\n🔥 **Výhody používania Generátora úloh ChatGPT:** 🔥\n\n✅ **Zvýšte kreativitu:** Prekonajte tvorivé bloky preskúmaním rôznych šablón úloh chatgpt, ktoré podnecujú inovácie.\n\n✅ **Zlepšite produktivitu:** Ušetrite čas s rýchlym prístupom k knižnici úloh a funkciám ako ai sumarizér a ai parafraza.\n\n✅ **Učte sa a rastite:** Či už ste začiatočník alebo expert v chatgpt, vždy je niečo nové, čo sa dá naučiť s našimi podrobnými príkladmi a sprievodcami.\n\n✅ **Prispôsobiteľné a flexibilné:** Prispôsobte si svoje šablóny podľa konkrétnych potrieb s jednoduchým rozhraním, ktoré sa prispôsobuje rôznym úlohám s umelou inteligenciou.\n\n🌐 **Ako to funguje:** 🌐\n\n- Inštalujte Generátor úloh ChatGPT z obchodu Chrome Web Store.\n- Prechádzajte knižnicou úloh alebo vytvorte vlastné vlastné šablóny.\n\n- Použite nástroje ako ai parafráza alebo ai sumarizér na doladenie vášho textu.\n\n- Prekladajte text pomocou funkcie prekladu chatgpt pre medzinárodné projekty.\n\n- Prístup k vzdelávacím materiálom na zlepšenie vašich zručností v oblasti inžinierstva úloh.\n\n🎯 **Ideálni Používatelia:** 🎯\n\n🔹 Tvorcovia obsahu: Generujte jedinečné nápady na obsah a prekonajte tvorivú blokádu s úlohami chatgpt pre písanie.\n\n🔹 Marketingoví experti: Využite šablóny chatgpt pre marketing na vytvorenie presvedčivých kampaní a reklám.\n\n🔹 Ľudia hľadajúci prácu: Vylepšite svoje životopisy a motivačné listy s úlohami chatgpt pre životopis.\n\n🔹 Podnikatelia: Využite úlohy chatgpt pre podnikanie na zjednodušenie komunikácie a prevádzky.\n\n🔹 Pedagógovia a študenti: Získajte znalosti o inžinierstve úloh a aplikujte teoretické poznatky v praktických scenároch.\n\n💡 **Tipy na Maximálne Zvýšenie Efektívnosti:** 💡\n\n✔️ Pravidelne preskúmajte nové pridania do knižnice úloh, aby ste boli informovaní o najnovších trendoch.\n\n✔️ Použite funkciu parafrázy chatgpt na zmenu štýlu vášho obsahu a vyhnutie sa redundancii.\n\n✔️ Precvičujte sa s rôznymi príkladmi inžinierstva šablón, aby ste ovládli umenie tvorby efektívnych šablón.\n\n✔️ Zapojte sa do komunity, aby ste zdieľali poznatky a učili sa z skúseností iných používateľov.\n\n📈 **Ďalšie Funkcie na Preskúmanie:** 📈\n\n🔸 **Rôznorodosť šablón:** Od jednoduchých otázok po zložité scenáre, naše šablóny sú určené pre všetky úrovne zložitosti.\n\n🔸 **Používateľsky priateľný dizajn:** Ľahko sa navigujte cez čisté a organizované rozhranie navrhnuté pre optimálny používateľský zážitok.\n\n🔸 **Pravidelné aktualizácie:** Buďte na najlepšej úrovni s pravidelnými aktualizáciami, ktoré prinášajú nové funkcie a vylepšenia na základe spätnej väzby od používateľov.\n\n🌟 **Populárne Kategórie Šablón:** 🌟\n\n📍 **Podnikanie a Financie:** Generujte Excel vzorce, vytvárajte podnikateľské plány a analyzujte trhové trendy pomocou SQL.\n\n📍 **Vzdelávanie:** Rozvíjajte vzdelávací obsah, vytvárajte kvízové otázky a budujte vzdelávacie moduly.\n\n📍 **Osobný Rozvoj:** Vytvorte šablóny pre sebahelp, motiváciu a osobný rast.\n\n📍 **Technické Písanie:** Vytvárajte technické dokumenty, užívateľské príručky a dokumentáciu API.\n\n🚀 **Zvýšte Svoje AI Zručnosti s Generátorom Úloh ChatGPT – Vaša Brána k Ovládnutiu Šablón ChatGPT!** 🚀\nTransformujte vašu interakciu s AI a posuňte vaše kreatívne a profesionálne projekty na ďalšiu úroveň s Generátorom úloh ChatGPT. Je to viac než len nástroj - je to váš partner pri navigovaní v vzrušujúcom svete inžinierstva AI úloh. Inštalujte teraz a začnite tvoriť s dôverou a presnosťou!",
    "sl": "🚀 **Predstavljamo razširitev ChatGPT Generator za spodbude za Google Chrome** 🚀\n\nOdklenite polni potencial umetne inteligence z orodjem ChatGPT Generator za spodbude, vašim končnim orodjem za oblikovanje učinkovitih in inovativnih predlog za različne naloge umetne inteligence. Ali ste začetnik ali izkušen uporabnik, ta razširitev je zasnovana za izboljšanje vaše produktivnosti in ustvarjalnosti pri oblikovanju predlog za umetno inteligenco.\n\nRazširitev vsebuje seznam predlog za:\n\n- Povzetke\n- Parafraziranje\n- Ustvarjanje objav na družbenih omrežjih\n- Popravljanje slovnice\n- Razširjanje besedila\n- Ustvarjanje Excelovih formul in SQL poizvedb\n- In še več...\n\n🌟 **Zakaj izbrati to?** 🌟\n\nChatGPT Generator za spodbude ni le še eno orodje; je celovita rešitev, prilagojena potrebam uporabnikov, ki jih zanima maksimiranje zmogljivosti modelov umetne inteligence, kot je ChatGPT. S svojim uporabnikom prijaznim vmesnikom in zmogljivimi funkcijami se izkaže kot dober pripomoček za ChatGPT, kar ga naredi za nujen dodatek k vašemu digitalnemu orodju.\n\n📌 **Značilnosti ChatGPT Generatorja za spodbude:** 📌\n\n- **Obsežna knjižnica predlog:** Dostopajte do širokega nabora predhodno oblikovanih predlog za klepet ChatGPT, ki se prilagajajo različnim področjem, kot so trženje, pisanje življenjepisov in več.\n\n- **Ustvarjanje prilagojenih predlog:** Preizkusite prilagojene predloge z našim intuitivnim vmesnikom, ki podpira vse ravni primerov predlog.\n\n- **AI parafraziranje in povzetek:** Hitro preoblikujte ali skrajšajte besedilo z orodji za AI parafraziranje in AI povzetek, kar izboljša vašo učinkovitost.\n\n- **Podpora več jezikom:** Uporabite prevajanje ChatGPT za ustvarjanje in prevajanje besedil v več jezikih, kar razširja vaš globalni doseg.\n\n- **Učni viri:** Z viri za učenje oblikovanja predlog lahko uporabniki od začetnikov do strokovnjakov izpopolnijo svoje veščine in razumejo kompleksne koncepte.\n\n🔥 **Prednosti uporabe ChatGPT Generatorja za spodbude:** 🔥\n\n✅ **Izboljšajte ustvarjalnost:** Prebijte ustvarjalne blokade z raznolikimi predlogi za klepet ChatGPT, ki spodbujajo inovativnost.\n\n✅ **Povečajte produktivnost:** Prihranite čas z hitrim dostopom do knjižnice predlogov in funkcij, kot sta AI povzetek in AI parafraza.\n\n✅ **Učenje in rast:** Ne glede na to, ali ste začetnik v ChatGPT ali strokovnjak, vedno je nekaj novega za naučiti z našimi podrobnimi primeri in vodniki.\n\n✅ **Prilagodljivo in prilagodljivo:** Prilagodite svoje predloge specifičnim potrebam z enostavnim vmesnikom, ki se prilagaja različnim nalogam umetne inteligence.\n\n🌐 **Kako deluje:** 🌐\n\n- Namestite ChatGPT Generator za spodbude iz trgovine Chrome Web Store.\n- Sprehajajte se po knjižnici spodbud ali ustvarite svoje lastne prilagojene predloge.\n\n- Uporabite orodja, kot so ai preoblikovalec ali ai povzetek, da izpopolnite svoje besedilo.\n\n- Prevedite besedilo z uporabo funkcije prevajanja chatgpt za mednarodne projekte.\n\n- Dostopajte do učnih gradiv za izboljšanje svojih veščin inženiringa spodbud.\n\n🎯 **Idealni uporabniki:** 🎯\n\n🔹 Ustvarjalci vsebine: Generirajte edinstvene ideje za vsebino in premagajte blokado pisatelja s spodbudami chatgpt za pisanje.\n\n🔹 Tržniki: Izkoristite predloge chatgpt za trženje, da oblikujete prepričljive kampanje in oglase.\n\n🔹 Iskalci zaposlitve: Izboljšajte svoj življenjepis in spremna pisma s spodbudami chatgpt za življenjepis.\n\n🔹 Poslovni strokovnjaki: Uporabite spodbude chatgpt za posel, da poenostavite komunikacijo in operacije.\n\n🔹 Izobraževalci in študenti: Naučite se inženiringa spodbud in uporabite teoretično znanje v praktičnih scenarijih.\n\n💡 **Nasveti za maksimiranje učinkovitosti:** 💡\n\n✔️ Redno raziskujte nove dodatke v knjižnici spodbud, da ostanete na tekočem z najnovejšimi trendi.\n\n✔️ Uporabite funkcijo preoblikovanja besedila chatgpt za raznolikost sloga svoje vsebine in izogibanje ponavljanju.\n\n✔️ Vadite z različnimi primeri inženiringa predlog, da obvladate umetnost ustvarjanja učinkovitih predlog.\n\n✔️ Sodelujte z skupnostjo, da delite vpoglede in se učite iz izkušenj drugih uporabnikov.\n\n📈 **Dodatne funkcije za raziskovanje:** 📈\n\n🔸 **Raznolikost predlogov:** Od preprostih vprašanj do kompleksnih scenarijev, naše predloge so prilagojene vsem nivojem kompleksnosti.\n\n🔸 **Uporabniku prijazen dizajn:** Enostavno se sprehajajte skozi čisto in organizirano vmesnik, zasnovan za optimalno uporabniško izkušnjo.\n\n🔸 **Redne posodobitve:** Ostanite na robu s rednimi posodobitvami, ki prinašajo nove funkcije in izboljšave na podlagi povratnih informacij uporabnikov.\n\n🌟 **Priljubljene kategorije predlogov:** 🌟\n\n📍 **Posel in finance:** Generirajte Excel formule, ustvarite poslovne načrte in analizirajte tržne trende z uporabo SQL.\n\n📍 **Izobraževanje:** Razvijajte izobraževalno vsebino, ustvarjajte kviz vprašanja in gradite učne module.\n\n📍 **Osebni razvoj:** Oblikujte predloge za samopomoč, motivacijo in osebno rast.\n\n📍 **Tehnično pisanje:** Proizvajajte tehnične dokumente, uporabniške priročnike in dokumentacijo API.\n\n🚀 **Povečajte svoje veščine umetne inteligence z ChatGPT Generatorjem za spodbude - Vaša vrata do obvladovanja predlog ChatGPT!** 🚀\nPretvorite svojo interakcijo z umetno inteligenco in dvignite svoje ustvarjalne in profesionalne projekte na naslednjo raven z ChatGPT Generatorjem za spodbude. To je več kot le orodje - je vaš partner pri navigaciji po vznemirljivem svetu inženiringa spodbud umetne inteligence. Namestite zdaj in začnite ustvarjati z zaupanjem in natančnostjo!",
    "sr": "🚀 **Predstavljamo Generator za ChatGPT zadatke proširenje za Google Chrome** 🚀\n\nOtključajte puni potencijal veštačke inteligencije sa Generatorom za ChatGPT zadatke, vašim krajnjim alatom za kreiranje efikasnih i inovativnih predložaka za različite AI zadatke. Bez obzira da li ste početnik ili iskusan korisnik, ovo proširenje je dizajnirano da unapredi vašu produktivnost i kreativnost u inženjeringu AI predložaka.\n\nProširenje sadrži listu predložaka za:\n\n- Sumarizaciju\n- Parafraziranje\n- Kreiranje postova na društvenim mrežama\n- Ispravljanje gramatike\n- Proširivanje teksta\n- Kreiranje Excel formula i SQL upita\n- I još mnogo toga...\n\n🌟 **Zašto odabrati ovo?** 🌟\n\nGenerator za ChatGPT zadatke nije samo još jedan alat; to je sveobuhvatno rešenje prilagođeno potrebama korisnika zainteresovanih za maksimiziranje mogućnosti AI modela poput ChatGPT-a. Sa svojim korisnički prijateljskim interfejsom i moćnim funkcijama, ističe se kao dobar alat za ChatGPT, čineći ga neophodnim dodatkom vašem digitalnom alatu.\n\n📌 **Funkcije Generatora za ChatGPT zadatke:** 📌\n\n- **Obimna biblioteka predložaka:** Pristupite širokom spektru unapred dizajniranih predložaka za chatgpt koji pokrivaju različite domene poput marketinga, pisanja rezimea i još mnogo toga.\n\n- **Kreiranje prilagođenih predložaka:** Eksperimentišite sa prilagođenim predlošcima koristeći naš intuitivni interfejs koji podržava sve nivoe primera predložaka.\n\n- **AI Parafraziranje i Sumarizator:** Brzo preformulišite ili sažmite tekst pomoću alata za AI parafraziranje i AI sumarizaciju, unapređujući vašu efikasnost.\n\n- **Višejezička podrška:** Iskoristite chatgpt prevod da kreirate i prevedete tekstove na više jezika, proširujući svoj globalni doseg.\n\n- **Resursi za učenje:** Sa resursima za učenje inženjeringa predložaka, korisnici od početnika do stručnjaka mogu usavršiti svoje veštine i razumeti kompleksne koncepte.\n\n🔥 **Benefiti korišćenja Generatora za ChatGPT zadatke:** 🔥\n\n✅ **Unapredite kreativnost:** Prevaziđite kreativne blokade istraživanjem raznovrsnih predložaka za chatgpt koji podstiču inovacije.\n\n✅ **Poboljšajte produktivnost:** Uštedite vreme sa brzim pristupom biblioteci predložaka i funkcijama poput AI sumarizatora i AI parafraziranja.\n\n✅ **Učite i rastite:** Bez obzira da li ste početnik u chatgpt-u ili stručnjak, uvek postoji nešto novo za naučiti sa našim detaljnim primerima i vodičima.\n\n✅ **Prilagodljivo i Fleksibilno:** Prilagodite svoje predloške specifičnim potrebama sa jednostavnim interfejsom koji se prilagođava različitim AI zadacima.\n\n🌐 **Kako radi:** 🌐\n\n- Instalirajte Generator za ChatGPT zadatke sa Chrome Web prodavnice.\n- Navigirajte kroz biblioteku zadataka ili kreirajte svoje sopstvene prilagođene šablone.\n\n- Koristite alate poput ai preformulisanja ili ai rezimea da biste unapredili svoj tekst.\n\n- Prevedite tekst koristeći funkciju chatgpt prevoda za međunarodne projekte.\n\n- Pristupite obrazovnim materijalima kako biste unapredili svoje veštine inženjeringa zadataka.\n\n🎯 **Idealni Korisnici:** 🎯\n\n🔹 Kreatori Sadržaja: Generišite jedinstvene ideje za sadržaj i prevaziđite blokadu pisca sa zadacima za pisanje chatgpt-a.\n\n🔹 Marketari: Iskoristite šablone chatgpt-a za marketing kako biste kreirali ubedljive kampanje i oglase.\n\n🔹 Tražioci Posla: Unapredite svoj životopis i motivaciona pisma sa zadacima za životopis chatgpt-a.\n\n🔹 Poslovni Profesionalci: Iskoristite zadatke chatgpt-a za poslovanje kako biste optimizovali komunikaciju i operacije.\n\n🔹 Edukatori i Studenti: Naučite inženjering zadataka i primenite teorijsko znanje u praktičnim scenarijima.\n\n💡 **Saveti za Maksimiziranje Efikasnosti:** 💡\n\n✔️ Redovno istražujte nove dodatke biblioteci zadataka kako biste bili informisani o najnovijim trendovima.\n\n✔️ Koristite funkciju chatgpt preformulisanja da biste varirali stil svog sadržaja i izbegli redundanciju.\n\n✔️ Vežbajte sa različitim primerima inženjeringa šablona kako biste ovladali veštinom kreiranja efikasnih šablona.\n\n✔️ Uključite se u zajednicu kako biste delili uvide i učili iz iskustava drugih korisnika.\n\n📈 **Dodatne Funkcije za Istraživanje:** 📈\n\n🔸 **Varijetet Šablona:** Od jednostavnih upita do kompleksnih scenarija, naši šabloni odgovaraju svim nivoima kompleksnosti.\n\n🔸 **Korisnički Prijateljski Dizajn:** Lako se krećite kroz čist i organizovan interfejs dizajniran za optimalno korisničko iskustvo.\n\n🔸 **Redovna Ažuriranja:** Ostanite na samom vrhu sa redovnim ažuriranjima koja donose nove funkcije i poboljšanja zasnovana na povratnim informacijama korisnika.\n\n🌟 **Popularne Kategorije Šablona:** 🌟\n\n📍 **Poslovanje i Finansije:** Generišite Excel formule, kreirajte poslovne planove i analizirajte tržišne trendove koristeći SQL.\n\n📍 **Obrazovanje:** Razvijajte obrazovni sadržaj, kreirajte kviz pitanja i izgradite modules učenja.\n\n📍 **Lični Razvoj:** Kreirajte šablone za samopomoć, motivaciju i lični rast.\n\n📍 **Tehničko Pisanje:** Proizvodite tehničke dokumente, korisničke uputstva i dokumentaciju API-ja.\n\n🚀 **Unapredite Svoje Veštine veštačke inteligencije sa Generatorom za ChatGPT zadatke - Vaša Kapija ka Ovladavanju ChatGPT Šablonima!** 🚀\nTransformišite svoju interakciju sa veštačkom inteligencijom i podignite svoje kreativne i profesionalne projekte na viši nivo uz Generator za ChatGPT zadatke. To je više od alata - to je vaš partner u snalaženju u uzbudljivom svetu inženjeringa AI zadataka. Instalirajte sada i počnite da stvarate sa samopouzdanjem i preciznošću!",
    "sv": "🚀 **Introduktion av ChatGPT Prompt Generator-tillägget för Google Chrome** 🚀\n\nLås upp hela potentialen av AI med ChatGPT Prompt Generator, ditt ultimata verktyg för att skapa effektiva och innovativa mallar för olika AI-uppgifter. Oavsett om du är nybörjare eller erfaren användare är detta tillägget utformat för att förbättra din produktivitet och kreativitet inom AI-promptteknik.\n\nTillägget innehåller en lista över mallar för:\n\n- Sammanfattning\n- Parafrasering\n- Skapande av sociala medieinlägg\n- Rättning av grammatik\n- Utökning av text\n- Skapande av Excel-formler och SQL-frågor\n- Och mer...\n\n🌟 **Varför välja det?** 🌟\n\nChatGPT Prompt Generator är inte bara ett annat verktyg; det är en omfattande lösning skräddarsydd för att möta behoven hos användare som är intresserade av att maximera AI-modellernas kapacitet som ChatGPT. Med sitt användarvänliga gränssnitt och kraftfulla funktioner sticker det ut som bra prompter för ChatGPT och blir ett väsentligt tillskott till din digitala verktygslåda.\n\n📌 **Funktioner i ChatGPT Prompt Generator:** 📌\n\n- **Omfattande Prompt-bibliotek:** Få tillgång till ett brett utbud av fördesignade chatgpt-promptmallar som riktar sig till olika områden som marknadsföring, CV-skrivning och mer.\n\n- **Skapande av anpassade mallar:** Testa anpassade mallar med hjälp av vårt intuitiva gränssnitt som stöder alla nivåer av exempel på mallar.\n\n- **AI-parafras och sammanfattare:** Parafrasera eller kondensera text snabbt med verktygen för AI-parafras och AI-sammanfattning, vilket ökar din effektivitet.\n\n- **Stöd för flera språk:** Använd chatgpt-översättning för att skapa och översätta texter på flera språk, vilket breddar din globala räckvidd.\n\n- **Läranderesurser:** Med resurser för att lära sig promptteknik kan användare från nybörjare till experter förbättra sina färdigheter och förstå komplexa begrepp.\n\n🔥 **Fördelar med att använda ChatGPT Prompt Generator:** 🔥\n\n✅ **Förbättra kreativiteten:** Bryt igenom kreativa blockeringar genom att utforska olika chatgpt-promptmallar som väcker innovation.\n\n✅ **Öka produktiviteten:** Spara tid med snabb åtkomst till ett promptbibliotek och funktioner som ai-sammanfattare och ai-parafras.\n\n✅ **Lär och väx:** Oavsett om du är nybörjare eller expert inom chatgpt, finns det alltid något nytt att lära med våra detaljerade exempel och guider.\n\n✅ **Anpassningsbar och flexibel:** Anpassa dina mallar till specifika behov med ett användarvänligt gränssnitt som anpassar sig till olika AI-uppgifter.\n\n🌐 **Hur det fungerar:** 🌐\n\n- Installera ChatGPT Prompt Generator från Chrome Web Store.\n- Navigera genom promptbiblioteket eller skapa dina egna anpassade mallar.\n\n- Använd verktyg som ai-parafas eller ai-summerare för att förbättra din text.\n\n- Översätt text med chatgpt-översättningsfunktionen för internationella projekt.\n\n- Få tillgång till läromaterial för att förbättra dina färdigheter inom promptteknik.\n\n🎯 **Ideala Användare:** 🎯\n\n🔹 Innehållsskapare: Generera unika innehållsidéer och övervinna skrivblockering med ChatGPT Prompt Generator för skrivande.\n\n🔹 Marknadsförare: Dra nytta av ChatGPT-mallar för marknadsföring för att skapa övertygande kampanjer och annonser.\n\n🔹 Jobbsökande: Förbättra ditt CV och personliga brev med ChatGPT Prompt Generator för CV.\n\n🔹 Affärspersoner: Använd ChatGPT Prompt Generator för företag för att effektivisera kommunikation och verksamhet.\n\n🔹 Lärare och Studenter: Lär dig promptteknik och tillämpa teoretisk kunskap i praktiska scenarier.\n\n💡 **Tips för att Maximera Effektiviteten:** 💡\n\n✔️ Utforska regelbundet nya tillskott till promptbiblioteket för att hålla dig uppdaterad med de senaste trenderna.\n\n✔️ Använd ChatGPT-parafasfunktionen för att variera din innehållsstil och undvika överflödighet.\n\n✔️ Öva med olika exempel på mallteknik för att bemästra konsten att skapa effektiva mallar.\n\n✔️ Engagera dig med gemenskapen för att dela insikter och lära dig av andra användares erfarenheter.\n\n📈 **Ytterligare Funktioner att Utforska:** 📈\n\n🔸 **Mallvariation:** Från enkla frågor till komplexa scenarier, våra mallar riktar sig till alla nivåer av komplexitet.\n\n🔸 **Användarvänlig Design:** Navigera enkelt genom en ren och organiserad gränssnitt utformat för optimal användarupplevelse.\n\n🔸 **Regelbundna Uppdateringar:** Håll dig i framkant med regelbundna uppdateringar som ger nya funktioner och förbättringar baserade på användarfeedback.\n\n🌟 **Populära Mallkategorier:** 🌟\n\n📍 **Företag och Ekonomi:** Generera Excel-formler, skapa affärsplaner och analysera marknadstrender med hjälp av SQL.\n\n📍 **Utbildning:** Utveckla utbildningsinnehåll, skapa frågor till quiz och bygg inlärningsmoduler.\n\n📍 **Personlig Utveckling:** Skapa mallar för självhjälp, motivation och personlig tillväxt.\n\n📍 **Tekniskt Skrivande:** Producera tekniska dokument, användarmanualer och API-dokumentation.\n\n🚀 **Höj Dina AI-färdigheter med ChatGPT Prompt Generator – Din Väg till Att Behärska ChatGPT-mallar!** 🚀\nFörvandla din interaktion med AI och ta dina kreativa och professionella projekt till nästa nivå med ChatGPT Prompt Generator. Det är mer än bara ett verktyg - det är din partner i att navigera den spännande världen av AI-promptteknik. Installera nu och börja skapa med självförtroende och precision!",
    "sw": "🚀 **Kutambulisha Jenereta ya Mada ya ChatGPT kwa Kivinjari cha Google Chrome** 🚀\n\nFungua uwezo kamili wa AI na Jenereta ya Mada ya ChatGPT, chombo chako bora cha kutengeneza templeti zenye ufanisi na ubunifu kwa aina mbalimbali za kazi za AI. Iwe wewe ni mwanzoni au mtumiaji mwenye uzoefu, kifaa hiki kimeundwa kuboresha uzalishaji wako na ubunifu katika uhandisi wa mada za AI.\n\nKifaa hiki kina orodha ya templeti kwa:\n\n- Muhtasari\n- Kubadilisha maneno\n- Kuunda machapisho ya mitandao ya kijamii\n- Kusahihisha sarufi\n- Kukuza maandishi\n- Kuunda fomula za Excel na mizunguko ya SQL\n- Na zaidi...\n\n🌟 **Kwa Nini Kuchagua Hii?** 🌟\n\nJenereta ya Mada ya ChatGPT sio tu chombo kingine; ni suluhisho kamili lililoundwa kukidhi mahitaji ya watumiaji wanaopendezwa na kuboresha uwezo wa mifano ya AI kama ChatGPT. Kwa kiolesura chake rafiki kwa mtumiaji na vipengele vyake vya nguvu, inaonekana kama mada nzuri kwa ChatGPT, ikifanya iwe ni nyongeza muhimu kwa zana yako ya kidijitali.\n\n📌 **Vipengele vya Jenereta ya Mada ya ChatGPT:** 📌\n\n- **Maktaba Kubwa ya Mada:** Pata upatikanaji wa anuwai ya templeti za mada za chatgpt zilizoundwa mapema ambazo zinakidhi maeneo mbalimbali kama uuzaji, kuandika wasifu, na zaidi.\n\n- **Uundaji wa Templeti za Kipekee:** Jaribu na templeti za kipekee kwa kutumia kiolesura chetu cha kirafiki kinachounga mkono viwango vyote vya mifano ya templeti.\n\n- **Kubadilisha Maneno na Muhtasari wa AI:** Badilisha haraka au kufupisha maandishi kwa kutumia zana za kubadilisha maneno na muhtasari wa AI, kuboresha ufanisi wako.\n\n- **Msaada wa Lugha Nyingi:** Tumia tafsiri ya chatgpt kuunda na kutafsiri maandishi katika lugha nyingi, kuongeza wigo wako wa kimataifa.\n\n- **Rasilimali za Kujifunza:** Pamoja na rasilimali za kujifunza uhandisi wa mada, watumiaji kutoka kwa wale waanzia hadi wataalam wanaweza kuboresha ujuzi wao na kuelewa dhana ngumu.\n\n🔥 **Faida za Kutumia Jenereta ya Mada ya ChatGPT:** 🔥\n\n✅ **Kuongeza Ubunifu:** Vunja vizuizi vya ubunifu kwa kuchunguza templeti mbalimbali za mada za chatgpt ambazo zinachochea ubunifu.\n\n✅ **Kuboresha Uzalishaji:** Punguza muda na upatikanaji wa haraka wa maktaba ya mada na vipengele kama muhtasari wa AI na kubadilisha maneno ya AI.\n\n✅ **Kujifunza na Kukua:** Iwe wewe ni mpya katika chatgpt au mtaalam, daima kuna kitu kipya cha kujifunza na mifano yetu na mwongozo wa kina.\n\n✅ **Inayoweza Kubadilika na Nguvu:** Geuza templeti zako kulingana na mahitaji maalum kwa kutumia kiolesura rahisi kutumia ambacho kinabadilika kwa kazi mbalimbali za AI.\n\n🌐 **Jinsi Inavyofanya Kazi:** 🌐\n\n- Sakinisha Jenereta ya Mada ya ChatGPT kutoka Duka la Wavuti la Chrome.\n- Naviga kupitia maktaba ya mada au tengeneza templeti zako desturi.\n\n- Tumia zana kama vile ai kubadilisha maneno au ai kufupisha ili kuboresha maandishi yako.\n\n- Tafsiri maandishi kwa kutumia kipengele cha tafsiri ya chatgpt kwa miradi ya kimataifa.\n\n- Pata vifaa vya kujifunza ili kuboresha ujuzi wako wa uhandisi wa mada kwa kutumia Jenereta ya Mada ya ChatGPT.\n\n🎯 **Watumiaji Bora:** 🎯\n\n🔹 Wachoraji wa Maudhui: Unda mawazo ya maudhui ya kipekee na kushinda kizuizi cha mwandishi na mada ya chatgpt kwa kuandika.\n\n🔹 Wauzaji: Tumia templeti za chatgpt kwa masoko ili kutengeneza kampeni na matangazo ya kuvutia.\n\n🔹 Watafuta Kazi: Boresha wasifu wako na barua za maombi ya kazi na mada ya chatgpt kwa wasifu.\n\n🔹 Wataalamu wa Biashara: Tumia mada ya chatgpt kwa biashara ili kusonga mbele mawasiliano na shughuli.\n\n🔹 Walimu na Wanafunzi: Jifunze uhandisi wa mada na tumia maarifa ya nadharia katika mazingira ya vitendo.\n\n💡 **Mbinu za Kukuza Ufanisi:** 💡\n\n✔️ Tafuta mara kwa mara nyongeza mpya kwenye maktaba ya mada ili kubaki na mwenendo wa hivi karibuni.\n\n✔️ Tumia kipengele cha kubadilisha maneno cha chatgpt kubadilisha mtindo wako wa maudhui na kuepuka kurudia.\n\n✔️ Jifunze na mifano tofauti ya uhandisi wa templeti ili kutawala sanaa ya kutengeneza templeti zenye ufanisi.\n\n✔️ Shirikiana na jamii ili kushiriki ufahamu na kujifunza kutoka kwa uzoefu wa watumiaji wengine.\n\n📈 **Vipengele Vingine vya Kuchunguza:** 📈\n\n🔸 **Aina Mbalimbali za Templeti:** Kutoka maswali ya kawaida hadi hali ngumu, templeti zetu zinakidhi viwango vyote vya ugumu.\n\n🔸 **Ubunifu wa Kirafiki kwa Mtumiaji:** Naviga kwa urahisi kupitia kiolesura safi na kilichopangwa vizuri kilichoundwa kwa uzoefu bora wa mtumiaji.\n\n🔸 **Maboresho ya Kawaida:** Baki katika ncha ya mbele na maboresho ya kawaida yanayoleta vipengele vipya na uboreshaji kulingana na maoni ya watumiaji.\n\n🌟 **Jamii Maarufu za Templeti:** 🌟\n\n📍 **Biashara na Fedha:** Unda fomula za Excel, tengeneza mipango ya biashara, na chambua mwenendo wa soko kwa kutumia SQL.\n\n📍 **Elimu:** Endeleza maudhui ya elimu, tengeneza maswali ya kujibu, na jenga moduli za kujifunza.\n\n📍 **Maendeleo Binafsi:** Unda templeti za kujisaidia, motisha, na ukuaji wa kibinafsi.\n\n📍 **Andika Kiufundi:** Toa nyaraka za kiufundi, miongozo ya mtumiaji, na hati za API.\n\n🚀 **Pandisha Ujuzi Wako wa AI na Jenereta ya Mada ya ChatGPT - Lango Lako la Kutawala Templeti za ChatGPT!** 🚀\nBadilisha mwingiliano wako na AI na peleka miradi yako ya ubunifu na kitaalamu kwenye kiwango kifuatacho na Jenereta ya Mada ya ChatGPT. Ni zaidi ya chombo tu—ni mshirika wako katika kutembea ulimwengu wa kusisimua wa uhandisi wa mada za AI. Sakinisha sasa na anza kuunda kwa ujasiri na usahihi!",
    "te": "🚀 **గూగుల్ క్రోమ్ కోసం చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ఎక్స్టెన్షన్ పరిచయం** 🚀\n\nచాట్జిపిటి ప్రాంప్ట్ జనరేటర్, మీ అనుకూలంగా మరియు ఆధునిక టెంప్లేట్లను సృష్టించడానికి మీ పూర్తి సామర్థ్యాన్ని అందించే మీ అంతర్జాల ఉపకరణం. మీరు ఒక ప్రారంభిక వాడినా లేదా అనుభవించినా, ఈ ఎక్స్టెన్షన్ మీ ఉత్పత్తికరణ మరియు సృజనాత్మకతను పెంచేందుకు డిజైన్ చేసింది.\n\nఈ ఎక్స్టెన్షన్ లో టెంప్లేట్ల జాబితా ఉంది:\n\n- సారాంశం\n- పునరావృత్తి\n- సోషల్ మీడియా పోస్ట్ సృష్టి\n- వ్యాకరణం సరిచేయడం\n- వచనాన్ని విస్తరించడం\n- ఎక్సెల్ ఫార్ములాలు మరియు SQL క్వెరీలు సృష్టించడం\n- మరియు మరిన్ని...\n\n🌟 **ఎందుకు ఎంచుకోవాలి?** 🌟\n\nచాట్జిపిటి ప్రాంప్ట్ జనరేటర్ కేవలం మరొక ఉపకరణం కాదు; ఇది చాట్జిపిటి వంటి ఏదైనా మోడల్లను అధికపరిచయం చేసే వాడి అవసరాలకు అనుకూలంగా నిర్మించబడింది. అది ఉపయోగకర్తల సులభమైన ఇంటర్ఫేస్ మరియు శక్తిశాలి లక్షణాలతో, చాట్జిపిటి కోసం మంచి ప్రాంప్ట్లను అందించే వాడిని మార్గదర్శక గా చూస్తుంది, ఇది మీ డిజిటల్ ఉపకరణాలకు అత్యవశ్యక జోడించడం.\n\n📌 **చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ లక్షణాలు:** 📌\n\n- **విస్తృత ప్రాంప్ట్ లైబ్రరీ:** మార్కెటింగ్, రిజ్యూమ్ రెయిటింగ్ మరియు మరిన్ని డొమెయిన్లకు సరిచేయబడిన పూర్వకల్పిత చాట్జిపిటి ప్రాంప్ట్ టెంప్లేట్లను ప్రాప్తి చేయండి.\n\n- **కస్టమ్ టెంప్లేట్ సృష్టి:** మానవీయ ఇంటర్ఫేస్ను మద్దతుతో కస్టమ్ టెంప్లేట్లతో ప్రయోగం చేయండి.\n\n- **ఎయి పారాఫ్రేస్ మరియు సమరైజర్:** ఎయి పారాఫ్రేస్ మరియు ఎయి సమరైజర్ ఉపకరణాలతో త్వరగా వచనాన్ని మరియు సంక్షిప్తం చేయండి, మీ సామర్థ్యాన్ని పెంచండి.\n\n- **బహుభాషా మద్దతు:** బహుభాషా లో టెక్స్ట్లను సృష్టించడానికి చాట్జిపిటి అనువాదంను ఉపయోగించండి, మీ గ్లోబల్ ప్రవేశాన్ని విస్తరించండి.\n\n- **లెర్నింగ్ రిసోర్సెస్:** ప్రాంప్ట్ ఇంజనీరింగ్ను అభ్యస్తత పొందడానికి సంసద్ధతలు ఉంటుంది, ప్రారంభికుల నుండి విశేషజ్ఞులకు వివిధ సందర్భాలను అర్థం చేయడానికి వాడుకలు మరియు గోరికలను పూర్తి చేయండి.\n\n🔥 **చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ఉపయోగాల లాభాలు:** 🔥\n\n✅ **సృజనాత్మకతను పెంచుకోండి:** వివిధ చాట్జిపిటి ప్రాంప్ట్ టెంప్లేట్లను అన్వేషించడానికి సృజనాత్మక ముడిలు ద్వారా క్రియాశీలతను పెంచుంచండి.\n\n✅ **ఉత్పత్తికరణను మెరుగుపరచండి:** ప్రాంప్ట్ లైబ్రరీ మరియు ఎయి సమరైజర్ మరియు ఎయి పారాఫ్రేస్ వంటి లక్షణాలతో సమయం సేవ్ చేయండి.\n\n✅ **అభ్యసించండి మరియు పెరుగుడు చేయండి:** మీరు చాట్జిపిటి కోసం డమీస్ లో ఉన్నారా లేదా ఒక విశేషజ్ఞుడిగా, మా వివరిత ఉదాహరణలు మరియు మార్గదర్శకాలతో పరిచయం చేయడానికి ఎలాంటి కొత్తవి ఉంటే అలాంటిది.\n\n✅ **అనుకూలంగా మరియు లవకబడినది:** వివిధ ఎయి టాస్క్లకు అనుకూలంగా అనుకూలంగా మీ టెంప్లేట్లను తయారు చేయడానికి సులభమైన ఇంటర్ఫేస్ను ఉపయోగించండి.\n\n🌐 **అదనపు పని ఎలా ఉంది:** 🌐\n\n- క్రోమ్ వెబ్ స్టోర్ నుండి చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ను ఇన్స్టాల్ చేయండి.\n- ప్రాంప్ట్ లైబ్రరీని నావిగేట్ చేయండి లేదా మీ స్వంత కస్టమ్ టెంప్లేట్లను సృష్టించండి.\n\n- మీ టెక్స్ట్ను పరిష్కరించడానికి ai పేరఫ్రేస్ లేదా ai సమరీజర్ వంటి సాధనాలను ఉపయోగించండి.\n\n- అంతర్జాతీయ ప్రాజెక్టులకు చాట్జిపిటి ట్రాన్స్లేషన్ ఫీచర్ నుండి టెక్స్ట్ను ట్రాన్స్లేట్ చేయండి.\n\n- మీ ప్రాంప్ట్ ఇంజనీరింగ్ నైపుణ్యాన్ని పెంచుకోవడానికి లెర్నింగ్ మెటీరియల్స్ను ప్రాప్తించండి.\n\n🎯 **ఆదర్శ వినియోగదారులు:** 🎯\n\n🔹 కంటెంట్ క్రియేటర్లు: రచనాత్మక కంటెంట్ ఆలస్యాన్ని మీరు చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ద్వారా ఉత్పత్తులను సృష్టించండి.\n\n🔹 మార్కెటర్లు: మార్కెటింగ్కు చాట్జిపిటి టెంప్లేట్లను ఉపయోగించి ఆకర్షక క్యాంపెయిన్లు మరియు విజ్ఞాపనాలను రూపించడానికి.\n\n🔹 జాబ్ శోధకులు: మీ రీజ్యూమ్ మరియు కవర్ లెటర్లను మెరుగుపరచడానికి చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ నుండి మీరు మెరుగుపరచండి.\n\n🔹 వ్యాపార ప్రొఫెషనల్స్: యాపరేషన్లను మరియు కామ్యూనికేషన్ను స్ట్రీమ్లైన్ చేయడానికి చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ నుండి ఉపయోగించండి.\n\n🔹 ఎడ్యుకేటర్లు మరియు విద్యార్థులు: ప్రాక్టికల్ స్థితులలో థియోరెటికల్ జ్ఞానాన్ని అనుకరించడానికి ప్రాంప్ట్ ఇంజనీరింగ్ నేర్పించడానికి లెర్న్ మెటీరియల్స్ను ప్రాప్తించండి.\n\n💡 **ఎఫిషన్సీ పెంచుకోవడానికి సూచనలు:** 💡\n\n✔️ తాజా రుజువులతో అప్డేట్ చేయడానికి ప్రాంప్ట్ లైబ్రరీలో కొత్త చేర్పులను నిరీక్షించడానికి నియమితంగా అన్వేషించండి.\n\n✔️ మీ కంటెంట్ శైలిని వివిధముగా చేయడానికి చాట్జిపిటి పేరఫ్రేస్ ఫీచర్ నుండి వివిధతనాన్ని ఉపయోగించండి.\n\n✔️ విభిన్న టెంప్లేట్ ఇంజనీరింగ్ ఉదాహరణలతో అభ్యాసం చేయడానికి వివిధ టెక్స్ట్ స్టైల్లను మెరుగుపరచడానికి.\n\n✔️ సముదాయంతో పాటు పాటులు భాగంగా పంచుకోవడానికి సంబంధిత అనుభవాలను భాగము చేయండి.\n\n📈 **అదనపు లక్షణాలు అన్వేషించడానికి:** 📈\n\n🔸 **టెంప్లేట్ వివిధత:** సాధారణ ప్రశ్నల నుండి జటిల సన్నివేశాలకు, మా టెంప్లేట్లు అన్ని స్థాయులకు సరిపడేవి.\n\n🔸 **వినియోగకరుల సౌజన్యంగా డిజైన్:** ఉపయోగకర్తలు అనుభవంతో డిజైన్ చేయడానికి స్పష్టమైన మరియు సంగతికరమైన ఇంటర్ఫేస్ను నావిగేట్ చేయండి.\n\n🔸 **నియమిత అప్డేట్లు:** వినియోగకరుల అభిప్రాయాలకు ఆధారపడి కొత్త లక్షణాలు మరియు మెరుగుపరచడానికి నియమిత అప్డేట్లతో కట్టించండి.\n\n🌟 **ప్రముఖ టెంప్లేట్ వర్గాలు:** 🌟\n\n📍 **వ్యాపార మరియు ఆర్థిక:** ఎక్సెల్ ఫార్ములాలను ఉత్పత్తించండి, వ్యాపార ప్లాన్లను రూపించండి, SQL నుండి మార్కెట్ ట్రెండ్లను విశ్లేషించండి.\n\n📍 **ఎడ్యుకేషన్:** ఎడ్యుకేషనల్ కంటెంట్ను అభివృద్ధి చేయండి, క్విజ్ ప్రశ్నలను రూపించండి, మరియు లెర్నింగ్ మాడ్యూల్స్ను నిర్మించండి.\n\n📍 **వ్యక్తిగత అభివృద్ధి:** స్వయం సహాయం, ఉత్తేజనాన్ని రూపించడానికి టెంప్లేట్లను రూపించండి.\n\n📍 **టెక్నికల్ రెయిటింగ్:** టెక్నికల్ డాక్యుమెంట్లను ఉత్పత్తించండి, వినియోగదారు మాన్యువల్స్, API డాక్యుమెంటేషన్\nచాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ద్వారా మీ యాక్షన్లను మార్చండి మరియు మీ క్రియేటివ్ మరియు ప్రొఫెషనల్ ప్రాజెక్ట్లను తరిమికొట్టండి. ఇది కేవలం ఒక సాధనం కాదు—ఇది మీ భావిని నిర్వహించే సంవేదనాత్మక లోకాన్ని నావిగేట్ చేయడానికి మీ భాగ్యవంతమైన భాగస్వామి. ఇప్పుడు ఇన్స్టాల్ చేయండి మరియు ఆత్మవిశ్వాసం మరియు నిఖరతనతో సృష్టించడం ప్రారంభించండి! చాట్జిపిటి ప్రాంప్ట్ జనరేటర్ ఇన్స్టాల్ చేయండి!",
    "th": "🚀 **การเสนอโปรแกรมสร้างข้อความ ChatGPT สำหรับ Google Chrome** 🚀\n\nปลดล็อคศักยภาพเต็มของ AI ด้วย โปรแกรมสร้างข้อความ ChatGPT, เครื่องมือสุดยอดของคุณสำหรับการสร้างเทมเพลตที่มีประสิทธิภาพและนวัตกรรมสำหรับหลากหลายงาน AI ไม่ว่าคุณจะเป็นมือใหม่หรือผู้ใช้ที่เชี่ยวชาญ ส่วนขยายนี้ถูกออกแบบเพื่อเสริมสร้างผลิตภาพและความคิดสร้างสรรค์ในการออกแบบข้อความ AI\n\nส่วนขยายนี้ประกอบด้วยรายการเทมเพลตสำหรับ:\n\n- สรุป\n- การเขียนเป็นคำอื่น\n- การสร้างโพสต์ในโซเชียลมีเดีย\n- การแก้ไขไวยากรณ์\n- การขยายข้อความ\n- การสร้างสูตร Excel และคิวรี SQL\n- และอื่น ๆ...\n\n🌟 **ทำไมคุณควรเลือกใช้?** 🌟\n\nโปรแกรมสร้างข้อความ ChatGPT ไม่ใช่เพียงเครื่องมืออีกตัว; มันเป็นทางออกที่ครอบคลุมที่ถูกออกแบบให้ตอบสนองความต้องการของผู้ใช้ที่สนใจในการสูงสุดของ AI models เช่น ChatGPT ด้วยอินเตอร์เฟซที่ใช้ง่ายและคุณสมบัติที่มีประสิทธิภาพ มันเป็นเทมเพลตที่ดีสำหรับ ChatGPT ทำให้มันเป็นการเพิ่มเติมที่สำคัญสำหรับชุดเครื่องมือดิจิทัลของคุณ\n\n📌 **คุณสมบัติของโปรแกรมสร้างข้อความ ChatGPT:** 📌\n\n- **ห้องสมุดเทมเพลตที่กว้างขวาง:** เข้าถึงช่วงหลากหลายของเทมเพลต chatgpt ที่ออกแบบไว้ล่วงหน้าที่เหมาะสำหรับด้เมนต่าง ๆ เช่นการตลาดการเขียนเรซูเม่ และอื่น ๆ\n\n- **การสร้างเทมเพลตที่กำหนดเอง:** ทดลองใช้เทมเพลตที่กำหนดเองด้วยอินเตอร์เฟซที่ intuitive ที่รองรับทุกระดับของตัวอย่างเทมเพลต\n\n- **AI Paraphrase และ Summarizer:** สับเปลี่ยนหรือย่อข้อความอย่างรวดเร็วด้วยเครื่องมือ AI paraphrase และ AI summarizer เพิ่มประสิทธิภาพของคุณ\n\n- **การสนับสนุนหลายภาษา:** ใช้ chatgpt แปลเพื่อสร้างและแปลข้อความในหลายภาษา เพิ่มขอบเขตการเข้าถึงของคุณในระดับโลก\n\n- **ทรัพยากรการเรียนรู้:** ด้วยทรัพยากรเพื่อเรียนรู้การออกแบบข้อความ ผู้ใช้ตั้งแต่มือใหม่ถึงผู้เชี่ยวชาญสามารถปรับปรุงทักษะของตนและเข้าใจแนวคิดที่ซับซ้อน\n\n🔥 **ประโยชน์ของการใช้โปรแกรมสร้างข้อความ ChatGPT:** 🔥\n\n✅ **เพิ่มความคิดสร้างสรรค์:** ทะลุผ่านกำแพงสร้างสรรค์โดยสำรวจเทมเพลต chatgpt ที่หลากหลายที่กระตุ้นนวัตกรรม\n\n✅ **เพิ่มประสิทธิภาพ:** ประหยัดเวลาด้วยการเข้าถึงห้องสมุดเทมเพลตและคุณสมบัติเช่น ai summarizer และ ai paraphrase\n\n✅ **เรียนรู้และเติบโต:** ไม่ว่าคุณจะเป็น chatgpt for dummies หรือเชี่ยวชาญ มีสิ่งใหม่ๆ ให้เรียนรู้เสมอด้วยตัวอย่างและคำแนะนำที่ละเอียดของเรา\n\n✅ **ปรับแต่งและยืดหยุ่น:** ปรับเทมเพลตของคุณตามความต้องการเฉพาะโดยใช้อินเตอร์เฟซที่ใช้ง่ายที่ปรับตัวเองกับงาน AI ต่าง ๆ\n\n🌐 **วิธีการทำงาน:** 🌐\n\n- ติดตั้งโปรแกรมสร้างข้อความ ChatGPT จาก Chrome Web Store.\n- นำทางผ่านคลังข้อความหรือสร้างเทมเพลตที่กำหนดเอง\n\n- ใช้เครื่องมือเช่น ai paraphrase หรือ ai summarizer เพื่อปรับปรุงข้อความของคุณ\n\n- แปลข้อความโดยใช้คุณลักษณะการแปลข้อความของ ChatGPT สำหรับโครงการระหว่างประเทศ\n\n- เข้าถึงวัสดุการเรียนรู้เพื่อเสริมสร้างทักษะในการสร้างข้อความของคุณ\n\n🎯 **ผู้ใช้理想:** 🎯\n\n🔹 ผู้สร้างเนื้อหา: สร้างไอเดียเนื้อหาที่เป็นเอกลักษณ์และเอาชนะอุปสรรคของนักเขียนด้วยโปรแกรมสร้างข้อความ ChatGPT สำหรับการเขียน\n\n🔹 นักการตลาด: ใช้เทมเพลต chatgpt สำหรับการตลาดเพื่อสร้างแคมเปญและโฆษณาที่น่าสนใจ\n\n🔹 ผู้สมัครงาน: ปรับปรุงประวัติและจดหมายสมัครงานของคุณด้วยโปรแกรมสร้างข้อความ ChatGPT สำหรับประวัติ\n\n🔹 ผู้มืออาชีพ: ใช้โปรแกรมสร้างข้อความ ChatGPT สำหรับธุรกิจเพื่อปรับปรุงการสื่อสารและการดำเนินงาน\n\n🔹 ผู้สอนและนักเรียน: เรียนรู้การสร้างข้อความและประยุกต์ความรู้ทฤษฎีในสถานการณ์ทางปฏิบัติ\n\n💡 **เคล็ดลับสำหรับเพิ่มประสิทธิภาพ:** 💡\n\n✔️ สำรวจเพิ่มเติมในคลังข้อความอย่างสม่ำเสมอเพื่ออัปเดตกับแนวโน้มล่าสุด\n\n✔️ ใช้คุณลักษณะการเขียนเพิ่มเติมของ chatgpt เพื่อเปลี่ยนรูปแบบเนื้อหาของคุณและหลีกเลี่ยงความซ้ำซ้อน\n\n✔️ ฝึกฝนด้วยตัวอย่างการสร้างเทมเพลตที่แตกต่างเพื่อเป็นเจ้าของศิลปะในการสร้างเทมเพลตที่มีประสิทธิภาพ\n\n✔️ มีส่วนร่วมกับชุมชนเพื่อแลกเปลี่ยนความรู้และเรียนรู้จากประสบการณ์ของผู้ใช้คนอื่น\n\n📈 **คุณลักษณะเสริมเพื่อสำรวจ:** 📈\n\n🔸 **หลากหลายเทมเพลต:** ตั้งแต่คำถามง่ายจนถึงสถานการณ์ที่ซับซ้อน เทมเพลตของเราเหมาะสำหรับทุกระดับความซับซ้อน\n\n🔸 **ออกแบบที่ใช้ง่าย:** นำทางได้ง่ายผ่านอินเตอร์เฟซที่สะอาดและจัดระเบียบอย่างเหมาะสมสำหรับประสบการณ์ผู้ใช้ที่ดีที่สุด\n\n🔸 **อัปเดตเป็นประจำ:** อยู่ในด้านของเทคโนโลยีล้ำสมัยด้วยการอัปเดตเป็นประจำที่นำเสนอคุณลักษณะใหม่และปรับปรุงตามความคิดเห็นจากผู้ใช้\n\n🌟 **หมวดหมู่เทมเพลตยอดนิยม:** 🌟\n\n📍 **ธุรกิจและการเงิน:** สร้างสูตร Excel, สร้างแผนธุรกิจ และวิเคราะห์แนวโน้มตลาดโดยใช้ SQL\n\n📍 **การศึกษา:** พัฒนาเนื้อหาการศึกษา, สร้างคำถามควิซ และสร้างโมดูลการเรียนรู้\n\n📍 **การพัฒนาตนเอง:** สร้างเทมเพลตสำหรับการช่วยเหลือตนเอง, แรงบันดาลใจ, และการเติบโตส่วนตัว\n\n📍 **การเขียนเทคนิค:** ผลิตเอกสารเทคนิค, คู่มือผู้ใช้, และเอกสาร API\n\n🚀 **เสริมทักษะ AI ของคุณด้วยโปรแกรมสร้างข้อความ ChatGPT - ประตูสู่การเป็นเจ้าของเทมเพลต ChatGPT!** 🚀\nเปลี่ยนการจับคู่กับ AI และพัฒนาโครงการที่สร้างสรรค์และมืออาชีพของคุณไปสู่ระดับถัดไปด้วย โปรแกรมสร้างข้อความ ChatGPT  มันไม่ใช่เพียงเครื่องมือเท่านั้น—มันเป็นเพื่อนคู่คิดของคุณในการนำทางโลกที่น่าตื่นเต้นของการออกแบบข้อความ AI  ติดตั้งเดี๋ยวนี้และเริ่มสร้างผลงานด้วยความมั่นใจและความแม่นยำ!",
    "tr": "🚀 **Google Chrome için ChatGPT Prompt Oluşturucusu Uzantısını Tanıtıyoruz** 🚀\n\nChatGPT Prompt Oluşturucusu ile yapay zekanın tam potansiyelini keşfedin, çeşitli yapay zeka görevleri için etkili ve yenilikçi şablonlar oluşturmanız için ultimate aracınız. Başlangıç seviyesinde ya da deneyimli bir kullanıcı olun, bu uzantı, yapay zeka prompt mühendisliğinde üretkenliğinizi ve yaratıcılığınızı artırmak için tasarlanmıştır.\n\nUzantı, şablonlar listesi içerir:\n\n- Özetleme\n- Parafrazlama\n- Sosyal medya gönderisi oluşturma\n- Dilbilgisini düzeltme\n- Metni genişletme\n- Excel formülleri ve SQL sorguları oluşturma\n- Ve daha fazlası...\n\n🌟 **Neden Onu Seçmelisiniz?** 🌟\n\nChatGPT Prompt Oluşturucusu sadece başka bir araç değil; ChatGPT gibi yapay zeka modellerinin yeteneklerini en üst düzeye çıkarmak isteyen kullanıcıların ihtiyaçlarını karşılamak üzere özel olarak tasarlanmış kapsamlı bir çözümdür. Kullanıcı dostu arayüzü ve güçlü özellikleriyle, ChatGPT için iyi şablonlar olarak öne çıkar ve dijital araç setinizin vazgeçilmez bir parçası haline gelir.\n\n📌 **ChatGPT Prompt Oluşturucusu Özellikleri:** 📌\n\n- **Kapsamlı Şablon Kütüphanesi:** Pazarlama, özgeçmiş yazma ve daha fazlası gibi çeşitli alanlara hitap eden önceden tasarlanmış chatgpt prompt şablonlarına geniş erişim sağlayın.\n\n- **Özel Şablon Oluşturma:** Tüm seviyelerde şablon örneklerini destekleyen sezgisel arayüzümüzü kullanarak özel şablonlarla deney yapın.\n\n- **Yapay Zeka Parafraz ve Özetleyici:** Metni hızlı bir şekilde yeniden ifade edin veya özetleyin, verimliliğinizi artırın.\n\n- **Çoklu Dil Desteği:** Çoklu dillerde metin oluşturmak ve çevirmek için chatgpt çevirisinden yararlanın, küresel erişiminizi genişletin.\n\n- **Öğrenme Kaynakları:** Prompt mühendisliğini öğrenmek için kaynaklarla, başlangıç seviyesinden uzmanlara kadar kullanıcılar becerilerini geliştirebilir ve karmaşık kavramları anlayabilir.\n\n🔥 **ChatGPT Prompt Oluşturucusu Kullanmanın Faydaları:** 🔥\n\n✅ **Yaratıcılığı Artırın:** İnovasyonu tetikleyen çeşitli chatgpt prompt şablonlarını keşfederek yaratıcı engelleri aşın.\n\n✅ **Üretkenliği Artırın:** Hızlı bir şekilde şablon kütüphanesine ve ai özetleyici ve ai parafraz gibi özelliklere erişerek zaman kazanın.\n\n✅ **Öğrenin ve Gelişin:** Chatgpt for dummies ya da bir uzman olun, detaylı örneklerimiz ve rehberlerimizle her zaman öğrenilecek yeni bir şey vardır.\n\n✅ **Özelleştirilebilir ve Esnek:** Çeşitli yapay zeka görevlerine uyum sağlayan kullanıcı dostu bir arayüzle şablonlarınızı belirli ihtiyaçlara göre uyarlayın.\n\n🌐 **Nasıl Çalışır:** 🌐\n\n- Chrome Web Mağazası'ndan Chat GPT Prompt Oluşturucusu'nu yükleyin.\n- Kütüphane aracılığıyla gezinin veya kendi özel şablonlarınızı oluşturun.\n\n- Metninizi iyileştirmek için ai yeniden yazım veya ai özetleyici gibi araçları kullanın.\n\n- Uluslararası projeler için metinleri çevirmek için chatgpt çeviri özelliğini kullanın.\n\n- Prompt mühendislik becerilerinizi geliştirmek için öğrenme materyallerine erişin.\n\n🎯 **İdeal Kullanıcılar:** 🎯\n\n🔹 İçerik Üreticileri: Yazma için chatgpt şablonları ile benzersiz içerik fikirleri oluşturun ve yazma engelini aşın.\n\n🔹 Pazarlamacılar: Pazarlama için chatgpt şablonlarından yararlanarak etkileyici kampanyalar ve reklamlar oluşturun.\n\n🔹 İş Arayanlar: Özgeçmişinizi ve kapak mektuplarınızı geliştirmek için chatgpt özgeçmiş şablonları kullanın.\n\n🔹 İş Profesyonelleri: İletişimi ve operasyonları hızlandırmak için iş için chatgpt şablonlarını kullanın.\n\n🔹 Eğitimciler ve Öğrenciler: Prompt mühendisliğini öğrenin ve teorik bilgiyi pratik senaryolarda uygulayın.\n\n💡 **Verimliliği Maksimize Etme İpuçları:** 💡\n\n✔️ En son trendlerle güncel kalmak için düzenli olarak prompt kütüphanesine yeni eklemeleri keşfedin.\n\n✔️ İçerik stilinizi çeşitlendirmek ve tekrardan kaçınmak için chatgpt yeniden yazım özelliğini kullanın.\n\n✔️ Etkili şablonlar oluşturmanın sanatını ustalaşmak için farklı şablon mühendisliği örnekleriyle pratik yapın.\n\n✔️ Toplulukla etkileşime geçerek görüşlerinizi paylaşın ve diğer kullanıcıların deneyimlerinden öğrenin.\n\n📈 **Keşfedilecek Ek Özellikler:** 📈\n\n🔸 **Şablon Çeşitliliği:** Basit sorgulardan karmaşık senaryolara kadar, şablonlarımız tüm karmaşıklık seviyelerine hitap eder.\n\n🔸 **Kullanıcı Dostu Tasarım:** Optimal kullanıcı deneyimi için tasarlanmış temiz ve düzenli bir arayüzle kolayca gezinin.\n\n🔸 **Düzenli Güncellemeler:** Kullanıcı geri bildirimlerine dayalı olarak yeni özellikler ve iyileştirmeler getiren düzenli güncellemelerle en son teknolojide kalın.\n\n🌟 **Popüler Şablon Kategorileri:** 🌟\n\n📍 **İş ve Finans:** Excel formülleri oluşturun, iş planları yapın ve SQL kullanarak pazar trendlerini analiz edin.\n\n📍 **Eğitim:** Eğitim içeriği geliştirin, quiz soruları oluşturun ve öğrenme modülleri oluşturun.\n\n📍 **Kişisel Gelişim:** Kendi kendine yardım, motivasyon ve kişisel gelişim için şablonlar oluşturun.\n\n📍 **Teknik Yazı:** Teknik belgeler, kullanıcı kılavuzları ve API belgeleri oluşturun.\n\n🚀 **ChatGPT Prompt Oluşturucusu ile Yapay Zeka Becerilerinizi Yükseltin - ChatGPT Şablonlarını Ustalıkla Kullanmanın Kapısı!** 🚀\nYapay zeka ile etkileşiminizi dönüştürün ve yaratıcı ve profesyonel projelerinizi ChatGPT Prompt Oluşturucusu ile bir üst seviyeye taşıyın. Bu sadece bir araç değil, heyecan verici yapay zeka prompt mühendisliği dünyasında yolunuzu bulmanızda size eşlik eden bir ortaktır. Şimdi yükleyin ve özgüvenle ve hassasiyetle yaratmaya başlayın!",
    "uk": "🚀 **Представляємо Генератор запитань ChatGPT Розширення для Google Chrome** 🚀\n\nРозблокуйте повний потенціал штучного інтелекту за допомогою Генератора запитань ChatGPT, вашого остаточного інструменту для створення ефективних та інноваційних шаблонів для різних завдань штучного інтелекту. Незалежно від того, чи ви початківець, чи досвідчений користувач, це розширення призначене для підвищення вашої продуктивності та креативності в інженерії запитань для штучного інтелекту.\n\nРозширення містить список шаблонів для:\n\n- Узагальнення\n- Перефразування\n- Створення постів у соціальних мережах\n- Виправлення граматики\n- Розширення тексту\n- Створення формул Excel та SQL-запитів\n- Та інше...\n\n🌟 **Чому обрати саме його?** 🌟\n\nГенератор запитань ChatGPT - це не просто ще один інструмент; це комплексне рішення, призначене задовольнити потреби користувачів, які цікавляться максимізацією можливостей моделей штучного інтелекту, таких як ChatGPT. З його зручним інтерфейсом та потужними функціями він виділяється як хороші запити для ChatGPT, роблячи його необхідним додатком до вашого цифрового набору інструментів.\n\n📌 **Особливості Генератора запитань ChatGPT:** 📌\n\n- **Обширна бібліотека шаблонів:** Отримайте доступ до широкого спектру попередньо розроблених шаблонів запитань chatgpt, які відповідають різним галузям, таким як маркетинг, написання резюме та інші.\n\n- **Створення власних шаблонів:** Експериментуйте з власними шаблонами за допомогою нашого інтуїтивного інтерфейсу, який підтримує всі рівні прикладів шаблонів.\n\n- **AI Перефразування та Узагальнення:** Швидко перефразуйте або узагальніть текст за допомогою інструментів AI перефразування та AI узагальнення, підвищуючи вашу ефективність.\n\n- **Підтримка багатьох мов:** Використовуйте переклад chatgpt для створення та перекладу текстів на різних мовах, розширюючи свій глобальний охоплення.\n\n- **Навчальні ресурси:** З ресурсами для вивчення інженерії запитань, користувачі від початківців до експертів можуть вдосконалювати свої навички та розуміти складні концепції.\n\n🔥 **Переваги використання Генератора запитань ChatGPT:** 🔥\n\n✅ **Підвищення креативності:** Проривайтеся через творчі блоки, досліджуючи різноманітні шаблони запитань chatgpt, які спонукають до інновацій.\n\n✅ **Покращення продуктивності:** Зекономте час завдяки швидкому доступу до бібліотеки шаблонів та функціям, таким як ai узагальнювач та ai перефразування.\n\n✅ **Навчання та зростання:** Незалежно від того, чи ви новачок у chatgpt, чи експерт, завжди є щось нове для вивчення за нашими докладними прикладами та посібниками.\n\n✅ **Налаштовуваний та гнучкий:** Налаштуйте свої шаблони під конкретні потреби за допомогою простого у використанні інтерфейсу, який адаптується до різних завдань штучного інтелекту.\n\n🌐 **Як це працює:** 🌐\n\n- Встановіть Генератор запитань ChatGPT з Chrome Web Store.\n- Навігуйте через бібліотеку запитань або створюйте власні шаблони.\n\n- Використовуйте інструменти, такі як ai перефразування або ai резюматор, щоб вдосконалити свій текст.\n\n- Перекладайте текст за допомогою функції перекладу chatgpt для міжнародних проєктів.\n\n- Отримуйте доступ до навчальних матеріалів для покращення своїх навичок в інженерії запитань.\n\n🎯 **Ідеальні Користувачі:** 🎯\n\n🔹 Творці Контенту: Генеруйте унікальні ідеї контенту та подолайте творчу блокаду за допомогою запитань Генератора запитань ChatGPT для написання.\n\n🔹 Маркетологи: Використовуйте шаблони Генератора запитань ChatGPT для маркетингу, щоб створювати переконливі кампанії та оголошення.\n\n🔹 Шукачі Роботи: Покращуйте своє резюме та супровідні листи за допомогою запитань Генератора запитань ChatGPT для резюме.\n\n🔹 Бізнес-професіонали: Використовуйте запитання Генератора запитань ChatGPT для бізнесу, щоб оптимізувати комунікацію та операції.\n\n🔹 Викладачі та Студенти: Вивчайте інженерію запитань та застосовуйте теоретичні знання в практичних сценаріях.\n\n💡 **Поради для Максимальної Ефективності:** 💡\n\n✔️ Регулярно досліджуйте нові додатки до бібліотеки запитань, щоб бути в курсі останніх тенденцій.\n\n✔️ Використовуйте функцію перефразування chatgpt для різноманітності стилю вашого контенту та уникнення повторів.\n\n✔️ Практикуйте з різними прикладами інженерії шаблонів, щоб володіти мистецтвом створення ефективних шаблонів.\n\n✔️ Взаємодійте з спільнотою, щоб ділитися інсайтами та вчитися з досвіду інших користувачів.\n\n📈 **Додаткові Функції для Дослідження:** 📈\n\n🔸 **Різноманітність Шаблонів:** Від простих запитань до складних сценаріїв, наші шаблони відповідають всім рівням складності.\n\n🔸 **Користувацький Дизайн:** Легко навігуйте через чистий та організований інтерфейс, розроблений для оптимального користувацького досвіду.\n\n🔸 **Регулярні Оновлення:** Залишайтеся на передовій завдяки регулярним оновленням, які приносять нові функції та покращення на основі відгуків користувачів.\n\n🌟 **Популярні Категорії Шаблонів:** 🌟\n\n📍 **Бізнес та Фінанси:** Генеруйте формули Excel, створюйте бізнес-плани та аналізуйте ринкові тенденції за допомогою SQL.\n\n📍 **Освіта:** Розробляйте освітній контент, створюйте питання для вікторин та будуйте навчальні модулі.\n\n📍 **Особистісний Розвиток:** Створюйте шаблони для самодопомоги, мотивації та особистісного зростання.\n\n📍 **Технічне Письмо:** Виробляйте технічні документи, посібники користувача та документацію API.\n\n🚀 **Підвищуйте свої Навички Штучного Інтелекту з Генератором запитань ChatGPT – Ваша Портал до Володіння Шаблонами ChatGPT!** 🚀\nТрансформуйте вашу взаємодію з штучним інтелектом та підніміть ваші творчі та професійні проекти на новий рівень за допомогою Генератора запитань ChatGPT. Це більше, ніж просто інструмент - це ваш партнер у навігації захопливим світом створення запитань для штучного інтелекту. Встановіть зараз і почніть творити з впевненістю та точністю!",
    "vi": "🚀 **Giới thiệu Trình tạo đề xuất ChatGPT cho Google Chrome** 🚀\n\nMở khóa toàn bộ tiềm năng của trí tuệ nhân tạo với Trình tạo đề xuất ChatGPT, công cụ cuối cùng của bạn để tạo ra các mẫu hiệu quả và sáng tạo cho nhiều nhiệm vụ trí tuệ nhân tạo. Cho dù bạn là người mới bắt đầu hay là người dùng có kinh nghiệm, tiện ích này được thiết kế để nâng cao năng suất và sự sáng tạo của bạn trong việc kỹ thuật đề xuất AI.\n\nTiện ích này chứa danh sách các mẫu cho:\n\n- Tóm tắt\n- Diễn đạt lại\n- Tạo bài đăng trên mạng xã hội\n- Sửa lỗi ngữ pháp\n- Mở rộng văn bản\n- Tạo công thức Excel và truy vấn SQL\n- Và nhiều hơn nữa...\n\n🌟 **Tại sao chọn nó?** 🌟\n\nTrình tạo đề xuất ChatGPT không chỉ là một công cụ khác; đó là một giải pháp toàn diện được thiết kế để đáp ứng nhu cầu của người dùng quan tâm đến việc tối đa hóa khả năng của các mô hình AI như ChatGPT. Với giao diện thân thiện với người dùng và tính năng mạnh mẽ, nó nổi bật với các đề xuất tốt cho ChatGPT, khiến nó trở thành một phần thiết yếu trong bộ công cụ số của bạn.\n\n📌 **Tính năng của Trình tạo đề xuất ChatGPT:** 📌\n\n- **Thư viện Đề xuất Phong phú:** Truy cập vào một loạt các mẫu đề xuất chatgpt được thiết kế trước phục vụ cho các lĩnh vực khác nhau như tiếp thị, viết sơ yếu lý lịch, và nhiều hơn nữa.\n\n- **Tạo Mẫu Tùy chỉnh:** Thử nghiệm với các mẫu tùy chỉnh bằng cách sử dụng giao diện trực quan của chúng tôi hỗ trợ tất cả các cấp độ của các ví dụ mẫu.\n\n- **Đổi từ và Tóm tắt AI:** Nhanh chóng diễn đạt lại hoặc rút gọn văn bản với các công cụ đổi từ AI và tóm tắt AI, nâng cao hiệu quả của bạn.\n\n- **Hỗ trợ Đa ngôn ngữ:** Sử dụng dịch chatgpt để tạo và dịch văn bản sang nhiều ngôn ngữ, mở rộng phạm vi toàn cầu của bạn.\n\n- **Tài nguyên Học tập:** Với tài nguyên để học kỹ thuật đề xuất, người dùng từ người mới bắt đầu đến chuyên gia có thể hoàn thiện kỹ năng và hiểu các khái niệm phức tạp.\n\n🔥 **Lợi ích của Việc Sử dụng Trình tạo đề xuất ChatGPT:** 🔥\n\n✅ **Nâng cao Sự Sáng tạo:** Vượt qua khối chế tạo bằng cách khám phá các mẫu đề xuất chatgpt đa dạng khơi gợi sự sáng tạo.\n\n✅ **Nâng cao Năng suất:** Tiết kiệm thời gian với việc truy cập nhanh vào thư viện đề xuất và các tính năng như tóm tắt AI và diễn đạt lại AI.\n\n✅ **Học và Phát triển:** Cho dù bạn là người mới vào chatgpt cho người mới hoặc là một chuyên gia, luôn có điều mới để học với các ví dụ chi tiết và hướng dẫn của chúng tôi.\n\n✅ **Có thể Tùy chỉnh và Linh hoạt:** Điều chỉnh các mẫu của bạn theo nhu cầu cụ thể với giao diện dễ sử dụng thích ứng với các nhiệm vụ AI khác nhau.\n\n🌐 **Cách Hoạt động:** 🌐\n\n- Cài đặt Trình tạo đề xuất ChatGPT từ Chrome Web Store.\n- Duyệt qua thư viện đề xuất hoặc tạo các mẫu tùy chỉnh của riêng bạn.\n\n- Sử dụng các công cụ như ai paraphrase hoặc ai summarizer để tinh chỉnh văn bản của bạn.\n\n- Dịch văn bản bằng tính năng dịch của chatgpt cho các dự án quốc tế.\n\n- Truy cập tài liệu học tập để nâng cao kỹ năng kỹ thuật đề xuất của bạn.\n\n🎯 **Người Dùng Lý Tưởng:** 🎯\n\n🔹 Người Tạo Nội Dung: Tạo ra ý tưởng nội dung độc đáo và vượt qua tình trạng đau đầu với các đề xuất chatgpt cho việc viết.\n\n🔹 Marketers: Tận dụng các mẫu chatgpt cho marketing để tạo ra các chiến dịch và quảng cáo hấp dẫn.\n\n🔹 Người Tìm Việc: Cải thiện sơ yếu lý lịch và thư xin việc của bạn với các đề xuất chatgpt cho sơ yếu lý lịch.\n\n🔹 Chuyên Gia Kinh Doanh: Sử dụng các đề xuất chatgpt cho doanh nghiệp để tối ưu hóa giao tiếp và hoạt động.\n\n🔹 Giáo Viên và Sinh Viên: Học kỹ thuật đề xuất và áp dụng kiến thức lý thuyết vào các tình huống thực tế.\n\n💡 **Mẹo để Tối Ưu Hiệu Quả:** 💡\n\n✔️ Thường xuyên khám phá các bổ sung mới trong thư viện đề xuất để cập nhật với các xu hướng mới nhất.\n\n✔️ Sử dụng tính năng paraphrase của chatgpt để biến đổi phong cách nội dung của bạn và tránh sự trùng lặp.\n\n✔️ Thực hành với các ví dụ kỹ thuật mẫu khác nhau để thành thạo nghệ thuật tạo ra các mẫu hiệu quả.\n\n✔️ Tương tác với cộng đồng để chia sẻ thông tin và học hỏi từ kinh nghiệm của người dùng khác.\n\n📈 **Các Tính Năng Bổ Sung để Khám Phá:** 📈\n\n🔸 **Đa Dạng Mẫu:** Từ các câu hỏi đơn giản đến các tình huống phức tạp, các mẫu của chúng tôi phục vụ cho tất cả các cấp độ phức tạp.\n\n🔸 **Thiết Kế Dễ Sử Dụng:** Duyệt qua một cách dễ dàng thông qua giao diện sạch sẽ và được tổ chức thiết kế cho trải nghiệm người dùng tối ưu.\n\n🔸 **Cập Nhật Thường Xuyên:** Luôn ở vị trí hàng đầu với các cập nhật thường xuyên mang đến các tính năng mới và cải tiến dựa trên phản hồi của người dùng.\n\n🌟 **Các Danh Mục Mẫu Phổ Biến:** 🌟\n\n📍 **Kinh Doanh và Tài Chính:** Tạo ra các công thức Excel, tạo kế hoạch kinh doanh và phân tích xu hướng thị trường bằng SQL.\n\n📍 **Giáo Dục:** Phát triển nội dung giáo dục, tạo câu hỏi trắc nghiệm và xây dựng các mô-đun học tập.\n\n📍 **Phát Triển Cá Nhân:** Tạo mẫu cho tự giúp bản thân, động viên và phát triển cá nhân.\n\n📍 **Viết Kỹ Thuật:** Sản xuất tài liệu kỹ thuật, hướng dẫn sử dụng cho người dùng và tài liệu API.\n\n🚀 **Nâng Cao Kỹ Năng AI của Bạn với Trình tạo đề xuất ChatGPT - Cổng vào việc thành thạo các mẫu ChatGPT!** 🚀\nNâng cao tương tác của bạn với trí tuệ nhân tạo và đưa dự án sáng tạo và chuyên nghiệp của bạn lên một tầm cao mới với Trình tạo đề xuất ChatGPT. Đó không chỉ là một công cụ - đó là đối tác của bạn trong việc khám phá thế giới hứng thú của kỹ thuật đề xuất AI. Cài đặt ngay và bắt đầu sáng tạo với sự tự tin và chính xác!",
    "zh_CN": "🚀 **介绍ChatGPT提示生成器谷歌Chrome扩展程序** 🚀\n\n利用ChatGPT提示生成器，释放人工智能的全部潜力，这是您打造各种人工智能任务的有效和创新模板的终极工具。无论您是初学者还是经验丰富的用户，此扩展程序旨在增强您在人工智能提示工程中的生产力和创造力。\n\n该扩展程序包含以下模板列表：\n\n- 摘要\n- 改写\n- 社交媒体帖子创建\n- 修正语法\n- 扩展文本\n- 创建Excel公式和SQL查询\n- 以及更多...\n\n🌟 **为什么选择它？** 🌟\n\nChatGPT提示生成器不仅仅是又一个工具；它是一个全面的解决方案，旨在满足对最大化ChatGPT等人工智能模型功能感兴趣的用户的需求。凭借其用户友好的界面和强大功能，它脱颖而出，成为ChatGPT的良好提示，使其成为您数字工具包中不可或缺的一部分。\n\n📌 **ChatGPT提示生成器的特点：** 📌\n\n- **广泛的提示库：** 访问各种预设计的chatgpt提示模板，涵盖营销、简历撰写等各个领域。\n\n- **自定义模板创建：** 使用我们直观的界面尝试自定义模板，支持各种级别的模板示例。\n\n- **AI改写和摘要工具：** 使用AI改写和AI摘要工具快速改写或概括文本，提高您的效率。\n\n- **多语言支持：** 利用chatgpt翻译在多种语言中创建和翻译文本，扩大您的全球影响力。\n\n- **学习资源：** 通过学习提示工程的资源，从初学者到专家的用户都可以完善自己的技能并理解复杂概念。\n\n🔥 **使用ChatGPT提示生成器的好处：** 🔥\n\n✅ **增强创造力：** 通过探索各种激发创新的chatgpt提示模板，突破创造障碍。\n\n✅ **提高生产力：** 通过快速访问提示库和AI摘要和AI改写等功能节省时间。\n\n✅ **学习和成长：** 无论您是ChatGPT新手还是专家，通过我们详细的示例和指南，总有新东西可以学习。\n\n✅ **可定制和灵活：** 利用易于使用的界面根据特定需求定制您的模板，适应各种人工智能任务。\n\n🌐 **工作原理：** 🌐\n\n- 从Chrome网络应用商店安装Chat GPT提示生成器。\n- 浏览提示库或创建自定义模板。\n\n- 使用ai改写或ai摘要等工具来完善您的文本。\n\n- 使用ChatGPT翻译功能为国际项目翻译文本。\n\n- 获取学习材料，提升您的提示工程技能。\n\n🎯 **理想用户:** 🎯\n\n🔹 内容创作者：使用ChatGPT提示生成器生成独特的内容创意，克服写作障碍。\n\n🔹 市场营销人员：利用ChatGPT提示生成器的模板进行营销，打造引人注目的广告和活动。\n\n🔹 求职者：使用ChatGPT提示生成器的提示来改善您的简历和求职信。\n\n🔹 商业专业人士：利用ChatGPT提示生成器的提示来简化沟通和业务运营。\n\n🔹 教育工作者和学生：学习提示工程，并将理论知识应用于实际场景。\n\n💡 **提高效率的提示:** 💡\n\n✔️ 定期浏览提示库的新内容，以了解最新趋势。\n\n✔️ 使用ChatGPT改写功能来改变您的内容风格，避免冗余。\n\n✔️ 通过不同的模板工程示例进行练习，掌握创建有效模板的艺术。\n\n✔️ 与社区互动，分享见解，并从其他用户的经验中学习。\n\n📈 **其他功能探索:** 📈\n\n🔸 **模板种类：** 从简单查询到复杂场景，我们的模板适用于各种复杂程度。\n\n🔸 **用户友好设计：** 通过干净整洁、设计优化的界面轻松导航，提供最佳用户体验。\n\n🔸 **定期更新：** 通过定期更新保持最前沿，根据用户反馈带来新功能和改进。\n\n🌟 **热门模板类别：** 🌟\n\n📍 **商业与金融：** 生成Excel公式，制定商业计划，使用SQL分析市场趋势。\n\n📍 **教育：** 制作教育内容，创建测验问题，构建学习模块。\n\n📍 **个人发展：** 制作自助、激励和个人成长模板。\n\n📍 **技术写作：** 制作技术文档，用户手册和API文档。\n\n🚀 **通过ChatGPT提示生成器提升您的AI技能 - 您掌握ChatGPT模板的入口！** 🚀\n利用ChatGPT提示生成器改变与人工智能的互动，将您的创意和专业项目提升到新的高度。这不仅仅是一个工具，它是您在探索令人兴奋的AI提示工程世界中的伙伴。立即安装，开始自信而精准地创作吧！",
    "zh_TW": "🚀 **介紹 ChatGPT 提示生成器 擴充功能，適用於 Google Chrome** 🚀\n\n透過 ChatGPT 提示生成器，發揮人工智慧的全部潛力，這是您打造有效和創新模板的終極工具，適用於各種人工智慧任務。無論您是初學者還是經驗豐富的用戶，這個擴充功能旨在提高您在人工智慧提示工程方面的生產力和創造力。\n\n該擴充功能包含以下模板列表：\n\n- 摘要\n- 重新寫\n- 社交媒體帖子創建\n- 修正語法\n- 擴展文本\n- 創建 Excel 公式和 SQL 查詢\n- 以及更多...\n\n🌟 **為什麼選擇它？** 🌟\n\nChatGPT 提示生成器 不僅僅是另一個工具；它是一個全面的解決方案，旨在滿足那些希望最大限度發揮 ChatGPT 等人工智慧模型能力的用戶需求。憑藉其用戶友好的界面和強大功能，它成為 ChatGPT 的良好提示，是您數字工具包中不可或缺的一部分。\n\n📌 **ChatGPT 提示生成器的功能：** 📌\n\n- **廣泛的提示庫：** 存取各種預設的 chatgpt 提示模板，涵蓋各個領域，如行銷、簡歷撰寫等。\n\n- **自定義模板創建：** 使用我們直觀的界面嘗試自定義模板，支持各種模板示例。\n\n- **人工智慧重新寫和摘要：** 使用人工智慧重新寫和人工智慧摘要工具快速重新表達或縮短文本，提高效率。\n\n- **多語言支援：** 利用 chatgpt 翻譯在多種語言中創建和翻譯文本，擴大您的全球覆蓋範圍。\n\n- **學習資源：** 有資源可學習提示工程，從初學者到專家，用戶可以完善其技能並理解複雜概念。\n\n🔥 **使用 ChatGPT 提示生成器的好處：** 🔥\n\n✅ **增強創造力：** 通過探索各種 chatgpt 提示模板打破創意障礙，激發創新。\n\n✅ **提高生產力：** 通過快速存取提示庫和功能，如人工智慧摘要和人工智慧重新寫，節省時間。\n\n✅ **學習與成長：** 無論您是 chatgpt 新手還是專家，我們的詳細示例和指南始終有新知識可學習。\n\n✅ **可定制和靈活：** 使用易於使用的界面根據特定需求定制您的模板，適應各種人工智慧任務。\n\n🌐 **工作原理：** 🌐\n\n- 從 Chrome Web Store 安裝 Chat GPT 提示生成器。\n- 透過提示庫瀏覽或創建您自己的自定義模板。\n\n- 使用 AI 重述或 AI 摘要等工具來完善您的文本。\n\n- 使用 ChatGPT 翻譯功能為國際項目翻譯文本。\n\n- 存取學習資料以增強您的提示工程技能。\n\n🎯 **理想用戶：** 🎯\n\n🔹 內容創作者：使用 ChatGPT 提示生成器為寫作生成獨特的內容想法，克服寫作障礙。\n\n🔹 行銷人員：利用 ChatGPT 提示生成器的模板進行行銷，打造引人入勝的活動和廣告。\n\n🔹 求職者：使用 ChatGPT 提示生成器為履歷和求職信增添亮點。\n\n🔹 商業專業人士：運用 ChatGPT 提示生成器為業務優化溝通和運營。\n\n🔹 教育工作者和學生：學習提示工程，並將理論知識應用於實際情境。\n\n💡 **提高效率的提示：** 💡\n\n✔️ 定期探索提示庫的新添加，以跟上最新趨勢。\n\n✔️ 使用 ChatGPT 重述功能改變您的內容風格，避免冗余。\n\n✔️ 通過不同的模板工程示例進行練習，掌握創建有效模板的藝術。\n\n✔️ 與社區互動，分享見解，從其他用戶的經驗中學習。\n\n📈 **探索的其他功能：** 📈\n\n🔸 **模板多樣性：** 從簡單查詢到複雜情境，我們的模板適用於各種複雜程度。\n\n🔸 **用戶友好設計：** 通過乾淨有序的界面輕鬆導航，為最佳用戶體驗而設計。\n\n🔸 **定期更新：** 保持與最新功能和改進相關的定期更新，這些改進基於用戶反饋。\n\n🌟 **熱門模板類別：** 🌟\n\n📍 **商業與金融：** 使用 Excel 公式、創建業務計劃，並使用 SQL 分析市場趨勢。\n\n📍 **教育：** 制定教育內容，創建測驗問題，構建學習模組。\n\n📍 **個人發展：** 為自助、動力和個人成長製作模板。\n\n📍 **技術寫作：** 製作技術文件、用戶手冊和 API 文件。\n\n🚀 **通過 ChatGPT 提示生成器提升您的 AI 技能 - 您掌握 ChatGPT 模板的入口！** 🚀\n將您與人工智慧的互動提升，並將您的創意和專業項目帶入新的境界，使用 ChatGPT 提示生成器。這不僅僅是一個工具，它是您在探索令人興奮的人工智慧提示工程世界中的夥伴。立即安裝，開始自信且精確地創作吧！"
  }
}