{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hnspector - Inspect headings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspect heading structure for SEO. Find, highlight and copy on any H tag on a web page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As a professional web designer, I created Hnspector to be the tool I need for inspecting the page headings of the websites I work on (and those of competitors). I wanted it to be easy to use, ergonomic and powerful.\n\nThis extension searches for the H1 to H6 tags in the HTML code of the page being analysed, then generates the heading structure and enables the headings to be highlighted on the page.\n\nHnspector is free and fits for web sites creators, content makers and SEO experts.\n\nFeatures:\n- Displays the heading structure as an indented list\n- Display page's meta title\n- Activates/deactivates the highlighting of headings in the inspected page\n- Scrolls the page to the heading clicked in the list\n- Copies heading content with 1 click\n- Warns when the hierarchical structure is not respected\n- Indicates when page has no meta title\n- Indicates when a H tag is empty\n- Indicates the number of each type of H tag and the total number of headings\n- Copies the structure heading to the clipboard in csv format \n- Exports the structure heading in csv format \n\nChangelog:\n1.2.1\n- Performances optimisations\n- The extension is now 30% lighter\n1.2.0\n- When selected on pop-up, headings now blink after scroll\n- Removed \"buy me a coffee\" logo in footer\n- Added link for a review in footer\n1.1.5\n- You can now copy heading's content in clipboard by clicking on its \"H\" box"
  }
}