{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wandering Duck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A duck that wanders around the web page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bring a Bit of Fun to Your Browser!\n\nTired of the same old static web pages? Add some life to your browsing experience with Wandering Duck! This delightful Chrome extension introduces a cute little duck that waddles around your screen, bringing smiles and a touch of whimsy to your day.\n\nWhy Install Wandering Duck?\n\nLight-hearted Entertainment: Whether you're working, studying, or just browsing the web, Wandering Duck adds a playful companion to your screen. Watch as it randomly explores your web pages, bringing a bit of joy to your routine.\n\nSimple and Non-Intrusive: The duck moves around without interfering with your browsing. It stays in the background, giving you something to smile about without getting in the way.\n\nA Fun Conversation Starter: Have you ever wanted to make your browser more engaging? Wandering Duck is sure to catch the eye of anyone looking at your screen, making it a great conversation piece.\n\nNo Data Collection, Just Pure Fun\n\nWandering Duck doesn’t collect any user data. It’s purely for entertainment, ensuring your privacy is respected while you enjoy your new web buddy.\n\nHow to Use:\n\nSimply install the extension, and the duck will start wandering around your web pages automatically.\nEnjoy the sight of your new duck friend exploring different corners of your browser!"
  }
}