{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chanh Tươi - Cùng bạn tiết kiệm"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cung cấp mã giảm giá áp dụng cho từng sản phẩn trên Shopee, Lazada, Tiki, Sendo."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trợ lý Chanh Tươi là một tiện ích của Chanh Tươi Review. Khi cài đặt và sử dụng trợ lý Chanh Tươi, trợ lý này sẽ giúp bạn có thêm một số tính năng như: Lấy mã giảm giá, tự động kiểm tra mã giảm giá và hiển thị khi bạn xem sản phẩm trên Website của các sàn thương mại điện tử bao gồm: Lazada.vn, Shopee.vn, Tiki.vn.\n\nNgoài ra, nếu bạn đăng nhập và sử dụng tài khoản tại https://chanhtuoi.com, bạn có thể sử dụng tính năng theo dõi lịch sử giá. Bạn có thể nhập giá bạn muốn mua, khi người bán điều chỉnh giá về mức giá bạn mong muốn, bạn sẽ nhận được một thông báo từ Chanh Tươi Review gửi vào Email của bạn.\n\nNgoài ra, trợ lý cũng sẽ gợi ý giúp bạn thêm các sản phẩm liên quan, thông tin, bài review liên quan tới sản phẩm bạn định mua. Những nội dung này được đóng góp bởi đội ngũ chuyên gia, cộng đồng hoàn toàn công khai và minh bạch.  Mua sản phẩm tốt với giá hời rất khó, nhưng đừng lo, trợ lý Chanh Tươi và cộng đồng sẽ giúp bạn.\n\nRất nhiều tính năng sẽ được nhóm đưa vào để giúp trải nghiệm mua sắm của bạn tốt hơn. Do trợ lý Chanh Tươi chỉ hoạt động trên máy tính, do đó nếu bạn dùng điện thoại, bạn có thể dán link để kiểm tra khuyến mãi này trên website https://troly.chanhtuoi.com \n\nNếu có lỗi và mong muốn thêm các tính năng mới, hãy đóng góp thêm cho cộng đồng Chanh Tươi bạn nhé.\n\n- Cùng Chanh Tươi Review mua sắm Online siêu tiết kiệm\n- Email: support@chanhtuoi.com\n- Điện thoại: 0396.202.171 \n- Địa chỉ: : Tầng 3, Số 19 Cổ Vân, Việt Hùng, Đông Anh, Hà Nội.\n- Theo dõi chúng tôi trên\nhttps://twitter.com/chanhreviews\nhttps://www.facebook.com/chanhtuoicom/\nhttps://t.me/chanhtuoicom\nhttps://www.behance.net/chanhtuoireview\nhttps://www.pinterest.com/chanhtuoicom/"
  }
}