{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TradeA1"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personal Trading Assistant, TradeA1, is the only tool you'll ever need for smart OPTIONS BUYING & SELLING."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Companion for Confident Trading.\n\nGet the most out of your trading journey with TradeA1, it takes care of:\n\n★Trade management\nWith TradeA1, you can keep TRACK on the number of QUALITY TRADES you take each day. Additionally, each trade's gain or loss is shown instantly.\n\n★Money Management\nTradeA1 places automatic withdrawal requests in your console after market hours, if funds exceed a predefined value. That limits your exposure in the live market and profits will be safe in your bank account.\n\n★Risk Management\nAutomatic Position sizing\nBased on your risk appetite, TradeA1 determines the OPTIMAL QUANTITY to trade.\n\nSystem Stop Loss\nBased on your risk appetite, TradeA1 automatically squares off all open positions when cumulative stoploss for the day has been hit. Rule #1 of the trading business is to PROTECT YOUR CAPITAL.\n\nPlace SL order along with Buy order\nBuy order comes with an optional automatic sell order, limiting the downside of a trade.\n\nPrevent Overtrading\nTradeA1 limits the number of trades you can take in a day.\n\n★Profit Protection Mode\nIt’s not what you make, it’s what you keep! \nTradeA1 makes sure to protect x% of your maximum gain for the day.\n\n★Smart Execution\nAutomatic Entry and Exit at predefined levels\nHighest risk is at the entry. TradeA1 takes automatic entry and exit at your predefined level based on either LTP or Index.\n1click Trade\nWith just 1 click, TradeA1 automatically selects the strike Price, near-week expiry, optimal position size and stoploss.\n\n★Actual MTM\nIn TradeA1, brokerage, tax, and other expenses are accounted for in ACTUAL MTM.\n\n★Automatically deactivate options segment using Kill Switch, in any of the following cases\nSystem Stoploss for the day has been hit\nMaximum number of trades for the day have been executed\nProfit Protection Mode condition has been triggered\n\n\nUpcoming Features:\n\n★Trade Journal\nTradeA1 keeps track of all your HISTORICAL TRADING PERFORMANCE, so you can learn from your mistakes and get inspired by your winning trades.\n\n★Psychology Management\nTradeA1's friendly alerts encourage DISCIPLINED TRADING. You will be alerted once your profit or StopLoss  goal for the day has been achieved.\n\n★Data Analysis and Data Interpretation\nThe Open Interest (OI) section gives you in depth INSIGHTS about movement in the market.\n\nThe Problem we solve\n\n★ Every trader is aware of jargons like risk management, stop loss, overtrading, risk reward ratio, position sizing, trading psychology, protecting your capital etc. In reality, how many of us can really implement all these core principles in our trading and not lose money because of poor execution?? TradeA1 takes care of all the complicated calculations required to implement this in real time!\n\n★ Many beginners emphasize trading strategy over position sizing. How much is too much in a trade? Long-term success of a trader depends on this information and its execution.\n\n★ Trading is a competitive business where we as retailers compete with big institutions, powerful algorithms, etc. They use high-end technologies to their advantage. TradeA1 is your tech-buddy.\n\n★ Retail traders build their trading capital with their hard earned money. TradeA1 protects it, by proper position sizing and System Stop Loss.\n\n★ Traders with TradeA1, can mitigate all adverse effects of trading.\n\n\nOur Mission\nWe’re on a mission to help traders execute their trades smartly & confidently.\n\nOur Philosophy\n★Trading as a Business\n\nTrading is a serious business activity, it should be done professionally and profitably. \nWe believe retail traders can be profitable in the long term if they use proper systems and high end technology to their advantage.\n\n★ Trader First\n\nTrading is a personal journey influenced by your beliefs and perceptions about the market and your risk appetite. TradeA1 should suit all personality types ranging from Beginner to Pro level traders.\n\n★ Freedom.\n\nTrade, not for the money, but for the freedom it brings.\n\n★ Learn more here: https://www.tradea1.com\n\nTradeA1 (also known as \"Trade A1\", \"Trade A 1\", \"Trade A One\", or \"TradeAOne\") is a powerful trading extension for Chrome that takes care of trade management, money management, and risk management, allowing you to keep track of quality trades, automatically withdraw funds to protect your profits, and implement optimal position sizing and stop-loss strategies. Stay ahead of the market with TradeA1 and optimize your trading journey.\n\n#TradeA1 #TradeAOne #Trading #TradingStrategies #TradingDiscipline #ManageRisk #MoneyManagement #IncreaseProfits #ReduceLosses #Target #StopLoss #TrailingStopLoss #RelativeStopLoss #SetTarget #SetStopLoss #OptionsTrading #OptionsTradingIndia #OptionsBuying #OptionsSelling #DerivativesTrading #DerivativesTradingIndia #FuturesAndOptions #ManageCapital #ProtectCapital #TradeExecution #TradeAutomation #PnLChart #IntradayTrading #IntradaySquareoff #HighSpeedExecution #PositionSizing #TradingOpportunities #TradingSignals #TradeManagement #QualityTrades #ProfitAndLoss #RiskProfiles #MTM #Brokerage #OpenInterest #TradeJournal #Overtrading #RiskRewardRatio #TradingPsychology #RetailTraders #TradingSoftware #ProfessionalTrading #ProfitableTrading #FinancialIndependence #TradingCapital"
  }
}