{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Web Article Browser",
    "de": "Web-Artikel-Browser",
    "fr": "Navigateur d'articles Web",
    "ja": "ウェブ記事ブラウザ",
    "ko": "웹 기사 브라우저",
    "zh_CN": "网络文章浏览器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Browse online article paragraphs, modify content, display pop-up windows, crop screenshots, delete media advertising content, etc",
    "de": "Durchsuchen Sie Absätze von Online-Artikeln, ändern Sie Inhalte, zeigen Sie Pop-up-Fenster an, schneiden Sie Screenshots zu,…",
    "fr": "Parcourez les paragraphes d'articles en ligne, modifiez le contenu, affichez des fenêtres contextuelles, recadrez des captures…",
    "ja": "オンライン記事の段落の参照、コンテンツの変更、ポップアップ ウィンドウの表示、スクリーンショットのトリミング、メディア広告コンテンツの削除など",
    "ko": "온라인 기사 단락 탐색, 콘텐츠 수정, 팝업 창 표시, 스크린샷 자르기, 미디어 광고 콘텐츠 삭제 등",
    "zh_CN": "浏览在线文章段落、修改内容、显示弹窗、裁剪截图、删除媒体广告内容等"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plug-in is used to block the surrounding content when browsing online articles or any content, and can appropriately adjust the style of the content of the article, so that you can better browse the article or selected content;\n\nYou can first select the entire article you want to browse, or it can be part of the content, you can modify the text size and line distance of the content, you can set the text color or background color (of course, you can set the selected part of the content separately), you can Favorite the content you are browsing, you can delete the advertising media content in the content, you can add notes when browsing, you can also crop the area you want and save it to word, or you can export the entire article to word;\n\n1) First, you need to enable the circular icon of \"Web Article Browser\" in the upper right corner of the page where you want to use the \"Web Article Browser\", so that we can select the scope of the article content;\n\n2) When the mouse moves over the content of the article you want to browse, the range of the article you want to browse will be framed, and then double-click to confirm the selection of the article or paragraph content, and the \"horizontal toolbar\" will be displayed at this time;\n    If the mouse is not good to select the article range, you can use the \"Search Article Range Up\" tool on the \"horizontal toolbar\", click to expand the article range upward until you confirm the content range;\n\n3) The following describes the description of each button of the \"horizontal toolbar\";\n     a. </>: means \"find the article range up\", after you turn on the \"browse article browser\" switch, you cannot correctly select the content range you want to browse, you can use this tool to expand the content range upwards;\nb. W: Indicates that the double-click selection will be exported to Word;\nc. A+: means to increase the font size;\nd. A-: means to reduce the font size;\ne. T: icon, indicating the switch of increasing or reducing the line spacing, if it is turned on, click \"A+\" or \"A-\" to increase or decrease the line spacing respectively;\nf. >=: icon, used to indent the first line by two words; select it to indent, and deselect it to cancel the indent;\ng. A: means to change the color of the article, if there is selected content, only change the text color of the selected content;\nh. [A]: Indicates to change the background color of the article content, if there is selected content, only change the background color of the selected content;\ni. *: star icon , indicating favorites, the network URL address, title, and your remarks where this network content is located;\nj. Item: Copy icon, which means to collect according to the selected content, similar to the * tool;\nk. [][]: Two window icons, which will block other content of the article or paragraph you selected, and display it in a separate window, which can be actuated to change the size of the window, allowing you to better read the content;\nl. Pen tool: You can browse the content, fill in remarks, write your understanding of the content, etc.;\nm. Cropping tool: you can select the content that you have solved well, and crop it out and save it to word;\nn. [x]: Indicates that the media content in the content you select can be deleted. If advertising content, etc., this tool supports searching up the range of media content, so that the content of the deleted article is well-formed and easier to read;"
  }
}