{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frontier Slither"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cutting-edge slither.io MOD for playing more comfortably."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Frontier Slither is a slither.io MOD that makes more fun to play.\nAnyone, from beginners to professional players, can play.\n\n----------------------------------------------------------\n\nMain features:\n\n* Party - You can always create a group to play with your friends.\n* Improved Championship Edition (Circle Bot available)\n* Real-time leaderboards and optimized server lists.\n* Auto coiling - Disable the mouse move and automatically Coiling. If you want to stay small on the spot temporarily, this is recommended instead of Bot.\n* Build Slither Plus - A tool that allows you to create and edit custom skins more conveniently.\n* Zoom Smoothing - You can smoothly change the field of view size when zooming.\n* Various graphic settings for improved FPS and visibility. For example, you can disable the effects of snake acceleration and death.\n* Mini-map and Leaderboard resizing.\n* Kills counter.\n* Server ping measurement.\n* Border assist.\n* Playtime display.\n* Cosmetic support.\n* Custom tags.\n* Save multiple custom skins.\n* Language switching feature (English and Japanese are supported).\n\n----------------------------------------------------------\nv6.1.0\n- Updated the UI on the main screen.\n- Added a character count indicator to the nickname input field.\n- Made significant changes to the server selection UI:\n  - Revamped the design of the server selection window.\n  - Added four new configuration options related to server selection.\n- Enabled connections to servers using IPv6 addresses.\n- Server IDs are now displayed during gameplay.\n- Party functionality now supports server IDs and IPv6.\n- Added warnings for older browser versions in preparation for raising the minimum supported version.\n- Changed the URL for the server list retrieval API.\n- Updated the URL for the real-time leaderboard.\n- Made minor UI adjustments.\n- Fixed several bugs.\n\nv6.0.10\n- Removed button to the enter code page. \n- Added a new public tag for NTL.\n\nv6.0.8\n-  Minimap now also supports dynamic borders.\n\nv6.0.7\n- New dynamic border is supported. (However, at this time the minimap does not support dynamic borders. The minimap will display the border czar shadow)\n- Fixed bot and border assist features along with dynamic border support.\n- Borders are no longer displayed when zooming out when far from the border.\n- Mouse angle and boost sending interval adjusted.\n\nv6.0.5\n- Fixed a bug that when re-creating a custom skin for a pattern that already existed, that skin was not selected.\n- Fixed a bug that caused inoperability if the exit operation was performed during a fade.\n\nv6.0.3\n- Fixed minor bugs.\n\nv6.0.0\n- The overall design has been revamped.\n- The setting option \"Show the glow when the snake is accelerating\" now allows you to choose from three options: None, All, and Own.\n  - None: Acceleration effects will not be displayed. This is the default setting.\n  - All: Acceleration effects will be displayed.\n  - Own: Acceleration effects will be displayed only for yourself, and the acceleration effects of other players will not be shown.\n- Added a new setting option \"Invert mouse wheel zoom\" .\n- The setting option \"Allow the header text color to be changed\" has been removed.\n- Several settings related to the clock have been removed.\n  - Removed items: \"Date\", \"Week\", \"Time\", \"Separator\", \"Hour notation\", \"Month notation\", and \"Custom format\".\n  - The clock format will now automatically change based on the locale.\n- The new official protocol (protocol version 15) is now supported.\n  - The tail part rendering has been improved to match the official version.\n- The minimum supported browser version has been raised to 104.\n- Various other bug fixes and performance improvements have been implemented."
  }
}