{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ad 'n Popup-Blocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blocks ads and ad popups from thousands of sources.",
    "de": "Blockiert Werbung und Werbe-Popups von tausenden Quellen.",
    "es": "Bloquea anuncios y ventanas emergentes de miles de fuentes.",
    "fi": "Estää mainokset ja ponnahdusikkunat tuhansista lähteistä.",
    "fr": "Bloque les publicités et les popups provenant de milliers de sources.",
    "it": "Blocca gli annunci e i popup pubblicitari da migliaia di fonti.",
    "nl": "Blokkeert advertenties en advertentie popups van duizenden bronnen.",
    "pl": "Blokuje reklamy i reklamy popup z tysięcy źródeł.",
    "sv": "Blockerar annonser och popup-fönster från tusentals källor."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension can block advertisements on many pages from many sources. Besides, it can also block ad pop-ups or close them automatically.\n\n(The list of URLs to be blocked is constantly being expanded. If you see ads that have not been blocked, please feel free to contact us).\n\nFeatures:\n⭐️ Ad Blocking - It can block advertisements. (We are constantly trying to expand the list of URLs of advertising distributors.)\n⭐️ Ad Pop-Up Blocking - We check if a popup is an ad (i.e. the URL is in the \"black list\") and block/close it.\n⭐️ Faster loading times - Blocking ads can speed up the loading time of web pages.\n\nPermissions:\nUnlike traditional extensions, this extension only requires the default permissions on each website for it to block ads.\n\nThis extension uses a simple filter to detect and block unwanted URLs (so-called distribution URLs) and is also completely free."
  }
}