{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CleanSlate - Custom History Cleaner",
    "de": "CleanSlate - Anpassbarer Verlauf-Cleaner",
    "es": "CleanSlate - Limpiador de Historial Personalizado",
    "fr": "CleanSlate - Nettoyeur d'Historique Personnalisé"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Effortlessly clean your browsing history with customizable options.",
    "de": "Bereinigen Sie mühelos Ihren Browserverlauf mit anpassbaren Optionen.",
    "es": "Limpie sin esfuerzo su historial de navegación con opciones personalizables.",
    "fr": "Nettoyez sans effort votre historique de navigation avec des options personnalisables.",
    "tr": "Özelleştirilebilir seçeneklerle tarama geçmişinizi zahmetsizce temizleyin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CleanSlate - Custom History Cleaner\n\nCleanSlate is your go-to Chrome extension for efficient and customizable browsing history management. Key features include:\n\n## Features\n\n• Auto History Wipe: Set up daily, weekly, or monthly auto-clean schedules.\n• Custom Exceptions: Easily add websites you want to exclude from cleaning.\n• Flexible Options: Choose what types of data to remove (history, cookies, cache).\n• Secure Backup: Safely export and import your cleaning preferences.\n\nTake control of your digital footprint with CleanSlate - the smart way to keep your browsing history tidy and your privacy intact.\n\n## How to use\n\n1. Click on the CleanSlate icon in your Chrome toolbar to open the extension popup.\n\n2. Select the time range for which you want to clear browsing data:\n   - Last Hour\n   - Last 24 Hours\n   - Last Week\n   - Custom Range (allows you to set specific start and end dates)\n\n3. Choose which types of data you want to clear:\n   - Browsing History\n   - Cookies\n   - Cache\n   - Downloads\n   - Form Data\n\n4. Click the \"Clean\" button to start the cleaning process.\n\n5. For advanced settings, click on \"Advanced Settings\" to:\n   - Set up automatic cleaning schedules\n   - Add exceptions for websites you never want to be cleared\n   - Create and manage different cleaning profiles\n   - Set up password protection for the extension\n   - Backup and restore your settings\n\n6. After cleaning, a summary of cleared data will be displayed.\n\nNote: Always be cautious when clearing browsing data, as it may sign you out of websites and remove saved preferences."
  }
}