{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MapHabitatLeBonCoin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez facilement les annonces immobilières du site Le Bon Coin sous une nouvelle perspective avec l'extension \"Carte…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez facilement les annonces immobilières du site Le Bon Coin sous une nouvelle perspective avec l'extension \"Carte Immobilière Le Bon Coin\" !\n\n🏡 Visualisation Intuitive : Explorez les propriétés à vendre ou à louer sur une carte interactive, offrant une vue d'ensemble claire et pratique.\n\n📍 Navigation Simple : Parcourez les annonces en fonction de leur emplacement géographique, facilitant la recherche dans des zones spécifiques.\n\n💰 Filtrage par Prix (Prochainement) : Définissez votre intervalle de prix avec notre curseur interactif pour affiner votre recherche selon votre budget.\n\n🔄 Mises à Jour Automatiques : Les nouvelles annonces sont intégrées en temps réel, vous fournissant constamment des informations fraîches.\n\n⏱️ Gagnez du Temps : Évitez les longues listes d'annonces en visualisant les propriétés sur la carte. Gagnez du temps et trouvez rapidement ce qui correspond à vos critères.\n\n🛠️ Personnalisation Avancée (Prochainement) : Personnalisez votre expérience en ajustant les filtres, la portée géographique et plus encore pour des résultats sur mesure.\n\nExplorez le marché immobilier d'une manière innovante et efficace. Installez l'extension maintenant pour une recherche immobilière plus intelligente !"
  }
}