{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Widilo Cashback Reminder",
    "es,fr": "Widilo Cashback",
    "it": "Promemoria Widilo Cashback"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get cashback in one click on all your purchases when you shop online with the Widilo Cashback Reminder",
    "es": "Gana dinero en todas tus compras con tan solo un clic con la extensión Widilo Cashback",
    "fr": "Gagnez de l’argent en un clic sur tous vos achats avec l’extension Widilo Cashback",
    "it": "Ricevi il cashback con un clic su tutti i tuoi acquisti online con il Promemoria Widilo Cashback"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss out on cashback ever again with the Widilo Cashback Reminder! Earn cashback and save when shopping online at over 2,500 merchants partners such as Nike, Expedia, Dell, ASOS and many more. \n\nWith The Widilo Cashback Reminder, every time you visit a brand we will instantly notify you if a cashback or promo codes are available, and you will be able to save money with just one click. \n\nDownload the Widilo Cashback Reminder now and get notified whenever you’re shopping online at any of Widilo’s retailers.",
    "es": "¡Gana dinero en todas sus compras! Con la extensión Widilo Cashback.\nWidilo te reembolsa de hasta un 65% de todas tus compras en más de 1100 comerciantes asociados como El Corte Inglés, Nike, Sephora, Booking, ASOS…\n\nLa extensión de Widilo Cashback te informa instantáneamente si la tienda en la que te encuentras navegando tiene Cashback o códigos descuento disponibles. ¡Con esta extensión, ahorras tiempo y dinero!\n\nDescarga la extensión Widilo Cashback ahora y recupera una parte de tus compras online. ¡Activa tu cashback en un clic y ahorra dinero!",
    "fr": "Avec l’extension Widilo Cashback, gagnez de l’argent sur tous vos achats ! Widilo c’est jusqu’à 65% remboursés sur vos achats chez plus de 1100 marchands partenaires comme Cdiscount, Nike, Sephora, Booking, ASOS...\n\nL’extension Widilo Cashback vous informe instantanément si un cashback ou des codes promo sont disponibles sur le site marchand que vous visitez. Avec cette extension, vous gagnez du temps et de l’argent !\n\nTéléchargez l’extension Widilo Cashback dès maintenant, et soyez remboursé d’une partie de vos achats en ligne. Activez votre cashback en un clic et faites des économies !\n\nL'extension est également disponible pour Firefox : https://www.widilo.fr/extension\n\nCharte de confidentialité : https://www.widilo.fr/politique-de-confidentialite",
    "it": "Ricevi il cashback con un clic su tutti i tuoi acquisti online con il Promemoria Widilo Cashback Non perderti mai più un cashback con il Promemoria Widilo Cashback! Guadagna cashback e risparmia sul tuo shopping online presso oltre 2,500 negozi partner come Nike, Expedia, Dell, ASOS e molti altri.\n\nCon il Promemoria Widilo Cashback, ogni volta che visiterai un marchio, ti notificheremo immediatamente se è disponibile un cashback o un codice sconto, per farti risparmiare con un solo clic. \n\nScarica subito il Promemoria Cashback Widilo e ricevi una notifica ogni volta che fai acquisti online presso uno dei rivenditori Widilo."
  }
}