{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ELI, Smart AI Meeting NotePad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered meeting Notepad with real-time transcription, translation, summaries and notes"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eli takes your meetings to the next level by delivering real-time insights, analytics, and advice tailored to your needs. From sales to interviews and team collaborations, Eli empowers you to achieve measurable performance improvements.\n\n🎯 Core Features\n\nAutomatic Transcription & Recording (Free): Capture every detail with automated transcripts and recordings.\nReal-Time Summaries & Translations (Free): Simplify follow-ups with instant summaries and translations.\nProactive AI-Powered Guidance (Premium): Receive real-time advice, analytics, and actionable insights to enhance performance.\n\n💡 Use Cases\n\n- Remote Sales: Maximize success rates with real-time key point recommendations.\n- Job Interviews: Respond to questions with confidence and precision through tailored suggestions.\n- Team Meetings: Track participation, identify issues, and receive actionable solutions.\n- Strategic Discussions: Address challenges and improve outcomes with real-time problem-solving guidance.\n\n📊 Proven Performance Boost\n\n- Sales: Achieve up to 47% higher close rates and reduce sales cycles by 2.3x.\n- Team Collaboration: Improve decision alignment by 82% and accelerate project execution by 3x.\n- Overall Meeting Efficiency: Cut meeting time by 64% and achieve 91% implementation success for action items.\n\n🆓 Limited-Time Free Premium Access\nExperience all features for free during the trial period (until 2025/01).\n\nElevate your meeting game with Eli and discover how proactive AI guidance can transform your outcomes. Try Eli today and unlock the full potential of every interaction!"
  }
}