{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outwrite — Grammar checker & rewrite tool",
    "es": "Outwrite - Gramática y reescritura",
    "fr": "Outwrite - Correcteur d'orthographe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write perfect content with Outwrite. Check spelling & grammar, improve writing style, find synonyms and paraphrase sentences.",
    "es": "Escribe textos perfectos con Outwrite. Revisa tu gramática y ortografía, mejora tu estilo, busca sinónimos y reformula oraciones.",
    "fr": "Écrivez avec impact et éloquence directement depuis votre navigateur avec l'outil de correction et reformulation d'Outwrite."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Become a better writer with Outwrite for Chrome. Our AI writing assistant is more than just a grammar checker—it helps turn your ideas into powerful sentences.\n\nIt works wherever you write online, including Gmail, Outlook, LinkedIn, Medium, and WordPress.\n\nYou can use Outwrite to paraphrase entire sentences, strengthen your vocabulary, fix passive voice, and help increase or decrease your word count.\n\nFree features of the Outwrite Editor include:\n★ Spell Checker\n★ Grammar and Punctuation Checker\n★ Thesaurus suggestions\n★ Writing statistics (including readability, grade level and word count)\n★ French, Spanish, and English support\n\nUpgrade to our Pro plan to access:\n★ Paraphrasing Tool (to rewrite and restructure entire sentences)\n★ Style suggestions\n★ Structure suggestions (like changing passive voice to active voice)\n★ Plagiarism Checker\n\nIt's not just Chrome—you can also use Outwrite to improve your writing using Google Docs, Word, Edge, iOS, and with our web app.\n\nGet started with your free Outwrite account today!\n\nPrivacy Policy: https://outwrite.com/privacy\nTerms of Use: https://outwrite.com/terms\n\nOver 1 million people use Outwrite for tasks like:\n➤ Editing homework or an English essay for school\n➤ Enhancing assignments for college using appropriate synonyms from our thesaurus\n➤ Checking punctuation, like commas and apostrophes\n➤ Writing clear and impactful copy for websites, ads, and social media\n➤ Refining business documents & reports\n➤ Grading an academic thesis\n➤ Rewriting text to improve SEO and readability\n➤ Teaching students how to write more effectively\n\nYou don't have to be Shakespeare or Hemingway—just use Outwrite to proofread and write like a pro.\n\nSome quotes from some of our users:\nSteve, USA - \"I can’t believe that Outwrite is free! It’s ideal for making sure all of my work is polished and professional\"\nPenny, Australia - \"I use this product almost every day! The sentence paraphrasing component complements grammar products like Grammarly and LanguageTool really well. Great job!\"\n\nNote - Outwrite rebranded from GradeProof in August 2020",
    "es": "Escribe mejor con Outwrite para Chrome. Nuestro asistente de escritura de inteligencia artificial es mucho más que un corrector gramatical: te ayuda a convertir tus ideas en oraciones poderosas y funciona en cualquier sitio en línea, incluidos Gmail, Outlook, LinkedIn y WordPress.\n\nPuedes usar Outwrite para reescribir oraciones, mejorar tu vocabulario, arreglar la voz pasiva y aumentar o reducir el conteo de palabras.\n\nLas funciones gratuitas del editor de Outwrite incluyen lo siguiente:\n★ Corrector ortográfico\n★ Corrector gramatical y de puntuación\n★ Sugerencias de sinónimos\n★ Estadísticas de escritura (incluidos los niveles de legibilidad y complejidad)\n★ Apoyo en francés, español e inglés\n\nCon el plan Pro, accedes a lo siguiente:\n★ Herramienta de reformulación\n★ Sugerencias de estilo\n★ Sugerencias de estructura\n★ Verificación de plagio\n\nNo solo funciona en Chrome: también puedes usar Outwrite para mejorar tu escritura con nuestra aplicación web y en Google Docs, Microsoft Word y Edge. ¡Crea tu cuenta gratuita de Outwrite ahora!\n\nPolítica de privacidad: https://outwrite.com/privacy\n\nTérminos de uso: https://outwrite.com/terms\n\nQué dicen algunas personas que usan Outwrite:\n\nSteve, Estados Unidos. \"¡No puedo creer que Outwrite sea gratis! Es ideal para asegurarme de que todo mi trabajo sea prolijo y profesional\". \n\nPenny, Australia. \"Uso esta herramienta casi todos los días. La herramienta de reformulación de oraciones complementa muy bien otros productos gramaticales, como Grammarly y LanguageTool. ¡Excelente trabajo!\".",
    "fr": "Outwrite est plus qu'un simple correcteur d'orthographe et de grammaire - Il transforme vos idées en écrits impactants. Notre extension de navigateur internet, vous aidera à corriger vos erreurs d'orthographe, reformuler vos phrases et diversifier votre vocabulaire en français comme en anglais.\n\nEn s'appuyant sur une Intelligence Artificielle performante, il corrige vos écrits quel que soit le site que vous visitiez, en respectant ergonomie et fluidité d'utilisation des messageries (Gmail, Outlook), réseaux sociaux (LinkedIn, Facebook, Twitter...) et bien d'autres plateformes (WordPress...).\n\nUne version gratuite incluant :\n★ un correcteur d'orthographe et de conjugaison\n★ un correcteur de grammaire et typographie\n★ des suggestions de synonymes\n★ des rapports statistiques sur vos écrits (incluant la lisibilité et le nombre total de mots de votre document)\n\nAvec la version Pro vous aurez accès à :\n★ des suggestions stylistiques\n★ la révision de la syntaxe de vos phrases\n★ un outil de paraphrase puissant (pour reformuler et améliorer la structure de vos phrases)\n\nPolitique de confidentialité : www.outwrite.com/privacy\nConditions d'utilisation : www.outwrite.com/terms\n\nLancez-vous et créez votre compte sur www.outwrite.com/francais pour accéder à notre version gratuite."
  }
}