{
  "name": {
    "ar": "راديو عبر الإنترنت لـ Google Chrome ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Online Radio for Google Chrome™",
    "bg": "Онлайн радио за Google Chrome ™",
    "ca": "Ràdio en línia per a Google Chrome ™",
    "cs": "Online rádio pro Google Chrome ™",
    "da": "Online radio til Google Chrome ™",
    "de": "Online-Radio für Google Chrome ™",
    "el": "Ηλεκτρονικό ραδιόφωνο για το Google Chrome ™",
    "es": "Radio en línea para Google Chrome ™",
    "et": "Veebiraadio Google Chrome ™ -i jaoks",
    "fi": "Online-radio Google Chrome ™ -sovellukselle",
    "fil": "Online Radio para sa Google Chrome ™",
    "fr": "Radio en ligne pour Google Chrome ™",
    "he": "רדיו מקוון עבור ™ Google Chrome",
    "hi": "Google Chrome ™ के लिए ऑनलाइन रेडियो",
    "hr": "Mrežni radio za Google Chrome ™",
    "hu": "Online rádió a Google Chrome ™ -hoz",
    "id": "Radio Daring untuk Google Chrome ™",
    "it": "Radio in linea per Google Chrome ™",
    "ja": "GoogleChrome™用オンラインラジオ",
    "ko": "Google Chrome ™ 용 온라인 라디오",
    "lt": "„Google Chrome“ internetinis radijas",
    "lv": "Tiešsaistes radio pārlūkam Google Chrome ™",
    "ms": "Radio Dalam Talian untuk Google Chrome ™",
    "nl": "Online radio voor Google Chrome ™",
    "no": "Online Radio for Google Chrome ™",
    "pl": "Radio internetowe dla Google Chrome ™",
    "ro": "Radio online pentru Google Chrome ™",
    "ru": "Интернет-радио для Google Chrome ™",
    "sk": "Online rádio pre Google Chrome ™",
    "sl": "Spletni radio za Google Chrome ™",
    "sr": "Интернет радио за Гоогле Цхроме ™",
    "sv": "Online-radio för Google Chrome ™",
    "th": "วิทยุออนไลน์สำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Çevrimiçi Radyo",
    "uk": "Інтернет-радіо для Google Chrome ™",
    "vi": "Radio trực tuyến dành cho Google Chrome ™",
    "zh_CN": "Google Chrome™在线广播",
    "zh_TW": "Google Chrome™在線廣播"
  },
  "short": {
    "ar": "حر! استمع إلى محطات الراديو من متصفحك.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free! Listen to radio stations from your browser.",
    "bg": "Безплатно! Слушайте радиостанции от браузъра си.",
    "ca": "Gratuït Escolteu estacions de ràdio des del vostre navegador.",
    "cs": "Volný, uvolnit! Poslouchejte rozhlasové stanice z vašeho prohlížeče.",
    "da": "Gratis! Lyt til radiostationer fra din browser.",
    "de": "Frei! Hören Sie Radiosender über Ihren Browser.",
    "el": "Ελεύθερος! Ακούστε ραδιοφωνικούς σταθμούς από το πρόγραμμα περιήγησής σας.",
    "es": "¡Libre! Escuche estaciones de radio desde su navegador.",
    "et": "Tasuta! Kuulake raadiojaamu brauseris.",
    "fi": "Vapaa! Kuuntele radioasemia selaimeltasi.",
    "fil": "Libre! Makinig sa mga istasyon ng radyo mula sa iyong browser.",
    "fr": "Libérer! Écoutez les stations de radio depuis votre navigateur.",
    "he": "חינם! האזן לתחנות רדיו מהדפדפן שלך.",
    "hi": "नि: शुल्क! अपने ब्राउज़र से रेडियो स्टेशन सुनें।",
    "hr": "Besplatno! Slušajte radio stanice iz svog preglednika.",
    "hu": "Ingyenes! Hallgasson rádióállomásokat a böngészőjéből.",
    "id": "Gratis! Dengarkan stasiun radio dari browser Anda.",
    "it": "Gratuito! Ascolta le stazioni radio dal tuo browser.",
    "ja": "自由！ブラウザからラジオ局を聴きます。",
    "ko": "비어 있는! 브라우저에서 라디오 방송국을 듣습니다.",
    "lt": "Laisvas! Klausykitės radijo stočių iš savo naršyklės.",
    "lv": "Bezmaksas! Klausieties radiostacijas no pārlūka.",
    "ms": "Percuma! Dengarkan stesen radio dari penyemak imbas anda.",
    "nl": "Vrij! Luister naar radiostations vanuit uw browser.",
    "no": "Gratis! Lytt til radiostasjoner fra nettleseren din.",
    "pl": "Darmowy! Słuchaj stacji radiowych w przeglądarce.",
    "ro": "Gratuit! Ascultați posturile de radio din browserul dvs.",
    "ru": "Свободный! Слушайте радиостанции в браузере.",
    "sk": "Zadarmo! Počúvajte rozhlasové stanice z prehliadača.",
    "sl": "Prost! Poslušajte radijske postaje iz brskalnika.",
    "sr": "Бесплатно! Слушајте радио станице из свог прегледача.",
    "sv": "Fri! Lyssna på radiostationer från din webbläsare.",
    "th": "ฟรี! ฟังสถานีวิทยุจากเบราว์เซอร์ของคุณ",
    "tr": "Bedava! Tarayıcınızdan radyo istasyonlarını dinleyin.",
    "uk": "Безкоштовно! Слухайте радіостанції з вашого браузера.",
    "vi": "Miễn phí! Nghe các đài phát thanh từ trình duyệt của bạn.",
    "zh_CN": "自由！通过浏览器收听广播电台。",
    "zh_TW": "自由！通過瀏覽器收聽廣播電台。"
  },
  "long": {
    "ar": "استمع إلى أكثر من 10 محطات إذاعية اليوم باستخدام امتداد البرنامج هذا. magic fm live\n\nهل تريد الاستماع إلى الأغاني / محطات الراديو المختلفة أثناء وجودك في العمل؟ يمكنك ذلك بسهولة\nاختر من قائمتنا المنسقة لمحطات الراديو لأنواع الموسيقى المختلفة. online radio\n\nتتكون محطاتنا الإذاعية من\n\nموسيقى صاخبه\nموسيقى وطنية او قومية\nأغاني البوب\n\nوالعديد من أنواع الموسيقى الأخرى. ابدأ الاستماع إلى الراديو اليوم باستخدام هذا البرنامج المجاني. internet radio\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. راديو الإنترنت لمتصفح Google Chrome ليس مملوكًا ، وليس مرخصًا له ، وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Listen to over 10+ radio stations today using this software extension.\n\nWant to listen to different songs/radio stations while you are at work? You can easily\nchoose from our curated list of radio stations for different music genre.\n\nOur radio stations consist of\n\nrock music\ncountry music\npop songs\n\nand many other types of music. Start listening to the radio today using this free software.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Online Radio for Google Chrome is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Слушайте над 10+ радиостанции днес, използвайки това софтуерно разширение. sinar fm online\n\nИскате ли да слушате различни песни / радиостанции, докато сте на работа? Можете лесно\nизберете от нашия подбран списък с радиостанции за различен музикален жанр. radio fm online\n\nНашите радиостанции се състоят от\n\nрок музика\nкънтри музика\nпоп песни\n\nи много други видове музика. Започнете да слушате радио днес с този безплатен софтуер. radio 1 online\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Онлайн радио за Google Chrome не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Escolteu més de deu emissores de ràdio avui amb aquesta extensió de programari. onlineradiobox\n\nVoleu escoltar diferents cançons / emissores de ràdio mentre esteu treballant? Vostè pot fàcilment\ntriar de la nostra llista curada d'estacions de ràdio per a diferents gèneres musicals. magic fm online\n\nLes nostres emissores de ràdio consten de\n\nmúsica rock\nmúsica country\ncançons pop\n\ni molts altres tipus de música. Comenceu a escoltar la ràdio avui mateix mitjançant aquest programari gratuït. antena 1 online\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. La ràdio en línia per a Google Chrome no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Poslechněte si dnes přes 10+ rozhlasových stanic pomocí tohoto softwarového rozšíření. msnbc listen live\n\nChcete poslouchat různé písně / rozhlasové stanice, když jste v práci? Můžete snadno\nvyberte si z našeho seznamu rozhlasových stanic pro různé hudební žánry. classic fm live\n\nNaše rozhlasové stanice se skládají z\n\nrocková hudba\ncountry hudba\npopové písně\n\na mnoho dalších druhů hudby. Začněte dnes poslouchat rádio pomocí tohoto bezplatného softwaru. radio 4 listen live\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Online rádio pro Google Chrome nevlastní, nemá licenci ani není dceřinou společností společnosti Google Inc.",
    "da": "Lyt til over 10+ radiostationer i dag ved hjælp af denne softwareudvidelse. hot fm online\n\nVil du lytte til forskellige sange / radiostationer, mens du er på arbejde? Det kan du nemt\nvælg fra vores kuraterede liste over radiostationer til forskellige musikgenrer. mix fm online\n\nVores radiostationer består af\n\nrockmusik\nCountry musik\npopsange\n\nog mange andre typer musik. Begynd at lytte til radioen i dag ved hjælp af denne gratis software. red fm live\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Online Radio til Google Chrome ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Hören Sie heute über 10 Radiosender mit dieser Software-Erweiterung. dalkas fm\n\nMöchten Sie während Ihrer Arbeit verschiedene Songs / Radiosender hören? Sie können leicht\nWählen Sie aus unserer kuratierten Liste von Radiosendern für verschiedene Musikgenres. 98.9 fm\n\nUnsere Radiosender bestehen aus\n\nRockmusik\nLand musik\nPop-Lieder\n\nund viele andere Arten von Musik. Hören Sie noch heute mit dieser kostenlosen Software Radio. bbc radio 2 listen live\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Online Radio für Google Chrome gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Ακούστε περισσότερους από 10+ ραδιοφωνικούς σταθμούς σήμερα χρησιμοποιώντας αυτήν την επέκταση λογισμικού. listen to radio online\n\nΘέλετε να ακούσετε διαφορετικά τραγούδια / ραδιοφωνικούς σταθμούς ενώ εργάζεστε; Μπορείτε εύκολα\nεπιλέξτε από την επιλεγμένη λίστα ραδιοφωνικών σταθμών για διαφορετικά είδη μουσικής. bbc radio 4 listen live\n\nΟι ραδιοφωνικοί μας σταθμοί αποτελούνται από\n\nροκ μουσική\nμουσική κάντρι\nτραγούδια ποπ\n\nκαι πολλά άλλα είδη μουσικής. Ξεκινήστε να ακούτε ραδιόφωνο σήμερα χρησιμοποιώντας αυτό το δωρεάν λογισμικό. radio online live\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome Το διαδικτυακό ραδιόφωνο για το Google Chrome δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Escuche más de 10 estaciones de radio hoy con esta extensión de software. lesedi fm live\n\n¿Quiere escuchar diferentes canciones / estaciones de radio mientras está en el trabajo? Tu puedes fácilmente\nelija de nuestra lista seleccionada de estaciones de radio para diferentes géneros musicales. lite fm online\n\nNuestras estaciones de radio consisten en\n\nla música rock\nla música country\ncanciones pop\n\ny muchos otros tipos de música. Empiece a escuchar la radio hoy mismo con este software gratuito. radio italia online\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Online Radio para Google Chrome no es propiedad, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Selle tarkvaralaienduse abil saate täna kuulata üle 10 raadiojaama. lbc listen live\n\nKas soovite tööl olles kuulata erinevaid laule / raadiojaamu? Saate lihtsalt\nvalige meie kureeritud raadiojaamade loendist erinevatele muusikažanritele. radio popular online\n\nMeie raadiojaamad koosnevad\n\nrokk Muusika\nkantrimuusika\npoplaule\n\nja palju muud tüüpi muusikat. Alustage raadio kuulamist juba täna seda tasuta tarkvara kasutades. naxi radio online\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Google Chrome'i veebiraadio ei kuulu Google Inc.-le, pole litsentseeritud ega ole selle tütarettevõte.",
    "fil": "Kuuntele yli 10 radioasemaa tänään käyttämällä tätä ohjelmistopäätettä. retro radio online\n\nHaluatko kuunnella erilaisia kappaleita / radioasemia, kun olet töissä? Voit helposti\nvalitse kuratoidusta radioasemaluettelostamme eri musiikkilajeja varten. my fm online\n\nRadioasemamme koostuvat\n\nRock-musiikki\nKantri musiikki\npop-kappaleita\n\nja monia muita musiikkityyppejä. Aloita radion kuuntelu tänään käyttämällä tätä ilmaista ohjelmistoa. top fm live\n\nVastuuvapauslauseke: Huomaa, että laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Google Chromen online-radio ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Écoutez plus de 10 stations de radio aujourd'hui en utilisant cette extension logicielle. polskie radio internetowe\n\nVous voulez écouter différentes chansons / stations de radio pendant que vous êtes au travail? Vous pouvez facilement\nchoisissez parmi notre liste de stations de radio pour différents genres musicaux. cool fm live\n\nNos radios se composent de\n\nmusique rock\nmusique country\nchansons pop\n\net de nombreux autres types de musique. Commencez à écouter la radio dès aujourd'hui en utilisant ce logiciel gratuit. rock radio online\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. La radio en ligne pour Google Chrome n'appartient pas à, n'est pas licenciée par et n'est pas une filiale de Google Inc.",
    "hi": "इस सॉफ्टवेयर एक्सटेंशन का उपयोग करके आज 10+ से अधिक रेडियो स्टेशनों को सुनें। {२}\n\nजब आप काम पर हों तो अलग-अलग गाने / रेडियो स्टेशन सुनना चाहते हैं? आप आसानी से कर सकते हैं\nविभिन्न संगीत शैली के लिए रेडियो स्टेशनों की हमारी क्यूरेट सूची से चुनें। {{}\n\nहमारे रेडियो स्टेशनों से मिलकर बनता है\n\nरॉक संगीत\nलोक गायक\nपॉप गीत\n\nऔर कई अन्य प्रकार के संगीत। इस मुफ्त सॉफ्टवेयर का उपयोग करके आज रेडियो सुनना शुरू करें। {{}\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome के लिए ऑनलाइन रेडियो के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Slušajte preko 10+ radio stanica danas koristeći ovo programsko proširenje. radio 1 listen live\n\nŽelite li slušati različite pjesme / radio stanice dok ste na poslu? Možete lako\nodaberite s našeg kuriranog popisa radio stanica za različite glazbene žanrove. free internet radio\n\nNaše radio stanice sastoje se od\n\nrock glazba\ncountry glazba\npop pjesme\n\ni mnoge druge vrste glazbe. Počnite danas slušati radio koristeći ovaj besplatni softver. best fm online\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Online Radio za Google Chrome nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Hallgasson ma több mint 10+ rádióállomást ezzel a szoftverbővítéssel. hot fm live\n\nSzeretne különböző dalokat / rádióállomásokat hallgatni munka közben? Könnyen\nválasszon a különböző zenei műfajok számára készített rádióállomások listájáról. jacaranda fm live\n\nRádióink áll\n\nrockzene\nCountry zene\npop zenék\n\nés sok más típusú zene. Kezdje el ma hallgatni a rádiót ezzel az ingyenes szoftverrel. radio energy online\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Az online rádió a Google Chrome-hoz nem a Google Inc. tulajdonosa, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Dengarkan lebih dari 10+ stasiun radio sekarang menggunakan ekstensi perangkat lunak ini. basila chill\n\nIngin mendengarkan berbagai lagu / stasiun radio saat Anda sedang bekerja? Anda bisa dengan mudah\npilih dari daftar stasiun radio pilihan kami untuk genre musik yang berbeda. radio online magic fm\n\nStasiun radio kami terdiri dari\n\nmusik rock\nmusik country\nlagu-lagu pop\n\ndan banyak jenis musik lainnya. Mulailah mendengarkan radio hari ini menggunakan perangkat lunak gratis ini. ujyaalo online\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Radio Daring untuk Google Chrome tidak dimiliki oleh, tidak dilisensikan oleh, dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Ascolta più di 10 stazioni radio oggi utilizzando questa estensione software. melody fm online\n\nVuoi ascoltare diverse canzoni / stazioni radio mentre sei al lavoro? Puoi facilmente\nscegli dal nostro elenco curato di stazioni radio per diversi generi musicali. bbc radio online\n\nLe nostre stazioni radio sono composte da\n\nmusica rock\nmusica country\ncanzoni pop\n\ne molti altri tipi di musica. Inizia ad ascoltare la radio oggi stesso utilizzando questo software gratuito. radio romania online\n\nDichiarazione di non responsabilità: tieni presente che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Online Radio for Google Chrome non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "このソフトウェア拡張機能を使用して、今日10以上のラジオ局を聴いてください。 minnal fm online\n\n仕事中にさまざまな曲やラジオ局を聴きたいですか？あなたは簡単にできます\nさまざまな音楽ジャンルのラジオ局の厳選されたリストから選択してください。 radio online streaming\n\n私たちのラジオ局はで構成されています\n\nロックミュージック\nカントリーミュージック\nポップソング\n\nそして他の多くの種類の音楽。この無料ソフトウェアを使用して、今日からラジオを聴き始めましょう。 sooriyan fm live\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、このChrome拡張機能を推奨または後援していません。 Google Chromeのオンラインラジオは、Google Inc.が所有、ライセンス供与、および子会社ではありません。",
    "ko": "이 소프트웨어 확장 프로그램을 사용하여 오늘 10 개 이상의 라디오 방송국을 청취하십시오. bg radio online\n\n직장에서 다른 노래 / 라디오 방송국을 듣고 싶으십니까? 당신은 쉽게 할 수 있습니다\n다양한 음악 장르를 위해 선별 된 라디오 방송국 목록에서 선택하세요. adom fm online\n\n우리의 라디오 방송국은\n\n록 음악\n컨트리 음악\n팝송\n\n그리고 다른 많은 유형의 음악. 이 무료 소프트웨어를 사용하여 오늘 라디오 청취를 시작하십시오. velkaton\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Google Chrome 용 온라인 라디오는 Google Inc.의 소유가 아니며 라이센스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Naudodamiesi šiuo programinės įrangos plėtiniu, šiandien klausykite daugiau nei 10 radijo stočių. radio fresh online\n\nNorite klausytis skirtingų dainų / radijo stočių, kol esate darbe? Jūs galite lengvai\npasirinkite iš mūsų kuruojamo įvairių muzikos žanrų radijo stočių sąrašo. one fm online\n\nMūsų radijo stotys susideda iš\n\nroko muzika\nKantri muzika\npop dainos\n\nir daugybė kitų muzikos rūšių. Pradėkite klausytis radijo šiandien naudodamiesi šia nemokama programine įranga. radio 2 online\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Chrome“ internetinis radijas nepriklauso „Google Inc.“, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Izmantojot šo programmatūras paplašinājumu, šodien klausieties vairāk nekā 10 radio staciju. rsg online\n\nVai vēlaties klausīties dažādas dziesmas / radiostacijas, kamēr esat darbā? Jūs varat viegli\nizvēlieties no mūsu sastādītā radiostaciju saraksta dažādiem mūzikas žanriem. listen to music online\n\nMūsu radiostacijas sastāv no\n\nrokmūzika\nkantrī mūzika\npopdziesmas\n\nun daudzi citi mūzikas veidi. Sāciet klausīties radio jau šodien, izmantojot šo bezmaksas programmatūru. mix fm live\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Tiešsaistes radio pārlūkam Google Chrome nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Dengarkan lebih dari 10+ stesen radio hari ini menggunakan peluasan perisian ini. power fm live\n\nMahu mendengar lagu / stesen radio yang berlainan semasa anda bekerja? Anda boleh dengan mudah\npilih dari senarai stesen radio kami untuk genre muzik yang berbeza. ikim fm online\n\nStesen radio kami terdiri daripada\n\nmuzik rock\nmuzik negara\nlagu pop\n\ndan banyak jenis muzik lain. Mulailah mendengar radio hari ini menggunakan perisian percuma ini. xm radio online\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Radio Dalam Talian untuk Google Chrome tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Luister vandaag nog naar meer dan 10 radiostations met deze software-extensie. hitz fm online\n\nWilt u naar verschillende liedjes / radiostations luisteren terwijl u op het werk bent? U kunt gemakkelijk\nkies uit onze samengestelde lijst met radiostations voor verschillende muziekgenres. thr raaga online\n\nOnze radiostations bestaan uit\n\nRock muziek\nCountry muziek\npop liedjes\n\nen vele andere soorten muziek. Begin vandaag nog met het luisteren naar de radio met deze gratis software. gold fm live\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Online Radio voor Google Chrome is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Lytt til over 10+ radiostasjoner i dag ved hjelp av denne programvareutvidelsen. adom fm live\n\nVil du lytte til forskjellige sanger / radiostasjoner mens du er på jobb? Du kan enkelt\nvelg fra vår kuraterte liste over radiostasjoner for forskjellige musikksjanger. one fm live\n\nRadiostasjonene våre består av\n\nrockemusikk\ncountrymusikk\npopsanger\n\nog mange andre typer musikk. Begynn å lytte til radioen i dag ved hjelp av denne gratis programvaren. russkoe radio online\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Online Radio for Google Chrome eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Słuchaj ponad 10+ stacji radiowych już dziś, korzystając z tego rozszerzenia oprogramowania. radio dukagjini live\n\nChcesz słuchać różnych piosenek / stacji radiowych, gdy jesteś w pracy? Możesz łatwo\nwybierz z naszej wyselekcjonowanej listy stacji radiowych dla różnych gatunków muzycznych. internet radio player\n\nNasze stacje radiowe składają się z\n\nmuzyka rockowa\nmuzyka country\npiosenki pop\n\ni wiele innych rodzajów muzyki. Zacznij słuchać radia już dziś, korzystając z tego bezpłatnego oprogramowania. cknw listen live\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Radio internetowe dla Google Chrome nie jest własnością, nie jest licencjonowane i nie jest spółką zależną Google Inc.",
    "ro": "Ascultați astăzi peste 10 posturi de radio folosind această extensie software. radio sinar online\n\nDoriți să ascultați diferite melodii / posturi de radio în timp ce sunteți la serviciu? Poți cu ușurință\nalegeți din lista noastră curată de posturi de radio pentru diferite genuri de muzică. internet radio app\n\nPosturile noastre de radio constau din\n\nmuzica rock\nmuzica country\ncantece pop\n\nși multe alte tipuri de muzică. Începeți să ascultați radio astăzi folosind acest software gratuit. radio one online\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Radio online pentru Google Chrome nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Слушайте более 10+ радиостанций сегодня с помощью этого программного расширения. kool fm online\n\nХотите слушать разные песни / радиостанции на работе? Вы легко можете\nвыберите из нашего тщательно отобранного списка радиостанций для разных музыкальных жанров. today fm listen live\n\nНаши радиостанции состоят из\n\nрок музыка\nкантри\nпоп-песни\n\nи многие другие виды музыки. Начните слушать радио сегодня, используя это бесплатное программное обеспечение. npr listen live\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создается независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Online Radio для Google Chrome не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Pomocou tohto softvérového rozšírenia si dnes môžete vypočuť viac ako 10 rozhlasových staníc. shaa fm online\n\nChcete počúvať rôzne piesne / rozhlasové stanice, keď ste v práci? Môžete ľahko\nvyberte si z nášho prehľadného zoznamu rozhlasových staníc pre rôzne hudobné žánre. radio ikim online\n\nNaše rozhlasové stanice pozostávajú z\n\nrocková hudba\ncountry hudba\npopové piesne\n\na mnoho ďalších druhov hudby. Začnite dnes počúvať rádio pomocou tohto bezplatného softvéru. phoenix radio\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Rádio online pre Google Chrome nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Danes s to razširitvijo programske opreme poslušajte več kot 10+ radijskih postaj. love radio online\n\nŽelite med delom poslušati različne pesmi / radijske postaje? Zlahka lahko\nizberite med našimi kuriranimi radijskimi postajami za različne glasbene zvrsti. tdi radio online\n\nNaše radijske postaje so sestavljene iz\n\nrock glasba\nNarodnozabavna glasba\npop pesmi\n\nin številne druge vrste glasbe. Začnite poslušati radio danes s to brezplačno programsko opremo. atlantis fm\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Spletni radio za Google Chrome ni v lasti, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Слушајте преко 10+ радио станица данас користећи ово софтверско проширење. my online radio\n\nЖелите ли да слушате различите песме / радио станице док сте на послу? Можете лако\nизаберите са наше куриране листе радио станица за различите музичке жанрове. virgin radio online\n\nНаше радио станице се састоје од\n\nрок музика\nкантри музика\nпоп песме\n\nи многе друге врсте музике. Почните данас да слушате радио користећи овај бесплатни софтвер. tamil fm online\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Интернет радио за Гоогле Цхроме није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Lyssna på över 10+ radiostationer idag med denna programtillägg. sinar fm live\n\nVill du lyssna på olika låtar / radiostationer medan du är på jobbet? Du kan enkelt\nvälj från vår samlade lista över radiostationer för olika musikgenrer. star fm online\n\nVåra radiostationer består av\n\nrockmusik\ncountrymusik\npoplåtar\n\noch många andra typer av musik. Börja lyssna på radio idag med den här kostnadsfria programvaran. algoa fm live\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Online Radio för Google Chrome ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ฟังสถานีวิทยุมากกว่า 10 สถานีในวันนี้โดยใช้ส่วนขยายซอฟต์แวร์นี้ siyatha fm live\n\nต้องการฟังเพลง / สถานีวิทยุอื่นในขณะที่คุณทำงานหรือไม่? คุณสามารถทำได้อย่างง่ายดาย\nเลือกจากรายการสถานีวิทยุสำหรับแนวเพลงที่แตกต่างกัน ujyaalo 90 network\n\nสถานีวิทยุของเราประกอบด้วย\n\nเพลงร็อค\nเพลงคันทรี่\nเพลงป๊อป\n\nและดนตรีประเภทอื่น ๆ อีกมากมาย เริ่มฟังวิทยุวันนี้โดยใช้ซอฟต์แวร์ฟรีนี้ retro fm online\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ วิทยุออนไลน์สำหรับ Google Chrome ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Bu yazılım uzantısını kullanarak bugün 10'dan fazla radyo istasyonunu dinleyin. siriusxm online\n\nİşteyken farklı şarkılar / radyo istasyonlarını mı dinlemek istiyorsunuz? Kolayca yapabilirsin\nfarklı müzik türleri için seçilmiş radyo istasyonları listemizden seçim yapın. play radio online\n\nRadyo istasyonlarımız şunlardan oluşur:\n\nRock müzik\ncountry müziği\npop şarkılar\n\nve diğer birçok müzik türü. Bu ücretsiz yazılımı kullanarak bugün radyo dinlemeye başlayın. peace fm live\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Google Chrome için Çevrimiçi Radyo, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Слухайте понад 10+ радіостанцій сьогодні, використовуючи це програмне розширення. m80 radio online\n\nХочете слухати різні пісні / радіостанції, поки ви на роботі? Ви можете легко\nвибирайте з нашого кураторського списку радіостанцій для різного музичного жанру. virgin radio listen live\n\nНаші радіостанції складаються з\n\nрок-музика\nкантрі музика\nестрадні пісні\n\nта багато інших видів музики. Почніть слухати радіо сьогодні, використовуючи це безкоштовне програмне забезпечення. bbc radio 1 listen live\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Інтернет-радіо для Google Chrome не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Nghe hơn 10 đài phát thanh ngày nay bằng cách sử dụng tiện ích mở rộng phần mềm này. hiru fm online\n\nBạn muốn nghe các bài hát / đài phát thanh khác nhau trong khi bạn đang làm việc? Bạn co thể dê dang\nchọn từ danh sách các đài phát thanh được tuyển chọn của chúng tôi cho các thể loại âm nhạc khác nhau. sooriyan fm online\n\nCác đài phát thanh của chúng tôi bao gồm\n\nnhạc rock\nnhạc đồng quê\nbài hát pop\n\nvà nhiều thể loại âm nhạc khác. Bắt đầu nghe đài ngay hôm nay bằng phần mềm miễn phí này. gold fm online\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Radio Online dành cho Google Chrome không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "使用此软件扩展，今天可以收听10多个广播电台。 fm online\n\n想在工作时听不同的歌曲/广播吗？您可以轻松地\n从我们精选的广播电台列表中选择不同的音乐类型。 radio 2 listen live\n\n我们的广播电台包括\n\n摇滚音乐\n乡村音乐\n流行歌曲\n\n以及许多其他类型的音乐。立即使用此免费软件收听广播。 polskie radio online\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 Google Chrome的在线广播不是Google Inc.的所有者，也不是其许可方，也不是其子公司。",
    "zh_TW": "使用此軟件擴展，今天可以收聽10多個廣播電台。 streaming radio\n\n想在工作時聽不同的歌曲/廣播嗎？你可以輕鬆地\n從我們精選的廣播電台列表中選擇不同的音樂類型。 europa fm online\n\n我們的廣播電台包括\n\n搖滾音樂\n鄉村音樂\n流行歌曲\n\n以及許多其他類型的音樂。立即使用此免費軟件收聽廣播。 metro fm live\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 Google Chrome的在線廣播不是Google Inc.的所有者，也不是其許可方，也不是其子公司。"
  }
}