{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReddiRecs: Product Finder: Product Recommendations from Redditors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find top product recommendations from Reddit discussions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover top-rated products recommended by real users on Reddit, powered by AI \n\nLaunch week: Please provide feedback with the Give Feedback button, we want to build with our users \n\nKey Features:\n🔍 Instant Product Recommendations: Get curated suggestions from thousands of Reddit discussions in seconds.\n🏆 \"Buy It For Life\" Prioritization: Find durable, long-lasting products recommended by the r/BuyItForLife community.\n🤖 AI-Enhanced Analysis: Utilizes OpenAI's GPT Model to extract relevant brands and products.\n💬 Top Comment Highlights: Read the most upvoted user feedback for each recommendation.\n📊 At-a-Glance Summary: Quick TLDR of top mentioned brands and products.\n\nHow It Works:\n\nEnter a product you're interested in.\nGet instant results from relevant Reddit discussions.\nSee top recommendations, user comments, and mentioned brands.\nMake informed purchasing decisions based on real user experiences.\n\nPerfect for savvy shoppers, deal hunters, and anyone looking to make smarter buying choices. ReddiRecs brings the power of crowd-sourced recommendations right to your browser!\n\n🚀 Upgrade your shopping experience today with ReddiRecs: Product Finder!\n#ProductRecommendations #RedditShopping #AIShoppingAssistant #BuyItForLife #SmartShopping"
  }
}