{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download with Free Download Manager (FDM)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sends your downloading jobs to the Free Download Manager by pausing the built-in download manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send your downloading job requests to the well-known Free Download Manager (FDM) to take advantage of the following features:\n\n1. BitTorrent support\n2. Enhanced audio/video files support\n3. Download acceleration\n4. Resuming broken downloads\n5. Smart file management and powerful scheduler\n6. Adjusting traffic usage\n7. Remote Control\n8. HTML Spider\n\nThis extension offers two levels of integration. The simple one is the right-click context menu items for video, audio, and image file types. The second level is an observer for downloading requests that are sent to the built-in download manager. The extension pauses each download when a new request is submitted. Then sends the actual downloadable URL to your Free Download Manager. This mode is more aggressive and can simply toggle on and off from the browser action.\n\nNotes:\n1. For the extension to work you need to have Free Download Manager (FDM) installed; http://www.freedownloadmanager.org/\n2. For the extension to be able to communicate with FDM, a small native client is required. This native client can be found at https://github.com/belaviyo/native-client/releases. You will get the instruction on how to install this native client when the extension tries to communicate for the first time.\n3. This extension can extract links from selected text. Use the right-click context menu over selected text to access this tool.\n\nWeb Components:\nThis extension uses \"notification-view\" web component:\nhttps://webextension.org/custom-component/notification-view/index.html"
  }
}