{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrainyAI - Browser AI Sidekick for Chat, Search, Read and Summarize"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy seamless AI chat, search, summarization, and browsing with the best AI models.All from browser sidebar!No more page-hopping!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction：\n\nBrainyAI is your go-to work assistant designed to revolutionize the way you work. Powered by the latest ChatGPT technology, BrainyAI offers a versatile and unrestricted query browser extension that seamlessly integrates into your workflow. Whether you need assistance with searching, chatting, translating, writing, summarizing, or any other task, BrainyAI is here to elevate your productivity to new heights.\n\nKey Features:\n\n1. Multi-Engine Smart Search: Get the best of multiple AI-powered search engines, tailored to your specific search requirements. Choose from a variety of search options to find the most relevant and insightful results.\n\n2. Customizable Shortcuts : Process selected text on web pages and receive explanations, translations, and rephrasing with one click, greatly enhancing work efficiency.\n\n3. Interactive AI Conversations: Engage in real-time discussions with BrainyAI, get instant, accurate responses to your questions,and even gain inspiration from BrainyAI.\n\n4. Continuous Updates and Enhancements: Regular updates ensure an ever-evolving user experience, with new features and improvements based on user feedback.\n\n5. Privacy Protection: We believe in your right to privacy. BrainyAI follows a transparent privacy policy, ensuring your data is secure. Opt-in anonymous data collection gives you full control over your personal information.\n\nSay goodbye to tedious manual tasks and hello to BrainyAI - the ultimate AI work assistant that empowers you to accomplish tasks with ease and efficiency. Experience the future of work productivity with BrainyAI by your side.\n\n\nUpcoming Enhancements:\n1. Enable users to further customize the extension's features and settings to suit their needs.\n2. Enable users to generate and manage their own custom prompts for continuous use."
  }
}