{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minty: Your AI-Powered Cashback Shopping Companion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minty’s AI-powered extension unlocks automatic cashback and deals, helping you save effortlessly at top stores."
  },
  "long": {
    "ar": "طريقة العمل\n1. اضف الأداة خلال ثوانٍ\nلا يحتاج الأمر سوى نقرتين وبشكل مجاني 100%\n\n2. تسوق بشكل طبيعي\nسوف نجد لك أفضل العروض، الأكواد والخصومات المتوفرة على الانترنت.\n\n3. وفر بشكل فوري\nبنقرة واحدة فقط، سنقوم بتطبيق أكبر الخصومات غلى سلة مشترياتك. الأمر بهذه السهولة.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet Minty – your loyal AI-powered shopping companion! Minty helps you save with Cashback at your favorite stores, all while keeping your data safe and secure. New to Minty? Add the extension and sign up for your Cashback account and instantly earn a $10 Cashback bonus.\n\nHow Minty Works:\n\n1) Add Minty to your Chrome browser and pin it for quick access.\n2) Shop like normal, Minty works in the background to secure Cashback while you shop.\n3) Minty automatically notifies you when savings are available.\n\nWhy Minty?\n\nMinty earns the very best Cashback Rates at all your favorite brands: From pizza to shoes, handbags to travel, our members shop knowing they’ll get the best deal. – it’s free, easy, and adds up fast!\n\nMinty is free & easy to use. No fees, no fuss. Simply install, shop, and save!\n$10 Cashback bonus: New users can unlock a $10 bonus when signing up with Minty!\nCashback is paid every 3 months. To receive your Cashback payment every 3 months, make sure to add your address. Once you meet the qualifications, your Cashback will be processed and sent directly to you.\n\nMinty works together with affiliate networks. When you choose to use our Cashback program you agree to the affiliate networks documentation of your use of Minty for a potential commission in which can be paid out as Cashback.\n\nMinty asks for the ability to read and change all your data on the websites you visit to make sure you’re always getting a deal by automatically notifying you of activating cash back or points, and finding cheaper prices on the products, services, activities, events, and travel reservations you shop for online.By using Minty's Cashback program, you consent to the documentation of your Minty usage by affiliate networks, which may result in a commission paid out as cashback.\n\nMinty requests permission to access and modify all your information on the websites you visit. This measure ensures that you consistently receive the best deals by automatically notifying you of Cashback or points activation and identifying lower prices on products, services, activities, events, and travel bookings you shop for online."
  }
}