{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "deepblock Signature"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Préparez vos cérémonies de signature électonique eIDAS niveau SIMPLE, gratuite à vie, en un temps record !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notre assistant, vous aide à préparer vos cérémonies de signature électronique eIDAS niveau SIMPLE gratuite à vie, en un temps record ! \n\nPlus besoin d'imprimer, ou de scanner quoi que ce soit. Tout se déroule en ligne, de manière sécurisée et légale.\n\nDéclenchez votre cérémonie de signature électronique eIDAS en envoyant votre demande formatée grâce à notre assistant, à l’adresse suivante : signer@deepblock.fr\n\nLe texte de l’objet est libre, ce dernier vous servira dans la version payante de notre service, pour retrouver plus facilement toutes vos cérémonies de signatures.\n\nNotre service s’appuie sur une syntaxe spécifique, dont vous trouverez ci-dessous le format :\n\nadresseemaildestinataire;prénom;nom;numérodetéléphonemobile;commentairelibre\n\nCependant, notre extension Chrome vous assiste à 100% sur la génération automatique de ce formatage.\n\nComment ça fonctionne :\n\n- Remplissez les champs pour chaque destinataire, auxquels vous souhaitez envoyer un document à signer\n- Ajoutez un ou plusieurs destinataires en appuyant sur le bouton (METTRE LE BOUTON ICI - Si possible)\n- Cliquez sur l'icône copier (METTRE L'ICONE ICI - Si possible).\n- Rédigez votre mail en mettant l'adresse : signer@deepblock.fr comme destinataire principale et unique.\n- Mettre en objet (sujet) du mail, une descriptif personnel vous permettant ensuite lors de l'utilisation de votre dashboard deepblock (version payante) de retrouver plus facilement, toutes vos cérémonies de signature.\n- Pensez à bien ajouter en PJ les fichiers PDF, que vous souhaitez faire signer.\n- Il ne vous reste plus qu'à coller le contenu de votre presse papier dans le corps de votre mail avant de l'envoyer.\n\nL'extension dispose de la version Française et Américaine intégrée."
  }
}