{
  "name": {
    "ar,da,hi": "Stunt Crasher Car Games",
    "am,fil,hu,mr,sk,sv": "Stunt Crasher Game",
    "bg,cs,fa,lv,no,ro,ta": "Stunt Crasher Online",
    "bn,fi,ja,kn": "Stunt Crasher Online Game",
    "ca,de,en,en_AU,en_GB,en_US,es,es_419,et,fr,gu,he,hr,it,ko,lt,ms,nl,pl,pt_BR,pt_PT,ru,sr,sw,te,tr,uk,vi,zh_CN,zh_TW": "Stunt Crasher Car Game",
    "el,id,ml,sl,th": "Stunt Crasher Unblocked Game"
  },
  "short": {
    "ar": "في لعبة سحق السيارات المثيرة هذه ، قم بتحسين سيارتك باستمرار واقفز أكثر فأكثر.",
    "am": "በዚህ የመኪና ማሽኮርመም ጨዋታ ላይ መኪናህን ማሻሻልና ይበልጥ ዘልለህ መዝለል ይኖርብሃል።",
    "bg": "В този каскадьор кола смаже игра, постоянно подобряване на колата си и скочи все повече и по-нататък.",
    "bn": "এই স্টান্ট গাড়ী ক্রাশ গেমে, ক্রমাগত আপনার গাড়ী উন্নত করুন এবং আরও এবং আরও লাফ দিন।",
    "ca": "En aquest joc d'aixafament de cotxes acrobàtics, millorar constantment el seu cotxe i saltar cada vegada més.",
    "cs": "V této kaskadérské hře na rozdrcení auta neustále vylepšujte své auto a skákejte dál a dál.",
    "da": "I dette stunt car crush spil skal du konstant forbedre din bil og hoppe længere og længere.",
    "de": "In diesem Stunt-Auto-Crush-Spiel verbessern Sie ständig Ihr Auto und springen Sie immer weiter.",
    "el": "Σε αυτό το παιχνίδι συντριβής αυτοκινήτων ακροβατικών, βελτιώστε συνεχώς το αυτοκίνητό σας και πηδήξτε όλο και περισσότερο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this stunt car crush game, constantly improve your car and jump further and further.",
    "es": "En este juego de aplastamiento de autos de acrobacias, mejora constantemente tu auto y salta cada vez más lejos.",
    "et": "Selles stunt auto purustada mäng, pidevalt parandada oma auto ja hüpata kaugemale ja kaugemale.",
    "fa": "در این شیرین کاری ماشین له بازی، به طور مداوم بهبود ماشین خود را و پرش بیشتر و بیشتر.",
    "fi": "Tässä stunt-auton murskauspelissä paranna jatkuvasti autoasi ja hyppää eteenpäin ja pidemmälle.",
    "fil": "Sa ito stunt kotse crush laro, patuloy na mapabuti ang iyong sasakyan at tumalon karagdagang at tumalon karagdagang.",
    "fr": "Dans ce jeu d’écrasement de voiture cascadeuse, améliorez constamment votre voiture et sautez de plus en plus loin.",
    "gu": "આ સ્ટંટ કાર ક્રશ ગેમમાં સતત તમારી કારને સુધારો અને આગળ-વધુ કૂદકો મારો.",
    "he": "במשחק ריסוק זה של מכונית פעלולים, כל הזמן לשפר את המכונית שלך ולקפוץ עוד ועוד.",
    "hi": "इस स्टंट कार क्रश खेल में, लगातार अपनी कार में सुधार और आगे और आगे कूद।",
    "hr": "U ovoj kaskaderskoj igri za simpatije automobila, stalno poboljšavajte svoj automobil i skačite sve dalje i dalje.",
    "hu": "Ebben a kaszkadőrautó-szerelős játékban folyamatosan fejleszd az autódat, és ugorj tovább és tovább.",
    "id": "Dalam permainan aksi naksir mobil ini, terus tingkatkan mobil Anda dan lompat lebih jauh dan lebih jauh.",
    "it": "In questo gioco di schiacciamento di auto acrobatiche, migliora costantemente la tua auto e salta sempre più lontano.",
    "ja": "このスタントカークラッシュゲームでは、常にあなたの車を改善し、さらにさらにジャンプします。",
    "kn": "ಈ ಸ್ಟಂಟ್ ಕಾರ್ ಕ್ರಶ್ ಆಟದಲ್ಲಿ, ನಿರಂತರವಾಗಿ ನಿಮ್ಮ ಕಾರನ್ನು ಸುಧಾರಿಸಿ ಮತ್ತು ಮತ್ತಷ್ಟು ಜಿಗಿಯಿರಿ.",
    "ko": "이 스턴트 자동차 크러시 게임에서, 끊임없이 당신의 차를 개선하고 더 멀리 점프.",
    "lv": "Šajā kaskadieru automašīnu saspiešanas spēlē pastāvīgi uzlabojiet savu automašīnu un leciet arvien tālāk un tālāk.",
    "ml": "ഈ സ്റ്റണ്ട് കാർ ക്രഷ് ഗെയിമിൽ, നിങ്ങളുടെ കാർ നിരന്തരം മെച്ചപ്പെടുത്തുകയും കൂടുതൽ കൂടുതൽ ചാടുകയും ചെയ്യുക.",
    "mr": "या स्टंट कार क्रश गेममध्ये सतत आपली गाडी सुधारून पुढे-पुढे उडी मारा.",
    "ms": "Dalam permainan menghancurkan kereta lagak ngeri ini, sentiasa memperbaiki kereta anda dan melompat lebih jauh dan lebih jauh.",
    "nl": "In dit stuntauto crush-spel, verbeter je constant je auto en spring je steeds verder.",
    "no": "I dette stunt bil crush spillet, stadig forbedre bilen og hoppe videre og videre.",
    "pl": "W tej grze kaskaderskiej stale ulepszaj swój samochód i skacz coraz dalej.",
    "ro": "În acest joc cascadorie masina zdrobi, îmbunătăți în mod constant mașina și sari din ce în ce mai departe.",
    "ru": "В этой трюковой игре с раздавливанием автомобилей, постоянно улучшайте свой автомобиль и прыгайте все дальше и дальше.",
    "sk": "V tejto kaskadérskom aute rozdrviť hru, neustále vylepšovať svoje auto a skákať ďalej a ďalej.",
    "sl": "V tej kaskader avto drobiti igro, nenehno izboljšati svoj avto in skočiti naprej in naprej.",
    "sv": "I detta stunt car crush-spel, förbättra ständigt din bil och hoppa längre och längre.",
    "sw": "Katika mchezo huu stunt gari kuponda, daima kuboresha gari yako na kuruka zaidi na zaidi.",
    "ta": "இந்த ஸ்டண்ட் கார் க்ரஷ் விளையாட்டில், தொடர்ந்து உங்கள் காரை மேம்படுத்தவும், மேலும் மேலும் குதிக்கவும்.",
    "te": "ఈ స్టంట్ కార్ క్రష్ గేమ్ లో, నిరంతరం మీ కారును మెరుగుపరుచుకోండి మరియు మరింత ముందుకు దూకండి.",
    "th": "ในเกมบดขยี้รถผาดโผนนี้ปรับปรุงรถของคุณอย่างต่อเนื่องและกระโดดต่อไป",
    "tr": "Bu dublör araba ezme oyununda, arabanızı sürekli geliştirin ve daha da ileri zıplayın.",
    "uk": "У цій грі з розчавленням трюків автомобіля постійно вдосконалюйте свій автомобіль і стрибайте все далі і далі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a fun car game! Choose the car you want, knock down all the obstacles and start the adventure. There are five different stunt cars in the stunt crasher game. By choosing a car you want, you must go down the ramp and jump the furthest. The further you go with the stunt car, the more rewards you can get, and you can improve your car. In this stunt crasher game, there are three different vehicle upgrade features.\n\nThese features are; Engine boost, nitro, and bonus are rewards. It can make your car go faster in the stunt crasher game by boosting the engine to the last level. The more you strengthen your stunt car, the farther you can jump on the tracks, and you will get high scores.\n\nHow To Play\nUsing the arrow keys, you can control your vehicle in the stunt crasher car game. Knowing where to accelerate and slow down is very important in this stunt car game.\n\nStunt Crasher Car Game Features\n✓ Realistic shader\n✓ 2+ Level\n✓ Realistic sounds\n✓ Realistic particle\n✓ Advanced control\n✓ 3D environment\n✓ 2+ Car\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stunt Crasher Car Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}