{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hong Kong Weather Extension （香港天氣）"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "顯示由香港天文台發出的天氣資訊及警告訊號, 並可在警告剛生效或除下時顯示通知。",
    "en": "Display weather forecast and warning signals issued by the Hong Kong Observatory, and Display notifications when warning in force."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. 提供日常大部份所需的天氣資訊\n2. 第一時間顯示最新天氣資訊 以桌面通知提示警告生效\n3. 提供高度自定性 可選擇隱藏大部份你無需要的資訊及自定自動提取資訊的時間\n\n★ 如果有任何問題或意見，按下在右方的「意見回饋」提出支援要求 ★\n\n★ 當警告訊號生效時，\n   - 顯示 生效中的警告訊號 及其生效時間（雷暴警告訊號更會顯示其有效時間）\n　- 圖示會交替顯示生效警告訊號及天氣圖示\n　- 可在第一時間以桌面通知提示警告生效\n\n★ 取消警告訊號 時 顯示桌面通知提示 包括其取消時間（取消警告訊號桌面通知提示，僅顯示香港天文台在詳細警告訊號資料所發佈的資料提供）\n\n★ 當熱帶氣旋在香港天文台檢測範圍內，\n　- 顯示熱帶氣旋路徑圖\n　- 並按香港天文台網頁所發佈的路徑圖提供最多共三個縮放顯示\n\n★ 當 Google Chrome 關閉時可繼續在背景執行程式，確保不會錯過警告訊號的桌面通知提示（如要啟用/停用此功能需到 Chrome設定>進階選項>背景應用程式 - https://support.google.com/chrome/answer/3220216）\n\n★ 提供繁體中文及英文版本（如並非使用這兩種語言版本，預設顯示為繁體中文）\n\n★ 香港現時氣溫、相對濕度、紫外線指數及強度\n\n★ 衛星、雷達、閃電、雨量 的動畫圖示 及其放大的 MTSAT 紅外光圖像、MTSAT 可見光圖像；雷達圖像；最近一小時的閃電次數；總雨量的線圖\n\n★ 九天天氣預報\n\n★ 分區天氣\n\n★ 使用兩個天氣標記表示天氣變化\n\n★ 天文/潮汐/北角海水溫度\n\n★ 有高度自定性，可顯示/隠藏 各項細節\n\n所顯示的所有資料均由香港天文台按時發佈，並非實時資訊。\n此擴充功能以獲香港天文台授權複製或再發放香港天文台網站所載資料。\n\n=== 資料來源 ===\nhttps://www.weather.gov.hk",
    "en": "1. Provide most of the Hong Kong Weather Information for daily use\n2. Display latest weather information, with desktop notification when warnings issued\n3. High flexibility, able to disable information you do not want to display and set fetch interval\n\n★ Any problems & suggestions click the \"Send Feedback\" on the left and Submit a support request ★\n\nAll information displayed from the Hong Kong Observatory issued on time, not real-time information.\nThis extension has been authorized by Hong Kong Observatory to reproduce or re-disseminate information from the Hong Kong Observatory website."
  }
}