{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "terastore"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Powerful Chrome Extension: Find market intelligence and track hit products of Shopify stores in one step."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopify Spy Tool -- Terastore reveals Shopify store's secrets with just one click!\nTry Terastore Now for FREE! \nWith this extension, your browser will be 100% safe.\n \nMain Features:\n*Stores\nStore level info and sales estimate - get the big picture in seconds\nBest sellers and best new releases - learn the latest product trend in near real-time\nStore level traffic analysis - keywords, search rank, clicks, CPC...all in one place\n*Products\nProduct level info and sales estimate - gain product insights in near real-time\nReliable data for product research - a list of recently launched products including order quantities, price, SKU...\nEasily sort, filter, and one-click download product insightful data with no limit.\n*Social Media\nTrack all social media accounts in near real-time - such as Facebook, Instagram, Twitter, Youtube, and Pinterest\nUnderstand your competitors’ social media strategy and unlock new opportunities\nClick on each social media logo for details\n*Traffic\nHigh level traffic analysis by geography and by sources.\nDetailed traffic analysis in social media, affiliate network and keywords.\nAll traffic data updated monthly.\n*Stores Listings\nCreate your favorites, keep tracking your competitors\nOver 600,000 Shopify stores analyzed and counting - jump to the website with one click\nStore distribution analysis by geography, products, GMV and category.\nDetailed data analysis in products, estimated sales and traffic - view store name, domain, Alexa rank, sales...\n\nPrivacy Policy \nhttps://www.terastore.io/privacy-policy\nFor more information, please visit \nhttps://www.terastore.io/",
    "en": "Stores\nQuickly grasp the basic store information and sales overview to improve the efficiency of product selection\nQuickly lock the top 50 hot-selling products and new products in the store, and provide product selection ideas\nDisplay keyword search volume, ranking, click volume, percentage of paid clicks and click cost\n\n\nProducts\nQuickly preview the order quantity, price, SKU quantity, and launch time of products on the current page\nThe basic information of commodities is updated in real time, and the estimated order quantity and sales are updated weekly\nCustomize sorting indicators, support one-click downloading of product information, and one-click jumping to the product details page\n\n\nSocial Media\nOne-click convenient view of competitors' main social media channels and their account influence\nClick on the logo image of the social media account to jump to the account homepage to view the details\nRefer to competing social media operation ideas to unlock independent stations + social media high-conversion channels\n\n\nTraffic\nDisplay the current store website traffic data, and quickly analyze the traffic distribution area and traffic source\nQuickly obtain social media traffic, website referral traffic, and keyword traffic ratio\nTraffic data is updated monthly, and the rate of change in referral traffic and search traffic is accurately presented\n\n\nShopify Stores\n60W+shopify store data on-demand search, showing the list of the top 500 stores in monthly sales\nDisplay store name, domain name, number of products, monthly sales, Alexa global ranking\nQuickly view shopify's website area, product quantity, sales, category distribution"
  }
}