{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Dark Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Youtube Dark Mode"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "💡 Installed in one click, and immediately applied to your youtube videos.\n No need to reload the page or do any additional manipulations.\nIf you want to go back to light mode, just click the icon one more time.\n\n\n💻 Your Assistant: Our youtube extension will enhance your viewing experience on YouTube, allowing you to easily switch to the background youtube in dark mode.\n\n\n📌 Quality Viewing: youtube dark theme offers a more comfortable video viewing experience, especially in the night.\n📌 Energy Efficiency: With the darkmode, your laptop's battery will last longer. Now you can watch videos in bed without extra battery worries.\n📌 Ease of Use: If you've been wondering ‘how to change youtube to dark mode’, our extension has got you covered. Just one click and you're in dark mode on YouTube.\n\n\n❓ Why choose our theme?\nOur theme differs from the colors of the standard YouTube and is completely unique. We used a deep color for the background, which will allow you to immerse yourself in your favorite video viewings. Also, when you use our extension to set a night background, you protect both your eyes and your computer's battery life.\n\n\n💻 Available Theme:\nWe have designed a dark theme for your convenience and will explain how to enable it with just one click: 🌑 YouTube Dark Mode: A modern mix with purple hues, trendy and unique, this beautiful theme is inspired by deep shades that are so pleasing to the eye. The theme uses a dark background with soft blue and purple accents to create a beautiful backdrop.\nInstall the extension - and there you are, already using a new experience!\n\n\n❓Why did we choose these particular themes?\nEach of the themes considered are excellent options, offering unique and beautiful backgrounds for YouTube. But we chose the best one. We analyzed hundreds of top products with dark themes, surveyed many people, learned their opinions, and thus we found out that this very theme, which you can see in our extension, turned out to be the most pleasant for the eyes and makes watching your videos on YouTube a pleasant activity.\n\n\n🚀 Key Benefits:\n1️⃣ Convenience and Comfort: how to put youtube in dark mode?  it's easy to turn on and off with just one button.\n2️⃣ Eye Protection: The youtube background in dark mode reduces eye strain. \n3️⃣ Battery Saving: black youtube screen helps save your device's energy.\n\n\n💻How to make youtube dark mode?\nInstall the extension and find out – how to turn on dark mode on youtube? \nor how to set youtube to dark mode?\n1. Our intuitive interface makes switching modes simple and quick. \n2. Whether on desktop or mobile, our dark mode on youtube is perfect for Chrome browser.\n3. Pin the extension so that you can access it quickly\n\n\n🔧Ease of Use:\nNo more searching for ‘how to put dark mode on youtube’. Our youtube dark mode chrome  makes everything straightforward and convenient. Set youtube to dark mode with one click. It’s too easy to turn on or off.\n💡Conclusion:\nIs your youtube dark theme broken? Try our dark mode for youtube! Our theme ensures the best viewing experience and comfort for your eyes.\n\n\nDisclaimer: \nPlease note this extension is NOT made by Youtube and is made by an independent development team. All copyrights belong to their respective owners.",
    "en,en_AU,en_US": "💡 Installed in one click, and immediately applied to your videos.\nNo need to reload the page or do any additional manipulations.\nIf you want to go back to light mode, just click the icon one more time.\n\n💻 Your Assistant: Our extension will enhance your viewing experience, allowing you to easily switch to the background youtube dark mode.\n\n📌 Quality Viewing: Youtube dark theme offers a more comfortable video viewing experience, especially in the night.\n📌 Energy Efficiency: With the dark mode, your laptop's battery will last longer. Now you can watch videos in bed without extra battery worries.\n📌 Ease of Use: If you've been wondering ‘how to change Youtube dark mode’, our extension has got you covered.\n\n❓ Why choose our theme?\nOur theme differs from the colors of the standard video platform and is completely unique. We used a deep color for the background, which will allow you to immerse yourself in your favorite video viewings. Also, when you use our extension to set a night background, you protect both your eyes and your computer's battery life.\n\n💻 Available Theme:\nWe have designed a dark theme for your convenience and will explain how to enable it with just one click: \n🌑 Dark Mode: A modern mix with purple hues, trendy and unique, this beautiful theme is inspired by deep shades that are so pleasing to the eye. The theme uses a dark background with soft blue and purple accents to create a beautiful backdrop.\n🌑 Black Mode: If you're used to a more standard look, you can switch\n🌑 White Mode: If you want return to white background\nInstall the extension - and there you are, already using a new experience and control it!\n\n❓Why did we choose these particular themes?\nEach of the themes considered are excellent options, offering unique and beautiful backgrounds for videos. But we chose the best one. We analyzed hundreds of top products with dark themes, surveyed many people, learned their opinions, and thus we found out that this very theme, which you can see in our extension, turned out to be the most pleasant for the eyes and makes watching your videos a pleasant activity.\n\n🚀 Key Benefits:\n1️⃣ Convenience and Comfort: how to put youtube in dark mode? It's easy to turn on and off with just one button.\n2️⃣ Eye Protection: The dark background reduces eye strain.\n3️⃣ Battery Saving: black screen helps save your device's energy.\n\n💻How to enable black mode?\nInstall the extension and find out – how to turn on dark mode on youtube?\nOur intuitive interface makes switching modes simple and quick.\nWhether on desktop or mobile, our dark mode is perfect for Chrome browser.\nPin the extension so that you can access it quickly.\n\n🔧Ease of Use:\nNo more searching for ‘how to set dark mode on’. Our dark mode chrome extension makes everything straightforward and convenient. Set to dark mode with one click. It’s too easy to turn on or off.\n\n💡Conclusion:\nIs your dark theme broken? Try our dark mode! Our theme ensures the best viewing experience and comfort for your eyes.\n\nDisclaimer:\nPlease note this extension is NOT made by the video platform and is made by an independent development team. All copyrights belong to their respective owners.\n\nUPD 2.0:\nyou can choose the background from three colors:\nmodern deep dark, black standard, white background - easily and in one click.",
    "en_GB": "💡 Installed in one click, and immediately applied to your videos.\nNo need to reload the page or do any additional manipulations.\nIf you want to go back to light mode, just click the icon one more time.\n\n💻 Your Assistant: Our extension will enhance your viewing experience, allowing you to easily switch to the background youtube dark mode.\n\n📌 Quality Viewing: Youtube dark theme offers a more comfortable video viewing experience, especially in the night.\n📌 Energy Efficiency: With the dark mode, your laptop's battery will last longer. Now you can watch videos in bed without extra battery worries.\n📌 Ease of Use: If you've been wondering ‘how to change Youtube dark mode’, our extension has got you covered.\n\n❓ Why choose our theme?\nOur theme differs from the colors of the standard video platform and is completely unique. We used a deep color for the background, which will allow you to immerse yourself in your favorite video viewings. Also, when you use our extension to set a night background, you protect both your eyes and your computer's battery life.\n\n💻 Available Theme:\nWe have designed a dark theme for your convenience and will explain how to enable it with just one click: \n🌑 Dark Mode: A modern mix with purple hues, trendy and unique, this beautiful theme is inspired by deep shades that are so pleasing to the eye. The theme uses a dark background with soft blue and purple accents to create a beautiful backdrop.\n🌑 Black Mode: If you're used to a more standard look, you can switch\n🌑 White Mode: If you want return to white background\nInstall the extension - and there you are, already using a new experience and control it!\n\n❓Why did we choose these particular themes?\nEach of the themes considered are excellent options, offering unique and beautiful backgrounds for videos. But we chose the best one. We analyzed hundreds of top products with dark themes, surveyed many people, learned their opinions, and thus we found out that this very theme, which you can see in our extension, turned out to be the most pleasant for the eyes and makes watching your videos a pleasant activity.\n\n🚀 Key Benefits:\n1️⃣ Convenience and Comfort: how to put youtube in dark mode? It's easy to turn on and off with just one button.\n2️⃣ Eye Protection: The dark background reduces eye strain.\n3️⃣ Battery Saving: black screen helps save your device's energy.\n\n💻How to enable black mode?\nInstall the extension and find out – how to turn on dark mode on youtube?\nOur intuitive interface makes switching modes simple and quick.\nWhether on desktop or mobile, our dark mode is perfect for Chrome browser.\nPin the extension so that you can access it quickly.\n\n🔧Ease of Use:\nNo more searching for ‘how to set dark mode on’. Our dark mode chrome extension makes everything straightforward and convenient. Set to dark mode with one click. It’s too easy to turn on or off.\n\n💡Conclusion:\nIs your dark theme broken? Try our dark mode! Our theme ensures the best viewing experience and comfort for your eyes.\nDisclaimer:\nPlease note this extension is NOT made by the video platform and is made by an independent development team. All copyrights belong to their respective owners.\n\nUPD 2.0:\nyou can choose the background from three colors:\nmodern deep dark, black standard, white background - easily and in one click.",
    "ru,uk": "💡 Устанавливается в один клик, и сразу применяется на ваших ютуб видео. Не нужно перезагружать страницу или делать каких то дополнительных манипуляций. \nЕсли хотите вернуться в светлый режим, то просто нажмите иконку еще один раз.\n\n\n💻 Ваш помощник: Наше расширение можно установить на youtube пк и улучшить ваши впечатления от просмотра YouTube, легко переключаться на черную тему youtube.\n\n📌 Качественный просмотр: черный ютуб обеспечивает более комфортный просмотр видео, особенно в ночное время.\n📌 Энергоэффективность: Благодаря дарк режиму батарея вашего ноутбука будет работать дольше. Теперь вы можете смотреть видео в постели без лишних забот о батарее.\n📌 Простота использования: Если вы задавались вопросом \"как сделать темную тему в ютубе\", наше расширение поможет вам в этом. Всего один щелчок - и вы уже видите ваш YouTube совсем по новому. \n \n\n❓Почему стоит выбрать нашу тему?\nНаша тема отличается от цветов стандартной youtube и совершенна уникальна. Мы использовали глубой цвет для фона, который позволит вам погрузиться в ваши любимые просмотры видео. А так же когда вы используете наше расширение , для устаовки ночного фона , вы бережете свои глаза и батарейку вашего компьютера\n \n \n💻 Доступные темы:\nМы темную тему для вашего удобства и расскажем, как включить ее в один клик:\n🌑 Youtube dark mode : Современный микс с фиолетовыми оттенками, трендовый  это уникальная и красивая тема вдохновленная глубики оттенками, которые так приятны глазу. Тема использует темный фон с мягкими синими и фиолетовыми акцентами для создания красивого бекграунда\n \nУстанавливаете расширение - и вот вы уже используете новый опыт!\n \n\n❓Почему мы выбрали именно эту тему?\nКаждая из рассмотренных темы — это отличные варианты, предлагающие уникальные и красивые фоны для ютуб. Но мы выбрали лучшую, Мы проанализировали сотни топовых продуктов  с темными темами, опросили многих людей, узнали их мнения и так мы узнали, что именно эта тема, которую вы можете наблюдать в нашем расширении оказалась максимально приятна для глаз и делает просмотр ваших видео на юутб  приятным занятием.\n \n \n🚀 Основные преимущества:\n1️⃣ Удобство и комфорт: как перевести ютуб в темный режим? Его легко включить и выключить одной кнопкой.\n2️⃣ Защита глаз: ютуб темная тема снижает нагрузку на глаза. \n3️⃣ Экономия заряда батареи: черный экран ютуб помогает экономить энергию вашего устройства.\n \n \n💻 Как поставить темный режим на пк ютуб?\nНажмите “Установить расширение”\nИнтуитивно понятный интерфейс делает переключение режимов простым и быстрым в один клин\nКак на настольном компьютере, так и на мобильном, наш темный режим на youtube идеально подходит для браузера Chrome.\nЗакрепите расширение, чтобы быстро иметь к нему доступ\n \n\n🔧 Просто в использовании:\nБольше не нужно искать \"как сделать темную тему в ютубе \". Наше расширение с темным режимом ютуб делает все простым и удобным. Переведите темную тему одним щелчком мыши. Включить или выключить его очень просто, так же одним нажатием мышки.\n\n\n💡 Заключение:\nПопробуйте нашу темную тему для ютуб! Желаем вашим глазам комфортного просмотра и вашей батарее большего заряда, для просмотра видеороликов на ютуб.\n \n\nПримечание: Обратите внимание, что данное расширение не является продуктом Youtube и создано независимой командой разработчиков. Все авторские права принадлежат соответствующим владельцам."
  }
}