{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mazic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create Studio-Quality product videos & tutorials under 60 seconds"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create Professional-quality Screen Recordings Without Needing to Edit Under 60 Seconds. \n\nJust record screen and Mazic handles the rest. \n\nPerfect to create high-quality product demos, tutorials, courses, and social media posts. \n\nMazic lets you capture your screen, camera, or both simultaneously, making it the ultimate tool for product videos, demos, tutorials, presentations, and much more.\n\n\nKEY FEATURES\n📽️ Record with ease – Start recording your screen and/or camera in just two clicks.\n📺 Seamlessly combine clips – Stitch together multiple clips in a single video.\n💾 Auto-save to the cloud – Never lose a video; everything is saved online.\n🔗 Instant sharing – Share videos with a single click.\n🎨 Customize backgrounds – Add stunning visuals to your videos with ease.\n✂️ Advanced editing – Trim, crop, and split clips effortlessly.\n🔍 Zoom effects – Focus on the important details with powerful zoom features.\n🖼️ Flexible layouts – Choose from multiple camera and screen layouts.\n🔡 AI-powered subtitles – Automatic and editable subtitles for every video.\n🖥️ Multiple formats – Record in landscape, portrait, or any orientation that suits your needs.\n🎙️ AI-generated voiceovers – Add AI-powered voiceovers to your videos effortlessly.\n😀 AI-generated faceovers & avatars – Add AI-powered faceovers & avatars to your videos effortlessly.\n✨ And more!\n\nWHY MAZIC?\n🎥 Simple\n⚡ Fast\n💪 Powerful\n🎨 Creative\n\n\nFOR STARTUPS\nStartups use Mazic to keep teams aligned with async video updates, product demos, and knowledge sharing. Whether you're sharing internal reports or launching new products, Mazic allows you to quickly capture, edit, and share engaging content with your team, investors, or customers. It’s the easiest way to create content that moves your business forward.\n\nFOR FOUNDERS\nFounders love Mazic for creating polished product demos that captivate investors and customers alike. Whether you're launching a new product or walking through an important update, Mazic makes it simple to record, edit, and share professional videos that compel action. Create engaging sales and product demo videos without needing any expensive tools or editing skills.\n\nFOR CUSTOMER SUPPORT\nCustomer support teams use Mazic to deliver faster, clearer responses to customer inquiries. Instead of sending long emails, quickly record your screen to walk users through solutions in real time. Mazic makes it easy to create visual how-tos and troubleshooting guides that reduce back-and-forth communication. Solve issues more efficiently with personalized, step-by-step video responses, and ensure customers always receive the help they need with clear, easy-to-follow instructions.\n\nFOR CUSTOMER SUCCESS\nCustomer success teams rely on Mazic to onboard and guide customers through every step of their journey. Use Mazic to create onboarding videos that demonstrate key product features, ensuring new users are set up for success from day one. Walk customers through complex processes or showcase advanced product capabilities in quick, easy-to-understand videos. With Mazic, customer success teams can provide proactive support that reduces churn and boosts satisfaction by helping customers maximize the value of your product.\n\nFOR LEARNING AND DEVELOPMENT\nL&D teams use Mazic to create professional training videos without the need for a big production budget. Whether it's tutorials, onboarding videos, or training courses, Mazic’s intuitive interface lets you record, edit, and share clear and concise videos that drive employee engagement and learning outcomes.\n\nFOR MARKETING TEAMS\nMazic is a game-changer for marketing teams looking to create compelling content that drives engagement. From social media promos to product launch videos, Mazic lets you record polished product demos and marketing materials with ease. Create stunning visual content that showcases your product’s best features, highlight key benefits, and tell your brand’s story—all without needing a full production crew. Whether you’re promoting your product on social media or creating landing page content, Mazic helps you craft professional, engaging videos that convert.\n\nFOR PRODUCT TEAMS\nMazic helps product teams create seamless demo videos to showcase new features or onboard customers. Need to walk through product updates or internal processes? Mazic has you covered with its easy-to-use screen recording and editing tools. Save time on lengthy emails by sending quick video updates that keep everyone on the same page.\n\nFOR SALES TEAMS\nSales teams rely on Mazic to create impactful product demos and walkthroughs that close deals faster. Record personalized prospecting videos, walk through proposals, or onboard new clients with ease. With Mazic, your sales videos are polished and professional, ensuring they leave a lasting impression.\n\nFOR CREATORS\nCreators across the globe use Mazic to produce slick product walkthroughs, tutorials, and course content. Record your screen, camera, or both, add engaging backgrounds, and make detailed explainer videos that drive viewer engagement. Mazic helps you create high-quality videos in minutes, so you can focus on delivering value, not on complicated setups.\n\nFOR COURSE CREATORS\nMazic makes it easy to create high-quality course videos and tutorials without needing advanced video editing skills. You can capture your screen, webcam, or both, making it simple to produce engaging educational content. Create polished promo videos for your courses that convert, and use Mazic's AI-generated voiceovers to save time on narration.\n\nHOW IT WORKS\n\nRecord your screen, camera, or both in just a few clicks.\nEdit with Mazic's intuitive editor—trim, crop, add subtitles, or voiceovers.\nShare your video with a simple link, or download it for other platforms.\nMazic is designed to simplify and speed up video production so you can create impactful content that drives adoption, engagement, and sales.\n\nFOR EVERYONE\nWhether you're a founder, product manager, customer support, or success team member, Mazic gives you everything you need to create studio-quality product videos in minutes. No more complicated software, no more delays—just fast, beautiful videos that get the job done."
  }
}