{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliVideo - Aliexpress Video Finder & Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify and download Aliepxress vidoes from search results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find & Download Aliexpress videos with the click of a button!\n\nBy utilizing AliVideo, users can input specific keywords or phrases related to what they are looking for, such as a product name or model number, and receive a list of relevant videos. Once the desired videos have been identified, the software allows users to download them with a single click, saving them time and effort.\n\nThe ability to download Aliexpress videos can be beneficial for various purposes. For example, individuals may desire to save videos for future reference or to share with friends and family. Additionally, content creators may utilize these videos for creating popular ecommerce content such as dropshipping videos.\n\nWHY IS THIS BENEFICIAL FOR DROPSHIPPERS?\n\nWhen someone who owns an e-commerce store wants to test a new product, they typically turn to Aliexpress for pricing, video availability, and sales data. However, a common barrier that prevents users from testing products is the lack of sufficient content to create a video.\n\nThe lack of video content can be a significant obstacle for potential testers. When consumers shop online, they often rely on videos to get an idea of how a product looks, feels, and functions in real-time. Without a comprehensive video, potential buyers might hesitate to place an order, as they won't be able to visualize the product in real life.\n\nMoreover, videos offer valuable insights into various aspects of the product, such as its features, benefits, and use cases. By providing a comprehensive video, sellers can address common concerns, showcase the product's unique selling points, and build trust with potential customers.\n\nOn the other hand, the absence of video content can lead to missed opportunities for e-commerce store owners. Without informative videos, potential buyers might turn to competitors' products or abandon their carts altogether. This can result in lower conversion rates and reduced profits for the store.\n\n▬▬▬▬ GETTING STARTED ▬▬▬▬▬\n1. Download the extension\n2. Open up Aliexpress.com\n3. Search a product such as \"Moon Lamp\"\n4. Videos will instantly start showing\n5. You can also purchase premium to see videos from external sources such as YouTube, Vimeo, Pinterest, Facebook\n\nPRO VERSION:\n-  See videos from external sources\n-  Download Videos from external sources (YouTube, Vimeo, Pinterest, Facebook)\n\nPlease click \"Sign In\" on extension page to access pro features.\n\nNOTE: The extension is NOT affiliated with or endorsed by Aliexpress or Alibaba"
  }
}