{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pandora - Music & Podcasts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pandora gives you a personalized listening experience that continually evolves with your tastes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create stations from your favorite songs, artists or genres, search or browse to find recommended stations for your mood or activity, and discover podcasts that speak to you. Download today and get instant access to your favorite artists and podcasts, while staying up to date on the most recent singles and releases. From rap and pop to rock and country, play your favorite artists and stay up to date on today’s top hits and releases. Start streaming all of the current global hits and enjoy your own personalized music experience.\n\nTake Pandora with you wherever you go with Android Auto for your daily commute or your next road trip. Enjoy your own personalized music or podcast experience from anywhere on the world’s most powerful music discovery platform. The new voice mode lets you search, play, pause, skip adjust volume & thumb up music with a simple voice command. Start streaming your favorite artist, song, genre, or podcast instantly today for free in your car.\n\nWith Podcasts on Pandora, find your favorites and listen to personalized recommendations that actually make sense. Just search on your mobile phone or tablet and play to start listening, then tap + to add to your collection. Find something new by simply browse and tap recommended podcasts including SiriusXM shows, on-demand whether you're on Pandora Premium, Plus or Radio.\n\nThis Chrome extension adds a \"Listen to Pandora\" button next to the \"Subscribe\" button beneath every YouTube video. When clicked, the extension automatically searches for the title of the currently playing video on Pandora and opens the search results in a new tab. \n\nFeatures:\n\nAdds a \"Listen to Pandora\" button next to the \"Subscribe\" button on YouTube.\nSearches for the title of the currently playing video on Pandora.\nAutomatically opens a webpage with information after the extension is installed.\nPerfect for users who:\n\nWant to quickly find music from YouTube on Pandora.\nAre looking for an easy way to integrate YouTube with Pandora.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nthe extension has a premium version $39.99 lifetime\nthis is not an official pandora extension"
  }
}