{
  "name": {
    "ar": "مانع مواقع جوجل",
    "am": "ጎግል ትንታኔ አድርገህ አሳልፈህ ይታወቃል",
    "bg": "Блокиране на сайтове в Google",
    "bn": "গুগল সাইট ব্লকার",
    "ca": "Bloquejador de llocs de Google",
    "cs": "Blokování webů Google",
    "da,en,en_AU,en_GB,en_US,es_419,fa,fil,he,hr,nl,th": "Google Site Blocker",
    "de": "Google Seiten-Blocker",
    "el": "Φραγή Ιστοτόπων της Google",
    "es": "Bloqueador de sitios de Google",
    "et": "Google'i saidi blokeerija",
    "fi": "Google-sivuston esto",
    "fr": "Bloqueur de sites Google",
    "gu": "Google સાઇટ બ્લોકર",
    "hi": "गूगल साइट ब्लॉकर",
    "hu": "Google webhely blokkoló",
    "id,it": "Pemblokir Situs Google",
    "ja": "Googleサイトブロッカー",
    "kn": "ಗೂಗಲ್ ಸೈಟ್ ಬ್ಲಾಕರ್",
    "ko": "Google 사이트 차단기",
    "lt": "Google svetainių blokuotojas",
    "lv": "Google vietņu bloķētājs",
    "ml": "ഗൂഗിൾ സൈറ്റ് ബ്ലോക്കർ",
    "mr": "Google साइट अवरोधक",
    "ms": "Pemblokir Laman Web Google",
    "no": "Google-nettstedssperrer",
    "pl": "Blokada witryn Google",
    "pt_BR": "Bloqueador de Site do Google",
    "pt_PT": "Bloqueador de Sites do Google",
    "ro": "Blocant de Site-uri Google",
    "ru": "Блокировщик сайтов Google",
    "sk": "Blokovanie webových stránok Google",
    "sl": "Google blokator spletnih mest",
    "sr": "Blokator sajtova Google",
    "sv": "Google-webbplatsblockerare",
    "sw": "Mlinda Tovuti ya Google",
    "ta": "Google தளங்கள் தடையாளர்",
    "te": "Google సైట్ బ్లాక్ చేయడం",
    "tr": "Google Site Engelleyicisi",
    "uk": "Блокувальник сайтів Google",
    "vi": "Chặn Trang Web Google",
    "zh_CN": "Google网站拦截器",
    "zh_TW": "Google 網站封鎖器"
  },
  "short": {
    "ar": "يمنع ظهور بعض المواقع في نتائج البحث على جوجل. تمديد بسيط وسريع وسهل الاستخدام لتصفية المواقع.",
    "am": "ከጎግል አማራጭ የተዘጋጀው ታሪክ እንዲያቀርባል ለማንኛውም የሚታወቅ የትንታኔ ምስሎች አስታወቀ። በቀጥታ በተጠቀሰ የትንታኔ ፍላጎት አይችልም።",
    "bg": "Предотвратява появата на определени сайтове в резултатите от търсенето в Google. Просто, бързо и лесно за използване разширение за…",
    "bn": "গুগল অনুসন্ধান ফলাফলে নির্দিষ্ট কিছু সাইট প্রদর্শন করতে অক্ষম করে। সহজ, দ্রুত এবং ব্যবহার সহজ সাইট ফিল্টারিং এক্সটেনশন।",
    "ca": "Evita que apareguin certs llocs als resultats de cerca de Google. Extensió de filtratge de llocs senzilla, ràpida i fàcil…",
    "cs": "Zabraňuje zobrazení určitých webů ve výsledcích vyhledávání Google. Jednoduché, rychlé a snadno použitelné rozšíření pro filtrování…",
    "da": "Forhindrer visse websteder i at vises i Google-søgeresultater. Enkel, hurtig og nem at bruge webstedfiltreringsudvidelse.",
    "de": "Verhindert, dass bestimmte Websites in den Google-Suchergebnissen erscheinen. Einfache, schnelle und benutzerfreundliche…",
    "el": "Αποτρέπει την εμφάνιση ορισμένων ιστοτόπων στα αποτελέσματα αναζήτησης της Google. Απλή, γρήγορη και εύχρηστη επέκταση…",
    "en,en_AU,en_GB,en_US,es_419,fa,he,hr,nl": "Prevents certain sites from appearing in Google search results. Simple, fast, and easy-to-use site filtering extension.",
    "es": "Impide que ciertos sitios aparezcan en los resultados de búsqueda de Google. Extensión de filtrado de sitios simple, rápida y fácil…",
    "et": "Takistab teatud saitide ilmumist Google'i otsingutulemustes. Lihtne, kiire ja kasutajasõbralik saidifiltrimise laiendus.",
    "fi": "Estää tiettyjen sivustojen näkymisen Google-hakutuloksissa. Yksinkertainen, nopea ja helppokäyttöinen sivustosuodatusten laajennus.",
    "fil": "Pinipigilan ang pagkakaroon ng ilang mga site sa Google search results. Simple, mabilis, at madaling gamiting site filtering…",
    "fr": "Empêche certains sites d'apparaître dans les résultats de recherche Google. Extension de filtrage de sites simple, rapide et facile…",
    "gu": "Google શોધ પરિણામોમાં કેટલાક સાઇટ્સનું દૃશ્યાત ન આવવા દેતું. સરળ, ઝડપી અને ઉપયોગ સરળ સાઇટ ફિલ્ટરિંગ એક્સ્ટેન્શન.",
    "hi": "गूगल खोज परिणामों में कुछ साइटों को दिखाने से रोकता है। सरल, त्वरित और उपयोग में आसान साइट फ़िल्टर एक्सटेंशन।",
    "hu": "Megakadályozza, hogy bizonyos webhelyek megjelenjenek a Google keresési eredményeiben. Egyszerű, gyors és könnyen használható…",
    "id,it": "Mencegah munculnya situs tertentu di hasil pencarian Google. Ekstensi penyaring situs yang sederhana, cepat, dan mudah digunakan.",
    "ja": "Google検索結果に表示される特定のサイトを防止します。シンプルで、高速かつ使いやすいサイトフィルタリング拡張機能。",
    "kn": "ಗೂಗಲ್ ಹುಡುಕಾಟದ ಫಲಿತಾಂಶಗಳಲ್ಲಿ ಕೆಲವು ಸೈಟ್ಗಳ ಪ್ರದರ್ಶನವನ್ನು ತಡೆಯುತ್ತದೆ. ಸರಳ , ತ್ವರಿತ ಮತ್ತು ಬಳಕೆಯಲ್ಲಿ ಸುಲಭವಾದ ಸೈಟ್ ಫಿಲ್ಟರ್ ವಿಸ್ತರಣ.",
    "ko": "특정 사이트가 Google 검색 결과에 나타나지 않도록 방지합니다. 간단하고 빠르며 사용하기 쉬운 사이트 필터링 확장 프로그램입니다.",
    "lt": "Neleidžia tam tikrų svetainių pasirodyti Google paieškos rezultatuose. Paprasta, greita ir lengvai naudojama svetainių filtravimo…",
    "lv": "Novērš noteiktu vietņu parādīšanos Google meklēšanas rezultātos. Vienkāršs, ātrs un viegli lietojams vietņu filtrēšanas…",
    "ml": "ഗൂഗിൾ തിരയൽ ഫലങ്ങളിൽ നിന്നുള്ള കുറച്ചു സൈറ്റുകളെ പ്രതിഫലത്തിൽ കണ്ടെത്തുന്നത് തടയുന്നു. സാധാരണമായിരിക്കുന്ന സൈറ്റ് ഫിൽട്ടറിംഗ്…",
    "mr": "गूगल शोध परिणामातील काही साइटे दाखवण्यास रोखतो. सोपं, वेगवान आणि वापरण्यास सोपे साइट फिल्टरिंग एक्सटेंशन.",
    "ms": "Mencegah laman web tertentu muncul dalam hasil carian Google. Sambungan penapisan laman web mudah alih yang ringkas, cepat, dan…",
    "no": "Forhindrer visse nettsteder fra å vises i Google-søkeresultater. Enkel, rask og brukervennlig nettstedfiltreringsutvidelse.",
    "pl": "Uniemożliwia pojawianie się określonych witryn w wynikach wyszukiwania Google. Prosty, szybki i łatwy w użyciu rozszerzenie…",
    "pt_BR,pt_PT": "Impede que determinados sites apareçam nos resultados de pesquisa do Google. Extensão de filtragem de sites simples, rápida e fácil…",
    "ro": "Împiedică anumite site-uri să apară în rezultatele de căutare Google. O extensie simplă, rapidă și ușor de utilizat pentru…",
    "ru": "Предотвращает появление определенных сайтов в результатах поиска Google. Простое, быстрое и удобное расширение фильтрации сайтов.",
    "sk": "Zabraňuje zobrazeniu určitých webových stránok v výsledkoch vyhľadávania Google. Jednoduché, rýchle a jednoduché použitie filtra…",
    "sl": "Preprečuje prikazovanje določenih spletnih mest v rezultatih iskanja Google. Preprost, hiter in enostaven za uporabo dodatek za…",
    "sr": "Sprječava pojavljivanje određenih sajtova u Google pretragama. Jednostavno, brzo i jednostavno filtriranje sajtova.",
    "sv": "Förhindrar att vissa webbplatser visas i Google-sökresultat. En enkel, snabb och lättanvänd webbplatsfiltreringsförlängning.",
    "sw": "Inazuia tovuti fulani zisijitokeze katika matokeo ya utafutaji wa Google. Kupanua rahisi, haraka na rahisi ya kuchuja tovuti.",
    "ta": "கூகுள் தேடல் முடிவுகளில் குறைந்தபட்சம் சில தளங்களை காணாமல் வைத்திருக்கும். எளிதாகும், விரைவான மற்றும் பயன்பாடு எளிதுவாக தளங்களை…",
    "te": "గూగుల్ శోధ ఫలితాలలో కొన్ని సైట్‌లను ప్రదర్శించడం నిరోధిస్తుంది. సరళం, త్వరితం మరియు ఉపయోగం సులభమైన సైట్ ఫిల్టర్ పొందిన విస్తీర్ణత.",
    "th": "ป้องกันไม่ให้เว็บไซต์บางอย่างปรากฏในผลการค้นหาของ Google ส่วนขยายตัวกรองเว็บไซต์ที่ใช้ง่ายและเร็ว",
    "tr": "Belirli sitelerin Google arama sonuçlarında görünmesini engeller. Basit, hızlı ve kullanışlı site filtreleme eklentisi.",
    "uk": "Запобігає відображенню деяких сайтів у результатах пошуку Google. Простий, швидкий та легкий у використанні розширення фільтрації…",
    "vi": "Ngăn chặn một số trang web xuất hiện trong kết quả tìm kiếm của Google. Phần mở rộng lọc trang web đơn giản, nhanh chóng và dễ sử…",
    "zh_CN": "防止某些网站出现在Google搜索结果中。简单，快速，易于使用的站点过滤扩展。",
    "zh_TW": "阻止某些網站出現在 Google 搜尋結果中。簡單、快速且易於使用的網站篩選擴充功能。"
  },
  "long": {
    "ar": "Google Site Blocker هي إضافة مفيدة وآمنة تم تطويرها لمتصفح Chrome. يسمح لك بتخصيص تجربتك على الإنترنت ويوفر لك تجربة تصفح أكثر كفاءة وراحة عن طريق حجب المواقع الغير مرغوب فيها. باستخدام هذه الإضافة ، يمكنك حظر المواقع المرغوبة بسهولة وإدارة قائمة المواقع المحظورة وإزالتها في أي وقت.\n\nالمميزات:\n\nواجهة مستخدم سهلة الاستخدام: توفر Google Site Blocker واجهة مستخدم سهلة الاستخدام وبديهية ، مما يجعل من السهل على المستخدمين من جميع المستويات استخدامها براحة.\n\nحجب المواقع بسهولة: عندما تصادف موقعًا غير مرغوب فيه ، يمكنك حظره بسرعة عن طريق النقر بزر الماوس الأيمن على قائمة الإضافة أو النقر على أيقونة الإضافة.\n\nإدارة قائمة الحجب: يمكنك عرض وتحرير وإزالة قائمة المواقع المحظورة كما تريد.\n\n(قريبًا!) ميزة المواقع المميزة: يمكنك منع تطبيق الحجب على المواقع التي تزورها وتثق بها من خلال تمييزها.\n\n(قريبًا!) حماية بكلمة مرور: يمكنك تقييد الوصول إلى قائمة المواقع المحظورة وإعدادات الإضافة عن طريق إضافة كلمة مرور لإعدادات الإضافة.\n\n(قريبًا!) ميزة الاستيراد / التصدير: يمكنك استيراد أو تصدير قائمة المواقع المحظورة لاستخدامها على جهاز كمبيوتر آخر أو متصفح آخر.\n\nتم تطوير إضافة Google Site Blocker لتوفير تجربة تصفح أكثر أمانًا وكفاءة. من ختركيزك على المواقع التي تهمك وتوفر معلومات قيمة يسمح لك باستخدام وقتك بشكل أكثر فعالية دون التعرض للمحتوى الغير المرغوب فيه.",
    "am": "ጉግል ስት ቦርክስ የቀረበ እና ባህል የሆነ አሳዛኝ የሆኑ የቅንጅቶችን እና ትንሽ የሚገኙትን የተማሪ የአንባቢዎችን ዝርዝር እንዲሁም የአልባሳትን ዝርዝር በገንዘብ ማድረግ ይችላሉ። ይህ አሳዛኝ የተሰጠ መተግበሪያ በጉግል ስት ቦርክስ ተሳታፊዎችን በማድረግ እና የተማሪ የሆነ ግንኙነቶችን በማድረግ የተሟላ እና ታሪክ ያለውን የሚጠቀሙትን ምስል ይዘርዝሩ።\n\nየተማሪ አስተማማኝ: ጉግል ስት ቦርክስ የተማሪ አስተማማኝ ባህል በማድረግ እና የተሳተፈ መተግበሪያ ተጠቃሚ እንዲሁም ትንሽ ማድረግ እንዲሁም ተጠቃሚትንሽ ማድረግ እና በጣም ታሪክ ያለውን ምስል ይዘርዝሩ።\n\nየተማሪ አስተማማኝ: ጉግል ስት ቦርክስ የተማሪ አስተማማኝ ባህል በማድረግ እና የተሳተፈ መተግበሪያ ተጠቃሚ እንዲሁም ትንሽ ማድረግ እና በጣም ታሪክ ያለውን ምስል ይዘርዝሩ።\n\nየትምህርት ዝርዝር:\n\nተሳታፊዎችን የተሳሳተ አጠቃላይ የተማሪ አስተማማኝ: ጉግል ስት ቦርክስ በጉግል ስት ቦርክስ የተማሪ አስተማማኝ ባህል በማድረግ በጣም የተሳተፈ መተግበሪያ ተጠቃሚ በመሆን ለመጠቀም የሚችሉትን ተሳታፊዎችን በማድረግ እና የተሟላ እና ታሪክ ያለውን ምስል ይዘርዝሩ።\n\nትምህርት ዝርዝርዎ የተማሪ አስተማማኝ ሆኖ በሚችሉበት ቀላል የሚገኙ የተሳተፈ ምስሎችን በተቀባይነት ይዘርዝሩ፣ እና ከዚህ የተማሪ አስተማማኝ የትንሽ ቦታ ለመጠቀም ሊያደርጉት ይችላሉ።\n\n(በቅዳሜ፣ የሚከተሉት!) ተመልካቾች የተማሪ አስተማማኝ: ለመተግበሪያ ዝርዝር ተመልካቾችን በማድረግ የተሟላ እና ታሪክ ያለውን ምስል ይዘርዝሩ።\n\n(በቅዳሜ፣ የሚከተሉት!) የይለፍ ቃል የሆነ የተማሪ አስተማማኝ: ተሳታፊዎችን በመቀባይነት በመጠቀም ሊያደርጉት ይችላሉ፣ እና የትንሽ ቦታዎችን በማድረግ ይዘርዝሩ።",
    "bg": "Google Site Blocker е полезно и защитено разширение, разработено за браузъра Chrome. Позволява ви да персонализирате интернет преживяването си и осигурява по-ефективно и удобно търсене, като блокира нежелани уеб сайтове. С това разширение можете лесно да блокирате желаните сайтове, да управлявате списъка на блокираните сайтове и да ги премахвате по всяко време.\n\nХарактеристики:\n\nПотребителски интерфейс: Google Site Blocker осигурява потребителски приятелски и интуитивен интерфейс, който прави употребата му лесна за потребители на всички нива.\n\nЛесно блокиране на сайтове: Когато срещнете нежелан уеб сайт, можете бързо да го блокирате, като кликнете с десния бутон на мишката върху менюто на разширението или върху иконата на разширението.\n\nУправление на списъка с блокирани сайтове: Можете да преглеждате, редактирате и премахвате списъка с блокираните сайтове, както искате.\n\n(СКОРО!) Функцията за маркирани сайтове: Можете да предотвратите прилагането на блокиране на сайтове, които често посещавате и на които имате доверие, като ги маркирате.\n\n(СКОРО!) Защита с парола: Можете да ограничите достъпа до списъка с блокираните сайтове и настройките на разширението, като добавите парола към настройките на разширението.\n\n(СКОРО!) Функция за импортиране/експортиране: Можете да импортирате или експортирате списъка с блокираните сайтове, за да го използвате на друг компютър или браузър.\n\nРазширението Google Site Blocker е разработено, за да ви предостави по-безопасно и ефективно търсене. Като се фокусирате само върху уеб сайтовете, които ви интересуват и предоставят полезна информация, можете да използв",
    "bn": "Google Site Blocker হল ক্রোম ব্রাউজারের জন্য উন্নয়নযোগ্য এবং নিরাপদ একটি এক্সটেনশন। এটি আপনার ইন্টারনেট অভিজ্ঞতা ব্যক্তিগতকরণ করতে দেয় এবং অপরিচলিত ওয়েবসাইটগুলি ব্লক করে আরামদায়ক এবং কার্যকর ব্রাউজিং অভিজ্ঞতা প্রদান করে। এই এক্সটেনশন দিয়ে আপনি সহজেই পছন্দমত ওয়েবসাইটগুলি ব্লক করতে পারেন, ব্লককৃত সাইটের তালিকা পরিচালনা করতে পারেন এবং সময়ে ব্লক করতে পারেন।\n\nবৈশিষ্ট্যসমূহ:\n\nব্যবহারকারী-মনোযোগী ইন্টারফেস: Google Site Blocker ব্যবহারকারী-মনোযোগী এবং সহজবোধ্য ইন্টারফেস সরবরাহ করে, সকল পর্যায়ের ব্যবহারকারীদের সুবিধাজনকভাবে ব্যবহার করতে দেয়।\n\nসহজ ওয়েবসাইট ব্লক: আপনি যখন অপর্যাপ্ত ওয়েবসাইট দেখেন, তখন আপনি এক্সটেনশনের মেনুবা এক্সটেনশন আইকনে ক্লিক করে তা সহজেই ব্লক করতে পারেন।\n\nব্লক তালিকার পরিচালনা: আপনি চাইলে ব্লক করা ওয়েবসাইটগুলির তালিকা দেখতে, সম্পাদনা করতে এবং মুছতে পারেন।\n\n(শীঘ্রই আসছে!) স্টার ওয়েবসাইট বৈশিষ্ট্য: আপনি তাঁদেরকে স্টার দিয়ে আপনি প্রায় সব সময় দেখতে এবং বিশ্বাস করতে পারেন ওয়েবসাইটগুলির ব্লক করতে পারেন।\n\n(শীঘ্রই আসছে!) পাসওয়ার্ড সুরক্ষা: আপনি আপনার এক্সটেনশন সেটিংসে পাসওয়ার্ড যোগ করে ব্লক করা ওয়েবসাইটগুলির তালিকা এবং এক্সটেনশন সেটিংসে অ্যাক্সেসের সীমা নির্ধারণ করতে পারেন।\n\n(শীঘ্রই আসছে!) আমদানি / রপ্তানি বৈশিষ্ট্য: আপনি ব্লক করা ওয়েবসাইটগুলির তালিকা আমদানি বা রপ্তানি করে আপনি এটি অন্য কোম্পিউটার বা ব্রাউজারেব্যবহার করতে পারেন।\n\nGoogle Site Blocker এক্সটেনশনটি একটি নিরাপদ এবং কার্যকর ব্রাউজিং অভিজ্ঞতা প্রদান করার জন্য উন্নয়ন করা হয়েছে। আপনি কেবলমাত্র আপনাকে আগ্রহী এবং দর্শনীয় তথ্য প্রদান করতে যে ওয়েবসাইটগুলি প্রয়োজন তাদের উপর কেন্দ্রিত হয়ে সময়কে আর্থসহ ব্যবহার করতে পারেন। আপনি অপরাপর অপ্রয়োজনীয় বিষয়গুলির প্রতি উত্তরবিহীন থাকেন।",
    "ca,da,el,es,et,fi,fil,fr,gu,hi,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_TW": "A secure, simple and fast plugin where users can hide websites they don't want to see in Google search results and have a more comfortable web experience.",
    "cs": "Blokování webů Google je užitečné a bezpečné rozšíření vyvinuté pro prohlížeč Chrome. Umožňuje vám personalizovat váš internetový zážitek a poskytuje vám efektivnější a pohodlnější procházení blokováním nechtěných webových stránek. S tímto rozšířením můžete snadno blokovat požadované webové stránky, spravovat seznam blokovaných stránek a kdykoli je odstranit.\n\nFunkce:\n\nPřátelské uživatelské rozhraní: Google Site Blocker poskytuje uživatelsky přívětivé a intuitivní rozhraní, které umožňuje pohodlné použití uživatelům všech úrovní.\n\nSnadné blokování stránek: Pokud narazíte na nechtěnou webovou stránku, můžete ji rychle zablokovat kliknutím pravým tlačítkem myši na nabídce rozšíření nebo kliknutím na ikonu rozšíření.\n\nSpráva seznamu blokovaných položek: Můžete zobrazit, upravit a odstranit seznam blokovaných stránek podle svého uvážení.\n\n(BRZY) Funkce označených stránek: Můžete předejít blokování stránek, které často navštěvujete a důvěřujete, označením hvězdičkou.\n\n(BRZY) Ochrana heslem: Můžete omezit přístup k seznamu blokovaných stránek a nastavení rozšíření přidáním hesla do nastavení rozšíření.\n\n(BRZY) Funkce importu/exportu: Můžete importovat nebo exportovat seznam blokovaných stránek, abyste ho mohli použít na jiném počítači nebo prohlížeči.\n\nRozšíření Google Site Blocker bylo vyvinuto s cílem poskytnout vám bezpečnější a efektivnější procházení. Zaměřením se pouze na webové stránky, které vás zajímají a poskytují cenné informace, můžete svůj čas využít efektivněji a přitom nebudete vystaveni nechtěnému obsahu.",
    "de": "Google Site Blocker ist eine nützliche und sichere Erweiterung, die für den Chrome-Browser entwickelt wurde. Sie ermöglicht es Ihnen, Ihre Internet-Erfahrung zu personalisieren und bietet ein effizienteres und komfortableres Browsing-Erlebnis, indem sie unerwünschte Websites blockiert. Mit dieser Erweiterung können Sie problemlos gewünschte Websites blockieren, die Liste der blockierten Websites verwalten und sie jederzeit entfernen.\n\nFunktionen:\n\nBenutzerfreundliche Oberfläche: Google Site Blocker bietet eine benutzerfreundliche und intuitive Oberfläche, die es Benutzern aller Erfahrungsstufen erleichtert, sie bequem zu verwenden.\n\nEinfache Blockierung von Websites: Wenn Sie auf eine unerwünschte Website stoßen, können Sie sie schnell blockieren, indem Sie mit der rechten Maustaste auf das Menü der Erweiterung klicken oder auf das Erweiterungssymbol klicken.\n\nVerwaltung der Blockierliste: Sie können die Liste der blockierten Websites anzeigen, bearbeiten und entfernen, wie Sie möchten.\n\n(BALD VERFÜGBAR!) Funktion für favorisierte Websites: Sie können verhindern, dass Websites, die Sie häufig besuchen und denen Sie vertrauen, blockiert werden, indem Sie sie als Favoriten markieren.\n\n(BALD VERFÜGBAR!) Passwortschutz: Sie können den Zugriff auf die Liste der blockierten Websites und die Erweiterungseinstellungen beschränken, indem Sie Ihrem Erweiterungsprofil ein Passwort hinzufügen.\n\n(BALD VERFÜGBAR!) Import-/Exportfunktion: Sie können die Liste der blockierten Websites importieren oder exportieren, um sie auf einem anderen Computer oder Browser zu verwenden.\n\nDie Google Site Blocker-Erweiterung wurde entwickelt, um Ihnen ein sichereres und effizienteres Browsing-Erlebnis zu bieten. Durch die Konzentration auf Websites, die Sie interessieren und wertvolle Informationen bereitstellen, können Sie Ihre Zeit effektiver nutzen, ohne unerwünschte Inhalte ausgesetzt zu sein.",
    "en,en_AU,en_GB,en_US,es_419,fa,he,hr,nl": "A secure, simple and fast plugin where users can hide websites they don't want to see in Google search results and have a more comfortable web experience.\n\nGoogle Site Blocker is a useful and secure extension developed for the Chrome browser. It allows you to personalize your internet experience and provides a more efficient and comfortable browsing experience by blocking unwanted websites. With this extension, you can easily block desired websites, manage the list of blocked sites, and remove them at any time.\n\nFeatures:\n\nUser-friendly interface: Google Site Blocker provides a user-friendly and intuitive interface, making it easy for users of all levels to use comfortably.\n\nEasy site blocking: When you come across an unwanted website, you can quickly block it by right-clicking on the extension's menu or clicking on the extension icon.\n\nManagement of block list: You can view, edit, and remove the list of blocked sites as you wish.\n\n (̶C̶O̶M̶I̶N̶G̶ ̶S̶O̶O̶N̶!̶) (Version 1.2)   Import/export feature: You can import or export the list of blocked sites to use it on another computer or browser.\n\n(COMING SOON!) Starred sites feature: You can prevent the application of blocking to sites you frequently visit and trust by starring them.\n\n(COMING SOON!) Password protection: You can limit access to the list of blocked sites and extension settings by adding a password to your extension settings.\n\n\n\nThe Google Site Blocker extension is developed to provide you with a safer and more efficient browsing experience. By focusing on only the websites that interest you and provide valuable information, you can use your time more effectively without being exposed to unwanted content.",
    "tr": "Google Site Blocker, Chrome tarayıcısı için geliştirilmiş kullanışlı ve güvenli bir eklentidir. İnternet deneyiminizi kişiselleştirmenize ve istenmeyen web sitelerini engelleyerek daha verimli ve rahat bir tarama deneyimi sunar. Bu eklenti ile istediğiniz web sitelerini kolayca engelleyebilir, engellediğiniz sitelerin listesini düzenleyebilir ve istediğiniz zaman kaldırabilirsiniz.\n\nÖzellikler:\n\nKullanıcı dostu arayüz: Google Site Blocker, kullanıcı dostu ve sezgisel bir arayüz sunarak her seviyeden kullanıcının rahatça kullanabilmesini sağlar.\n\nKolay site engelleme: İstenmeyen bir web sitesine karşılaştığınızda, eklentinin sağ tıklama menüsünden veya eklenti simgesine tıklayarak hızlı bir şekilde engelleyebilirsiniz.\n\nEngel listesi yönetimi: Engellemiş olduğunuz sitelerin listesini görüntüleyebilir, düzenleyebilir ve istediğiniz zaman engellemeyi kaldırabilirsiniz.\n\n(YAKINDA!) Yıldızlı siteler özelliği: Sık ziyaret ettiğiniz ve güvendiğiniz web sitelerini yıldızlayarak, engellemelerin bu sitelere uygulanmasını önleyebilirsiniz.\n\n(YAKINDA!)  Şifre koruması: Eklenti ayarlarınıza şifre ekleyerek, engellediğiniz sitelerin listesine ve eklentinin ayarlarına erişimi sınırlandırabilirsiniz.\n\n(YAKINDA!)  İçe/ Dışa aktarma özelliği: Engellenen sitelerin listesini içe veya dışa aktararak, başka bir bilgisayarda veya tarayıcıda kullanabilirsiniz.\n\nGoogle Site Blocker eklentisi, sizin için daha güvenli ve verimli bir tarama deneyimi sunmak için geliştirilmiştir. İstenmeyen içeriklere maruz kalmadan, sadece ilginizi çeken ve değerli bilgiler sunan web sitelerine odaklanarak zamanınızı en iyi şekilde değerlendirebilirsiniz.",
    "zh_CN": "Google 网站屏蔽器是为 Chrome 浏览器开发的一个实用且安全的扩展程序。它允许您个性化您的互联网体验，并通过阻止不想要的网站提供更高效和舒适的浏览体验。通过该扩展程序，您可以轻松地屏蔽所需的网站，管理已屏蔽站点的列表，并随时删除它们。\n\n特点：\n\n用户友好的界面：Google 网站屏蔽器提供了一个用户友好且直观的界面，使得所有级别的用户都能舒适地使用。\n\n简单的网站屏蔽：当您遇到不想要的网站时，您可以通过右键单击扩展程序菜单或单击扩展程序图标快速屏蔽它。\n\n屏蔽列表的管理：您可以按您的意愿查看、编辑和删除已屏蔽站点的列表。\n\n（即将推出！）星标站点功能：您可以通过将它们标记为星标站点，防止对您经常访问并信任的站点进行屏蔽。\n\n（即将推出！）密码保护：您可以通过向扩展程序设置添加密码来限制访问已屏蔽站点的列表和扩展程序设置。\n\n（即将推出！）导入/导出功能：您可以导入或导出已屏蔽站点的列表以在另一台计算机或浏览器上使用。\n\nGoogle 网站屏蔽器扩展程序的开发旨在为您提供更安全和更高效的浏览体验。通过专注于只有您感兴趣且提供有价值信息的网站，您可以更有效地利用时间，而不必暴露于不想要的内容。"
  }
}