{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProductLocker - AI Powered Amazon FBA Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Your Amazon FBA Arbitrage Product Research Process with AI-Powered Real-time Data!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ProductLocker: Optimise Your Amazon FBA Selling with Real-Time Intelligence and Advanced AI Analysis\n\nIntroducing the ProductLocker Extension – Your Essential Companion for Amazon FBA Success!\n\nKey Features:\n\nAdvanced AI-Driven Analysis: Our core strength lies in AI-powered insights, offering unparalleled market analysis, trend tracking, and competitor assessment.\n\nReal-Time Metrics Analysis: Benefit from live updates and actionable insights directly from Amazon, keeping you ahead in a dynamic market.\n\nEffortless Product Integration: Seamlessly add products to your ProductLocker dashboard from the extension for streamlined management.\n\nProfit Maximisation Tools: Utilise our sophisticated FBA profit calculator to instantly gauge potential returns, accounting for all Amazon fees and your costs.\n\nSmart Inventory Management: Get immediate insight into stock levels with our predictive analytics, ensuring optimal inventory planning.\n\nStrategic Decision Support: Comprehensive overview of product viability, including sales rank, estimated sales, competing offers, and price fluctuations.\n\nRisk Assessment Capabilities: Determine product eligibility with checks for Dangerous Goods, Hazmat, IP issues, and more critical selling criteria.\n\nSeamless Integration: Sync effortlessly with Google Sheets and integrate with existing tools for a cohesive experience.\n\nHistorical Data Tracking: Analyse past product performance to inform future decisions.\n\nMulti-Marketplace Support: Available for major Amazon marketplaces, including the UK, US, Canada, France, Germany, Italy, and Spain.\n\nAdditional Organisational Tools: Features like storefront search, variations viewer, and note-taking for effective analysis organisation.\n\nWhy ProductLocker Stands Out:\n\nReal-Time Data Processing: Our dashboard analyses live metrics, providing the most current market information.\n\nUser-Friendly Interface: Designed for both ease and efficiency, catering to both new and experienced sellers.\n\nComprehensive AI Integration: From in-depth market dynamics tracking to advanced product intelligence, our AI tools offer insights that are second to none.\n\nGet Started Today!\n\nDownload the ProductLocker Extension and start your free trial. Experience a new era in Amazon FBA selling – make informed decisions, maximise profits, and stay competitive in the Amazon marketplace.\n\nFor more details, visit www.productlocker.io"
  }
}