{
  "name": {
    "ar,fi,hu,lv,pl,sk,sw,ta,te": "Change Circle Color Online",
    "am,hr,ko,ml,no": "Change Circle Color Unblocked Game",
    "bg,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fa,fr,gu,id,it,kn,lt,nl,pt_BR,pt_PT,ro,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Change Circle Color Game",
    "bn,ca,cs,et,fil,he,hi,ja,mr,ms,sl,sv,th": "Change Circle Color Online Game"
  },
  "short": {
    "ar": "يجب عليك تغيير لون الدائرة حتى تتطابق الكرات الواردة مع لون الدائرة.",
    "am": "የሚመጡት ኳሶች ከክብ ቀለም ጋር እስኪጣጣሙ ድረስ ክብውን ቀለም መቀየር አለብህ።",
    "bg": "Трябва да промените цвета на кръга, докато входящите топки съответстват на цвета на кръга.",
    "bn": "আগত বলগুলি বৃত্তের রঙের সাথে মেলে না হওয়া পর্যন্ত আপনাকে বৃত্তের রঙ পরিবর্তন করতে হবে।",
    "ca": "Heu de canviar el color del cercle fins que les boles entrants coincideixin amb el color del cercle.",
    "cs": "Musíte změnit barvu kruhu, dokud příchozí koule neodpovídají barvě kruhu.",
    "da": "Du skal ændre cirkelfarven, indtil de indkommende kugler matcher cirkelfarven.",
    "de": "Sie müssen die Kreisfarbe ändern, bis die eingehenden Kugeln mit der Kreisfarbe übereinstimmen.",
    "el": "Πρέπει να αλλάξετε το χρώμα του κύκλου έως ότου οι εισερχόμενες μπάλες ταιριάζουν με το χρώμα του κύκλου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to change the circle color until the incoming balls match the circle color.",
    "es": "Tienes que cambiar el color del círculo hasta que las bolas entrantes coincidan con el color del círculo.",
    "et": "Peate muutma ringi värvi, kuni sissetulevad pallid vastavad ringi värvile.",
    "fa": "تا زمانی که توپ های ورودی با رنگ دایره مطابقت داشته باشد باید رنگ دایره را تغییر دهید.",
    "fi": "Sinun on vaihdettava ympyrän väriä, kunnes saapuvat pallot vastaavat ympyrän väriä.",
    "fil": "Kailangan mong baguhin ang kulay ng bilog hanggang sa ang mga papasok na bola tumugma sa kulay ng bilog.",
    "fr": "Vous devez changer la couleur du cercle jusqu’à ce que les boules entrantes correspondent à la couleur du cercle.",
    "gu": "જ્યાં સુધી ઇનકમિંગ બોલ્સ વર્તુળના રંગ સાથે મેળ ન ખાય ત્યાં સુધી તમારે વર્તુળનો રંગ બદલવો પડશે.",
    "he": "עליך לשנות את צבע העיגול עד שהכדורים הנכנסים יתאימו לצבע העיגול.",
    "hi": "आपको सर्कल रंग बदलना होगा जब तक कि आने वाली गेंदें सर्कल रंग से मेल न खाएं।",
    "hr": "Morate promijeniti boju kruga dok dolazne kuglice ne odgovaraju boji kruga.",
    "hu": "Meg kell változtatnia a kör színét, amíg a bejövő golyók meg nem egyeznek a kör színével.",
    "id": "Anda harus mengubah warna lingkaran sampai bola yang masuk cocok dengan warna lingkaran.",
    "it": "Devi cambiare il colore del cerchio fino a quando le palline in arrivo non corrispondono al colore del cerchio.",
    "ja": "入ってくるボールが円の色と一致するまで、円の色を変更する必要があります。",
    "kn": "ಒಳಬರುವ ಚೆಂಡುಗಳು ವೃತ್ತದ ಬಣ್ಣಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವವರೆಗೆ ನೀವು ವೃತ್ತದ ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸಬೇಕು.",
    "ko": "들어오는 공이 원 색상과 일치 할 때까지 원 색상을 변경해야합니다.",
    "lv": "Jums ir jāmaina apļa krāsa, līdz ienākošās bumbiņas atbilst apļa krāsai.",
    "ml": "ഇൻകമിംഗ് ബോളുകൾ വൃത്തത്തിന്റെ നിറവുമായി പൊരുത്തപ്പെടുന്നതുവരെ നിങ്ങൾ വൃത്തത്തിന്റെ നിറം മാറ്റേണ്ടതുണ്ട്.",
    "mr": "येणारे गोळे वर्तुळाच्या रंगाशी जुळेपर्यंत आपल्याला वर्तुळाचा रंग बदलावा लागतो.",
    "ms": "Anda perlu menukar warna bulatan sehingga bola masuk sepadan dengan warna bulatan.",
    "nl": "U moet de cirkelkleur wijzigen totdat de binnenkomende ballen overeenkomen met de cirkelkleur.",
    "no": "Du må endre sirkelfargen til de innkommende ballene samsvarer med sirkelfargen.",
    "pl": "Musisz zmienić kolor okręgu, aż przychodzące kulki będą pasować do koloru okręgu.",
    "ro": "Trebuie să schimbați culoarea cercului până când bilele primite se potrivesc cu culoarea cercului.",
    "ru": "Вы должны изменить цвет круга, пока входящие шарики не будут соответствовать цвету круга.",
    "sk": "Musíte zmeniť farbu kruhu, kým prichádzajúce guľôčky nezodpovedajú farbe kruhu.",
    "sl": "Spremeniti morate barvo kroga, dokler se dohodne kroglice ne ujemajo z barvo kroga.",
    "sv": "Du måste ändra cirkelfärgen tills de inkommande bollarna matchar cirkelfärgen.",
    "sw": "Lazima ubadilishe rangi ya duara hadi mipira inayoingia iendane na rangi ya duara.",
    "ta": "உள்வரும் பந்துகள் வட்ட வண்ணத்துடன் பொருந்தும் வரை நீங்கள் வட்ட நிறத்தை மாற்ற வேண்டும்.",
    "te": "ఇన్ కమింగ్ బాల్స్ సర్కిల్ కలర్ తో జత అయ్యేంత వరకు మీరు సర్కిల్ కలర్ ని మార్చాల్సి ఉంటుంది.",
    "th": "คุณต้องเปลี่ยนสีวงกลมจนกว่าลูกบอลที่เข้ามาจะตรงกับสีวงกลม",
    "tr": "Gelen toplar daire rengiyle eşleşene kadar daire rengini değiştirmeniz gerekir.",
    "uk": "Ви повинні змінити колір кола, поки вхідні кульки не співпадуть з кольором кола."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like ring games! Match the rings of the right color and make the highest score.\n\nHow To Play\nPlayed with Mouse.\n\nChange Circle Color Game Features\n✓ Arcade Sounds\n✓ 2D Graphics\n✓ Basic control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Change Circle Color Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}