{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Metric"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ferramenta de análise de marketplaces."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Descrição do Produto: Analisador de Desempenho de Anúncios no Mercado Livre\n\nNosso Analisador de Desempenho de Anúncios foi projetado para proporcionar uma análise detalhada e intuitiva do seu anúncio no Mercado Livre. Sem a necessidade de conhecimento técnico, esta ferramenta fornece informações cruciais que podem impulsionar suas estratégias de venda. Aqui estão os destaques:\n\nObtenção Simplificada de Dados:\n\nCom apenas alguns cliques, tenha acesso a dados essenciais como data de criação, tipo de anúncio, tipo de envio e total de visitas.\n\nVisão Detalhada do Anúncio:\n\nApresenta de maneira clara e acessível informações vitais, incluindo a data de criação, tipo de anúncio, tipo de envio e o número total de visitas.\n\nPerfil do Vendedor Simplificado:\n\nDescubra detalhes relevantes sobre o vendedor, como nome, cidade, estado e nível de reputação.\n\nEntendimento Facilitado da Taxa de Conversão:\n\nConheça a eficácia do seu anúncio com a taxa de conversão, mostrando como as visitas se traduzem em vendas.\n\nGráfico de Desempenho Mensal Intuitivo:\n\nVisualize o desempenho do seu anúncio ao longo do tempo com um gráfico de visitas mensais.\n\nFormatação Amigável de Dados:\n\nApresentação amigável de números, datas e estatísticas, eliminando a complexidade na interpretação dos resultados.\n\nAnálise Temporal Simplificada:\n\nDescubra há quanto tempo seu anúncio está ativo de maneira fácil e compreensível.\n\nSeja você um vendedor experiente ou iniciante, nosso Analisador de Desempenho de Anúncios é uma ferramenta valiosa para tomar decisões informadas e melhorar seus resultados no Mercado Livre. Analise, compreenda e otimize seu anúncio sem complicações."
  }
}