{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Voyager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "List and open all page links. Filter easily, skip common search URLs, and enhance browsing efficiency."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Voyager by Spotibuzz.com\n\nEmbarking on the journey of the web feels much like traversing a vast, boundless ocean. With each site being an island of information, links act as the bridges, drawing connections from one knowledge hub to another. And herein lies the essence of the Link Voyager - your indispensable tool to chart these virtual waters.\n\nIn a world that's rapidly digitalizing, every webpage becomes a treasure trove of links. Whether you're a researcher cataloging references, a student compiling resources, or simply an enthusiast exploring niche interests, you'll often find yourself diving deep into the content, exploring link after link. However, with the sheer volume of information, it's easy to get overwhelmed. How often have you wished for a compass to navigate this vast realm?\n\nEnter Link Voyager.\n\nFunctionality Overview:\n\nComprehensive Link Compilation: At its core, Link Voyager examines the entirety of your current webpage and creates a concise, organized list of all unique links present. This offers a comprehensive overview, eliminating the hassle of manually combing through content.\n\nIntelligent Filtering: Not all links are created equal. Some lead to familiar territories like search results, while others might be gateways to the unknown. With its built-in smart filtering tools, the extension allows users to swiftly sidestep commonplace search links, honing in on what truly matters.\n\nInteractive Exploration: Each link on the compiled list is not merely text – it’s an interactive element. A simple click will transport you to the chosen destination, opening it in a new tab to ensure your original page remains intact.\n\nEfficient Search Capabilities: With an intuitive search bar, Link Voyager lets users swiftly pinpoint specific links. Whether you remember a fragment of the URL or just a keyword, the extension will narrow down the list, highlighting matches, and speeding up the navigation process.\n\nBulk Tab Opening: In the age of multitasking, why limit oneself to one link at a time? With a dedicated button, users can unleash every link on the list, each spawning in its new tab, ensuring a fluid, uninterrupted exploration experience.\n\nWhy Link Voyager?\n\nWhile the digital age has been revolutionary, bringing forth an abundance of information, it also poses challenges. The maze of links, ads, and content can be dizzying. Without the right tools, users can easily find themselves lost, sidetracked, or simply overwhelmed. Link Voyager isn’t just an extension; it's a manifestation of the ethos of streamlined web browsing. By organizing, filtering, and facilitating efficient link navigation, it seeks to elevate the user experience, transforming the vast digital ocean into a navigable, user-friendly pond.\n\nIn summation, Link Voyager isn’t about changing the way we use the internet; it's about enhancing it. It’s about ensuring that in the rapid currents of information, users have a reliable tool, a compass that always points towards clarity. So, whether you’re setting sail on a research voyage, embarking on a leisurely exploration, or diving into the depths of a new interest, let Link Voyager be your guide, ensuring every journey is efficient, organized, and enjoyable.\n---\nThis extension is developed in collaboration with sportibuzz.com"
  }
}