{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UDispatch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Efficiently connecting shippers and carriers faster than ever before, all with just a few clicks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UDispatch is a business-to-business platform. We are transforming the auto shipping industry. We’ve created an intuitive platform for shippers and carriers to efficiently connect with one other, using tools that streamline and expedite every aspect of shipping a vehicle.\n\nAuto shippers and brokers need thousands of cars transported each day. They are dependent upon auto carriers picking up and delivering these vehicles on time and undamaged in the quickest and most efficient manner possible. UDispatch’s desktop and mobile applications are engineered to assist your company in electronically organizing and executing all dispatch tasks from start to finish.\n \nWe’ve got you covered. UDispatch has taken all the needs and requirements associated with a shipper posting a dispatch, along with all the responsibilities necessary for a carrier to request, confirm, and successfully complete a dispatch, and brought them both into the modern age with a highly-sophisticated, easy-to-use platform. One that can function as a fully-customizable digital operations center for both sides of the auto transport business.\n\nThis is more than just eliminating paperwork. We’re talking smart search engines, company profile reviews and ratings, several instant communication tools, eBOLs, and built-in, professional invoices, accounting software, merchant accounts, and full third-party integration (via Paypal, Braintree, Authorize.net, Stripe, Dropbox, Quickbooks, Xero, Apple and Google Calendars, etc.).\n\nWith UDispatch, redundant, time-consuming tasks become automated. Communication is instantaneous, invoicing and payments are expedited, and end-client satisfaction increases. And though we’re convinced we have the best product out there, we work every day to make it better. Our CRM is impeccable, devoted to constantly improving, and always there for you. \n\nThis is the future of vehicle transport logistics. No worries, no frustrations, and no excuses. And completely free for the first thirty days. We look forward to working with you!"
  }
}