{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Carbon ScaleDown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate the Carbon Footprint of your ChatGPT Conversations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScaleDown Carbon is designed to raise awareness and promote sustainable use of Large Language Models. This innovative tool calculates the carbon footprint of your interactions with ChatGPT, with support for other LLMs coming soon.\n\nKey Features:\n\nReal-Time Carbon Footprint Calculation: Estimate the carbon emissions associated with each ChatGPT query. It considers factors such as computing power, model type, and the size of your text and image queries.\n\nInteractive Dashboard: Enjoy a user-friendly interface that displays your cumulative carbon footprint. Track your daily, weekly, and monthly AI interactions and their environmental impact.\n\nEducational Insights: Learn about the environmental impact of using LLMs. We also provides tips on how to reduce your digital carbon footprint, fostering more eco-conscious usage of AI technologies.\n\nSustainability Goals Setting: Set personal goals for reducing your carbon emissions. Monitor your progress and challenge yourself to be more eco-friendly.\n\nOffset Suggestions: Based on your usage, receive recommendations for carbon offset initiatives. Contribute to environmental projects to balance out your digital carbon footprint.\n\nPrivacy-Conscious: We value your privacy. It calculates the carbon footprint without storing or analyzing the content of your queries.\n\nRegular Updates and Support: Stay up-to-date with regular updates that improve accuracy and add new features, backed by responsive customer support.\n\nIdeal for environmentally conscious individuals, educators, and businesses, ScaleDown Carbon is more than just an extension. It's a step towards a greener, more sustainable future in our digital world. Join us in making every chat with ChatGPT eco-friendly!"
  }
}