{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dokrom دقرم  بيلاقي ارخص الأسعار وانت بتشتري"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As you shop online we find the best deals, give you promo codes & tell you if a products price changed before helping you save money"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop on Amazon, Jumia, Noon, Btech, Raya (you can find more here https://dokrom.com/stores) and Dokrom will tell you the best price. We also tell you the price changes of the product you are looking at over time by pressing on “Price History”. Need a promo code? Use one of our many promo codes and save even more money! Out of Stock? No problem, we will tells you as soon as it's available!\n\nدقرم هو مساعدك الموثوق فيه وأنت بتتسوق على الإنترنت على مواقع تسوقك المفضلة\nهيساعدك تلاقي أحسن سعر للمنتج اللي انت بتدور عليه\nبيشتغل على منصات التجارة الإلكترونية المصرية\nلو بتحاول تشتري موبايل جديد أو لاب توب أو بنطلون جينز، هيرشحلك أرخص قائمة موجود فيها المنتج اللي انت عايزه\nلو المنتج خلصان متقلقش، هيدور يبلغك أول ما المنتج يبقى موجود تاني\n\nDokrom appears when you are looking at a product online and gives you cheaper options for it, saving you time and money! We also place a \"Price History\" button that tells you price changes over time and if we have a promo code available for it we notify you and upon checkout simply copy the promo code and paste it to save big!\n\nمميزات دقرم:\nهيضمنلك أحسن سعر: لما توصل لصفحة المنتج دقرم هيقولك لو نفس المنتج دا موجود أرخص في قائمة تانية\nتتبع المنتجات التي نفذت: لو المنتج اللي عايز تشتريه خلص، هيبعتلك إشعار أول ما يظهر تاني على أي منصة تجارة إلكترونية\nمن خلال تاريخ تغير السعر هتعرف سعر المنتج اتغير قد ايه خلال الفترة اللي فاتت\nالسعر الذهبي: عايز توفر؟ حدد السعر للمنتج اللي أنت عايز تشتريه وهيبلغك  أول ما ينزل للسعر اللي أنت عايزه!\nمميزات جديدة:\n- هيجمعلك أحسن الصفقات من كل مواقع البيع اونلاين عن طريق \"عرض اليوم\" اللي بتقولك ايه اكتر منتجات سعرها اتغير كل يوم.\n- تقدر تجمع كل اللي انت عايزه من مواقع التجارة الإلكترونية في قايمة واحدة وتشتريها وقت ما تحب بافضل سعر ليها وده عن طريق قايمة  الرغبات.\n- تابع كل حاجه  في قسم التنبيهات، لما السعر يقل او لما المنتج اللي انت متابعه يكون متاح وكمان هيبلغك بأفضل العروض اليومية\n\nساعدنا برأيك في تحسين دقرم عن طريق مراسلتنا على\ninfo@dokrom.com\n\n- It currently works in Egypt and more ecommerce platforms and countries to come soon!\n- If you are trying to buy a new phone, laptop or a pair of jeans, we are here to help\n- We tell you where the cheapest listing for your desired product is and help you save even more with promo codes\n- Out of Stock? No worries, we will keep looking and let you know when the product is back in stock\n\nNew Features:\n- Price History: We track the price increases and decreases of products over time and tell you so you are aware if a 90% off proclamation is a genuine sale or a trick\n- Promo Codes: We have deals with 10+ retailers and while you are shopping notify you if one of our promo codes will work with the product you are about to buy saving you time and money!\n\nFeatures:\n- Best Price Guarantee: As you land on a product page Dokrom will let you know if there is a cheaper listing for this same product\n- Out of Stock Tracker: If the product you want to purchase is out of stock our tracker notifies you as soon as it is back in stock\n- Golden Price: On a budget? Let us know your target price for the product you want to buy and we will notify you as soon as it drops to your targe!\n- We aggregate the best deals across all major shopping websites via our daily deals feature every day\n- Our wishlist feature lets you add as many products as you like\n\nHelp us improve our extension by emailing us at info@dokrom.com"
  }
}