{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bias Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find the bias of any news site you go to!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When reading the news, it can be easy to get trapped into thinking there's only one viable perspective. In reality, all different groups from across the political spectrum may perceive the same event in a completely different light. For example:\n\nHeadline: Donald Trump signs an executive order that cracks down on undocumented immigrants.\n\nLeft response: Donald Trump is tearing apart families.\n\nRight response: Donald Trump is enforcing US immigration law.\n\nThis extension won't tell you what to believe, or what is the \"correct\" way to perceive an issue. However, it will help inform your own perspective so that rather than accepting the first thing you see as fact, you'll think about who is saying it.\n\nFollowing that line, Bias Finder is not intended to say whether a source is trustworthy or not. Just because a news site has a bias rating of left or right doesn't mean it's any less accurate than a site located in the center, or vice versa. Rather, it just tells you how the analysis is likely to be shaped by political opinions and biases. Two completely factual stories may have very different perspectives:\n\nLeft headline: Donald Trump signs \"Muslim Ban 2.0.\" Before it can go into effect, a Hawaiian judge strikes it down. \n\nRight headline: Donald Trump claims a Hawaiian judge is threatening national security by striking down his revised immigration executive order.\n\nNeither headline is strictly incorrect, but both convey a very different tone about the events.\n\n\nPowered by AllSides."
  }
}