{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wordpress Fullscreen Reader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays wordpress pages and posts in fullscreen mode for easier reading."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays wordpress pages and posts in fullscreen mode for easier reading. Now there is no need to exit fullscreen for links on the same website.\n\nIf you have any problems first check the Updated features first. As this is still not what I would call an official release expect there to be bugs. I'd love to hear about the bugs I haven't found so I can squash them.\n\nIt is currently under development so the code needs optimizing and the UI and file structure needs work as well.\n\nIf you have any bugs, find any wordpress sites that it does not work on or have any requests please comment or send me an email at Yascob09@gmail.com\n\nUse:\nLeft-click the Icon in the top right corner to go fullscreen.\n\nIf you right-click the Icon you can get to the options menu via the dropdown.\nThere you can find a couple override options to customize the experience.\nMore options are planned.\n\nI will not garentee that I will add the requested feature but I will explain why if I decide not to.\nAnyways, enjoy! =)\n\nP.S. It works on Baka-Tsuki as well due to how their website is set up.\n\nUpdated features:\n\nVersion 0.8.1:\n\nNow, if you are not in in incognito, it records every chapter navigation to history and will load open the right page on reload. So it can also be considered a \"bugfix\" of sorts.\n\nScroll alternative will come next update.(I promise)\n\n\nVersion 0.8.0:\n\nAdded a proper scroll memorization. Please not this feature gets laggy on some pages (I'm looking at you BT). I'm working on adding an alternate option for later. For now it can be disabled in the options if it is not working for you.\n\nComplete redesign of the options menu. Try it out. =)\n\nAlso a little bit of code cleanup, to make it run just that little bit faster.\n\nVersion 0.7.3:\n\nQuick Bugfix for the double wrapper issue (2 scrollbars)\n\n\nVersion 0.7.2:\n\nAdded a \"Hide Comments Section\" option.\n\nVersion 0.7.1:\n\nCss Bugfix.\n\nVersion 0.7:\n\nFixed problems with pressing button multiple times in fullscreen. \nReworked and partially optimized the code.\nMade the wordpress post detection smarter and started to add blogspot support.\nNote: You may notice a minor delay before the fullscreen button works after loading the page. It should not take more than a few seconds before it works.\n\nVersion 0.6.2:\n\nBugfix: fixed the Background override as well as improved it's logic\n\nVersion 0.6.1.1:\n\nBugfix: fixed options page. It should now work properly.\n\nVersion 0.6.1:\n\nAdded the ability to stay in fullscreen while switching between posts on the same site\nAdded option to go back to initial page after fullscreen is closed\nmore bugfixes\n\nVersion 0.5.1 - 0.5.3:\n\nbugfixes and code optimization"
  }
}