{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ctrl.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find answers in a flash. Supercharge your searching with our AI-powered Ctrl+F extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CtrlF.ai: AI-powered CTRL + F for easy document search\n\nCtrlF.ai is a free Chrome extension that uses artificial intelligence to help you find information on any webpage using natural language. Simply type in what you're looking for, and CtrlF.ai will instantly identify the relevant sections of the page.\n\nCtrlF.ai is perfect for students, researchers, and anyone else who needs to quickly find information on the web. It's also great for anyone who wants to save time and be more productive.\n\nHere are some of the things you can do with CtrlF.ai:\n\nFind information on any webpage, even if you don't know the exact keywords.\nRefer back to sections of a long paper or document without having to remember exact keywords.\nSave time digesting content on the web.\nHack your productivity.\nCtrlF.ai works seamlessly on most static webpages that contain text. It also supports PDFs and videos, with support for more formats coming soon.\n\nTo get started, simply install the CtrlF.ai extension from the Chrome Web Store. Then, open the extension and create an account. Once you're logged in, you can start searching for information on any webpage.\n\nCtrlF.ai is a powerful tool that can help you find information on the web faster and easier than ever before. Give it a try today!"
  }
}