{
  "name": {
    "ar,bn,ca,de,en,en_AU,en_GB,en_US,es,es_419,fr,hu,it,lt,lv,mr,ms,nl,pl,pt_BR,pt_PT,ru,sl,sr,sw,ta,tr,uk,vi,zh_CN,zh_TW": "Shatter Glass Clicker Game",
    "am,cs,gu,ja,kn,th": "Shatter Glass Online Game",
    "bg,fa,id,no,sv": "Shatter Glass Unblocked Game",
    "da,el,et,fil,he,ml,ro,sk": "Shatter Glass Game",
    "fi,hi,hr,ko,te": "Shatter Glass Online"
  },
  "short": {
    "ar": "قم بعمل لقطات دقيقة باستخدام الكرات التي لديك وكسر جميع النظارات.",
    "am": "ያለህን ኳስ በመጠቀም ትክክለኛ ተኩስ አድርግ፤ እንዲሁም መነጽሮቹን በሙሉ ሰብረው።",
    "bg": "Направете точни снимки с помощта на топките, които имате, и счупете всички очила.",
    "bn": "আপনার কাছে থাকা বলগুলি ব্যবহার করে সঠিক শট তৈরি করুন এবং সমস্ত চশমা ভেঙে ফেলুন।",
    "ca": "Feu tirs precisos amb les boles que tingueu i trenqueu totes les ulleres.",
    "cs": "Proveďte přesné záběry pomocí kuliček, které máte, a rozbijte všechny brýle.",
    "da": "Lav nøjagtige skud ved hjælp af de bolde, du har, og knæk alle brillerne.",
    "de": "Machen Sie genaue Aufnahmen mit den Bällen, die Sie haben, und zerbrechen Sie alle Gläser.",
    "el": "Κάντε ακριβείς λήψεις χρησιμοποιώντας τις μπάλες που έχετε και σπάστε όλα τα γυαλιά.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Make accurate shots using the balls you have and break all the glasses.",
    "es": "Haz tiros precisos usando las bolas que tengas y rompe todas las gafas.",
    "et": "Tehke täpseid kaadreid, kasutades oma palle, ja murdke kõik prillid.",
    "fa": "عکس های دقیق با استفاده از توپ شما و شکستن تمام عینک.",
    "fi": "Tee tarkkoja laukauksia käyttämällä palloja, joita sinulla on, ja riko kaikki lasit.",
    "fil": "Gumawa ng tumpak na shot gamit ang mga bola mayroon ka at basagin ang lahat ng salamin.",
    "fr": "Faites des tirs précis en utilisant les balles que vous avez et cassez tous les verres.",
    "gu": "તમારી પાસેના બોલનો ઉપયોગ કરીને સચોટ શોટ બનાવો અને બધા ગ્લાસ તોડી નાખો.",
    "he": "בצע צילומים מדויקים באמצעות הכדורים שיש לך ושבר את כל המשקפיים.",
    "hi": "आपके पास मौजूद गेंदों का उपयोग करके सटीक शॉट ्स बनाएं और सभी चश्मे को तोड़ दें।",
    "hr": "Napravite točne snimke pomoću kuglica koje imate i razbijte sve naočale.",
    "hu": "Készítsen pontos felvételeket a birtokában lévő golyók felhasználásával, és törje el az összes szemüveget.",
    "id": "Buat tembakan akurat menggunakan bola yang Anda miliki dan pecahkan semua kacamata.",
    "it": "Fai colpi precisi usando le palle che hai e rompi tutti gli occhiali.",
    "ja": "あなたが持っているボールを使用して正確なショットを作成し、すべてのメガネを壊します。",
    "kn": "ನಿಮ್ಮಲ್ಲಿರುವ ಚೆಂಡುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಖರವಾದ ಹೊಡೆತಗಳನ್ನು ಮಾಡಿ ಮತ್ತು ಎಲ್ಲಾ ಕನ್ನಡಕಗಳನ್ನು ಮುರಿಯಿರಿ.",
    "ko": "가지고있는 공을 사용하여 정확한 샷을 만들고 모든 안경을 깨뜨립니다.",
    "lv": "Veiciet precīzus metienus, izmantojot bumbiņas, kas jums ir, un salauziet visas brilles.",
    "ml": "നിങ്ങളുടെ പക്കലുള്ള പന്തുകൾ ഉപയോഗിച്ച് കൃത്യമായ ഷോട്ടുകൾ നടത്തുകയും എല്ലാ ഗ്ലാസുകളും തകർക്കുകയും ചെയ്യുക.",
    "mr": "आपल्याकडे असलेल्या चेंडूंचा वापर करून अचूक शॉट्स करा आणि सर्व चष्मा फोडा.",
    "ms": "Buat tembakan yang tepat menggunakan bola yang anda ada dan pecahkan semua cermin mata.",
    "nl": "Maak nauwkeurige foto's met de ballen die je hebt en breek alle glazen.",
    "no": "Lag nøyaktige skudd ved hjelp av ballene du har og bryt alle brillene.",
    "pl": "Wykonuj dokładne strzały za pomocą piłek, które masz i rozbij wszystkie okulary.",
    "ro": "Faceți fotografii precise folosind bilele pe care le aveți și spargeți toți ochelarii.",
    "ru": "Делайте точные выстрелы, используя мячи, которые у вас есть, и разбейте все очки.",
    "sk": "Robte presné zábery pomocou guľôčok, ktoré máte, a rozbite všetky okuliare.",
    "sl": "Naredite natančne posnetke z uporabo krogel, ki jih imate in zlomite vsa očala.",
    "sv": "Gör exakta bilder med de bollar du har och bryt alla glasögon.",
    "sw": "Tengeneza mashuti sahihi kwa kutumia mipira uliyonayo na kuvunja miwani yote.",
    "ta": "உங்களிடம் உள்ள பந்துகளைப் பயன்படுத்தி துல்லியமான ஷாட்களைச் செய்து, அனைத்து கண்ணாடிகளையும் உடைக்கவும்.",
    "te": "మీ వద్ద ఉన్న బంతులను ఉపయోగించి ఖచ్చితమైన షాట్లు చేయండి మరియు అన్ని అద్దాలను పగలగొట్టండి.",
    "th": "ทําให้ภาพที่ถูกต้องโดยใช้ลูกที่คุณมีและทําลายแว่นตาทั้งหมด",
    "tr": "Sahip olduğunuz topları kullanarak doğru atışlar yapın ve tüm gözlükleri kırın.",
    "uk": "Робіть точні постріли, використовуючи наявні у вас м'ячі, і розбивайте всі келихи."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for the shatter glass game that has been loved for years and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nShatter Glass Clicker Game Features\n✓ 10+ Level\n✓ Little particle\n✓ Basic control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shatter Glass Clicker Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}