{
  "name": {
    "ar": "ScreenIt — مُحرر الصور وملفات PDF عبر الإنترنت",
    "am,en,en_AU,en_GB,en_US,fil,kn,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "ScreenIt - Online Photo Capture & PDF Editor",
    "bg": "ScreenIt - Онлайн редактор на снимки и PDF",
    "bn": "ScreenIt - অনলাইন ছবি ও PDF সম্পাদক",
    "ca": "ScreenIt - Editor de fotos i PDF en línia",
    "cs": "ScreenIt - Online editor fotografií a PDF",
    "da": "ScreenIt - Online foto- og PDF-redaktør",
    "de": "ScreenIt - Online Foto- & PDF-Editor",
    "el": "ScreenIt - Επεξεργαστής φωτογραφιών & PDF",
    "es,es_419": "ScreenIt - Editor de fotos y PDF en línea",
    "et": "ScreenIt - Veebipõhine foto- ja PDF-redaktor",
    "fa": "ScreenIt - ویرایشگر آنلاین عکس و PDF",
    "fi": "ScreenIt - Online kuva- ja PDF-editori",
    "fr": "ScreenIt - Éditeur de photos & PDF en ligne",
    "gu": "ScreenIt - ઑનલાઇન ફોટો અને PDF સંપાદક",
    "he": "ScreenIt - עורך תמונות ו-PDF אונליין",
    "hi": "ScreenIt - ऑनलाइन फोटो और PDF संपादक",
    "hr": "ScreenIt - Online uređivač fotografija i PDF-a",
    "hu": "ScreenIt - Online fotó- és PDF-szerkesztő",
    "id": "ScreenIt - Editor Foto & PDF Online",
    "it": "Editor di foto e PDF online",
    "ja": "ScreenIt - オンライン写真 & PDFエディタ",
    "ko": "ScreenIt - 온라인 사진 및 PDF 편집기",
    "lt": "ScreenIt - Internetinis foto ir PDF redaktorius",
    "pt_BR,pt_PT": "Editor on-line de fotografias e PDF",
    "ru": "ScreenIt - Редактор PDF и Скриншотер",
    "th": "เครื่องบันทึกหน้าจอวิดีโอ",
    "zh_CN,zh_TW": "視頻屏幕錄像機"
  },
  "short": {
    "ar": "التقط الشاشات وحرر ووقع",
    "am": "ገጽን ይያዙ, ይሰናክሉ, እና ይሰሩ",
    "bg": "Заснемане, редактиране и подписване",
    "bn": "স্ক্রিনশট, সম্পাদনা, স্বাক্ষর করুন",
    "ca": "Captura, edita i signa fàcilment",
    "cs": "Zachyťte, upravte a podepište",
    "da": "Optag, rediger og underskriv",
    "de": "Screenshot, Bearbeiten & Signieren",
    "el": "Λήψη, επεξεργασία και υπογραφή",
    "en,en_AU,en_GB,en_US,lv,ml,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "Capture, edit, and sign easily",
    "es,es_419": "Captura, edita y firma fácilmente",
    "et": "Pildistage, muutke ja allkirjastage",
    "fa": "گرفتن، ویرایش و امضا کردن آسان",
    "fi": "Kaappaa, muokkaa ja allekirjoita",
    "fil": "Kunan, i-edit, at pirmahan",
    "fr": "Capturez, éditez et signez",
    "gu": "કૅપ્ચર, સંપાદન કરો અને સહી કરો",
    "he": "צלמו, ערכו וחתמו בקלות",
    "hi": "कैप्चर, संपादित, और हस्ताक्षर करें",
    "hr": "Snimite, uredite i potpišite",
    "hu": "Rögzítsen, szerkesszen és írjon alá",
    "id": "Tangkap, edit, dan tanda tangani",
    "it": "Cattura, modifica e firma facilmente",
    "ja": "キャプチャ、編集、署名が簡単",
    "kn": "ಕ್ಯಾಪ್ಚರ್, ಸಂಪಾದನೆ & ಸಹಿ",
    "ko": "캡처, 편집 및 서명",
    "lt": "Fiksuokite, redaguokite, pasirašykite",
    "mr": "Capture, edit, and sign easily pro",
    "pt_BR,pt_PT": "Capte, edite e subscreva facilmente",
    "ru": "Скрин экрана вашего компьютера или рабочей области одним щелчком мыши!",
    "th": "บันทึกหน้าจอคอมพิวเตอร์ของคุณด้วยการคลิกเพียงครั้งเดียว!",
    "zh_CN,zh_TW": "一鍵錄製電腦屏幕！"
  },
  "long": {
    "ar": "Screenit هو حل متعدد الاستخدامات وقوي لإدارة الصور ومستندات PDF بكفاءة. إنه يجمع مجموعة كاملة من الأدوات التي ستساعد المستخدمين في جميع مراحل العمل مع المحتوى المرئي - بدءًا من الإنشاء والتحرير وحتى الحفظ والمشاركة. دعونا نلقي نظرة على كل وظيفة بمزيد من التفصيل:\n\n1. لقطات الشاشة\nتتيح لك هذه الأداة التقاط صور الشاشة على الفور. سواء كنت تعمل على مشروع، أو تنشئ عرضًا تقديميًا، أو توثق المعلومات، يمكن أن تساعدك ميزة لقطة الشاشة في حفظ البيانات المهمة لاستخدامها وتحريرها لاحقًا.\n\n2. القصة الكاملة والتحرير\nيحفظ منتجنا جميع تصرفاتك، مما يجعل من الممكن العودة إلى أي مرحلة من العمل وإجراء التغييرات اللازمة. يتيح لك التحكم الكامل في تاريخ التغييرات تحرير المستندات بسرعة وكفاءة دون خوف من فقدان المعلومات المهمة.\n\n3. إدراج الصور\nأضف الصور بسهولة إلى مشاريعك. تعتبر هذه الميزة مثالية لتعزيز التجربة المرئية للمستند أو العرض التقديمي أو أي محتوى آخر يتطلب تمثيلاً مرئيًا.\n\n4. أداة الخط\nلم يكن إنشاء خطوط مستقيمة أسهل من أي وقت مضى. استخدم هذه الأداة لتسليط الضوء على العناصر المهمة في الصورة أو الإشارة إليها. إنه مثالي لإنشاء المخططات والرسوم البيانية والعناصر الرسومية الأخرى.\n\n5. أداة التحديد\nأصبح تمييز المعلومات الأساسية أسهل باستخدام قلم التمييز. تسمح لك هذه الأداة بتركيز الاهتمام على البيانات المهمة، وهو أمر مفيد بشكل خاص عند العمل مع مستندات طويلة أو صور غنية بالمعلومات.\n\n6. تحميل الصور وملفات PDF\nقم بتحميل أي صور وملفات PDF لمزيد من التحرير والاستخدام. وهذا يجعل منتجك أداة ملائمة للعمل مع المستندات والصور بتنسيقات متنوعة.\n\n7. إنشاء المجموعات\nتنظيم مشاريعك عن طريق إنشاء مجموعات. تتيح لك هذه الميزة دمج ملفات متعددة في مشروع واحد، مما يسهل إدارتها والوصول إليها. يعد هذا حلاً مثاليًا للعمل على المشاريع الكبيرة أو الأرشيف.\n\n8. إضافة التوقيعات\nأضف التوقيعات الإلكترونية إلى المستندات بسهولة. سواء كنت تقوم بتوقيع عقد أو ببساطة إضافة ملاحظة شخصية، فإن هذه الميزة توفر طريقة سريعة وموثوقة للتصديق على المستند.\n\n9. أداة المستطيل\nقم بإنشاء أشكال مستطيلة لتسليط الضوء على مناطق معينة من الصورة. هذه طريقة رائعة لتسليط الضوء على العناصر الأساسية أو إخفاء التفاصيل غير الضرورية.\n\n10. الألوان والتظليل\nاستخدم مجموعة متنوعة من الألوان لإنشاء لهجات وملء العناصر في الصورة. تتيح لك هذه الميزة تخصيص مستنداتك وصورك وتعزيز جاذبيتها البصرية.\n\n11. التقاط مواقع كاملة\nالتقط صورًا لصفحات الويب بأكملها لمزيد من التحليل أو الاستخدام. إنه مثالي لأرشفة محتوى الويب أو إنشاء مواد مرجعية.\n\n12. أداة النص\nإضافة نص إلى الصور ومستندات PDF. تتيح لك هذه الميزة إنشاء تعليقات توضيحية أو إضافة تعليقات أو توضيحات مباشرة على الصور والمستندات، مما يجعلها أكثر إفادة.\n\n13. تشذيب القماش\nباستخدام أداة Canvas Crop، يمكنك إزالة الأجزاء غير المرغوب فيها من الصورة، مما يجعلها أكثر تركيزًا ونظافة. هذه ميزة مهمة لإعداد الصور للنشر أو تضمينها في المستندات.\n\n14. أداة التمويه\nقم بطمس أجزاء معينة من الصورة لإخفاء معلومات حساسة أو لتسليط الضوء على عناصر أخرى. هذه الميزة مفيدة بشكل خاص عند إعداد الصور للاستخدام العام.\n\n15. انسخ إلى الحافظة\nانسخ الصور والنصوص إلى الحافظة لاستخدامها بسرعة وسهولة في التطبيقات الأخرى. يؤدي هذا إلى تسريع عملية إنشاء المستندات وتحريرها بشكل كبير.\n\n16. إضافة صفحات متعددة\nإضافة وإدارة صفحات متعددة في مستند واحد. تعمل هذه الميزة على تسهيل العمل مع مستندات PDF متعددة الصفحات والمشاريع التي تتطلب هياكل معقدة.\n\n17. أداة السهم\nأضف أسهمًا للإشارة إلى العناصر المهمة في الصورة. هذه الأداة مثالية لإنشاء التعليمات والرسوم البيانية والمواد التعليمية الأخرى.\n\n18. مشاركة الروابط\nأنشئ روابط لمشاركة المستندات والصور بسرعة وسهولة. وهذا يجعل التعاون أسهل ويسمح لك بمشاركة النتائج بسرعة مع الزملاء أو العملاء.\n\n19. أداة القلم\nارسم يدويًا على الصور والمستندات لإنشاء ملاحظات فريدة. تتيح لك هذه الميزة إضافة تعليقات توضيحية مخصصة أو تسليط الضوء على النقاط الرئيسية أو إنشاء عناصر مرئية.\n\n20. جاري التحميل\nقم بتنزيل الملفات المعدلة على جهازك. يؤدي هذا إلى إكمال المشروع، مما يسمح لك بحفظ النتائج على جهاز الكمبيوتر الخاص بك أو أي جهاز آخر لاستخدامها لاحقًا.",
    "am": "Screenit ምስሎችን እና ፒዲኤፍ ሰነዶችን በብቃት ለማስተዳደር ሁለገብ እና ኃይለኛ መፍትሄ ነው። ከእይታ ይዘት ጋር አብሮ ለመስራት በሁሉም ደረጃዎች ተጠቃሚዎችን የሚያግዙ የተሟላ መሳሪያዎችን ሰብስቧል - ከመፍጠር እና ከማርትዕ እስከ ቁጠባ እና ማጋራት። እያንዳንዱን ተግባር በበለጠ ዝርዝር እንመልከት፡-\n\n1. ቅጽበታዊ ገጽ እይታዎች\nይህ መሳሪያ የስክሪን ምስሎችን በቅጽበት እንዲይዙ ይፈቅድልዎታል. በፕሮጀክት ላይ እየሰሩ፣ የዝግጅት አቀራረብን እየፈጠሩ ወይም መረጃን እየመዘገቡ፣ የስክሪን ሾት ባህሪው በኋላ ለመጠቀም እና ለማረም አስፈላጊ ውሂብ እንዲያስቀምጡ ያግዝዎታል።\n\n2. ሙሉ ታሪክ እና ማረም\nየእኛ ምርት ሁሉንም ድርጊቶችዎን ያስቀምጣል, ይህም ወደ ማንኛውም የስራ ደረጃ ለመመለስ እና አስፈላጊ ለውጦችን ለማድረግ ያስችላል. በለውጦች ታሪክ ላይ ሙሉ ቁጥጥር አስፈላጊ መረጃዎችን እንዳያጡ ሳይፈሩ ሰነዶችን በፍጥነት እና በብቃት እንዲያርትዑ ያስችልዎታል።\n\n3. ምስሎችን ማስገባት\nምስሎችን በቀላሉ ወደ ፕሮጀክቶችዎ ያክሉ። ይህ ባህሪ የሰነድ፣ የዝግጅት አቀራረብ ወይም የእይታ ውክልና የሚያስፈልገው ማንኛውንም ይዘት የእይታ ተሞክሮ ለማሳደግ ተስማሚ ነው።\n\n4. የመስመር መሳሪያ\nቀጥታ መስመሮችን መፍጠር ቀላል ሆኖ አያውቅም። በምስሉ ውስጥ አስፈላጊ ነገሮችን ለማጉላት ወይም ለመጠቆም ይህንን መሳሪያ ይጠቀሙ። ንድፎችን, ንድፎችን እና ሌሎች ግራፊክ ክፍሎችን ለመፍጠር ተስማሚ ነው.\n\n5. የመምረጫ መሳሪያ\nበድምቀት ቁልፍ መረጃን ማድመቅ ቀላል ይሆናል። ይህ መሳሪያ በመረጃ የበለጸጉ ረጅም ሰነዶችን ወይም ምስሎችን በሚሰራበት ጊዜ ጠቃሚ በሆኑ መረጃዎች ላይ ትኩረት እንዲሰጡ ያስችልዎታል.\n\n6. ምስሎችን እና ፒዲኤፎችን በመስቀል ላይ\nለተጨማሪ አርትዖት እና አጠቃቀም ማንኛውንም ምስሎችን እና ፒዲኤፍ ፋይሎችን ይስቀሉ። ይህ ምርትዎን በተለያዩ ቅርፀቶች ከሰነዶች እና ምስሎች ጋር ለመስራት ምቹ መሳሪያ ያደርገዋል።\n\n7. ስብስቦችን መፍጠር\nስብስቦችን በመፍጠር ፕሮጀክቶችዎን ያደራጁ። ይህ ባህሪ በአንድ ፕሮጀክት ውስጥ ብዙ ፋይሎችን እንዲያዋህዱ ይፈቅድልዎታል፣ ይህም ለማስተዳደር እና ለመድረስ ቀላል ያደርጋቸዋል። ይህ በትላልቅ ፕሮጀክቶች ወይም ማህደሮች ላይ ለመስራት ተስማሚ መፍትሄ ነው.\n\n8. ፊርማዎችን መጨመር\nበቀላሉ የኤሌክትሮኒክ ፊርማዎችን ወደ ሰነዶች ያክሉ። ውል እየፈረሙም ሆነ በቀላሉ የግል ማስታወሻ እያከሉ፣ ይህ ባህሪ ሰነድን ለማረጋገጥ ፈጣን እና አስተማማኝ መንገድ ያቀርባል።\n\n9. አራት ማዕዘን መሳሪያ\nየተወሰኑ የምስሉን ቦታዎች ለማጉላት አራት ማዕዘን ቅርጾችን ይፍጠሩ. ይህ ቁልፍ ክፍሎችን ለማጉላት ወይም አላስፈላጊ ዝርዝሮችን ለመደበቅ ጥሩ መንገድ ነው.\n\n10. ቀለሞች እና ጥላዎች\nድምጾችን ለመፍጠር እና በምስሉ ውስጥ ክፍሎችን ለመሙላት የተለያዩ ቀለሞችን ይጠቀሙ። ይህ ባህሪ ሰነዶችዎን እና ምስሎችዎን ለግል እንዲያበጁ እና የእይታ ማራኪነታቸውን እንዲያሳድጉ ያስችልዎታል።\n\n11. ሙሉ ድር ጣቢያዎችን ይያዙ\nለበለጠ ትንተና ወይም ለመጠቀም የጠቅላላ ድረ-ገጾችን ምስሎችን ያንሱ። የድር ይዘትን በማህደር ለማስቀመጥ ወይም የማጣቀሻ ቁሳቁሶችን ለመፍጠር ተስማሚ ነው።\n\n12. የጽሑፍ መሣሪያ\nወደ ምስሎች እና ፒዲኤፍ ሰነዶች ጽሑፍ ያክሉ። ይህ ባህሪ ማብራሪያዎችን እንዲፈጥሩ, አስተያየቶችን ወይም ማብራሪያዎችን በምስሎች እና ሰነዶች ላይ በቀጥታ እንዲጨምሩ ያስችልዎታል, ይህም የበለጠ መረጃ ሰጭ ያደርጋቸዋል.\n\n13. የሸራ መከርከም\nበ Canvas Crop መሳሪያ አማካኝነት የማይፈለጉትን የምስሉን ክፍሎች ማስወገድ ይችላሉ, ይህም የበለጠ ትኩረት እና ንጹህ ያደርገዋል. ይህ ምስሎችን ለህትመት ለማዘጋጀት ወይም በሰነዶች ውስጥ ለማካተት አስፈላጊ ባህሪ ነው.\n\n14. የማደብዘዣ መሳሪያ\nሚስጥራዊነት ያለው መረጃን ለመደበቅ ወይም ሌሎች ክፍሎችን ለማጉላት የተወሰኑ የምስሉን ክፍሎች ያደበዝዙ። ይህ ባህሪ በተለይ ምስሎችን ለህዝብ ጥቅም ሲዘጋጅ ጠቃሚ ነው.\n\n15. ወደ ቅንጥብ ሰሌዳ ቅዳ\nለሌሎች አፕሊኬሽኖች ፈጣን እና ቀላል አጠቃቀም ምስሎችን እና ፅሁፎችን ወደ ቅንጥብ ሰሌዳው ይቅዱ። ይህም ሰነዶችን የመፍጠር እና የማረም ሂደቱን በከፍተኛ ሁኔታ ያፋጥነዋል.\n\n16. በርካታ ገጾችን መጨመር\nበአንድ ሰነድ ውስጥ ብዙ ገጾችን ያክሉ እና ያስተዳድሩ። ይህ ባህሪ ከብዙ ገጽ ፒዲኤፍ ሰነዶች እና ውስብስብ አወቃቀሮች ከሚያስፈልጋቸው ፕሮጀክቶች ጋር ለመስራት ቀላል ያደርገዋል።\n\n17. የቀስት መሳሪያ\nበምስሉ ውስጥ አስፈላጊ ንጥረ ነገሮችን ለመጠቆም ቀስቶችን ያክሉ። ይህ መሳሪያ መመሪያዎችን, ንድፎችን እና ሌሎች ትምህርታዊ ቁሳቁሶችን ለመፍጠር ተስማሚ ነው.\n\n18. አገናኞችን አጋራ\nሰነዶችን እና ምስሎችን በፍጥነት እና በቀላሉ ለማጋራት አገናኞችን ይፍጠሩ። ይህ ትብብርን ቀላል ያደርገዋል እና ውጤቶችን በፍጥነት ከባልደረባዎች ወይም ደንበኞች ጋር እንዲያጋሩ ያስችልዎታል።\n\n19. የብዕር መሣሪያ\nልዩ ማስታወሻዎችን ለመፍጠር በምስሎች እና በሰነዶች ላይ ነፃ እጅ ይሳሉ። ይህ ባህሪ ግላዊነት የተላበሱ ማብራሪያዎችን እንዲያክሉ፣ ቁልፍ ነጥቦችን በማጉላት ወይም ምስላዊ ክፍሎችን ለመፍጠር ያስችልዎታል።\n\n20. በመጫን ላይ\nየተስተካከሉ ፋይሎችን ወደ መሳሪያዎ ያውርዱ። ይህ ፕሮጀክቱን ያጠናቅቃል, ውጤቱን በኮምፒተርዎ ወይም በሌላ መሳሪያ ላይ ለበኋላ ጥቅም ላይ ለማዋል ያስችላል.",
    "bg,ca,cs,da,en,en_AU,en_GB,en_US,et,fa,fi,gu,he,hr,kn,lt,lv,ml,mr,nl,no,sk,sl,sr,sv,sw,ta,te,uk,zh_CN,zh_TW": "Screenit is a versatile and powerful solution for efficient image and PDF document management. It combines a full set of tools that will help users at all stages of working with visual content – ​​from creating and editing to saving and sharing. Let's take a closer look at each feature:\n\n1. Screenshots\nThis tool allows you to instantly capture an image from the screen. Whether you are working on a project, creating a presentation or documenting information, the screenshot function will help you save important data for future use and editing.\n\n2. Full history and editing\nOur product saves all your actions, which allows you to return to any stage of work and make the necessary edits. Full control over the history of changes allows you to quickly and efficiently edit documents without fear of losing important information.\n\n3. Insert images\nEasily add images to your projects. This feature is ideal for enhancing the visual perception of a document, presentation or any other content where a visual representation is required.\n\n4. Line tool\nCreating straight lines has never been easier. Use this tool to highlight or point out important elements in an image. It is ideal for creating diagrams, charts, and other graphic elements.\n\n5. Highlighter\nHighlighting key information is easy with the highlighter. This tool allows you to focus on important data, which is especially useful when working with long documents or images that are dense with information.\n\n6. Upload images and PDFs\nUpload any images and PDFs for further editing and use. This makes your product a convenient tool for working with documents and images in a variety of formats.\n\n7. Create collections\nOrganize your projects by creating collections. This feature allows you to combine multiple files in one project, simplifying their management and access. It is ideal for working on large projects or archives.\n\n8. Add signatures\nEasily add electronic signatures to documents. Whether you are signing a contract or simply adding a personal stamp, this feature provides a quick and reliable way to certify a document.\n\n9. Rectangle Tool\nCreate rectangular shapes to highlight specific areas of an image. This is a great way to emphasize key elements or hide unnecessary details.\n\n10. Colors and Fill\nUse a variety of color schemes to accent and fill elements in an image. This feature allows you to add a personal touch to your documents and images and enhance their visual appeal.\n\n11. Capture Full Websites\nCapture images of entire web pages for later analysis or use. This is ideal for archiving web content or creating reference materials.\n\n12. Text Tool\nAdd text to images and PDF documents. This feature allows you to annotate, add comments, or explain directly on images and documents, making them more informative.\n\n13. Crop Canvas\nUsing the Crop Canvas tool, you can remove unwanted parts of an image, making it more focused and cleaner. This is an essential feature for preparing images for publishing or inclusion in documents.\n\n14. Blur Tool\nBlur specific parts of an image to hide sensitive information or emphasize other elements. This feature is especially useful when preparing images for public use.\n\n15. Copy to Clipboard\nCopy images and text to the clipboard for quick and easy use in other applications. This greatly speeds up the process of creating and editing documents.\n\n16. Add Multiple Pages\nAdd and manage multiple pages in a single document. This feature makes it easier to work with multi-page PDF documents and projects that require a complex structure.\n\n17. Arrow Tool\nAdd arrows to point out important elements in an image. This tool is ideal for creating instructions, diagrams, and other training materials.\n\n18. Share Links\nCreate links to quickly and easily share documents and images. This simplifies collaboration and allows you to quickly share results with colleagues or clients.\n\n19. Pen Tool\nDraw freehand on images and documents to create unique notes. This feature allows you to add personalized annotations, highlighting key points or creating visual elements.\n\n20. Download\nDownload edited files to your device. This completes the project process, allowing you to save the results to your computer or another device for later use.",
    "bn": "দক্ষতার সাথে ছবি এবং পিডিএফ ডকুমেন্ট পরিচালনার জন্য স্ক্রিনিট একটি বহুমুখী এবং শক্তিশালী সমাধান। এটি একটি সম্পূর্ণ টুলের সেট একত্র করে যা ব্যবহারকারীদের ভিজ্যুয়াল কন্টেন্টের সাথে কাজ করার সমস্ত পর্যায়ে সাহায্য করবে - তৈরি এবং সম্পাদনা থেকে সংরক্ষণ এবং ভাগ করা পর্যন্ত। আসুন আরও বিস্তারিতভাবে প্রতিটি ফাংশন দেখুন:\n\n1. স্ক্রিনশট\nএই টুলটি আপনাকে তাৎক্ষণিকভাবে স্ক্রীনের ছবি তুলতে দেয়। আপনি একটি প্রকল্পে কাজ করছেন, একটি উপস্থাপনা তৈরি করছেন বা তথ্য নথিভুক্ত করছেন, স্ক্রিনশট বৈশিষ্ট্যটি আপনাকে পরবর্তীতে ব্যবহার এবং সম্পাদনার জন্য গুরুত্বপূর্ণ ডেটা সংরক্ষণ করতে সহায়তা করতে পারে।\n\n2. সম্পূর্ণ গল্প এবং সম্পাদনা\nআমাদের পণ্য আপনার সমস্ত ক্রিয়া সংরক্ষণ করে, যা কাজের যে কোনও পর্যায়ে ফিরে আসা এবং প্রয়োজনীয় পরিবর্তনগুলিকে সম্ভব করে তোলে। পরিবর্তনের ইতিহাসের উপর সম্পূর্ণ নিয়ন্ত্রণ আপনাকে গুরুত্বপূর্ণ তথ্য হারানোর ভয় ছাড়াই দ্রুত এবং দক্ষতার সাথে নথি সম্পাদনা করতে দেয়।\n\n3. ছবি সন্নিবেশ করান\nসহজেই আপনার প্রকল্পে ছবি যোগ করুন. এই বৈশিষ্ট্যটি একটি নথি, উপস্থাপনা, বা অন্য যেকোন বিষয়বস্তুর ভিজ্যুয়াল প্রতিনিধিত্বের প্রয়োজনের ভিজ্যুয়াল অভিজ্ঞতা বাড়ানোর জন্য আদর্শ।\n\n4. লাইন টুল\nসরলরেখা তৈরি করা কখনোই সহজ ছিল না। একটি ছবিতে গুরুত্বপূর্ণ উপাদান হাইলাইট বা নির্দেশ করতে এই টুলটি ব্যবহার করুন। এটি ডায়াগ্রাম, ডায়াগ্রাম এবং অন্যান্য গ্রাফিক উপাদান তৈরির জন্য আদর্শ।\n\n5. নির্বাচন টুল\nহাইলাইটারের সাহায্যে মূল তথ্য হাইলাইট করা সহজ করা হয়। এই টুলটি আপনাকে গুরুত্বপূর্ণ ডেটাতে মনোযোগ কেন্দ্রীভূত করার অনুমতি দেয়, যা বিশেষত দরকারী দীর্ঘ নথি বা তথ্য সমৃদ্ধ চিত্রগুলির সাথে কাজ করার সময়।\n\n6. ছবি এবং পিডিএফ আপলোড করা\nআরও সম্পাদনা এবং ব্যবহারের জন্য যেকোনো ছবি এবং পিডিএফ ফাইল আপলোড করুন। এটি আপনার পণ্যটিকে বিভিন্ন বিন্যাসে নথি এবং চিত্রগুলির সাথে কাজ করার জন্য একটি সুবিধাজনক সরঞ্জাম করে তোলে।\n\n7. সংগ্রহ তৈরি করা\nসংগ্রহ তৈরি করে আপনার প্রকল্পগুলি সংগঠিত করুন। এই বৈশিষ্ট্যটি আপনাকে একটি প্রকল্পে একাধিক ফাইল একত্রিত করতে দেয়, তাদের পরিচালনা এবং অ্যাক্সেস সহজ করে তোলে। বড় প্রকল্প বা সংরক্ষণাগারে কাজ করার জন্য এটি একটি আদর্শ সমাধান।\n\n8. স্বাক্ষর যোগ করা\nনথিতে সহজেই ইলেকট্রনিক স্বাক্ষর যোগ করুন। আপনি একটি চুক্তি স্বাক্ষর করছেন বা কেবল একটি ব্যক্তিগত নোট যোগ করছেন, এই বৈশিষ্ট্যটি একটি দস্তাবেজ প্রত্যয়িত করার একটি দ্রুত এবং নির্ভরযোগ্য উপায় প্রদান করে৷\n\n9. আয়তক্ষেত্র টুল\nএকটি ছবির নির্দিষ্ট এলাকা হাইলাইট করতে আয়তক্ষেত্রাকার আকার তৈরি করুন। এটি মূল উপাদানগুলি হাইলাইট করার বা অপ্রয়োজনীয় বিবরণ লুকানোর একটি দুর্দান্ত উপায়।\n\n10. রং এবং ছায়া গো\nঅ্যাকসেন্ট তৈরি করতে এবং ছবিতে উপাদানগুলি পূরণ করতে বিভিন্ন রঙ ব্যবহার করুন। এই বৈশিষ্ট্যটি আপনাকে আপনার নথি এবং চিত্রগুলিকে ব্যক্তিগতকৃত করতে এবং তাদের চাক্ষুষ আবেদন বাড়াতে দেয়৷\n\n11. সম্পূর্ণ ওয়েবসাইট ক্যাপচার করুন\nআরও বিশ্লেষণ বা ব্যবহারের জন্য সমগ্র ওয়েব পৃষ্ঠাগুলির ছবি ক্যাপচার করুন। এটি ওয়েব সামগ্রী সংরক্ষণাগার বা রেফারেন্স সামগ্রী তৈরি করার জন্য আদর্শ।\n\n12. টেক্সট টুল\nছবি এবং PDF নথিতে পাঠ্য যোগ করুন। এই বৈশিষ্ট্যটি আপনাকে টীকা তৈরি করতে, ছবি এবং নথিতে সরাসরি মন্তব্য বা ব্যাখ্যা যোগ করতে দেয়, সেগুলিকে আরও তথ্যপূর্ণ করে তোলে।\n\n13. ক্যানভাস ছাঁটাই\nক্যানভাস ক্রপ টুলের সাহায্যে, আপনি ছবিটির অবাঞ্ছিত অংশগুলিকে মুছে ফেলতে পারেন, এটিকে আরও ফোকাসড এবং পরিষ্কার করে তোলে৷ প্রকাশনা বা নথিতে অন্তর্ভুক্তির জন্য ছবি প্রস্তুত করার জন্য এটি একটি গুরুত্বপূর্ণ বৈশিষ্ট্য।\n\n14. ব্লার টুল\nসংবেদনশীল তথ্য লুকাতে বা অন্যান্য উপাদান হাইলাইট করতে ছবির কিছু অংশ অস্পষ্ট করুন। সর্বজনীন ব্যবহারের জন্য ছবি প্রস্তুত করার সময় এই বৈশিষ্ট্যটি বিশেষভাবে কার্যকর।\n\n15. ক্লিপবোর্ডে কপি করুন\nঅন্যান্য অ্যাপ্লিকেশনগুলিতে দ্রুত এবং সহজে ব্যবহারের জন্য ক্লিপবোর্ডে চিত্র এবং পাঠ্য অনুলিপি করুন৷ এটি নথি তৈরি এবং সম্পাদনা করার প্রক্রিয়াটিকে উল্লেখযোগ্যভাবে ত্বরান্বিত করে।\n\n16. একাধিক পৃষ্ঠা যোগ করা\nএকটি নথিতে একাধিক পৃষ্ঠা যোগ করুন এবং পরিচালনা করুন। এই বৈশিষ্ট্যটি বহু-পৃষ্ঠার PDF নথি এবং জটিল কাঠামোর প্রয়োজন এমন প্রকল্পগুলির সাথে কাজ করা সহজ করে তোলে।\n\n17. তীর টুল\nছবিতে গুরুত্বপূর্ণ উপাদানগুলি নির্দেশ করতে তীর যুক্ত করুন৷ এই টুল নির্দেশাবলী, ডায়াগ্রাম এবং অন্যান্য শিক্ষাগত উপকরণ তৈরির জন্য আদর্শ।\n\n18. লিঙ্ক শেয়ার করুন\nদ্রুত এবং সহজে নথি এবং ছবি শেয়ার করার জন্য লিঙ্ক তৈরি করুন। এটি সহযোগিতাকে সহজ করে তোলে এবং আপনাকে সহকর্মী বা ক্লায়েন্টদের সাথে দ্রুত ফলাফল শেয়ার করতে দেয়।\n\n19. পেন টুল\nঅনন্য নোট তৈরি করতে ছবি এবং নথিতে ফ্রিহ্যান্ড আঁকুন। এই বৈশিষ্ট্যটি আপনাকে ব্যক্তিগতকৃত টীকা যোগ করতে, মূল পয়েন্টগুলি হাইলাইট করতে বা ভিজ্যুয়াল উপাদান তৈরি করতে দেয়।\n\n20. লোড হচ্ছে\nআপনার ডিভাইসে সম্পাদিত ফাইল ডাউনলোড করুন. এটি প্রকল্পটি সম্পূর্ণ করে, যা আপনাকে পরবর্তীতে ব্যবহারের জন্য আপনার কম্পিউটার বা অন্য ডিভাইসে ফলাফল সংরক্ষণ করতে দেয়।",
    "de": "Screenit ist eine vielseitige und leistungsstarke Lösung zur effizienten Verwaltung von Bildern und PDF-Dokumenten. Es vereint einen kompletten Satz an Tools, die Benutzer in allen Phasen der Arbeit mit visuellen Inhalten unterstützen – von der Erstellung und Bearbeitung bis hin zum Speichern und Teilen. Schauen wir uns die einzelnen Funktionen genauer an:\n\n1. Screenshots\nMit diesem Tool können Sie Bildschirmbilder sofort erfassen. Unabhängig davon, ob Sie an einem Projekt arbeiten, eine Präsentation erstellen oder Informationen dokumentieren, kann Ihnen die Screenshot-Funktion dabei helfen, wichtige Daten für die spätere Verwendung und Bearbeitung zu speichern.\n\n2. Vollständige Geschichte und Bearbeitung\nUnser Produkt speichert alle Ihre Aktionen, sodass Sie zu jeder Arbeitsphase zurückkehren und die erforderlichen Änderungen vornehmen können. Durch die vollständige Kontrolle über den Änderungsverlauf können Sie Dokumente schnell und effizient bearbeiten, ohne befürchten zu müssen, wichtige Informationen zu verlieren.\n\n3. Bilder einfügen\nFügen Sie ganz einfach Bilder zu Ihren Projekten hinzu. Diese Funktion ist ideal, um das visuelle Erlebnis eines Dokuments, einer Präsentation oder eines anderen Inhalts zu verbessern, der eine visuelle Darstellung erfordert.\n\n4. Linienwerkzeug\nDas Erstellen gerader Linien war noch nie so einfach. Verwenden Sie dieses Werkzeug, um wichtige Elemente in einem Bild hervorzuheben oder hervorzuheben. Es eignet sich ideal zum Erstellen von Diagrammen, Diagrammen und anderen grafischen Elementen.\n\n5. Auswahlwerkzeug\nDas Hervorheben wichtiger Informationen wird mit einem Textmarker erleichtert. Mit diesem Tool können Sie die Aufmerksamkeit auf wichtige Daten lenken, was besonders nützlich ist, wenn Sie mit langen Dokumenten oder Bildern mit vielen Informationen arbeiten.\n\n6. Hochladen von Bildern und PDFs\nLaden Sie beliebige Bilder und PDF-Dateien zur weiteren Bearbeitung und Verwendung hoch. Dadurch wird Ihr Produkt zu einem praktischen Werkzeug für die Arbeit mit Dokumenten und Bildern in verschiedenen Formaten.\n\n7. Sammlungen erstellen\nOrganisieren Sie Ihre Projekte, indem Sie Sammlungen erstellen. Mit dieser Funktion können Sie mehrere Dateien in einem Projekt kombinieren und so deren Verwaltung und Zugriff vereinfachen. Dies ist eine ideale Lösung für die Arbeit an großen Projekten oder Archiven.\n\n8. Signaturen hinzufügen\nFügen Sie ganz einfach elektronische Signaturen zu Dokumenten hinzu. Unabhängig davon, ob Sie einen Vertrag unterzeichnen oder einfach eine persönliche Notiz hinzufügen, bietet diese Funktion eine schnelle und zuverlässige Möglichkeit, ein Dokument zu beglaubigen.\n\n9. Rechteckwerkzeug\nErstellen Sie rechteckige Formen, um bestimmte Bereiche eines Bildes hervorzuheben. Dies ist eine großartige Möglichkeit, wichtige Elemente hervorzuheben oder unnötige Details zu verbergen.\n\n10. Farben und Schattierungen\nVerwenden Sie verschiedene Farben, um Akzente zu setzen und Elemente im Bild zu füllen. Mit dieser Funktion können Sie Ihre Dokumente und Bilder personalisieren und deren visuelle Attraktivität verbessern.\n\n11. Erfassen Sie vollständige Websites\nErfassen Sie Bilder ganzer Webseiten zur weiteren Analyse oder Verwendung. Es eignet sich ideal zum Archivieren von Webinhalten oder zum Erstellen von Referenzmaterialien.\n\n12. Textwerkzeug\nFügen Sie Text zu Bildern und PDF-Dokumenten hinzu. Mit dieser Funktion können Sie Anmerkungen erstellen, Kommentare oder Erklärungen direkt zu Bildern und Dokumenten hinzufügen und diese so informativer gestalten.\n\n13. Beschneiden der Leinwand\nMit dem Werkzeug „Leinwand zuschneiden“ können Sie unerwünschte Teile des Bildes entfernen, um es fokussierter und sauberer zu machen. Dies ist eine wichtige Funktion für die Vorbereitung von Bildern zur Veröffentlichung oder Aufnahme in Dokumente.\n\n14. Unschärfe-Werkzeug\nMachen Sie bestimmte Teile des Bildes unscharf, um vertrauliche Informationen zu verbergen oder andere Elemente hervorzuheben. Diese Funktion ist besonders nützlich, wenn Sie Bilder für die öffentliche Verwendung vorbereiten.\n\n15. In die Zwischenablage kopieren\nKopieren Sie Bilder und Text in die Zwischenablage, um sie schnell und einfach in anderen Anwendungen zu verwenden. Dies beschleunigt den Prozess der Erstellung und Bearbeitung von Dokumenten erheblich.\n\n16. Mehrere Seiten hinzufügen\nFügen Sie mehrere Seiten in einem Dokument hinzu und verwalten Sie sie. Diese Funktion erleichtert die Arbeit mit mehrseitigen PDF-Dokumenten und Projekten, die komplexe Strukturen erfordern.\n\n17. Pfeilwerkzeug\nFügen Sie Pfeile hinzu, um wichtige Elemente im Bild hervorzuheben. Dieses Tool eignet sich ideal zum Erstellen von Anleitungen, Diagrammen und anderen Lehrmaterialien.\n\n18. Teilen Sie Links\nErstellen Sie Links, um Dokumente und Bilder schnell und einfach zu teilen. Dies erleichtert die Zusammenarbeit und ermöglicht Ihnen, Ergebnisse schnell mit Kollegen oder Kunden zu teilen.\n\n19. Stiftwerkzeug\nZeichnen Sie freihändig auf Bildern und Dokumenten, um einzigartige Notizen zu erstellen. Mit dieser Funktion können Sie personalisierte Anmerkungen hinzufügen, wichtige Punkte hervorheben oder visuelle Elemente erstellen.\n\n20. Laden\nLaden Sie bearbeitete Dateien auf Ihr Gerät herunter. Damit ist das Projekt abgeschlossen und Sie können die Ergebnisse zur späteren Verwendung auf Ihrem Computer oder einem anderen Gerät speichern.",
    "el": "Το Screenit είναι μια ευέλικτη και ισχυρή λύση για αποτελεσματική διαχείριση εικόνων και εγγράφων PDF. Συγκεντρώνει ένα πλήρες σύνολο εργαλείων που θα βοηθήσουν τους χρήστες σε όλα τα στάδια της εργασίας με οπτικό περιεχόμενο - από τη δημιουργία και την επεξεργασία έως την αποθήκευση και την κοινή χρήση. Ας δούμε κάθε λειτουργία με περισσότερες λεπτομέρειες:\n\n1. Στιγμιότυπα οθόνης\nΑυτό το εργαλείο σάς επιτρέπει να τραβάτε άμεσα εικόνες οθόνης. Είτε εργάζεστε σε ένα έργο, δημιουργείτε μια παρουσίαση ή τεκμηριώνετε πληροφορίες, η λειτουργία στιγμιότυπου οθόνης μπορεί να σας βοηθήσει να αποθηκεύσετε σημαντικά δεδομένα για μελλοντική χρήση και επεξεργασία.\n\n2. Πλήρης ιστορία και μοντάζ\nΤο προϊόν μας αποθηκεύει όλες τις ενέργειές σας, γεγονός που καθιστά δυνατή την επιστροφή σε οποιοδήποτε στάδιο της εργασίας και την πραγματοποίηση των απαραίτητων αλλαγών. Ο πλήρης έλεγχος του ιστορικού των αλλαγών σάς επιτρέπει να επεξεργάζεστε γρήγορα και αποτελεσματικά έγγραφα χωρίς φόβο να χάσετε σημαντικές πληροφορίες.\n\n3. Εισαγωγή εικόνων\nΠροσθέστε εύκολα εικόνες στα έργα σας. Αυτή η δυνατότητα είναι ιδανική για τη βελτίωση της οπτικής εμπειρίας ενός εγγράφου, μιας παρουσίασης ή οποιουδήποτε άλλου περιεχομένου που απαιτεί οπτική αναπαράσταση.\n\n4. Εργαλείο γραμμής\nΗ δημιουργία ευθειών γραμμών δεν ήταν ποτέ πιο εύκολη. Χρησιμοποιήστε αυτό το εργαλείο για να επισημάνετε ή να επισημάνετε σημαντικά στοιχεία σε μια εικόνα. Είναι ιδανικό για τη δημιουργία διαγραμμάτων, διαγραμμάτων και άλλων γραφικών στοιχείων.\n\n5. Εργαλείο επιλογής\nΗ επισήμανση βασικών πληροφοριών γίνεται ευκολότερη με έναν επισημασμένο. Αυτό το εργαλείο σάς επιτρέπει να εστιάσετε την προσοχή σας σε σημαντικά δεδομένα, κάτι που είναι ιδιαίτερα χρήσιμο όταν εργάζεστε με μεγάλα έγγραφα ή εικόνες που είναι πλούσιες σε πληροφορίες.\n\n6. Μεταφόρτωση εικόνων και αρχείων PDF\nΑνεβάστε τυχόν εικόνες και αρχεία PDF για περαιτέρω επεξεργασία και χρήση. Αυτό καθιστά το προϊόν σας ένα βολικό εργαλείο για την εργασία με έγγραφα και εικόνες σε διάφορες μορφές.\n\n7. Δημιουργία συλλογών\nΟργανώστε τα έργα σας δημιουργώντας συλλογές. Αυτή η δυνατότητα σάς επιτρέπει να συνδυάζετε πολλά αρχεία σε ένα έργο, διευκολύνοντας τη διαχείριση και την πρόσβαση σε αυτά. Αυτή είναι μια ιδανική λύση για εργασία σε μεγάλα έργα ή αρχεία.\n\n8. Προσθήκη υπογραφών\nΠροσθέστε εύκολα ηλεκτρονικές υπογραφές σε έγγραφα. Είτε υπογράφετε μια σύμβαση είτε απλώς προσθέτετε μια προσωπική σημείωση, αυτή η δυνατότητα παρέχει έναν γρήγορο και αξιόπιστο τρόπο για την πιστοποίηση ενός εγγράφου.\n\n9. Εργαλείο ορθογωνίου\nΔημιουργήστε ορθογώνια σχήματα για να τονίσετε συγκεκριμένες περιοχές μιας εικόνας. Αυτός είναι ένας πολύ καλός τρόπος για να επισημάνετε βασικά στοιχεία ή να αποκρύψετε περιττές λεπτομέρειες.\n\n10. Χρώματα και σκίαση\nΧρησιμοποιήστε μια ποικιλία χρωμάτων για να δημιουργήσετε τόνους και να γεμίσετε στοιχεία στην εικόνα. Αυτή η δυνατότητα σάς επιτρέπει να εξατομικεύσετε τα έγγραφα και τις εικόνες σας και να βελτιώσετε την οπτική τους έλξη.\n\n11. Καταγράψτε πλήρεις ιστοσελίδες\nΛήψη εικόνων ολόκληρων ιστοσελίδων για περαιτέρω ανάλυση ή χρήση. Είναι ιδανικό για αρχειοθέτηση περιεχομένου ιστού ή δημιουργία υλικού αναφοράς.\n\n12. Εργαλείο κειμένου\nΠροσθήκη κειμένου σε εικόνες και έγγραφα PDF. Αυτή η δυνατότητα σάς επιτρέπει να δημιουργείτε σχολιασμούς, να προσθέτετε σχόλια ή επεξηγήσεις απευθείας σε εικόνες και έγγραφα, καθιστώντας τα πιο ενημερωτικά.\n\n13. Κόψιμο καμβά\nΜε το εργαλείο Crop Canvas, μπορείτε να αφαιρέσετε ανεπιθύμητα μέρη της εικόνας, καθιστώντας την πιο εστιασμένη και καθαρότερη. Αυτό είναι ένα σημαντικό χαρακτηριστικό για την προετοιμασία εικόνων για δημοσίευση ή συμπερίληψη σε έγγραφα.\n\n14. Εργαλείο θαμπώματος\nΘολώστε ορισμένα μέρη της εικόνας για να αποκρύψετε ευαίσθητες πληροφορίες ή να επισημάνετε άλλα στοιχεία. Αυτή η δυνατότητα είναι ιδιαίτερα χρήσιμη κατά την προετοιμασία εικόνων για δημόσια χρήση.\n\n15. Αντιγραφή στο πρόχειρο\nΑντιγράψτε εικόνες και κείμενο στο πρόχειρο για γρήγορη και εύκολη χρήση σε άλλες εφαρμογές. Αυτό επιταχύνει σημαντικά τη διαδικασία δημιουργίας και επεξεργασίας εγγράφων.\n\n16. Προσθήκη πολλαπλών σελίδων\nΠροσθέστε και διαχειριστείτε πολλές σελίδες σε ένα έγγραφο. Αυτή η δυνατότητα διευκολύνει την εργασία με πολυσέλιδα έγγραφα PDF και έργα που απαιτούν πολύπλοκες δομές.\n\n17. Εργαλείο βέλους\nΠροσθέστε βέλη για να επισημάνετε σημαντικά στοιχεία στην εικόνα. Αυτό το εργαλείο είναι ιδανικό για τη δημιουργία οδηγιών, διαγραμμάτων και άλλου εκπαιδευτικού υλικού.\n\n18. Κοινή χρήση συνδέσμων\nΔημιουργήστε συνδέσμους για γρήγορη και εύκολη κοινή χρήση εγγράφων και εικόνων. Αυτό διευκολύνει τη συνεργασία και σας επιτρέπει να μοιράζεστε γρήγορα αποτελέσματα με συναδέλφους ή πελάτες.\n\n19. Εργαλείο στυλό\nΣχεδιάστε ελεύθερα σε εικόνες και έγγραφα για να δημιουργήσετε μοναδικές σημειώσεις. Αυτή η λειτουργία σάς επιτρέπει να προσθέτετε εξατομικευμένους σχολιασμούς, να επισημαίνετε βασικά σημεία ή να δημιουργείτε οπτικά στοιχεία.\n\n20. Φόρτωση\nΚατεβάστε τα επεξεργασμένα αρχεία στη συσκευή σας. Αυτό ολοκληρώνει το έργο, επιτρέποντάς σας να αποθηκεύσετε τα αποτελέσματα στον υπολογιστή σας ή σε άλλη συσκευή για μελλοντική χρήση.",
    "es,es_419": "Screenit es una solución versátil y poderosa para administrar eficientemente imágenes y documentos PDF. Reúne un conjunto completo de herramientas que ayudarán a los usuarios en todas las etapas del trabajo con contenido visual, desde la creación y edición hasta guardar y compartir. Veamos cada función con más detalle:\n\n1. Capturas de pantalla\nEsta herramienta le permite capturar instantáneamente imágenes de pantalla. Ya sea que esté trabajando en un proyecto, creando una presentación o documentando información, la función de captura de pantalla puede ayudarlo a guardar datos importantes para su uso y edición posteriores.\n\n2. Historia completa y edición.\nNuestro producto guarda todas sus acciones, lo que permite volver a cualquier etapa del trabajo y realizar los cambios necesarios. El control total sobre el historial de cambios le permite editar documentos de manera rápida y eficiente sin temor a perder información importante.\n\n3. Insertar imágenes\nAgregue fácilmente imágenes a sus proyectos. Esta característica es ideal para mejorar la experiencia visual de un documento, presentación o cualquier otro contenido que requiera representación visual.\n\n4. Herramienta de línea\nCrear líneas rectas nunca ha sido tan fácil. Utilice esta herramienta para resaltar o señalar elementos importantes en una imagen. Es ideal para crear esquemas, diagramas y otros elementos gráficos.\n\n5. Herramienta de selección\nResaltar información clave es más fácil con un resaltador. Esta herramienta le permite centrar la atención en datos importantes, lo que resulta especialmente útil cuando se trabaja con documentos extensos o imágenes ricas en información.\n\n6. Subir imágenes y archivos PDF\nCargue cualquier imagen y archivo PDF para su posterior edición y uso. Esto convierte a su producto en una herramienta cómoda para trabajar con documentos e imágenes en una variedad de formatos.\n\n7. Creando colecciones\nOrganiza tus proyectos creando colecciones. Esta función le permite combinar varios archivos en un proyecto, lo que facilita su administración y acceso. Esta es una solución ideal para trabajar en grandes proyectos o archivos.\n\n8. Agregar firmas\nAgregue fácilmente firmas electrónicas a los documentos. Ya sea que esté firmando un contrato o simplemente agregando una nota personal, esta función proporciona una manera rápida y confiable de certificar un documento.\n\n9. Herramienta Rectángulo\nCrea formas rectangulares para resaltar áreas específicas de una imagen. Esta es una excelente manera de resaltar elementos clave u ocultar detalles innecesarios.\n\n10. Colores y sombreados\nUtilice una variedad de colores para crear acentos y elementos de relleno en la imagen. Esta función le permite personalizar sus documentos e imágenes y mejorar su atractivo visual.\n\n11. Capture sitios web completos\nCapture imágenes de páginas web completas para su posterior análisis o uso. Es ideal para archivar contenido web o crear materiales de referencia.\n\n12. Herramienta de texto\nAgregue texto a imágenes y documentos PDF. Esta función le permite crear anotaciones, agregar comentarios o explicaciones directamente sobre imágenes y documentos, haciéndolos más informativos.\n\n13. Recorte del lienzo\nCon la herramienta Recortar lienzo, puede eliminar partes no deseadas de la imagen, haciéndola más enfocada y limpia. Esta es una característica importante para preparar imágenes para su publicación o inclusión en documentos.\n\n14. Herramienta Desenfocar\nDesenfoque ciertas partes de la imagen para ocultar información confidencial o resaltar otros elementos. Esta característica es especialmente útil al preparar imágenes para uso público.\n\n15. Copiar al portapapeles\nCopie imágenes y texto al portapapeles para usarlos rápida y fácilmente en otras aplicaciones. Esto acelera significativamente el proceso de creación y edición de documentos.\n\n16. Agregar varias páginas\nAgregue y administre varias páginas en un solo documento. Esta característica facilita el trabajo con documentos PDF de varias páginas y proyectos que requieren estructuras complejas.\n\n17. Herramienta de flecha\nAgregue flechas para señalar elementos importantes en la imagen. Esta herramienta es ideal para crear instrucciones, diagramas y otros materiales educativos.\n\n18. Compartir enlaces\nCree enlaces para compartir documentos e imágenes de forma rápida y sencilla. Esto facilita la colaboración y le permite compartir rápidamente los resultados con colegas o clientes.\n\n19. Herramienta pluma\nDibuja a mano alzada imágenes y documentos para crear notas únicas. Esta función le permite agregar anotaciones personalizadas, resaltar puntos clave o crear elementos visuales.\n\n20. Cargando\nDescargue archivos editados a su dispositivo. Esto completa el proyecto, permitiéndole guardar los resultados en su computadora u otro dispositivo para su uso posterior.",
    "fil": "Ang Screenit ay isang maraming nalalaman at mahusay na solusyon para sa mahusay na pamamahala ng mga larawan at mga PDF na dokumento. Pinagsasama-sama nito ang isang kumpletong hanay ng mga tool na makakatulong sa mga user sa lahat ng yugto ng pagtatrabaho sa visual na nilalaman - mula sa paggawa at pag-edit hanggang sa pag-save at pagbabahagi. Tingnan natin ang bawat function nang mas detalyado:\n\n1. Mga screenshot\nBinibigyang-daan ka ng tool na ito na agad na makuha ang mga larawan sa screen. Gumagawa ka man ng proyekto, gumagawa ng presentasyon, o nagdodokumento ng impormasyon, makakatulong sa iyo ang feature na screenshot na mag-save ng mahalagang data para sa paggamit at pag-edit sa ibang pagkakataon.\n\n2. Buong kwento at pag-edit\nAng aming produkto ay nagse-save ng lahat ng iyong mga aksyon, na ginagawang posible na bumalik sa anumang yugto ng trabaho at gawin ang mga kinakailangang pagbabago. Ang buong kontrol sa kasaysayan ng mga pagbabago ay nagbibigay-daan sa iyo upang mabilis at mahusay na mag-edit ng mga dokumento nang walang takot na mawala ang mahalagang impormasyon.\n\n3. Pagpasok ng mga larawan\nMadaling magdagdag ng mga larawan sa iyong mga proyekto. Ang tampok na ito ay perpekto para sa pagpapahusay ng visual na karanasan ng isang dokumento, presentasyon, o anumang iba pang nilalaman na nangangailangan ng visual na representasyon.\n\n4. Line tool\nAng paglikha ng mga tuwid na linya ay hindi kailanman naging mas madali. Gamitin ang tool na ito upang i-highlight o ituro ang mahahalagang elemento sa isang larawan. Ito ay perpekto para sa paglikha ng mga diagram, diagram at iba pang mga graphic na elemento.\n\n5. Tool sa Pagpili\nAng pag-highlight ng pangunahing impormasyon ay ginagawang mas madali gamit ang isang highlighter. Ang tool na ito ay nagbibigay-daan sa iyo upang ituon ang pansin sa mahalagang data, na kung saan ay lalong kapaki-pakinabang kapag nagtatrabaho sa mahabang mga dokumento o mga imahe na mayaman sa impormasyon.\n\n6. Pag-upload ng mga larawan at PDF\nMag-upload ng anumang mga larawan at PDF file para sa karagdagang pag-edit at paggamit. Ginagawa nitong isang maginhawang tool ang iyong produkto para sa pagtatrabaho sa mga dokumento at larawan sa iba't ibang mga format.\n\n7. Paglikha ng mga koleksyon\nAyusin ang iyong mga proyekto sa pamamagitan ng paglikha ng mga koleksyon. Binibigyang-daan ka ng feature na ito na pagsamahin ang maraming file sa isang proyekto, na ginagawang mas madaling pamahalaan at i-access ang mga ito. Ito ay isang perpektong solusyon para sa pagtatrabaho sa malalaking proyekto o archive.\n\n8. Pagdaragdag ng mga lagda\nMadaling magdagdag ng mga electronic na lagda sa mga dokumento. Pumipirma ka man ng kontrata o nagdaragdag lang ng personal na tala, ang feature na ito ay nagbibigay ng mabilis at maaasahang paraan upang patunayan ang isang dokumento.\n\n9. Rectangle Tool\nGumawa ng mga hugis-parihaba na hugis upang i-highlight ang mga partikular na bahagi ng isang larawan. Ito ay isang mahusay na paraan upang i-highlight ang mga pangunahing elemento o itago ang mga hindi kinakailangang detalye.\n\n10. Mga kulay at pagtatabing\nGumamit ng iba't ibang kulay upang lumikha ng mga accent at punan ang mga elemento sa larawan. Binibigyang-daan ka ng feature na ito na i-personalize ang iyong mga dokumento at larawan at pahusayin ang kanilang visual appeal.\n\n11. Kunin ang buong website\nKumuha ng mga larawan ng buong web page para sa karagdagang pagsusuri o paggamit. Ito ay mainam para sa pag-archive ng nilalaman ng web o paggawa ng mga sangguniang materyal.\n\n12. Text Tool\nMagdagdag ng teksto sa mga larawan at PDF na dokumento. Binibigyang-daan ka ng feature na ito na lumikha ng mga anotasyon, magdagdag ng mga komento o paliwanag nang direkta sa mga larawan at dokumento, na ginagawang mas nagbibigay-kaalaman ang mga ito.\n\n13. Canvas Trimming\nGamit ang Canvas Crop Tool, maaari mong alisin ang mga hindi gustong bahagi ng iyong larawan, na ginagawa itong mas nakatutok at mas malinis. Ito ay isang mahalagang tampok para sa paghahanda ng mga imahe para sa publikasyon o pagsasama sa mga dokumento.\n\n14. Blur Tool\nI-blur ang ilang bahagi ng larawan upang itago ang sensitibong impormasyon o i-highlight ang iba pang mga elemento. Ang tampok na ito ay lalong kapaki-pakinabang kapag naghahanda ng mga larawan para sa pampublikong paggamit.\n\n15. Kopyahin sa clipboard\nKopyahin ang mga larawan at teksto sa clipboard para sa mabilis at madaling paggamit sa iba pang mga application. Ito ay makabuluhang nagpapabilis sa proseso ng paglikha at pag-edit ng mga dokumento.\n\n16. Pagdaragdag ng maramihang mga pahina\nMagdagdag at pamahalaan ang maramihang mga pahina sa isang dokumento. Pinapadali ng feature na ito na magtrabaho kasama ang mga multi-page na PDF na dokumento at proyekto na nangangailangan ng mga kumplikadong istruktura.\n\n17. Arrow tool\nMagdagdag ng mga arrow upang ituro ang mahahalagang elemento sa larawan. Ang tool na ito ay perpekto para sa paglikha ng mga tagubilin, diagram at iba pang mga materyal na pang-edukasyon.\n\n18. Magbahagi ng mga link\nLumikha ng mga link upang mabilis at madaling magbahagi ng mga dokumento at larawan. Pinapadali nito ang pakikipagtulungan at nagbibigay-daan sa iyong mabilis na magbahagi ng mga resulta sa mga kasamahan o kliyente.\n\n19. Panulat na Tool\nGumuhit ng freehand sa mga larawan at dokumento upang lumikha ng mga natatanging tala. Binibigyang-daan ka ng feature na ito na magdagdag ng mga personalized na anotasyon, pag-highlight ng mga pangunahing punto o paglikha ng mga visual na elemento.\n\n20. Naglo-load\nMag-download ng mga na-edit na file sa iyong device. Kinukumpleto nito ang proyekto, na nagbibigay-daan sa iyong i-save ang mga resulta sa iyong computer o iba pang device para magamit sa ibang pagkakataon.",
    "fr": "Screenit est une solution polyvalente et puissante pour gérer efficacement les images et les documents PDF. Il rassemble un ensemble complet d'outils qui aideront les utilisateurs à toutes les étapes du travail avec du contenu visuel - de la création et de l'édition à l'enregistrement et au partage. Examinons chaque fonction plus en détail :\n\n1. Captures d'écran\nCet outil vous permet de capturer instantanément des images d'écran. Que vous travailliez sur un projet, créiez une présentation ou documentiez des informations, la fonction de capture d'écran peut vous aider à enregistrer des données importantes pour une utilisation et une modification ultérieures.\n\n2. Histoire complète et montage\nNotre produit enregistre toutes vos actions, ce qui permet de revenir à n'importe quelle étape du travail et d'apporter les modifications nécessaires. Un contrôle total sur l'historique des modifications vous permet de modifier des documents rapidement et efficacement sans craindre de perdre des informations importantes.\n\n3. Insérer des images\nAjoutez facilement des images à vos projets. Cette fonctionnalité est idéale pour améliorer l'expérience visuelle d'un document, d'une présentation ou de tout autre contenu nécessitant une représentation visuelle.\n\n4. Outil Ligne\nCréer des lignes droites n'a jamais été aussi simple. Utilisez cet outil pour mettre en évidence ou souligner des éléments importants dans une image. Il est idéal pour créer des diagrammes, des diagrammes et autres éléments graphiques.\n\n5. Outil de sélection\nLa mise en évidence des informations clés est facilitée avec un surligneur. Cet outil vous permet de concentrer votre attention sur des données importantes, ce qui est particulièrement utile lorsque vous travaillez avec des documents longs ou des images riches en informations.\n\n6. Téléchargement d'images et de PDF\nTéléchargez des images et des fichiers PDF pour une édition et une utilisation ultérieures. Cela fait de votre produit un outil pratique pour travailler avec des documents et des images dans une variété de formats.\n\n7. Création de collections\nOrganisez vos projets en créant des collections. Cette fonctionnalité vous permet de combiner plusieurs fichiers dans un seul projet, ce qui les rend plus faciles à gérer et à accéder. C'est une solution idéale pour travailler sur de grands projets ou des archives.\n\n8. Ajout de signatures\nAjoutez facilement des signatures électroniques aux documents. Que vous signiez un contrat ou que vous ajoutiez simplement une note personnelle, cette fonctionnalité constitue un moyen rapide et fiable de certifier un document.\n\n9. Outil rectangulaire\nCréez des formes rectangulaires pour mettre en évidence des zones spécifiques d'une image. C'est un excellent moyen de mettre en évidence des éléments clés ou de masquer des détails inutiles.\n\n10. Couleurs et nuances\nUtilisez une variété de couleurs pour créer des accents et remplir les éléments de l'image. Cette fonctionnalité vous permet de personnaliser vos documents et images et d'améliorer leur attrait visuel.\n\n11. Capturez des sites Web complets\nCapturez des images de pages Web entières pour une analyse ou une utilisation plus approfondie. Il est idéal pour archiver du contenu Web ou créer des documents de référence.\n\n12. Outil Texte\nAjoutez du texte aux images et aux documents PDF. Cette fonctionnalité vous permet de créer des annotations, d'ajouter des commentaires ou des explications directement sur les images et les documents, les rendant plus informatifs.\n\n13. Coupe de toile\nAvec l'outil Canvas Crop, vous pouvez supprimer les parties indésirables de l'image, la rendant plus ciblée et plus propre. Il s'agit d'une fonctionnalité importante pour préparer des images à publier ou à inclure dans des documents.\n\n14. Outil de flou\nFloutez certaines parties de l’image pour masquer des informations sensibles ou mettre en évidence d’autres éléments. Cette fonctionnalité est particulièrement utile lors de la préparation d’images destinées à un usage public.\n\n15. Copier dans le presse-papiers\nCopiez des images et du texte dans le presse-papiers pour une utilisation rapide et facile dans d'autres applications. Cela accélère considérablement le processus de création et d'édition de documents.\n\n16. Ajout de plusieurs pages\nAjoutez et gérez plusieurs pages dans un seul document. Cette fonctionnalité facilite le travail avec des documents PDF de plusieurs pages et des projets nécessitant des structures complexes.\n\n17. Outil Flèche\nAjoutez des flèches pour signaler les éléments importants de l'image. Cet outil est idéal pour créer des instructions, des diagrammes et d’autres supports pédagogiques.\n\n18. Partager des liens\nCréez des liens pour partager rapidement et facilement des documents et des images. Cela facilite la collaboration et vous permet de partager rapidement les résultats avec des collègues ou des clients.\n\n19. Outil Plume\nDessinez à main levée sur des images et des documents pour créer des notes uniques. Cette fonctionnalité permet d'ajouter des annotations personnalisées, de mettre en avant des points clés ou de créer des éléments visuels.\n\n20. Chargement\nTéléchargez les fichiers modifiés sur votre appareil. Ceci termine le projet, vous permettant d'enregistrer les résultats sur votre ordinateur ou autre appareil pour une utilisation ultérieure.",
    "hi": "स्क्रीनइट छवियों और पीडीएफ दस्तावेजों को कुशलतापूर्वक प्रबंधित करने के लिए एक बहुमुखी और शक्तिशाली समाधान है। यह टूल का एक पूरा सेट एक साथ लाता है जो उपयोगकर्ताओं को दृश्य सामग्री के साथ काम करने के सभी चरणों में मदद करेगा - निर्माण और संपादन से लेकर सहेजने और साझा करने तक। आइए प्रत्येक फ़ंक्शन को अधिक विस्तार से देखें:\n\n1. स्क्रीनशॉट\nयह टूल आपको स्क्रीन छवियों को तुरंत कैप्चर करने की अनुमति देता है। चाहे आप किसी प्रोजेक्ट पर काम कर रहे हों, प्रेजेंटेशन बना रहे हों, या जानकारी का दस्तावेजीकरण कर रहे हों, स्क्रीनशॉट सुविधा आपको बाद में उपयोग और संपादन के लिए महत्वपूर्ण डेटा को सहेजने में मदद कर सकती है।\n\n2. पूरी कहानी और संपादन\nहमारा उत्पाद आपके सभी कार्यों को सहेजता है, जिससे काम के किसी भी चरण पर वापस लौटना और आवश्यक परिवर्तन करना संभव हो जाता है। परिवर्तनों के इतिहास पर पूर्ण नियंत्रण आपको महत्वपूर्ण जानकारी खोने के डर के बिना दस्तावेज़ों को जल्दी और कुशलता से संपादित करने की अनुमति देता है।\n\n3. छवियाँ सम्मिलित करना\nआसानी से अपने प्रोजेक्ट में छवियाँ जोड़ें। यह सुविधा किसी दस्तावेज़, प्रस्तुति, या किसी अन्य सामग्री के दृश्य अनुभव को बढ़ाने के लिए आदर्श है जिसके लिए दृश्य प्रतिनिधित्व की आवश्यकता होती है।\n\n4. लाइन टूल\nसीधी रेखाएँ बनाना कभी इतना आसान नहीं रहा। किसी छवि में महत्वपूर्ण तत्वों को हाइलाइट करने या इंगित करने के लिए इस टूल का उपयोग करें। यह आरेख, रेखाचित्र और अन्य ग्राफ़िक तत्व बनाने के लिए आदर्श है।\n\n5. चयन उपकरण\nहाइलाइटर से मुख्य जानकारी को हाइलाइट करना आसान हो जाता है। यह टूल आपको महत्वपूर्ण डेटा पर ध्यान केंद्रित करने की अनुमति देता है, जो जानकारी से भरपूर लंबे दस्तावेज़ों या छवियों के साथ काम करते समय विशेष रूप से उपयोगी होता है।\n\n6. छवियाँ और पीडीएफ़ अपलोड करना\nआगे के संपादन और उपयोग के लिए कोई भी छवि और पीडीएफ फाइल अपलोड करें। यह आपके उत्पाद को विभिन्न प्रारूपों में दस्तावेज़ों और छवियों के साथ काम करने के लिए एक सुविधाजनक उपकरण बनाता है।\n\n7. संग्रह बनाना\nसंग्रह बनाकर अपनी परियोजनाओं को व्यवस्थित करें। यह सुविधा आपको एक प्रोजेक्ट में एकाधिक फ़ाइलों को संयोजित करने की अनुमति देती है, जिससे उन्हें प्रबंधित करना और उन तक पहुंचना आसान हो जाता है। बड़ी परियोजनाओं या अभिलेखागारों पर काम करने के लिए यह एक आदर्श समाधान है।\n\n8. हस्ताक्षर जोड़ना\nदस्तावेज़ों में आसानी से इलेक्ट्रॉनिक हस्ताक्षर जोड़ें। चाहे आप किसी अनुबंध पर हस्ताक्षर कर रहे हों या बस एक व्यक्तिगत नोट जोड़ रहे हों, यह सुविधा दस्तावेज़ को प्रमाणित करने का एक त्वरित और विश्वसनीय तरीका प्रदान करती है।\n\n9. आयत उपकरण\nकिसी छवि के विशिष्ट क्षेत्रों को हाइलाइट करने के लिए आयताकार आकृतियाँ बनाएँ। यह मुख्य तत्वों को उजागर करने या अनावश्यक विवरण छिपाने का एक शानदार तरीका है।\n\n10. रंग और छायांकन\nछवि में उच्चारण बनाने और तत्वों को भरने के लिए विभिन्न रंगों का उपयोग करें। यह सुविधा आपको अपने दस्तावेज़ों और छवियों को निजीकृत करने और उनकी दृश्य अपील को बढ़ाने की अनुमति देती है।\n\n11. संपूर्ण वेबसाइटें कैप्चर करें\nआगे के विश्लेषण या उपयोग के लिए संपूर्ण वेब पेजों की छवियां कैप्चर करें। यह वेब सामग्री को संग्रहीत करने या संदर्भ सामग्री बनाने के लिए आदर्श है।\n\n12. टेक्स्ट टूल\nछवियों और पीडीएफ दस्तावेज़ों में टेक्स्ट जोड़ें। यह सुविधा आपको एनोटेशन बनाने, छवियों और दस्तावेज़ों पर सीधे टिप्पणियां या स्पष्टीकरण जोड़ने की अनुमति देती है, जिससे वे अधिक जानकारीपूर्ण हो जाते हैं।\n\n13. कैनवास ट्रिमिंग\nकैनवस क्रॉप टूल से, आप छवि के अवांछित हिस्सों को हटा सकते हैं, जिससे यह अधिक केंद्रित और साफ़ हो जाएगी। प्रकाशन या दस्तावेज़ों में शामिल करने के लिए छवियाँ तैयार करने के लिए यह एक महत्वपूर्ण विशेषता है।\n\n14. ब्लर टूल\nसंवेदनशील जानकारी छिपाने या अन्य तत्वों को उजागर करने के लिए छवि के कुछ हिस्सों को धुंधला करें। सार्वजनिक उपयोग के लिए छवियाँ तैयार करते समय यह सुविधा विशेष रूप से उपयोगी है।\n\n15. क्लिपबोर्ड पर कॉपी करें\nअन्य अनुप्रयोगों में त्वरित और आसान उपयोग के लिए छवियों और पाठ को क्लिपबोर्ड पर कॉपी करें। इससे दस्तावेज़ बनाने और संपादित करने की प्रक्रिया काफ़ी तेज़ हो जाती है।\n\n16. अनेक पेज जोड़ना\nएक दस्तावेज़ में एकाधिक पृष्ठ जोड़ें और प्रबंधित करें। यह सुविधा उन बहु-पृष्ठ पीडीएफ दस्तावेज़ों और परियोजनाओं के साथ काम करना आसान बनाती है जिनके लिए जटिल संरचनाओं की आवश्यकता होती है।\n\n17. तीर उपकरण\nछवि में महत्वपूर्ण तत्वों को इंगित करने के लिए तीर जोड़ें। यह उपकरण निर्देश, आरेख और अन्य शैक्षिक सामग्री बनाने के लिए आदर्श है।\n\n18. लिंक साझा करें\nदस्तावेज़ों और छवियों को शीघ्रता और आसानी से साझा करने के लिए लिंक बनाएं। यह सहयोग को आसान बनाता है और आपको सहकर्मियों या ग्राहकों के साथ परिणाम तुरंत साझा करने की अनुमति देता है।\n\n19. कलम का औज़ार\nअद्वितीय नोट्स बनाने के लिए छवियों और दस्तावेज़ों पर मुक्तहस्त से चित्र बनाएं। यह सुविधा आपको वैयक्तिकृत एनोटेशन जोड़ने, मुख्य बिंदुओं को हाइलाइट करने या दृश्य तत्व बनाने की अनुमति देती है।\n\n20. लोड हो रहा है\nसंपादित फ़ाइलें अपने डिवाइस पर डाउनलोड करें. इससे प्रोजेक्ट पूरा हो जाता है, जिससे आप बाद में उपयोग के लिए परिणामों को अपने कंप्यूटर या अन्य डिवाइस पर सहेज सकते हैं।",
    "hu": "A Screenit egy sokoldalú és hatékony megoldás a képek és PDF dokumentumok hatékony kezelésére. Az eszközök teljes készletét egyesíti, amelyek segítenek a felhasználóknak a vizuális tartalommal való munka minden szakaszában – a létrehozástól és szerkesztéstől a mentésig és megosztásig. Nézzük meg részletesebben az egyes funkciókat:\n\n1. Képernyőképek\nEzzel az eszközzel azonnal készíthet képernyőképeket. Akár egy projekten dolgozik, akár prezentációt hoz létre, vagy információkat dokumentál, a képernyőkép funkció segítségével fontos adatokat menthet el későbbi használatra és szerkesztésre.\n\n2. Teljes történet és szerkesztés\nTermékünk minden tevékenységét elmenti, ami lehetővé teszi a munka bármely szakaszába való visszatérést és a szükséges változtatások elvégzését. A változások előzményeinek teljes ellenőrzése lehetővé teszi a dokumentumok gyors és hatékony szerkesztését anélkül, hogy félne a fontos információk elvesztésétől.\n\n3. Képek beszúrása\nKönnyen hozzáadhat képeket projektjeihez. Ez a funkció ideális egy dokumentum, prezentáció vagy bármilyen más, vizuális megjelenítést igénylő tartalom vizuális élményének fokozására.\n\n4. Vonal eszköz\nAz egyenes vonalak létrehozása még soha nem volt ilyen egyszerű. Ezzel az eszközzel kiemelheti vagy kiemelheti a kép fontos elemeit. Ideális diagramok, diagramok és egyéb grafikai elemek készítéséhez.\n\n5. Kiválasztó eszköz\nA legfontosabb információk kiemelése egyszerűbbé válik a kiemelővel. Ez az eszköz lehetővé teszi, hogy a figyelmet a fontos adatokra összpontosítsa, ami különösen akkor hasznos, ha hosszú dokumentumokkal vagy információban gazdag képekkel dolgozik.\n\n6. Képek és PDF-ek feltöltése\nTöltsön fel képeket és PDF fájlokat további szerkesztéshez és felhasználáshoz. Ez teszi termékét kényelmes eszközzé a különféle formátumú dokumentumok és képek kezeléséhez.\n\n7. Gyűjtemények készítése\nRendszerezze projektjeit gyűjtemények létrehozásával. Ez a funkció lehetővé teszi több fájl egy projektben való kombinálását, megkönnyítve azok kezelését és elérését. Ez ideális megoldás nagy projekteken vagy archívumokon végzett munkához.\n\n8. Aláírások hozzáadása\nKönnyen hozzáadhat elektronikus aláírásokat a dokumentumokhoz. Függetlenül attól, hogy szerződést ír alá, vagy egyszerűen csak személyes megjegyzést ad hozzá, ez a funkció gyors és megbízható módot biztosít a dokumentumok hitelesítésére.\n\n9. Téglalap eszköz\nHozzon létre téglalap alakú formákat a kép bizonyos területeinek kiemeléséhez. Ez egy nagyszerű módja annak, hogy kiemelje a kulcsfontosságú elemeket, vagy elrejtse a szükségtelen részleteket.\n\n10. Színek és árnyékolás\nHasználjon különféle színeket ékezetek és kitöltési elemek létrehozásához a képen. Ezzel a funkcióval személyre szabhatja dokumentumait és képeit, és fokozhatja azok vizuális vonzerejét.\n\n11. Rögzítsen teljes webhelyeket\nKészítsen képeket teljes weboldalakról további elemzés vagy felhasználás céljából. Ideális webes tartalom archiválásához vagy referenciaanyagok készítéséhez.\n\n12. Szöveg eszköz\nSzöveg hozzáadása képekhez és PDF dokumentumokhoz. Ez a funkció lehetővé teszi megjegyzések létrehozását, megjegyzések vagy magyarázatok hozzáadását közvetlenül a képekhez és dokumentumokhoz, így azok informatívabbak.\n\n13. Vászonvágás\nA Canvas Crop eszközzel eltávolíthatja a kép nem kívánt részeit, így fókuszáltabb és tisztább lesz. Ez egy fontos funkció a képek közzétételre vagy dokumentumokba való felvételére való előkészítésében.\n\n14. Elmosódás eszköz\nHomályosítsa el a kép egyes részeit az érzékeny információk elrejtéséhez vagy más elemek kiemeléséhez. Ez a funkció különösen akkor hasznos, ha képeket készít nyilvános használatra.\n\n15. Másolás a vágólapra\nMás alkalmazásokban való gyors és egyszerű használat érdekében másolja a képeket és a szöveget a vágólapra. Ez jelentősen felgyorsítja a dokumentumok létrehozásának és szerkesztésének folyamatát.\n\n16. Több oldal hozzáadása\nTöbb oldal hozzáadása és kezelése egy dokumentumban. Ez a funkció megkönnyíti a többoldalas PDF-dokumentumok és az összetett struktúrát igénylő projektek kezelését.\n\n17. Nyíl eszköz\nAdjon hozzá nyilakat, hogy rámutasson a kép fontos elemeire. Ez az eszköz ideális utasítások, diagramok és egyéb oktatási anyagok készítéséhez.\n\n18. Linkek megosztása\nHozzon létre hivatkozásokat a dokumentumok és képek gyors és egyszerű megosztásához. Ez megkönnyíti az együttműködést, és lehetővé teszi az eredmények gyors megosztását kollégáival vagy ügyfelekkel.\n\n19. Toll eszköz\nRajzoljon szabadkézi képeket és dokumentumokat egyedi jegyzetek létrehozásához. Ez a funkció lehetővé teszi személyre szabott megjegyzések hozzáadását, a legfontosabb pontok kiemelését vagy vizuális elemek létrehozását.\n\n20. Betöltés\nTöltsön le szerkesztett fájlokat a készülékére. Ezzel befejeződik a projekt, lehetővé téve, hogy az eredményeket a számítógépére vagy más eszközére mentse későbbi használatra.",
    "id": "Screenit adalah solusi serbaguna dan kuat untuk mengelola gambar dan dokumen PDF secara efisien. Ini menyatukan seperangkat alat lengkap yang akan membantu pengguna di semua tahap bekerja dengan konten visual - mulai dari pembuatan dan pengeditan hingga penyimpanan dan berbagi. Mari kita lihat setiap fungsi secara lebih detail:\n\n1. Tangkapan layar\nAlat ini memungkinkan Anda mengambil gambar layar secara instan. Baik Anda sedang mengerjakan proyek, membuat presentasi, atau mendokumentasikan informasi, fitur tangkapan layar dapat membantu Anda menyimpan data penting untuk digunakan dan diedit nanti.\n\n2. Cerita lengkap dan editing\nProduk kami menyimpan semua tindakan Anda, sehingga memungkinkan untuk kembali ke tahap pekerjaan mana pun dan membuat perubahan yang diperlukan. Kontrol penuh atas riwayat perubahan memungkinkan Anda mengedit dokumen dengan cepat dan efisien tanpa takut kehilangan informasi penting.\n\n3. Memasukkan gambar\nTambahkan gambar ke proyek Anda dengan mudah. Fitur ini ideal untuk meningkatkan pengalaman visual dokumen, presentasi, atau konten lainnya yang memerlukan representasi visual.\n\n4. Alat garis\nMembuat garis lurus tidak pernah semudah ini. Gunakan alat ini untuk menyorot atau menunjukkan elemen penting dalam gambar. Ini sangat ideal untuk membuat diagram, diagram, dan elemen grafis lainnya.\n\n5. Alat seleksi\nMenyorot informasi penting menjadi lebih mudah dengan stabilo. Alat ini memungkinkan Anda memusatkan perhatian pada data penting, yang sangat berguna saat bekerja dengan dokumen panjang atau gambar yang kaya akan informasi.\n\n6. Mengunggah gambar dan PDF\nUnggah gambar dan file PDF apa pun untuk diedit dan digunakan lebih lanjut. Hal ini menjadikan produk Anda alat yang nyaman untuk bekerja dengan dokumen dan gambar dalam berbagai format.\n\n7. Membuat koleksi\nAtur proyek Anda dengan membuat koleksi. Fitur ini memungkinkan Anda menggabungkan beberapa file dalam satu proyek, sehingga lebih mudah dikelola dan diakses. Ini adalah solusi ideal untuk mengerjakan proyek atau arsip besar.\n\n8. Menambahkan tanda tangan\nTambahkan tanda tangan elektronik ke dokumen dengan mudah. Baik Anda menandatangani kontrak atau sekadar menambahkan catatan pribadi, fitur ini menyediakan cara cepat dan andal untuk mengesahkan dokumen.\n\n9. Alat Persegi Panjang\nBuat bentuk persegi panjang untuk menyorot area tertentu pada gambar. Ini adalah cara terbaik untuk menyorot elemen kunci atau menyembunyikan detail yang tidak perlu.\n\n10. Warna dan bayangan\nGunakan berbagai warna untuk menciptakan aksen dan mengisi elemen pada gambar. Fitur ini memungkinkan Anda mempersonalisasi dokumen dan gambar serta meningkatkan daya tarik visualnya.\n\n11. Tangkap situs web lengkap\nAmbil gambar seluruh halaman web untuk analisis atau penggunaan lebih lanjut. Ini ideal untuk mengarsipkan konten web atau membuat bahan referensi.\n\n12. Alat Teks\nTambahkan teks ke gambar dan dokumen PDF. Fitur ini memungkinkan Anda membuat anotasi, menambahkan komentar atau penjelasan langsung pada gambar dan dokumen, sehingga lebih informatif.\n\n13. Pemangkasan Kanvas\nDengan alat Canvas Crop, Anda dapat menghapus bagian gambar yang tidak diinginkan, menjadikannya lebih fokus dan bersih. Ini adalah fitur penting untuk menyiapkan gambar untuk dipublikasikan atau dimasukkan ke dalam dokumen.\n\n14. Alat Buram\nMemburamkan bagian tertentu pada gambar untuk menyembunyikan informasi sensitif atau menyorot elemen lainnya. Fitur ini sangat berguna ketika menyiapkan gambar untuk penggunaan umum.\n\n15. Salin ke papan klip\nSalin gambar dan teks ke clipboard untuk penggunaan cepat dan mudah di aplikasi lain. Ini secara signifikan mempercepat proses pembuatan dan pengeditan dokumen.\n\n16. Menambahkan beberapa halaman\nTambahkan dan kelola beberapa halaman dalam satu dokumen. Fitur ini memudahkan bekerja dengan dokumen PDF multi-halaman dan proyek yang memerlukan struktur kompleks.\n\n17. Alat panah\nTambahkan panah untuk menunjukkan elemen penting dalam gambar. Alat ini ideal untuk membuat instruksi, diagram, dan materi pendidikan lainnya.\n\n18. Bagikan tautan\nBuat tautan untuk berbagi dokumen dan gambar dengan cepat dan mudah. Hal ini membuat kolaborasi menjadi lebih mudah dan memungkinkan Anda berbagi hasil dengan cepat kepada kolega atau klien.\n\n19. Alat pena\nGambarlah gambar dan dokumen secara langsung untuk membuat catatan unik. Fitur ini memungkinkan Anda menambahkan anotasi yang dipersonalisasi, menyorot poin-poin penting, atau membuat elemen visual.\n\n20. Memuat\nUnduh file yang diedit ke perangkat Anda. Ini menyelesaikan proyek, memungkinkan Anda menyimpan hasilnya ke komputer atau perangkat lain untuk digunakan nanti.",
    "it": "Screenit è una soluzione versatile e potente per gestire in modo efficiente immagini e documenti PDF. Riunisce un set completo di strumenti che aiuteranno gli utenti in tutte le fasi del lavoro con i contenuti visivi, dalla creazione e modifica al salvataggio e alla condivisione. Esaminiamo ciascuna funzione in modo più dettagliato:\n\n1. Schermate\nQuesto strumento ti consente di catturare istantaneamente le immagini dello schermo. Che tu stia lavorando a un progetto, creando una presentazione o documentando informazioni, la funzione screenshot può aiutarti a salvare dati importanti per un utilizzo e una modifica successivi.\n\n2. Storia completa e editing\nIl nostro prodotto salva tutte le tue azioni, il che rende possibile tornare a qualsiasi fase del lavoro e apportare le modifiche necessarie. Il pieno controllo sulla cronologia delle modifiche ti consente di modificare i documenti in modo rapido ed efficiente senza timore di perdere informazioni importanti.\n\n3. Inserimento di immagini\nAggiungi facilmente immagini ai tuoi progetti. Questa funzionalità è ideale per migliorare l'esperienza visiva di un documento, presentazione o qualsiasi altro contenuto che richieda una rappresentazione visiva.\n\n4. Strumento Linea\nCreare linee rette non è mai stato così facile. Utilizza questo strumento per evidenziare o evidenziare elementi importanti in un'immagine. È ideale per creare diagrammi, diagrammi e altri elementi grafici.\n\n5. Strumento di selezione\nEvidenziare le informazioni chiave è reso più semplice con un evidenziatore. Questo strumento consente di focalizzare l'attenzione su dati importanti, il che è particolarmente utile quando si lavora con documenti lunghi o immagini ricche di informazioni.\n\n6. Caricamento di immagini e PDF\nCarica eventuali immagini e file PDF per ulteriori modifiche e utilizzi. Ciò rende il tuo prodotto uno strumento utile per lavorare con documenti e immagini in una varietà di formati.\n\n7. Creazione di collezioni\nOrganizza i tuoi progetti creando collezioni. Questa funzionalità ti consente di combinare più file in un unico progetto, semplificandone la gestione e l'accesso. Questa è la soluzione ideale per lavorare su progetti o archivi di grandi dimensioni.\n\n8. Aggiunta di firme\nAggiungi facilmente firme elettroniche ai documenti. Che tu stia firmando un contratto o semplicemente aggiungendo una nota personale, questa funzionalità fornisce un modo rapido e affidabile per certificare un documento.\n\n9. Strumento Rettangolo\nCrea forme rettangolari per evidenziare aree specifiche di un'immagine. Questo è un ottimo modo per evidenziare elementi chiave o nascondere dettagli non necessari.\n\n10. Colori e sfumature\nUtilizza una varietà di colori per creare accenti e riempire gli elementi nell'immagine. Questa funzione ti consente di personalizzare documenti e immagini e migliorarne l'impatto visivo.\n\n11. Cattura siti Web completi\nCattura immagini di intere pagine web per ulteriori analisi o utilizzi. È ideale per archiviare contenuti web o creare materiali di riferimento.\n\n12. Strumento Testo\nAggiungi testo a immagini e documenti PDF. Questa funzionalità ti consente di creare annotazioni, aggiungere commenti o spiegazioni direttamente su immagini e documenti, rendendoli più informativi.\n\n13. Rifinitura della tela\nCon lo strumento Ritaglia tela, puoi rimuovere parti indesiderate dell'immagine, rendendola più nitida e focalizzata. Questa è una funzionalità importante per preparare le immagini per la pubblicazione o l'inclusione nei documenti.\n\n14. Strumento Sfocatura\nSfoca alcune parti dell'immagine per nascondere informazioni sensibili o evidenziare altri elementi. Questa funzionalità è particolarmente utile quando si preparano immagini per uso pubblico.\n\n15. Copia negli appunti\nCopia immagini e testo negli appunti per un utilizzo semplice e veloce in altre applicazioni. Ciò accelera notevolmente il processo di creazione e modifica dei documenti.\n\n16. Aggiunta di più pagine\nAggiungi e gestisci più pagine in un unico documento. Questa funzionalità semplifica il lavoro con documenti PDF multipagina e progetti che richiedono strutture complesse.\n\n17. Strumento freccia\nAggiungi frecce per evidenziare elementi importanti nell'immagine. Questo strumento è ideale per creare istruzioni, diagrammi e altro materiale didattico.\n\n18. Condividi collegamenti\nCrea collegamenti per condividere rapidamente e facilmente documenti e immagini. Ciò semplifica la collaborazione e consente di condividere rapidamente i risultati con colleghi o clienti.\n\n19. Strumento Penna\nDisegna a mano libera su immagini e documenti per creare note uniche. Questa funzionalità ti consente di aggiungere annotazioni personalizzate, evidenziando punti chiave o creando elementi visivi.\n\n20. Caricamento\nScarica i file modificati sul tuo dispositivo. Questo completa il progetto, consentendoti di salvare i risultati sul tuo computer o altro dispositivo per un uso successivo.",
    "ja": "Screenit は、画像や PDF ドキュメントを効率的に管理するための多用途かつ強力なソリューションです。作成、編集から保存、共有まで、ビジュアル コンテンツを扱うあらゆる段階でユーザーを支援するツールの完全なセットがまとめられています。各関数をさらに詳しく見てみましょう。\n\n1. スクリーンショット\nこのツールを使用すると、画面イメージを即座にキャプチャできます。プロジェクトで作業している場合でも、プレゼンテーションを作成している場合でも、情報を文書化している場合でも、スクリーンショット機能は、後で使用したり編集したりするために重要なデータを保存するのに役立ちます。\n\n2. 全編と編集\n当社の製品はすべてのアクションを保存するため、作業のどの段階に戻って必要な変更を加えることができます。変更履歴を完全に制御できるため、重要な情報を失うことを恐れることなく、ドキュメントを迅速かつ効率的に編集できます。\n\n3. 画像の挿入\nプロジェクトに画像を簡単に追加します。この機能は、ドキュメント、プレゼンテーション、または視覚的な表現を必要とするその他のコンテンツの視覚エクスペリエンスを向上させるのに最適です。\n\n4. ラインツール\n直線を作成するのがかつてないほど簡単になりました。このツールを使用して、画像内の重要な要素を強調表示または指摘します。図、ダイアグラム、その他のグラフィック要素の作成に最適です。\n\n5. 選択ツール\nハイライターを使用すると、重要な情報を簡単に強調表示できます。このツールを使用すると、重要なデータに注目することができます。これは、情報が豊富な長い文書や画像を扱う場合に特に便利です。\n\n6. 画像とPDFのアップロード\nさらに編集して使用するために、画像や PDF ファイルをアップロードします。これにより、製品はさまざまな形式のドキュメントや画像を操作するための便利なツールになります。\n\n7. コレクションの作成\nコレクションを作成してプロジェクトを整理します。この機能を使用すると、複数のファイルを 1 つのプロジェクトに結合できるため、ファイルの管理とアクセスが容易になります。これは、大規模なプロジェクトやアーカイブで作業する場合に理想的なソリューションです。\n\n8. 署名の追加\n文書に電子署名を簡単に追加できます。契約書に署名する場合でも、単に個人的なメモを追加する場合でも、この機能は文書を迅速かつ確実に認証する方法を提供します。\n\n9. 長方形ツール\n長方形を作成して、画像の特定の領域を強調表示します。これは、重要な要素を強調したり、不必要な詳細を隠したりするのに最適な方法です。\n\n10. 色と陰影\nさまざまな色を使用してアクセントを作成し、画像内の要素を塗りつぶします。この機能を使用すると、ドキュメントや画像をカスタマイズし、視覚的な魅力を高めることができます。\n\n11. Web サイト全体をキャプチャする\nさらに分析したり使用したりするために、Web ページ全体の画像をキャプチャします。 Web コンテンツのアーカイブや参考資料の作成に最適です。\n\n12. テキストツール\n画像や PDF ドキュメントにテキストを追加します。この機能を使用すると、画像やドキュメントに注釈を作成したり、コメントや説明を直接追加したりして、より有益な情報を得ることができます。\n\n13. キャンバスのトリミング\nキャンバス クロップ ツールを使用すると、画像の不要な部分を削除して、より焦点を絞った、よりクリーンな画像にすることができます。これは、公開またはドキュメントに含めるために画像を準備する場合に重要な機能です。\n\n14.ぼかしツール\n画像の特定の部分をぼかして機密情報を隠したり、他の要素を強調したりします。この機能は、公開用に画像を準備する場合に特に便利です。\n\n15. クリップボードにコピー\n画像とテキストをクリップボードにコピーすると、他のアプリケーションですばやく簡単に使用できます。これにより、ドキュメントの作成と編集のプロセスが大幅に高速化されます。\n\n16. 複数のページを追加する\n1 つのドキュメントに複数のページを追加して管理します。この機能により、複数ページの PDF ドキュメントや複雑な構造を必要とするプロジェクトの作業が容易になります。\n\n17. 矢印ツール\n矢印を追加して、画像内の重要な要素を示します。このツールは、説明書、図表、その他の教材を作成するのに最適です。\n\n18. リンクを共有する\nリンクを作成して、ドキュメントや画像をすばやく簡単に共有します。これによりコラボレーションが容易になり、結果を同僚や顧客と迅速に共有できるようになります。\n\n19. ペンツール\n画像や文書にフリーハンドで描画して、独自のメモを作成します。この機能を使用すると、パーソナライズされた注釈を追加したり、重要なポイントを強調表示したり、視覚要素を作成したりできます。\n\n20. 読み込み中\n編集したファイルをデバイスにダウンロードします。これでプロジェクトが完了し、後で使用できるように結果をコンピュータまたは他のデバイスに保存できるようになります。",
    "ko": "Screenit은 이미지와 PDF 문서를 효율적으로 관리하기 위한 다재다능하고 강력한 솔루션입니다. 생성 및 편집부터 저장 및 공유에 이르기까지 시각적 콘텐츠 작업의 모든 단계에서 사용자를 돕는 완전한 도구 세트를 제공합니다. 각 기능을 더 자세히 살펴보겠습니다.\n\n1. 스크린샷\n이 도구를 사용하면 화면 이미지를 즉시 캡처할 수 있습니다. 프로젝트 작업, 프리젠테이션 작성, 정보 문서화 등 어떤 작업을 하든 스크린샷 기능을 사용하면 나중에 사용하고 편집할 수 있도록 중요한 데이터를 저장할 수 있습니다.\n\n2. 전체 스토리 및 편집\n당사 제품은 귀하의 모든 작업을 저장하므로 모든 작업 단계로 돌아가서 필요한 변경을 수행할 수 있습니다. 변경 내역을 완벽하게 제어할 수 있으므로 중요한 정보를 잃을 염려 없이 문서를 빠르고 효율적으로 편집할 수 있습니다.\n\n3. 이미지 삽입\n프로젝트에 이미지를 쉽게 추가하세요. 이 기능은 문서, 프리젠테이션 또는 시각적 표현이 필요한 기타 컨텐츠의 시각적 경험을 향상시키는 데 이상적입니다.\n\n4. 선 도구\n직선을 만드는 것이 결코 쉬운 일은 아닙니다. 이 도구를 사용하여 이미지의 중요한 요소를 강조하거나 지적할 수 있습니다. 다이어그램, 다이어그램 및 기타 그래픽 요소를 만드는 데 이상적입니다.\n\n5. 선택 도구\n형광펜을 사용하면 주요 정보를 강조하는 것이 더 쉬워집니다. 이 도구를 사용하면 중요한 데이터에 주의를 집중할 수 있으며, 이는 정보가 풍부한 긴 문서나 이미지를 작업할 때 특히 유용합니다.\n\n6. 이미지 및 PDF 업로드\n추가 편집 및 사용을 위해 이미지와 PDF 파일을 업로드하세요. 이를 통해 귀하의 제품은 다양한 형식의 문서 및 이미지 작업을 위한 편리한 도구가 됩니다.\n\n7. 컬렉션 만들기\n컬렉션을 만들어 프로젝트를 구성하세요. 이 기능을 사용하면 여러 파일을 하나의 프로젝트에 결합하여 관리 및 액세스가 더 쉬워집니다. 이는 대규모 프로젝트나 아카이브 작업에 이상적인 솔루션입니다.\n\n8. 서명 추가\n문서에 전자 서명을 쉽게 추가할 수 있습니다. 계약서에 서명하든 단순히 개인 메모를 추가하든 이 기능은 문서를 인증하는 빠르고 안정적인 방법을 제공합니다.\n\n9. 직사각형 도구\n이미지의 특정 영역을 강조 표시하려면 직사각형 모양을 만드세요. 이는 핵심 요소를 강조하거나 불필요한 세부 사항을 숨기는 좋은 방법입니다.\n\n10. 색상 및 음영\n다양한 색상을 사용하여 이미지에 강조점을 만들고 요소를 채웁니다. 이 기능을 사용하면 문서와 이미지를 개인화하고 시각적 매력을 향상시킬 수 있습니다.\n\n11. 전체 웹사이트 캡처\n추가 분석이나 사용을 위해 전체 웹 페이지의 이미지를 캡처합니다. 웹 콘텐츠를 보관하거나 참조 자료를 만드는 데 이상적입니다.\n\n12. 텍스트 도구\n이미지와 PDF 문서에 텍스트를 추가합니다. 이 기능을 사용하면 이미지와 문서에 직접 주석이나 설명을 추가하고 더 많은 정보를 제공할 수 있습니다.\n\n13. 캔버스 트리밍\n캔버스 자르기 도구를 사용하면 이미지에서 원하지 않는 부분을 제거하여 더욱 집중적이고 깔끔하게 만들 수 있습니다. 이는 문서에 게시하거나 포함할 이미지를 준비하는 데 중요한 기능입니다.\n\n14. 흐림 도구\n민감한 정보를 숨기거나 다른 요소를 강조하려면 이미지의 특정 부분을 흐리게 처리하세요. 이 기능은 공용으로 사용할 이미지를 준비할 때 특히 유용합니다.\n\n15. 클립보드에 복사\n다른 응용 프로그램에서 빠르고 쉽게 사용할 수 있도록 이미지와 텍스트를 클립보드에 복사합니다. 이를 통해 문서 작성 및 편집 프로세스의 속도가 크게 향상됩니다.\n\n16. 여러 페이지 추가\n하나의 문서에 여러 페이지를 추가하고 관리하세요. 이 기능을 사용하면 여러 페이지로 구성된 PDF 문서 및 복잡한 구조가 필요한 프로젝트 작업을 더 쉽게 할 수 있습니다.\n\n17. 화살표 도구\n이미지의 중요한 요소를 가리키려면 화살표를 추가하세요. 이 도구는 지침, 다이어그램 및 기타 교육 자료를 만드는 데 이상적입니다.\n\n18. 링크 공유\n링크를 만들어 문서와 이미지를 빠르고 쉽게 공유하세요. 이를 통해 협업이 더 쉬워지고 동료나 고객과 결과를 빠르게 공유할 수 있습니다.\n\n19. 펜 도구\n이미지와 문서에 자유롭게 그림을 그려 독특한 메모를 만드세요. 이 기능을 사용하면 개인화된 주석을 추가하고, 핵심 사항을 강조하거나 시각적 요소를 만들 수 있습니다.\n\n20. 로딩 중\n편집된 파일을 장치에 다운로드합니다. 그러면 프로젝트가 완료되어 나중에 사용할 수 있도록 결과를 컴퓨터나 다른 장치에 저장할 수 있습니다.",
    "ms": "Screenit ialah penyelesaian yang serba boleh dan berkuasa untuk mengurus imej dan dokumen PDF dengan cekap. Ia menghimpunkan satu set alat lengkap yang akan membantu pengguna pada semua peringkat bekerja dengan kandungan visual - daripada penciptaan dan penyuntingan kepada menyimpan dan berkongsi. Mari lihat setiap fungsi dengan lebih terperinci:\n\n1. Tangkapan skrin\nAlat ini membolehkan anda menangkap imej skrin dengan serta-merta. Sama ada anda sedang mengusahakan projek, membuat pembentangan atau mendokumentasikan maklumat, ciri tangkapan skrin boleh membantu anda menyimpan data penting untuk digunakan dan diedit kemudian.\n\n2. Cerita penuh dan penyuntingan\nProduk kami menyimpan semua tindakan anda, yang membolehkan anda kembali ke mana-mana peringkat kerja dan membuat perubahan yang diperlukan. Kawalan penuh ke atas sejarah perubahan membolehkan anda mengedit dokumen dengan cepat dan cekap tanpa rasa takut kehilangan maklumat penting.\n\n3. Memasukkan imej\nTambahkan imej pada projek anda dengan mudah. Ciri ini sesuai untuk meningkatkan pengalaman visual dokumen, pembentangan atau mana-mana kandungan lain yang memerlukan perwakilan visual.\n\n4. Alat garisan\nMembuat garis lurus tidak pernah semudah ini. Gunakan alat ini untuk menyerlahkan atau menunjukkan elemen penting dalam imej. Ia sesuai untuk mencipta rajah, rajah dan elemen grafik lain.\n\n5. Alat pemilihan\nMenyerlahkan maklumat penting menjadi lebih mudah dengan penyerlah. Alat ini membolehkan anda menumpukan perhatian pada data penting, yang amat berguna apabila bekerja dengan dokumen panjang atau imej yang kaya dengan maklumat.\n\n6. Memuat naik imej dan PDF\nMuat naik sebarang imej dan fail PDF untuk penyuntingan dan penggunaan selanjutnya. Ini menjadikan produk anda alat yang mudah untuk bekerja dengan dokumen dan imej dalam pelbagai format.\n\n7. Mencipta koleksi\nSusun projek anda dengan membuat koleksi. Ciri ini membolehkan anda menggabungkan berbilang fail dalam satu projek, menjadikannya lebih mudah untuk diurus dan diakses. Ini adalah penyelesaian yang ideal untuk bekerja pada projek besar atau arkib.\n\n8. Menambah tandatangan\nTambahkan tandatangan elektronik pada dokumen dengan mudah. Sama ada anda menandatangani kontrak atau hanya menambah nota peribadi, ciri ini menyediakan cara yang cepat dan boleh dipercayai untuk mengesahkan dokumen.\n\n9. Alat Segi Empat\nBuat bentuk segi empat tepat untuk menyerlahkan kawasan tertentu imej. Ini adalah cara yang bagus untuk menyerlahkan elemen utama atau menyembunyikan butiran yang tidak perlu.\n\n10. Warna dan lorekan\nGunakan pelbagai warna untuk mencipta aksen dan mengisi elemen dalam imej. Ciri ini membolehkan anda memperibadikan dokumen dan imej anda serta meningkatkan daya tarikan visualnya.\n\n11. Tangkap laman web penuh\nTangkap imej keseluruhan halaman web untuk analisis atau penggunaan selanjutnya. Ia sesuai untuk mengarkib kandungan web atau membuat bahan rujukan.\n\n12. Alat Teks\nTambahkan teks pada imej dan dokumen PDF. Ciri ini membolehkan anda membuat anotasi, menambah ulasan atau penjelasan secara langsung pada imej dan dokumen, menjadikannya lebih bermaklumat.\n\n13. Pemangkasan Kanvas\nDengan alat Canvas Crop, anda boleh mengalih keluar bahagian imej yang tidak diingini, menjadikannya lebih fokus dan bersih. Ini adalah ciri penting untuk menyediakan imej untuk penerbitan atau dimasukkan ke dalam dokumen.\n\n14. Alat Kabur\nKaburkan bahagian tertentu imej untuk menyembunyikan maklumat sensitif atau menyerlahkan elemen lain. Ciri ini amat berguna apabila menyediakan imej untuk kegunaan awam.\n\n15. Salin ke papan keratan\nSalin imej dan teks ke papan keratan untuk kegunaan pantas dan mudah dalam aplikasi lain. Ini mempercepatkan proses mencipta dan menyunting dokumen dengan ketara.\n\n16. Menambah berbilang halaman\nTambah dan urus berbilang halaman dalam satu dokumen. Ciri ini memudahkan untuk bekerja dengan dokumen dan projek PDF berbilang halaman yang memerlukan struktur yang kompleks.\n\n17. Alat anak panah\nTambah anak panah untuk menunjukkan elemen penting dalam imej. Alat ini sesuai untuk membuat arahan, gambar rajah dan bahan pendidikan lain.\n\n18. Kongsi pautan\nCipta pautan untuk berkongsi dokumen dan imej dengan cepat dan mudah. Ini menjadikan kerjasama lebih mudah dan membolehkan anda berkongsi hasil dengan cepat dengan rakan sekerja atau pelanggan.\n\n19. Alat pen\nLukis secara bebas pada imej dan dokumen untuk mencipta nota unik. Ciri ini membolehkan anda menambah anotasi diperibadikan, menyerlahkan perkara utama atau mencipta elemen visual.\n\n20. Memuatkan\nMuat turun fail yang diedit ke peranti anda. Ini melengkapkan projek, membolehkan anda menyimpan hasilnya ke komputer anda atau peranti lain untuk kegunaan kemudian.",
    "pl": "Screenit to wszechstronne i wydajne rozwiązanie do wydajnego zarządzania obrazami i dokumentami PDF. Skupia kompletny zestaw narzędzi, które pomogą użytkownikom na wszystkich etapach pracy z treścią wizualną – od tworzenia i edycji po zapisywanie i udostępnianie. Przyjrzyjmy się każdej funkcji bardziej szczegółowo:\n\n1. Zrzuty ekranu\nTo narzędzie umożliwia natychmiastowe przechwytywanie obrazów ekranu. Niezależnie od tego, czy pracujesz nad projektem, tworzysz prezentację, czy dokumentujesz informacje, funkcja zrzutów ekranu pomoże Ci zapisać ważne dane do późniejszego wykorzystania i edycji.\n\n2. Pełna historia i edycja\nNasz produkt zapamiętuje wszystkie Twoje działania, dzięki czemu możesz wrócić do dowolnego etapu pracy i dokonać niezbędnych zmian. Pełna kontrola nad historią zmian pozwala na szybką i sprawną edycję dokumentów bez obawy o utratę ważnych informacji.\n\n3. Wstawianie obrazów\nZ łatwością dodawaj obrazy do swoich projektów. Ta funkcja idealnie nadaje się do poprawy wrażeń wizualnych związanych z dokumentem, prezentacją lub inną treścią wymagającą reprezentacji wizualnej.\n\n4. Narzędzie Linia\nTworzenie linii prostych nigdy nie było łatwiejsze. Użyj tego narzędzia, aby wyróżnić lub wskazać ważne elementy obrazu. Idealnie nadaje się do tworzenia diagramów, diagramów i innych elementów graficznych.\n\n5. Narzędzie selekcji\nWyróżnianie kluczowych informacji jest łatwiejsze dzięki zakreślaczowi. Narzędzie to pozwala skupić uwagę na ważnych danych, co jest szczególnie przydatne podczas pracy z długimi dokumentami lub obrazami bogatymi w informacje.\n\n6. Przesyłanie obrazów i plików PDF\nPrześlij dowolne obrazy i pliki PDF do dalszej edycji i wykorzystania. Dzięki temu Twój produkt stanie się wygodnym narzędziem do pracy z dokumentami i obrazami w różnych formatach.\n\n7. Tworzenie kolekcji\nUporządkuj swoje projekty, tworząc kolekcje. Ta funkcja umożliwia łączenie wielu plików w jednym projekcie, co ułatwia zarządzanie nimi i dostęp do nich. Jest to idealne rozwiązanie do pracy nad dużymi projektami lub archiwami.\n\n8. Dodawanie podpisów\nZ łatwością dodawaj podpisy elektroniczne do dokumentów. Niezależnie od tego, czy podpisujesz umowę, czy po prostu dodajesz osobistą notatkę, ta funkcja zapewnia szybki i niezawodny sposób poświadczenia dokumentu.\n\n9. Narzędzie Prostokąt\nTwórz prostokątne kształty, aby wyróżnić określone obszary obrazu. To świetny sposób na podkreślenie kluczowych elementów lub ukrycie zbędnych szczegółów.\n\n10. Kolory i cieniowanie\nUżyj różnych kolorów, aby stworzyć akcenty i wypełnić elementy obrazu. Ta funkcja umożliwia personalizację dokumentów i obrazów oraz poprawę ich atrakcyjności wizualnej.\n\n11. Przechwytuj pełne strony internetowe\nPrzechwytuj obrazy całych stron internetowych w celu dalszej analizy lub wykorzystania. Idealnie nadaje się do archiwizacji treści internetowych lub tworzenia materiałów referencyjnych.\n\n12. Narzędzie tekstowe\nDodawaj tekst do obrazów i dokumentów PDF. Ta funkcja umożliwia tworzenie adnotacji, dodawanie komentarzy lub objaśnień bezpośrednio do obrazów i dokumentów, dzięki czemu stają się one bardziej informacyjne.\n\n13. Przycinanie płótna\nZa pomocą narzędzia Kadrowanie na płótnie możesz usunąć niechciane części obrazu, dzięki czemu będzie on bardziej skupiony i czystszy. Jest to ważna funkcja podczas przygotowywania obrazów do publikacji lub umieszczenia w dokumentach.\n\n14. Narzędzie rozmycia\nRozmyj określone części obrazu, aby ukryć poufne informacje lub wyróżnić inne elementy. Ta funkcja jest szczególnie przydatna podczas przygotowywania zdjęć do użytku publicznego.\n\n15. Skopiuj do schowka\nKopiuj obrazy i tekst do schowka, aby szybko i łatwo korzystać z nich w innych aplikacjach. Znacząco przyspiesza to proces tworzenia i edycji dokumentów.\n\n16. Dodawanie wielu stron\nDodawaj i zarządzaj wieloma stronami w jednym dokumencie. Ta funkcja ułatwia pracę z wielostronicowymi dokumentami PDF i projektami wymagającymi złożonych struktur.\n\n17. Narzędzie Strzałka\nDodaj strzałki, aby wskazać ważne elementy obrazu. Narzędzie to idealnie nadaje się do tworzenia instrukcji, diagramów i innych materiałów edukacyjnych.\n\n18. Udostępnij linki\nTwórz łącza, aby szybko i łatwo udostępniać dokumenty i obrazy. Ułatwia to współpracę i umożliwia szybkie udostępnianie wyników współpracownikom lub klientom.\n\n19. Narzędzie Pióro\nRysuj odręcznie na obrazach i dokumentach, aby tworzyć unikalne notatki. Ta funkcja umożliwia dodawanie spersonalizowanych adnotacji, podkreślanie kluczowych punktów lub tworzenie elementów wizualnych.\n\n20. Ładowanie\nPobierz edytowane pliki na swoje urządzenie. To kończy projekt, umożliwiając zapisanie wyników na komputerze lub innym urządzeniu do późniejszego wykorzystania.",
    "pt_BR,pt_PT": "Screenit é uma solução versátil e poderosa para gerenciar imagens e documentos PDF com eficiência. Ele reúne um conjunto completo de ferramentas que ajudarão os usuários em todas as etapas do trabalho com conteúdo visual – desde a criação e edição até salvar e compartilhar. Vejamos cada função com mais detalhes:\n\n1. Capturas de tela\nEsta ferramenta permite capturar imagens da tela instantaneamente. Esteja você trabalhando em um projeto, criando uma apresentação ou documentando informações, o recurso de captura de tela pode ajudá-lo a salvar dados importantes para uso e edição posterior.\n\n2. História completa e edição\nNosso produto salva todas as suas ações, o que possibilita retornar a qualquer etapa do trabalho e fazer as alterações necessárias. O controle total sobre o histórico de alterações permite editar documentos de forma rápida e eficiente, sem medo de perder informações importantes.\n\n3. Inserindo imagens\nAdicione facilmente imagens aos seus projetos. Este recurso é ideal para aprimorar a experiência visual de um documento, apresentação ou qualquer outro conteúdo que exija representação visual.\n\n4. Ferramenta Linha\nCriar linhas retas nunca foi tão fácil. Use esta ferramenta para destacar ou apontar elementos importantes em uma imagem. É ideal para criar diagramas, diagramas e outros elementos gráficos.\n\n5. Ferramenta de seleção\nDestacar informações importantes fica mais fácil com um marcador. Esta ferramenta permite concentrar a atenção em dados importantes, o que é especialmente útil ao trabalhar com documentos longos ou imagens ricas em informações.\n\n6. Upload de imagens e PDFs\nCarregue quaisquer imagens e arquivos PDF para posterior edição e uso. Isso torna seu produto uma ferramenta conveniente para trabalhar com documentos e imagens em diversos formatos.\n\n7. Criando coleções\nOrganize seus projetos criando coleções. Este recurso permite combinar vários arquivos em um projeto, tornando-os mais fáceis de gerenciar e acessar. Esta é uma solução ideal para trabalhar em grandes projetos ou arquivos.\n\n8. Adicionando assinaturas\nAdicione facilmente assinaturas eletrônicas a documentos. Esteja você assinando um contrato ou simplesmente adicionando uma nota pessoal, esse recurso oferece uma maneira rápida e confiável de certificar um documento.\n\n9. Ferramenta Retângulo\nCrie formas retangulares para destacar áreas específicas de uma imagem. Esta é uma ótima maneira de destacar elementos-chave ou ocultar detalhes desnecessários.\n\n10. Cores e sombreamento\nUse uma variedade de cores para criar detalhes e preencher elementos na imagem. Este recurso permite que você personalize seus documentos e imagens e melhore seu apelo visual.\n\n11. Capture sites completos\nCapture imagens de páginas da web inteiras para análise ou uso posterior. É ideal para arquivar conteúdo da web ou criar materiais de referência.\n\n12. Ferramenta de texto\nAdicione texto a imagens e documentos PDF. Este recurso permite criar anotações, adicionar comentários ou explicações diretamente nas imagens e documentos, tornando-os mais informativos.\n\n13. Corte de tela\nCom a ferramenta Canvas Crop, você pode remover partes indesejadas da imagem, tornando-a mais focada e limpa. Este é um recurso importante na preparação de imagens para publicação ou inclusão em documentos.\n\n14. Ferramenta de desfoque\nDesfoque certas partes da imagem para ocultar informações confidenciais ou destacar outros elementos. Este recurso é especialmente útil ao preparar imagens para uso público.\n\n15. Copie para a área de transferência\nCopie imagens e texto para a área de transferência para uso rápido e fácil em outros aplicativos. Isso acelera significativamente o processo de criação e edição de documentos.\n\n16. Adicionando múltiplas páginas\nAdicione e gerencie várias páginas em um documento. Esse recurso facilita o trabalho com documentos PDF de várias páginas e projetos que exigem estruturas complexas.\n\n17. Ferramenta de seta\nAdicione setas para apontar elementos importantes na imagem. Esta ferramenta é ideal para criar instruções, diagramas e outros materiais educativos.\n\n18. Compartilhe links\nCrie links para compartilhar documentos e imagens de forma rápida e fácil. Isso facilita a colaboração e permite que você compartilhe rapidamente os resultados com colegas ou clientes.\n\n19. Ferramenta Caneta\nDesenhe à mão livre em imagens e documentos para criar notas exclusivas. Este recurso permite adicionar anotações personalizadas, destacando pontos-chave ou criando elementos visuais.\n\n20. Carregando\nBaixe arquivos editados para o seu dispositivo. Isso conclui o projeto, permitindo salvar os resultados em seu computador ou outro dispositivo para uso posterior.",
    "ro": "Screenit este o soluție versatilă și puternică pentru gestionarea eficientă a imaginilor și a documentelor PDF. Acesta reunește un set complet de instrumente care vor ajuta utilizatorii în toate etapele de lucru cu conținut vizual - de la creare și editare până la salvare și partajare. Să ne uităm la fiecare funcție mai detaliat:\n\n1. Capturi de ecran\nAcest instrument vă permite să capturați instantaneu imagini de pe ecran. Indiferent dacă lucrați la un proiect, creați o prezentare sau documentați informații, funcția de captură de ecran vă poate ajuta să salvați date importante pentru utilizare și editare ulterioară.\n\n2. Povestea completă și editare\nProdusul nostru salvează toate acțiunile dvs., ceea ce face posibilă revenirea la orice etapă de lucru și efectuarea modificărilor necesare. Controlul deplin asupra istoricului modificărilor vă permite să editați rapid și eficient documentele fără teama de a pierde informații importante.\n\n3. Inserarea imaginilor\nAdăugați cu ușurință imagini la proiectele dvs. Această caracteristică este ideală pentru îmbunătățirea experienței vizuale a unui document, a unei prezentări sau a oricărui alt conținut care necesită reprezentare vizuală.\n\n4. Instrument de linie\nCrearea de linii drepte nu a fost niciodată mai ușoară. Utilizați acest instrument pentru a evidenția sau a sublinia elementele importante dintr-o imagine. Este ideal pentru crearea de diagrame, diagrame și alte elemente grafice.\n\n5. Instrument de selecție\nEvidențierea informațiilor cheie este ușoară cu ajutorul unui iluminator. Acest instrument vă permite să vă concentrați atenția asupra datelor importante, ceea ce este util în special atunci când lucrați cu documente lungi sau imagini bogate în informații.\n\n6. Încărcarea imaginilor și a fișierelor PDF\nÎncărcați orice imagini și fișiere PDF pentru editare și utilizare ulterioară. Acest lucru face ca produsul dvs. să fie un instrument convenabil pentru lucrul cu documente și imagini într-o varietate de formate.\n\n7. Crearea colecțiilor\nOrganizați-vă proiectele creând colecții. Această caracteristică vă permite să combinați mai multe fișiere într-un singur proiect, făcându-le mai ușor de gestionat și accesat. Aceasta este o soluție ideală pentru a lucra la proiecte mari sau arhive.\n\n8. Adăugarea semnăturilor\nAdăugați cu ușurință semnături electronice la documente. Indiferent dacă semnați un contract sau pur și simplu adăugați o notă personală, această funcție oferă o modalitate rapidă și fiabilă de a certifica un document.\n\n9. Instrumentul dreptunghi\nCreați forme dreptunghiulare pentru a evidenția anumite zone ale unei imagini. Aceasta este o modalitate excelentă de a evidenția elemente cheie sau de a ascunde detaliile inutile.\n\n10. Culori și umbrire\nUtilizați o varietate de culori pentru a crea accente și a umple elementele din imagine. Această caracteristică vă permite să vă personalizați documentele și imaginile și să le îmbunătățiți atractivitatea vizuală.\n\n11. Capturați site-uri web complete\nCapturați imagini ale întregii pagini web pentru analize sau utilizare ulterioară. Este ideal pentru arhivarea conținutului web sau crearea de materiale de referință.\n\n12. Instrument Text\nAdăugați text la imagini și documente PDF. Această caracteristică vă permite să creați adnotări, să adăugați comentarii sau explicații direct pe imagini și documente, făcându-le mai informative.\n\n13. Tunderea pânzei\nCu instrumentul Canvas Crop, puteți elimina părțile nedorite ale imaginii, făcând-o mai concentrată și mai curată. Aceasta este o caracteristică importantă pentru pregătirea imaginilor pentru publicare sau includere în documente.\n\n14. Instrument pentru estompare\nEstompați anumite părți ale imaginii pentru a ascunde informații sensibile sau pentru a evidenția alte elemente. Această caracteristică este utilă în special atunci când se pregătesc imagini pentru uz public.\n\n15. Copiați în clipboard\nCopiați imaginile și textul în clipboard pentru o utilizare rapidă și ușoară în alte aplicații. Acest lucru accelerează semnificativ procesul de creare și editare a documentelor.\n\n16. Adăugarea mai multor pagini\nAdăugați și gestionați mai multe pagini într-un singur document. Această caracteristică facilitează lucrul cu documente PDF cu mai multe pagini și proiecte care necesită structuri complexe.\n\n17. Instrument săgeată\nAdăugați săgeți pentru a indica elementele importante din imagine. Acest instrument este ideal pentru crearea de instrucțiuni, diagrame și alte materiale educaționale.\n\n18. Partajați linkuri\nCreați link-uri pentru a partaja rapid și ușor documente și imagini. Acest lucru facilitează colaborarea și vă permite să împărtășiți rapid rezultatele cu colegii sau clienții.\n\n19. Instrument stilou\nDesenați cu mână liberă pe imagini și documente pentru a crea note unice. Această caracteristică vă permite să adăugați adnotări personalizate, evidențiind punctele cheie sau creând elemente vizuale.\n\n20. Încărcare\nDescărcați fișierele editate pe dispozitivul dvs. Acest lucru finalizează proiectul, permițându-vă să salvați rezultatele pe computer sau pe alt dispozitiv pentru o utilizare ulterioară.",
    "ru": "Screenit - это  продукт представляет собой универсальное и мощное решение для эффективного управления изображениями и PDF-документами. Он объединяет в себе полный набор инструментов, которые помогут пользователям на всех этапах работы с визуальным контентом – от создания и редактирования до сохранения и обмена. Давайте рассмотрим каждую функцию подробнее:\n\n1. Снимки экрана\nЭтот инструмент позволяет мгновенно захватывать изображение с экрана. Независимо от того, работаете ли вы над проектом, создаете презентацию или документируете информацию, функция снимков экрана поможет сохранить важные данные для дальнейшего использования и редактирования.\n\n2. Полная история и редактирование\nНаш продукт сохраняет все ваши действия, что дает возможность вернуться к любому этапу работы и внести необходимые правки. Полный контроль над историей изменений позволяет быстро и эффективно редактировать документы без страха потерять важную информацию.\n\n3. Вставка изображений\nС легкостью добавляйте изображения в свои проекты. Эта функция идеально подходит для улучшения визуального восприятия документа, презентации или любого другого контента, где требуется наглядное представление.\n\n4. Инструмент линии\nСоздание прямых линий никогда не было проще. Используйте этот инструмент для выделения или указания на важные элементы на изображении. Он идеально подходит для создания схем, диаграмм и других графических элементов.\n\n5. Инструмент выделения\nВыделение ключевой информации становится проще с помощью маркера. Этот инструмент позволяет акцентировать внимание на важных данных, что особенно полезно при работе с длинными документами или изображениями, насыщенными информацией.\n\n6. Загрузка изображений и PDF-файлов\nЗагружайте любые изображения и PDF-файлы для их дальнейшего редактирования и использования. Это делает ваш продукт удобным инструментом для работы с документами и изображениями в самых разных форматах.\n\n7. Создание коллекций\nОрганизуйте свои проекты с помощью создания коллекций. Эта функция позволяет объединять множество файлов в одном проекте, упрощая управление и доступ к ним. Это идеальное решение для работы над крупными проектами или архивами.\n\n8. Добавление подписей\nЛегко добавляйте электронные подписи на документы. Независимо от того, подписываете ли вы контракт или просто добавляете личную метку, эта функция обеспечивает быстрый и надежный способ заверить документ.\n\n9. Инструмент прямоугольника\nСоздавайте прямоугольные фигуры для выделения определенных областей изображения. Это отличный способ акцентировать внимание на ключевых элементах или скрыть ненужные детали.\n\n10. Цвета и заливка\nИспользуйте разнообразные цветовые решения для создания акцентов и заливки элементов на изображении. Эта функция позволяет придавать документам и изображениям индивидуальный стиль и улучшать их визуальное восприятие.\n\n11. Захват полных веб-сайтов\nЗахватывайте изображения целых веб-страниц для дальнейшего анализа или использования. Это идеальное решение для архивирования веб-контента или создания справочных материалов.\n\n12. Инструмент текста\nДобавляйте текст на изображения и PDF-документы. Эта функция позволяет создавать аннотации, добавлять комментарии или пояснения прямо на изображениях и в документах, делая их более информативными.\n\n13. Обрезка холста\nС помощью инструмента обрезки холста вы можете удалить ненужные части изображения, делая его более фокусированным и чистым. Это важная функция для подготовки изображений к публикации или включению в документы.\n\n14. Инструмент размытия\nРазмывайте определенные части изображения, чтобы скрыть конфиденциальную информацию или сделать акцент на других элементах. Эта функция особенно полезна при подготовке изображений для публичного использования.\n\n15. Копирование в буфер обмена\nКопируйте изображения и текст в буфер обмена для быстрого и легкого использования в других приложениях. Это значительно ускоряет процесс создания и редактирования документов.\n\n16. Добавление нескольких страниц\nДобавляйте и управляйте несколькими страницами в одном документе. Эта функция облегчает работу с многостраничными PDF-документами и проектами, требующими сложной структуры.\n\n17. Инструмент стрелок\nДобавляйте стрелки для указания на важные элементы на изображении. Этот инструмент идеально подходит для создания инструкций, схем и других учебных материалов.\n\n18. Поделись ссылками\nСоздавайте ссылки для быстрого и удобного обмена документами и изображениями. Это упрощает совместную работу и позволяет быстро делиться результатами с коллегами или клиентами.\n\n19. Инструмент пера\nРисуйте от руки на изображениях и документах для создания уникальных заметок. Эта функция позволяет добавлять персонализированные аннотации, выделяя ключевые моменты или создавая визуальные элементы.\n\n20. Загрузка\nЗагружайте отредактированные файлы на устройство. Это завершает процесс работы над проектом, позволяя сохранить результаты на ваш компьютер или другое устройство для дальнейшего использования.",
    "th": "Screenit เป็นโซลูชั่นอเนกประสงค์และมีประสิทธิภาพสำหรับการจัดการรูปภาพและเอกสาร PDF ได้อย่างมีประสิทธิภาพ โดยรวบรวมชุดเครื่องมือครบชุดที่จะช่วยเหลือผู้ใช้ในทุกขั้นตอนในการทำงานกับเนื้อหาภาพ ตั้งแต่การสร้างและการแก้ไขไปจนถึงการบันทึกและแบ่งปัน มาดูรายละเอียดแต่ละฟังก์ชันกันดีกว่า:\n\n1. ภาพหน้าจอ\nเครื่องมือนี้ช่วยให้คุณจับภาพหน้าจอได้ทันที ไม่ว่าคุณจะทำงานในโครงการ สร้างงานนำเสนอ หรือจัดทำเอกสารข้อมูล คุณสมบัติภาพหน้าจอสามารถช่วยให้คุณบันทึกข้อมูลสำคัญเพื่อใช้และแก้ไขในภายหลังได้\n\n2. เรื่องเต็มและการเรียบเรียง\nผลิตภัณฑ์ของเราบันทึกการกระทำทั้งหมดของคุณ ซึ่งทำให้สามารถกลับไปสู่ขั้นตอนการทำงานใดๆ และทำการเปลี่ยนแปลงที่จำเป็นได้ การควบคุมประวัติการเปลี่ยนแปลงโดยสมบูรณ์ช่วยให้คุณแก้ไขเอกสารได้อย่างรวดเร็วและมีประสิทธิภาพโดยไม่ต้องกลัวว่าจะสูญเสียข้อมูลสำคัญ\n\n3. การแทรกรูปภาพ\nเพิ่มรูปภาพในโครงการของคุณได้อย่างง่ายดาย คุณสมบัตินี้เหมาะอย่างยิ่งสำหรับการปรับปรุงประสบการณ์การมองเห็นของเอกสาร การนำเสนอ หรือเนื้อหาอื่นใดที่ต้องใช้การแสดงภาพ\n\n4. เครื่องมือเส้น\nการสร้างเส้นตรงได้ง่ายกว่าที่เคย ใช้เครื่องมือนี้เพื่อเน้นหรือชี้ให้เห็นองค์ประกอบที่สำคัญในรูปภาพ เหมาะสำหรับการสร้างไดอะแกรม ไดอะแกรม และองค์ประกอบกราฟิกอื่นๆ\n\n5. เครื่องมือการเลือก\nการเน้นข้อมูลสำคัญทำได้ง่ายขึ้นด้วยปากกาเน้นข้อความ เครื่องมือนี้ช่วยให้คุณมุ่งความสนใจไปที่ข้อมูลสำคัญ ซึ่งมีประโยชน์อย่างยิ่งเมื่อทำงานกับเอกสารขนาดยาวหรือรูปภาพที่มีข้อมูลมากมาย\n\n6. การอัพโหลดรูปภาพและ PDF\nอัปโหลดรูปภาพและไฟล์ PDF เพื่อแก้ไขและใช้งานเพิ่มเติม ทำให้ผลิตภัณฑ์ของคุณเป็นเครื่องมือที่สะดวกสำหรับการทำงานกับเอกสารและรูปภาพในรูปแบบต่างๆ\n\n7. การสร้างคอลเลกชัน\nจัดระเบียบโครงการของคุณโดยการสร้างคอลเลกชัน คุณสมบัตินี้ช่วยให้คุณสามารถรวมไฟล์หลายไฟล์ไว้ในโปรเจ็กต์เดียว ทำให้จัดการและเข้าถึงได้ง่ายขึ้น นี่เป็นโซลูชั่นที่ดีเยี่ยมสำหรับการทำงานในโครงการขนาดใหญ่หรือเอกสารสำคัญ\n\n8. การเพิ่มลายเซ็น\nเพิ่มลายเซ็นอิเล็กทรอนิกส์ลงในเอกสารได้อย่างง่ายดาย ไม่ว่าคุณจะลงนามในสัญญาหรือเพียงเพิ่มบันทึกส่วนตัว คุณลักษณะนี้มอบวิธีการรับรองเอกสารที่รวดเร็วและเชื่อถือได้\n\n9. เครื่องมือสี่เหลี่ยมผืนผ้า\nสร้างรูปทรงสี่เหลี่ยมเพื่อเน้นพื้นที่เฉพาะของรูปภาพ นี่เป็นวิธีที่ยอดเยี่ยมในการเน้นองค์ประกอบหลักหรือซ่อนรายละเอียดที่ไม่จำเป็น\n\n10. สีและการแรเงา\nใช้สีที่หลากหลายเพื่อสร้างสำเนียงและเติมองค์ประกอบในภาพ คุณสมบัตินี้ช่วยให้คุณปรับแต่งเอกสารและรูปภาพในแบบของคุณ และปรับปรุงรูปลักษณ์ให้ดึงดูดใจ\n\n11. จับภาพเว็บไซต์เต็มรูปแบบ\nจับภาพของหน้าเว็บทั้งหมดเพื่อการวิเคราะห์หรือการใช้งานเพิ่มเติม เหมาะอย่างยิ่งสำหรับการเก็บถาวรเนื้อหาเว็บหรือการสร้างเอกสารอ้างอิง\n\n12. เครื่องมือข้อความ\nเพิ่มข้อความลงในรูปภาพและเอกสาร PDF คุณลักษณะนี้ช่วยให้คุณสร้างคำอธิบายประกอบ เพิ่มความคิดเห็นหรือคำอธิบายได้โดยตรงบนรูปภาพและเอกสาร ทำให้มีข้อมูลมากขึ้น\n\n13. การตัดแต่งผ้าใบ\nด้วย Canvas Crop Tool คุณสามารถลบส่วนที่ไม่ต้องการของภาพออกได้ ทำให้ภาพมีโฟกัสและสะอาดตายิ่งขึ้น นี่เป็นคุณสมบัติที่สำคัญในการเตรียมรูปภาพเพื่อเผยแพร่หรือรวมไว้ในเอกสาร\n\n14. เครื่องมือเบลอ\nเบลอบางส่วนของภาพเพื่อซ่อนข้อมูลที่ละเอียดอ่อนหรือเน้นองค์ประกอบอื่นๆ คุณสมบัตินี้มีประโยชน์อย่างยิ่งเมื่อเตรียมภาพเพื่อการใช้งานสาธารณะ\n\n15. คัดลอกไปยังคลิปบอร์ด\nคัดลอกรูปภาพและข้อความไปยังคลิปบอร์ดเพื่อการใช้งานที่รวดเร็วและง่ายดายในแอปพลิเคชันอื่น สิ่งนี้จะช่วยเร่งกระบวนการสร้างและแก้ไขเอกสารให้เร็วขึ้นอย่างมาก\n\n16. การเพิ่มหลายหน้า\nเพิ่มและจัดการหลายหน้าในเอกสารเดียว คุณสมบัตินี้ช่วยให้ทำงานกับเอกสาร PDF หลายหน้าและโปรเจ็กต์ที่ต้องใช้โครงสร้างที่ซับซ้อนได้ง่ายขึ้น\n\n17. เครื่องมือลูกศร\nเพิ่มลูกศรเพื่อชี้ให้เห็นองค์ประกอบที่สำคัญในภาพ เครื่องมือนี้เหมาะอย่างยิ่งสำหรับการสร้างคำแนะนำ ไดอะแกรม และสื่อการเรียนรู้อื่นๆ\n\n18. แชร์ลิงก์\nสร้างลิงก์เพื่อแชร์เอกสารและรูปภาพอย่างรวดเร็วและง่ายดาย ทำให้การทำงานร่วมกันง่ายขึ้นและช่วยให้คุณสามารถแบ่งปันผลลัพธ์กับเพื่อนร่วมงานหรือลูกค้าได้อย่างรวดเร็ว\n\n19. เครื่องมือปากกา\nวาดภาพและเอกสารด้วยมือเปล่าเพื่อสร้างบันทึกที่ไม่ซ้ำใคร คุณลักษณะนี้ช่วยให้คุณสามารถเพิ่มคำอธิบายประกอบส่วนบุคคล เน้นประเด็นสำคัญ หรือสร้างองค์ประกอบภาพได้\n\n20. กำลังโหลด\nดาวน์โหลดไฟล์ที่แก้ไขไปยังอุปกรณ์ของคุณ การดำเนินการนี้จะทำให้โปรเจ็กต์เสร็จสมบูรณ์ โดยช่วยให้คุณสามารถบันทึกผลลัพธ์ลงในคอมพิวเตอร์หรืออุปกรณ์อื่น ๆ เพื่อใช้ในภายหลังได้",
    "tr": "Screenit, görüntüleri ve PDF belgelerini verimli bir şekilde yönetmek için çok yönlü ve güçlü bir çözümdür. Oluşturma ve düzenlemeden kaydetme ve paylaşmaya kadar görsel içerikle çalışmanın tüm aşamalarında kullanıcılara yardımcı olacak eksiksiz bir araç setini bir araya getirir. Her fonksiyona daha ayrıntılı olarak bakalım:\n\n1. Ekran görüntüleri\nBu araç, ekran görüntülerini anında yakalamanıza olanak tanır. İster bir proje üzerinde çalışıyor olun, ister sunum oluşturuyor olun, ister bilgileri belgeliyor olun, ekran görüntüsü özelliği önemli verileri daha sonra kullanmak ve düzenlemek üzere kaydetmenize yardımcı olabilir.\n\n2. Hikayenin tamamı ve düzenleme\nÜrünümüz tüm işlemlerinizi kaydederek işin herhangi bir aşamasına geri dönmenizi ve gerekli değişiklikleri yapmanızı mümkün kılar. Değişiklik geçmişi üzerinde tam kontrol, önemli bilgileri kaybetme korkusu olmadan belgeleri hızlı ve verimli bir şekilde düzenlemenize olanak tanır.\n\n3. Resim ekleme\nProjelerinize kolayca görsel ekleyin. Bu özellik, bir belgenin, sunumun veya görsel sunum gerektiren herhangi bir içeriğin görsel deneyimini geliştirmek için idealdir.\n\n4. Çizgi aracı\nDüz çizgiler oluşturmak hiç bu kadar kolay olmamıştı. Bir görüntüdeki önemli öğeleri vurgulamak veya belirtmek için bu aracı kullanın. Diyagramlar, diyagramlar ve diğer grafik öğeleri oluşturmak için idealdir.\n\n5. Seçim aracı\nVurgulayıcıyla önemli bilgilerin vurgulanması daha kolay hale gelir. Bu araç, dikkatinizi önemli verilere odaklamanıza olanak tanır; bu, özellikle uzun belgelerle veya bilgi açısından zengin resimlerle çalışırken kullanışlıdır.\n\n6. Görüntüleri ve PDF'leri yükleme\nDaha fazla düzenleme ve kullanım için tüm görselleri ve PDF dosyalarını yükleyin. Bu, ürününüzü çeşitli formatlardaki belgeler ve resimlerle çalışmak için kullanışlı bir araç haline getirir.\n\n7. Koleksiyon oluşturma\nKoleksiyonlar oluşturarak projelerinizi düzenleyin. Bu özellik, birden fazla dosyayı tek bir projede birleştirmenize olanak tanıyarak bunların yönetilmesini ve erişilmesini kolaylaştırır. Bu, büyük projeler veya arşivler üzerinde çalışmak için ideal bir çözümdür.\n\n8. İmza ekleme\nBelgelere kolayca elektronik imza ekleyin. İster bir sözleşme imzalıyor olun ister yalnızca kişisel bir not ekliyor olun, bu özellik bir belgeyi onaylamanın hızlı ve güvenilir bir yolunu sunar.\n\n9. Dikdörtgen Aracı\nBir görüntünün belirli alanlarını vurgulamak için dikdörtgen şekiller oluşturun. Bu, önemli unsurları vurgulamanın veya gereksiz ayrıntıları gizlemenin harika bir yoludur.\n\n10. Renkler ve gölgeleme\nGörüntüde vurgular oluşturmak ve öğeleri doldurmak için çeşitli renkler kullanın. Bu özellik belgelerinizi ve görsellerinizi kişiselleştirmenize ve görsel çekiciliğini artırmanıza olanak tanır.\n\n11. Web sitelerinin tamamını yakalayın\nDaha fazla analiz veya kullanım için tüm web sayfalarının görüntülerini yakalayın. Web içeriğini arşivlemek veya referans materyalleri oluşturmak için idealdir.\n\n12. Metin Aracı\nResimlere ve PDF belgelerine metin ekleyin. Bu özellik, görsellerin ve belgelerin üzerine doğrudan açıklamalar oluşturmanıza, yorum veya açıklamalar eklemenize olanak tanıyarak onları daha bilgilendirici hale getirir.\n\n13. Kanvas Kırpma\nKanvas Kırpma aracıyla görüntünün istenmeyen kısımlarını kaldırarak görüntüyü daha odaklanmış ve daha temiz hale getirebilirsiniz. Bu, görüntüleri yayına veya belgelere dahil edilmeye hazırlamak için önemli bir özelliktir.\n\n14. Bulanıklaştırma Aracı\nHassas bilgileri gizlemek veya diğer öğeleri vurgulamak için görüntünün belirli kısımlarını bulanıklaştırın. Bu özellik özellikle görselleri genel kullanıma hazırlarken kullanışlıdır.\n\n15. Panoya kopyala\nDiğer uygulamalarda hızlı ve kolay kullanım için görüntüleri ve metni panoya kopyalayın. Bu, belge oluşturma ve düzenleme sürecini önemli ölçüde hızlandırır.\n\n16. Birden fazla sayfa ekleme\nTek bir belgeye birden fazla sayfa ekleyin ve yönetin. Bu özellik, çok sayfalı PDF belgeleriyle ve karmaşık yapılar gerektiren projelerle çalışmayı kolaylaştırır.\n\n17. Ok aracı\nGörüntüdeki önemli öğeleri belirtmek için oklar ekleyin. Bu araç talimatlar, diyagramlar ve diğer eğitim materyalleri oluşturmak için idealdir.\n\n18. Bağlantıları paylaşın\nBelgeleri ve görüntüleri hızlı ve kolay bir şekilde paylaşmak için bağlantılar oluşturun. Bu, işbirliğini kolaylaştırır ve sonuçları meslektaşlarınız veya müşterilerinizle hızlı bir şekilde paylaşmanıza olanak tanır.\n\n19. Kalem aracı\nBenzersiz notlar oluşturmak için resimlere ve belgelere serbest çizim yapın. Bu özellik, kişiselleştirilmiş açıklamalar eklemenize, önemli noktaları vurgulamanıza veya görsel öğeler oluşturmanıza olanak tanır.\n\n20. Yükleniyor\nDüzenlenen dosyaları cihazınıza indirin. Bu, projeyi tamamlar ve sonuçları daha sonra kullanmak üzere bilgisayarınıza veya başka bir cihaza kaydetmenize olanak tanır.",
    "vi": "Screenit là một giải pháp linh hoạt và mạnh mẽ để quản lý hình ảnh và tài liệu PDF một cách hiệu quả. Nó tập hợp một bộ công cụ hoàn chỉnh sẽ giúp người dùng ở mọi giai đoạn làm việc với nội dung trực quan - từ tạo và chỉnh sửa đến lưu và chia sẻ. Hãy xem xét từng chức năng chi tiết hơn:\n\n1. Ảnh chụp màn hình\nCông cụ này cho phép bạn chụp ảnh màn hình ngay lập tức. Cho dù bạn đang làm việc trên một dự án, tạo bản trình bày hay ghi lại thông tin, tính năng chụp màn hình có thể giúp bạn lưu dữ liệu quan trọng để sử dụng và chỉnh sửa sau này.\n\n2. Toàn bộ câu chuyện và chỉnh sửa\nSản phẩm của chúng tôi lưu lại tất cả các hành động của bạn, giúp bạn có thể quay lại bất kỳ giai đoạn làm việc nào và thực hiện những thay đổi cần thiết. Toàn quyền kiểm soát lịch sử thay đổi cho phép bạn chỉnh sửa tài liệu nhanh chóng và hiệu quả mà không sợ mất thông tin quan trọng.\n\n3. Chèn hình ảnh\nDễ dàng thêm hình ảnh vào dự án của bạn. Tính năng này lý tưởng để nâng cao trải nghiệm trực quan của tài liệu, bản trình bày hoặc bất kỳ nội dung nào khác yêu cầu thể hiện bằng hình ảnh.\n\n4. Công cụ đường kẻ\nTạo các đường thẳng chưa bao giờ dễ dàng hơn thế. Sử dụng công cụ này để làm nổi bật hoặc chỉ ra các yếu tố quan trọng trong hình ảnh. Đó là lý tưởng để tạo sơ đồ, sơ đồ và các yếu tố đồ họa khác.\n\n5. Công cụ lựa chọn\nViệc làm nổi bật thông tin quan trọng được thực hiện dễ dàng hơn bằng bút đánh dấu. Công cụ này cho phép bạn tập trung sự chú ý vào dữ liệu quan trọng, đặc biệt hữu ích khi làm việc với các tài liệu dài hoặc hình ảnh giàu thông tin.\n\n6. Tải hình ảnh và tệp PDF lên\nTải lên bất kỳ hình ảnh và tệp PDF nào để chỉnh sửa và sử dụng thêm. Điều này làm cho sản phẩm của bạn trở thành một công cụ thuận tiện để làm việc với các tài liệu và hình ảnh ở nhiều định dạng khác nhau.\n\n7. Tạo bộ sưu tập\nTổ chức các dự án của bạn bằng cách tạo các bộ sưu tập. Tính năng này cho phép bạn kết hợp nhiều tệp trong một dự án, giúp quản lý và truy cập chúng dễ dàng hơn. Đây là một giải pháp lý tưởng để làm việc trên các dự án hoặc kho lưu trữ lớn.\n\n8. Thêm chữ ký\nDễ dàng thêm chữ ký điện tử vào tài liệu. Cho dù bạn đang ký hợp đồng hay chỉ đơn giản là thêm ghi chú cá nhân, tính năng này sẽ cung cấp một cách nhanh chóng và đáng tin cậy để chứng nhận tài liệu.\n\n9. Công cụ hình chữ nhật\nTạo các hình chữ nhật để làm nổi bật các vùng cụ thể của hình ảnh. Đây là một cách tuyệt vời để làm nổi bật các yếu tố chính hoặc ẩn các chi tiết không cần thiết.\n\n10. Màu sắc và độ bóng\nSử dụng nhiều màu sắc khác nhau để tạo điểm nhấn và tô màu các yếu tố trong ảnh. Tính năng này cho phép bạn cá nhân hóa tài liệu và hình ảnh của mình cũng như nâng cao sức hấp dẫn trực quan của chúng.\n\n11. Chụp toàn bộ trang web\nChụp ảnh toàn bộ trang web để phân tích hoặc sử dụng thêm. Đó là lý tưởng để lưu trữ nội dung web hoặc tạo tài liệu tham khảo.\n\n12. Công cụ văn bản\nThêm văn bản vào hình ảnh và tài liệu PDF. Tính năng này cho phép bạn tạo chú thích, thêm nhận xét hoặc giải thích trực tiếp trên hình ảnh và tài liệu, giúp chúng có nhiều thông tin hơn.\n\n13. Cắt vải canvas\nVới công cụ Canvas Crop, bạn có thể loại bỏ những phần không mong muốn của hình ảnh, làm cho hình ảnh tập trung và rõ ràng hơn. Đây là một tính năng quan trọng để chuẩn bị hình ảnh để xuất bản hoặc đưa vào tài liệu.\n\n14. Công cụ làm mờ\nLàm mờ một số phần nhất định của hình ảnh để ẩn thông tin nhạy cảm hoặc làm nổi bật các phần tử khác. Tính năng này đặc biệt hữu ích khi chuẩn bị hình ảnh để sử dụng rộng rãi.\n\n15. Sao chép vào clipboard\nSao chép hình ảnh và văn bản vào clipboard để sử dụng nhanh chóng và dễ dàng trong các ứng dụng khác. Điều này tăng tốc đáng kể quá trình tạo và chỉnh sửa tài liệu.\n\n16. Thêm nhiều trang\nThêm và quản lý nhiều trang trong một tài liệu. Tính năng này giúp làm việc dễ dàng hơn với các tài liệu và dự án PDF nhiều trang yêu cầu cấu trúc phức tạp.\n\n17. Công cụ mũi tên\nThêm mũi tên để chỉ ra các yếu tố quan trọng trong hình ảnh. Công cụ này lý tưởng để tạo hướng dẫn, sơ đồ và các tài liệu giáo dục khác.\n\n18. Chia sẻ liên kết\nTạo liên kết để chia sẻ tài liệu và hình ảnh một cách nhanh chóng và dễ dàng. Điều này giúp việc cộng tác trở nên dễ dàng hơn và cho phép bạn nhanh chóng chia sẻ kết quả với đồng nghiệp hoặc khách hàng.\n\n19. Công cụ bút\nVẽ tự do trên hình ảnh, tài liệu để tạo nên những ghi chú độc đáo. Tính năng này cho phép bạn thêm chú thích được cá nhân hóa, làm nổi bật các điểm chính hoặc tạo các yếu tố trực quan.\n\n20. Đang tải\nTải các tập tin đã chỉnh sửa về thiết bị của bạn. Điều này hoàn thành dự án, cho phép bạn lưu kết quả vào máy tính hoặc thiết bị khác để sử dụng sau."
  }
}