{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto Meeting Log for Google Meet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically turns on Google Meet captions and saves them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2024.11.15 - Ver 1.1\n# What' Changed\n## Fix\n- The issue of conversations not being saved due to changes in Google Meet has been urgently resolved.\n- [Chinese (Simplified)] : 由于Google Meet的变更，导致对话无法保存的问题已紧急解决。\n- [Japanese] : Google Meetの変更により、会話が保存できない問題は緊急に解決されました。\n\n\n\n\nUnlock Stress-Free Virtual Meetings with Auto Meeting Log.\nEnhance your Google Meet experiences with Auto Meeting Log, your dependable meeting assistant! Automatically capture and locally store all meeting captions, effortlessly review and manage past logs. Say goodbye to manual note-taking and elevate your meetings with a seamless, secure, and smart solution that keeps you and your team always on track. Join today and embrace next-level virtual communication.\n\n[Chinese (Simplified)]\n解锁无压力虚拟会议与 Auto Meeting Log.\n通过 Auto Meeting Log 提升您的 Google Meet 体验，成为您可靠的会议助手！自动捕捉并本地存储所有会议字幕，轻松回顾和管理过去的记录。告别手动记笔记，并通过无缝、安全且智能的解决方案提升您的会议体验，确保您和您的团队始终保持在正确的轨道上。今天就加入，拥抱下一层次的虚拟沟通.\n\n[Japanese]\nAuto Meeting Logでストレスフリーなバーチャルミーティングを実現しましょう.\nAuto Meeting Log、あなたの信頼できるミーティングアシスタントで、Google Meetの経験を向上させましょう！会議のキャプションを自動的にキャプチャしてローカルに保存し、過去のログを効率的にレビューおよび管理します。手書きメモを作成する手間から解放され、シームレスでセキュア、かつスマートなソリューションでミーティングをレベルアップさせ、あなたとあなたのチームを常に正しい進行に保ちます。今日参加して、次世代のバーチャルコミュニケーションを体験しましょう.\n\n[Korean]\nAuto Meeting Log으로 스트레스 없는 가상 회의를 경험하세요.\nAuto Meeting Log, 당신의 신뢰할 수 있는 회의 도우미로 Google Meet 경험을 향상시키세요! 모든 회의 캡션을 자동으로 캡처하고 브라우저에 저장하여, 회의 기록을 쉽게 검토하고 관리하세요. 수동으로 메모를 하는 일에 작별 인사를 하고, 팀과 항상 정확한 트랙을 유지할 수 있는 원활하고 안전하며 스마트한 솔루션으로 회의를 업그레이드하세요. 지금 참여하고 더 높은 수준의 가상 커뮤니케이션을 경험하세요."
  }
}