{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Minimalist Focus Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A new tab to focus on daily goals.",
    "it": "Una nuova scheda per concentrarsi sugli obiettivi quotidiani."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Minimalist Focus Tab offers a clean, distraction-free environment that encourages you to prioritize what matters most. \n\nUpon opening a new tab, you’ll be greeted by a simple yet elegant interface featuring a prominent prompt asking, \"What will you focus on today?\"\n\nKey Features:\n- Simplicity at Its Best: Enjoy a clutter-free design that eliminates unnecessary distractions, allowing you to focus on your tasks.\n- Personalized Input: Quickly jot down your daily focus and easily keep track of your goals. The input field adjusts dynamically to fit your text.\n- Dark Mode Support: Switch between light and dark themes with a single click, ensuring a comfortable viewing experience at any time of the day.\n- Sync Across Devices: Your focus goals are saved using Chrome's sync storage, so you can access them from any device where you're signed in to Chrome.\n- Focus: By having a clear and concise prompt right in front of you, you’re more likely to maintain your focus and productivity throughout the day.\n\nWhy Install Minimalist Focus Tab?\n\nIf you're looking to boost your productivity, reduce distractions, and maintain a clear vision of your daily objectives, Minimalist Focus Tab is the perfect companion. Ideal for students, professionals, or anyone seeking to enhance their productivity, this extension will empower you to take control of your day.\n\nMake the change today! Download Minimalist Focus Tab and discover how simplicity can lead to greater focus and achievement.",
    "it": "Minimalist Focus Tab offre un ambiente pulito e privo di distrazioni, che ti incoraggia a dare priorità a ciò che conta davvero. \n\nAprendo una nuova scheda, troverai un’interfaccia semplice ed elegante, con un prompt in evidenza che ti chiede: \"Su cosa ti concentrerai oggi?\"\n\nCaratteristiche principali:\n\n- Semplicità al massimo: Goditi un design minimalista che elimina le distrazioni superflue, consentendoti di concentrarti sui tuoi compiti.\n- Input personalizzato: Annota rapidamente il tuo focus quotidiano e tieni traccia dei tuoi obiettivi. Il campo di input si adatta dinamicamente al tuo testo.\n- Supporto per modalità scura: Passa dalla modalità chiara a quella scura con un solo clic, garantendo una visione confortevole in qualsiasi momento della giornata.\n- Sincronizzazione tra dispositivi: I tuoi obiettivi vengono salvati tramite la sincronizzazione di Chrome, così puoi accedervi da qualsiasi dispositivo su cui sei connesso a Chrome.\n- Focus: Con un prompt chiaro e conciso sempre davanti a te, sarà più facile mantenere la concentrazione e la produttività per tutto il giorno.\n\n\nPerché installare Minimalist Focus Tab?\n\nSe desideri aumentare la tua produttività, ridurre le distrazioni e mantenere una visione chiara dei tuoi obiettivi quotidiani, Minimalist Focus Tab è il compagno ideale. \n\nPerfetto per studenti, professionisti o chiunque voglia migliorare la propria produttività, questa estensione ti aiuterà a prendere il controllo della tua giornata.\n\nFai il cambiamento oggi stesso! Scarica Minimalist Focus Tab e scopri come la semplicità può portare a una maggiore concentrazione e realizzazione."
  }
}