{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empatia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Real-time analysis of your social media comments to identify emotional content."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empatia provides real-time analysis of social media comments to identify emotional content and deliver inline feedback.  Think of this feedback as a way to double check how you communicate on social media.  Sometimes we write a comment that we'll regret writing, or regret writing the way we wrote it - I hope Empatia can help with that.\n\nThis project was primarily built as a learning experience.  Suggestions for fixes and improvements are welcome. \n\nCurrently available to run on Reddit, BlueSky, and Twitter (X). \n\nGetting Started \n\nSelect supported sites: Choose which sites (Reddit, Bluesky, or Twitter) Empatia will run on.\n\nAdjust sensitivity: Set the sensitivity for emotional feedback (higher sensitivity will detect negative emotions with a lower threshold).\n\nSet the minimum word count you want there to be before Empatia starts analyzing the text. \n\nWrite a comment or post: As you type, Empatia sends your text through sentiment analysis to assess its emotional polarity.\n\nPositive feedback: Receive messages encouraging positive interactions if your comment is classified as positive.\n\nNegative feedback: If your comment is negative, the system classifies the emotion and provides specific feedback (anger, annoyance, disgust, sadness, generic).\n\n<a href=\"https://www.flaticon.com/free-icons/letter-e\" title=\"letter e icons\">Letter e icons created by arnikahossain - Flaticon</a>"
  }
}