{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Factchain Community"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guardians of truth. Put your ETH where your mouth is."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guardians of truth. Put your ETH where your mouth is.\nJoin the truth revolution with **Factchain**, your Ethereum-based layer for verified information across social media. Our Chrome extension empowers you to combat misinformation by creating Factchain notes, rating them, and shape the narrative with your contributions. Stake your ETH as a guardian of truth and earn rewards for safeguarding the digital dialogue.\n\nFEATURES\n\n- Create Factchain Notes: Your first line of defense against misinformation. Craft notes that add depth and context to social media posts.\n- Rate Notes: Elevate the discourse by rating notes and helping the most insightful contributions rise to the top.\n- Immutable Ledger: A permanent, auditable record of every note and rating, preserved on the blockchain for complete transparency.\n- Earn Rewards: Your valuable insights are rewarded with ETH and unique NFTs, incentivizing quality and accuracy.\n- Collect Factchain Noters: Engage deeper with the Factchain community by collecting contributions that resonate.\n\nHOW IT WORKS\n\nAnyone with an Ethereum address can join the Factchain community. Create notes, rate others, and watch as the protocol's algorithm assesses usefulness, rewarding the most insightful contributions. With every action immutably recorded, Factchain fosters a trustless environment for fact-checking.\n\nJOIN THE MOVEMENT. BECOME A GUARDIAN OF TRUTH.\n\nDownload the Factchain browser extension, install MetaMask, and start your journey on the testnet. Whether you're providing context, rating notes, or collecting the best of Factchain, your efforts contribute to a more informed world.\n\nJoin the Factchain community and share feedback:\n- Twitter: https://twitter.com/factchaintech\n- Warpcast: https://warpcast.com/factchain"
  }
}