{
  "name": {
    "am,ar,bn,cs,de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,he,hi,it,lt,ml,nl,pt_BR,pt_PT,ru,sr,sw,tr,uk,vi,zh_CN,zh_TW": "Golf Master Sport Game",
    "bg,ca,gu,ja,ms,sv": "Golf Master Game",
    "da,el,id": "Golf Master Online Game",
    "et,mr,no,ro,sk,ta": "Golf Master Online",
    "fa,fi,hr,hu,kn,ko,lv,pl,sl,te,th": "Golf Master Unblocked Game"
  },
  "short": {
    "ar": "حاول إدخال الكرة إلى الحفرة عن طريق ضبط مستوى تصوير الجولف بشكل جيد مع شخصيتك.",
    "am": "በእርስዎ ባህሪ ጋር የጎልፍ የተኩስ ደረጃን በሚገባ በማስተካከል ኳሱን ወደ ጉድጓድ ውስጥ ለማስገባት ሞክሩ.",
    "bg": "Опитайте се да получите топката в дупката, като регулирате нивото на стрелба голф добре с вашия характер.",
    "bn": "আপনার চরিত্রের সাথে গল্ফ শুটিং স্তরটি ভালভাবে সামঞ্জস্য করে গর্তে বলটি পেতে চেষ্টা করুন।",
    "ca": "Intenteu que la pilota entri al forat ajustant bé el nivell de tir de golf amb el vostre personatge.",
    "cs": "Pokuste se dostat míček do jamky tím, že upravíte úroveň golfové střelby dobře se svou postavou.",
    "da": "Prøv at få bolden i hullet ved at justere golfskydningsniveauet godt med din karakter.",
    "de": "Versuchen Sie, den Ball in das Loch zu bekommen, indem Sie das Golf-Schießniveau gut an Ihren Charakter anpassen.",
    "el": "Προσπαθήστε να πάρετε την μπάλα στην τρύπα προσαρμόζοντας καλά το επίπεδο σκοποβολής γκολφ με τον χαρακτήρα σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Try to get the ball into the hole by adjusting the golf shooting level well with your character.",
    "es": "Intenta meter la bola en el hoyo ajustando bien el nivel de tiro de golf con tu personaje.",
    "et": "Proovige pall auku saada, reguleerides golfi lasketaset oma tegelasega hästi.",
    "fa": "سعی کنید توپ را به سوراخ با تنظیم سطح تیراندازی گلف به خوبی با شخصیت خود را دریافت کنید.",
    "fi": "Yritä saada pallo reikään säätämällä golfammuntatasoa hyvin hahmosi kanssa.",
    "fil": "Subukan upang makuha ang bola sa butas sa pamamagitan ng pag-aayos ng golf pagbaril antas na rin sa iyong character.",
    "fr": "Essayez de faire entrer la balle dans le trou en ajustant bien le niveau de tir de golf avec votre personnage.",
    "gu": "તમારા પાત્ર સાથે ગોલ્ફ શૂટિંગ સ્તરને સારી રીતે સમાયોજિત કરીને બોલને છિદ્રમાં લાવવાનો પ્રયાસ કરો.",
    "he": "נסה להכניס את הכדור לחור על ידי התאמת רמת הירי בגולף היטב עם הדמות שלך.",
    "hi": "अपने चरित्र के साथ अच्छी तरह से गोल्फ शूटिंग स्तर को समायोजित करके छेद में गेंद प्राप्त करने की कोशिश करो।",
    "hr": "Pokušajte ubaciti loptu u rupu dobro podešavajući razinu pucanja golfa sa svojim likom.",
    "hu": "Próbáld meg bejuttatni a labdát a lyukba úgy, hogy a golflövészet szintjét jól beállítja a karaktereddel.",
    "id": "Cobalah untuk memasukkan bola ke dalam lubang dengan menyesuaikan level menembak golf dengan baik dengan karakter Anda.",
    "it": "Cerca di portare la palla nella buca regolando bene il livello di tiro da golf con il tuo personaggio.",
    "ja": "あなたのキャラクターでゴルフシューティングレベルをうまく調整して、ボールをホールに入れてみてください。",
    "kn": "ಗಾಲ್ಫ್ ಶೂಟಿಂಗ್ ಮಟ್ಟವನ್ನು ನಿಮ್ಮ ಪಾತ್ರದೊಂದಿಗೆ ಚೆನ್ನಾಗಿ ಸರಿಹೊಂದಿಸುವ ಮೂಲಕ ಚೆಂಡನ್ನು ರಂಧ್ರಕ್ಕೆ ತರಲು ಪ್ರಯತ್ನಿಸಿ.",
    "ko": "캐릭터와 함께 골프 슈팅 레벨을 잘 조정하여 공을 구멍에 넣으려고하십시오.",
    "lv": "Mēģiniet iegūt bumbu caurumā, labi pielāgojot golfa šaušanas līmeni ar savu raksturu.",
    "ml": "നിങ്ങളുടെ കഥാപാത്രവുമായി ഗോൾഫ് ഷൂട്ടിംഗ് ലെവൽ നന്നായി ക്രമീകരിച്ചുകൊണ്ട് ദ്വാരത്തിലേക്ക് പന്ത് നേടാൻ ശ്രമിക്കുക.",
    "mr": "गोल्फ नेमबाजीची पातळी आपल्या पात्रासह चांगल्या प्रकारे समायोजित करून चेंडूला छिद्रात आणण्याचा प्रयत्न करा.",
    "ms": "Cuba masukkan bola ke dalam lubang dengan melaraskan tahap penggambaran golf dengan baik dengan watak anda.",
    "nl": "Probeer de bal in de hole te krijgen door het golfschietniveau goed aan te passen aan je personage.",
    "no": "Prøv å få ballen inn i hullet ved å justere golf skytenivået godt med karakteren din.",
    "pl": "Spróbuj wprowadzić piłkę do dołka, dostosowując poziom strzelania do golfa dobrze ze swoją postacią.",
    "ro": "Încercați să obțineți mingea în gaura prin ajustarea nivelului de fotografiere de golf bine cu personajul tău.",
    "ru": "Постарайтесь загнать мяч в лунку, хорошо регулируя уровень стрельбы в гольфе с вашим персонажем.",
    "sk": "Pokúste sa dostať loptičku do jamky úpravou úrovne golfovej streľby dobre so svojou postavou.",
    "sl": "Poskusite priti žogo v luknjo, tako da prilagodite raven streljanja golfa dobro s svojim značajem.",
    "sv": "Försök att få bollen i hålet genom att justera golfskyttenivån väl med din karaktär.",
    "sw": "Jaribu kuingiza mpira kwenye shimo kwa kurekebisha kiwango cha upigaji risasi wa gofu vizuri na tabia yako.",
    "ta": "உங்கள் கதாபாத்திரத்துடன் கோல்ஃப் படப்பிடிப்பு அளவை சரிசெய்வதன் மூலம் பந்தை துளைக்குள் பெற முயற்சிக்கவும்.",
    "te": "గోల్ఫ్ షూటింగ్ స్థాయిని మీ పాత్రతో బాగా సర్దుబాటు చేయడం ద్వారా బంతిని రంధ్రంలోకి తీసుకురావడానికి ప్రయత్నించండి.",
    "th": "พยายามเอาลูกบอลเข้าไปในหลุมโดยปรับระดับการยิงกอล์ฟให้เข้ากับตัวละครของคุณได้ดี",
    "tr": "Golf atış seviyesini karakterinizle iyi ayarlayarak topu deliğe sokmaya çalışın.",
    "uk": "Спробуйте завести м'яч в лунку, добре відрегулювавши рівень стрільби в гольфі зі своїм персонажем."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like golf games! Take your best shots and pass all levels with a crazy stickman character.\n\nHow To Play\nPlayed with Mouse.\n\nGolf Master Sport Game Features\n✓ 2D Character\n✓ Colorful Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Golf Master Sport Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}