{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HearChat: Accessible and Enhanced ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "adds features to make AI web apps more friendly for screen reader users."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HearChat is a Chrome extension designed to improve the accessibility and usability of AI chatbots for screen reader users.\n\nCurrent Features\n\n* Automatic Headings: Adds headings to ChatGPT responses for easier navigation. The heading level can be customized or the feature disabled.\n* Start/Stop Notifications: Provides customizable sound effects and/or screen reader announcements to indicate when ChatGPT begins and finishes generating responses.\n* Interface Labeling: Adds clarifying aria-labels to unlabeled buttons within the ChatGPT interface.\n* Options Page: Offers settings to adjust the extension's behavior.\n* several keyboard shortcuts to make navigating with ChatGPT faster.\n* If available, gives the option to read out each response once finished using OpenAI's default speech functionality.\n* Allows you to control the speech rate of OpenAI's generated speech.\n* Option to switch shift-enter and enter on the message box, so you can edit your message without having to worry about accidentally submitting it.\n* Parshall support for Claude.ai, including extensive button labeling.\n\nPlanned Features\n\n*Add better documentation for the keyboard shortcuts.\n* Implement the ability to read responses with the browser's speech API.\n* Extend the extension to improve other AI services like Claude and Gemini.\n* port the extension to other browsers, like Firefox and Safari.\n\nInstallation\n\nJust click the install button on this page, and the extension should automatically kick in when on chat.openai.com. You can access the options page through a button located at the bottom of every page on which the extension is active.\n\nThis extension was primarily tested using Mac OS VoiceOver, though all other popular screen readers should also work.\n\nCredits\n\n* Sound effects sourced from Pixabay's Sound Effects (https://pixabay.com/sound-effects/)\n\n disclaimer \n\nThe developers of this extension are not in any way affiliated with OpenAI or ChatGPT."
  }
}