{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wiset"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensión oficial de Wiset, guarda productos directamente desde el navegador.",
    "en": "Official Wiset extension, save products directly from the browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La mejor forma de usar Wiset en tu navegador. Busca productos en los sitios web y guárdalos en tus listas de deseos para comprarlos más tarde.\nPara usar Wiset necesitas una cuenta. Si aun no tienes una, puedes crearla cuando instales Wiset de forma totalmente gratis.\n\nWiset es un gestor de listas de deseos. Con Wiset, puedes tener acceso a todo lo que necesitas directamente en Google Chrome. Completa y guarda productos directamente desde el navegador.\n\nMira todo lo que Wiset puede hacer:\n\n📘 https://wiset.es/\n\nWiset está en proceso de desarrollo. Haznos saber tu opinión, lo que te gustaría ver, los problemas que encuentres, queremos saberlo todo, puedes ponerte en contacto con nosotros a través del email: contacto@wisetgroup.com\n\n💡 ¿Por qué Wiset?\n\nQuieres tener todos los productos favoritos en un solo lugar, pero es difícil si cada sitio web tiene su propia lista de deseos individual. Wiset te permitirá almacenar todos esos productos juntos.\n\nCon Wiset solamente tendrás que guardar los productos en un único lugar. \n\nWiset es más que un gestor de listas de deseos. Se integra directamente con Chrome para que puedas tener acceso a Wiset donde más lo necesitas: en tu navegador. Obtén todo el poder de Wiset sin instalar la app de escritorio.\n\nWiset está disponible en dispositivos: iOS y Android, así que siempre tendrás toda tu información contigo. Todos los cambios que realices en un dispositivo están disponibles inmediatamente en todos los demás. Aprende más en wiset.es"
  }
}