{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Urban Dictionary Lookup"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily view Urban Dictionary definitions as you browse the web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What does \"it's lit\" mean? What are \"dank memes\"? Who is \"Zoidberg\"? Wonder no more! Stay in the loop and easily look up slang (words, phrases, acronyms, and more) on the internet's largest, crowd-sourced dictionary with the click of a button and without having to leave the page!\n\nThis is the by far the best all-in-one Urban Dictionary search tool in the Chrome App Store.  \n\nHow to use:\n1. Click on the blue UD button next to the search bar/omnibox.\n2. A popup will appear - enter a word or phrase to search for in Urban Dictionary.\n- Tip: Highlight text first, then click the button, and popup will automatically open up with the search results ready! (saves you from typing extra) \n-- OR --\n1. Highlight text\n2. Right click the text and select 'Search Urban Dictionary for [word]'.\n3. Urban Dictionary search for the word opens in a new tab.\n\nFeatures:\n- search Urban Dictionary using the easy popup or by right clicking highlighted text.\n- Popup displays the top definition, usage/examples, related terms, author & date, and likes/dislikes of submission.\n- Popup includes link to the Urban Dictionary page for the queried term, link to Google search for the term, and a link to the UrbanDictionary.com home page.\n- Beautiful and elegant UI.\n\nUI and functionality inspired by Google's Google Dictionary extension.\n\nAbout Urban Dictionary: \nUrban Dictionary is the internet's largest crowd-sourced online dictionary of slang words and phrases, featuring over 7 million definitions (as of Jan 2014).  [Warning: definitions are user submitted and may contain profanity and/or mature subject matter. Use with discretion.] \n\nEnjoy! :)\n\nPlease leave feedback/suggestions/bugs, and a 5 star review if you like it!  \n\n-- CHANGELOG --\n1.1.2 - 1/10/17 - minor changes to text.  updated description.  (note: the highlight-to-search feature may not work 100% of the time, we're working on fixing it.  thanks for your patience!)\n\n1.1.1 - 1/9/17 - changed color of like percentage to red if the definition has <50% likes.\n\n1.1 - 1/9/17 - major bug fix: fixed bug where popup would not get selected text if page did not finish loading. popup should always be able to get selected text now.  deleted unnecessary permissions.  the extension should run faster now.  if you see an error message it may most likely be a temporary internet disruption problem - try pressing the 'define' button again, or reload the page, or try again later.  \n\n1.0 - 1/9/17 - initial release"
  }
}