{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verifee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verifee"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CO JE TO VERIFEE?\nVerifee je nástroj, který pomocí umělé inteligence určuje důvěryhodnost článků na českých zpravodajských webech.\n\nZa cíl si klade nabídnout pomoc čtenářům v internetovém světě přehlceném informacemi. Verifee vám neříká, zda je to, co čtete, pravda. Místo toho vás upozorní, že je článek napsaný stylem, který užívají neseriózní média, a měli byste proto přistupovat k jeho obsahu obezřetně.\n\nVerifee je a bude zdarma! Díky podpoře našich partnerů vám můžeme Verifee přinášet zcela zdarma, bez skrytých poplatků a reklam.\n\nJAK FUNGUJE?\nVerifee je možné používat jako rozšíření do prohlížeče i webovou aplikaci. Jako rozšíření ho máte vždy po ruce – automaticky se zobrazuje u zpravodajských článků. Aplikace zas zhodnotí jakýkoli článek, který jí zadáte, aniž byste museli cokoliv instalovat. Určí mu tzv. skóre důvěryhodnosti, které vám na první pohled napoví, zda byste měli být při čtení ostražití.\n\nNabídne vám také možnost seznámit se s detailnějšími výsledky analýzy. Každé své rozhodnutí odůvodní, abyste jej mohli kriticky zhodnotit. Za běžného provozu se zobrazí jako malá ikonka v rohu vašeho okna, aby vás nerušil. V případě kriticky nízkého hodnocení článku vás upozorní a automaticky zobrazí analýzu.\n\nTUTORIÁL:  https://www.verifee.ai/tutorial\nPODMÍNKY PRO POUŽÍVÁNÍ: https://verifee.ai/Verifee-Podminky-vyuzivani.pdf"
  }
}