{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide Discord Sidebar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide Discord Servers and Channels! Installs a button that hides/shows the Discord server list and autohides the channels list."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you find this extension helpful, I would be grateful if you can buy me a coffee at https://ko-fi.com/patrickxchong. 🙏 \n\nHide Discord Sidebar is a Chrome extension that minimizes the channels list into a small left sidebar when it is not in use and installs a button on the top right corner to hide/show the Discord server list. Users are able to customise the extension with the popup that shows when the extension button is clicked.\n\nAppreciate feedback/support in the reviews! Or email me at patrickxchong@gmail.com. Source code can be found at https://github.com/patrickxchong/hide-discord-sidebar. \n\nIMPORTANT: This extension is only meant to work on Discord in Chromium based browsers. Tested and working on Windows, Mac and Linux versions of Brave Browser and Chrome.\n\n=== Version History ===\nv4.4.0 Update channel list query \nv4.3.0: improve server list query\nv4.2.0: fix servers query from Discord update\nv4.1.0: Proxy refresh event with onUpdated instead of webNavigation API\nv4.0.1: UX improvements on client startup and server list \nv4.0.0: migrate extension to Manifest V3\nv3.3.1: fixes hide/show servers button covering inbox button\nv3.3: fixes autohiding channels not working after discord update\nv3.2: update code to use Vanilla javascript for Firefox support\nv3.1: revamp architecture to support auto initialising extension when moving from Discord non-chat page (like homepage) to chat page\nv3.0: add extension popup menu to customise extension behaviour\nv2.17: update extension description for SEO\nv2.16: fixes extra space on the right of sidebar after discord update\nv2.15: fixes hide server button not working after discord update\nv2.14: set !important on some CSS properties to fix sidebar not collapsing on Edge Dev\nv2.13: enable/disable extension by clicking on extension button\nv2.12: changes tab permission from discordapp.com to discord.com\nv2.11: fixed width of left sidebar on hover\nv2.10: fixes channels issue from discord update"
  }
}