{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CVR: Chrome Video Recorder"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,te,th,vi": "Record chrome for FREE with no recording limits plus sharing making it easy to move. NO sign up or subscription fees.",
    "ca,de,es,fr,hi,id,it,ko,pl,pt_BR,pt_PT,ru,ta,tr,uk,zh_CN,zh_TW": "Record chrome for FREE with no recording limits plus sharing making it easy to move. NO sign up or subscription fees. 100% free for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your screen and camera with one click and easily create a MP4 video to share. CVR is the ONLY free recording extension with UNLIMITED recording and SHARING. (Don't be tricked by other software that limited your recording and sharing unless you pay $$.) \n\nProfessional recording, editing and sharing features without any of the costs. Recording, camera overlay, on-screen annotation and editing all free. Plus cloud sharing making it easy to move recordings anywhere you need them - even large recordings. Others charge or do sneaky tactics like adding a watermark over the image unless you pay. No watermarks with CVR just recording goodness.\n\nCVR has zero subscription fee. You don't even need to create an account! \n\nUSES FOR CVR\n• Save Interesting Videos: Record live-streamed content for offline viewing.\n\n• Create Tutorials and Demos: Perfect for educators and content creators who need to create instructional videos, software demos, or video tutorials.\n\n• Record Online Meetings: Capture video conferences or webinars with audio for later review or sharing with colleagues.\n\n• Share Gameplay: Record gameplay along with in-game audio and commentary.\n\n• Professional Presentations: Business professionals can record their presentations with voiceover for distribution.\n\nKEY FEATURES \n 📽️ Record your screen, camera, microphone, and internal audio\n 💾 Automatically save videos to the cloud and share them instantly with a link\n ⏬ Download recordings to your camera roll \n\n📽️ Screen Recorder 📽️\n- Record your screen, camera, or both for free\n- iOS and Android apps to record your mobile phone\n- Record in 720p, 1080p, 1440p\n\n💾 Video Sharing 💾\n- Store videos online with a single click\n- Anyone in the world can watch your screen recording for free\n- Download to any PC or mobile phone\n\nBONUS: Webinar audio and video are now one click easy to record! When viewing certain webinar pages a RECORD button may be available making it a snap to record the webinar and have the video sent to you afterwards. Never miss another webinar or meeting. Local recording is always free. For cloud recording (which does not use your computer) a subscription service from Zoomcorder is required. Also webinar recommendations may appear on certain video meeting pages for high quality webinars from Meeting TV."
  }
}