{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PABRE Requirements Specification Editor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PABRE-RW is an editor to write down the requirements specifications of a software system with the help of a catalogue of SRP."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The reuse of software requirements may help requirement engineers to elicit, validate and document software requirements and, as a consequence, obtain software requirement specifications of better quality both in contents and syntax.\n\nThere are many approaches to reuse in software engineering. PABRE is a framework that proposes the definition and use of software requirement patterns for reusing requirements specification knowledge. \n\nThe PABRE system is composed of fourth subsystems: PABRE-MAN, PABRE-PROJ, PABRE-WS and PABRE-RW.\n\nPABRE-RW is an editor to write down the requitements specifications of a software system with the help of a catalogue of SRP (https://youtu.be/LUiGA7PxM-U). Currently the catalogue that can be used is the PABRE SRP catalogue. The requirements specification may start from a blank document or from a requirements specification template. This tool is a lightweight tool regarding PABRE-Proj, and it can also be used by a requirements analyst during the elicitation of requirements in a software project, but it gives more freedom to the analysits in writing the requirements, and formating the specification document.\n\nPABRE-MAN is a tool that can be used by the requirement manager of the catalogue to maintain and evolve the software requirement patterns (SRP) catalogue. Its main functionalities are: patterns management, browsing, importation/exportation, printing and catalogue evolution. The current version is a desktoop tool that connects to the database catalogue to manage the PABRE SRP catalogue.\n\nPABRE-PROJ is a tool that can be used by requirements analysts during the elicitation of requirements in a software development project, use of external software components, or acquisition of software systems. Its main functionalities are: project management, browsing, importation/exportation, requirements management document generation, or call for tenders document generation and patterns use statistics exportation. Currently, there is also a web version of this tool, in a way that requirements analysts can access and edit software requirements projects from everywhere. \n\nPABRE-WS is a web service that provides access to the patterns catalogue. The idea is to allow existent requirement management tools to access the catalogue and support the implementation of new functionalities to use the patterns during requirements elicitation and documentation.\n\nThanks to Núria Bertran for the development of the Chrome App, and to Fernando Mora for the development of the PABRE-WS web services."
  }
}