{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Credentials"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encrypted Password Manager"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update 0.2: Fixed a bug which prevented the extension from being installed.\n\nMain purpose of this extension is to encrypt and store user entered credentials with the encryption key provided by the user. The key is only known to the user and no one else. This reduces the chance of credentials being compromised even if the backend database gets hacked as nothing is stored in plain text.\n\nThere is no limit on how many keys a user can use to store different credentials. That is, there is no master key to unlock everything. Users can use separate keys for separate credentials and the server will handle which credential to retrieve based on the user's key. (Again, the key is not stored in any servers.)\n\nThe user is in control of how strong their key should be.\nIt is recommended that a user stores a key having length greater than 16, ideally being 32 characters long. It should also be something random and entirely generated by the user themself.\nIt is highly recommended that the user shall never share their key (or keys) to anyone nor should they store their key (or keys) physically or digitally. Highly recommended for users to remember their key (or keys) and destroy any physical or electronic copy of their key (or keys).\n\n\nHow it works:\n1) Create an account with strong credentials.\n2) Store some credentials in the store page.\n3) Retrieve their credentials using the vault page.\n- Users can also modify/update/delete credentials in the vault page should they desire.\n- Users can also press the ESC key to quickly logout.\n- Refer to the screenshots attached for additional information on how to use this extension.\n\nIt's simple yet effective and extremely secure as it uses strong encryption mechanisms in the backend.\n\nIt is 100% free and without ads as I believe that encryption and privacy should not be behind a paywall and instead it should be everyone right.\n\nFeel free to send feedback or feature requests via email and I'll try my best to address them."
  }
}