{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Huymkt - Tăng tương tác facebook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "giúp người dùng và doanh nghiệp tăng cường mức độ tương tác trên trang hoặc bài viết của họ trên Facebook."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bạn đang tìm kiếm một cách để làm tăng lượt thích, theo dõi, chia sẻ, và lượt xem trực tiếp trên Facebook? Social Media Booster by HUYMKT.INFO là giải pháp bạn cần. Với một giao diện người dùng thân thiện và dễ sử dụng, tiện ích này cho phép bạn thực hiện các chiến dịch tăng tương tác chỉ với vài cú click chuột.\n\nTính Năng Chính:\n\nTăng Like: Tăng lượt thích cho bài viết và trang cá nhân hoặc doanh nghiệp của bạn một cách tự nhiên.\nTăng Follow: Mở rộng sự theo dõi trên hồ sơ của bạn để tạo ảnh hưởng mạnh mẽ hơn.\nTăng Comment: Thúc đẩy cuộc thảo luận và tương tác trên bài viết của bạn.\nTăng Share: Khuyến khích người dùng chia sẻ nội dung của bạn, tăng cơ hội lan tỏa.\nTăng View Live: Nâng cao lượt xem cho các video phát trực tiếp của bạn, thu hút sự chú ý nhiều hơn.\nMua tài khoản zalo và facebook giá rẻ hơn\nCopy Link Buff: Dễ dàng copy và chia sẻ đường link của dịch vụ buff đến bạn bè hoặc khách hàng.\nSử Dụng Đơn Giản:\nCài đặt tiện ích mở rộng, truy cập vào trang Facebook của bạn, và bắt đầu tương tác với các tính năng tuyệt vời mà chúng tôi cung cấp.\n\nAn Toàn và Bảo Mật:\nChúng tôi cam kết bảo mật thông tin cá nhân và dữ liệu của bạn. Social Media Booster không yêu cầu quyền truy cập không cần thiết và tuân thủ nghiêm ngặt các chính sách bảo mật.\n\nHỗ trợ Khách hàng:\nNếu bạn cần hỗ trợ hoặc có bất kỳ thắc mắc nào\nEmail : hxammo@gmail.com\nZalo : 0862698292\nwebsite : https://huymkt.info\nLưu ý: Tiện ích này không liên kết trực tiếp với Facebook và chúng tôi không khuyến khích sử dụng dịch vụ để spam hoặc tạo tương tác giả mạo. Hãy sử dụng tiện ích một cách có trách nhiệm."
  }
}