{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapid Content"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapid Content is a time-saving tool that helps you easily create written content. From Blog Posts to Social Media Posts, Rapid…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rapid Content is a time-saving tool that helps you easily create written content. From Blog Posts to Social Media Posts, Rapid Content is the Ai Tool to help you save countless hours, creating content to help you grow your online audience. It takes the article or website you're currently reading, combines it with your own thoughts, and generates a ready-to-publish piece. The finished content is sent directly to your email. Ideal for anyone who struggles with content creation, Rapid Content aims to expand its capabilities to generate various types of content in the future.\n\nHow It Works\n-Rapid Content is a google chrome Ai Companion that helps you create content.\n-As you are online browsing Articles, reports, or any other content.\n-Open the Rapid Content Plugin.\n- Type in your thoughts about what you are reading.\n-Select the type of content you want Rapid Content to generate.\n-In a few seconds you should have the content in your email.\n-double check your junk email if it doesn't show up in your main inbox.\n\nUpdate 1.2.0 - Adds in Facebook and LinkedIn Content Generation.\n\nUpdate 1.1.0 - Adds in a Database Backend for a more secure user experience.\n\nUpdate 1.0.1 - Fixes to the initial set of instruction to get better quality blog posts."
  }
}