{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader for m3u8 & mp4"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for downloading m3u8, mp4, webm, etc. videos. Download any video in high quality from any website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader is a browser extension that provides a convenient solution for downloading videos, allowing users to save content for offline viewing. \n\n==============================\nFEATURES\n\n- Download and save any video from almost all websites.\n- Download multiple videos at the same time.\n- Selectable video quality. There are multiple resolutions available when downloading an m3u8 video file, you can freely choose between them.\n- Supports downloading non-streaming videos such as mp4, webm, flv, etc. All available videos on the website are displayed in a pop-up menu.\n\n==============================\nABOUT\n\nUse Video Downloader to save videos played through m3u8 files or mp4 and webm videos played through video tags.\n\nExtension works automatically by detecting any videos on the website. All you need to do is click the Video Downloader icon, you will get the list of available videos, and you can select your desired video to download.\n\n==============================\nNOTES\n\nWe had to lock the download of YouTube videos because of restrictions of the Chrome Store. There are always videos which are protected by the sites and cannot be downloaded.\n\nThis extension cannot download encrypted videos.\n\nThis extension is only suitable for videos that use common playback technologies, such as HLS videos played through m3u8 files or mp4 and webm videos played through video tags."
  }
}