{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ayat - Quran in your Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays a random Quran verse on new tab - Malayalam, English and Urdu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to 'Ayat- Quran in your browser' , a go-to Chrome extension designed to enrich your browsing experience with meaningful reflections from the Quran. Every time you open a new tab, you're greeted with a random Quranic verse presented with translations to inspire, uplift, and provide spiritual nourishment.\n\nKey Features:\n\n-- Random Quranic Verses: Enjoy a new verse each time you open a tab, keeping your mind aligned with wisdom and peace.\n\n-- Translations: Read the verses alongside translations in English, Malayalam, Urdu making it insightful for all users. (More Language coming soon)\n\n--Customizable Translations: Choose which translation you want to see, with various respected translation options available.\n\n-- Display Preferences: Tailor your experience by selecting what to display – the verse alone, or together with English and Malayalam translations.\n\n--Display Settings Control: Customize your display settings with control over font style, size, and color to suit your personal preference and comfort.\n\n--Daily Inspiration: Stay productive and spiritually grounded by having a piece of divine wisdom accompany your work and browsing activities.\nGet Inspired, Stay Productive:\n\nWhether you are a student, professional, or anyone who spends time browsing the web, 'Ayat- Quran in your browser' brings a slice of spirituality and mindfulness into your routine. It’s more than just an extension; it’s your companion for a heartening online experience.\n\nFeedback & Support:\n\nThis is a weekend project. We value your thoughts and suggestions. Reach out to us for any feedback, issues, or requests at amjad@datahex.co. \n\nYour insights help us make  'Ayat- Quran in your browser'  even better for you."
  }
}