{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fibr Studio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily Edit and Personalize Your Landing Pages at scale"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What It Does:\nFibr  makes landing page personalization and editing effortless. Whether you want to tailor content to specific audiences, optimize layouts for conversions, or personalize at scale, the Fibr Studio extension puts advanced landing page personalization at your fingertips—all without coding.\n\nKey Features:\n- Effortless Editing: Modify text, images, and layouts directly in your browser. No coding skills required—just click and edit.\n- Seamless Personalization: Personalize landing pages for different audiences and campaigns, enhancing engagement and boosting conversions.\n- Bulk Personalization: Save time by applying personalized content across multiple landing pages or sections at once, ensuring consistency and efficiency at scale.\n- AI-Powered Copy: Generate tailored content with AI. Write headlines, descriptions, and more with ease.\n- Real-Time Previews: Preview your edits on desktop and mobile views instantly to ensure a perfect fit on any device.\n- Content Localization: Localize your landing pages for different regions and languages while maintaining brand consistency.\n\nHow It Works:\nInstall Fibr Studio to start editing and personalizing your landing pages in minutes. Simply open your site in the editor, personalize content—whether individually or in bulk—and optimize for your target audience, all within a user-friendly interface.\n\nWho It’s For:\nPerfect for marketers looking to create personalized, high-converting landing pages at scale without dealing with code.\n\nWhy Choose This Extension:\n- Save Time: Streamline your workflow with quick, no-code landing page personalization.\n- Reduced Developer Dependency: Make changes without needing technical support.\n- Integrated Interface: Manage landing page personalization with ads and CDPs seamlessly within one platform.\n- Efficient Campaign Management: Personalize landing page content across campaigns effortlessly.\n- Elevate your website today with Fibr Studio! Install now and experience effortless landing page personalization and editing.\n\nSupport and Updates:\nWe're committed to enhancing your experience with Fibr Studio. For support or feedback, reach out to us at support@fibr.ai."
  }
}