{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We Love Wikipedia"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy distraction-free reading on Wikipedia!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's New:\n- Links are underlined while hover over the paragraph\n- Minor bug fixes\n----------------------------------\nIntroducing the \"We Love Wikipedia\" Chrome extension, designed to provide you with a seamless reading experience on Wikipedia. With this simple, light weight extension, all Wikipedia articles will be automatically transformed into a clean, well-organized reading experience.\n\nThis extension is perfect for anyone who loves reading Wikipedia but finds it overwhelming due to the abundance of links, references, and images. With \"We Love Wikipedia,\" you can focus on the content that matters most, without any distractions.\n\nOur extension ensures that all images are properly aligned with the text, making it easier for you to follow the article's flow. We also highlight essential quotes and phrases, so you can quickly identify the main points of the article. This feature is particularly useful when you want to skim through an article quickly or when you're conducting research.\n\nMoreover, we have eliminated all distracting links from the page, allowing you to concentrate on the content itself. You can still access those links on hover over the them, so you don't have to worry about missing out on any relevant information.\n\nWith \"We Love Wikipedia,\" you can enjoy a great reading experience and fall in love with Wikipedia all over again. Say goodbye to cluttered pages and hello to a clean, well-organized reading experience."
  }
}