{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KOMU PBX Cloud Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Used with your Komu Cloud PBX to receive call-, voicemail- and chat messages, and Click2Dial from any webpage.",
    "de": "Zur Verwendung mit Ihrer Komu Cloud-Telefonanlage zum Empfang von Benachrichtigungen bei eingehenden Anrufen, Sprach- und…",
    "es": "Se utiliza con su PBX de Komu Cloud para recibir mensajes de llamadas, correo de voz y chat, y clic para marcar (Click2Dial) desde…",
    "fr": "Utilisé avec votre Komu PBX Cloud pour recevoir les appels, les chats, les messages vocaux et  Click2Dial dans les pages web."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utilisé avec votre PBX Cloud KOMU pour recevoir des appels, des tchats, des messages vocaux, et Click2Dial depuis des pages Web.\n \nNotifications\n- Appels entrants, cliquer pour répondre ou rejeter\n- Tchat, cliquer pour ouvrir\n- Messages vocaux, cliquer pour ouvrir\n \nMenu \nEn cliquant sur l'icône de l’extension Chrome, le menu vous permet de :\n- Ouvrir votre portail web personnel sur le PBX Cloud KOMU\n- Composer un numéro sur le clavier ou sur l’écran et appeler \n- Cherchez dans la liste des utilisateurs internes et appeler ou lancer un tchat\n- Appeler un numéro préprogrammé dans une touche\n- Consulter la liste des appels récents\n- Cliquer le lien vers le support KOMU\n- Programmer les options\n \nCliquez to dial \n- Indiquez un numéro de téléphone sur un page web avec la souris et cliquez.\n- Ou sélectionnez un numéro et cliquez le bouton droit de la souris.\n- Il existe également des touches de raccourci pour appeler un numéro dans le presse-papier.\n \nOptions \n- Activer/désactiver des notifications.\n- Rejeter automatiquement les appelants qui ne montrent pas CLI.\n- Répondre automatiquement à tout appel entrant.\n- Renvoi vers la messagerie vocale ou activer une mode ne pas déranger lorsque le PC est en veille.\n- Programmer les touches de numérotation rapide."
  }
}