{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailvelope",
    "fa": "میل ولپ"
  },
  "short": {
    "ar": "عزِّز قدرات مزود بريدك الإلكتروني بواسطة التعمية من الطرف إلى الطرف. وسيلة التواصل الآمنة بالبريد إلكتروني المبنية على المعيار…",
    "am,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fi,fil,gu,hi,hr,hu,it,kn,ko,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Enhance your email provider with end-to-end encryption. Secure email communication based on the OpenPGP standard.",
    "da": "Forbedr din e-mail-udbyder med ende-til-ende-kryptering. Sikker e-mail-kommunikation baseret på OpenPGP-standarden.",
    "de": "Erweitern Sie Ihren Webmail-Anbieter mit Ende-zu-Ende-Verschlüsselung. Sichere E-Mail-Kommunikation mit dem OpenPGP-Standard.",
    "es": "Mejore su servicio de correo electrónico con cifrado de punta a punta. Asegure la comunicación por correo usando el estándar…",
    "fa": "ارائه دهنده ایمیل خود را با استفاده از رمزنگاری پایان به پایان افزایش دهید. ارتباطات ایمن امن بر اساس استاندارد OpenPGP.",
    "fr": "Améliorez votre service de courriel grâce au chiffrement de bout en bout. Communications par courriel sécurisées (norme OpenPGP).",
    "he": "תגבר את ספק הדוא״ל שלך עם הצפנה מקצה־אל־קצה. אבטח תקשורת דוא״לים על סמך תקן OpenPGP.",
    "id": "Perkuat penyedia surel anda dengan enkripsi antarpengguna. Komunikasi surel aman berdasarkan standar OpenPGP.",
    "ja": "エンドツーエンドの暗号でメールサービスの機能を強化し、OpenPGPに基づく安全な電子メールを実現します。",
    "lt": "Patobulinkite savo el. pašto teikėją ištisinio perdavimo šifravimu. Saugus bendravimas el. paštu, pagrįstas OpenPGP standartu.",
    "ru": "Добавьте к email сквозное шифрование. Безопасная электронная почта по стандарту OpenPGP.",
    "tr": "E-posta hizmetinize uçtan uca şifreleme ekleyin. Güvenli e-posta iletişimi OpenPGP standartı üzerine geliştirilmiştir.",
    "uk": "Вдосконалюйте свій поштовик наскрізним шифруванням. Безпечна комунікація електронною поштою, що базується на стандарті OpenPGP."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailvelope adds missing encryption and decryption features to the user interface of common webmail providers. \nIt supports the PGP encryption standard (OpenPGP, GPG) and is compatible with other PGP applications. Encrypt files on your hard drive with Mailvelope and send encrypted email attachments.\nMailvelope makes integrating security into your workflow seamless.\n\nIt comes preconfigured for common webmail providers like:\n\n• Gmail™\n• GMX™\n• Outlook.com™\n• WEB.DE™\n• Yahoo!™\n\nBut we also support other email providers or web applications which can be activated in Mailvelope with a one-click configuration step. For details, visit https://www.mailvelope.com/help\n\nMailvelope is open source and based on OpenPGP.js (https://openpgpjs.org), an OpenPGP library for JavaScript. The OpenPGP standard (based on PGP as originally developed by Phil Zimmermann) uses a combination of strong public key and symmetric encryption to secure electronic communication.\n\nFollow us on Twitter: https://twitter.com/mailvelope\nGet the source code on GitHub: https://github.com/mailvelope/mailvelope\nFind the latest changelog at: https://github.com/mailvelope/mailvelope/blob/master/Changelog.md",
    "de": "Mit der Mailvelope Browser-Erweiterung können Sie bei Ihrem bevorzugten Webmail- oder De-Mail-Anbieter, E-Mails oder De-Mails ver- und entschlüsseln. Die Erweiterung integriert sich direkt in die gewohnte Benutzeroberfläche und ist leicht in Ihrem normalen Arbeitsablauf zu verwenden.\n\nFür diese Internet-E-Mail- und De-Mail-Anbieter ist Mailvelope bereits vorkonfiguriert:\n\n• Gmail™\n• GMX™\n• WEB.DE™\n• De-Mail\n• Outlook.com™\n\nWeitere Webmail-Anbieter können in den Einstellungen hinzugefügt werden. Für Details siehe https://www.mailvelope.com/help\n\nMailvelope ist komplett quelloffen und basiert auf OpenPGP.js (http://openpgpjs.org), einer OpenPGP-Bibliothek für JavaScript. Der OpenPGP-Standard (basierend auf PGP, ursprünglich von Phil Zimmermann entwickelt) verwendet eine Kombination aus einer starken asymmetrischen und  symmetrischen Verschlüsselung, um die elektronische Kommunikation zu sichern.\n\nÜber Twitter informiert bleiben: https://twitter.com/mailvelope\nDen Quellcode auf GitHub einsehen: https://github.com/mailvelope/mailvelope\nDas letzte Änderungsprotokoll ist zu finden unter: https://github.com/mailvelope/mailvelope/blob/master/Changelog.md",
    "es": "Mailvelope permite cifrar y descifrar correos electrónicos en su proveedor de correo web favorito. Se integra directamente en la interfaz de usuario de correo web y es fácil de usar con sus tareas regulares.\n\nViene preconfigurado para los principales proveedores de correo web:\n\n• Gmail™\n• GMX™\n• Outlook.com™\n• WEB.DE™\n• Yahoo!™\n\nY puede ajustarse para que funcione con otros proveedores de correo web. Para más detalles, visite https://www.mailvelope.com/help\n\nMailvelope es código abierto en su totalidad y está basado en OpenPGP.js (http://openpgpjs.org), una librería OpenPGP para JavaScript. El estándar OpenPGP (basado en PGP tal como lo desarrolló originalmente Phil Zimmermann) usa una combinación de clave-pública fuerte y cifrado simétrico para asegurar la comunicación electrónica.\n\n***\nMailvelope se encuentra actualmente en estado BETA. Por favor informe de fallos directamente a support@mailvelope.com\n***\n\nPermanezca informado a través de Twitter: https://twitter.com/mailvelope\nObtenga el código fuente en GitHub: https://github.com/mailvelope/mailvelope\nEncontrará el último registro de cambios en: https://github.com/mailvelope/mailvelope/blob/master/Changelog.md",
    "fr": "Mailvelope permet de crypter et de décrypter les courriels directement dans le compte de messagerie web de votre fournisseur de messagerie web favori. Il s'intègre directement dans le compte d'utilisateur de messagerie web et il est facile à utiliser dans le travail quotidien.\n\nIl est préconfiguré pour les fournisseurs de messagerie web (courriel web) suivants:\n\n• Gmail™\n• GMX™ (Caramail)\n• Outlook.com™\n• WEB.DE™\n• Yahoo!™\n\nmais il peut être ajusté pour qu'il fonctionne avec d'autres fournisseurs de messagerie web. Pour plus de détails, visitez la page https://www.mailvelope.com/help\n\nMailvelope est completement source ouverte et basé sur OpenPGP.js (http://openpgpjs.org), une bibliothèque OpenPGP pour JavaScript. Le standard OpenPGP (basé sur PGP, développé par Phil Zimmermann) utilise une combinaison d'un clé publique fort et d'un chiffrement symétrique pour sécuriser la communication électronique.\n\n***\nMailvelope a courrament le status BETA. Veuillez communiquer des erreurs directement à support@mailvelope.com s'il vous plaît.\n***\n\nRestez informé, en suivant Twitter: https://twitter.com/mailvelope\nGet the source code on GitHub: https://github.com/mailvelope/mailvelope\nFind the latest changelog at: https://github.com/mailvelope/mailvelope/blob/master/Changelog.md",
    "ja,lt": "Mailvelope allows to encrypt and decrypt emails in your favorite webmail provider. It integrates directly into the webmail user interface and is easy to use in your regular workflow.\n\nIt comes preconfigured for the webmail providers:\n\n• Gmail™\n• GMX™\n• Outlook.com™\n• WEB.DE™\n• Yahoo!™\n\nAnd can be adjusted to work with other webmail providers. For details, visit https://www.mailvelope.com/help\n\nMailvelope is completely open source and based on OpenPGP.js (http://openpgpjs.org), an OpenPGP library for JavaScript. The OpenPGP standard (based on PGP as originally developed by Phil Zimmermann) uses a combination of strong public-key and symmetric encryption to secure electronic communication.\n\nStay informed with Twitter: https://twitter.com/mailvelope\nGet the source code on GitHub: https://github.com/mailvelope/mailvelope\nFind the latest changelog at: https://github.com/mailvelope/mailvelope/blob/master/Changelog.md"
  }
}