{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rocket Planner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EPIC TASK PLANNER"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rocker Planner is the ultimate tool for planning and motivating your day with ease! This handy Chrome extension makes it simple to add and track your daily action items, so you can stay organized and focused on getting things done. 🚀\n\nWith Rocker Planner, you'll feel rewarded as you check off tasks and see your progress in real-time. Say goodbye to scattered to-do lists and hello to a streamlined, efficient workflow. 🔥\n\nHere's why Rocker Planner is the go-to choice for task management:\n\n👉 Easy organization: Simply add your tasks for the day and keep them all in one place for quick reference.\n👉 Website integration: Add websites as action items to visit later, so you can stay productive while browsing the web.\n👉 Seamless task completion: Mark tasks as complete with just a click, and watch your progress accumulate.\n👉 Action progress tracking: Get a clear view of your daily progress and stay motivated to accomplish more.\nRocker Planner also ensures the security and convenience of your task list with features like Chrome storage for safekeeping, context menu integration for quick task addition, tabs retrieval for easy website-to-task conversion, and remote code integration for a smooth user experience.\n\nBoost your productivity and make the most of your day with Rocker Planner. Let's take action and conquer your to-do list like a rockstar!"
  }
}