{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whale - Product Importer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import product from Aliexpress, Alibaba, Amazon to Shopify, BigCommerce, WooCommerce"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DSReviews is a powerful partner to any shop owners who are having drop shipping business with AliExpress. Online shoppers today rely heavily on customer reviews when they are making a purchasing decision. GetReviews automatically imports authentic AliExpress reviews into your online store and give you a full control to what to appear on your own store review box that strengthen products credibility to boost sales volume. \n\nWhy GetReviews become a powerful tool to your business?\nImport authentic reviews from AliExpress back to your online store\nIncrease conversion rate by showcasing customer reviews on site.\nDrive high-intent traffic by displaying ratings in organic search results and Google Ads.\nEasy to add review widget to your site without coding required.\n\nShowcase Reviews In Style\nTurn on/Turn off different display elements (i.e. Customer name, Date, Photo, etc.)\nDesign your own box review appearance\nWrite your own language with the editable boxes.\nGet 1,000 reviews in approximately 30s\n\nEFFORTLESS REVIEW IMPORTING\nReview importing: Just add the URL of the product you want to get reviews and GetReviews will do the rest.\nWrite review manually: You can create your own content, or ask customers to leave their feedback with picture reviews supported.\nAdvanced filter: Choose which reviews should be imported by Star options (all-star, only 4 stars, only 5 stars…), Reviews with pictures/ content.\nAdvanced blacklist: Filter reviews that contain keywords you don’t want to show.\n\nBUILD CREDIBILITY AND TRUST IN STYLE\n- Theme customization: Edit your review widget to fit your style with eye-catching layouts.\n- Review management: Easy to manage, publish or delete reviews based on your need.\n- Display settings: Control which information you want to show in your review section like Country, Personal info, Avatar, Picture...\n\nBOOST YOUR TRAFFIC\nIn-line SEO support: Add schema & meta tags to review widget for Google Rating & better SEO result.\nDropshipping Aliexpress Reviews"
  }
}