{
  "name": {
    "ar": "سوبر PonGoal  Unblocked Game",
    "am": "ሱፐር ፖንጎል  Online Game",
    "bg": "Супер PonGoal  Online Game",
    "bn": "সুপার পোনগোল  Online",
    "ca,et,fa,sl": "Super PonGoal Unblocked",
    "cs,el,hr,sk": "Super PonGoal  Unblocked Game",
    "da,es,fi,fil": "Super PonGoal  Online",
    "de,id": "Super PonGoal  Unblocked Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super PonGoal - Soccer Game",
    "fr": "Super PonObjectif  Online Game",
    "gu": "સુપર પોનગોલ  Unblocked Games",
    "he": "סופר פונגול  Football Game",
    "hi": "सुपर पोनल  Online Game",
    "hu": "Szuper PonGoal  Online Game",
    "it,pl,th": "Super PonGoal  Football Game",
    "ja": "スーパーポンゴール  Online Game",
    "kn": "ಸೂಪರ್ ಪೊನ್ ಗೋಲ್  Soccer Game",
    "ko": "슈퍼 폰골  Online Game",
    "lv,ro,sw": "Super PonGoal  Online Game",
    "ml": "സൂപ്പർ പോൺഗോൾ  Online",
    "mr": "सुपर पोनगोल  Online Game",
    "ms,nl": "Super PonGoal  Soccer Game",
    "ru": "Супер ПонГол Unblocked",
    "ta": "சூப்பர் பொன்கோல்  Unblocked Game",
    "te": "సూపర్ పోన్ గోల్  Online Game",
    "tr": "Süper PonGol  Unblocked Game",
    "uk": "Супер PonGoal  Unblocked Game"
  },
  "short": {
    "ar": "Super PonGoal هي لعبة كرة قدم ممتعة حيث نحاول صد كرات الخصم وإحراز الأهداف من خلال اصطحاب صديق معنا.",
    "am": "ሱፐር ፖንጎል ከኛ ጋር ጓደኛ ይዘን የተጋጣሚን ኳሶች ለመከልከል እና ጎሎችን ለማስቆጠር የምንሞክርበት አዝናኝ የእግር ኳስ ጨዋታ ነው።",
    "bg": "Super PonGoal е забавна футболна игра, в която се опитваме да блокираме топките на противника и да вкарваме голове, като вземем…",
    "bn": "সুপার পোনগোল হল একটি মজার ফুটবল খেলা যেখানে আমরা প্রতিপক্ষের বল আটকানোর চেষ্টা করি এবং আমাদের সাথে একজন বন্ধুকে নিয়ে গোল করার…",
    "ca": "Super PonGoal és un divertit joc de futbol on intentem bloquejar les pilotes del rival i marcar gols acompanyant-nos a un amic.",
    "cs": "Super PonGoal je zábavná fotbalová hra, kde se snažíme blokovat soupeřovy míče a dávat góly tím, že s sebou vezmeme kamaráda.",
    "da": "Super PonGoal er et sjovt fodboldspil, hvor vi forsøger at blokere modstanderens bolde og score mål ved at tage en ven med os.",
    "de": "Super PonGoal ist ein lustiges Fußballspiel, bei dem wir versuchen, die Bälle des Gegners zu blockieren und Tore zu erzielen, indem…",
    "el": "Το Super PonGoal είναι ένα διασκεδαστικό παιχνίδι ποδοσφαίρου όπου προσπαθούμε να μπλοκάρουμε τις μπάλες του αντιπάλου και να…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Super PonGoal is a fun football game where we try to block the opponent's balls and score goals by taking a friend with us.",
    "es": "Super PonGoal es un divertido juego de fútbol en el que tratamos de bloquear los balones del oponente y marcar goles llevando a un…",
    "et": "Super PonGoal on lõbus jalgpallimäng, kus püüame sõbra kaasa võttes vastase palle blokeerida ja väravaid lüüa.",
    "fa": "Super PonGoal یک بازی سرگرم کننده فوتبال است که در آن سعی می کنیم با همراه داشتن یک دوست، توپ های حریف را مسدود کنیم و گل بزنیم.",
    "fi": "Super PonGoal on hauska jalkapallopeli, jossa yritämme torjua vastustajan pallot ja tehdä maaleja ottamalla ystävän mukaan.",
    "fil": "Ang Super PonGoal ay isang nakakatuwang laro ng football kung saan sinusubukan naming harangan ang mga bola ng kalaban at makaiskor…",
    "fr": "Super PonGoal est un jeu de football amusant où nous essayons de bloquer les balles de l&#39;adversaire et de marquer des buts en…",
    "gu": "સુપર પોનગોલ એ એક મનોરંજક ફૂટબોલ રમત છે જ્યાં અમે પ્રતિસ્પર્ધીના બોલને અવરોધિત કરવાનો પ્રયાસ કરીએ છીએ અને મિત્રને અમારી સાથે લઈ ગોલ…",
    "he": "Super PonGoal הוא משחק כדורגל מהנה שבו אנו מנסים לחסום את הכדורים של היריב ולהבקיע שערים על ידי לקיחת חבר איתנו.",
    "hi": "Super PonGoal एक मज़ेदार फ़ुटबॉल खेल है जहाँ हम प्रतिद्वंद्वी की गेंदों को ब्लॉक करने की कोशिश करते हैं और अपने एक दोस्त को साथ…",
    "hr": "Super PonGoal je zabavna nogometna igra u kojoj pokušavamo blokirati protivničke lopte i postići golove vodeći prijatelja sa sobom.",
    "hu": "A Super PonGoal egy szórakoztató focimeccs, ahol megpróbáljuk blokkolni az ellenfél labdáit és gólt szerezni úgy, hogy egy barátot…",
    "id": "Super PonGoal adalah gim sepak bola seru di mana kita mencoba memblokir bola lawan dan mencetak gol dengan mengajak seorang teman.",
    "it": "Super PonGoal è un divertente gioco di calcio in cui cerchiamo di bloccare i palloni dell&#39;avversario e segnare goal portando…",
    "ja": "Super PonGoal は楽しいサッカー ゲームで、友達と一緒に相手のボールをブロックしてゴールを決めます。",
    "kn": "ಸೂಪರ್ ಪೊನ್‌ಗೋಲ್ ಒಂದು ಮೋಜಿನ ಫುಟ್‌ಬಾಲ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನಾವು ಎದುರಾಳಿಯ ಚೆಂಡುಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಮತ್ತು ನಮ್ಮೊಂದಿಗೆ ಸ್ನೇಹಿತನನ್ನು…",
    "ko": "Super PonGoal은 친구와 함께 상대의 공을 막고 골을 넣는 재미있는 축구 게임입니다.",
    "lv": "Super PonGoal ir jautra futbola spēle, kurā mēs cenšamies bloķēt pretinieku bumbas un gūt vārtus, ņemot līdzi draugu.",
    "ml": "സൂപ്പർ പോൺഗോൾ ഒരു രസകരമായ ഫുട്ബോൾ ഗെയിമാണ്, അവിടെ ഞങ്ങൾ എതിരാളിയുടെ പന്തുകൾ തടയാനും ഒരു സുഹൃത്തിനെ ഒപ്പം കൂട്ടി ഗോളുകൾ നേടാനും…",
    "mr": "Super PonGoal हा एक मजेदार फुटबॉल खेळ आहे जिथे आम्ही प्रतिस्पर्ध्याचे चेंडू रोखण्याचा प्रयत्न करतो आणि आमच्या मित्राला घेऊन गोल…",
    "ms": "Super PonGoal ialah permainan bola sepak yang menyeronokkan di mana kami cuba menyekat bola lawan dan menjaringkan gol dengan…",
    "nl": "Super PonGoal is een leuk voetbalspel waarbij we proberen de ballen van de tegenstander te blokkeren en doelpunten te maken door…",
    "pl": "Super PonGoal to zabawna gra w piłkę nożną, w której próbujemy blokować piłki przeciwnika i zdobywać bramki, zabierając ze sobą…",
    "ro": "Super PonGoal este un joc de fotbal distractiv în care încercăm să blocăm mingile adversarului și să înscriem goluri luând un…",
    "ru": "Super PonGoal — веселая футбольная игра, в которой мы пытаемся блокировать мячи соперника и забивать голы, взяв с собой друга.",
    "sk": "Super PonGoal je zábavná futbalová hra, kde sa snažíme blokovať súperove lopty a strieľať góly tak, že vezmeme so sebou kamaráta.",
    "sl": "Super PonGoal je zabavna nogometna igra, kjer poskušamo blokirati nasprotnikove žoge in dosegati gole tako, da s seboj vzamemo…",
    "sw": "Super PonGoal ni mchezo wa soka wa kufurahisha ambapo tunajaribu kuzuia mipira ya mpinzani na kufunga mabao kwa kuchukua rafiki…",
    "ta": "Super PonGoal என்பது ஒரு வேடிக்கையான கால்பந்து விளையாட்டாகும், அதில் ஒரு நண்பரை எங்களுடன் அழைத்துச் சென்று எதிராளியின் பந்துகளைத்…",
    "te": "సూపర్ పోన్‌గోల్ అనేది ఒక ఆహ్లాదకరమైన ఫుట్‌బాల్ గేమ్, ఇక్కడ మేము ప్రత్యర్థి బంతులను నిరోధించడానికి ప్రయత్నిస్తాము మరియు స్నేహితుడిని…",
    "th": "Super PonGoal เป็นเกมฟุตบอลแสนสนุกที่เราพยายามสกัดกั้นลูกบอลของฝ่ายตรงข้ามและทำประตูโดยพาเพื่อนไปด้วย",
    "tr": "Super PonGoal, bir arkadaşımızı yanımıza alarak rakibin toplarını bloke etmeye ve gol atmaya çalıştığımız eğlenceli bir futbol…",
    "uk": "Super PonGoal — це весела футбольна гра, де ми намагаємось блокувати м’ячі суперника та забивати голи, взявши з собою друга."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super PonGoal is a fun football game where we try to block the opponent's balls and score goals by taking a friend with us.\nThere is a football field in the game. We can play the goals on this football field. Meet the balls thrown by our opponent. With the goals and try to score a goal by hitting these balls with the castle. We score every time we turn the ball into a goal. With the scores we get, we win the matches by gaining an advantage over our opponents and continuing the game with new companions. PonGoal has emerged as a fun football game designed for lovers of two-player games.\n\nTo swipe Install this extension to play the Super PonGoal Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}