{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Diffy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find similar quality alternatives for less."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "👋 Welcome to Diffy! We help you find affordable alternatives for name brand products that cost up to 90% less.\n\nWe make online shopping more affordable by giving you great alternatives automatically. Spend less time searching for great alternatives and make online shopping more accessible for you. When a alternative is available, we'll automatically show it to you instantly. From there, you can see how much you could save, and check out the alternative itself. Most of our alternatives are up to 50% less yet have very similar characteristics from looks, ingredients, materials, or quality. With Diffy, you could save hundreds of dollars per year.\n\nEvery alternative we suggest is vetted from a variety of ways including user reviews, and influencers. We’re compatible on most sites, and we’ll be adding hundreds of great alternatives each week.\n\nFrom makeup to clothes, we provide great quality alternatives for almost everything. You can save up to $1,000 a year just by purchasing alternatives through our product recommendations. Download Diffy today and start saving money!\n\n🛍 Shop Anywhere\nWhether it’s searching the web or shopping at your favorite online store, we’ll automatically show you a alternative when we have one available.\n\n✅Shop with Confidence\nEach product we recommend goes through an intensive review process which identifies high quality alternatives backed by strong positive reviews.\n\n💰Save and Get Big Discounts\nLove saving money? Wait until you start using Diffy. Most of our alternatives cost 50% less and are consistent with looks and quality to expensive products.\n\n🔎Skip the Coupons and Research\nNo more countless hours trying failed coupon codes or discounts, we’ll recommend a great alternative without the hassle. With Diffy, everything can become affordable.\n\nDisclaimer\nBy using this add-on, you agree to the Diffy Terms & Conditions available at https://shopdiffy.com/privacy-policy"
  }
}