{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "100 Meters Race Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play 100 Meters Race Game right from your Chrome Browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the adrenaline rush of a 100 meters sprint right from your Chrome browser with Sprinter Dash! Whether you're killing time between tasks or challenging your friends to a virtual race, this Chrome extension brings the thrill of the track to your fingertips.\n\nFeatures:\n\nQuick and Easy Setup: Simply install the Sprinter Dash extension from the Chrome Web Store, and you're ready to hit the track. No complicated setups or registrations required.\n\nRealistic Gameplay: Get immersed in the action with lifelike sprinting mechanics. Feel the tension build as you prepare to dash off the starting line and push yourself to the limit to reach the finish.\n\nResponsive Controls: Control your sprinter with intuitive keyboard commands or mouse clicks, giving you precise control over your movements on the track.\n\nCustomizable Athletes: Choose your athlete's appearance and customize their attire to represent your style or favorite team colors.\n\nCompete with Friends: Challenge your friends to see who can achieve the fastest time. Sprinter Dash keeps track of your personal best and allows you to compare your results with others.\n\nAchievements and Leaderboards: Unlock achievements as you improve your sprinting skills and climb the global leaderboards to prove you're the ultimate sprinter.\n\nAccessible Anywhere: Whether you're at home, work, or on the go, Sprinter Dash is always ready to provide a quick dose of excitement and competition.\n\nRegular Updates: Expect frequent updates and additions to keep the game fresh and engaging, with new features, athletes, and challenges added over time.\n\nGet ready to lace up your virtual spikes and sprint your way to victory with Sprinter Dash. Install the extension now and start your journey to becoming a sprinting champion!"
  }
}