{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grammarly: AI Writing and Grammar Checker App"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improve your writing with all-in-one assistance—including generative AI, grammar check, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grammarly for Chrome offers real-time suggestions—including generative AI, grammar check, and more—to help you improve your writing online, no matter what you’re working on. \nWith comprehensive feedback on spelling, grammar, punctuation, clarity, and writing style, Grammarly is more than just a proofreader. It’s a tool that helps you write with confidence, find the best words to express yourself, and communicate your ideas with ease. Grammarly’s generative AI capabilities allow you to produce instant drafts, ideas, replies, and more wherever you do your best, most important writing.\n\n➤ Terms and Conditions\nBy installing the extension, you agree to and acknowledge:\nwww.grammarly.com/terms\nwww.grammarly.com/privacy-policy  \n\n➤ How it works\nGrammarly analyzes your sentences as you write and adds color-coded underlines to words and phrases where you can improve your writing. You can apply Grammarly’s suggestion with a single click, or expand the suggestion to learn more about it. \n\n➤ Go beyond grammar \nGrammarly’s advanced spelling checker and grammar checker go far beyond the built-in tools of word processors. Grammarly can detect not only misspellings but also commonly confused words used in the wrong context, like “affect” and “effect.” In addition, it can flag and fix complex grammar and punctuation issues like sentence fragments, comma splices, and subject-verb disagreement.\n\nBut great writing is about much more than just grammar and spelling. That’s why Grammarly also helps you streamline wordy phrases and rewrite sentences that are likely to confuse readers. It also suggests word choice improvements to help keep readers engaged, and helps you adjust your tone to ensure you come across the way you intend.\n\nFor students: Available on the extension, our free auto-citations feature generates citations for online sources in seconds, without you having to enter any info manually or leave the web page. Get pre-formatted citations ready to go, whether you use APA, MLA, or Chicago.\n\n➤ What’s included?\n\n~ Free\nThe free version of Grammarly includes basic writing suggestions designed to help you produce clean, mistake-free writing.\n• Grammar checker\n• Spelling checker\n• Punctuation checker\n• Tone detector\n• Auto-citations\n• Generative AI features\n\n~ Pro\nGrammarly Pro includes everything available for free, plus an expanded range of writing feedback designed to help you produce high-quality writing that makes an impact.\n• Clarity-focused sentence rewrites\n• Tone adjustments\n• Vocabulary improvements (word choice, formality level)\n• Fluency suggestions\nFeatures built for teams, including customized style guides and tone profiles to keep communication on-brand\n• Additional advanced suggestions\n\n➤ Works where you write\nGrammarly is designed to work seamlessly in your browser—no copying or pasting required. Use it in Google Docs, email clients, social media, and across the web. Grammarly for Chrome works across:\n• Google Docs\n• Gmail\n• LinkedIn\n• And more!\n\n➤ Trusted by millions of users\n“Grammarly ensures your messages are professional and grammatically correct by offering spell-checking, tone suggestions, and even vocabulary hints.” —Forbes\n\n“It’s the go-to service for fixing grammar, punctuation, and awkward sentences for professionals, college students, and people who write for a living—which is pretty much everyone, even if you don’t think of yourself as a writer.” —Inc.\n\n“Unlike basic spell checkers, Grammarly is a complete writing assistant app. It’s wonderful for anyone who needs help writing.” —PC Mag\n\n➤ Get Grammarly on your desktop\nWant to use Grammarly outside of your browser, in apps like Word, Outlook, and Slack? Try Grammarly for Windows or Grammarly for Mac, now available for download from www.grammarly.com/desktop. \n \n---------------------------------------------------------------------------------------------------------------------\n\nWe value the trust our customers put in us to keep their information safe and secure. Read our Trust page (www.grammarly.com/trust) to learn more about our user-first approach to privacy and security. California residents, please see the California Privacy Notice (www.grammarly.com/privacy-policy#for-california-users)."
  }
}