{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mindstamp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create Mindstamp Interactive videos in a flash."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Mindstamp Interactive Video Extension for Chrome – your ultimate companion for seamlessly integrating videos into your Mindstamp interactive experiences.\n\nWith this powerful extension, you'll no longer need to tirelessly search for captivating videos. Simply browse the web as usual, and our extension will discreetly notify you of the number of videos found on each page. Stay informed without any distractions, allowing you to focus on curating the perfect content.\n\nWhen you're ready to explore further, open the extension to reveal an organized list of video thumbnails. Each thumbnail represents a potential addition to your Mindstamp library. With just a click, you can effortlessly import the chosen video into Mindstamp, expanding the range of interactive possibilities for your projects.\n\nOur extension seamlessly supports both MP4 and Wistia video formats, ensuring compatibility with a wide range of sources. Experience a smooth and efficient import process, free from technical complexities.\n\nSimplify your video curation workflow and maximize your productivity with the Mindstamp Video Importer Extension. Enhance your Mindstamp interactive experiences by effortlessly importing your videos from across the web. Elevate engagement, captivate your audience, and unlock the full potential of Mindstamp.\n\nDownload the Mindstamp Interactive Video Extension for Chrome now and streamline your Mindstamp experience with ease."
  }
}