{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JobWizard - Job Application Copilot & Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autofill job application. Answer questions for you. ATS keyword check. Job Referrals. Customize resume and cover letter. In-job Chat"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to JobWizard, the smart job application copilot that revolutionizes your job application experience. \n\nOur powerful Google Chrome extension helps you optimize resumes, autofill applications, create AI cover letters, connect with referrers, evaluate job matches, and conduct AI searches. \n\nSupporting platforms such as Workday, LinkedIn, Greenhouse, Lever, Indeed, and more, JobWizard simplifies and enhances every step of your job search. \n\n🚀 Autofill: Autofill any online job application with your profile and generate answers to subjective questions.\n\n🤖 Copilot: All-in-one Job Application AI Assistant.\n➖Highlight: Analyze strengths and weaknesses to optimize your resume with targeted keywords!\n➖Insight: Instantly see your job fit score and get resume optimization tips!\n➖Company: Easily access company info, industry, and size!\n➖Cover Letter: Generate and optimize a tailored cover letter with one click!\n➖Find Referrals: Connect with contacts to enhance your job search through networking!\n\n💬 Chat Integration: Chat with a career expert based on your resume and job to get resume advice and build your confidence.\n\n🔒 Protect Your Data: We prioritize your privacy. Rest assured, all your personal information is secure with us, adhering to strict data privacy standards.\n\nDownload JobWizard now to simplify your job application process. No more wasting time manually filling out complex job applications."
  }
}