{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickNotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A minimalist notepad for instantly saving notes linked to specific websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Notes is the epitome of simplicity and efficiency in digital note-taking. Designed for those who appreciate minimalism and functionality, this Chrome extension offers a streamlined way to quickly save and manage notes that are automatically linked to the websites you visit.\n\nWhy Choose Quick Notes?\n\n- Unobtrusive Design: Quick Notes boasts a clean, intuitive interface that stays out of your way until you need it. Activating with just a click, it seamlessly integrates into your browsing experience without any clutter or distraction.\n- Instant Note-Taking: Capture your thoughts as you browse with no interruptions. Whether it’s a burst of inspiration, a piece of important information, or a quick reminder, Quick Notes lets you jot it down instantly and keep browsing.\n- Automatic Organization: Every note is automatically linked to the website it was taken on, making it easy to revisit the exact context you need. This unique feature is perfect for researchers, students, or anyone who juggles multiple sources of information.\n- Effortless Management: View or delete your notes with ease. The interface is designed to be as straightforward as possible, ensuring that managing your notes never feels like a chore.\n\nQuick Notes is more than just a tool; it’s your minimalist companion in the vast world of the internet, enhancing productivity without overwhelming your digital space. Ideal for professionals, academics, and anyone who values efficiency, Quick Notes transforms the way you interact with information online.\n\nInstall Quick Notes today and experience the art of simple, effective note-taking."
  }
}