{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlights AI: Simplify reading with ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ask questions and gain insights from a page with contextually relevant AI anwsers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Highlights AI - the perfect tool for quickly grasping and extracting information from any webpage! You can easily listen to summaries, find key highlights, and ask questions about the current page you’re on using ChatGPT. \n\nFeatures: \n\n◼ Custom Prompts: \n\nObtain contextually relevant answers to all your questions by using ChatGPT on any website. Write custom prompts and ask questions that come to mind while browsing any article/page. Easily access your most recently used prompts and save your favorite ones for future reference.\n\n◼ Summaries: \n\nEffortlessly grasp the key points and main ideas of any page with the click of a button. Let ChatGPT generate concise summaries that provide a quick overview of the content, saving you valuable reading time.\n\n◼ Highlights: \n\nInstantly identify the most important sections and noteworthy information on any page. Utilize ChatGPT to generate highlights that pinpoint key insights, enabling you to focus on the interesting aspects of the content at a glance.\n\n◼ Text-To-Speech: \nListen to all the text output generated by ChatGPT with natural-sounding speech. Choose from multiple voice options, adjust the speed to your preference, and mute the volume when desired.\n  \n◼ Action Buttons & Keyboard Shortcuts: \n\nBoost your productivity with just one click or by using convenient keyboard shortcuts to generate summaries and highlights. Experience the full power of a personal AI assistant dedicated to supercharging your efficiency.\n\nTry Highlights AI to see how it can help you save time understanding a page!"
  }
}