{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assistree"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assistree AI is an AI-powered productivity tool that helps freelancers save time and get more done on Upwork. It offers a variety…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Assistree AI is an AI-powered productivity tool that helps freelancers save time and get more done on Upwork. It offers a variety of features, including:\n\n💬 AI-Powered Messages & Replies\nWrite more effective messages and replies to clients and potential clients with Assistree AI's AI-powered messaging and reply feature.\nAssistree AI will help you to tailor your messages to each client and ensure that your replies are professional and informative.\n\n⏳ Time Saving\nSave time on a variety of tasks, such as proposal writing, messaging, and job matching with Assistree AI.\nAssistree AI automates these tasks so you can focus on the things that matter most, such as billable work.\n\n✍️ AI-Powered Proposal Writing\nWrite winning proposals in seconds with Assistree AI's AI-powered proposal writer.\nSimply provide some basic information about the job you're applying for and Assistree AI will generate a personalized proposal for you.\n\n🎯 Job Matching\nFind the perfect jobs for your skills and experience with Assistree AI's job matching feature.\nAssistree AI uses a variety of factors, such as your skills, location, and budget, to match you with jobs that you're likely to be successful at.\n\n🎉 Conclusion\nAssistree AI is the perfect AI-powered productivity tool for freelancers who want to save time, get more done, and be more successful on Upwork.\n\nHere's a brief overview of how to use the Assistree AI Chrome Extension for one-click proposals and time savings:\n\n➼ Install the Assistree AI Chrome Extension from the Chrome Web Store.\n➼ Create an account with Assistree AI and Get Free AI Credits.\n➼ Navigate to the Upwork job you want to apply for.\n➼ Click the Assistree AI icon in your Chrome extensions toolbar.\n➼ Click the \"One-Click Proposal\" button.\n➼ Assistree AI will generate a personalized proposal for you.\n➼ Review the proposal and click the \"Send\" button.\n\nThat's it! You've just sent a winning proposal in seconds with Assistree AI.\n\nSign up for a free trial of Assistree AI today and see how it can help you to be more productive and successful on Upwork."
  }
}