{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Wise"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Smart time management - From global time zones to time analysis, all in one convenient tool.",
    "vi": "Quản lý thời gian thông minh - Từ múi giờ toàn cầu đến phân tích thời gian, tất cả trong một công cụ tiện lợi."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Smart Time Management - Work with global time zones simply and effectively.\n\nOptimize the way you work with time zones through powerful features:\n\n• Timezone Master\n- Quick view of time across different time zones\n- Easy time conversion between time zones\n- Compare times between regions worldwide\n- Quick timezone search and filtering\n- Monitor multiple time zones simultaneously\n\n• Key Features\n- User-friendly interface, easy to use\n- Works offline, no internet connection required\n- Supports multiple time formats\n- Real-time updates\n\nAn essential tool for those working with international partners, managing cross-timezone projects, or simply wanting to track time in different regions around the world.",
    "vi": "Quản lý thời gian thông minh - Làm việc với múi giờ toàn cầu một cách đơn giản và hiệu quả.\n\nTối ưu hóa cách bạn làm việc với múi giờ thông qua các tính năng mạnh mẽ:\n\n• Timezone Master\n- Xem nhanh thời gian của nhiều múi giờ khác nhau\n- Chuyển đổi thời gian giữa các múi giờ một cách dễ dàng\n- So sánh thời gian giữa các khu vực trên thế giới\n- Tìm kiếm và lọc múi giờ nhanh chóng\n- Theo dõi nhiều múi giờ cùng lúc\n\n• Tính năng nổi bật\n- Giao diện người dùng thân thiện, dễ sử dụng\n- Hoạt động offline, không cần kết nối internet\n- Hỗ trợ nhiều định dạng thời gian\n- Cập nhật thời gian thực\n\nLà công cụ không thể thiếu cho những ai làm việc với đối tác quốc tế, quản lý dự án xuyên múi giờ, hay đơn giản là muốn theo dõi thời gian ở các khu vực khác nhau trên thế giới."
  }
}