{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gartner Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Gartner extension (formerly Gartner Everywhere) is a convenient way to discover Gartner research."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⇒\tOur distinctive extension provides easy access to the most relevant content, while protecting your privacy and security.\n\n⇒\tDiscover exclusive Gartner content from an ever expanding curated and structured resources\n\n\nWhat it Offers:\n\n☆ Easy Access\nJust install the Gartner extension and you are ready to go. Get Gartner content alongside google search results at ease\n\n☆ Comprehensive Selection of Research\nMost sought-after research available with Gartner exclusive insights spanning across an ever growing pool of domains\n\n☆ Non-intrusive\nThe extension panel’s position and interface is such that it does not interfere with your google search experience\n\n☆ Protected Privacy\nWe do not store any personal information or your google search history\n\n\nHow to Install:\n\n1.\tClick “Add to Chrome” to install the extension in your browser \n\n2.\tLog in to Gartner.com and be sure to click “Remember me”\n\n3.\tNow you are ready to start your search on Google\n\n\nEligibility Requirements:\n\n•\tYou must be a Gartner client and Licensed User registered on www.gartner.com.\n\n•\tThe Gartner extension must be installed and configured on your personal browser.\n\n\n===================================================\nBy installing the Gartner extension, you agree to adhere to the following terms:\n\nGARTNER EXTENSION (formerly GARTNER EVERYWHERE) TERMS OF USE:\n\n1. You may use the Gartner extension provided that: (a) it is used solely for your personal, informational and internal business purposes; (b) it may not be modified or altered in any way; and (c) it may not be resold or otherwise redistributed. You represent that you have an authority to bind your company to these terms. \n2. The Gartner extension is the intellectual property and copyrighted work of Gartner, Inc. All rights, title and interest not expressly granted with respect to Gartner extension are reserved.\n3. Gartner grants you a limited, non-exclusive, non-sublicensable, non-transferable, revocable license to access and make use of the Gartner extension solely for your internal business purposes.\n4. You may not: (a) copy, modify or create derivative works based on Gartner extension (b) distribute, transmit, publish or otherwise disseminate the Gartner extension; (c) download or store Gartner extension except as explicitly permitted herein; (d) attempt to access or derive the source code or architecture of the Gartner extension; (e) attempt to probe, scan or test the vulnerability of Gartner extension; (f) export or re-export Gartner extension; (g) use or access Gartner extension in order to build a competitive product, service or solution; (h) violate any applicable law or regulations in connection with your use of Gartner extension; (i) impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity, including, without limitation, a Gartner client; or (j) permit any third party to do any of the foregoing. \n5. Disclaimer of Warranties. THE GARTNER EXTENSION IS PROVIDED ON AN \"AS IS\" BASIS. GARTNER EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. THE GARTNER EXTENSION IS USED AT YOUR OWN DISCRETION AND RISK. GARTNER SHALL HAVE NO RESPONSIBILITY FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF THE GARTNER EXTENSION. GARTNER DOES NOT WARRANT THAT THE GARTNER EXTENSION WILL MEET YOUR REQUIREMENTS OR WILL BE UNINTERRUPTED OR ERROR-FREE.\n6. Limitation of Liability. IN NO EVENT SHALL GARTNER BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOSS OF PROFITS, REVENUE, DATA OR DATA USE, INCURRED BY YOU OR ANY THIRD PARTY, WHETHER IN AN ACTION IN CONTRACT OR TORT, ARISING FROM YOUR ACCESS TO, OR USE OF, THE GARTNER EXTENSION.\n7. Exclusions and Limitations. SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OR EXCLUSION OF CERTAIN WARRANTIES OR CERTAIN LIABILITIES.  TO THE EXTENT THAT THEY ARE HELD TO BE LEGALLY INVALID, DISCLAIMERS, THE EXCLUSIONS AND LIMITATIONS SET FORTH ABOVE DO NOT APPLY AND ALL OTHER TERMS SHALL REMAIN IN FULL FORCE AND EFFECT.\n8. Your use of the Gartner extension is subject to and you agree to the \n\nGartner.com Terms of Use (http://www.gartner.com/technology/about/policies/terms_of_use.jsp)\n\nand the Gartner Global Privacy Policy (https://www.gartner.com/privacy). \n\nGartner reserves a right at any time to change, impose limits to and update the Gartner extension and discontinue or suspend permanently or temporarily access to Gartner extension without prior notice and without any liability to you or your company. Gartner will use commercially reasonable efforts to notify you of any changes to the Gartner extension that might affect your use of the software. Gartner may from time to time update or revise these terms. \n9. All matters relating to your access to, and use of, the Gartner extension are governed by U.S. federal law or the laws of the State of Connecticut. Any legal action or proceeding relating to your access to, or use of, the Gartner extension shall be instituted in a state or federal court in the state of Connecticut. You and Gartner agree to submit to the jurisdiction of, and agree that venue is proper in, these courts in any such legal action or proceeding.\n\n\n=======================================\n\nPlease feel free to contact us with any feedback and questions at:   GartnerEverywhereSupport@gartner.com"
  }
}