{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WTF"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension that allows you to send messages in bulk via WhatsApp™ Web",
    "pt_BR": "Extensão do Chrome que permite enviar mensagens em massa via WhatsApp™ Web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This open-source Chrome Extension allows you to send messages in bulk via WhatsApp™ Web. Make sure WhatsApp™ Web is open in your browser while using this extension.\n\nUsage\n\n1. Open WhatsApp™ Web in your Chrome browser.\n2. Click on the WTF extension icon in the toolbar.\n3. Click Options to configure the message and attachment you wish to send.\n4. Back in the Popup, paste the list of phone numbers you want to send messages.\n5. Click Send to start the messages delivery.\n\nThis extension is intended for legitimate and ethical use only. Please use this extension responsibly. The developers and owners are not responsible for any misuse or abuse of the extension.\n\nIssues\n\nIf you encounter any problems or have any questions, please check the https://github.com/marcosvrs/WTF/issues section on GitHub. You can search for existing issues to see if your problem has already been reported and, if not, open a new issue.\n\nDisclaimer\n\nThis extension is not affiliated with or endorsed by WhatsApp™ or Meta Platforms, Inc. and affiliates. The use of this extension is at your own risk and the developers are not responsible for any damages, legal consequences, or other liabilities that may arise from the use of this extension.",
    "pt_BR": "Esta extensão de código aberto para Chrome permite que você envie mensagens em massa via WhatsApp™ Web. Certifique-se de que o WhatsApp™ Web esteja aberto no seu navegador enquanto usa esta extensão.\n\nUso\n\n1. Abra o WhatsApp™ Web no seu navegador Chrome.\n2. Clique no ícone da extensão WTF na barra de ferramentas.\n3. Clique em Opções para configurar a mensagem e o anexo que deseja enviar.\n4. De volta ao Popup, cole a lista de números de telefone para os quais você deseja enviar mensagens.\n5. Clique em Enviar para iniciar o envio das mensagens.\n\nEsta extensão é destinada apenas para uso legítimo e ético. Por favor, use esta extensão de forma responsável. Os desenvolvedores e proprietários não são responsáveis por qualquer uso indevido ou abuso da extensão.\n\nProblemas\n\nSe você encontrar algum problema ou tiver alguma dúvida, por favor, verifique a seção https://github.com/marcosvrs/WTF/issues no GitHub. Você pode procurar por problemas existentes para ver se seu problema já foi relatado e, se não, abrir um novo problema.\n\nAviso Legal\n\nEsta extensão não é afiliada nem endossada pelo WhatsApp™ ou pela Meta Platforms, Inc. e suas afiliadas. O uso desta extensão é por sua própria conta e risco e os desenvolvedores não são responsáveis por quaisquer danos, consequências legais ou outras responsabilidades que possam surgir do uso desta extensão."
  }
}