{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turbonav"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turbocharge your browser tab management experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eliminate tedious actions so you can focus on your most important work.\n\nTurbonav helps you easily schedule tabs for later, block distracting websites, control website actions, and much more, with a command interface. \n\nIt's designed for quick access. Keyboard shortcuts and bindings, no mouse required!\n\nTurbocharge your browser experience 🚀\n\n\n✨ Features:\n- Control website actions with a command. Try it on Webflow, Gmail, and Notion.\n   - On Webflow, update a margin of an element, find an element or style property, move an element in the website hierarchy and so much more\n   - On Gmail, quickly archive, mark as important, and much more\n- Save links using #tag/organization\n- Save a window session, speeding up your computer and reducing memory consumption\n- Copy URL or markdown URL\n\n🎯 Pro Features:\n- Commands to power through your email and achieve inbox zero on Gmail.\n- Schedule for later. Type “tomorrow at 9am” and Turbonav saves the tab and opens it at the specified date and time\n- Plan goals for your day\n- Create a focus session to get work done\n- Block your most distracting websites\n\n\n🔒 Privacy & Security\nTurbonav believes in the importance of privacy and security for everyone. Turbonav is designed to be offline-first, so your information stays on your computer.\n\nTurbonav uses Amplitude to solemnly track actions to improve the user experience with new iterations. No unique information about the user is captured.\n\nFor more information: https://www.turbonav.com/privacy\n\n\n❤️ Support\nIf you have any feedback, feature requests, or issues please let us know at support@turbonav.com, thanks!"
  }
}