{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EnqueteClub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weten bij welke shops je cashback krijgt als je surft op internet? Dat kan nu met de nieuwe EnqueteClub.be Alertbar!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weten bij welke shops je cashback krijgt als je surft op internet? Dat kan nu met de nieuwe EnqueteClub.be Alertbar! Installeer de Alertbar en mis nooit meer een aankoop met cashback. Je krijgt automatisch een melding zodra je een website van een EnqueteClub.be bezoekt. Hiermee bespaar je honderden euro’s extra per jaar!\n\nVoordelen van de Alertbar\n- Automatische melding als je bij een shop cashback kan krijgen\n- Altijd op de hoogte van de nieuwste acties op EnqueteClub.be\n- Snelle toegang tot je account\n- Extra zekerheid voor goede registratie van je aankopen\n- Gratis te downloaden en bespaart je veel geld\n\nGa naar https://www.EnqueteClub.be/user/register.php en meld je gratis aan!\n\nOver EnqueteClub.be\nHet leven is serieus genoeg, het is tijd voor plezier en korting! Leden kunnen zich gratis bij EnqueteClub aanmelden. Voor het ontvangen, lezen en reageren op e-mails die EnqueteClub verstuurt ontvangen leden een vergoeding, evenals voor het shoppen bij ruim 1.500 aangesloten webwinkels, het invullen van enquetes, het schrijven van webwinkel reviews en website testimonials, en voor het delen van acties en aanbiedingen op Facebook en Twitter. Verder zijn er speciale ledenacties, bijvoorbeeld de dagelijkse jackpot, waarmee leden een geldbedrag of mooie prijzen kunnen winnen."
  }
}