{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writesonic: AI Writing, SEO, and Keywords"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT for content creation and SEO. Write anywhere online. Get keyword data, trends, & content suggestions in Google."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writesonic: Your All-in-One AI Content Creator & SEO Powerhouse\n\nUpgrade your online presence with Writesonic - the Chrome extension that combines AI-driven content creation with cutting-edge SEO insights. Perfect for content creators, marketers, and professionals looking to streamline their workflow and boost their online impact.\n\nKey Features:\n\n1. Advanced SEO & Keyword Intelligence\n• Get real-time keyword data right in Google Search results\n• Uncover search volumes, keyword difficulty, and trend analyses\n• Explore main, long-tail, and related keywords\n• Receive AI-powered content ideas based on search intent\n• Get on-page SEO scoring for optimized content creation\n\n2. AI-Powered Content Generation\n• Create high-quality content anywhere in Chrome with CMD+M shortcut\n• Craft tailored content for emails, social media, articles, and more\n• Works seamlessly in Gmail, Google Docs, Twitter, LinkedIn, and across the web\n\n3. Email Mastery (Gmail)\n• Generate professional emails in seconds\n• Summarize long emails and entire threads\n• Get timeline summaries of conversations\n• Reply to emails instantly, saving you precious time\n\n4. Social Media Enhancement\nTwitter:\n• Create unique, engaging tweets with AI assistance\n• Find relevant hashtags and Twitter accounts to boost engagement\n• Summarize long tweets and threads to save time\n\nLinkedIn:\n• Generate thought-provoking posts in seconds\n• Craft engaging comments to drive conversations\n• Answer DMs quickly and efficiently\n\n5. Boost Customer Support (Helpscout)\n• Provide quick, accurate, and personalized responses to support tickets\n• Auto-generate concise summaries of complex issues\n\n6. Web Research Assistant\n• Summarize any webpage with a single click\n• Ask questions about specific web pages and get contextual replies\n• Streamline research with AI-powered information extraction\n\n7. Universal Content Creation\n• Works everywhere on your Chrome browser\n• Create unique content or rephrase text in seconds\n• Edit social media bios, write articles, or summarize text effortlessly\n\n8. Handy Utilities\n• Quickly access word and character count for selected text\n• Simplify your content creation and communication tasks across platforms\n\nWritesonic integrates with Google Search to provide up-to-date, factual, and accurate information, giving you a significant edge over traditional AI chatbots.\n\nWhether you're drafting emails, crafting social media posts, conducting research, or optimizing your content for SEO, Writesonic is your go-to AI assistant. It's designed to save you time, boost your productivity, and elevate your online presence.\n\nReady to revolutionize your content creation and SEO strategy? Install Writesonic now and join thousands of satisfied users who've transformed their online workflow. Experience the perfect blend of AI-powered creativity and data-driven SEO insights – all in one powerful Chrome extension!\n\nWritesonic: Where AI meets creativity, and your online success story begins."
  }
}