{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Viewport Dimensions"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension displays Chrome’s viewport dimensions when resizing the browser window."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension displays Chrome’s viewport dimensions in the lower right corner of the browser window when resizing the browser.  Very handy when you want to make the browser window a specific size for testing websites or if like me you want to make the viewport precisely 1920x1080 when recording screencasts at 1080p.\n\n*** NOTE: Chrome requires you to RESTART Chrome before this extension is fully loaded.\n\n*** UPDATED v0.0.7 ***\nWith the release of 0.0.7 I have added some new features, you can now set the amount of time the dimensions should remain visible for, the location on the screen the dimensions should appear, the background color, the text color, and size, and you now have the option to enable/disable both the inner/outer dimensions.\n\n*** UPDATED v0.0.6 ***\nFIX: I fixed an issue where sometimes the viewport details panel would hide\nbehind website elements, to fix this I have increased the z-index to\nthe maximum number.\n\n*** UPDATED v0.0.5 ***\nFIX: I fixed the error that would show up in the Chrome console.\nNEW: I upgraded jQuery to v1.11.1\n\n*** UPDATED v0.0.4 ***\nNEW: The extension now displays Chrome’s inner and outer sizes.\nNEW: The extension now works in offline mode, or with URLs \"file:///\".\n\nIf you find any issues or if this extension is not working correctly please post a comment on our GitHub page before leaving a review so I have a chance to fix it, thanks ;O)\nhttps://github.com/CSWilson/Viewport-Dimensions/issues\n\nYou can view the code within this extension over at GitHub:\nhttps://github.com/CSWilson/Viewport-Dimensions"
  }
}