{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Replace standard New Tab. Each bookmark folder is a button. Click a button to open a window with links."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I like \"Speed Dial\" plugins for browsers, but there is always something I don't like about the ones I find.  So, I decided to make my own.  \n\nThe \"Other Bookmarks\" folder, along with all of its subfolders, are shown as buttons at the top of the browser.  \n\n* Click a button to display a modal window with all of the bookmarks in that folder. \n* Click a link to visit that site. \n* Click anywhere outside the modal to close it. \n\n\nThis extension only requires three permissions (the bare minimum permissions to get the job done).  \n1. It needs Bookmarks permission, to do its job. \n2. It needs the Active Tab permission, so it can function as a tab. \n3. It needs the chrome://favicons/ permission, to display bookmark icons. \n\n\nNotes: \n- Chrome will already sync your bookmarks between multiple computers using your Google account, so there's nothing added here for that. \n- The root folder it looks at is Other Bookmarks, so any bookmark you want displayed needs to be in there, either directly inside the Other bookmarks folder, or else inside another folder that is inside Other Bookmarks.  \n- The Other Bookmarks folder button is shown first.  All other folder buttons are displayed in alphabetical order.  \n- Folders two or more levels deep are shown as \"parent / child / child...\"\n- Since the bookmarks bar is already a thing, this extension doesn't display bookmarks placed in that folder. \n- Still pretty lightweight.  The only libraries used are jQuery and underscore for code, and W3.css for all styling. \n\nNew in 2.0: \n- Major overhaul of the UI.  Instead of displaying all bookmarks in bordered boxes and having the buttons jump to the corresponding box, we now only display buttons, with each button displaying a modal with the bookmarks contained in that folder. \n- Rewrite of the bookmark parsing code. \n- Updated jQuery version to 2.2.4. \n- Included underscore.js for some utility functions. \n- Brought in some more ES6 syntax. \n- Organized code into separate files. \n- After trying several different CSS frameworks, stumbled upon W3.css.  Huge props to W3Schools for that.  \n\n\nNew in 1.9: \n- Added buttons at the top to jump to the corresponding bookmark folder on the page.  \n- The title of each folder is also now a link to the top of the page. \n\n\nNew in 1.8:\n- Removed bootstrap since it was no longer necessary. \n- The hierarchy of a folder is now displayed in the header (ie The header will be \"Videos / Shows\" if the \"Shows\" folder is a subfolder of the \"Videos\" folder). \n- Sorting now ignores the articles \"A\", \"An\" and \"The.\"\n- Subfolder names no longer have to be unique. \n- Started using some ES6 language features. \n\n\nNew in 1.7: \n- Changed folder resizing to CSS instead of javascript.  Now folders all folders in a row will be the size of the largest folder in that row, instead of the largest folder in the bookmark collection. \n\n\nNew in 1.5:\n- Made each bookmark only one line, with long ones ending in \"...\"\n- Added favicon support."
  }
}