{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Business Model Canvas for Trello"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is Business Model Canvas for Trello extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is Business Model Canvas Trello extension. \n\nThe Business Model Canvas (BMC) is a strategic management tool to quickly and easily define and communicate a business idea or concept. It is a one page document which works through the fundamental elements of a business or product, structuring an idea in a coherent way. This also means you can start with a brain dump, filling out the segments the spring to your mind first and then work on the empty segments to close the gaps.\n\nFor more info about BMC:\n\nhttps://en.wikipedia.org/wiki/Business_Model_Canvas\n\nI love Trello and use Business Model Canvas for myself so I decided to create this extension for Trello and use it daily myself. It looks better then the usual column-wize Trello mode and fits all of it to the screen. \n\nThis is a Beta version of the extension. I hope you will not provide a negative rating. For any suggestions, send me an email and I will consider to improve it.\n\n*** Usage *** :\n\nPress on an extension icon to \"canvanize\" it.\n\n*** Limitations ***:\n\nThe column names should be as follows and in the following order:\n\n1) Key Partners\n2) Key Activities\n3) Key Resources\n4) Cost Structure\n5) Value Proposition\n6) Customer Relationships\n7) Channels\n8) Customer Segments\n9) Revenue Streams\n\n*** Next version ***:\n\nMake \"Cost Structure\" and \"Revenue Stream\" dual-column."
  }
}