{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Solace Queue Viewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enables you to see solace messages directly in the browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly monitor and manage your Solace queues directly within Chrome\n\nThis extension simplifies interacting with Solace PubSub+ by providing a user-friendly interface for:\n\n- Secure Connection: Leverages in-process credentials for secure connection to your Solace broker\n- Real-time Message Viewing: Extract and display messages in the \"Messages Queued\" tab. Expand individual messages for detailed inspection\n- Seamless Message Navigation: Navigate through large message volumes with ease using the intuitive built-in pagination within the \"Messages Queued\" tab\n- Live Updates: The extension stays active as long as your browser is open, automatically fetching new messages and integrating them seamlessly into the existing queue, keeping you updated in real-time\n- Cluster Flexibility: Switch between Solace clusters with ease, allowing you to monitor multiple environments from a single extension\n\nBenefits:\n\n- Gain real-time insights into message content and flow within your Solace queues\n- Simplify debugging and troubleshooting by easily accessing message details\n- Enhance productivity with efficient message navigation and automatic updates\n- Maintain flexibility by switching between Solace clusters on the fly\n\nIdeal for:\n\n- Developers and system administrators working with Solace PubSub+\n- Operations teams monitoring message traffic and health\n- nyone who needs a convenient way to interact with Solace queues directly within Chrome\n\nGet started today and experience the ease of managing your Solace infrastructure!\n\nThis extension is open-source and available for contributions on GitHub: https://github.com/Valle12/solace-queue-viewer-extension"
  }
}