{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN.AC SecureProxy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VPN.AC SecureProxy is a secure web-tunnelling extension, or a browser-based VPN."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SecureProxy browser extension for Chrome provides with the ability to surf the web securely and privately without connecting to a \"classic\" VPN. It works like a browser proxy and all browsing traffic is encrypted through a secure tunnel. \n\nStealth against Firewall/DPI: when inspected using DPI technologies, the connections using the SecureProxy don't trigger alerts like a classic VPN would usually do.\n\nThere is no need to tunnel all your PC traffic through the VPN: you can have the browser tunneling the traffic through our servers and all other traffic sent via your regular ISP connection. \n\nNOTE: You need an active VPN account from https://vpn.ac to connect using this extension. \n\nWhat's new: \n\n-v3.0.1: fixes related to connection in private/incognito mode\n\nPrevious updates: \n\n- v3.0.0: migration to Chrome Manifest V3 as per Google requirements, several other improvements\n- v2.1.2: minor template improvements\n- v2.1.0: new design implemented; multiple improvements and fixes\n- v2.0.17: work-around for Chrome newly introduced bug resulting in no connection when starting browser; added \"China Optimized\" category (enable it in Preferences)\n- v2.0.13: bug fixes related to local storage of preferences.\n- v2.0.11: new design, news tab, help tab, bug fixes. New version requires Privacy permissions due to a change of the WebRTC blocking function. \n- v1.8.0: added country flags, changed icons. \n- v1.7.2: added ability to exclude websites or entire TLDs from using the SecureProxy connection to access them."
  }
}