{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AI Email Writer - Aimailhub",
    "es": "Escritor de correo electrónico con IA",
    "ja": "AIメールライター - Aimailhub",
    "zh_CN": "AI电子邮件生成器 - Aimailhub",
    "zh_TW": "AI電子郵件撰寫器 - Aimailhub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Quickly generate various types of emails in just a few simple steps. Save time and streamline your daily email communication.",
    "es": "Genere correos electrónicos rápidamente en tan solo unos sencillos pasos. Ahorre tiempo y simplifique su comunicación diaria.",
    "ja": "いくつかの簡単な手順で、さまざまな種類の電子メールをすばやく生成できます。時間を節約し、日々の電子メールコミュニケーションを合理化します。",
    "zh_CN": "电子邮件生成工具，利用专业的AI，只需几个简单的步骤就可快速生成各种类型的电子邮件，大大节省你的时间和简化电子邮件交流的难度。",
    "zh_TW": "Aimailhub，一個電子郵件生成插件，利用人工智慧，只需幾個簡單的步驟即可快速生成各種類型的電子郵件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "If you have trouble writing professional emails, try this AI Email Writer developed by Aimailhub. Powered by ChatGPT, this AI plugin can help you draft emails and compose email replies in seconds. You can use it for daily work follow-ups, customer support, cross-border communication, and other purposes. No matter what your background is, working professionals, students, or job seekers, you can get started quickly.\n\nHow to install and use\n1. Download and install the AI ​​Email Writer plugin from the Web Store\n2. After installation, click the extension icon in the upper right corner of the browser and find AI Email Writer. Click the pin icon next to it to pin it to the Chrome toolbar.\n3. Click the AI ​​Email Writer icon and it will open a window on your current page.\n4. Select the tone and type of email you want in the input box and tell AI what the purpose of your email is\n5. Click the Generate button and the AI ​​will start drafting the email for you. When you are done, click the Copy button and paste the content into your email app such as Gmail/Foxmail.",
    "es": "Si tiene problemas para escribir correos electrónicos profesionales, pruebe este AI Email Writer desarrollado por Aimailhub. Desarrollado por ChatGPT, este complemento de IA puede ayudarlo a redactar correos electrónicos y redactar respuestas a ellos en segundos. Puede utilizarlo para seguimiento diario del trabajo, atención al cliente, comunicación transfronteriza y otros fines. No importa cuál sea su experiencia, profesionales en activo, estudiantes o solicitantes de empleo, puede comenzar rápidamente.\n\nCómo instalar y usar\n1. Descargue e instale el complemento Escritor de correo electrónico con IA desde la tienda web\n2. Después de la instalación, haga clic en el icono de extensión en la esquina superior derecha del navegador y busque Escritor de correo electrónico con IA. Haga clic en el ícono de anclar al lado para anclarlo a la barra de herramientas de Chrome.\n3. Haga clic en el ícono AI Email Writer y se abrirá una ventana en su página actual.\n4. Seleccione el tono y el tipo de correo electrónico que desea en el cuadro de entrada y dígale a AI cuál es el propósito de su correo electrónico.\n5. Haga clic en el botón Generar y la IA comenzará a redactar el correo electrónico por usted. Cuando haya terminado, haga clic en el botón Copiar y pegue el contenido en su aplicación de correo electrónico, como Gmail/Foxmail.",
    "ja": "プロフェッショナルなメールを書くのが難しい場合は、Aimailhub が開発したこの AI メール ライターを試してみてください。 ChatGPT を利用したこの AI プラグインは、電子メールの下書きや電子メール返信の作成を数秒で行うのに役立ちます。日々の業務フォローやカスタマーサポート、国境を越えたコミュニケーションなどにご利用いただけます。社会人、学生、求職者など、経歴に関係なく、すぐに始めることができます。\n\nインストール方法と使用方法：\n1. Webストアからプラグインをダウンロードしてインストールします\n2. インストール後、ブラウザの右上隅にある拡張機能アイコンをクリックして、[AIメールライター]  を見つけます。その横にあるピンアイコンをクリックして、Chrome ツールバーにピン留めします。\n3. AI Email Writer アイコンをクリックすると、現在のページにウィンドウが開きます。\n4. 入力ボックスでメールのトーンと種類を選択し、メールの目的を AI に伝えます\n5. [生成] ボタンをクリックすると、AI がメールの下書きを開始します。完了したら、[コピー] ボタンをクリックして、内容を Gmail/Foxmail などの電子メール アプリに貼り付けます。",
    "zh_CN": "如果您在撰写专业电子邮件时遇到困难，请尝试使用 Aimailhub 开发的 AI 电子邮件编写器。该人工智能插件由 ChatGPT 提供支持，可以帮助您在几秒钟内起草电子邮件并撰写电子邮件回复。您可以将其用于日常工作跟进、客户支持、跨境沟通等用途。无论您的背景是什么、职业人士、学生还是求职者，您都可以快速上手。\n\n如何安装和使用：\n1.从Web Store下载并安装 “AI电子邮件生成器” 插件\n2.安装完成后，点击浏览器右上角的扩展图标，找到 “AI电子邮件生成器”。单击旁边的固定图标将其固定到 Chrome 工具栏。\n3. 单击AI电子邮件编写器图标，它将在当前页面上打开一个窗口。\n4.在输入框中选择你想要的电子邮件语气和类型，并告诉AI你的电子邮件的目的是什么\n5.点击生成按钮，AI将开始为您起草电子邮件。完成后，单击“复制”按钮并将内容粘贴到您的电子邮件应用程序（例如 Gmail/Foxmail）中。",
    "zh_TW": "如果您在撰寫專業電子郵件時遇到困難，請嘗試使用 Aimailhub 開發的 AI 電子郵件編寫器。該人工智慧插件由 ChatGPT 提供支持，可以幫助您在幾秒鐘內起草電子郵件並撰寫電子郵件回覆。您可以將其用於日常工作跟進、客戶支援、跨境溝通等用途。無論您的背景是什麼、專業人士、學生或求職者，您都可以快速上手。\n\n如何安裝和使用：\n1.從Web Store下載並安裝 「AI電子郵件撰寫器」 插件\n2.安裝完成後，點選瀏覽器右上角的擴充圖標，找到 「AI電子郵件撰寫器」。點擊旁邊的固定圖示將其固定到 Chrome 工具列。\n3. 按一下AI電子郵件編寫器圖標，它將在目前頁面上開啟一個視窗。\n4.在輸入框中選擇你想要的電子郵件語氣和類型，並告訴AI你的電子郵件的目的是什麼\n5.點擊產生按鈕，AI將開始為您起草電子郵件。完成後，按一下「複製」按鈕並將內容貼上到您的電子郵件應用程式（例如 Gmail/Foxmail）中。"
  }
}