{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkumori (Clean URLs)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clean tracking query parameters from URLs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkumori (Clean URLs) - Reclaim Your Online Privacy\n\nIn today's data-driven world, your browsing habits and online activities are constantly being tracked and analyzed by a myriad of third-party services. One of the primary ways this is accomplished is through the use of tracking parameters embedded in the URLs you visit. These parameters allow advertisers, analytics providers, and other companies to follow your digital footprint across the web, compromising your privacy.\n\nThe Linkumori (Clean URLs) Chrome extension is designed to combat this pervasive issue by automatically cleaning and purifying the URLs you encounter. It methodically removes the various tracking identifiers and parameters that are appended to URLs, preventing these third-party services from collecting and aggregating your personal data.\n\nBy installing Linkumori, you can enjoy a more private and secure browsing experience, where your online activities are shielded from unwanted surveillance and profiling. The extension works seamlessly in the background, ensuring that your URLs are cleansed without interrupting your normal browsing workflow.\n\nKey features of Linkumori (Clean URLs):\n\n- Automatic URL cleaning: The extension automatically identifies and removes tracking parameters from the URLs you visit, protecting your privacy.\n- Comprehensive coverage: Linkumori is equipped with an extensive set of rules to handle a wide range of URL-based tracking mechanisms, ensuring a robust and effective cleaning process.\n- Whitelist support: You can easily add domains to a whitelist, allowing you to exclude specific websites from the URL cleaning process if needed.\n- Minimal impact: The extension's efficient design ensures that the URL cleaning process has negligible impact on your browsing performance, providing a seamless user experience.\n- Customizable settings: Linkumori offers the flexibility to enable or disable the extension's features, allowing you to tailor the privacy protection to your preferences.\n\nIn today's digital landscape, where our online lives are increasingly exposed to data collection and monetization, the Linkumori (Clean URLs) extension stands as a powerful tool to reclaim your privacy. By installing this extension, you can take a proactive step in safeguarding your personal information and regaining control over your digital footprint.\n\nDownload Linkumori (Clean URLs) now and experience the freedom of browsing the web with enhanced privacy protection."
  }
}