{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoSupport AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoSupport Agents is a groundbreaking AI assistant, seamlessly integrating with Zendesk through a Google Extension to revolutionize…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CoSupport Agents is a groundbreaking AI assistant, seamlessly integrating with Zendesk through a Google Extension to revolutionize your customer support experience. With patented AI technology, your agents can reply 5x times faster, significantly enhancing efficiency and customer satisfaction.\n\nIt gives support agents instant access to the best ticket responses and comprehensive business knowledge, including your knowledge base, product details, and previous interactions.\n\nHow to Use the Extension\n\n- Quick Start: Simply add the extension to your Google browser and connect it to your Zendesk account. Connect the extension to your Zendesk account.  \n- Effortless Integration: Once integrated, the CoSupport Agent begins to work within your Zendesk interface.\n- Using AI Suggestions: Receive AI-crafted draft responses and insights directly within Zendesk ticket responses, allowing for faster and more accurate customer support.\n\nCoSupport Agent Allows You To:\n\n- Reduce Support Costs: Efficiently manage your resources with AI-powered support.\n- Improve Customer Satisfaction: Deliver faster, more accurate responses, enhancing customer experience.\n- Boost Ticket Resolution Speed: Resolve issues more quickly with AI-generated response drafts.\n\nMore than Automation\n\nCoSupport Agent goes beyond routine automation. The AI assistant is built on a neural network with machine learning technologies under the hood. Due to reinforcement learning, CoSupport Agent increases the response's accuracy and polishes its communication style along the way. This means our AI doesn’t just automate; it learns, adapts, and evolves to offer smarter, contextually relevant support.\n\nWhy It's Unique\n\n- Patented AI Technology: Our solution, acknowledged by the United States Patent and Trademark Office, processes a wide range of queries with high speed, accuracy, and security, all at a lower cost than other popular Large Language Models.\n- Data-Driven Customization: Tailored specifically for your business, learning from your customer data and CRM documentation.\n- Enhanced Data Privacy and Security: Dedicated server for data storage and anonymized data for AI learning ensure the highest standards of data security.\n\nAbout CoSupport AI\n\nAt CoSupport, we're committed to transforming customer support with AI. Our solutions are designed to augment human agents, not replace them. By leveraging the latest in AI technology, we aim to create a more efficient, effective, and human-centric customer support experience.\n\nNeed Help?\n\nFor any assistance or queries regarding the setup and utilization of CoSupport Agents, contact us through this web form, https://cosupport.ai/schedule-a-demo. Our dedicated team is always ready to help you streamline your customer support process."
  }
}