{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Temporary Content Settings",
    "es": "Opciones de Contenido Temporales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly make exceptions to content settings (JavaScript, cookies, images, plug-ins) for some or all sites for a set time.",
    "es": "Cambio rápido de las opciones de contenido (imágenes, JavaScript, cookies, complementos) para algunos o todos sitios por un tiempo…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A button or popup for changing content settings for a set time.\n\nTemporary Content Settings lets you view a site or sites differently than usual — with or without any combination of JavaScript, images, cookies, and/or plug-ins — without creating growing lists of exceptions that must later be cleared manually. With one click, the settings of your choice are applied to the current subdomain, domain, or whole internet, kept for as long as you want, and reliably removed. A number on the button indicates the number of exception rules in effect.\n\nTempSettings makes it easier to manage your exposure to the leading technologies that may clutter up your screen, consume bandwidth, serve ads, and threaten your privacy — you can change your default Chrome settings to block whichever ones pose problems, then easily re-enable them when necessary. Or if you want to see what a site looks like without a given feature, you can temporarily block it. Permanent chrome exceptions can then be reserved for sites you visit regularly — the Options and Popup pages contain links to the appropriate lists.\n\n*Temporary Content Settings gets the job done with minimal permissions. It does not need access to \"all your data\".\n*Only runs on command and to update existing settings; does not consume memory the rest of the time.\n\nFeedback regarding function, features, and translations is greatly appreciated.\n\n---2.1.5---\nNew base-domain-and-subdomains scope now works on pages belonging to base domain.\n\n---2.1.4---\nAdded option to apply exceptions to the base domain and all subdomains (a change to sub1.example.com will also affect sub2.example.com). The default \"current domain and all subdomains\" option is more accurately renamed \"current subdomain [...]\".\n\n---v. 2.1.3---\nRadio buttons in the popup window for faster switching. Interface feedback welcome.\n\n---v. 2.1.2---\nBy request, permanent exception button. Fix to popup vs. button mode.\n\n---v. 2.1.1---\nPopup opens faster.\n\n---v. 2.1.0---\nReloading of pages with new settings more reliable.",
    "es": "Un botón o pop-up para cambiar las opciones de contenido por cualquier tiempo.\n\nEsta extensión crea un conjunto de excepciones a los existentes opciones de contenido de Chrome (cualquiera combinación de permitir, bloquear, o dejar sin cambio para los permisiones de JavaScript, imágenes, cookies, y complementos), aplica lo a un dominio o subdominio, y en un momento despliega de nuevo la página con las excepciones. Después de un tiempo especificado, de varios segundos a meses o más, los excepciones desaparecen. Es posible crear excepciones para sitios que está visitando sólo un vez sin añadirlos permanentemente a la lista de excepciones manuales. Por esto, la lista de excepciones permanentes queda corta y fácil de manejar. \n\nUn indicador sobre el botón despliega el número de conjuntos de excepciones temporales. Es posible modificar el funcionamiento del botón para obtener mayor controla de los excepciones de cada dominio.\n\n*Esta extensión requiere el mínimo de permisiones. No requiere acceso a «todos sus datos».\n*Solo funciona durante cambios de las opciones: No ocupa memoria el resto del tiempo.\n\nSus sugestiones para mejora siempre son apreciadas."
  }
}