{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dreadhead Parkour unblocked offline"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play dreadhead parkour online. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dreadhead Parkour: A super cool parkour game where you can run, flip, vault, slide, perform stunts, and climb to become the best parkour master in town!\n\nWelcome to Dreadhead Parkour! This is a super cool parkour game that allows you to unleash your physical abilities and become a top-notch parkour master in the city.\n\nKey Features:\n\nThrilling and Exciting Actions: Dreadhead Parkour offers a variety of thrilling actions, including flips, grabs, slides, and stunts. You can freely run through the rooftops, streets, and buildings of the city, showcasing your parkour skills. Leap from the top of buildings, navigate through obstacles, and slide at high speeds, makingyour movements smooth and exhilarating.\n\nDiverse Environments: The game features a wide range of parkour environments, including city streets, parks, and construction sites. Each environment has unique designs and challenges, allowing you to experience different thrills in different settings. Explore every corner of the city, conquer various parkour obstacles, and become the ultimate parkour master in town.\n\nHigh Degree of Freedom in Controls: The game offers simple and intuitive controls that allow you to easily master parkour techniques. Through swipes, taps, and gestures, you can perform various jumps, flips, and acrobatic moves. Interact with the environment, utilize obstacles to assist your parkour moves, and create impressive chain actions.\n\nChallenges and Achievements: In the game, you'll face various challenges and missions to enhance your skills and level up. Additionally, you can unlock special abilities and equipment to take your parkour abilities to the next level. Challenge yourself, beat high scores, and become the unrivaled parkour king in the city.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}