{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AnsweritWow"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search and get quick answers from browser's search field using ChatGPT openAPI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free and easy way to access ChatGPT openAPI. \n\nAnswerItWow is the best, quick, and free way to answer\nall your questions and search the web for any questions you may have.\nJust press g+tab in the omnibox (browser's search field) and enter your desired question, and you will get the answer instantly!\n\nNotice:\nThis extension changes your Default Search in Chrome browser to Yahoo. \n\nFeatures:  \n• Fast & secure answers by using g+tab shortcut as described above.  \n• AnswerItWow gives you fast access to Chat GPT results.\n\nWe strive to keep up with the fast-paced development of ChatGPT to bring you the best possible experience.  \n\nHow to use:  \n• Install the AnswerItWow extension. \n• Now you can start a conversation with ChatGPT through the omnibox (browser's search field) by just pressing the shortcut g+tab.\n• You can also access the ChatGPT by pressing on the extension icon in the extensions section. \n• If you experience issues, please report a bug by contacting support@answeritwow.com\n\nBy clicking on the 'Add to Chrome' button and installing AnswerItWow, you agree to install this extension and setting Chrome™ default search according to our Privacy Policy and Terms of Service. \nhttps://answeritwow.com/terms\nhttps://answeritwow.com/privacy\nhttps://answeritwow.com/about-us\n\nYou may remove or disable this extension anytime."
  }
}