{
  "name": {
    "ar": "تعقب أسعار Booking.com",
    "am": "Booking.com ዋጋ መከታተያ",
    "bg": "Проследяване на цените на Booking.com",
    "bn": "Booking.com মূল্য ট্র্যাকার",
    "ca": "Seguidor de preus de Booking.com",
    "cs": "Sledování cen Booking.com",
    "da": "Booking.com pris tracker",
    "de": "Booking.com-Preistracker",
    "el": "Παρακολούθηση τιμών της Booking.com",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,uk": "Booking.com price tracker",
    "es": "Rastreador de precios de Booking.com",
    "et": "Booking.com-i hinnajälgija",
    "fa": "ردیاب قیمت Booking.com",
    "fi": "Booking.com hintaseuranta",
    "fil": "Tagasubaybay ng presyo ng Booking.com",
    "fr": "Suivi des prix de Booking.com",
    "gu": "Booking.com કિંમત ટ્રેકર",
    "he": "מעקב אחר מחירים של Booking.com",
    "hi": "Booking.com मूल्य ट्रैकर",
    "hr": "Praćenje cijena Booking.com",
    "hu": "Booking.com árkövető",
    "id": "Pelacak harga Booking.com",
    "it": "Monitoraggio dei prezzi di Booking.com",
    "ja": "Booking.comの料金トラッカー",
    "kn": "Booking.com ಬೆಲೆ ಟ್ರ್ಯಾಕರ್",
    "ko": "Booking.com 가격 추적기",
    "lt": "Booking.com kainų stebėjimo priemonė",
    "lv": "Booking.com cenu izsekotājs",
    "ml": "Booking.com വില ട്രാക്കർ",
    "mr": "Booking.com किंमत ट्रॅकर",
    "ms": "Penjejak harga Booking.com",
    "nl": "Booking.com prijstracker",
    "no": "Booking.com prissporer",
    "pl": "Śledzenie cen Booking.com",
    "pt_PT": "Rastreador de preços Booking.com",
    "ro,ru": "Monitor de preț Booking.com",
    "sk": "Sledovač cien Booking.com",
    "sl": "Booking.com sledilnik cen",
    "sr": "Боокинг.цом праћење цена",
    "sv": "Booking.com prisspårare",
    "sw": "Kifuatilia bei cha Booking.com",
    "ta": "Booking.com விலை கண்காணிப்பு",
    "te": "Booking.com ధర ట్రాకర్",
    "th": "ตัวติดตามราคา Booking.com",
    "tr": "Booking.com fiyat takipçisi",
    "vi": "Trình theo dõi giá trên Booking.com",
    "zh_CN": "Booking.com缤客价格历史",
    "zh_TW": "Booking.com繽客價格歷史"
  },
  "short": {
    "ar": "تتبع سجل الأسعار على Booking.com ، ووفر المال من أجلك.",
    "am": "በ Booking.com ላይ የዋጋ ታሪክን ይከታተሉ፣ ለእርስዎ ገንዘብ ይቆጥቡ።",
    "bg": "Проследете историята на цените в Booking.com, спестете пари за вас.",
    "bn": "Booking.com-এ মূল্যের ইতিহাস ট্র্যাক করুন, আপনার জন্য অর্থ সঞ্চয় করুন।",
    "ca": "Feu un seguiment de l'historial de preus a Booking.com i estalvieu diners.",
    "cs": "Sledujte historii cen na Booking.com a ušetřete peníze za vás.",
    "da": "Spor prishistorik på Booking.com, spar penge for dig.",
    "de": "Verfolgen Sie den Preisverlauf auf Booking.com und sparen Sie Geld.",
    "el": "Παρακολουθήστε το ιστορικό τιμών στην Booking.com, εξοικονομήστε χρήματα για εσάς.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,uk": "Track price history on Booking.com, save money for you",
    "es": "Rastree el historial de precios en Booking.com, ahorre dinero para usted.",
    "et": "Jälgige hinnaajalugu saidil Booking.com, et säästa raha.",
    "fa": "تاریخچه قیمت را در Booking.com دنبال کنید، در هزینه خود صرفه جویی کنید.",
    "fi": "Seuraa hintahistoriaa Booking.comissa ja säästä rahaa.",
    "fil": "Subaybayan ang history ng presyo sa Booking.com, makatipid ng pera para sa iyo.",
    "fr": "Suivez l'historique des prix sur Booking.com, économisez de l'argent pour vous.",
    "gu": "Booking.com પર કિંમતનો ઇતિહાસ ટ્રૅક કરો, તમારા માટે નાણાં બચાવો.",
    "he": "עקוב אחר היסטוריית המחירים ב-Booking.com, חסוך כסף עבורך.",
    "hi": "Booking.com पर मूल्य इतिहास ट्रैक करें, अपने लिए पैसे बचाएं।",
    "hr": "Pratite povijest cijena na Booking.com, uštedite novac za sebe.",
    "hu": "Kövesse nyomon az árelőzményeket a Booking.com oldalon, és takarítson meg pénzt.",
    "id": "Lacak riwayat harga di Booking.com, hemat uang untuk Anda.",
    "it": "Tieni traccia della cronologia dei prezzi su Booking.com, risparmia denaro per te.",
    "ja": "Booking.com で価格履歴を追跡し、お金を節約しましょう。",
    "kn": "Booking.com ನಲ್ಲಿ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ, ನಿಮಗಾಗಿ ಹಣವನ್ನು ಉಳಿಸಿ.",
    "ko": "Booking.com에서 가격 내역을 추적하고 비용을 절약하세요.",
    "lt": "Stebėkite kainų istoriją svetainėje Booking.com ir sutaupykite pinigų.",
    "lv": "Izsekojiet cenu vēsturei vietnē Booking.com, ietaupiet naudu.",
    "ml": "Booking.com-ൽ വില ചരിത്രം ട്രാക്ക് ചെയ്യുക, നിങ്ങൾക്കായി പണം ലാഭിക്കുക.",
    "mr": "Booking.com वर किंमत इतिहासाचा मागोवा घ्या, तुमच्यासाठी पैसे वाचवा.",
    "ms": "Jejaki sejarah harga di Booking.com, jimatkan wang untuk anda.",
    "nl": "Houd prijsgeschiedenis bij op Booking.com, bespaar geld voor u.",
    "no": "Spor prishistorikk på Booking.com, spar penger for deg.",
    "pl": "Śledź historię cen na Booking.com, oszczędzaj dla siebie.",
    "pt_PT": "Acompanhe o histórico de preços em Booking.com, economize dinheiro para você.",
    "ro": "Urmăriți istoricul prețurilor pe Booking.com, economisiți bani pentru dvs.",
    "ru": "Отслеживайте историю цен на Booking.com и экономьте деньги.",
    "sk": "Sledujte históriu cien na Booking.com, ušetrite peniaze za vás.",
    "sl": "Sledite zgodovini cen na Booking.com in prihranite denar.",
    "sr": "Пратите историју цена на Боокинг.цом, уштедите новац за вас.",
    "sv": "Spåra prishistorik på Booking.com, spara pengar åt dig.",
    "sw": "Fuatilia historia ya bei kwenye Booking.com, uhifadhi pesa kwa ajili yako.",
    "ta": "Booking.com இல் விலை வரலாற்றைக் கண்காணிக்கவும், உங்களுக்கான பணத்தைச் சேமிக்கவும்.",
    "te": "Booking.comలో ధర చరిత్రను ట్రాక్ చేయండి, మీ కోసం డబ్బు ఆదా చేయండి.",
    "th": "ติดตามประวัติราคาบน Booking.com ประหยัดเงินสำหรับคุณ",
    "tr": "Booking.com'da fiyat geçmişini takip edin, sizin için tasarruf edin.",
    "vi": "Theo dõi lịch sử giá trên Booking.com, tiết kiệm tiền cho bạn.",
    "zh_CN": "追踪Booking.com缤客上的价格历史记录，为您省钱。",
    "zh_TW": "追踪Booking.com繽客上的價格歷史記錄，為您省錢。"
  },
  "long": {
    "ar": "Booking.com Price Tracker هو امتداد لـ Booking.com. مع ذلك يمكنك التحقق من تاريخ أسعار الفنادق.\n\nتعتبر Booking علامة تجارية لشركة booking.com، Inc. ولم يتم إنشاء هذا الامتداد أو اعتماده بواسطة Booking.\nإذا كانت هناك أي مشاكل أو نصيحة ، فلا تتردد في الاتصال بنا\nhttps://www.aliprice.com/information/index/page/contact",
    "am": "Booking.com Price Tracker ለBooking.com ቅጥያ ነው። በእሱ አማካኝነት የሆቴሎችን የዋጋ ታሪክ ማረጋገጥ ይችላሉ።\n\nቦታ ማስያዝ የbooking.com, Inc. የንግድ ምልክት ነው። ይህ ቅጥያ በቦታ ማስያዝ አልተፈጠረም ወይም አልተረጋገጠም።\nማንኛቸውም ችግሮች ወይም ምክሮች ካሉ እኛን ለማነጋገር ነፃነት ይሰማዎ\nhttps://www.aliprice.com/information/index/page/contact",
    "bg": "Booking.com Price Tracker е разширение за Booking.com. С него можете да проверите историята на цените на хотелите.\n\nBooking е търговска марка на booking.com, Inc. Това разширение не е създадено или одобрено от Booking.\nАко имате някакви проблеми или съвети, не се колебайте да се свържете с нас\nhttps://www.aliprice.com/information/index/page/contact",
    "bn": "Booking.com প্রাইস ট্র্যাকার হল Booking.com-এর একটি এক্সটেনশন। এটি দিয়ে আপনি হোটেলের মূল্য ইতিহাস পরীক্ষা করতে পারেন।\n\nবুকিং হল booking.com, Inc এর একটি ট্রেডমার্ক৷ এই এক্সটেনশনটি বুকিং দ্বারা তৈরি বা অনুমোদন করা হয়নি৷\nকোন সমস্যা বা পরামর্শ আছে, শুধু আমাদের সাথে যোগাযোগ বিনা দ্বিধায়\nhttps://www.aliprice.com/information/index/page/contact",
    "ca": "Booking.com Price Tracker és una extensió de Booking.com. Amb ell podeu consultar l'historial de preus dels hotels.\n\nBooking és una marca comercial de booking.com, Inc. Aquesta extensió no va ser creada ni avalada per Booking.\nSi hi ha cap problema o consell, no dubteu a contactar amb nosaltres\nhttps://www.aliprice.com/information/index/page/contact",
    "cs": "Booking.com Price Tracker je rozšíření pro Booking.com. S ním můžete zkontrolovat cenovou historii hotelů.\n\nBooking je ochranná známka společnosti booking.com, Inc. Toto rozšíření nebylo vytvořeno ani schváleno společností Booking.\nPokud se vyskytnou nějaké problémy nebo rady, neváhejte nás kontaktovat\nhttps://www.aliprice.com/information/index/page/contact",
    "da": "Booking.com Price Tracker er en udvidelse til Booking.com. Med den kan du tjekke prishistorik på hoteller.\n\nBooking er et varemærke tilhørende booking.com, Inc. Denne udvidelse er ikke oprettet eller godkendt af Booking.\nHvis der er problemer eller råd, er du bare velkommen til at kontakte os\nhttps://www.aliprice.com/information/index/page/contact",
    "de": "Booking.com Price Tracker ist eine Erweiterung für Booking.com. Damit können Sie die Preisentwicklung von Hotels überprüfen.\n\nBooking ist eine Marke von booking.com, Inc. Diese Erweiterung wurde nicht von Booking erstellt oder unterstützt.\nBei Problemen oder Ratschlägen können Sie sich gerne an uns wenden\nhttps://www.aliprice.com/information/index/page/contact",
    "el": "Το Booking.com Price Tracker είναι μια επέκταση για την Booking.com. Με αυτό μπορείτε να ελέγξετε το ιστορικό τιμών των ξενοδοχείων.\n\nΤο Booking είναι εμπορικό σήμα της booking.com, Inc. Αυτή η επέκταση δεν δημιουργήθηκε ούτε εγκρίθηκε από την Booking.\nΕάν υπάρχουν προβλήματα ή συμβουλές, απλά επικοινωνήστε μαζί μας\nhttps://www.aliprice.com/information/index/page/contact",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,uk": "Booking.com Price Tracker is an extension for Booking.com. With it you can check price history of hotels.\n\nBooking is a trademark of Booking.com, Inc. This extension was not created or endorsed by Booking.com, Inc\n\nIf you have any questions or suggestions, please feel free to contact us:\nhttps://www.aliprice.com/information/index?page=contact\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to Booking affiliate program links. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use",
    "es": "Booking.com Price Tracker es una extensión de Booking.com. Con él puedes consultar el historial de precios de los hoteles.\n\nBooking es una marca registrada de booking.com, Inc. Esta extensión no fue creada ni respaldada por Booking.\nSi hay algún problema o consejo, no dude en contactarnos\nhttps://www.aliprice.com/information/index/page/contact",
    "et": "Booking.com Price Tracker on saidi Booking.com laiendus. Selle abil saate vaadata hotellide hinnalugu.\n\nBooking on ettevõtte booking.com, Inc kaubamärk. Booking ei loonud ega kinnitanud seda laiendust.\nKui teil on probleeme või nõu, võtke meiega julgelt ühendust\nhttps://www.aliprice.com/information/index/page/contact",
    "fa": "Booking.com Price Tracker یک افزونه برای Booking.com است. با آن می توانید تاریخچه قیمت هتل ها را بررسی کنید.\n\nBooking یک علامت تجاری booking.com, Inc است. این برنامه افزودنی توسط Booking ایجاد یا تأیید نشده است.\nدر صورت وجود هرگونه مشکل یا مشاوره، فقط با ما تماس بگیرید\nhttps://www.aliprice.com/information/index/page/contact",
    "fi": "Booking.com Price Tracker on Booking.comin laajennus. Sen avulla voit tarkistaa hotellien hintahistorian.\n\nBooking on booking.com, Inc:n tavaramerkki. Booking ei ole luonut tai tukenut tätä laajennusta.\nJos sinulla on ongelmia tai neuvoja, ota rohkeasti yhteyttä\nhttps://www.aliprice.com/information/index/page/contact",
    "fil": "Ang Booking.com Price Tracker ay isang extension para sa Booking.com. Gamit ito maaari mong suriin ang kasaysayan ng presyo ng mga hotel.\n\nAng booking ay isang trademark ng booking.com, Inc. Ang extension na ito ay hindi ginawa o inendorso ng Booking.\nKung mayroong anumang mga problema o payo, huwag mag-atubiling makipag-ugnay sa amin\nhttps://www.aliprice.com/information/index/page/contact",
    "fr": "Booking.com Price Tracker est une extension pour Booking.com. Avec lui, vous pouvez vérifier l'historique des prix des hôtels.\n\nBooking est une marque commerciale de booking.com, Inc. Cette extension n'a pas été créée ni approuvée par Booking.\nS'il y a des problèmes ou des conseils, n'hésitez pas à nous contacter\nhttps://www.aliprice.com/information/index/page/contact",
    "gu": "Booking.com પ્રાઇસ ટ્રેકર એ Booking.com માટે એક્સ્ટેંશન છે. તેની મદદથી તમે હોટલની કિંમતનો ઇતિહાસ ચકાસી શકો છો.\n\nબુકિંગ એ booking.com, Inc નો ટ્રેડમાર્ક છે. આ એક્સ્ટેંશન બુકિંગ દ્વારા બનાવવામાં આવ્યું નથી અથવા સમર્થન આપવામાં આવ્યું નથી.\nજો કોઈ સમસ્યા અથવા સલાહ હોય, તો અમારો સંપર્ક કરવા માટે મફત લાગે\nhttps://www.aliprice.com/information/index/page/contact",
    "he": "Booking.com Price Tracker הוא הרחבה עבור Booking.com. בעזרתו תוכלו לבדוק היסטוריית מחירים של בתי מלון.\n\nBooking הוא סימן מסחרי של booking.com, Inc. הרחבה זו לא נוצרה או אושרה על ידי Booking.\nאם יש בעיות או עצות, פשוט אל תהסס לפנות אלינו\nhttps://www.aliprice.com/information/index/page/contact",
    "hi": "Booking.com प्राइस ट्रैकर Booking.com का एक्सटेंशन है। इससे आप होटलों की कीमत हिस्ट्री चेक कर सकते हैं।\n\nबुकिंग, Booking.com, Inc. का एक ट्रेडमार्क है। यह एक्सटेंशन Booking द्वारा निर्मित या समर्थित नहीं था।\nयदि कोई समस्या या सलाह है, तो बेझिझक हमसे संपर्क करें\nhttps://www.aliprice.com/information/index/page/contact",
    "hr": "Booking.com Praćenje cijena proširenje je za Booking.com. Pomoću njega možete provjeriti povijest cijena hotela.\n\nBooking je zaštitni znak booking.com, Inc. Ovo proširenje nije izradio niti odobrio Booking.\nAko imate problema ili savjeta, slobodno nas kontaktirajte\nhttps://www.aliprice.com/information/index/page/contact",
    "hu": "A Booking.com Price Tracker a Booking.com kiterjesztése. Ezzel ellenőrizheti a szállodák ártörténetét.\n\nA Booking a booking.com, Inc. védjegye. Ezt a bővítményt nem a Booking hozta létre vagy hagyta jóvá.\nHa bármilyen problémája vagy tanácsa van, forduljon hozzánk bizalommal\nhttps://www.aliprice.com/information/index/page/contact",
    "id": "Pelacak Harga Booking.com adalah perpanjangan dari Booking.com. Dengan itu Anda dapat memeriksa riwayat harga hotel.\n\nPemesanan adalah merek dagang dari booking.com, Inc. Ekstensi ini tidak dibuat atau didukung oleh Booking.\nJika ada masalah atau saran, jangan ragu untuk menghubungi kami\nhttps://www.alirice.com/information/index/page/contact",
    "it": "Booking.com Price Tracker è un'estensione di Booking.com. Con esso puoi controllare la cronologia dei prezzi degli hotel.\n\nBooking è un marchio di booking.com, Inc. Questa estensione non è stata creata o approvata da Booking.\nSe ci sono problemi o consigli, non esitare a contattarci\nhttps://www.aliprice.com/information/index/page/contact",
    "ja": "Booking.com Price Tracker は、Booking.com の拡張機能です。 それを使用すると、ホテルの価格履歴を確認できます。\n\nBooking は、booking.com, Inc. の商標です。この拡張機能は、Booking によって作成または承認されたものではありません。\n問題やアドバイスがある場合は、お気軽にお問い合わせください\nhttps://www.aliprice.com/information/index/page/contact",
    "kn": "Booking.com ಬೆಲೆ ಟ್ರ್ಯಾಕರ್ Booking.com ಗಾಗಿ ವಿಸ್ತರಣೆಯಾಗಿದೆ. ಇದರೊಂದಿಗೆ ನೀವು ಹೋಟೆಲ್‌ಗಳ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.\n\nಬುಕಿಂಗ್ booking.com, Inc ನ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ. ಈ ವಿಸ್ತರಣೆಯನ್ನು ಬುಕಿಂಗ್‌ನಿಂದ ರಚಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ಅನುಮೋದಿಸಲಾಗಿಲ್ಲ.\nಯಾವುದೇ ಸಮಸ್ಯೆಗಳು ಅಥವಾ ಸಲಹೆಗಳಿದ್ದರೆ, ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ\nhttps://www.aliprice.com/information/index/page/contact",
    "ko": "Booking.com 가격 추적기는 Booking.com의 확장 프로그램입니다. 그것으로 당신은 호텔의 가격 기록을 확인할 수 있습니다.\n\nBooking.com, Inc.는 Booking.com, Inc.의 상표입니다. 이 확장 프로그램은 Booking에서 만들거나 보증하지 않았습니다.\n문제나 조언이 있으면 언제든지 저희에게 연락하십시오.\nhttps://www.aliprice.com/information/index/page/contact",
    "lt": "Booking.com Price Tracker yra Booking.com plėtinys. Su juo galite patikrinti viešbučių kainų istoriją.\n\n„Booking“ yra booking.com, Inc. prekės ženklas. Šio plėtinio „Booking“ nesukūrė ir nepatvirtino.\nJei turite kokių nors problemų ar patarimų, tiesiog nedvejodami susisiekite su mumis\nhttps://www.aliprice.com/information/index/page/contact",
    "lv": "Booking.com Price Tracker ir vietnes Booking.com paplašinājums. Ar to jūs varat pārbaudīt viesnīcu cenu vēsturi.\n\nBooking ir booking.com, Inc. preču zīme. Uzņēmums Booking nav izveidojis vai apstiprinājis šo paplašinājumu.\nJa rodas kādas problēmas vai padoms, vienkārši sazinieties ar mums\nhttps://www.aliprice.com/information/index/page/contact",
    "ml": "Booking.com പ്രൈസ് ട്രാക്കർ Booking.com-ന്റെ ഒരു വിപുലീകരണമാണ്. ഇത് ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഹോട്ടലുകളുടെ വില ചരിത്രം പരിശോധിക്കാം.\n\nBooking.com, Inc-ന്റെ വ്യാപാരമുദ്രയാണ് ബുക്കിംഗ്. ഈ വിപുലീകരണം ബുക്കിംഗ് സൃഷ്ടിക്കുകയോ അംഗീകരിക്കുകയോ ചെയ്തിട്ടില്ല.\nഎന്തെങ്കിലും പ്രശ്നങ്ങളോ ഉപദേശങ്ങളോ ഉണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല\nhttps://www.aliprice.com/information/index/page/contact",
    "mr": "Booking.com प्राइस ट्रॅकर हे Booking.com चे विस्तार आहे. याच्या मदतीने तुम्ही हॉटेल्सच्या किंमतीचा इतिहास तपासू शकता.\n\nबुकिंग हा booking.com, Inc चा ट्रेडमार्क आहे. हा विस्तार बुकिंगने तयार केलेला नाही किंवा त्याचे समर्थन केले नाही.\nकाही समस्या किंवा सल्ला असल्यास, फक्त आमच्याशी संपर्क साधा\nhttps://www.aliprice.com/information/index/page/contact",
    "ms": "Penjejak Harga Booking.com ialah lanjutan untuk Booking.com. Dengan itu anda boleh menyemak sejarah harga hotel.\n\nTempahan ialah tanda dagangan booking.com, Inc. Sambungan ini tidak dibuat atau disahkan oleh Booking.\nJika terdapat sebarang masalah atau nasihat, sila hubungi kami\nhttps://www.aliprice.com/information/index/page/contact",
    "nl": "Booking.com Price Tracker is een extensie voor Booking.com. Hiermee kunt u de prijsgeschiedenis van hotels bekijken.\n\nBooking is een handelsmerk van booking.com, Inc. Deze extensie is niet gemaakt of goedgekeurd door Booking.\nAls er problemen of advies zijn, neem dan gerust contact met ons op!\nhttps://www.aliprice.com/information/index/page/contact",
    "no": "Booking.com Price Tracker er en utvidelse for Booking.com. Med den kan du sjekke prishistorikk på hoteller.\n\nBooking er et varemerke for booking.com, Inc. Denne utvidelsen ble ikke opprettet eller godkjent av Booking.\nHvis det er noen problemer eller råd, er det bare å kontakte oss\nhttps://www.aliprice.com/information/index/page/contact",
    "pl": "Booking.com Price Tracker to rozszerzenie dla Booking.com. Dzięki niemu możesz sprawdzić historię cen hoteli.\n\nBooking jest znakiem towarowym booking.com, Inc. To rozszerzenie nie zostało stworzone ani zatwierdzone przez Booking.\nJeśli masz jakieś problemy lub porady, po prostu skontaktuj się z nami\nhttps://www.aliprice.com/information/index/page/contact",
    "pt_PT": "Booking.com Price Tracker é uma extensão para Booking.com. Com ele você pode conferir o histórico de preços dos hotéis.\n\nBooking é uma marca registrada de booking.com, Inc. Esta extensão não foi criada ou endossada por Booking.\nSe houver algum problema ou conselho, sinta-se à vontade para entrar em contato conosco\nhttps://www.aliprice.com/information/index/page/contact",
    "ro": "Booking.com Price Tracker este o extensie pentru Booking.com. Cu acesta puteți verifica istoricul prețurilor hotelurilor.\n\nBooking este o marcă comercială a booking.com, Inc. Această extensie nu a fost creată sau aprobată de Booking.\nDacă există probleme sau sfaturi, nu ezitați să ne contactați\nhttps://www.aliprice.com/information/index/page/contact",
    "ru": "Booking.com Price Tracker — это расширение для Booking.com. С его помощью вы можете проверить историю цен на отели.\n\nBooking является товарным знаком booking.com, Inc. Это расширение не было создано и одобрено Booking.\nЕсли есть какие-либо проблемы или советы, просто свяжитесь с нами\nhttps://www.aliprice.com/information/index/page/contact",
    "sk": "Booking.com Price Tracker je rozšírenie pre Booking.com. S ním môžete skontrolovať cenovú históriu hotelov.\n\nBooking je ochranná známka spoločnosti booking.com, Inc. Toto rozšírenie nebolo vytvorené ani schválené spoločnosťou Booking.\nAk máte nejaké problémy alebo rady, neváhajte nás kontaktovať\nhttps://www.aliprice.com/information/index/page/contact",
    "sl": "Booking.com Price Tracker je razširitev za Booking.com. Z njim lahko preverite zgodovino cen hotelov.\n\nBooking je blagovna znamka booking.com, Inc. Te razširitve ni ustvaril ali odobril Booking.\nČe imate kakršne koli težave ali nasvete, nas kontaktirajte\nhttps://www.aliprice.com/information/index/page/contact",
    "sr": "Боокинг.цом Прице Трацкер је проширење за Боокинг.цом. Са њим можете проверити историју цена хотела.\n\nБоокинг је заштитни знак боокинг.цом, Инц. Боокинг није креирао или одобрио ово проширење.\nАко имате било каквих проблема или савета, слободно нас контактирајте\nhttps://www.aliprice.com/information/index/page/contact",
    "sv": "Booking.com Price Tracker är en förlängning av Booking.com. Med den kan du kolla prishistorik för hotell.\n\nBooking är ett varumärke som tillhör booking.com, Inc. Denna tillägg har inte skapats eller godkänts av Booking.\nOm det finns några problem eller råd är det bara att kontakta oss\nhttps://www.aliprice.com/information/index/page/contact",
    "sw": "Booking.com Price Tracker ni kiendelezi cha Booking.com. Kwa hiyo unaweza kuangalia historia ya bei ya hoteli.\n\nKuhifadhi ni chapa ya biashara ya booking.com, Inc. Kiendelezi hiki hakikuundwa au kuidhinishwa na Kuhifadhi.\nIkiwa kuna shida au ushauri, jisikie huru kuwasiliana nasi\nhttps://www.aliprice.com/information/index/page/contact",
    "ta": "Booking.com விலை கண்காணிப்பு என்பது Booking.comக்கான நீட்டிப்பாகும். இதன் மூலம் நீங்கள் ஹோட்டல்களின் விலை வரலாற்றைச் சரிபார்க்கலாம்.\n\nமுன்பதிவு என்பது booking.com, Inc இன் வர்த்தக முத்திரை. இந்த நீட்டிப்பு முன்பதிவினால் உருவாக்கப்படவில்லை அல்லது அங்கீகரிக்கப்படவில்லை.\nஏதேனும் சிக்கல்கள் அல்லது ஆலோசனைகள் இருந்தால், எங்களை தொடர்பு கொள்ளவும்\nhttps://www.aliprice.com/information/index/page/contact",
    "te": "Booking.com ధర ట్రాకర్ Booking.com కోసం పొడిగింపు. దీనితో మీరు హోటళ్ల ధర చరిత్రను తనిఖీ చేయవచ్చు.\n\nబుకింగ్ అనేది booking.com, Inc యొక్క ట్రేడ్‌మార్క్. ఈ పొడిగింపు బుకింగ్ ద్వారా సృష్టించబడలేదు లేదా ఆమోదించబడలేదు.\nఏవైనా సమస్యలు లేదా సలహాలు ఉంటే, మమ్మల్ని సంప్రదించడానికి సంకోచించకండి\nhttps://www.aliprice.com/information/index/page/contact",
    "th": "Booking.com Price Tracker เป็นส่วนขยายสำหรับ Booking.com ด้วยคุณสามารถตรวจสอบประวัติราคาของโรงแรมได้\n\nการจองเป็นเครื่องหมายการค้าของ booking.com, Inc. ส่วนขยายนี้ไม่ได้สร้างหรือรับรองโดย Booking\nหากมีปัญหาหรือคำแนะนำใด ๆ โปรดติดต่อเรา\nhttps://www.aliprice.com/information/index/page/contact",
    "tr": "Booking.com Fiyat Takibi, Booking.com'un bir uzantısıdır. Bununla beraber otellerin fiyat geçmişini kontrol edebilirsiniz.\n\nBooking, booking.com, Inc'in ticari markasıdır. Bu uzantı Booking tarafından oluşturulmamış veya onaylanmamıştır.\nHerhangi bir sorun veya tavsiye varsa, bizimle iletişime geçmekten çekinmeyin\nhttps://www.aliprice.com/information/index/page/contact",
    "vi": "Công cụ Theo dõi Giá của Booking.com là một tiện ích mở rộng cho Booking.com. Với nó, bạn có thể kiểm tra lịch sử giá của các khách sạn.\n\nĐặt phòng là thương hiệu của booking.com, Inc. Tiện ích mở rộng này không được tạo ra hoặc xác nhận bởi Đặt phòng.\nNếu có bất kỳ vấn đề hoặc lời khuyên, chỉ cần vui lòng liên hệ với chúng tôi\nhttps://www.aliprice.com/information/index/page/contact",
    "zh_CN": "Booking.com缤客价格历史是AliPrice为Booking.com开发的一个扩展插件。 有了它，您可以查看酒店的价格历史记录。\n\nBooking 是 booking.com, Inc. 的商标。此扩展并非由 Booking 创建。\n如果您有任何问题或建议，请随时与我们联系\nhttps://www.aliprice.com/information/index/page/contact",
    "zh_TW": "Booking.com繽客價格歷史是AliPrice為Booking.com開發的一個擴展插件。有了它，您可以查看酒店的價格歷史記錄。\n\nBooking 是 booking.com, Inc. 的商標。此擴展並非由 Booking 創建。\n如果您有任何問題或建議，請隨時與我們聯繫\nhttps://www.aliprice.com/information/index/page/contact"
  }
}