{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Good Gantt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gantt Chart for Trello"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ALL BOARDS IN ONE PLACE\nIn the Gantt Chart view, you can see all the boards of your Trello account and the tasks for them. You can disable what you want also.\n\nAUTOMATIC CARDS MOVEMENT\nCustomize the necessary columns in which your cards will be added or moved\n\n- Default column\nThis column automatically includes all tasks that are created through Gantt Chart View.\n\n- In progress column (SOON)\nIf the time tracker starts tracking the time by task, it automatically moves to that column.\n\n- Completed column (SOON)\nTasks that are marked as completed in the Gantt Chart View will automaticly move in this column.\n\nGROUPING\nGroup tasks and build any hierarchy. Keep track of the progress of the exercise throughout the group.\n\nEXPORT\nExport a Gantt chart in the following ways:\n- PDF\n- PNG\n- Excel\n- MS Project\n- iCal/Google Calendar/Outlook \n\nRENAMING\nChange the name of the task/Trello card directly right on the Gantt View.\n\nCARDS OPENING\nOpening a Trello card directly in Gantt View.\n\nMILESTONES\nFlexible milestones creation.\n\nHOTKEYS\nQuick work with hotkeys.\n\nWORKLOAD PANEL\nWatch for the load of your team members and evenly distribute the load between them using the access panel. Choose between the number of tasks and the number of working hours per day.\n\nCONNECT YOUR TIME TRACKERS (SOON)\nConnect your favorite time trackers and track your employees' performance right on the gantt chart. Tracked time is displayed as a green bar on the task line.\n\nSTATS (SOON)\nBrief statistics of the time spent by the performer in each card.\n\nINDICATORS (SOON)\nIndication of changes in the cards on the Gantt View.\n\nDEPENDENCES (SOON)\nBuild dependence between tasks. Any changes in terms will shift related tasks.\n\nPROGRESS (SOON)\nMake subjective progress on the task in order to understand at what stage the readiness is."
  }
}