{
  "name": {
    "ar": "محرر الفيديو OpenShot على الانترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Video editor OpenShot online",
    "de": "Video-Editor OpenShot online",
    "es,es_419": "Editor de videos OpenShot en línea",
    "fr": "Éditeur vidéo OpenShot en ligne",
    "hi": "वीडियो संपादक ऑनलाइन OpenShot",
    "it": "Editor video OpenShot on-line",
    "ja": "ビデオエディタOpenShot online",
    "ko": "비디오 편집기 OpenShot 온라인",
    "nl": "Video-editor OpenShot online",
    "pl": "Edytor wideo OpenShot Internecie",
    "pt_BR,pt_PT": "Editor de vídeo OpenShot online",
    "ru": "Редактор видео OpenShot онлайн",
    "tr": "Video editörü OpenShot çevrimiçi",
    "uk": "Редактор відео OpenShot онлайн",
    "zh_CN": "视频编辑器OpenShot在线"
  },
  "short": {
    "ar": "إنشاء وتحرير ملفات الفيديو مع OpenShot على الانترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit videos with OpenShot online",
    "de": "Erstellen und bearbeiten Sie Videos mit OpenShot online",
    "es,es_419": "Crear y editar vídeos con OpenShot en línea",
    "fr": "Créer et modifier des vidéos avec OpenShot en ligne",
    "hi": "बनाएँ और ऑनलाइन OpenShot के साथ वीडियो को संपादित",
    "it": "Creare e modificare video con OpenShot on-line",
    "ja": "OpenShotオンラインでビデオを作成し編集する",
    "ko": "OpenShot 온라인으로 비디오 제작 및 편집",
    "nl": "Maken en video's met OpenShot bewerken online",
    "pl": "Tworzenie i edycja filmów z OpenShot Internecie",
    "pt_BR,pt_PT": "Criar e editar vídeos com o OpenShot online",
    "ru": "Создание и редактирование видео с OpenShot онлайн",
    "tr": "OpenShot online ile videolar oluşturun ve düzenleyin",
    "uk": "Створення та редагування відео з OpenShot онлайн",
    "zh_CN": "使用OpenShot在线创建和编辑视频"
  },
  "long": {
    "ar": "محرر فيديو OpenShot هو امتداد Chrome يسمح بإنشاء مقاطع الفيديو وتعديلها عبر الإنترنت. إنه تكامل مع مثيل OpenShot ، وهو محرر فيديو مجاني ومفتوح المصدر. وهو يدعم برامج ترميز الفيديو الشائعة الاستخدام التي يدعمها FFmpeg مثل WebM (VP9) و AVCHD (libx264) و HEVC (libx265) وبرامج ترميز الصوت مثل mp3 (libmp3lame) و aac (libfaac). يمكن للبرنامج عرض مقاطع فيديو MPEG4 و ogv و Blu-ray و DVD ومقاطع فيديو Full HD للتحميل على مواقع الفيديو على الإنترنت. إنه محرر فيديو مدمج مع مدير الملفات لدينا لإدارة أنواع ملفات الفيديو فقط باستخدام تطبيق سطح المكتب هذا.\n\nميزات OpenShot الرئيسية هي\n- دعم العديد من تنسيقات الفيديو والصوت والصور (بناءً على FFmpeg).\n- مسارات / طبقات غير محدودة.\n- تغيير حجم المقطع ، والتحجيم ، والتشذيب ، والالتقاط ، والدوران ، والقطع.\n- انتقالات الفيديو مع معاينات في الوقت الحقيقي.\n- التركيب ، تراكبات الصور ، العلامات المائية.\n- قوالب العنوان ، وإنشاء العنوان ، والعناوين الفرعية.\n- تمرير اعتمادات الصور المتحركة.\n- مقاطع ذات لون خالص (بما في ذلك تركيب ألفا).\n- دعم تسلسل Rotoscoping / الصورة.\n- مخطط زمني متقدم (بما في ذلك السحب والإفلات ، والتمرير ، والتحريك ، والتكبير ، والالتقاط).\n- ترميز الفيديو (على أساس FFmpeg).\n- تكبير رقمي لمقاطع الفيديو.\n- تخطيط الوقت وتغيير السرعة على المقاطع (بطيئة / سريعة ، للأمام / للخلف ، إلخ ...)\n- انتقالات lumas والأقنعة المخصصة.\n- خلط وتحرير الصوت.\n- تأثيرات الفيديو الرقمية ، بما في ذلك السطوع ، وجاما ، وتدرج اللون ، وتدرج الرمادي ، ومفتاح الكروما. (شاشة زرقاء / شاشة خضراء) ، وغيرها الكثير.\n\nللتعامل مع تراكيب الفيديو ، يشتمل هذا الامتداد على الوظائف التالية على الملفات المستخدمة بواسطة هذا الامتداد:\n- ملفات وأدلة شخصية في السحابة.\n- العمليات مع الملفات والمجلدات: نسخ ، نقل ، تحميل ، إنشاء مجلد / ملف ، إلخ\n- البحث عن الملفات.\n\nهذا ليس مشغل فيديو ، إنه محرر فيديو ، لذلك لا تتوقع جودة رائعة عند تشغيل الفيديو أو الصوت. قم بتنزيل الفيديو الذي تم تأليفه بواسطة OpenShot محليًا لتشغيله بالجودة المناسبة.\n\nيستخدم امتداد OpenShot Video Editor هذا النظام الأساسي http://www.offidocs.com. إنه متاح للمستخدمين عبر الإنترنت مجانًا ولكنه يسمح أيضًا بالتكامل مع المستخدمين المتميزين وعمليات نشر OffiDocs المحلية حيث يتم تثبيت محرر فيديو OffiDocs OpenShot.\n\nهام: يقوم هذا الامتداد بفحص عناوين URL التي تم تصفحها للكشف عن ملفات الفيديو. تظهر ملفات الفيديو المكتشفة في قائمة الملفات الموجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء المسح من خوادمنا حتى يتم إبلاغ نظامنا بعنوان URL الخاص بك. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع الاختيار الذي يظهر في النافذة المنبثقة للإضافة. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة، وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "The OpenShot video editor is a Chrome extension that allows to create and edit videos online.  It is an integration with an OpenShot instance, which is a free and open-source video editor . It supports commonly used video codecs that are supported by FFmpeg like WebM (VP9), AVCHD (libx264), HEVC (libx265) and audio codecs like mp3 (libmp3lame) and aac (libfaac). The program can render MPEG4, ogv, Blu-ray and DVD video, and Full HD videos for uploading to the internet video websites. It is a video editor integrated with our file manager to manage only video file types with this desktop app.\n\nOpenShot main features are\n- Support for many video, audio, and image formats (based on FFmpeg).\n- Unlimited tracks / layers.\n- Clip resizing, scaling, trimming, snapping, rotation, and cutting.\n- Video transitions with real-time previews.\n- Compositing, image overlays, watermarks.\n- Title templates, title creation, sub-titles.\n- Scrolling motion picture credits.\n- Solid color clips (including alpha compositing).\n- Support for Rotoscoping / Image sequences.\n- Advanced Timeline (including Drag & drop, scrolling, panning, zooming, and snapping).\n- Video encoding (based on FFmpeg).\n- Digital zooming of video clips.\n- Time-mapping and Speed changes on clips (slow/fast, forward/backward, etc...)\n- Custom transition lumas and masks.\n- Audio mixing and editing.\n- Digital video effects, including brightness, gamma, hue, greyscale, chroma key. (bluescreen / greenscreen) , and many more.\n\nIn order to handle the video compositions this extension includes the following functionality over the files used by this extension:\n- Personal files and directories in the Cloud.\n- Operations with files and folders: copy, move, upload, create folder/file,  etc\n- Search for files.\n\nThis is not a video player, it is a video editor, so do not expect great quality when playing video or audio. Download locally the video composed by OpenShot to play it with the right quality.\n\nThis OpenShot Video Editor extension uses the platform http://www.offidocs.com. It is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs OpenShot video editor is installed.\n\nIMPORTANT: This extension scans the URLs browsed in order to detect video files. The video files detected appear in a file list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers so your URL are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "Der OpenShot-Videoeditor ist eine Chrome-Erweiterung, mit der Sie Videos online erstellen und bearbeiten können. Es ist eine Integration mit einer OpenShot-Instanz, einem kostenlosen Open-Source-Videoeditor . Es unterstützt häufig verwendete Videocodecs, die von FFmpeg wie WebM (VP9), AVCHD (libx264), HEVC (libx265) und Audiocodecs wie mp3 (libmp3lame) und aac (libfaac) unterstützt werden. Das Programm kann MPEG4-, ogv-, Blu-ray- und DVD-Videos sowie Full-HD-Videos zum Hochladen auf Internet-Video-Websites rendern. Es ist ein Video-Editor, der in unseren Dateimanager integriert ist, um mit dieser Desktop-App nur Videodateitypen zu verwalten.\n\nDie Hauptfunktionen von OpenShot sind\n- Unterstützung für viele Video-, Audio- und Bildformate (basierend auf FFmpeg).\n- Unbegrenzte Spuren / Ebenen.\n- Größe des Clips ändern, skalieren, trimmen, einrasten, drehen und schneiden.\n- Videoübergänge mit Echtzeitvorschau.\n- Compositing, Bildüberlagerungen, Wasserzeichen.\n- Titelvorlagen, Titelerstellung, Untertitel.\n- Scrollen von Film-Credits.\n- Einfarbige Clips (einschließlich Alpha-Compositing).\n- Unterstützung für Rotoskopie / Bildsequenzen.\n- Erweiterte Timeline (einschließlich Drag & Drop, Scrollen, Schwenken, Zoomen und Einrasten).\n- Videokodierung (basierend auf FFmpeg).\n- Digitales Zoomen von Videoclips.\n- Zeitzuordnung und Geschwindigkeitsänderungen bei Clips (langsam/schnell, vorwärts/rückwärts usw.)\n- Benutzerdefinierte Übergangslumen und Masken.\n- Audiomischung und Bearbeitung.\n- Digitale Videoeffekte, einschließlich Helligkeit, Gamma, Farbton, Graustufen, Chroma-Key. (Bluescreen / Greenscreen) und viele mehr.\n\nUm die Videokompositionen zu handhaben, enthält diese Erweiterung die folgenden Funktionen über die von dieser Erweiterung verwendeten Dateien:\n- Persönliche Dateien und Verzeichnisse in der Cloud.\n- Operationen mit Dateien und Ordnern: kopieren, verschieben, hochladen, Ordner/Datei erstellen usw.\n- Suche nach Dateien.\n\nDies ist kein Videoplayer, sondern ein Videoeditor. Erwarten Sie also keine hohe Qualität beim Abspielen von Video oder Audio. Laden Sie das von OpenShot erstellte Video lokal herunter, um es mit der richtigen Qualität abzuspielen.\n\nDiese OpenShot Video Editor-Erweiterung verwendet die Plattform http://www.offidocs.com. Es ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, bei denen der OffiDocs OpenShot-Videoeditor installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die durchsuchten URLs, um Videodateien zu erkennen. Die erkannten Videodateien werden in einer Dateiliste im Erweiterungs-Popup angezeigt, die von unseren Servern abgerufen wird. Der Scanvorgang wird von unseren Servern aus durchgeführt, sodass Ihre URL an unser System gemeldet wird. Es werden keine personenbezogenen Daten erhoben. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktionalität nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "El editor de video OpenShot es una extensión de Chrome que permite crear y editar videos en línea. Es una integración con una instancia de OpenShot, que es un editor de video gratuito y de código abierto. Admite códecs de video de uso común que son compatibles con FFmpeg como WebM (VP9), AVCHD (libx264), HEVC (libx265) y códecs de audio como mp3 (libmp3lame) y aac (libfaac). El programa puede reproducir videos MPEG4, ogv, Blu-ray y DVD, y videos Full HD para subirlos a los sitios web de videos de Internet. Es un editor de video integrado con nuestro administrador de archivos para administrar solo tipos de archivos de video con esta aplicación de escritorio.\n\nLas características principales de OpenShot son\n- Soporte para muchos formatos de video, audio e imagen (basado en FFmpeg).\n- Pistas / capas ilimitadas.\n- Cambio de tamaño, escalado, recorte, ajuste, rotación y corte de clips.\n- Transiciones de video con vistas previas en tiempo real.\n- Composición, superposiciones de imágenes, marcas de agua.\n- Plantillas de títulos, creación de títulos, subtítulos.\n- Desplazamiento de créditos de películas.\n- Clips de color sólido (incluida la composición alfa).\n- Soporte para secuencias de Rotoscopia / Imagen.\n- Línea de tiempo avanzada (que incluye arrastrar y soltar, desplazamiento, panorámica, zoom y ajuste).\n- Codificación de video (basada en FFmpeg).\n- Zoom digital de videoclips.\n- Mapeo de tiempo y cambios de velocidad en clips (lento / rápido, adelante / atrás, etc.)\n- Máscaras y lumas de transición personalizados.\n- Mezcla y edición de audio.\n- Efectos de video digital, que incluyen brillo, gamma, tono, escala de grises, clave de croma. (pantalla azul / pantalla verde) y muchos más.\n\nPara manejar las composiciones de video, esta extensión incluye la siguiente funcionalidad sobre los archivos utilizados por esta extensión:\n- Archivos y directorios personales en la Nube.\n- Operaciones con archivos y carpetas: copiar, mover, cargar, crear carpeta / archivo, etc.\n- Búsqueda de archivos.\n\nEste no es un reproductor de video, es un editor de video, así que no espere una gran calidad al reproducir video o audio. Descarga localmente el video compuesto por OpenShot para reproducirlo con la calidad adecuada.\n\nEsta extensión de OpenShot Video Editor utiliza la plataforma http://www.offidocs.com. Está disponible para usuarios en línea gratuitos, pero también permite la integración con usuarios premium e implementaciones OffiDocs locales donde está instalado el editor de video OffiDocs OpenShot.\n\nIMPORTANTE: esta extensión escanea las URL navegadas para detectar archivos de video. Los archivos de video detectados aparecen en una lista de archivos ubicada en la ventana emergente de extensión que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para que su URL se informe a nuestro sistema. No se recopilan datos personales. Este análisis se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si desactiva este escaneo, esta funcionalidad no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "L'éditeur vidéo OpenShot est une extension Chrome qui permet de créer et d'éditer des vidéos en ligne. Il s'agit d'une intégration avec une instance OpenShot, qui est un éditeur vidéo gratuit et open source. Il prend en charge les codecs vidéo couramment utilisés qui sont pris en charge par FFmpeg comme WebM (VP9), AVCHD (libx264), HEVC (libx265) et les codecs audio comme mp3 (libmp3lame) et aac (libfaac). Le programme peut restituer des vidéos MPEG4, ogv, Blu-ray et DVD et des vidéos Full HD pour les télécharger sur les sites Web de vidéos Internet. Il s'agit d'un éditeur vidéo intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers vidéo avec cette application de bureau.\n\nLes principales fonctionnalités d'OpenShot sont\n- Prise en charge de nombreux formats vidéo, audio et image (basés sur FFmpeg).\n- Pistes / couches illimitées.\n- Redimensionnement, mise à l'échelle, rognage, accrochage, rotation et coupe des clips.\n- Transitions vidéo avec aperçus en temps réel.\n- Compositing, superpositions d'images, filigranes.\n- Modèles de titres, création de titres, sous-titres.\n- Défilement des crédits de films.\n- Clips de couleur unie (y compris la composition alpha).\n- Prise en charge de la Rotoscopie / Séquences d'images.\n- Chronologie avancée (y compris le glisser-déposer, le défilement, le panoramique, le zoom et l'accrochage).\n- Encodage vidéo (basé sur FFmpeg).\n- Zoom numérique de clips vidéo.\n- Time-mapping et changements de vitesse sur les clips (lent/rapide, avant/arrière, etc...)\n- Lumas et masques de transition personnalisés.\n- Mixage et montage audio.\n- Effets vidéo numériques, notamment luminosité, gamma, teinte, niveaux de gris, incrustation de chrominance. (écran bleu / écran vert), et bien d'autres.\n\nAfin de gérer les compositions vidéo, cette extension inclut les fonctionnalités suivantes sur les fichiers utilisés par cette extension :\n- Fichiers et répertoires personnels dans le Cloud.\n- Opérations avec des fichiers et des dossiers : copier, déplacer, télécharger, créer un dossier/fichier, etc.\n- Recherche de fichiers.\n\nCe n'est pas un lecteur vidéo, c'est un éditeur de vidéo, alors ne vous attendez pas à une grande qualité lors de la lecture vidéo ou audio. Téléchargez localement la vidéo composée par OpenShot pour la lire avec la bonne qualité.\n\nCette extension OpenShot Video Editor utilise la plate-forme http://www.offidocs.com. Il est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où l'éditeur vidéo OffiDocs OpenShot est installé.\n\nIMPORTANT : Cette extension analyse les URL parcourues afin de détecter les fichiers vidéo. Les fichiers vidéo détectés apparaissent dans une liste de fichiers située dans la fenêtre contextuelle de l'extension et récupérés de nos serveurs. L'analyse est effectuée à partir de nos serveurs afin que votre URL soit signalée à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et la fonctionnalité d'extension est donc très limitée.",
    "hi": "ओपनशॉट वीडियो एडिटर एक क्रोम एक्सटेंशन है जो ऑनलाइन वीडियो बनाने और संपादित करने की अनुमति देता है। यह एक ओपनशॉट इंस्टेंस के साथ एकीकरण है, जो एक स्वतंत्र और ओपन-सोर्स वीडियो एडिटर है। यह आमतौर पर उपयोग किए जाने वाले वीडियो कोडेक्स का समर्थन करता है जो FFmpeg जैसे WebM (VP9), AVCHD (libx264), HEVC (libx265) और ऑडियो कोडेक जैसे mp3 (libmp3lame) और aac (libfaac) द्वारा समर्थित हैं। कार्यक्रम एमपीईजी 4, ओजीवी, ब्लू-रे और डीवीडी वीडियो और इंटरनेट वीडियो वेबसाइटों पर अपलोड करने के लिए पूर्ण एचडी वीडियो प्रस्तुत कर सकता है। यह इस डेस्कटॉप ऐप के साथ केवल वीडियो फ़ाइल प्रकारों को प्रबंधित करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत एक वीडियो संपादक है।\n\nओपनशॉट मुख्य विशेषताएं हैं\n- कई वीडियो, ऑडियो और छवि प्रारूपों के लिए समर्थन (FFmpeg पर आधारित)।\n- असीमित ट्रैक / परतें।\n- क्लिप का आकार बदलना, स्केलिंग, ट्रिमिंग, स्नैपिंग, रोटेशन और कटिंग।\n- वास्तविक समय पूर्वावलोकन के साथ वीडियो संक्रमण।\n- कंपोजिटिंग, छवि ओवरले, वॉटरमार्क।\n- शीर्षक टेम्पलेट, शीर्षक निर्माण, उप-शीर्षक।\n- स्क्रॉलिंग मोशन पिक्चर क्रेडिट।\n- ठोस रंग क्लिप (अल्फा कंपोजिटिंग सहित)।\n- रोटोस्कोपिंग / इमेज सीक्वेंस के लिए सपोर्ट।\n- उन्नत समयरेखा (ड्रैग एंड ड्रॉप, स्क्रॉलिंग, पैनिंग, जूमिंग और स्नैपिंग सहित)।\n- वीडियो एन्कोडिंग (FFmpeg पर आधारित)।\n- वीडियो क्लिप की डिजिटल जूमिंग।\n- क्लिप पर समय-मानचित्रण और गति में परिवर्तन (धीमा/तेज, आगे/पिछड़े, आदि...)\n- कस्टम संक्रमण लुमा और मास्क।\n- ऑडियो मिश्रण और संपादन।\n- चमक, गामा, रंग, ग्रेस्केल, क्रोमा कुंजी सहित डिजिटल वीडियो प्रभाव। (ब्लूस्क्रीन / ग्रीनस्क्रीन), और भी बहुत कुछ।\n\nवीडियो रचनाओं को संभालने के लिए इस एक्सटेंशन में इस एक्सटेंशन द्वारा उपयोग की जाने वाली फाइलों पर निम्नलिखित कार्यक्षमता शामिल है:\n- क्लाउड में व्यक्तिगत फाइलें और निर्देशिकाएं।\n- फाइलों और फ़ोल्डरों के साथ संचालन: प्रतिलिपि बनाना, स्थानांतरित करना, अपलोड करना, फ़ोल्डर / फ़ाइल बनाना, आदि\n- फाइलों के लिए खोजें।\n\nयह एक वीडियो प्लेयर नहीं है, यह एक वीडियो संपादक है, इसलिए वीडियो या ऑडियो चलाते समय अच्छी गुणवत्ता की अपेक्षा न करें। ओपनशॉट द्वारा रचित वीडियो को सही गुणवत्ता के साथ चलाने के लिए स्थानीय रूप से डाउनलोड करें।\n\nयह ओपनशॉट वीडियो एडिटर एक्सटेंशन http://www.offidocs.com प्लेटफॉर्म का उपयोग करता है। यह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहाँ ऑफ़िडॉक्स ओपनशॉट वीडियो संपादक स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन वीडियो फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए यूआरएल को स्कैन करता है। पाई गई वीडियो फ़ाइलें एक्सटेंशन पॉपअप में स्थित फ़ाइल सूची में दिखाई देती हैं जिन्हें हमारे सर्वर से पुनर्प्राप्त किया जाता है। स्कैनिंग हमारे सर्वर से की जाती है ताकि आपका यूआरएल हमारे सिस्टम को रिपोर्ट किया जा सके। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है. इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं है, इसलिए एक्सटेंशन कार्यक्षमता बहुत सीमित है।",
    "it": "L'editor video OpenShot è un'estensione di Chrome che consente di creare e modificare video online. È un'integrazione con un'istanza OpenShot, che è un editor video gratuito e open source. Supporta i codec video comunemente usati supportati da FFmpeg come WebM (VP9), AVCHD (libx264), HEVC (libx265) e codec audio come mp3 (libmp3lame) e aac (libfaac). Il programma può eseguire il rendering di video MPEG4, ogv, Blu-ray e DVD e video Full HD per il caricamento sui siti Web di video su Internet. È un editor video integrato con il nostro file manager per gestire solo i tipi di file video con questa app desktop.\n\nLe caratteristiche principali di OpenShot sono\n- Supporto per molti formati video, audio e immagine (basati su FFmpeg).\n- Tracce/livelli illimitati.\n- Ridimensionamento, ridimensionamento, ritaglio, aggancio, rotazione e taglio delle clip.\n- Transizioni video con anteprime in tempo reale.\n- Compositing, sovrapposizioni di immagini, filigrane.\n- Modelli di titoli, creazione di titoli, sottotitoli.\n- Scorrimento dei crediti cinematografici.\n- Clip in tinta unita (incluso il compositing alfa).\n- Supporto per Rotoscoping / Sequenze di immagini.\n- Timeline avanzata (incluso trascinamento della selezione, scorrimento, panoramica, zoom e snap).\n- Codifica video (basata su FFmpeg).\n- Zoom digitale di videoclip.\n- Time-mapping e cambi di velocità sulle clip (lento/veloce, avanti/indietro, ecc...)\n- Luminarie e maschere di transizione personalizzate.\n- Mixaggio e montaggio audio.\n- Effetti video digitali, inclusi luminosità, gamma, tonalità, scala di grigi, chiave cromatica. (schermo blu/schermo verde) e molti altri.\n\nPer gestire le composizioni video questa estensione include le seguenti funzionalità sui file utilizzati da questa estensione:\n- File e directory personali nel Cloud.\n- Operazioni con file e cartelle: copia, sposta, carica, crea cartella/file, ecc\n- Cerca file.\n\nQuesto non è un lettore video, è un editor video, quindi non aspettarti una grande qualità durante la riproduzione di video o audio. Scarica in locale il video composto da OpenShot per riprodurlo con la giusta qualità.\n\nQuesta estensione OpenShot Video Editor utilizza la piattaforma http://www.offidocs.com. È disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs on-premise in cui è installato l'editor video OffiDocs OpenShot.\n\nIMPORTANTE: questa estensione esegue la scansione degli URL esplorati per rilevare i file video. I file video rilevati vengono visualizzati in un elenco di file situato nel popup dell'estensione recuperati dai nostri server. La scansione viene eseguita dai nostri server in modo che il tuo URL venga segnalato al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non sarà disponibile, quindi la funzionalità dell'estensione sarà molto limitata.",
    "ja": "OpenShotビデオエディタは、オンラインでビデオを作成および編集できるようにするChrome拡張機能です。これは、無料のオープンソースビデオエディタであるOpenShotインスタンスとの統合です。 WebM（VP9）、AVCHD（libx264）、HEVC（libx265）などのFFmpegでサポートされている一般的に使用されるビデオコーデックと、mp3（libmp3lame）やaac（libfaac）などのオーディオコーデックをサポートします。このプログラムは、インターネットビデオWebサイトにアップロードするために、MPEG4、ogv、Blu-rayおよびDVDビデオ、およびフルHDビデオをレンダリングできます。これは、このデスクトップアプリでビデオファイルタイプのみを管理するために、ファイルマネージャーと統合されたビデオエディターです。\n\nOpenShotの主な機能は\n-多くのビデオ、オーディオ、および画像形式のサポート（FFmpegに基づく）。\n-無制限のトラック/レイヤー。\n-クリップのサイズ変更、スケーリング、トリミング、スナップ、回転、およびカット。\n-リアルタイムプレビューによるビデオトランジション。\n-合成、画像オーバーレイ、透かし。\n-タイトルテンプレート、タイトル作成、サブタイトル。\n-スクロールする映画のクレジット。\n-単色クリップ（アルファ合成を含む）。\n-ロトスコーピング/画像シーケンスのサポート。\n-高度なタイムライン（ドラッグアンドドロップ、スクロール、パン、ズーム、スナップを含む）。\n-ビデオエンコーディング（FFmpegに基づく）。\n-ビデオクリップのデジタルズーム。\n-クリップのタイムマッピングと速度の変更（低速/高速、順方向/逆方向など...）\n-カスタムトランジションルマとマスク。\n-オーディオのミキシングと編集。\n-明るさ、ガンマ、色相、グレースケール、クロマキーなどのデジタルビデオエフェクト。 （ブルースクリーン/グリーンスクリーン）、その他多数。\n\nビデオコンポジションを処理するために、この拡張機能には、この拡張機能で使用されるファイルに対して次の機能が含まれています。\n-クラウド内の個人ファイルとディレクトリ。\n-ファイルとフォルダーの操作：コピー、移動、アップロード、フォルダー/ファイルの作成など\n-ファイルを検索します。\n\nこれはビデオプレーヤーではなく、ビデオエディタであるため、ビデオやオーディオを再生するときに優れた品質を期待しないでください。 OpenShotによって作成されたビデオをローカルにダウンロードして、適切な品質で再生します。\n\nこのOpenShotVideo Editor拡張機能は、プラットフォームhttp://www.offidocs.comを使用します。無料のオンラインユーザーが利用できますが、プレミアムユーザーやOffiDocsOpenShotビデオエディターがインストールされているオンプレミスのOffiDocsデプロイメントとの統合も可能です。\n\n重要: この拡張機能は、ビデオ ファイルを検出するために、閲覧された URL をスキャンします。 検出されたビデオ ファイルは、サーバーから取得された拡張機能ポップアップ内のファイル リストに表示されます。 スキャンは当社のサーバーから実行されるため、URL は当社のシステムに報告されます。 個人データは収集されません。 このスキャンは、拡張機能のポップアップに表示されるチェックボックスを使用して無効にすることができます。 このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能は非常に制限されます。",
    "ko": "OpenShot 비디오 편집기는 온라인으로 비디오를 만들고 편집할 수 있는 Chrome 확장 프로그램입니다. 무료 오픈 소스 비디오 편집기인 OpenShot 인스턴스와의 통합입니다. WebM(VP9), AVCHD(libx264), HEVC(libx265)와 같은 FFmpeg에서 지원하는 일반적으로 사용되는 비디오 코덱과 mp3(libmp3lame) 및 aac(libfaac)와 같은 오디오 코덱을 지원합니다. 이 프로그램은 인터넷 비디오 웹사이트에 업로드하기 위해 MPEG4, ogv, Blu-ray 및 DVD 비디오, Full HD 비디오를 렌더링할 수 있습니다. 이 데스크탑 앱으로 비디오 파일 유형만 관리하기 위해 파일 관리자와 통합된 비디오 편집기입니다.\n\nOpenShot의 주요 기능은\n- 다양한 비디오, 오디오 및 이미지 형식(FFmpeg 기반)을 지원합니다.\n- 무제한 트랙 / 레이어.\n- 클립 크기 조정, 크기 조정, 트리밍, 스냅, 회전 및 절단.\n- 실시간 미리보기를 통한 비디오 전환.\n- 합성, 이미지 오버레이, 워터마크.\n- 타이틀 템플릿, 타이틀 생성, 서브 타이틀.\n- 스크롤링 영화 크레딧.\n- 단색 클립(알파 합성 포함).\n- 로토스코핑/이미지 시퀀스 지원.\n- 고급 타임라인(드래그 앤 드롭, 스크롤, 패닝, 확대/축소 및 스냅 포함).\n- 비디오 인코딩(FFmpeg 기반).\n- 비디오 클립의 디지털 줌.\n- 클립의 시간 매핑 및 속도 변경(느림/빠름, 앞으로/뒤로 등...)\n- 사용자 지정 전환 루마 및 마스크.\n- 오디오 믹싱 및 편집.\n- 밝기, 감마, 색조, 그레이스케일, 크로마 키를 포함한 디지털 비디오 효과. (블루스크린/그린스크린), 그리고 더 많은.\n\n비디오 구성을 처리하기 위해 이 확장은 이 확장에서 사용하는 파일에 대해 다음 기능을 포함합니다.\n- 클라우드의 개인 파일 및 디렉토리.\n- 파일 및 폴더 작업: 복사, 이동, 업로드, 폴더/파일 생성 등\n- 파일을 검색합니다.\n\n이것은 비디오 플레이어가 아니라 비디오 편집기이므로 비디오 또는 오디오를 재생할 때 좋은 품질을 기대하지 마십시오. OpenShot으로 구성된 비디오를 로컬로 다운로드하여 올바른 품질로 재생하십시오.\n\n이 OpenShot Video Editor 확장은 http://www.offidocs.com 플랫폼을 사용합니다. 무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs OpenShot 비디오 편집기가 설치된 온프레미스 OffiDocs 배포와의 통합도 가능합니다.\n\n중요: 이 확장 프로그램은 비디오 파일을 탐지하기 위해 탐색된 URL을 검사합니다. 감지된 비디오 파일은 당사 서버에서 검색된 확장 팝업에 있는 파일 목록에 나타납니다. 스캔은 당사 서버에서 수행되므로 귀하의 URL이 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 확장 팝업에 나타나는 확인란을 사용하여 이 검사를 비활성화할 수 있습니다. 이 검사를 비활성화하면 이 기능을 사용할 수 없으므로 확장 기능이 매우 제한됩니다.",
    "nl": "De OpenShot-video-editor is een Chrome-extensie waarmee u online video's kunt maken en bewerken. Het is een integratie met een OpenShot-instantie, een gratis en open-source video-editor. Het ondersteunt veelgebruikte videocodecs die worden ondersteund door FFmpeg zoals WebM (VP9), AVCHD (libx264), HEVC (libx265) en audiocodecs zoals mp3 (libmp3lame) en aac (libfaac). Het programma kan MPEG4-, ogv-, Blu-ray- en dvd-video en Full HD-video's weergeven om te uploaden naar de internetvideowebsites. Het is een video-editor die is geïntegreerd met onze bestandsbeheerder om alleen videobestandstypen te beheren met deze desktop-app.\n\nDe belangrijkste functies van OpenShot zijn:\n- Ondersteuning voor vele video-, audio- en afbeeldingsformaten (gebaseerd op FFmpeg).\n- Onbeperkt aantal tracks / lagen.\n- Clip formaat wijzigen, schalen, trimmen, snappen, roteren en snijden.\n- Video-overgangen met realtime previews.\n- Compositing, beeldoverlays, watermerken.\n- Titelsjablonen, titelcreatie, ondertitels.\n- Scrollende filmcredits.\n- Clips in effen kleuren (inclusief alfacompositie).\n- Ondersteuning voor Rotoscoping / Beeldsequenties.\n- Geavanceerde tijdlijn (inclusief slepen en neerzetten, scrollen, pannen, zoomen en snappen).\n- Videocodering (gebaseerd op FFmpeg).\n- Digitaal zoomen van videoclips.\n- Tijdstoewijzing en snelheidswijzigingen op clips (langzaam/snel, vooruit/achteruit, enz...)\n- Aangepaste overgangslumas en maskers.\n- Audio mixen en bewerken.\n- Digitale video-effecten, waaronder helderheid, gamma, tint, grijswaarden, chroma key. (bluescreen / greenscreen) en nog veel meer.\n\nOm de videocomposities te kunnen verwerken, bevat deze extensie de volgende functionaliteit over de bestanden die door deze extensie worden gebruikt:\n- Persoonlijke bestanden en mappen in de Cloud.\n- Bewerkingen met bestanden en mappen: kopiëren, verplaatsen, uploaden, map/bestand maken, enz\n- Zoeken naar bestanden.\n\nDit is geen videospeler, het is een video-editor, dus verwacht geen geweldige kwaliteit bij het afspelen van video of audio. Download lokaal de door OpenShot gecomponeerde video om deze met de juiste kwaliteit af te spelen.\n\nDeze OpenShot Video Editor-extensie maakt gebruik van het platform http://www.offidocs.com. Het is beschikbaar voor gratis online gebruikers, maar het maakt ook de integratie mogelijk met premium gebruikers en on-premises OffiDocs-implementaties waar de OffiDocs OpenShot-video-editor is geïnstalleerd.\n\nBELANGRIJK: deze extensie scant de bezochte URL's om videobestanden te detecteren. De gedetecteerde videobestanden verschijnen in een bestandenlijst in de extensiepop-up die van onze servers wordt opgehaald. Het scannen wordt uitgevoerd vanaf onze servers, zodat uw URL aan ons systeem wordt gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up verschijnt. Als u dit scannen uitschakelt, is deze functionaliteit niet beschikbaar en is de extensiefunctionaliteit dus zeer beperkt.",
    "pl": "Edytor wideo OpenShot to rozszerzenie Chrome, które pozwala tworzyć i edytować filmy online. Jest to integracja z instancją OpenShot, która jest darmowym edytorem wideo o otwartym kodzie źródłowym. Obsługuje powszechnie używane kodeki wideo obsługiwane przez FFmpeg, takie jak WebM (VP9), AVCHD (libx264), HEVC (libx265) i kodeki audio, takie jak mp3 (libmp3lame) i aac (libfaac). Program może renderować wideo MPEG4, ogv, Blu-ray i DVD oraz filmy Full HD do przesyłania do internetowych witryn wideo. Jest to edytor wideo zintegrowany z naszym menedżerem plików do zarządzania tylko typami plików wideo za pomocą tej aplikacji komputerowej.\n\nGłówne cechy OpenShot to\n- Obsługa wielu formatów wideo, audio i obrazów (w oparciu o FFmpeg).\n- Nieograniczone utwory / warstwy.\n- Zmiana rozmiaru klipu, skalowanie, przycinanie, przyciąganie, obracanie i cięcie.\n- Przejścia wideo z podglądem w czasie rzeczywistym.\n- Kompozycja, nakładki obrazów, znaki wodne.\n- Szablony tytułów, tworzenie tytułów, podtytuły.\n- Przewijanie napisów filmowych.\n- Klipy w jednolitym kolorze (w tym komponowanie alfa).\n- Wsparcie dla sekwencji rotoskopowych / obrazów.\n- Zaawansowana oś czasu (w tym przeciąganie i upuszczanie, przewijanie, przesuwanie, powiększanie i przyciąganie).\n- Kodowanie wideo (w oparciu o FFmpeg).\n- Cyfrowe powiększanie klipów wideo.\n- Mapowanie czasu i zmiany prędkości w klipach (wolno/szybko, do przodu/do tyłu itp.)\n- Niestandardowe lumy i maski przejściowe.\n- Miksowanie i edycja dźwięku.\n- Cyfrowe efekty wideo, w tym jasność, gamma, odcień, skala szarości, klucz chrominancji. (niebieski ekran / zielony ekran) i wiele innych.\n\nW celu obsługi kompozycji wideo to rozszerzenie zawiera następujące funkcje w plikach używanych przez to rozszerzenie:\n- Osobiste pliki i katalogi w chmurze.\n- Operacje na plikach i folderach: kopiowanie, przenoszenie, przesyłanie, tworzenie folderu/pliku itp.\n- Szukaj plików.\n\nTo nie jest odtwarzacz wideo, to edytor wideo, więc nie oczekuj doskonałej jakości podczas odtwarzania wideo lub audio. Pobierz lokalnie wideo skomponowane przez OpenShot, aby odtworzyć je w odpowiedniej jakości.\n\nTo rozszerzenie edytora wideo OpenShot korzysta z platformy http://www.offidocs.com. Jest dostępny dla bezpłatnych użytkowników online, ale umożliwia również integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest edytor wideo OffiDocs OpenShot.\n\nWAŻNE: To rozszerzenie skanuje przeglądane adresy URL w celu wykrycia plików wideo. Wykryte pliki wideo pojawiają się na liście plików znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie odbywa się z naszych serwerów, więc Twój adres URL jest zgłaszany do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru wyświetlanego w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcja nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "O editor de vídeo OpenShot é uma extensão do Chrome que permite criar e editar vídeos online. É uma integração com uma instância do OpenShot, que é um editor de vídeo gratuito e de código aberto. Ele suporta codecs de vídeo comumente usados ​​que são suportados pelo FFmpeg como WebM (VP9), AVCHD (libx264), HEVC (libx265) e codecs de áudio como mp3 (libmp3lame) e aac (libfaac). O programa pode renderizar vídeo MPEG4, ogv, Blu-ray e DVD e vídeos Full HD para enviar para sites de vídeo na Internet. É um editor de vídeo integrado com nosso gerenciador de arquivos para gerenciar apenas os tipos de arquivos de vídeo com este aplicativo de desktop.\n\nOs principais recursos do OpenShot são\n- Suporte para muitos formatos de vídeo, áudio e imagem (baseado em FFmpeg).\n- Faixas / camadas ilimitadas.\n- Redimensionar, dimensionar, aparar, encaixar, girar e cortar clipes.\n- Transições de vídeo com visualizações em tempo real.\n- Composição, sobreposições de imagens, marcas d'água.\n- Modelos de títulos, criação de títulos, subtítulos.\n- Créditos de filmes de rolagem.\n- Clipes de cores sólidas (incluindo composição alfa).\n- Suporte para rotoscopia / sequências de imagens.\n- Linha de tempo avançada (incluindo arrastar e soltar, rolagem, panorâmica, zoom e encaixe).\n- Codificação de vídeo (baseado em FFmpeg).\n- Zoom digital de videoclipes.\n- Mapeamento de tempo e mudanças de velocidade em clipes (lento / rápido, para frente / para trás, etc ...)\n- Lumas e máscaras de transição personalizados.\n- Mixagem e edição de áudio.\n- Efeitos de vídeo digital, incluindo brilho, gama, matiz, escala de cinza, chroma key. (tela azul / tela verde) e muito mais.\n\nPara lidar com as composições de vídeo, esta extensão inclui a seguinte funcionalidade sobre os arquivos usados ​​por esta extensão:\n- Arquivos e diretórios pessoais na nuvem.\n- Operações com arquivos e pastas: copiar, mover, fazer upload, criar pasta / arquivo, etc\n- Procure por arquivos.\n\nEste não é um reprodutor de vídeo, é um editor de vídeo, então não espere grande qualidade ao reproduzir vídeo ou áudio. Baixe localmente o vídeo composto pelo OpenShot para reproduzi-lo com a qualidade certa.\n\nEsta extensão do OpenShot Video Editor usa a plataforma http://www.offidocs.com. Ele está disponível para usuários online gratuitamente, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o editor de vídeo OffiDocs OpenShot está instalado.\n\nIMPORTANTE: Esta extensão verifica os URLs navegados para detectar arquivos de vídeo. Os arquivos de vídeo detectados aparecem em uma lista de arquivos localizada no pop-up de extensão recuperado de nossos servidores. A verificação é realizada em nossos servidores para que sua URL seja informada ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desativada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, portanto a funcionalidade da extensão será muito limitada.",
    "ru": "Видеоредактор OpenShot - это расширение Chrome, которое позволяет создавать и редактировать видео в Интернете. Это интеграция с экземпляром OpenShot, который является бесплатным видеоредактором с открытым исходным кодом. Он поддерживает часто используемые видеокодеки, поддерживаемые FFmpeg, такие как WebM (VP9), AVCHD (libx264), HEVC (libx265) и аудиокодеки, такие как mp3 (libmp3lame) и aac (libfaac). Программа может отображать видео в форматах MPEG4, ogv, Blu-ray и DVD, а также видео в формате Full HD для загрузки на веб-сайты с видео в Интернете. Это видеоредактор, интегрированный с нашим файловым менеджером, позволяющий управлять только типами видеофайлов с помощью этого настольного приложения.\n\nОсновные функции OpenShot:\n- Поддержка многих форматов видео, аудио и изображений (на основе FFmpeg).\n- Неограниченное количество треков / слоев.\n- Изменение размера клипа, масштабирование, обрезка, привязка, поворот и обрезка.\n- Видеопереходы с превью в реальном времени.\n- Композиция, наложения изображений, водяные знаки.\n- Шаблоны заголовков, создание заголовков, подзаголовки.\n- Прокрутка титров кинофильмов.\n- Клипы однотонного цвета (включая альфа-композитинг).\n- Поддержка ротоскопирования / последовательностей изображений.\n- Расширенная шкала времени (включая перетаскивание, прокрутку, панорамирование, масштабирование и привязку).\n- Кодирование видео (на основе FFmpeg).\n- Цифровое масштабирование видеоклипов.\n- Отображение времени и изменение скорости клипов (медленно / быстро, вперед / назад и т. Д.)\n- Пользовательские переходные люмы и маски.\n- Сведение и редактирование аудио.\n- Цифровые видеоэффекты, включая яркость, гамму, оттенок, оттенки серого, хроматический ключ. (синий / зеленый экран) и многое другое.\n\nДля обработки видеокомпонентов это расширение включает следующие функции по сравнению с файлами, используемыми этим расширением:\n- Личные файлы и каталоги в облаке.\n- Операции с файлами и папками: копирование, перемещение, загрузка, создание папки / файла и т. Д.\n- Поиск файлов.\n\nЭто не видеоплеер, это видеоредактор, поэтому не ждите отличного качества при воспроизведении видео или аудио. Загрузите локально видео, созданное OpenShot, чтобы воспроизвести его с нужным качеством.\n\nЭто расширение OpenShot Video Editor использует платформу http://www.offidocs.com. Он доступен для бесплатных онлайн-пользователей, но также обеспечивает интеграцию с пользователями премиум-класса и локальными развертываниями OffiDocs, где установлен видеоредактор OffiDocs OpenShot.\n\nВАЖНО: Это расширение сканирует просматриваемые URL-адреса, чтобы обнаружить видеофайлы. Обнаруженные видеофайлы отображаются в списке файлов, расположенном во всплывающем окне расширения и получаемом с наших серверов. Сканирование выполняется с наших серверов, поэтому ваш URL-адрес передается в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "OpenShot video düzenleyici, çevrimiçi videolar oluşturmaya ve düzenlemeye izin veren bir Chrome uzantısıdır. Ücretsiz ve açık kaynaklı bir video düzenleyici olan OpenShot örneği ile bir entegrasyondur. WebM (VP9), AVCHD (libx264), HEVC (libx265) gibi FFmpeg tarafından desteklenen yaygın olarak kullanılan video codec bileşenlerini ve mp3 (libmp3lame) ve aac (libfaac) gibi ses codec bileşenlerini destekler. Program, internet video web sitelerine yüklemek için MPEG4, ogv, Blu-ray ve DVD video ve Full HD videolar oluşturabilir. Bu masaüstü uygulamasıyla yalnızca video dosya türlerini yönetmek için dosya yöneticimizle entegre bir video düzenleyicidir.\n\nOpenShot ana özellikleri şunlardır:\n- Birçok video, ses ve görüntü formatı desteği (FFmpeg'e dayalı).\n- Sınırsız parça / katman.\n- Klip yeniden boyutlandırma, ölçekleme, kırpma, yapıştırma, döndürme ve kesme.\n- Gerçek zamanlı önizlemelerle video geçişleri.\n- Birleştirme, görüntü bindirmeleri, filigranlar.\n- Başlık şablonları, başlık oluşturma, alt başlıklar.\n- Hareketli görüntü kredisi kaydırma.\n- Düz renk klipler (alfa birleştirme dahil).\n- Rotoscoping / Görüntü dizileri için destek.\n- Gelişmiş Zaman Çizelgesi (Sürükle ve bırak, kaydırma, kaydırma, yakınlaştırma ve yapıştırma dahil).\n- Video kodlaması (FFmpeg'e dayalı).\n- Video kliplerin dijital olarak yakınlaştırılması.\n- Kliplerde zaman haritalama ve Hız değişiklikleri (yavaş/hızlı, ileri/geri vb...)\n- Özel geçiş lümasları ve maskeleri.\n- Ses karıştırma ve düzenleme.\n- Parlaklık, gama, renk tonu, gri tonlama, renk anahtarı dahil olmak üzere dijital video efektleri. (mavi ekran / yeşil ekran) ve çok daha fazlası.\n\nVideo kompozisyonlarını işlemek için bu uzantı, bu uzantı tarafından kullanılan dosyalar üzerinde aşağıdaki işlevleri içerir:\n- Buluttaki kişisel dosyalar ve dizinler.\n- Dosya ve klasörlerle işlemler: kopyalama, taşıma, yükleme, klasör/dosya oluşturma vb.\n- Dosyaları arayın.\n\nBu bir video oynatıcı değil, bir video düzenleyicidir, bu nedenle video veya ses oynatırken mükemmel kalite beklemeyin. Doğru kalitede oynatmak için OpenShot tarafından oluşturulan videoyu yerel olarak indirin.\n\nBu OpenShot Video Düzenleyici uzantısı http://www.offidocs.com platformunu kullanır. Ücretsiz çevrimiçi kullanıcılar için mevcuttur, ancak aynı zamanda premium kullanıcılarla ve OffiDocs OpenShot video düzenleyicisinin kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da olanak tanır.\n\nÖNEMLİ: Bu uzantı, video dosyalarını algılamak için göz atılan URL'leri tarar. Algılanan video dosyaları, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir dosya listesinde görünür. Tarama sunucularımızdan yapıldığından URL'niz sistemimize raporlanır. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusuyla devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz ve dolayısıyla uzantının işlevselliği çok sınırlıdır.",
    "uk": "Відеоредактор OpenShot - це розширення Chrome, яке дозволяє створювати та редагувати відео в Інтернеті. Це інтеграція з екземпляром OpenShot, який є безкоштовним редактором відео з відкритим кодом. Він підтримує часто використовувані відеокодеки, які підтримуються FFmpeg, такі як WebM (VP9), AVCHD (libx264), HEVC (libx265) та аудіокодеки, такі як mp3 (libmp3lame) та aac (libfaac). Програма може відтворювати MPEG4, ogv, Blu-ray та DVD-відео та Full HD-відео для завантаження на веб-сайти з відео в Інтернеті. Це відеоредактор, інтегрований з нашим менеджером файлів, щоб керувати лише типами відеофайлів за допомогою цього настільного додатка.\n\nОсновними можливостями OpenShot є\n- Підтримка багатьох форматів відео, аудіо та зображень (на основі FFmpeg).\n- Необмежена кількість треків / шарів.\n- Змінення розміру, масштабування, обрізки, прив’язки, обертання та різання затискачів.\n- Відеопереходи з попереднім переглядом у реальному часі.\n- Композиція, накладання зображень, водяні знаки.\n- Шаблони заголовків, створення заголовків, підзаголовки.\n- Прокрутка кредитів для відео.\n- Одноколірні кліпи (включаючи альфа-композит).\n- Підтримка ротоскопінгу / послідовностей зображень.\n- Розширена шкала часу (включаючи перетягування, прокручування, панорамування, масштабування та прив'язку).\n- Кодування відео (на основі FFmpeg).\n- Цифрове масштабування відеокліпів.\n- Налаштування часу та зміни швидкості на кліпах (повільно / швидко, вперед / назад тощо ...)\n- Спеціальні перехідні просвіти та маски.\n- Змішування та монтаж звуку.\n- Цифрові відеоефекти, включаючи яскравість, гамму, відтінок, відтінки сірого, кольоровість. (блюз-екран / зелений екран) та багато іншого.\n\nДля обробки відео композицій це розширення включає наступну функціональність над файлами, що використовуються цим розширенням:\n- Особисті файли та каталоги в хмарі.\n- Операції з файлами та папками: копіювання, переміщення, завантаження, створення папки / файлу тощо\n- Пошук файлів.\n\nЦе не відеоплеєр, це відеоредактор, тому не чекайте чудової якості під час відтворення відео чи аудіо. Завантажте локально відео, створене OpenShot, щоб відтворити його у належній якості.\n\nЦе розширення OpenShot Video Editor використовує платформу http://www.offidocs.com. Він доступний для безкоштовних користувачів Інтернету, але також дозволяє інтегрувати з преміум-користувачами та локальними розгортаннями OffiDocs, де встановлений відеоредактор OffiDocs OpenShot.\n\nВАЖЛИВО: це розширення сканує URL-адреси, які переглядаються, щоб виявити відеофайли. Виявлені відеофайли відображаються в списку файлів, розташованому у спливаючому вікні розширення, отриманих із наших серверів. Сканування виконується з наших серверів, тому ваша URL-адреса повідомляється нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "OpenShot 視頻編輯器是一個 Chrome 擴展，允許在線創建和編輯視頻。它與 OpenShot 實例集成，後者是一個免費的開源視頻編輯器。它支持 FFmpeg 支持的常用視頻編解碼器，如 WebM (VP9)、AVCHD (libx264)、HEVC (libx265) 和音頻編解碼器，如 mp3 (libmp3lame) 和 aac (libfaac)。該程序可以渲染 MPEG4、ogv、藍光和 DVD 視頻，以及上傳到互聯網視頻網站的全高清視頻。它是與我們的文件管理器集成的視頻編輯器，可使用此桌面應用程序僅管理視頻文件類型。\n\nOpenShot 的主要特點是\n- 支持多種視頻、音頻和圖像格式（基於 FFmpeg）。\n- 無限的曲目/圖層。\n- 剪輯調整大小、縮放、修剪、捕捉、旋轉和剪切。\n- 帶有實時預覽的視頻過渡。\n- 合成、圖像疊加、水印。\n- 標題模板、標題創建、副標題。\n- 滾動電影學分。\n- 純色剪輯（包括 alpha 合成）。\n- 支持 Rotoscoping / 圖像序列。\n- 高級時間線（包括拖放、滾動、平移、縮放和捕捉）。\n- 視頻編碼（基於 FFmpeg）。\n- 視頻剪輯的數字縮放。\n- 剪輯的時間映射和速度變化（慢/快、前進/後退等...）\n- 自定義過渡亮度和遮罩。\n- 音頻混合和編輯。\n- 數字視頻效果，包括亮度、伽馬、色調、灰度、色度鍵。 (藍屏/綠屏) 等等。\n\n為了處理視頻作品，此擴展程序在此擴展程序使用的文件上包含以下功能：\n- 雲中的個人文件和目錄。\n- 文件和文件夾操作：複製、移動、上傳、創建文件夾/文件等\n- 搜索文件。\n\n這不是視頻播放器，而是視頻編輯器，因此在播放視頻或音頻時不要期望高品質。將 OpenShot 製作的視頻下載到本地，以正確的質量播放。\n\n此 OpenShot 視頻編輯器擴展使用平台 http://www.offidocs.com。它可供免費在線用戶使用，但也允許與高級用戶和安裝了 OffiDocs OpenShot 視頻編輯器的本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的 URL 以检测视频文件。 检测到的视频文件出现在从我们的服务器检索的扩展弹出窗口中的文件列表中。 扫描是从我们的服务器执行的，因此您的 URL 会报告给我们的系统。 不收集任何个人数据。 可以使用扩展弹出窗口中显示的复选框来禁用此扫描。 如果禁用此扫描，则此功能不可用，因此扩展功能非常有限。"
  }
}