{
  "name": {
    "ar": "لعب الذاكرة الهالوين على الانترنت",
    "am": "ሃሎዊን ማህደረ ትውስታ በመስመር ላይ ይጫወቱ",
    "bg": "Играйте памет за Хелоуин онлайн",
    "bn": "অনলাইনে হ্যালোইন মেমরি খেলুন",
    "ca": "Reprodueix la memòria de Halloween en línia",
    "cs": "Přehrajte Halloween paměť online",
    "da": "Spil Halloween -hukommelse online",
    "de": "Spielen Sie die Halloween -Speicher online",
    "el": "Παίξτε Halloween Memory Online",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Play Halloween Memory Online",
    "es": "Juega la memoria de Halloween en línea",
    "et": "Mängige Halloweeni mälu võrgus",
    "fa": "حافظه هالووین را بصورت آنلاین بازی کنید",
    "fi": "Pelaa Halloween -muistia verkossa",
    "fr": "Jouez à la mémoire d'Halloween en ligne",
    "gu": "હેલોવીન મેમરી play નલાઇન રમો",
    "he": "שחק זיכרון ליל כל הקדושים ברשת",
    "hi": "हैलोवीन मेमोरी ऑनलाइन खेलें",
    "hr": "Igrajte internetsku memoriju Halloween",
    "hu": "Játsszon online a Halloween memóriát",
    "id": "Mainkan Memori Halloween Online",
    "it": "Gioca alla memoria di Halloween online",
    "ja": "ハロウィーンのメモリをオンラインで再生します",
    "kn": "ಹ್ಯಾಲೋವೀನ್ ಮೆಮೊರಿಯನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಪ್ಲೇ ಮಾಡಿ",
    "ko": "온라인에서 할로윈 ​​메모리를 재생하십시오",
    "ml": "ഹാലോവീൻ മെമ്മറി ഓൺലൈനിൽ പ്ലേ ചെയ്യുക",
    "mr": "ऑनलाईन हॅलोविन मेमरी प्ले करा",
    "ms": "Main memori Halloween dalam talian",
    "nl": "Speel Halloween -geheugen online",
    "no": "Spill Halloween Memory Online",
    "pl": "Zagraj w Halloween Memory Online",
    "ro": "Joacă Halloween Memory Online",
    "ru": "Играть в память о Хэллоуине онлайн",
    "sk": "Zahrajte si halloweensku pamäť online",
    "sl": "Predvajajte spomin na noč čarovnic na spletu",
    "sr": "Играјте Халловеен Мемори Онлине",
    "sv": "Spela Halloween -minne online",
    "sw": "Cheza kumbukumbu ya Halloween mkondoni",
    "ta": "ஆன்லைனில் ஹாலோவீன் நினைவகத்தை விளையாடுங்கள்",
    "te": "హాలోవీన్ మెమరీని ఆన్‌లైన్‌లో ప్లే చేయండి",
    "th": "เล่นหน่วยความจำฮาโลวีนออนไลน์",
    "tr": "Çevrimiçi Cadılar Bayramı Hafızası Oynayın",
    "uk": "Грайте в Хеллоуїн пам'ять в Інтернеті",
    "vi": "Chơi bộ nhớ Halloween trực tuyến"
  },
  "short": {
    "ar": "ما مدى جودة ذاكرتك؟ اختبره الآن. ابحث عن زوج البطاقات المطابقة لإكمال كل مستوى.",
    "am": "ማህደረ ትውስታዎ ምን ያህል መልካም ነው? አሁን ይፈትሹ. እያንዳንዱን ደረጃ ለማጠናቀቅ የሚዛመዱ ጥንድ ካርዶችን ይፈልጉ.",
    "bg": "Колко добре е вашата памет? Тествайте го сега. Намерете съвпадащата двойка карти, за да завършите всяко ниво.",
    "bn": "এটা আপনার স্মৃতি কত ভাল? এখন এটি পরীক্ষা করুন। প্রতিটি স্তর সম্পূর্ণ করতে কার্ডের ম্যাচিং জুটির সন্ধান করুন।",
    "ca": "Què tan bo la teva memòria? Proveu -ho ara. Cerqueu el parell de cartes que coincideixin per completar cada nivell.",
    "cs": "Jak dobré je to vaše paměť? Vyzkoušejte to hned. Najděte odpovídající pár karet pro dokončení každé úrovně.",
    "da": "Hvor god det din hukommelse? Test det nu. Find det matchende par kort for at afslutte hvert niveau.",
    "de": "Wie gut es dein Gedächtnis? Testen Sie es jetzt. Finden Sie das passende Kartenpaar, um jede Ebene zu vervollständigen.",
    "el": "Πόσο καλό είναι η μνήμη σας; Δοκιμάστε το τώρα. Βρείτε το αντίστοιχο ζευγάρι καρτών για να ολοκληρώσετε κάθε επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "How good it your memory? Test it now. Find the matching pair of cards to complete each level.",
    "es": "¿Qué tan bien es tu memoria? Pruébelo ahora. Encuentre el par de cartas a juego para completar cada nivel.",
    "et": "Kui hea see on teie mälu? Testige seda kohe. Iga taseme täitmiseks leiate sobiva kaardipaari.",
    "fa": "حافظه شما چقدر خوب است؟ اکنون آن را آزمایش کنید. برای تکمیل هر سطح ، جفت کارت تطبیق پیدا کنید.",
    "fi": "Kuinka hyvä se muistisi? Testaa se nyt. Etsi vastaava korttipari kunkin tason täydentämiseksi.",
    "fr": "À quel point votre mémoire est bonne? Testez-le maintenant. Trouvez la paire de cartes correspondante pour terminer chaque niveau.",
    "gu": "તે તમારી યાદશક્તિ કેટલી સારી છે? હવે તેનું પરીક્ષણ કરો. દરેક સ્તરને પૂર્ણ કરવા માટે કાર્ડ્સની મેચિંગ જોડી શોધો.",
    "he": "כמה טוב הזיכרון שלך? בדוק את זה עכשיו. מצא את זוג הקלפים התואמים להשלמת כל רמה.",
    "hi": "यह आपकी स्मृति कितनी अच्छी है? अब इसका परीक्षण करें। प्रत्येक स्तर को पूरा करने के लिए कार्ड की मिलान जोड़ी का पता लगाएं।",
    "hr": "Koliko je dobro vaše sjećanje? Testirajte ga sada. Pronađite odgovarajući par karata kako biste dovršili svaku razinu.",
    "hu": "Mennyire jó ez a memóriád? Tesztelje most. Keresse meg a megfelelő kártyapárt az egyes szintek teljesítéséhez.",
    "id": "Seberapa baik ingatanmu? UJI SEKARANG. Temukan sepasang kartu yang cocok untuk menyelesaikan setiap level.",
    "it": "Quanto è brava la tua memoria? Testalo ora. Trova la coppia di carte corrispondente per completare ogni livello.",
    "ja": "あなたの記憶はどれほど良いですか？ 今すぐテストしてください。 一致するカードのペアを見つけて、各レベルを完了します。",
    "kn": "ನಿಮ್ಮ ಸ್ಮರಣೆ ಎಷ್ಟು ಒಳ್ಳೆಯದು? ಈಗ ಅದನ್ನು ಪರೀಕ್ಷಿಸಿ. ಪ್ರತಿ ಹಂತವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಹೊಂದಾಣಿಕೆಯ ಜೋಡಿ ಕಾರ್ಡ್‌ಗಳನ್ನು ಹುಡುಕಿ.",
    "ko": "기억이 얼마나 좋습니까? 지금 테스트하십시오. 각 레벨을 완료하려면 일치하는 카드 쌍을 찾으십시오.",
    "ml": "ഇത് നിങ്ങളുടെ മെമ്മറി എത്ര നല്ലതാണ്? ഇപ്പോൾ അത് പരിശോധിക്കുക. ഓരോ ലെവലും പൂർത്തിയാക്കാൻ പൊരുത്തപ്പെടുന്ന ജോഡി കാർഡുകൾ കണ്ടെത്തുക.",
    "mr": "तुमची आठवण किती चांगली आहे? आता त्याची चाचणी घ्या. प्रत्येक स्तर पूर्ण करण्यासाठी कार्डची जुळणारी जोडी शोधा.",
    "ms": "Seberapa baik ingatan anda? Uji sekarang. Cari sepasang kad yang sepadan untuk melengkapkan setiap peringkat.",
    "nl": "Hoe goed is het je geheugen? Test het nu. Zoek het bijpassende paar kaarten om elk niveau te voltooien.",
    "no": "Hvor bra det minnet ditt? Test det nå. Finn det matchende kortet for å fullføre hvert nivå.",
    "pl": "Jak dobrze to twoja pamięć? Przetestuj to teraz. Znajdź pasującą parę kart, aby ukończyć każdy poziom.",
    "ro": "Cât de bună este memoria ta? Testează -l acum. Găsiți perechea de cărți potrivită pentru a completa fiecare nivel.",
    "ru": "Насколько хорошо твоя память? Проверьте это сейчас. Найдите соответствующую пару карт, чтобы завершить каждый уровень.",
    "sk": "Aká dobrá je tvoja pamäť? Teraz to otestujte. Nájdite zodpovedajúci pár kariet na dokončenie každej úrovne.",
    "sl": "Kako dobro je vaš spomin? Preizkusite zdaj. Poiščite ujemajoč par kartic, da dokončate vsako raven.",
    "sr": "Колико је добро памћење? Тестирајте га сада. Пронађите одговарајући пар картица да бисте довршили сваки ниво.",
    "sv": "Hur bra är det ditt minne? Testa det nu. Hitta det matchande kortparet för att slutföra varje nivå.",
    "sw": "Kumbukumbu yako nzuri? Pima sasa. Pata jozi inayolingana ya kadi kukamilisha kila ngazi.",
    "ta": "இது உங்கள் நினைவகம் எவ்வளவு நல்லது? இப்போது அதை சோதிக்கவும். ஒவ்வொரு மட்டத்தையும் முடிக்க பொருந்தக்கூடிய ஜோடி அட்டைகளைக்…",
    "te": "మీ జ్ఞాపకశక్తి ఎంత బాగుంది? ఇప్పుడు దాన్ని పరీక్షించండి. ప్రతి స్థాయిని పూర్తి చేయడానికి మ్యాచింగ్ జత కార్డులను కనుగొనండి.",
    "th": "ความทรงจำของคุณดีแค่ไหน? ทดสอบตอนนี้ ค้นหาการ์ดคู่ที่ตรงกันเพื่อให้แต่ละระดับเสร็จสมบูรณ์",
    "tr": "Hafızanız ne kadar iyi? Şimdi test edin. Her seviyeyi tamamlamak için eşleşen kart çiftini bulun.",
    "uk": "Наскільки це добре ваша пам’ять? Перевірити це зараз. Знайдіть відповідну пару карт для завершення кожного рівня.",
    "vi": "Làm thế nào tốt cho nó trí nhớ của bạn? Kiểm tra nó ngay bây giờ. Tìm cặp thẻ phù hợp để hoàn thành từng cấp độ."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In this game you need to open the card nad save it to your memory. Each time the card will be increase and your competition became hard to solve\n\nNote:- You can Play More Categories Game In This Extension."
  }
}