{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VeloViewer Strava Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Additions to Strava website to provide helpful links and features for VeloViewer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add direct links from within Strava to VeloViewer along with other, VeloViewer specific additions.\n\n- Top level VeloViewer menu providing direct links to your key pages on VeloViewer.\n- Direct links to VeloViewer segment details page throughout the Strava site.\n- Direct links to Activities.\n- Direct links to Routes.\n- Direct links to Club yearly leaderboards.\n- VeloViewer Explorer tiles highlighted in Strava Route Builder including completed tiles, max square(s) and max cluster.\n- Chronological ordering on your dashboard feeds.\n\n1.46 - Bug fix to last version.\n1.45 - Technical update to change the way JS file is loaded.\n1.44 - Bug fix to show newly ticked tiles for planned route in updated Strava Route Builder.\n1.43 - Update to handle new Strava Route Builder changes for showing Explorer Tiles.\n1.42 - Some minor bug fixes to handle some rare exceptions.\n1.41 - Change in default Chrome security settings has blocked the way to automatically get your ticked Explorer Tiles from VeloViewer. Functionality added to allow you to copy a user-specific code from VeloViewer Summary page which can be pasted into the Strava Route Builder page which allows a secure connection to get your ticked tile data.\n1.40 - Explorer error message wasn't being displayed on Route Builder page if not logged in. Also tidied up code that generates Explorer tile option.\n1.39 - Another fix to route builder page to handle slight change in Strava's HTML structure.\n1.38 - Fix to route builder page to handle slight change in Strava's HTML structure.\n1.37 - Previous fix failed when Strava site viewed in language other than English. Hopefully now fixed for other languages too.\n1.36 - Fix on Route Builder to when incorrect text showing on Explorer tile toggle. Also tweak to the main menu layout.\n1.34/1.35 - Fix to handle change in React code on Route Builder.\n1.33 - Changes to support FireFox.\n1.31 - Update to Route Builder Explorer Tiles to handle no structure of menus. Link to VeloViewer corrected on the Segment Details page.\n1.30 - A small change to the Route Builder Explorer tiles overlay to work more smoothly with other map-switcher extensions. \n1.29 - Hopefully the final bug fix around tiles being shown as newly ticked tiles when already ticked!\n1.28 - Another bug fix around tiles being shown as newly ticked tiles when already ticked.\n1.27 - Explorer tile lines added to map (only shown when map zoom > 10). Bug fixed around false newly ticked tiles being shown.\n1.26 - Tweaks to Route Builder code to handle expected className changes when Strava rolls out updates. Ticking of previously missed new tiles between route points included. Slight difference in opacity of clustered tiles that aren't part of max cluster.\n1.25 - Rework for Explorer Tiles to work with new Strava Route Builder. New tiles ticked by route now highlighted. Configure tile colours in map settings on Activities page in VeloViewer. I'll try and get Personal Heatmaps showing again next.\n1.24 - Turns out it is nothing to do with \"SameSite\" mode. Explorer tiles not loading due to \"Block third-party cookies\" setting being enabled. Added code to catch the situation and redirect to blog post with instructions to add \"veloviewer.com\" to \"Allowed\" list on chrome://settings/content/cookies\n1.23 - Hopefully fixing an issue for users with \"SameSite\" mode enabled on Chrome for showing completed Explorer tiles in Route Builder.\n1.22 - Moved the text (informing the user to log into VeloViewer in order to see their Explorer tiles in the Route Builder) to the top of the menu to hopefully make it more obvious.\n1.21 - Completed explorer tile info now retrieved in a more secure way. Also a slight UI change to stop menus wrapping on a smaller screen.\n1.20 - A strange issue with Chrome caching the Explorer Tiles file with the origin set to VeloViewer or Strava resulting in it not being able to be loaded in the other site.  Worked around the issue in the extension to get the data in a different way.\n1.19 - Update to unexplored tile KML download to fix bug caused by new version of Chrome.\n1.18 - VeloViewer link from Activity Details updated to work with new Strava page structure.\n1.17 - Personal Heatmaps option added to Route Builder. Works with Ride and Run All-Time heatmaps (Summit users only).\n1.16 - Athlete Id added to Activities links to enable the deep link to Activity Details to work post GDPR.\n1.15 - Club yearly leaderboard links added.\n1.14 - Changed the \"Chronological\" button to now offer two options, either by sort by activity start date/time or by activity upload date/time.  Activity end time isn't easily doable I'm afraid.\n1.13 - \"Chronological\" button added to Dashboard to allow the sorting of activities by start date/time. \n1.12 - Correction to KML export: colour changed to aabbggrr (eh?!)\n1.11 - KML download for unvisited tiles for current area in the Route editor.\n1.10 - Explorer Clump added to Route Builder. Custom colours for Explorer tiles brought in from configuration on user's Activities List page in VeloViewer.\n1.9 - Minor tweak to test something out. No new functionality though.\n1.8 - Fixed (hopefully) a browser zoom issue that wasn't quite fixed in 1.7.\n1.7 - Update to handle browser zoom with explorer tiles. Also remembers whether explorer option was on or off between sessions.\n1.6 - Explorer tile logic updated to handle Leaflet map (which looks to be replacing the Google Map on the Route Builder); Explorer tile borders/background set to white when using satellite view for better contrast.\n1.5 - Large performance improvement on initial load of route builder if you have a lot of explorer tiles ticked off.\n1.4 - Max explorer square(s) now shown. All links to VeloViewer are now https.\n1.3 - Route builder now shows explorer tiles at all most zoom levels and on all map types. Completed tiles are now shaded\n1.2 - Explorer tile outlines now work on retina displays\n1.1 - Tweaked to work alongside Stravaistix\n1.0 - Initial version"
  }
}