{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Signum XT Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cryptocurrency wallet for the green Signum 🍀 blockchain as an extension for your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,vi,zh_CN,zh_TW": "An astonishing user experience to unleash the DApp power of the green Signum Blockchain Platform.\n\nWith this extension you can securely manage your Signum Accounts and interact with decentralized applications (DApps) which support Signum. You can send or receive Signa, Smart Tokens, plain or encrypted P2P messages and sign any transaction requested by third-party applications. Additionally, it's possible to create and manage Nostr accounts, thus being capable of interacting with NIP-07 compatible clients.\n\nThis extension simultaneously opens a new world for users and developers.\n\nSignum is the foundation for our sustainable future, bringing innovative technology to the forefront.  All you need is available storage space.\n\nWhat is Signum?\nSignum brings a powerful blockchain solution to the world in the most sustainable way. Like Bitcoin, Signum provides a digital currency called Signa (ticker: SIGNA) that is distributed, traded and stored using a decentralized ledger system. There are no intermediaries, payment gateways, or banks. But Signum is so much more than a digital currency. \n\nAs a customizable platform, it has the power to feature unstoppable and censorship-resistant decentralized applications. Anyone can create digital assets (tokens) that can be used in ways only limited by imagination. Exchanges, marketplaces, financial services, and games barely scratch the surface. The best part of all: It is truly sustainable when compared to other cryptocurrencies like Bitcoin or Ethereum. In addition to digital payments, Signum brings you decentralized finance, games, and applications in a way that’s secure and censorship-resistant.\n\nAll information about Signum and its native coin Signa can be found on https://signum.network/.",
    "de,es,pt_BR,ru,th,uk": "A new, astonishing user experience to unleash the DApp power of the green Signum Blockchain Platform.\n\nWith this extension you can securely manage your Signum Accounts and interact with decentralized applications (DApps) which support Signum. You can send or receive Signa and sign any transaction requested by third-party applications.\n\nThis extension simultaneously opens a new world for users and developers.\n\nSignum is the foundation for our sustainable future, bringing innovative technology to the forefront.  All you need is available storage space.\n\nWhat is Signum?\nSignum brings a powerful blockchain solution to the world in the most sustainable way. Like Bitcoin, Signum provides a digital currency called Signa (ticker: SIGNA) that is distributed, traded and stored using a decentralized ledger system. There are no intermediaries, payment gateways, or banks. But Signum is so much more than a digital currency. \n\nAs a customizable platform, it has the power to feature unstoppable and censorship-resistant decentralized applications. Anyone can create digital assets (tokens) that can be used in ways only limited by imagination. Exchanges, marketplaces, financial services, and games barely scratch the surface. The best part of all: It is truly sustainable when compared to other cryptocurrencies like Bitcoin or Ethereum. In addition to digital payments, Signum brings you decentralized finance, games, and applications in a way that’s secure and censorship-resistant.\n\nAll information about Signum and its native coin Signa can be found on https://signum.network/."
  }
}