{
  "name": {
    "am,ar,bg,fa,fi": "Slip Blocks Unblocked Game",
    "bn,he,id,no,sl,th": "Slip Blocks Game",
    "ca,de,en,en_AU,en_GB,en_US,es,es_419,fr,hu,it,ja,lt,lv,nl,pl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Slip Blocks Puzzle Game",
    "cs,da,gu,kn,ko,ml,ro,te": "Slip Blocks Online Game",
    "el,et,fil,sk,sv,sw,ta": "Slip Blocks Online",
    "hi,hr,mr,ms": "Slip Blocks Puzzle Games"
  },
  "short": {
    "ar": "في لعبة الألغاز هذه ، عليك أن تصل بشخصيتك إلى خط النهاية باستخدام ذكائك.",
    "am": "በዚህ እንቆቅልሽ ጨዋታ ውስጥ, የእርስዎን የማሰብ ችሎታ በመጠቀም ባህሪዎን ወደ መጨረሻ መስመር ማግኘት አለብዎት.",
    "bg": "В тази пъзел игра, трябва да получите своя характер до финалната линия с помощта на интелигентността си.",
    "bn": "এই ধাঁধা খেলা, আপনি আপনার বুদ্ধি ব্যবহার করে ফিনিস লাইন আপনার চরিত্র পেতে হবে।",
    "ca": "En aquest joc de trencaclosques, heu de portar el vostre personatge a la línia de meta mitjançant la vostra intel·ligència.",
    "cs": "V této logické hře musíte dostat svou postavu do cíle pomocí své inteligence.",
    "da": "I dette puslespil skal du få din karakter til målstregen ved hjælp af din intelligens.",
    "de": "In diesem Puzzlespiel musst du deinen Charakter mit deiner Intelligenz bis zur Ziellinie bringen.",
    "el": "Σε αυτό το παιχνίδι παζλ, πρέπει να φτάσετε τον χαρακτήρα σας στη γραμμή τερματισμού χρησιμοποιώντας την ευφυΐα σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this puzzle game, you have to get your character to the finish line using your intelligence.",
    "es": "En este juego de rompecabezas, tienes que llevar a tu personaje a la línea de meta usando tu inteligencia.",
    "et": "Selles mõistatusmängus peate oma intelligentsuse abil oma tegelase finišisse viima.",
    "fa": "در این بازی پازل، شما باید شخصیت خود را به خط پایان با استفاده از هوش خود را دریافت کنید.",
    "fi": "Tässä pulmapelissä sinun on saatava hahmosi maaliin älykkyytesi avulla.",
    "fil": "Sa laro palaisipan na ito, mayroon kang upang makakuha ng iyong character sa tapusin ang linya gamit ang iyong katalinuhan.",
    "fr": "Dans ce jeu de puzzle, vous devez amener votre personnage à la ligne d’arrivée en utilisant votre intelligence.",
    "gu": "આ પઝલ ગેમમાં તમારે તમારી બુદ્ધિનો ઉપયોગ કરીને તમારા પાત્રને ફિનિશ લાઇન સુધી પહોંચાડવાનું હોય છે.",
    "he": "במשחק פאזל זה, אתה צריך להביא את הדמות שלך לקו הסיום באמצעות האינטליגנציה שלך.",
    "hi": "इस पहेली खेल में, आप अपनी बुद्धि का उपयोग कर फिनिश लाइन के लिए अपने चरित्र प्राप्त करने के लिए है।",
    "hr": "U ovoj puzzle igri, morate dobiti svoj lik do cilja koristeći svoju inteligenciju.",
    "hu": "Ebben a kirakós játékban az intelligenciáddal a célba kell juttatnod a karakteredet.",
    "id": "Dalam game puzzle ini, Anda harus membawa karakter Anda ke garis finish menggunakan kecerdasan Anda.",
    "it": "In questo gioco di puzzle, devi portare il tuo personaggio al traguardo usando la tua intelligenza.",
    "ja": "このパズルゲームでは、あなたの知性を使用してフィニッシュラインにあなたのキャラクターを取得する必要があります。",
    "kn": "ಈ ಒಗಟಿನ ಆಟದಲ್ಲಿ, ನೀವು ನಿಮ್ಮ ಬುದ್ಧಿವಂತಿಕೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಮುಕ್ತಾಯದ ಗೆರೆಗೆ ತರಬೇಕು.",
    "ko": "이 퍼즐 게임에서, 당신은 당신의 지능을 사용하여 결승선에 당신의 캐릭터를 얻을해야합니다.",
    "lv": "Šajā mīklu spēlē jums ir jānogādā savs varonis līdz finiša līnijai, izmantojot savu inteliģenci.",
    "ml": "ഈ പസിൽ ഗെയിമിൽ, നിങ്ങളുടെ ബുദ്ധി ഉപയോഗിച്ച് നിങ്ങളുടെ കഥാപാത്രത്തെ ഫിനിഷ് ലൈനിലേക്ക് എത്തിക്കണം.",
    "mr": "या पझल गेममध्ये तुम्हाला तुमच्या बुद्धिमत्तेचा वापर करून तुमचं पात्र अंतिम रेषेपर्यंत पोहोचवावं लागतं.",
    "ms": "Dalam permainan teka-teki ini, anda perlu mendapatkan watak anda ke garisan penamat menggunakan kecerdasan anda.",
    "nl": "In dit puzzelspel moet je je personage naar de eindstreep krijgen met behulp van je intelligentie.",
    "no": "I dette puslespillet må du få karakteren din til mållinjen ved hjelp av intelligensen din.",
    "pl": "W tej grze logicznej musisz doprowadzić swoją postać do mety za pomocą swojej inteligencji.",
    "ro": "În acest joc de puzzle, va trebui să obțineți personajul tău la linia de sosire folosind inteligenta ta.",
    "ru": "В этой игре-головоломке вы должны довести своего персонажа до финиша, используя свой интеллект.",
    "sk": "V tejto logickej hre musíte pomocou svojej inteligencie dostať svoju postavu do cieľa.",
    "sl": "V tej igri sestavljanke, morate dobiti svoj lik do ciljne črte z uporabo vaše inteligence.",
    "sv": "I det här pusselspelet måste du få din karaktär till mållinjen med din intelligens.",
    "sw": "Katika mchezo huu wa fumbo, lazima upate tabia yako kwenye mstari wa kumaliza kwa kutumia akili yako.",
    "ta": "இந்த புதிர் விளையாட்டில், உங்கள் புத்திசாலித்தனத்தைப் பயன்படுத்தி பூச்சு வரிக்கு உங்கள் கதாபாத்திரத்தைப் பெற வேண்டும்.",
    "te": "ఈ పజిల్ గేమ్ లో, మీరు మీ తెలివితేటలను ఉపయోగించి మీ పాత్రను ముగింపు రేఖకు తీసుకురావాలి.",
    "th": "ในเกมไขปริศนานี้คุณจะต้องนําตัวละครของคุณไปสู่เส้นชัยโดยใช้สติปัญญาของคุณ",
    "tr": "Bu bulmaca oyununda, zekanızı kullanarak karakterinizi bitiş çizgisine getirmelisiniz.",
    "uk": "У цій головоломці ви повинні довести свого персонажа до фінішу, використовуючи свій інтелект."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for platform fun with fun and challenging sections! Solve the colorful puzzles and show your skill.\n\nHow To Play\nPlayed with Mouse.\n\nSlip Blocks Puzzle Game Features\n✓ 16+ Level\n✓ 2D Graphics\n✓ Little Particle\n✓ Easy Control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Slip Blocks Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}