{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audio Joiner — Merge DASH Audio Files"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Extract audio from video files then join tracks. Suitable to merge DASH or M3U8 streams into a single file.",
    "de": "Extrahieren Sie Audio aus Videodateien und fügen Sie die Spuren zusammen. Geeignet zum Zusammenführen von DASH- oder M3U8-Streams…",
    "es": "Extrae el audio de los archivos de vídeo y luego une las pistas. Adecuado para fusionar flujos DASH o M3U8 en un solo archivo.",
    "fr": "Extrayez l'audio des fichiers vidéo puis joignez les pistes. Convient pour fusionner des flux DASH ou M3U8 en un seul fichier.",
    "it": "Estrai l'audio dai file video e poi unisci le tracce. Adatto per unire i flussi DASH o M3U8 in un unico file.",
    "ja": "動画ファイルから音声を抽出し、トラックを結合します。DASHやM3U8のストリームを1つのファイルに結合するのに適しています。",
    "nl": "Extraheer audio uit videobestanden en voeg tracks samen. Geschikt om DASH of M3U8 streams samen te voegen tot een enkel bestand.",
    "pt_BR": "Extrair áudio de arquivos de vídeo e depois juntar faixas. Adequado para fundir fluxos DASH ou M3U8 em um único arquivo.",
    "pt_PT": "Extrair áudio de ficheiros de vídeo e depois juntar faixas. Adequado para fundir fluxos DASH ou M3U8 num único ficheiro.",
    "ru": "Извлечение аудио из видеофайлов с последующим объединением дорожек. Подходит для объединения потоков DASH или M3U8 в один файл.",
    "zh_CN": "从视频文件中提取音频，然后连接音轨。适合将DASH或M3U8流合并成一个文件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "There is a growing interest in streaming media tracks in segments to eliminate buffering delays and ensure a responsive player, even on low-quality networks. This extension is designed to address merging these  DASH tracks by locally merging them into a single playable track, compatible with any standard media player. Users can set or remove delays between tracks before merging. To maintain quality, each track is initially converted to a PCM buffer, and then they are merged in the user-defined order with optional delays. The output format of this extension is WAV (equivalent to the \"audio/wav\" MIME type), which is a lossless but large format. To reduce file size, users can use online tools or browser extensions to convert the WAV format to a lossy but compressed format like MP3.\n\nNotes:\n- This extension operates entirely offline, with no data transmitted to or from a remote service.\n- Unlike some counterparts, this extension does not rely on native complements for the merging process. Instead, it leverages the robust built-in AudioContext component of HTML5.",
    "de,es,fr,it,ja,nl,pt_BR,pt_PT,ru,zh_CN": "There is an increasing interest in streaming segmented media tracks to eliminate the buffering delay and provide a responsive player even on low-quality networks. This extension aims to solve merging these segmented tracks locally to get a single playable track that can be used with any normal media player. The user has an option to set or remove the delay between tracks before joining them together. To prevent losing the quality first each track is converted to a PCM buffer and then all tracks in the order that the user is defined as being merged with the optional delay that is provided. The output format of this extension is WAV (equal to \"audio/wav\" mime type). This format is lossless but it is pretty large. You can always use online tools or browser extensions to convert the WAV format to a lossy but compressed format like MP3.\n\nNotes:\nThis extension works completely offline. There is no data transmission from or to a remote service.\nThis extension does not use any native complements to do the joining job similar to some other counterparts. It uses the powerful built-in AudioContext component of HTML5."
  }
}