{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A101 Kupon Kodu"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A101 Kupon Kodları, A101 marketlerinde alışveriş yapan tüketicilere özel indirim ve fırsatlar sunan bir sistemdir. Bu kuponlar,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A101 Kupon Kodları, A101 marketlerinde alışveriş yapan tüketicilere özel indirim ve fırsatlar sunan bir sistemdir. Bu kuponlar, marketin belirli ürünlerinde veya genel alışverişlerde kullanılabilir ve bu sayede müşterilere tasarruf etme imkanı tanır. A101, Türkiye'de geniş bir müşteri kitlesine sahip olan bir market zinciri olarak, kullanıcıların alışveriş deneyimlerini geliştirmek ve maliyetlerini düşürmek için bu tür kuponları sunmaktadır.\n\nKupon kodları genellikle çeşitli kampanya dönemlerinde, özel günlerde veya tatil sezonlarında kullanıma sunulmaktadır. Örneğin, yılbaşı, Ramazan, bayramlar gibi özel günlerde A101, alışveriş yapan müşterilerine ekstra indirimler veya özel kampanyalar düzenleyerek alışveriş yapmayı daha cazip hale getirir. Bu tür kampanyalardan yararlanmak isteyen kullanıcılar, A101’in resmi web sitesinden veya çeşitli indirim sitelerinden kupon kodlarını takip edebilir.\n\nA101 Kupon Kodları, kullanıcıların marketteki ürünlerini daha uygun fiyatlarla satın almalarını sağlarken, aynı zamanda yeni ürünleri denemek için bir fırsat sunar. Kupon kodları, genellikle kasada veya online alışverişlerde ödeme aşamasında ilgili alana girilerek kullanılır. Bu sayede, müşteriler alışverişlerinin toplam tutarından indirim alarak daha az ödeme yapma imkanına sahip olurlar.\n\nChoomeri uzantısı, A101 kupon kodlarının kullanıcı dostu bir şekilde sunulmasına yardımcı olmaktadır. Kullanıcılar, bu uzantı aracılığıyla güncel kupon kodlarını kolayca bulabilir ve alışverişlerinde nasıl kullanacaklarına dair bilgilere ulaşabilirler. Uzantının sunduğu avantajlarla, kullanıcılar, ihtiyaç duydukları ürünlerde daha fazla tasarruf edebilir ve alışverişlerini daha ekonomik hale getirebilirler.\n\nSonuç olarak, A101 Kupon Kodları, alışverişte tasarruf etmek isteyen tüketiciler için önemli bir fırsat sunmaktadır. Özellikle düzenli alışveriş yapanlar için, bu kuponların takip edilmesi ve kullanılması, bütçelerini koruma açısından büyük bir avantaj sağlamaktadır. Choomeri uzantısı sayesinde bu kuponları bulmak ve kullanmak çok daha kolay hale gelmiştir. A101 marketlerindeki alışveriş deneyimini daha keyifli ve ekonomik hale getiren bu kupon kodları, kullanıcıların ihtiyaçlarını karşılamada önemli bir rol oynamaktadır."
  }
}