{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Finder-Kendo Sourcing Ninja"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find business and personal emails on Linkedin with a single click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your lead sourcing with Kendo Sourcing Ninja – your go-to email lookup extension for finding business and personal emails, phone numbers, social profiles, and other contact details from LinkedIn and Crunchbase with just one click. \n\n\n✔ Single-click sourcing – effortlessly discover emails, phone numbers, social profiles, and other contact details while browsing professional profiles on LinkedIn or Crunchbase. \nKendo Sourcing Ninja streamlines your workflow, letting you uncover premium contact data without ever leaving a LinkedIn profile. You can even download entire LinkedIn search results with a single click. \nWith access to over 850 million professional profiles, Kendo Sourcing Ninja gives you the power to verify emails and phone numbers instantly, ensuring you always have the most accurate data. \n\nWorks with LinkedIn, LinkedIn Premium, LinkedIn Recruiter, Sales Navigator and Crunchbase.\n\n✔ Sign up with Kendo's free plan and get 50 free credits each month to find emails.\n\n✔ Bulk search – maximize your efficiency with Kendo bulk search feature – build verified email lists and enrich contact information with essential details like direct phone numbers, social profiles, locations, and more. \nSimply upload a list of LinkedIn profiles, and Kendo will work in the background to verify contact details, saving you time and safeguarding your reputation by eliminating invalid emails.\n\n✔ Domain search – find any contact information associated with a specific company or domain. With filters for optimizing results, researching similar companies, and even multi-domain search capabilities, you'll have the power to access contact data across multiple companies with ease.\n \n✔ Easily manage and export data – tag, assign, and update contact details and create, manage, and export email lists with ease. \nYou can even integrate your data seamlessly with your Customer Relationship Management (CRM) or Applicant Tracking System (ATS), ensuring you stay organized and efficient.\n\nGet more out of LinkedIn and Crunchbase with Kendo Sourcing Ninja - the most efficient way to get emails from LinkedIn!\n\nPlease remember to follow all privacy rules and terms of service of the platforms you're sourcing from, and to use this tool responsibly and ethically.\n\nPrivacy disclaimer and permissions: \nKendo requires the following chrome permissions:\n1. read & write kendo.com - to communicate with our server and perform searches.\n2. read & write linkedin.com - to read public social profile data and use it to search for contact\ninformation.\n3. background - communicate with our server and perform searches"
  }
}