{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phishing Boat Email"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phishing Boat Email helps prevent phishing attacks by alerting Gmail users to emails from unfamiliar email addresses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Phishing Boat Email is a Google Chrome extension that offers protection against most\nphishing emails. The text below is both an FAQ and this extension's Terms of\nService and Privacy Policy. USING OR DOWNLOADING THIS SOFTWARE IMPLIES ACCEPTANCE OF THESE TERMS OF\nSERVICE AND PRIVACY POLICY.\n\nTERMS OF SERVICE\n\nQ: How does it work?\n\nA: When you open an email in Gmail, Phishing Boat Email will determine whether you have received an email from the email's sender recently (since the last extension update and after the \"learning period\", which is described below). If you haven't, then Phishing Boat Email will display the email sender's address and ask you to confirm that you recognize the sender. If you recognize the sender's email address, you can click \"OK\" to avoid being prompted about that sender in the future. Otherwise, you will be asked to confirm the next time you get an email from the sender and will be directed to not act on any content or information in the email, including attachments, until you have verified the email's legitimacy.\n\nQ: What is the learning period?\n\nA: The learning period is an amount of time after you first visit Gmail and after installing the extension. For this amount of time, any email opened by you will not trigger an alert and the email sender's address will be added to your group of familiar email sender addresses. In this way, the extension will attempt to \"learn\" who is trustworthy and who is not based on what emails you currently receive. After the learning period passes, any unfamiliar email senders will result in a prompt similar to the one described above.\n\nQ: How does this extension help stop phishing attacks?\n\nA: Most people get emails from only a core group of senders with occasional new senders, such as when creating an account for a new website. Most phishing attacks rely on a distracted person not verifying the email address given in an email and accepting the content of the email itself at face value unless there are obvious signs of deception (such as spelling or grammar errors). Phishing Boat Email helps people become more cognizant when they are doing something risky and helps remove the haste that hackers need for their phishing emails to work.\n\nQ: What does Phishing Boat Email do with my email information?\n\nA: Please see the \"PRIVACY POLICY\" section below.\n\nQ: Does Phishing Boat Email know which email addresses are dangerous and which are not?\n\nA: Not always. In the learning period, phishing emails can still be flagged as trustworthy. Additionally, unauthorized access to a familiar sender's email account could still result in a phishing email being sent. One should always utilize diligence before acting on the content of an email, even from a familiar sender.\n\nQ: Is this extension guaranteed to stop all phishing emails?\n\nA: Unfortunately, no. Phishing emails are constantly evolving and are not rigorously defined. In addition, if the user decides to act on the content in an email after receiving Phishing Boat Email's warning, then there is nothing more that Phishing Boat Email can do to protect the user from any consequences of acting on such content. In addition, failure to turn on JavaScript or heed the warnings this software provides in the form of JavaScript alerts may cause this extension to malfunction. Additionally, bugs in this extension, while rare, are virtually impossible to prevent entirely and this extension relies on Google Chrome being secure in order to function optimally.\n\nFuthermore, installing or using this extension implies acceptance of this disclaimer:\n\nTHIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS \"AS IS\" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\n\nQ: So if it is not perfect, then why should I use this extension? \n\nA: In spite of all this, Phishing Boat Email offers you the ability to automatically detect most phishing emails and alert you before they can do any damage, saving you and your organization from the often catastrophic impacts of a phishing attack. \n\nPRIVACY POLICY:\n\nQ: What information does Phishing Boat Email share?\n\nA: All information used by Phishing Boat Email is stored on your device.\nIt is not shared with anyone for any reason.\n\nQ: What information does Phishing Boat Email collect?\n\nA: The information that Phishing Boat collects is limited to the time that you opened Gmail for the first time after installing the extension plus the sender email addresses from emails you have received in Gmail after installing the extension. \n\nQ: How does Phishing Boat Email use this information?\n\nA: This information is solely used for Phishing Boat Email to tell you whether you should be warned about an email or not (in particular, it is used to determine whether you have received an email from the given sender before and whether the extension is still in its learning phase). It is not used for any other purposes."
  }
}