{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "6Activate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will analyze a page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will help you reach our website which is full of information about installing and activating your Mcafee Software if you have already purchased the key. You can likewise initiate from www.mcafee.com/activate for free of charge with the official McAfee website. \n\nAs we all know that Mcafee almost continues running on every computer now and with a unique web application. We will make a continual effort to inform everyone about the activation process and make Mcafee Accessible to everyone. Mcafee set up on your device needs a Mcafee Account, A significant Purchase, or a Product key on the rear of your retail card that you have purchased which further should be activated at www.mcafee.com/activate or https://www.6activate.com and recuperated there to Activate Setup and Install Mcafee on your Device. For PC/Mac. You need to check the base Configuration at the power Software site to check if your PC is acceptable to run Software. At the point when you have checked all of the necessities, you are on an extraordinary journey to Activate Mcafee Setup and Install Software on your PC. In the event that you experience a screw up while presenting Mcafee, Please try to check and note the Error code that appears on your screen. On the off chance that the download is intruded on do not panic, please visit our website and our technical experts will guide you via L1, L2 & L3 support if required for the installation or any other malfunction in your personal computer.\n\nWhat is the issue here and is it fixable by software or patch installation. This is a blog webpage, which will help you activate your security."
  }
}