{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AODocs - Smartbar for Google Workspace"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add AODocs® features to Google Workspace™ (Google Drive™, Docs™, Sheets™, Slides™, Drawings™)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ MAIN FEATURES\n\n★ Easy access to your AODocs libraries from Google Drive\n★ Fill AODocs document properties or change workflow state\n★ Import, create, move, rename, copy, delete AODocs files or folders\n★ Create and open any Microsoft Word™, Excel™, PowerPoint™ files directly from Google Drive, edit them in your desktop Microsoft Office™ application, and save your changes directly to Google Drive in one click\n\nMore on the AODocs Smartbar: https://smartbar.page.link/kb-home\n\n----------------------------------------------------------------\n\n✋ REQUIREMENTS\n\n✓ The AODocs application, available on the Google Workspace Marketplace, must be installed and configured by an administrator of your Google Workspace domain and you must have an AODocs license associated with your Google Account.\n✓ Or your account must be defined as an AODocs external user on a Google Workspace domain where the AODocs application is installed and configured.\n\n----------------------------------------------------------------\n\n🎓 WHAT IS AODocs?\n\nAODocs is the only full featured document management platform tightly integrated with Google Drive, providing all the features Google Workspace customers need to implement their business workflows, control their documents or apply retention policies.\n\nAODocs helps organizations of any size replace their legacy systems such as SharePoint, Lotus Notes and other large ECM, improve their business processes in HR, legal, finance, etc and comply with regulations such as 21 CFR Part 11, GXP, ISO 9001, GDPR, SOX, PCI and more.\n\nFor a demo, contact us at (415) 891 1178 or contact@aodocs.com\n\n★ ROBUST PROCESS ENGINE\nImplement your business processes, from the simplest to the most complex, across all of your departments with our agile workflow engine. Easily build your business applications with our advanced business forms and low code configuration model.\n\n★ DOCUMENT CONTROL\nOrganize and search your documents with metadata, custom views, and manage your document versions with advanced controls such as drafts, check-in / check-out, change requests and full audit log. Control your document lifecycle from creation to disposal with advanced retention policies and records management capabilities.\n\n★ ADVANCED FILE FORMATS\nWork with any file format, including Google Docs, Sheets and Slides, Microsoft Word, Excel, Powerpoint, but also advanced professional files such as AutoCAD DWG and DXF, DICOM medical images, Adobe Photoshop, Microsoft Visio, EML and MSG files, TIFF files, etc. Search and preview any file type, even scanned images thanks to AODocs’ builtin OCR engine.\n\n★ GRANULAR PERMISSIONS\nControl who can delete, share, move content or edit the folder structure of your repositories and configure confidential subfolders thanks to AODocs’ granular folder permissions structure. Ensure that your Google Drive documents are shared only with the people who should see them by using rules-based permissions, publication workflows with automated permissions, and external users whitelists.\n\n★ SEAMLESS COMPLIANCE\nEnsure compliance with ISO 9001, ISO 13485, FDA 21 CFR Part 11, GDPR, SOX, PCI and many more industry regulations in financial services, life sciences, healthcare and other industries. Deploy your document repositories easily thanks to AODocs’ ready-made templates for compliant document control processes.\n\n★ MIGRATION FROM LEGACY SYSTEMS\nEasily migrate legacy content repositories and business-critical applications to AODocs, fully integrated with your Google Drive. AODocs provides all the features your organization needs to replace SharePoint, SharePoint Online, Lotus Notes, Documentum, OpenText, Hyland and many more, as well as easy to use migration tools to import the documents and their metadata from your existing servers.\n\n★ INTEGRATION WITH BUSINESS APPLICATIONS\nConnect your systems, from SAP to Salesforce, Mulesoft, SuccessFactors, WorkDay, and more, to build powerful applications and synchronize your document metadata and workflow roles with your company’s back office.\n\nMore on AODocs: https://www.aodocs.com\n\n----------------------------------------------------------------\n\n🔒 PERMISSIONS AND PRIVACY\n\n➤ The AODocs Smartbar requires a set of permissions to be able to interact with your Google Workspace pages. Here’s what the permissions are used for:\nhttps://smartbar.page.link/kb-permissions\n\n➤ We are dedicated to protecting your privacy and using your data responsibly. For more details, visit our privacy policy:\nhttps://www.aodocs.com/privacy-policy\n\n➤ The AODocs Smartbar's use of information received from Google APIs adheres to Google API Services User Data Policy, including the Limited Use requirements:\nhttps://smartbar.page.link/google-apis-user-data-policy"
  }
}