{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEET College Predictor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Predicts which medical colleges you might get based on your NEET rank and score."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your NEET exam success with the NEET College Predictor Chrome Extension! This powerful tool helps aspiring medical students predict their chances of getting into various medical colleges based on their NEET scores.\n\nKey Features:\n\nInstant Predictions: Get immediate insights into which colleges you might get into based on your NEET score, category, and state.\nComprehensive Database: Access information on numerous medical colleges across India, including government and private institutions.\nUser-Friendly Interface: Enjoy a clean, intuitive design that makes predicting your college options simple and straightforward.\nPersonalized Results: Filter results based on your preferences, such as location and type of college.\nRegular Updates: Stay updated with the latest cutoff trends and admission criteria for various colleges.\n\nWhy Choose NEET College Predictor?\n\nAccuracy: Our predictor uses historical data and advanced algorithms to provide accurate predictions.\nConvenience: Save time and effort by getting all the information you need in one place.\nFree to Use: Get all these features at no cost.\n\nHow to Use:\n\nInstall the NEET College Predictor Chrome Extension.\nEnter your NEET score, category, and other relevant details.\nClick on the \"Predict\" button to see your potential college options."
  }
}