{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimScale Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simulation in your browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SimScale is a browser-based engineering platform offering a groundbreaking simulation solution available at an affordable price, accessible from anywhere, all with easy-to-use functionality. It is completely web-based, therefore no local hardware is necessary, it’s scalable and on-demand. The SimScale platform is a solid and practical alternative to conventional industry practices already used by more than 20.000 users. \n\nSimScale integrates a broad variety of simulation tools from structural mechanics, fluid dynamics, thermodynamics, acousics and particle analysis. Both Finite Element as well as Finite Volume based solvers are available. The SimScale team and its partners are constantly expanding the platform with new analysis types and other features. \n\nSimScale is based on cutting-edge open source solver technology which has already been proven in different industrial applications and is already in use at leading companies, in a large number of industries with different requirements, such as automotive, aerospace, process technology and power generation. This allows us to implement new technology rapidly and ensure the greatest compatibility between SimScale and third party software tools, with a high level of accuracy.\nThe SimScale launcher enables engineers to quickly launch the SimScale platform in full screen, giving a pure and maximum user experience of the SimScale platform."
  }
}