{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BenefittY - сервис выгодных покупок!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BenefittY подскажет все выгоды: кэшбэк, скидки по банковским картам, карты лояльности семьи и друзей, промокоды любимых блогеров"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BenefittY - сервис выгодных покупок!\n\nБраузерное расширение BenefittY подскажет все выгоды при покупке в любом интернет-магазине: кэшбэк, скидки по банковским картам, карты лояльности семьи и друзей, промокоды любимых блогеров. \n\n Пользуетесь картами лояльности и скидками своих друзей и знакомых как своими. \n\nBenefittY подскажет какой банковской картой лучше оплатить, чтобы получить максимальный кэшбэк или скидку. Все скидки от Visa, Mastercard, МИР, JCB будут показаны автоматически. Мы собрали информацию о скидках всех банков, чтобы подсказать их вам в нужное время. \n\nУзнавайте о самых выгодных акциях, распродажах и скидках магазинов первыми.\n\nПокупайте в любимых магазинах: AliExpress, Яндекс.маркет, ASOS, Ozon, Lamoda, М.Видео и других. При посещении магазина, плагин напомнит о всех выгодах, в том числе об активации кэшбэка, чтобы вы его не упустили.\n\nМы заботимся о своих клиентах. Все магазины под рукой. Нет необходимости переходить на сайт BenefittY, чтобы активировать кэшбэк. \n\nДелитесь партнерской ссылкой на сервис BenefittY  со своими друзьями и получайте до 30% от каждого их кэшбэка. Друзья получат свой кэшбэк в полном объеме!\n\nДелайте покупки с умом и BenefittY!"
  }
}