{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Miss Birthday"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never Forget a Friend's Birthday Again!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never forget a friend's birthday again! Manually input and manage your friends' birthdays with ease, and enjoy a dedicated calendar tab that keeps you informed about upcoming celebrations with our Chrome extension.\nThe Never Miss Birthday extension changes your search engine in the new tab to Microsoft Bing and provides the features below:\n- A calendar with all your friends' upcoming birthdays\n- Customizable reminders\n- Convenient web search\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the Never Miss Birthday Chrome extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Service- https://simplisync-solutions.com/terms-of-service and Privacy Policy https://www.simplisync-solutions.com/privacy-policy.\n\nAbout us:\nAt SimplySinc Solutions we believe in the power of connection and celebrating the special moments in life. Our dedicated team of developers and designers have crafted this Chrome extension with one simple goal in mind: to help you stay connected with your friends and never miss an opportunity to celebrate their birthdays.\n\nWith customizable reminders and a commitment to user privacy, our extension is designed to enhance your social connections while respecting your data security. We're here to make sure you always have the time to show your friends that you care.\n\nJoin us in making every birthday a special occasion, and never miss a beat with Never Miss Birthday.\nThank you for choosing us as your birthday reminder solution!"
  }
}