{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprint Reader - Speed Reading Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed reading made easy, train yourself to read 1800+ words per minute. Rapid serial visual presentation (RSVP) at its best!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ah, Sprint Reader! A digital marvel that promises to turn us all into literary Usain Bolts, dashing through prose at breakneck speed. This marvelous extension, free as the air we breathe (though considerably less essential), attaches itself to your browser like a benevolent parasite. With a flick of the wrist and a right-click as casual as a royal wave, it transforms your chosen text into a high-speed literary Grand Prix.\n\nGone are the days of laboriously dragging your eyes across the page like a sloth on tranquilizers. No, no! Sprint Reader catapults words at your eyeballs with the relentless efficiency of a tennis ball machine gone berserk. It's RSVP - Rapid Serial Visual Presentation. Not to be confused with the rather more civilized \"Répondez s'il vous plaît\", though both may leave you equally breathless.\n\nThe creators, bless their optimistic hearts, assure us that this method will break us free from the shackles of \"sub-vocalization\" - that quaint habit of actually hearing the words in our heads as we read. How terribly 20th century! Why bother with the music of language when you can have a silent disco in your cranium?\n\nBut wait, there's more! This digital wonder comes with a veritable smorgasbord of features. Multiple color schemes! Optimal letter highlighting! Automatic language detection! It's like having a polyglot chameleon as your personal reading assistant. And for those of us who find the idea of reading one word at a time a tad pedestrian, fear not - you can adjust the \"chunk size\". Because nothing says \"I'm a serious intellectual\" like absorbing \"War and Peace\" three words at a time.\n\nThe creators, in their infinite wisdom, have even provided for \"grammar delays\". Commas, periods, and paragraphs can now be savored for a microsecond longer. It's the literary equivalent of a speed bump - just enough to remind you that punctuation exists before hurtling onward.\n\nAnd should you find yourself enamored with this breakneck bibliophilia, you can profess your love on Facebook. Nothing says \"I have a rich inner life\" quite like publicly declaring your affection for a speed reading app.\n\nIn a final flourish of magnanimity, the creators have made Sprint Reader open source. So if you find yourself with a burning desire to tinker with the code that's melting your retinas, by all means, dive in. After all, why settle for reading at the speed of light when you could be going warp speed?\n\nIn the end, one can't help but wonder: in our mad dash to devour information, are we savoring the meal, or merely counting calories? But such ponderous thoughts are perhaps best left for those plodding readers of yesteryear. We, the sprint readers of the future, have no time for such luxuries. \n\nOnward, at dizzying speed, to the next page! Or word. Or letter. Whatever comes first.\n\n\n----\nIN PLAIN ENGLISH\n\nSprint Reader is an easy to use FREE speed reading extension. \n\nSimply select text on a webpage, right-click and select 'Sprint read selected text' from the menu. This will launch the reader window, the selected text is displayed word-by-word in a fixed focal position. The duration of each slide is calculated based upon a word-per-minute (WPM) setting.\n\nThis method of reading is known as “Rapid Serial Visual Presentation” or RSVP for short. Studies have shown the habit of internally “sounding out” (sub-vocalizing) words is a limiting factor which prevents faster reading speeds from being obtained. RSVP eliminates the “sounding out” of words as individual words are not displayed long enough for sub-vocalization to occur.\n\nRSVP proves that humans are capable of absorbing information at speeds much faster than standard reading rates with the same level of comprehension.\n\nPlease show us your love and support and spread the word. Sprint Reader is under constant development and we're always looking to improve.\n\nKey features of Sprint Reader:\n- Multiple color schemes\n- Optimal letter highlighting\n- Automatic language detection\n- Adjustable font and font size.\n- Adjustable word-per-minute (WPM)\n- Intelligent hyphenation of words\n- Focal guides to improve attention\n- Adjustable words-per-slide (chunk size)\n- Provision for different display algorithms\n- Optimal word positioning to improve comprehension\n- Optional grammar delays:\n  1. Comma\n  2. Period\n  3. Paragraph\n\n---\nSOCIALS\n\nLike us on Facebook\nhttps://www.facebook.com/SprintReader\n\n----\nCONTRIBUTE\n\nSprint Reader is an open source project which means you can contribute, fix bugs and add functionality. \n\nBecome a developer for Sprint Reader: \nhttps://github.com/anthonynosek/sprint-reader-chrome\n\n----\nUPDATE LOG\n\nFor version release information please refer to the update page displayed by Sprint Reader after an update has been downloaded. Sprint Reader is under constant development so get in touch with us if you'd like new features added!\n\nStay tuned for more exciting features!\n\n---\nDISCLAIMER AND PRIVACY\n\nSprint Reader does not collect your usage data.\nCopyright All rights reserved."
  }
}