{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JW Web Add-on"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An add-on tool for publishers that provides enhanced functionality, a better experience, and customization options for JW websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An all-in-one tool for JW websites, providing enhanced functionality, customizable controls, and a more seamless interaction to help you engage with the content easily.\n\n\nKey Features:\n• Generate Links: Create a link for each selected text or media.\n• Generate Various Items: Create and download QR codes for texts or media, and generate video transcripts for downloading or copying.\n• Copy Text: Copy selected text or media timestamps with one click.\n• Integration With Apps: Easily open website content in the app or the Online Library.\n• Various Customizations: Customize subtitle styles, media player UI, and website width.\n• Expand Functionality: Open content from the search bar or display citations for every article.\n\nAnd many more great features. You can read more about all these features at jwpubs.org/addon.\n\n\nHow to Use:\nInstructions are provided on the website at jwpubs.org/addon or within the root control of the add-on, explaining how each feature works.\n\n\nPrivacy and Security:\nNo personal data is collected or required for this extension. It is designed purely as a tool to enhance functionality, improve user experience, and provide customization options, requiring only minimal permissions to operate. Some features of this add-on require acceptance of the website's Privacy Policy to function correctly.\n\n\nNote:\nIf a feature similar to one in this add-on is officially provided by the website, you can disable the corresponding feature using the root control to avoid conflicts. The next update of the add-on will eventually remove any redundant features.\n\n\nCopyright © 2024 JWPUBS.\nJW.ORG®, JW Library®, JW Library Sign Language®, and Watchtower ONLINE LIBRARY™ are trademarks of Watch Tower Bible and Tract Society of Pennsylvania.\nThe websites accessed by this tool are published and maintained by Watchtower Bible and Tract Society of New York, Inc."
  }
}