{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voyn Car Dealer Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze cars from multiple marketplaces like Facebook Marketplace, Craigslist and get information about their profit potential."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Searching for affordable used cars with the potential for profit? Look no further! Our advanced Chrome Extension is your ultimate tool for uncovering valuable car deals from popular platforms like Facebook Marketplace, eBay, and Craigslist. With the power of ChatGPT integration, our intelligent AI system provides you with estimated market values, average mileage, and calculates potential profit, empowering you to make informed decisions and find cheap cars that can yield significant returns.\n\nWhy Choose Our Chrome Extension:\n\nAccurate Market Valuation: Our Chrome Extension utilizes cutting-edge AI algorithms to estimate the market value of used cars listed on Facebook Marketplace, eBay, and Craigslist. Get real-time insights into fair pricing to ensure you never overpay for a vehicle.\nComprehensive Mileage Analysis: With our AI-powered system, you gain access to average mileage data for different car models, enabling you to assess a vehicle's condition and make a more informed buying decision.\nProfit Calculation: Our extension goes beyond estimation by calculating the potential profit margin for each listed car, taking into account its market value, mileage, and other key factors. Identify lucrative opportunities that can maximize your investment.\n\nKeywords: cheap cars, used car market, market value estimation, average mileage analysis, profit calculation, Facebook Marketplace, eBay, Craigslist, ChatGPT, AI integration, Chrome Extension, United States."
  }
}