{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Blur Remover"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remove blur from LinkedIn job postings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Blur Remover - Unlock Your Potential!\n\nDescription:\n\nTired of seeing blurred job postings on LinkedIn? Want to know where you stand among top applicants without paying for a premium subscription? LinkedIn Blur Remover is here to help! Our extension removes the blur from LinkedIn job postings, giving you the insights you need to take your career to the next level.\n\nWhy Use LinkedIn Blur Remover?\n\nSee Clearly: Instantly remove the blur from LinkedIn job postings where you would be a top applicant. No more guessing games!\nStay Competitive: Gain access to valuable information about your standing among other applicants and make more informed decisions about your job applications.\nSave Money: Enjoy the benefits of LinkedIn Premium without the cost. Our extension provides key premium features for free.\nSimple and Easy: With a single click, you can remove the blur and reveal important job details. No complex setup or configuration required.\nPrivacy First: We respect your privacy. Our extension only modifies the visual display on LinkedIn and does not collect or store any personal data.\n\nFeatures:\n\nBlur Removal: Automatically removes the blur from job postings on LinkedIn.\nUser-Friendly Interface: Easy to use with a clean, intuitive interface.\nLightweight and Efficient: Designed to be lightweight, ensuring your browser runs smoothly.\nRegular Updates: We continuously improve and update the extension to ensure compatibility with LinkedIn and provide new features.\n\nHow to Use:\n\nInstall LinkedIn Blur Remover from the Chrome Web Store.\nNavigate to LinkedIn and browse job postings as usual.\nWatch as the blur is instantly removed, revealing the job details you need.\nGet Started Today!\n\nDon’t let blurred job postings hold you back. Install LinkedIn Blur Remover now and unlock your full potential on LinkedIn!\n\nSupport and Feedback:\n\nWe’re here to help! If you encounter any issues or have suggestions for improvement, please contact our support team at eferna71@gmail.com. Your feedback is valuable and helps us make LinkedIn Blur Remover even better.\n\nPrivacy Policy:\nYour privacy is important to us."
  }
}