{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TerritoryHelper - AddOn",
    "de": "TerritoryHelper - Zusätze"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modify your print-out of territory cards with injected bottons to ROTATE map view, HIDE table elements, TUNE descriptions.",
    "de": "Ändere deine Gebietskarten-Druckeinstellungen mit zusätzlichen Buttons: Karte drehen, Texte anpassen, Tabellen optimieren"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension was created because I had special needs for my territories.\nI wished to rotate the maps for better fit in territory-card.\nI wanted to change some captions...\n\nLook my new help- and manualpages on https://thelp.mathesoft.eu\n\n-- What does the extension?\n\nYou visit territoryhelper.com and the extension inject a lot of helpful functions and tools.\n\n-- What's new in this version?\n\nv3.10:\n- internal bugfixes and updated libraries\n- make screenshots from details of the territory card and move them between the address-tables\n- export some individual territory from the overview map as GeoJson. So you have a backup, or you may import again for not paint again a complex territory border.\n\nKnown problems:\n- only supported map system is OpenStreetMap\n- export of statistics not possible because changes in layout",
    "de": "Ich habe diese Erweiterung geschaffen, weil ich spezielle Bedürfnisse für meine Gebiete habe.\nDrehen von Karten, um sie besser in der Gebietskarte abzubilden und gewisse Überschriften wollte ich verändern...\nSiehe meine neuen Hilfe- und Anleitungsseiten auf https://thelp.mathesoft.eu\n\n-- Was kann die Erweiterung?\n\nWenn die territoryhelper.com besucht wird, baut die Erweiterung jetzt automatisch praktische Funktionen ein.\n\nWünsche und Anregungen versuche ich gerne umzusetzen! Fehlermeldungen sind willkommen!\n\n-- Was gibt's neues?\n\nv3.10\n- interne Aktualisierungen\n- Screenshots von Details der Gebietskarte erstellen und zwischen den Adresstabellen herumschieben\n- Exportieren einzelner Gebiete aus der Übersichtskarte als GeoJson, um davon ein Backup zu haben oder zum erneuten Import für direkt anliegende Gebiete mit komplexem Umriss, um ihn nicht nochmals zeichnen zu müssen\n- Verlinkungen auf Hilfe-Seiten\n\nBekannte Probleme:\n- Unterstützt derzeit nur OpenStreetMap\n- Export von Statistiken derzeit nicht möglich durch Layoutänderung"
  }
}