{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contamatic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable focus mode on Chrome's official Extensions and Chrome Web Store documentation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximiza tu eficiencia y asegura la gestión adecuada de tus documentos electrónicos con la extensión Descarga de Documentos Electrónicos SRI para Google Chrome. Esta herramienta está diseñada para facilitar a los usuarios la descarga rápida y segura de sus documentos electrónicos directamente desde el portal del Servicio de Rentas Internas (SRI) de una manera más ágil y organizada.\n\nCaracterísticas principales:\n\nDescarga automatizada: Con un simple clic, descarga tus facturas, notas de crédito, y demás documentos importantes sin la necesidad de procesos manuales tediosos.\nFácil de usar: Una vez que hayas iniciado sesión en tu cuenta del SRI, nuestra extensión hará el trabajo por ti, permitiéndote enfocarte en otras tareas importantes.\nSeguridad garantizada: Tu información permanece protegida, ya que la extensión opera dentro del entorno seguro de tu cuenta personal del SRI.\n¿Por qué instalar esta extensión?\n\nSi regularmente accedes al SRI para gestionar tus documentos electrónicos, nuestra extensión te ahorrará tiempo y esfuerzo. Es ideal para contadores, administradores, y cualquier profesional que requiera mantener un registro organizado de sus documentos electrónicos. ¡Instálala hoy y transforma tu flujo de trabajo con el SRI!"
  }
}