{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gameday Classic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirects MLB Gameday to use Classic mode"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you like MLB Gameday's \"Classic\" version better than the standard \"Gameday\" version, then this is for you.  It will automatically redirect Chrome to the Classic version whenever you open Gameday.  So no more having to switch modes every time you open a game.  \n\nOptional: \n- Automatically scroll to the scoreboard or the main Gameday panel to make this as truly \"one-click\" as possible.\n- Always update the URL so that anchors are never used (anchors are anything after the # in the URL). This will allow refresh, forward/back arrows, and URL sharing to take you to the right place.\n- Show a notification when the ad is hidden (see below)\n\nClick on the icon that appears in the address bar to see links to all the MLB Gameday pages (Preview, Probables, Wrap, Play-by-Play, etc.), other MLB pages, some other useful links relevant to the game, and links for this extension.  The Gameday pages includes a link that will allow you to use the new Gameday without redirecting to Classic.\n\nFinally, there's a bug in the Classic mode that causes an ad to cover the current pitcher/batter panel which doesn't go away (at least for me, this is true).  This will remove the ad so that the entire app is visible.  (Note: this only removes that one ad because it covers the app.  Video ads between innings will still be shown and other banner ads on the page will as well)\n\nComments and suggestions are appreciated.  And don't forget to share."
  }
}