{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Calendar™ on new Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Displays your Calendar's weekly, or monthly schedules and agenda on new tabs",
    "de": "Zeigt die wöchentlichen oder monatlichen Termine und die Agenda Ihres Kalenders auf neuen Registerkarten an.",
    "es": "Muestra los horarios y la agenda semanal o mensual de su Calendario en nuevas pestañas",
    "fr": "Affiche les horaires et l'agenda hebdomadaire ou mensuel de votre calendrier sur de nouveaux onglets.",
    "it": "Visualizza gli orari e l'agenda settimanale o mensile del tuo Calendario su nuove schede",
    "ja": "カレンダーの週間、月間のスケジュールやアジェンダを新しいタブで表示",
    "nl": "Toont de week- of maandschema's en agenda's van uw agenda op nieuwe tabbladen",
    "pt_BR": "Exibe os horários e agenda semanal ou mensal do seu calendário em novas guias",
    "pt_PT": "Exibe os horários e agenda do seu Calendário semanais ou mensais em novos separadores",
    "ru": "Отображение расписания и повестки дня вашего календаря на неделю или месяц на новых вкладках",
    "zh_CN": "在新的标签上显示你的日历的每周或每月的时间表和议程"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension replaces the default new tab page with a customized Google Calendar page. You can view various calendar views, such as day, week, month, year, or agenda. Moreover, you have the flexibility to set a custom URL for the new page, which can even point to a different calendar web application. The extension directs the new tab to the specified URL, and that's it.\n\nKey Features:\n1. Substitute the new tab with an external service of your choice.\n2. Open the external service with a single click next to your current tab (using the action button).\n3. Access common calendar views (day, week, month, year, or agenda) via a right-click context menu.\n4. Access an account selector, allowing you to choose the logged-in account for displaying the calendar.\n5. You can configure different pages for new tab and toolbar button click\n\nLegal Disclaimer:\nThis extension is an open-source project that exclusively opens the official Google Calendar web application in a new tab. It is not affiliated with Google or the Google Calendar team in any way. Furthermore, this extension cannot access or modify your calendar or any other data.",
    "de,es,fr,it,ja,nl,pt_BR,pt_PT,ru,zh_CN": "This extension overwrites the default new tab page with a custom Google Calendar page. This page can be used to see the day, week, month, year, or agenda pages. Also, a user can define its own custom URL for the new page (even the URL can be from another calendar web application). The extension simply redirects the new page to the provided URL, that's it.\n\n\nLegal:\nThis extension is an open-source project that only opens the official Google Calendar web application in a new tab. There is no connection between this extension and the Google or Google Calendar team. Also, this extension cannot read or change your calendar or any other data at all."
  }
}