{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website color coding"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps to identify which environment you are working in."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Need to keep track of what environment you are working in? Then this extension is for you! But how, you ask? Let me explain.\n\nBasically, what this extension does is adding some basic HTML elements to your loaded page to help you identify the environment you are working in.\n\nBut how does it work?! There are two ways that environments are detected: \n\nFirstly, by a blanket match of domain names via regular expressions. Going by the default configuration this means that any site you visit that starts with \"test.\" is getting elements added that show you a blue border at the top, and a message at the bottom right saying \"Test environment\". You can change the matching through the options page.\n\nSecondly, you can specifically assign a domain to an environment by selecting it from the popup menu which you can access by clicking the extension's icon in your browser.\n\nThere are quite some options to modify the way you want to see the visual feedback of the environment you are working in. Colorbars can be set on each direction of your page, and the message telling you what environment you are in can be positioned in any corner or border (and rotated if you like).\n\nOh.. one more nice feature: if a site is detected as being in one of your environments, it will give you a warning if the domain (hostname) will be changed. That will help you with those pesky links on a development site that sneakily directs you to the production site!\n\nI hope you find this useful. If you want to contribute, check out my repository at https://github.com/MPaans/chrome-extension-website-color-coding"
  }
}