{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NativeExt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WebExtensions native connector management extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NativeExt -- Management extension\n\nThe NativeExt extension manages access to the NativeExt application, which gives other browser extensions full access to your computer.\nNativeExt will explicitly ask you for every extension before granting it access to your system.\nTo use NativeExt, you must download and install the application, and then click the Apply button in the options.\n\n\nDescription\n\nNativeExt doesn't do anything on its own. It is a special module that extends the capabilities of other browser extensions. It allows extensions that were explicitly allowed by the user to execute node.js JavaScript code on the computer, with the full access of the current user account.\nWhile this is, from a security perspective, generally equivalent to installing a program on the computer, it is much easier to install and update for the user (once initially set up, allowing an extension requires only a single click, and updates are implicitly included with the extension itself) and easier to develop and maintain for the developers (write/bundle standard node.js modules and ship them with the extension; no platform specific installation or update code required).\n\nFor more information on what and why NativeExt is, see the project homepage.\n\nPermissions used:\n  *  Exchange messages with programs: Manage and launch the extension process\n  *  Display notifications: Inform about setup status and errors\n  *  Recently closed tabs: Remove own popups from closed windows"
  }
}