{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rails Spotlight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rails spotlight is a tool designed for Ruby on Rails developers"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rails Spotlight is a specialized tool tailored for Ruby on Rails developers. Designed to optimize and streamline your daily workflow, this extension delivers a detailed analysis of web requests and responses, ensuring a more efficient and insightful development process.\n\nKey Features:\n\n  * Ruby on Rails Analysis: Display queries and responses in a structured table format, tailored for the Rails environment.\n  * Debugging Essentials: Showcase parameters, payload, and headers with ease.\n  * Database Insights: List and analyze database queries, highlighting their execution times.\n  * Efficient View Debugging: Get an overview of Rails views, detailing their execution times.\n  * Cache & Logs: Understand cache usage patterns and access detailed logs.\n  * Error Handling: Swiftly identify and rectify exceptions or errors in your Ruby on Rails applications.\n  * File Access & Live Editing: Not only access but also edit files related to the responses on-the-fly, including views, controllers, and models.\n  * SQL Preview & Execution: Beyond just previewing SQL queries, execute them in real-time for in-depth analysis and understanding.\n  * AI Assistant: Integrated with a GPT-based chat, it's designed to assist and provide swift solutions to challenges faced during development.\n  * Notes: An in-built feature to jot down essential observations, ensuring you never miss out on any crucial detail. \n  * LiveConsole: A REPL-like feature for a request/response approach in your development environment. Execute any script or commands directly, with a list of scripts for frequent use, enhancing the interactivity and efficiency of your development process. \n* Forms: Build form scenarios to simulate user input for entering data and validating functionality.\n* Live Logs: Real-time logs from multiple sources with tools for quick issue investigation.\n\nPrerequisites:\n\nFor the best Ruby on Rails debugging experience, incorporate the essential gem available at https://github.com/pniemczyk/rails_spotlight."
  }
}