{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheminventory Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheminventory Helper is a Chrome extension designed exclusively to streamline the process of exporting order data from the…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cheminventory Helper is a Chrome extension designed exclusively to streamline the process of exporting order data from the Cheminventory platform. Its single purpose is to provide a simple and efficient way for Cheminventory users to download their order records in a universally accessible CSV format.\n\nCore Functionality:\nOne-Click Order Export: The extension adds a 'Download All' button to the Cheminventory interface, enabling users to export their order records with just a single click.\nAutomatic Data Format Conversion: Converts order data from Cheminventory into a CSV file, which is then downloaded to the user’s device. This format is compatible with common spreadsheet applications, facilitating easy data analysis and record-keeping.\nLocal Data Processing: All operations, including data conversion, are performed locally on the user's device, ensuring data privacy and security.\nHow It Works:\nAfter installation, the extension integrates seamlessly with the Cheminventory web interface.\nOn the Cheminventory orders page, users will see an added 'Download All' button.\nClicking this button triggers the extension to fetch order data, convert it into a CSV format, and initiate the download.\nCommitment to Privacy:\nNo personal data collection: The extension operates without collecting or storing any user data.\nLocal processing: All data manipulation happens on the user's device, upholding data privacy.\nThe sole purpose of Cheminventory Download Orders is to make the data export process from Cheminventory as effortless and efficient as possible. It is a specialized tool aimed at enhancing the productivity of Cheminventory users by simplifying one of their routine tasks: downloading order records."
  }
}