{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Infinite Campus Grades++"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alternative Version of FUSD Infinite Campus (with grade simulation)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of the confusing Infinite Campus grades UI and having to manually calculate the lowest grade you can get on an assignment?\n\nWorry no longer! This handy extension aims to address 2 crucial oversights of Infinite Campus, a confusing UI and the inability to simulate your grade.\n\nFeatures:\n● Assignments for each class are sorted neatly by grading category with your current grade and category grades at the top of the page\n● Simulate your grade by changing your score for past assignments, adding new assignments, or deleting past ones\n● Create new categories and change the weightage of existing ones\n● Graph of how your grade has been changing throughout the semester\n● Calculate the lowest grade you can get on an assignment to maintain a certain grade\n● Light and Dark Mode\n\nUsage:\n1. Make sure you are signed in to FUSD Infinite Campus\n2. After installing, click on the green Infinite Campus icon on the toolbar to open the home page\n3. Here, you can see a list of your current classes and grades\n     ● You can change the semester you are viewing by clicking the radio buttons below the title\n4. If you click on the \"Open Class\" button next to each class entry, you will be brought to the class page\n5. Here, you can see all your assignments and grades for the class. You can:\n     ● Create new assignments and categories\n     ● Update assignment scores using the input boxes next to each assignment\n     ● Delete assignments \n     ● Reset assignments to their original score\n     ● Update category weightages using the input boxes in the summary table\n6. The \"Lowest Grade Calculator\" tab allows you to calculate the lowest grade you can get on an assignment in order to maintain a certain grade\n7. The \"Grade History Graph\" tab shows a graph of how your grade has changed during the semester\n8. Enjoy!\n\nNote: Calculated grades may be off by at most 0.01% due to rounding errors\n\nTo report any bugs, email appdev.micro@gmail.com or open an issue on GitHub (https://github.com/jonathanjma/Infinite-Campus) with a detailed description of the issue."
  }
}