{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Tunnel Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Tunnel Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Tunnel Unblocked\nThis is a thrilling running arcade game in which your mission is to get the highest score while running in a tunnel full of moving obstacles.\n\nThe game offers easy gameplay where your main task is to avoid all red obstacles in the tunnel. The further you run, the higher your level is. Each time you level up, the tunnel will change. \n\nColor Tunnel Challenges\nColor Tunnel is an extremely fast-paced game that requires you to have skillful reactions and reflexes. You will travel in a tunnel at high speed. You will automatically move. This is challenging for many players. Even your speed will increase over time.\n\nFurthermore, there are various obstacles with different shapes in the tunnel. Triangles, hemispheres, and cylinders are available. They not only appear continuously but also move unpredictably. Run through the rest of the hemispheres! Avoid colliding with the moving cylinders and triangles. The way to move through these obstacles is also different.\n\nBesides that, the level of difficulty increases because the speed of moving obstacles is also different. Some obstacles don't move, someones move slowly, and some others move fast. The change of pace always presents you with challenges. You need to adapt quickly to your surroundings. If you collide with the red obstacles, the game will be over.\n\nHow to Play Color Tunnel\nUse the arrows or AD keys to move from left to right and avoid obstructions. Stay focused as the obstacles move at varying speeds that can catch you out! When you reach a certain point, you’ll advance to the next level, which features new obstacles to be wary of."
  }
}