{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyCalendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Appointment Scheduler for every business professional!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyCalendar is an easy to use yet powerful appointment scheduler for teams. You can customize the settings as per your use case and business flow with few clicks. It also integrates with other business tools and provides a tiny built-in CRM.\n\nUse EasyCalendar Chrome extension to: \n- Select and share your available times for appointments.\n- Share EasyCalendar scheduling links\n\nWith EasyCalendar, you also get a short public calendar link for your calendars (cal.so/your-name)\n\nTERMS and PRIVACY POLICY\n\nBy using this Chrome Extension, you agree to the EasyCalendar Terms & Conditions available at https://easycalendar.com/terms and Privacy Policy available at https://easycalendar.com/privacy\n\nDATA & COOKIE USE DISCLOSURE: \n\nIn addition to data use information mentioned in our privacy policy, this extension reads your EasyCalendar cookies to ensure that you logged in your EasyCalendar account. If you are logged in, we use this information to fetch your calendars and calendar settings.\n\nCHROME PERMISSION USAGE DISCLOSURE: \nThis chrome extension requires following permissions from your Chrome browser: \n\n1. storage: Used to save your cookie in local storage so that we don't request cookies every time. \n2. cookies: Used to read your EasyCalendar cookies to ensure that you are logged in to use your EasyCalendar account (as mentioned in Data Use Disclosure) \n4. notifications: Used to send you notification for upcoming events and meetings \n\nDISCLAIMER:\nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}