{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resumed.work Application Tracker & Resume Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resumed.work Chrome Extension\n\nStreamline your job search with the official Resumed.work Chrome Extension – your ultimate companion…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resumed.work Chrome Extension\n\nStreamline your job search with the official Resumed.work Chrome Extension – your ultimate companion for efficient job application tracking and resume optimization.\n\nKey Features:\n\n    Application Tracking:\n    Easily add job applications to your Resumed.work application list as you browse and apply on various job boards. Keep all your applications organized in one place, accessible from both the extension and your Resumed.work account.\n\n    Super Simple Application Logging:\n    With a single click, save important details about the job you're applying to, including company name, position, application date, and job description.\n\n    Seamless Integration:\n    Sync your application data between the extension and your Resumed.work account, ensuring you have up-to-date information across all devices.\n\n    Resume Optimization (Premium Feature):\n    Premium users can leverage our AI-powered resume optimization tool. The extension analyzes the job description and automatically suggests tailored improvements to your resume, increasing your chances of landing an interview.\n\n    Progress Tracking:\n    Monitor your job search progress directly from your browser, with quick access to application statuses, upcoming interviews, and follow-up reminders.\n\n    Privacy-Focused:\n    We prioritize your data security. The extension only accesses the information you choose to save, and all data is securely stored.\n\nSupercharge your job search with the Resumed.work Chrome Extension. Stay organized, save time, and increase your chances of landing your dream job. Download now and take control of your career journey!\n\nRemember, you must have an active Resumed.work account to use this extension. Sign up at Resumed.work to get started."
  }
}