{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NotionSEO: Notion SEO & Readability Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps with SEO Indicators, Keywords, Backlinks, Readability Scores, and Content Reach"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NotionSEO is a plugin that improves your Notion Pages by helping you optimize your content and keywords. This plugin will help to understand the keyword density, character length, word counts, and other SEO techniques that will help the content to rank towards the targeted audience. \n\nWe help users improve their notion content for search engine optimization (SEO). With our tool, users can easily check their content's readability and keyword density to ensure that it is both user-friendly and search engine-friendly. The extension highlights any overused keywords, as well as any sentences that are too long or difficult to read. Additionally, it provides suggestions for alternative keywords to use and offers tips on improving the content's overall readability. With NotionSEO users can easily create engaging and optimized content that will help their Notion content rank higher in search engine results.\n\n😊 Why NotionSEO?\n\nThere are several reasons why following SEO best practices is important while writing content with Notion. First, following these tips from NotionSEO can help improve the visibility of text content or blog in search engine results. When users search for keywords that are relevant to a website's content, the website is more likely to rank higher in the search results if the content is optimized for those keywords. This can lead to more website traffic, potentially increasing the number of customers or clients for the business.\n\nAnother reason why following SEO best practices is important is that it helps to improve the user experience of a website. When content is well-written and easy to read, users are more likely to spend more time on the website and engage with the content. This can lead to increased customer satisfaction and loyalty, as well as improved brand reputation.\n\nAdditionally, It can help a website conform to the guidelines set by search engines, such as Google. These guidelines are designed to ensure that search results are relevant and useful for users, and can help a website rank higher in the search results. By following these guidelines, a website can avoid being penalized by search engines, which can negatively impact its visibility in search results.\n\nIn short, using NotionSEO while writing content with Notion is important because it can help improve the website's content visibility in search engine results, improve the user experience, and conform to search engine guidelines. This can ultimately lead to increased traffic and engagement with the website, as well as improved business outcomes\n\n🧐 Privacy and Security\n\n1. The extension will not collect or share any personal information without the user's explicit consent.\n2. The extension will use industry-standard encryption techniques to protect the user's data.\n3. The extension will never track or log the user's notion usage and browsing history.\n4. The user can easily disable or uninstall the extension at any time.\n5. NotionSEO or any third party doesn’t have manual or programmatic access to your data.\n\nFeatures:\n1. Notion Word Counter\n2. Readability Analysis\n3. SEO Analysis\n4. Keyword Analysis\n5. Flesch Kincaid Scores\n6. Gunning Gog Index\n7. SMOG Index\n8. Automated Readability Index\n9. FORCAST Index\n10. Text Density Issues\n11. Notion Twitter Preview\n12. Notion Google Preview"
  }
}