{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HBO Max: Stream TV & Movies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HBO Max is a streaming app that combines all of HBO with even more must-see TV shows, blockbuster movies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All must choose. Stream season 2 of the HBO Original House of the Dragon now on Max. Green or Black? The choice is yours.\n\nIt’s all here, and now, so is season 2 of the smash HBO hit House of the Dragon. Explore iconic series, award-winning movies, fresh originals, family favorites, and more. Discover the best entertainment for every mood. Max – the one to watch. \nWith Max you'll get:\n• Unlimited access to thousands of TV shows and movies.\n• A deep library of brands and studios like HBO, the Wizarding World, HGTV, TLC, Magnolia Network, Food Network, and Adult Swim.\n• The largest streaming library of the DC Universe shows and movies.\n• Hundreds of exclusive original series from HBO and Max.\n• CNN Max, a 24/7 live feed featuring breaking news and coverage of the world’s biggest stories. Now available in beta to all Max subscribers — at no additional cost.\n• Stream select live games and matches from the NBA, NHL, NCAA® March Madness®, MLB™, U.S. Soccer, Bellator, and premier cycling events with the B/R Sports Add-On — on us for a limited time.*\n• Award-winning shows and movies that everyone's talking about like the HBO Original series The Last of Us, Succession, The White Lotus, House of the Dragon, and more.\n• Iconic favorite TV shows like Friends, South Park, Rick and Morty, 90-Day Fiancé, Fixer Upper, Beat Bobby Flay, House Hunters, Sesame Street, Looney Tunes, and more.\n• Family-friendly entertainment for the whole household.\n• Fascinating documentaries and unscripted series.\n• Enjoy your favorite shows and movies at home or on-the-go. Max is available on TV, web browser, mobile, tablet, and gaming console devices.\n\n\nWhen you see an image online and want to find the corresponding video on Max, simply right-click on the image and select \"Watch via Max.\" This feature will automatically search for and locate the video on max.com, making it easier to watch content related to the image you found."
  }
}