{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Audio Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension captures the audio on the current tab and saves the output file on your computer when the capture is complete"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record any tab into a MP3 which you can download. New and improved version 2 which conforms to Google's best practices. Give it a try!\n\nChrome Audio Capture is a Chrome extension that allows users to record any audio playing on the current tab. Multiple tabs can be recorded simultaneously. Recordings can be saved as either .mp3 or .wav files. Users will have the option to mute tabs that are currently being recorded.\n\nTo begin recording on a tab simply click on the extension icon and use the interface or hotkeys to start and stop the recording. Once the recording is stopped or when the time limit is reached, a new tab will be opened for you to save and name your audio file. Make sure to save your file before closing the tab, otherwise the file will be lost! Check the options page for different output file formats and other features!\n\nIf you enjoyed the extension, please leave a review on the extension page! Please report any bugs or suggestions using the support tab of the extension page.\n\nNote: Currently recordings are limited to 60 minutes due to Chrome memory constraints but you can safely bump it to 1.5 or 2 hours. Beyond that it will run out of memory in Chrome and stop abruptly. Sorry, this is a Chrome limitation. \n\nBONUS: Webinar audio and video are now one click easy to record! When viewing certain webinar pages a RECORD button may be available making it a snap to record the webinar and have the video sent to you afterwards. Never miss another webinar or meeting. For cloud recording (which does not use your computer) a subscription service from Zoomcorder is required. Local recording is always free. Also webinar recommendations may appear on certain video meeting pages for high quality webinars from Meeting TV. \n\nVersion History:\n\nversion 2.10 - Fixed recording sometimes not working with inactive windows.\n\nversion 2.6 - Able to download file as date, added error handling for download button.\n\nversion 2.5 - Fixed a bug with downloading.\n\nversion 2.4 - Fixed visual bugs, increased capture time limit.\n\nversion 2.2 - Fixing some bugs with completion on Windows. Fix the time limit not being removed. Changing the start hotkeys back to ctrl shift S on windows, cmd shift S on mac\n\nversion 2.1 - Bug fixes with timer. \n\nversion 2.0 - Updated to conform to Chrome's best practices (manifest 3). \n\nversion 1.1.1 - Some fixes improvements\n\nversion 1.1.0 - The long awaited MP3 update! Along with other new features and improvements\n\nversion 1.0.6 - Various bug fixes and better hotkey display\n\nversion 1.0.5 - Fixed keyboard shortcuts mac\n\nversion 1.0.3 - Reduced max capture time to 20 minutes. Bug fixes.\n\nversion 1.0.2 - Added timeout function, set max capture time to 25 minutes. Disabled recording on YouTube due to copyright."
  }
}