{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Pro helps you download online videos in various formats, such as m3u8, mp4, webm, etc., to your computer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader Pro elevates the experience of downloading videos by instantly detecting video content on any webpage, allowing users to effortlessly download them directly to their computer. \n\nOur extension automatically identifies video files on a page and supports a wide array of formats, including m3u8, mp4, webm, and more, making it easier than ever to access your favorite content offline.\n\nOur extension is perfect for students, professionals, and video content enthusiasts who need a convenient tool for saving videos for later viewing. \n\nIf you value your time and want the ability to watch videos without an internet connection or don't want to be tied to online availability. With our extension, you can rest assured that your favorite videos are always at your fingertips.\n\nVideo Downloader Pro\n\n- instantly finds videos on any webpage\n- download videos in formats like m3u8, mp4, webm, and many others.\n- video downloading is done with a single click.\n- watch your favorite videos anytime, even without internet access.\n- enjoy fast video downloading without delays.\n\nVideo Downloader Pro is a powerful tool that will make your online experience even more enjoyable and convenient. \n\nDon't miss the chance to enhance your video downloading process.\n\nDownload now and start enjoying your favorite video content anytime, anywhere!\n\nVideo Downloader Pro is not a Youtube Downloader. Due to restrictions of the Google Web Store Policies and Developer Program Policies we can not download Youtube Videos. Thank you for understanding.\n\nOur extension is in a partnership with Admitad (https://admitad.com/). We use this service only for link affilication. We DO NOT save any of your search queries nor are we making any rewards from your search queries.\n\nWe can receive a reward for sales that happen after users click on the affiliate links.\n\nYou can learn more about the process in Admitad's privacy policy at https://terms.admitad.com/en/privacy-policy/for-end-users/. The ads associated with this partnership do not interfere with any third-party website, in-app, or native advertising in any way."
  }
}