{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "keywords blocker",
    "zh_CN": "屏蔽词"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Block content related to specified keywords so you will never see them again",
    "zh_CN": "屏蔽指定关键词的相关内容，再也不会看到!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Content Shield Master: Take Control of Your Digital Environment.\n\nIn an age where information overload is the norm, it often becomes a challenge to sift through the vast sea of unwanted or even disturbing content online. With the Content Shield Master Chrome Extension, you now have proactive control to streamline and tailor your online browsing experience.\n\nKey Features:\n\nPersonalized Filtering: Simply input the specific keywords, and Content Shield Master will intelligently block all web content containing those terms, ensuring a clutter-free and focused browsing session.\n\nEfficient and Accurate: Utilizing advanced text analysis technology, our extension precisely identifies and blocks unwanted content, whether it's in articles, comments, or even video subtitles, ensuring you don’t miss anything that should be screened out.\n\nFlexible Customization: Whether it's a temporary screen out or a long-term block, Content Shield Master adapts seamlessly. Support for creating multiple filter lists allows you to switch easily according to different situations.\n\nPrivacy Protection: We prioritize your privacy. All filtering actions are performed locally; we do not collect or share any of your browsing data.\n\nEase of Use: User-friendly interface with no complicated setups required. Just a few clicks and you can enjoy a personalized content filtering service.\n\nWith Content Shield Master, say goodbye to unwanted disturbances. Redefine your web browsing experience and embrace a healthier, more productive digital life.",
    "zh_CN": "内容过滤大师： 你的数字生活，你做主。\n\n在这个信息泛滥的时代，我们常常发现自己不得不浏览大量我们不感兴趣甚至让人不适的内容。有了【内容过滤大师】Chrome插件，你可以更加主动地控制和优化你的在线浏览体验。\n\n核心功能：\n\n个性化过滤： 只需输入特定的词语，【内容过滤大师】将智能屏蔽所有包含这些词语的网站内容，让你的浏览体验更清爽、更专注。\n\n高效准确： 利用先进的文本分析技术，无论是文章还是评论，只要出现设定的词语，都将被准确识别并屏蔽，确保你不会错过任何需要屏蔽的内容。\n\n自定义灵活： 无论是临时屏蔽还是长期屏蔽，【内容过滤大师】都能完美适应。支持创建多个过滤词列表。\n\n隐私保护： 我们重视你的隐私。过滤操作完全在本地执行，不收集也不分享你的任何浏览数据。\n\n简单易用： 界面友好，无需复杂设置。只需几次点击，便可享受个性化的内容过滤服务。\n\n使用【内容过滤大师】，不再被不想看到的内容打扰。重新定义你的网络浏览体验，享受健康、高效的数字生活。"
  }
}