{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dVITA Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dVITA thin wallet chrome extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "dVita thin wallet extension for dVita platform\n\nWhats is dVITA?\n\ndVITA is a platform that supports DLT (Distributed Ledger Technology) to improve financial inclusion, transparency and SDGs (Sustainable Development Goals).\n\nAn Alternate Future\nDistributed Ledger Technology based systems as a foundational technology that displaces current business transactional systems is well within reach and could leapfrog developing countries ahead of the developed.\n\nChallenges\nOvercoming the current challenges in the digital asset space such as security, ease of use, interoperability, regulatory risks, performance, and inadequate tool sets is paramount for the digital economy to become the acceptable norm.\n\nTogether\ndVITA endeavors to create a set of bedrock tenets for the foundation of the internet of value. Safe and secure digital asset custody for individuals, businesses and financial institutions has been the starting point. Along with power of cutting edge programmable DLT assets coupled with the transparency of a public blockchain and set of user friendly tools our mission goal is in sight.\nWhat\n\n\nAbout plugin\n\nThis plugins allow to create digital identity and connect with it to dVita website.\n\nIn dVita website you can:\n* manage wallet\n* receive testnet assets\n* Create Assets - Deploy smart contract and receive these assets in your wallet\n* Send assets\n* Vote\n* Sign custom data for verification to update your profile info\n\nPlugin functionality features:\n* Create Wallet\n* Import Wallet\n* Send assets\n* Receive assets\n* Import custom asset\n* List assets\n* list transaction history"
  }
}