{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGLeads: Seu CRM para o Instagram"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGLeads: Seu CRM para o Instagram"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IGLeads: O Seu CRM para o Instagram *\n\nA IGLeads foi criada com o objetivo claro e exclusivo de auxiliar quem deseja gerenciar de forma eficiente suas conversas, clientes e contatos em geral. \n\nCom um CRM inovador e repleto de funcionalidades, a plataforma busca otimizar o dia a dia de seus usuários, tornando suas operações mais organizadas e produtivas. \n\nSuas ferramentas práticas e intuitivas transformam a maneira como as interações são gerenciadas, oferecendo suporte completo para uma rotina mais funcional e estratégica.\n\n\n\nAtualizações *\n● Bot de Respostas Comentarios Posts do Instagram (Meta Business Suite)\n\n● Bot de Resposta no Direct (Fluxo de Atendimento Rapido)\n\n● Kanban CRM: Crie super funis de vendas e analise detalhadamente as etapas de cada cliente, otimizando seu processo comercial.\n\n● Envio em Massa: Envie mensagens para múltiplos clientes com apenas um clique, economizando tempo e aumentando sua eficiência.\n\n● Agendamento de Mensagens: Programe o envio de mensagens configurando data e hora para manter contato no momento ideal.\n\n● Envio e Armazenamento de Mensagens: Envie mensagens rápidas de texto, imagens, vídeos, áudios e documentos, com suporte ao armazenamento para reutilização futura.\n\n● Perfil do Lead (Usuário): Acesse e gerencie informações detalhadas sobre cada lead, tornando o acompanhamento mais assertivo e personalizado.\n\n\n\n\n**Atenção**  \nSe tiver uma ideia, avalie a ferramenta e compartilhe seu comentário com sugestões. Estamos sempre buscando aprimorar o IGLeads e, quem sabe, sua ideia pode ser implementada em breve!"
  }
}