{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dot Meme"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect Meme Soldier"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\nOpen your gate to a whole new blockchain community, bridge the gap between blockchain enthusiasts and ensuring a vibrant and connected ecosystem. Tired of finding a way to communicate with wallet addresses on different websites and platforms? Our extension is here to transform your Twitter and Etherscan browsing routine into a hilarious, seamless, focused, and efficient adventure.\n\n🚀 Key Features:\n\n• Emoji Badge: Display fellow DotMeme users on Twitter and Etherscan with customizable emojis by adding them next to their username on both sites, making it a breeze to search for social network users, influencers, organizations or companies that shared the same interests. No more hunting through a sea of tabs to find what you need.\n\n• Live Chat: Inject a live chat-box into Twitter and Etherscan, enabling live chat between users when they add each other on DotMeme websites. Users can also request to chat with others by choosing chat option when they hover over the Emoji Badge next to their usernames in both websites.\n\n• Profile Summary: By hovering over other user's Emoji Badge, users can see their profile summaries including wallet addresses, domains as well as their DotMeme marketplace statistic.\n\n• NFTs Collection: Users also have an option to include a quick NFTs collection template next to their profile summaries. Especially with special animations if they already using DotMeme NFTs collection template.\n\nDiscover a new dimension of blockchain community interaction. Elevate your engagement, foster meaningful relationships, and contribute to the growth of your favorite blockchain projects. Install DotMeme now and unlock the power of unified blockchain community engagement.\n\nWe are constantly working on new features! To suggest features you would like us to add to DotMeme or to report bugs with DotMeme please join our Discord server. \n\nNote: DotMeme doesn't requires any permissions to connect with your blockchain wallet since users log in the extension with their DotMeme accounts."
  }
}