{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrustMeUp Donate and Shop",
    "es": "TrustMeUp Dona y Compra",
    "it": "TrustMeUp Dona e Acquista"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrustMeUp is the only platform where you will be rewarded for doing good.",
    "es": "TrustMeUp es la única plataforma en la que se le recompensará por hacer el bien.",
    "it": "TrustMeUp è l'unica piattaforma in cui sarai ricompensato per aver fatto del bene."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrustMeUp is the only platform where you will be rewarded for doing good.\n\nJoin TrustMeUp to support the charities, to start a fundraising campaign and get rewarded with PACs.\n\nFor every donation you make, you will be rewarded 100% in discounts for purchases called PACs.\n\nAdd TrustMeUp Extension to your browser and discover quickly our partner Charities and Online Stores on your searches. \n\nImmediately catch our special offers and promotions where you can multiply your discounts.\n\nStart donating to the charities while you are shopping from your favorite online stores around the world.\n\n€ 1 donated = 1 PAC\n\nExample:\n\nBy donating 20 € you receive 20 PACs that you can use as discounts in the stores on TrustMeUp. \n\nWe collaborate with stores of all categories, where thanks to your PACs, you can make your daily purchases significantly discounted.",
    "es": "TrustMeUp es la única plataforma en la que se le recompensará por hacer el bien.\n\nÚnase a TrustMeUp para apoyar a las organizaciones benéficas, iniciar una campaña de recaudación de fondos y ser recompensado con PAC.\n\nPor cada donación que haga, será recompensado con el 100% en descuentos por compras llamados PACs.\n\nAgregue la Extensión TrustMeUp a su navegador y descubra rápidamente nuestras organizaciones benéficas y tiendas en línea asociadas en sus búsquedas.\n\nAproveche de inmediato nuestras ofertas y promociones especiales donde podrá multiplicar sus descuentos.\n\nComience a donar a organizaciones benéficas mientras compra en sus tiendas en línea favoritas de todo el mundo.\n\n1 € donado = 1 PAC\n\nEjemplo:\n\nAl donar 20 € recibe 20 PAC que puede utilizar como descuentos en las tiendas de TrustMeUp.\n\nColaboramos con tiendas de todas las categorías, donde gracias a sus PACs, podrás realizar tus compras diarias con importantes descuentos.",
    "it": "TrustMeUp è l'unica piattaforma in cui sarai ricompensato per aver fatto del bene.\n\nUnisciti a TrustMeUp per sostenere le associazioni non profit, avviare una campagna di raccolta fondi e ricevere sconti con i PAC.\n\nPer ogni donazione effettuata, verrai ricompensato al 100% in sconti per acquisti chiamati PAC.\n\nAggiungi l'Estensione TrustMeUp al tuo browser e scopri rapidamente nelle tue ricerche i nostri partner: le associazioni non profit ed i negozi online.\n\nCogli subito le nostre offerte speciali e promozioni dove puoi moltiplicare i tuoi sconti.\n\nInizia a donare alle associazioni non profit mentre fai acquisti nei tuoi negozi online preferiti in tutto il mondo.\n\n1 € donato = 1 PAC\n\nEsempio:\n\nDonando 20€ ricevi 20 PAC che puoi utilizzare come sconti nei negozi su TrustMeUp.\n\nCollaboriamo con negozi di tutte le categorie, dove grazie ai tuoi PAC, puoi fare i tuoi acquisti giornalieri notevolmente scontati."
  }
}