{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mediafly for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily personalize and share content collections via a variety of channels and measure engagement and impact."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mediafly users can install Mediafly for Chrome to effortlessly share tailored content collections via social, Gmail, Outreach, leading marketing automation platforms, etc. and collect invaluable usage, engagement, and impact data to understand what content drives revenue in every channel.\n\nMediafly provides one unified sales enablement and content management platform to help sellers and marketers create personalized and engaging content experiences across the entire buyer journey - from the first time a prospective buyer lands on your website through to sale and post-sale. \n\nOur clients in industries ranging from CPG to Financial Services to Manufacturing, Media and Entertainment, Health Sciences and Technology leverage the Mediafly platform to improve the sales experience, win more deals, and drive more revenue. Our next-generation sales enablement solution includes:\n* Enterprise Content Management Software - Easily access, create and share personalized and on-brand content on any device, online or offline\n* AI-powered Content Hubs - Offer consistent and relevant content experiences in the early, self-guided stages of buyer research, during sales engagements, and post-sale \n* Interactive Value Selling & ROI Tools - Present powerful visuals, buyer-specific insights, and actionable data to communicate and quantify your value with ROI & TCO calculators, self-assessments, and comparison tools\n* Interactive Presentation Tools - Use an intuitive drag and drop interface to turn PowerPoint/Google Slides, Word, Excel, PDF, and media files into animated templates that boost buyer engagement \n* Sales Readiness integrations - Eliminate lengthy sales training and deep-dive boot camps with more effective and agile microlearning modules\n* Customized Sales Applications - Leverage our Extensions platform to transform the buyer-seller dynamic to create differentiating and engaging buying experiences as unique as your brand \n* Analytics and Insights - Combine qualitative feedback with quantitative content consumption data to tie content usage directly to revenue\n\nVisit www.mediafly.com for more information."
  }
}