{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Index Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free keyword ranking & index check tool by SellerApp - The most accurate seller tool for all amazon market places."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Don’t have the time to track the right keywords for your listings? We don’t blame you. We understand that your time is valuable to you. Heck, that’s why we've got you the Keyword Rank Tracker.\n\nAmazon SEO takes time. Tracking keywords manually takes time. Marketing takes time. It’s not much freedom if you’re spending all of your time in front of a computer instead you could be spending doing what you love — spending your time your way.\n\nThe combined Index Checker and Keyword Rank Tracker is built with focus on ease of use and effectivity. Save your time, benefit from the indexing information, page ranking, and the keyword position all on one screen.\n\nHelps you accurately identify the keyword ranks for you to know the position of your product listing for the most important keywords \n\n- Check your current Amazon keyword ranking, indexing information, Page Rank and positions\n\n- Helps you check ranking on all marketplaces - US, EU, UK, CN, JP, FR, DE, IT, NL, CA, MX, BR, AU\n\n- Helps monitor the effectiveness of your marketing efforts with changes in your PPC campaigns, keywords in your listings \n\n- Manually refresh your real time keyword ranking results\n \n- Export your daily keyword indexing, ranking and other ranking information to a Google spreadsheet for custom analysis and backup \n\nKeyword research, on-page and off-page optimization are just small parts of the SEO puzzle. It is more critical to control how your listing is performing in search.\n\nIt's really important to understand what is going on your listing, and to track your most important  product keywords to be alerted whenever something is going wrong -to know if you're losing rankings for a certain keyword or a pool of keywords. If you're not ranking for your most important keywords anymore, you could lose a lot of money in sales.\n\nThe listing keyword search ranks keep constantly changing and you should stay vigilant against your keyword performance. Rank tracking also helps you find out how your competitors are ranking in search and find the best ways to outrank them. Make sure you keep an eye on the competition with the ranking tracker.\n\nSeller Frequently Asked Questions (FAQ)\n\nQ1. How to check keyword ranking on amazon?\nEnter all the your most important keywords in the keyword tracker and click on ‘Analyze’. The Extension crawls through the Amazon listing pages to analyze your listing position in the search results. \n\nQ2. How to index keywords on Amazon?\nKeywords on Amazon are indexed based on the sales made by the listing for the keyword. Amazon considers the product making the most sales as the most relevant one and places it on the top of the search results for the keyword. \n\nQ3. How to enter keywords in listing?\nThe keywords can be entered in different parts of the listing including the title, bullet points, the product description and the backend keywords. Amazon’s search engine picks up the keywords from your listing under all these portions to index it for your product listing."
  }
}