{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Context makes reading any Wikipedia article easier and more rewarding."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever found yourself reading a Wikipedia article and come across a word, person, event or concept you haven't heard of before? Without Context, you'd have to open that link, read up on the topic and then navigate back to your original article to pick up where you left off.\n\nWith Context you can click that link and the contents of that Wikipedia article are presented to you without leaving the page. This link is also highlighted in the main text so you can easily find your  you place back in the article when you're done reading around the topic.\n\nIf you're on a slow internet connection or tethering to a 3G device, Context will reduce your data usage. Instead of loading up a brand new page of Wikipedia every time you need to learn something new, Context harnesses the Wikipedia API to fetch only the information you need.\n\nContext is designed to feel like it's a feature of Wikipedia.org itself and not an add-on. You'll soon wonder how you ever used Wikipedia without it.\n\nUpdates:\nv0.0.4 adds support for:\n- sticks the box to the bottom. No more dragging it around the place\n- fixes redirect handling\n\nv0.0.3 adds support for:\n- improved about page\n- adjusting the height of the Context box\n- matched wikipedia's layout for all window sizes\n\nv0.0.2 adds support for:\n- more consistent parsing of wikitext (better formatted contexts)\n- images in Context box\n- less buggy URL manipulation\n\nContext is in early beta and has not been extensively tested. It currently only works in English. Please report any bugs you discover on twitter or via email:\n\nhttp://twitter.com/jeshuamaxey\nme[at]jeshua[dot]co (Please include \"Context\" in the subject)\n\nNote: Jeshua Maxey has no affiliation with Wikipedia."
  }
}