{
  "name": {
    "ar": "Tab Translate - مترجم متعدد الوظائف",
    "am": "Tab Translate - ሁለገብ ተርጓሚ",
    "bg": "Tab Translate - Многофункционален преводач",
    "bn": "Tab Translate - বহুমুখী অনুবাদক",
    "ca,es": "Tab Translate - Traductor multifuncional",
    "cs": "Tab Translate - Multifunkční překladač",
    "da": "Tab Translate - Multifunktionel oversætter",
    "de": "Tab Translate - Multifunktionaler Übersetzer",
    "el": "Tab Translate - Πολυλειτουργικός μεταφραστής",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,ta": "Tab Translate",
    "et": "Tab Translate - Multifunktsionaalne tõlkija",
    "fa": "Tab Translate - مترجم چند منظوره",
    "fi": "Tab Translate - Monitoiminen kääntäjä",
    "fil": "Tab Translate - Multifunctional na tagasalin",
    "fr": "Tab Translate - Traducteur multifonctionnel",
    "gu": "Tab Translate - મલ્ટિફંક્શનલ અનુવાદક",
    "he": "Tab Translate - מתרגם רב תכליתי",
    "hi": "Tab Translate - बहुक्रियाशील अनुवादक",
    "hr": "Tab Translate - Višenamjenski prevoditelj",
    "hu": "Tab Translate - Többfunkciós fordító",
    "id": "Tab Translate - Penerjemah multifungsi",
    "it": "Tab Translate - Traduttore multifunzionale",
    "ja": "Tab Translate - 多機能翻訳機",
    "kn": "Tab Translate - ಬಹುಕ್ರಿಯಾತ್ಮಕ ಅನುವಾದಕ",
    "ko": "Tab Translate - 다기능 번역기",
    "lt": "Tab Translate - Daugiafunkcis vertėjas",
    "lv": "Tab Translate - Daudzfunkcionāls tulks",
    "ml": "Tab Translate - മൾട്ടിഫങ്ഷണൽ വിവർത്തകൻ",
    "mr": "Tab Translate - मल्टीफंक्शनल अनुवादक",
    "ms": "Tab Translate - Penterjemah pelbagai fungsi",
    "nl": "Tab Translate - Multifunctionele vertaler",
    "no": "Tab Translate - Multifunksjonell oversetter",
    "pl": "Tab Translate - Wielofunkcyjny tłumacz",
    "pt_PT": "Tab Translate - tradutor multifuncional",
    "ro": "Tab Translate - Traducător multifuncțional",
    "ru": "Tab Translate - Универсальный веб-переводчик",
    "sk": "Tab Translate - Multifunkčný prekladač",
    "sl": "Tab Translate - Večnamenski prevajalnik",
    "sr": "Tab Translate - Мултифункционални преводилац",
    "sv": "Tab Translate - Multifunktionell översättare",
    "sw": "Tab Translate - Mtafsiri wa kazi nyingi",
    "te": "Tab Translate - మల్టీఫంక్షనల్ ట్రాన్స్లేటర్",
    "th": "Tab Translate - นักแปลมัลติฟังก์ชั่น",
    "tr": "Tab Translate - Çok işlevli tercüman",
    "uk": "Tab Translate - Універсальний веб-перекладач",
    "vi": "Tab Translate - Máy phiên dịch đa năng",
    "zh_CN": "Tab Translate - 多功能翻译机",
    "zh_TW": "Tab Translate - 多功能翻譯機"
  },
  "short": {
    "ar": "يمكنك ترجمة النص المحدد بسهولة من لغة إلى أخرى وتحسين مهاراتك اللغوية.",
    "am": "በቀላሉ የተመረጠውን ጽሑፍ ከአንድ ቋንቋ ወደ ሌላ ይተርጉሙ እና የቋንቋ ችሎታዎን ያሻሽሉ።",
    "bg": "Превеждайте лесно избран текст от един език на друг и подобрете езиковите си умения.",
    "bn": "সহজেই এক ভাষা থেকে অন্য ভাষাতে নির্বাচিত পাঠ্য অনুবাদ করুন এবং আপনার ভাষার দক্ষতা উন্নত করুন।",
    "ca": "Tradueix fàcilment el text seleccionat d'un idioma a un altre i millora les teves habilitats lingüístiques.",
    "cs": "Snadno přeložte vybraný text z jednoho jazyka do druhého a zdokonalte své jazykové dovednosti.",
    "da": "Oversæt nemt udvalgt tekst fra et sprog til et andet og forbedre dine sprogfærdigheder.",
    "de": "Übersetzen Sie einfach ausgewählten Text von einer Sprache in eine andere und verbessern Sie Ihre Sprachkenntnisse.",
    "el": "Μεταφράστε εύκολα επιλεγμένο κείμενο από τη μια γλώσσα στην άλλη και βελτιώστε τις γλωσσικές σας δεξιότητες.",
    "en,en_AU,en_GB,en_US,es_419,pt_BR": "Easily translate selected text from one language to another and improve your language skills.",
    "es": "Traduzca fácilmente el texto seleccionado de un idioma a otro y mejore sus habilidades lingüísticas.",
    "et": "Tõlkige valitud teksti hõlpsalt ühest keelest teise ja parandage oma keeleoskust.",
    "fa": "متن انتخاب شده را به راحتی از یک زبان به زبان دیگر ترجمه کنید و مهارت های زبانی خود را بهبود بخشید.",
    "fi": "Käännä valittu teksti helposti kielestä toiselle ja paranna kielitaitojasi.",
    "fil": "Madaling isalin ang napiling teksto mula sa isang wika patungo sa isa pa at pagbutihin ang iyong mga kasanayan sa wika.",
    "fr": "Traduisez facilement le texte sélectionné d'une langue à une autre et améliorez vos compétences linguistiques.",
    "gu": "પસંદ કરેલ ટેક્સ્ટને એક ભાષામાંથી બીજી ભાષામાં સરળતાથી અનુવાદિત કરો અને તમારી ભાષા કુશળતાને બહેતર બનાવો.",
    "he": "תרגם בקלות טקסט נבחר משפה אחת לאחרת ושפר את כישורי השפה שלך.",
    "hi": "आसानी से चयनित टेक्स्ट को एक भाषा से दूसरी भाषा में अनुवाद करें और अपने भाषा कौशल में सुधार करें।",
    "hr": "Jednostavno prevedite odabrani tekst s jednog jezika na drugi i poboljšajte svoje jezične vještine.",
    "hu": "Egyszerűen lefordíthatja a kiválasztott szöveget egyik nyelvről a másikra, és javíthatja nyelvtudását.",
    "id": "Terjemahkan teks yang dipilih dengan mudah dari satu bahasa ke bahasa lain dan tingkatkan keterampilan bahasa Anda.",
    "it": "Traduci facilmente il testo selezionato da una lingua all'altra e migliora le tue abilità linguistiche.",
    "ja": "選択したテキストをある言語から別の言語に簡単に翻訳し、語学力を向上させます。",
    "kn": "ಆಯ್ದ ಪಠ್ಯವನ್ನು ಒಂದು ಭಾಷೆಯಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಸುಲಭವಾಗಿ ಭಾಷಾಂತರಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಭಾಷಾ ಕೌಶಲ್ಯಗಳನ್ನು ಸುಧಾರಿಸಿ.",
    "ko": "선택한 텍스트를 한 언어에서 다른 언어로 쉽게 번역하고 언어 능력을 향상시키세요.",
    "lt": "Lengvai išverskite pasirinktą tekstą iš vienos kalbos į kitą ir pagerinkite savo kalbos įgūdžius.",
    "lv": "Viegli tulkojiet atlasīto tekstu no vienas valodas uz citu un uzlabojiet savas valodas prasmes.",
    "ml": "തിരഞ്ഞെടുത്ത വാചകം ഒരു ഭാഷയിൽ നിന്ന് മറ്റൊന്നിലേക്ക് എളുപ്പത്തിൽ വിവർത്തനം ചെയ്യുകയും നിങ്ങളുടെ ഭാഷാ വൈദഗ്ധ്യം മെച്ചപ്പെടുത്തുകയും…",
    "mr": "निवडलेला मजकूर एका भाषेतून दुसऱ्या भाषेत सहजपणे अनुवादित करा आणि तुमची भाषा कौशल्ये सुधारा.",
    "ms": "Terjemah teks terpilih daripada satu bahasa ke bahasa lain dengan mudah dan tingkatkan kemahiran bahasa anda.",
    "nl": "Vertaal eenvoudig geselecteerde tekst van de ene taal naar de andere en verbeter uw taalvaardigheid.",
    "no": "Oversett enkelt valgt tekst fra ett språk til et annet og forbedre språkkunnskapene dine.",
    "pl": "Z łatwością przetłumacz wybrany tekst z jednego języka na inny i popraw swoje umiejętności językowe.",
    "pt_PT": "Traduza facilmente o texto selecionado de um idioma para outro e melhore suas habilidades no idioma.",
    "ro": "Traduceți cu ușurință textul selectat dintr-o limbă în alta și îmbunătățiți-vă abilitățile lingvistice.",
    "ru": "Легко переводите выделенный текст с одного языка на другой и улучшайте свои языковые навыки.",
    "sk": "Jednoducho preložte vybraný text z jedného jazyka do druhého a zlepšite si svoje jazykové znalosti.",
    "sl": "Preprosto prevedite izbrano besedilo iz enega jezika v drugega in izboljšajte svoje jezikovne sposobnosti.",
    "sr": "Лако преведите одабрани текст са једног језика на други и побољшајте своје језичке вештине.",
    "sv": "Översätt enkelt utvald text från ett språk till ett annat och förbättra dina språkkunskaper.",
    "sw": "Tafsiri maandishi uliyochagua kwa urahisi kutoka lugha moja hadi nyingine na uboreshe ujuzi wako wa lugha.",
    "ta": "தேர்ந்தெடுக்கப்பட்ட உரையை ஒரு மொழியிலிருந்து மற்றொரு மொழிக்கு எளிதாக மொழிபெயர்த்து உங்கள் மொழித் திறனை மேம்படுத்தவும்.",
    "te": "ఎంచుకున్న వచనాన్ని ఒక భాష నుండి మరొక భాషకి సులభంగా అనువదించండి మరియు మీ భాషా నైపుణ్యాలను మెరుగుపరచండి.",
    "th": "แปลข้อความที่เลือกจากภาษาหนึ่งเป็นอีกภาษาหนึ่งได้อย่างง่ายดายและพัฒนาทักษะภาษาของคุณ",
    "tr": "Seçilen metni bir dilden diğerine kolayca çevirin ve dil becerilerinizi geliştirin.",
    "uk": "Легко перекладайте виділений текст з однієї мови на іншу та вдосконалюйте свої мовні навички.",
    "vi": "Dễ dàng dịch văn bản đã chọn từ ngôn ngữ này sang ngôn ngữ khác và cải thiện kỹ năng ngôn ngữ của bạn.",
    "zh_CN": "轻松将所选文本从一种语言翻译成另一种语言并提高您的语言技能。",
    "zh_TW": "輕鬆將所選文本從一種語言翻譯成另一種語言並提高您的語言技能。"
  },
  "long": {
    "ar": "يجمع أفضل الممارسات لاستخدام مترجمي اللغة للأغراض التجارية والتعليمية.\nيمكن أن تساعد أدوات مترجم اللغة ، التي اقترحها هذا الامتداد ، المستخدمين في التغلب على حواجز اللغة والتواصل بشكل أكثر فاعلية عبر لغات مختلفة. استنادًا إلى الإصدار الجديد من Manifest V3 (MV3).\n\nأساليب:\n• Pop-up translation: نافذة منبثقة لنص الترجمة.\n• Split screen: تقسيم الشاشة بين المتصفح ومترجم اللغة.\n• One tab: علامة تبويب واحدة لمترجم اللغة.\n\nاستخدم وظيفة تحويل النص إلى كلام (TTS) التي تساعدك على معرفة صوت الكلمات. يمكنك أيضًا ترجمة صفحات الويب إلى لغتك المفضلة بنقرة واحدة فقط.\n\nيتم تشغيل امتداد Tab Translate بواسطة Google Translate API ويقدم ميزات وفوائد فريدة على المترجمين الآخرين.\n\nفوائد استخدام:\n✓ سريع وسريع الاستجابة: يمكنك توقع وقت استجابة سريع وتشغيل سلس.\n✓ أوضاع متعددة الاستخدامات: مجموعة من الأوضاع متعددة الوظائف لتناسب احتياجات الترجمة المختلفة.\n✓ التوافق مع أنواع المحتوى المختلفة: يتيح لك العمل بشكل مريح مع أنواع الملفات المختلفة ، بما في ذلك الويب والمستندات المحلية وملفات PDF وعلامات التبويب الشائعة.\n✓ مثالي للدراسة: مثالي للطلاب الذين يحتاجون إلى ترجمة مستندات أو مواد دراسية أخرى ، مما يجعل تعلم اللغة أكثر سهولة وفعالية.\n✓ سهل الاستخدام: واجهة بسيطة ومفهومة.\n\nيكتشف هذا الامتداد تلقائيًا لغتك الأساسية ويكون جاهزًا للاستخدام فور التثبيت.\n\nدعم فني:\nمن فضلك ، أبلغ عن أي أخطاء أو اقتراحات للميزات هنا: https://tabtranslate.com/feedback.html\nسيتم توطين واجهة المستخدم بشكل تدريجي.\n\nملحوظة:\nجميع الحقوق تنتمي لأصحابها.\nهذا الامتداد ليس مملوكًا أو مرخصًا أو تحت رعاية شركة .Google Inc ولا تقدم Google أي دعم لهذا المنتج.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,pt_BR,sw,te": "Brings together the best practices for using language translators for business and educational purposes.\nLanguage translator tools, that proposed by this extension, can help users overcome language barriers and communicate more effectively across different languages. Based on the new Manifest V3 (MV3).\n\nModes:\n• Pop-up translation: Pop-up window of translation text.\n• Split screen: Split screen between browser and language translator.\n• One tab: One single tab for language translator.\n\nUse the Text-to-Speech (TTS) function that helps you to learn how words sound. You can also translate web pages into your preferred language with just one click.\n\nThe Tab Translate extension is powered by Google Translate API and offers unique features and benefits over other translators.\n\nBenefits of using:\n✓ Fast and responsive: You can expect a quick response time and smooth operation.\n✓ Versatile modes: A range of multifunctional modes to suit different translation needs.\n✓ Compatibility with different content types: Allows you to work comfortably with various file types, including web and local documents, PDF files, and common tabs.\n✓ Ideal for study: Is perfect for students who need to translate documents or other study materials, making language learning more accessible and efficient.\n✓ User-friendly: Simple and understandable interface.\n\nThis extension automatically detects your primary language and is ready to use immediately after installation.\n\nTechnical support:\nPlease, report any bugs or feature suggestions here: https://tabtranslate.com/feedback.html\nLocalization of the user interface will be carried out gradually.\n\nNote:\nAll copyrights belong to their respective owners.\nThis extension is not owned, licensed, or sponsored by Google Inc., and Google does not provide any support for this product.",
    "bg": "Обединява най-добрите практики за използване на езикови преводачи за бизнес и образователни цели.\nИнструментите за езиков превод, предложени от това разширение, могат да помогнат на потребителите да преодолеят езиковите бариери и да комуникират по-ефективно на различни езици. Въз основа на новия манифест V3 (MV3).\n\nРежими:\n• Pop-up translation: Изскачащ прозорец с текст за превод.\n• Split screen: Разделен екран между браузър и езиков преводач.\n• One tab: Един раздел за езиков преводач.\n\nИзползвайте функцията Text-to-Speech (TTS), която ви помага да научите как звучат думите. Можете също така да превеждате уеб страници на предпочитания от вас език само с едно щракване.\n\nРазширението Tab Translate се захранва от API на Google Translate и предлага уникални функции и предимства в сравнение с други преводачи.\n\nПолзи от използването:\n✓ Бързо и отзивчиво: Можете да очаквате бързо време за реакция и гладка работа.\n✓ Разнообразни режими: Гама от многофункционални режими, които отговарят на различни нужди за превод.\n✓ Съвместимост с различни типове съдържание: Позволява ви да работите удобно с различни типове файлове, включително уеб и локални документи, PDF файлове и общи раздели.\n✓ Идеален за обучение: Идеален е за студенти, които трябва да превеждат документи или други учебни материали, което прави езиковото обучение по-достъпно и ефективно.\n✓ Удобен за потребителя: Прост и разбираем интерфейс.\n\nТова разширение автоматично разпознава вашия основен език и е готово за използване веднага след инсталирането.\n\nТехническа поддръжка:\nМоля, докладвайте за грешки или предложения за функции тук: https://tabtranslate.com/feedback.html\nЛокализацията на потребителския интерфейс ще се извършва постепенно.\n\nЗабележка:\nВсички авторски права принадлежат на съответните им собственици.\nТова разширение не е собственост, лицензирано или спонсорирано от Google Inc. и Google не предоставя никаква поддръжка за този продукт.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ca": "Reuneix les millors pràctiques per utilitzar traductors d'idiomes amb finalitats empresarials i educatives.\nLes eines de traducció d'idiomes, que proposa aquesta extensió, poden ajudar els usuaris a superar les barreres lingüístiques i a comunicar-se de manera més eficaç en diferents idiomes. Basat en el nou Manifest V3 (MV3).\n\nModes:\n• Pop-up translation: Finestra emergent del text de traducció.\n• Split screen: Pantalla dividida entre el navegador i el traductor d'idiomes.\n• One tab: Una sola pestanya per al traductor d'idiomes.\n\nUtilitzeu la funció Text-to-Speech (TTS) que us ajuda a aprendre com sonen les paraules. També podeu traduir pàgines web al vostre idioma preferit amb només un clic.\n\nL'extensió Tab Translate funciona amb l'API de Google Translate i ofereix funcions i avantatges únics respecte a altres traductors.\n\nBeneficis d'utilitzar:\n✓ Ràpid i sensible: podeu esperar un temps de resposta ràpid i un funcionament suau.\n✓ Modes versàtils: una gamma de modes multifuncionals per adaptar-se a les diferents necessitats de traducció.\n✓ Compatibilitat amb diferents tipus de contingut: us permet treballar còmodament amb diversos tipus de fitxers, inclosos documents web i locals, fitxers PDF i pestanyes habituals.\n✓ Ideal per estudiar: és perfecte per als estudiants que necessiten traduir documents o altres materials d'estudi, fent que l'aprenentatge d'idiomes sigui més accessible i eficient.\n✓ Fàcil d'utilitzar: interfície senzilla i entenedora.\n\nAquesta extensió detecta automàticament el vostre idioma principal i està llesta per utilitzar-la immediatament després de la instal·lació.\n\nSuport tècnic:\nInformeu qualsevol error o suggeriment de funcions aquí: https://tabtranslate.com/feedback.html\nLa localització de la interfície d'usuari es realitzarà de manera gradual.\n\nNota:\nTots els drets d'autor pertanyen als seus respectius propietaris.\nAquesta extensió no és propietat, llicència ni patrocina Google Inc., i Google no ofereix cap assistència per a aquest producte.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "cs": "Spojuje osvědčené postupy pro používání jazykových překladačů pro obchodní a vzdělávací účely.\nNástroje pro překladatele jazyků, které toto rozšíření navrhuje, mohou uživatelům pomoci překonat jazykové bariéry a efektivněji komunikovat napříč různými jazyky. Na základě nového Manifest V3 (MV3).\n\nRežimy:\n• Pop-up translation: Vyskakovací okno textu překladu.\n• Split screen: Rozdělit obrazovku mezi prohlížečem a jazykovým překladačem.\n• One tab: Jedna karta pro jazykový překladač.\n\nPoužijte funkci Text-to-Speech (TTS), která vám pomůže naučit se, jak slova znějí. Můžete také přeložit webové stránky do preferovaného jazyka jediným kliknutím.\n\nRozšíření Tab Translate je založeno na rozhraní Google Translate API a nabízí jedinečné funkce a výhody oproti jiným překladačům.\n\nVýhody použití:\n✓ Rychlé a citlivé: Můžete očekávat rychlou dobu odezvy a hladký provoz.\n✓ Všestranné režimy: Řada multifunkčních režimů, které vyhovují různým potřebám překladu.\n✓ Kompatibilita s různými typy obsahu: Umožňuje vám pohodlně pracovat s různými typy souborů, včetně webových a místních dokumentů, souborů PDF a běžných karet.\n✓ Ideální pro studium: Ideální pro studenty, kteří potřebují překládat dokumenty nebo jiné studijní materiály, čímž je výuka jazyků přístupnější a efektivnější.\n✓ Uživatelsky přívětivé: Jednoduché a srozumitelné rozhraní.\n\nToto rozšíření automaticky rozpozná váš primární jazyk a je připraveno k použití ihned po instalaci.\n\nTechnická podpora:\nJakékoli chyby nebo návrhy funkcí nahlaste zde: https://tabtranslate.com/feedback.html\nLokalizace uživatelského rozhraní bude probíhat postupně.\n\nPoznámka:\nVšechna autorská práva patří jejich příslušným vlastníkům.\nToto rozšíření není vlastněno, licencováno ani sponzorováno společností Google Inc. a společnost Google pro tento produkt neposkytuje žádnou podporu.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "da": "Samler bedste praksis for brug af sprogoversættere til forretnings- og uddannelsesformål.\nSprogoversætterværktøjer, som foreslås af denne udvidelse, kan hjælpe brugere med at overvinde sprogbarrierer og kommunikere mere effektivt på tværs af forskellige sprog. Baseret på den nye Manifest V3 (MV3).\n\nTilstande:\n• Pop-up translation: Pop-up vindue med oversættelsestekst.\n• Split screen: Del skærm mellem browser og sprogoversætter.\n• One tab: Én enkelt fane til sprogoversætter.\n\nBrug funktionen Tekst-til-tale (TTS), der hjælper dig med at lære, hvordan ord lyder. Du kan også oversætte websider til dit foretrukne sprog med blot et enkelt klik.\n\nTab Translate-udvidelsen er drevet af Google Translate API og tilbyder unikke funktioner og fordele i forhold til andre oversættere.\n\nFordele ved at bruge:\n✓ Hurtig og lydhør: Du kan forvente en hurtig responstid og problemfri betjening.\n✓ Alsidige tilstande: En række multifunktionelle tilstande, der passer til forskellige oversættelsesbehov.\n✓ Kompatibilitet med forskellige indholdstyper: Giver dig mulighed for at arbejde komfortabelt med forskellige filtyper, herunder web- og lokale dokumenter, PDF-filer og almindelige faner.\n✓ Ideel til studier: Er perfekt til studerende, der har brug for at oversætte dokumenter eller andet studiemateriale, hvilket gør sprogindlæring mere tilgængelig og effektiv.\n✓ Brugervenlig: Enkel og forståelig grænseflade.\n\nDenne udvidelse registrerer automatisk dit primære sprog og er klar til brug umiddelbart efter installationen.\n\nTeknisk support:\nRapportér venligst eventuelle fejl eller forslag til funktioner her: https://tabtranslate.com/feedback.html\nLokalisering af brugergrænsefladen vil blive udført gradvist.\n\nBemærk:\nAlle ophavsrettigheder tilhører deres respektive ejere.\nDenne udvidelse er ikke ejet, licenseret eller sponsoreret af Google Inc., og Google yder ikke support til dette produkt.",
    "de": "Bringt die besten Praktiken für den Einsatz von Sprachübersetzern für Geschäfts- und Bildungszwecke zusammen.\nSprachübersetzer-Tools, die von dieser Erweiterung vorgeschlagen werden, können Benutzern helfen, Sprachbarrieren zu überwinden und effektiver über verschiedene Sprachen hinweg zu kommunizieren. Basierend auf dem neuen Manifest V3 (MV3).\n\nModi:\n• Pop-up translation: Popup-Fenster mit Übersetzungstext.\n• Split screen: Geteilter Bildschirm zwischen Browser und Sprachübersetzer.\n• One tab: Eine einzige Registerkarte für den Sprachübersetzer.\n\nVerwenden Sie die Text-to-Speech-Funktion (TTS), mit der Sie lernen können, wie Wörter klingen. Sie können auch Webseiten mit nur einem Klick in Ihre bevorzugte Sprache übersetzen.\n\nDie Tab Translate-Erweiterung wird von der Google Translate API unterstützt und bietet einzigartige Funktionen und Vorteile gegenüber anderen Übersetzern.\n\nVorteile der Verwendung:\n✓ Schnell und reaktionsschnell: Sie können eine schnelle Reaktionszeit und einen reibungslosen Betrieb erwarten.\n✓ Vielseitige Modi: Eine Reihe multifunktionaler Modi für unterschiedliche Übersetzungsanforderungen.\n✓ Kompatibilität mit verschiedenen Inhaltstypen: Ermöglicht Ihnen das bequeme Arbeiten mit verschiedenen Dateitypen, einschließlich Web- und lokalen Dokumenten, PDF-Dateien und allgemeinen Registerkarten.\n✓ Ideal zum Lernen: Perfekt für Studenten, die Dokumente oder andere Lernmaterialien übersetzen müssen, um das Sprachenlernen zugänglicher und effizienter zu machen.\n✓ Benutzerfreundlich: Einfache und verständliche Oberfläche.\n\nDiese Erweiterung erkennt automatisch Ihre primäre Sprache und ist sofort nach der Installation einsatzbereit.\n\nTechnischer Support:\nBitte melden Sie Fehler oder Funktionsvorschläge hier: https://tabtranslate.com/feedback.html\nDie Lokalisierung der Benutzeroberfläche wird schrittweise durchgeführt.\n\nNotiz:\nAlle Urheberrechte gehören ihren jeweiligen Eigentümern.\nDiese Erweiterung ist nicht Eigentum von Google Inc., lizenziert oder gesponsert und Google bietet keinen Support für dieses Produkt.",
    "el": "Συγκεντρώνει τις βέλτιστες πρακτικές για τη χρήση μεταφραστών γλωσσών για επαγγελματικούς και εκπαιδευτικούς σκοπούς.\nΤα εργαλεία μεταφραστή γλωσσών, που προτείνονται από αυτήν την επέκταση, μπορούν να βοηθήσουν τους χρήστες να ξεπεράσουν τα γλωσσικά εμπόδια και να επικοινωνήσουν πιο αποτελεσματικά σε διαφορετικές γλώσσες. Βασισμένο στο νέο Manifest V3 (MV3).\n\nΛειτουργίες:\n• Pop-up translation: Αναδυόμενο παράθυρο μετάφρασης κειμένου.\n• Split screen: Διαχωρίστε την οθόνη μεταξύ του προγράμματος περιήγησης και του μεταφραστή γλώσσας.\n• One tab: Μία μόνο καρτέλα για μεταφραστή γλώσσας.\n\nΧρησιμοποιήστε τη λειτουργία Text-to-Speech (TTS) που σας βοηθά να μάθετε πώς ακούγονται οι λέξεις. Μπορείτε επίσης να μεταφράσετε ιστοσελίδες στη γλώσσα που προτιμάτε με ένα μόνο κλικ.\n\nΗ επέκταση Translate Tab υποστηρίζεται από το Google Translate API και προσφέρει μοναδικές δυνατότητες και πλεονεκτήματα σε σχέση με άλλους μεταφραστές.\n\nΟφέλη από τη χρήση:\n✓ Γρήγορη και απόκριση: Μπορείτε να περιμένετε γρήγορο χρόνο απόκρισης και ομαλή λειτουργία.\n✓ Ευέλικτοι τρόποι λειτουργίας: Μια σειρά από πολυλειτουργικές λειτουργίες που ταιριάζουν σε διαφορετικές ανάγκες μετάφρασης.\n✓ Συμβατότητα με διαφορετικούς τύπους περιεχομένου: Σας επιτρέπει να εργάζεστε άνετα με διάφορους τύπους αρχείων, συμπεριλαμβανομένων εγγράφων web και τοπικών εγγράφων, αρχείων PDF και κοινών καρτελών.\n✓ Ιδανικό για μελέτη: Είναι ιδανικό για φοιτητές που χρειάζονται να μεταφράσουν έγγραφα ή άλλο υλικό μελέτης, καθιστώντας την εκμάθηση γλωσσών πιο προσιτή και αποτελεσματική.\n✓ Φιλικό προς το χρήστη: Απλή και κατανοητή διεπαφή.\n\nΑυτή η επέκταση εντοπίζει αυτόματα την κύρια γλώσσα σας και είναι έτοιμη για χρήση αμέσως μετά την εγκατάσταση.\n\nΤεχνική υποστήριξη:\nΑναφέρετε τυχόν σφάλματα ή προτάσεις λειτουργιών εδώ: https://tabtranslate.com/feedback.html\nΗ τοπική προσαρμογή της διεπαφής χρήστη θα πραγματοποιηθεί σταδιακά.\n\nΣημείωση:\nΌλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΑυτή η επέκταση δεν ανήκει, αδειοδοτείται ή χορηγείται από την Google Inc. και η Google δεν παρέχει καμία υποστήριξη για αυτό το προϊόν.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "es": "Reúne las mejores prácticas para el uso de traductores de idiomas con fines comerciales y educativos.\nLas herramientas de traducción de idiomas, que propone esta extensión, pueden ayudar a los usuarios a superar las barreras del idioma y comunicarse de manera más efectiva en diferentes idiomas. Basado en el nuevo Manifiesto V3 (MV3).\n\nModos:\n• Pop-up translation: Ventana emergente de texto de traducción.\n• Split screen: Pantalla dividida entre navegador y traductor de idiomas.\n• One tab: Una sola pestaña para el traductor de idiomas.\n\nUse la función Texto a voz (TTS) que lo ayuda a aprender cómo suenan las palabras. También puede traducir páginas web a su idioma preferido con solo un clic.\n\nLa extensión Tab Translate funciona con la API de Google Translate y ofrece características y beneficios únicos sobre otros traductores.\n\nBeneficios de usar:\n✓ Rápido y con capacidad de respuesta: puede esperar un tiempo de respuesta rápido y un funcionamiento fluido.\n✓ Modos versátiles: una gama de modos multifuncionales para adaptarse a diferentes necesidades de traducción.\n✓ Compatibilidad con diferentes tipos de contenido: le permite trabajar cómodamente con varios tipos de archivos, incluidos documentos web y locales, archivos PDF y pestañas comunes.\n✓ Ideal para estudiar: es perfecto para estudiantes que necesitan traducir documentos u otros materiales de estudio, lo que hace que el aprendizaje de idiomas sea más accesible y eficiente.\n✓ Fácil de usar: interfaz simple y comprensible.\n\nEsta extensión detecta automáticamente su idioma principal y está lista para usar inmediatamente después de la instalación.\n\nApoyo técnico:\nInforme cualquier error o sugerencia de función aquí: https://tabtranslate.com/feedback.html\nLa localización de la interfaz de usuario se llevará a cabo gradualmente.\n\nNota:\nTodos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle Inc. no posee, licencia ni patrocina esta extensión, y Google no brinda asistencia para este producto.",
    "et": "Koondab keeletõlkijate ärilistel ja hariduslikel eesmärkidel kasutamise parimaid tavasid.\nSelle laienduse pakutud keeletõlke tööriistad võivad aidata kasutajatel ületada keelebarjääre ja suhelda erinevates keeltes tõhusamalt. Põhineb uuel Manifest V3-l (MV3).\n\nRežiimid:\n• Pop-up translation: Tõlketeksti hüpikaken.\n• Split screen: Jagage ekraan brauseri ja keele tõlkija vahel.\n• One tab: Üks vahekaart keeletõlkijale.\n\nKasutage funktsiooni Text-to-Speech (TTS), mis aitab teil õppida, kuidas sõnad kõlavad. Samuti saate tõlkida veebilehti oma eelistatud keelde vaid ühe klõpsuga.\n\nLaiendus Tab Translate töötab Google'i tõlke API-l ning pakub unikaalseid funktsioone ja eeliseid võrreldes teiste tõlkijatega.\n\nKasutamise eelised:\n✓ Kiire ja reageeriv: võite oodata kiiret reageerimisaega ja sujuvat toimimist.\n✓ Mitmekülgsed režiimid: hulk multifunktsionaalseid režiime, mis vastavad erinevatele tõlkevajadustele.\n✓ Ühilduvus erinevate sisutüüpidega: võimaldab mugavalt töötada erinevate failitüüpidega, sealhulgas veebi- ja kohalike dokumentide, PDF-failide ja tavaliste vahekaartidega.\n✓ Ideaalne õppimiseks: sobib suurepäraselt õpilastele, kes peavad tõlkima dokumente või muid õppematerjale, muutes keeleõppe kättesaadavamaks ja tõhusamaks.\n✓ Kasutajasõbralik: lihtne ja arusaadav liides.\n\nSee laiendus tuvastab automaatselt teie peamise keele ja on kohe pärast installimist kasutamiseks valmis.\n\nTehniline abi:\nPalun teatage kõigist vigadest või funktsioonisoovitustest siin: https://tabtranslate.com/feedback.html\nKasutajaliidese lokaliseerimine toimub järk-järgult.\n\nMärge:\nKõik autoriõigused kuuluvad nende vastavatele omanikele.\nSeda laiendust ei oma, litsentseeri ega sponsoreeri Google Inc. ning Google ei paku sellele tootele mingit tuge.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "fa": "بهترین روش ها برای استفاده از مترجمان زبان برای اهداف تجاری و آموزشی را گرد هم می آورد.\nابزارهای مترجم زبان، که توسط این برنامه افزودنی پیشنهاد می‌شود، می‌توانند به کاربران کمک کنند تا بر موانع زبان غلبه کنند و به طور مؤثرتری با زبان‌های مختلف ارتباط برقرار کنند. بر اساس Manifest V3 جدید (MV3).\n\nحالت ها:\n• Pop-up translation: پنجره پاپ آپ متن ترجمه\n• Split screen: تقسیم صفحه بین مرورگر و مترجم زبان.\n• One tab: یک برگه برای مترجم زبان.\n\nاز تابع Text-to-Speech (TTS) استفاده کنید که به شما کمک می کند یاد بگیرید کلمات چگونه صدا می شوند. شما همچنین می توانید صفحات وب را به زبان دلخواه خود تنها با یک کلیک ترجمه کنید.\n\nبرنامه افزودنی Tab Translate توسط Google Translate API ارائه می شود و ویژگی ها و مزایای منحصر به فردی را نسبت به سایر مترجمان ارائه می دهد.\n\nمزایای استفاده:\n✓ سریع و پاسخگو: می توانید انتظار زمان پاسخگویی سریع و عملکرد روان را داشته باشید.\n✓ حالت های همه کاره: طیفی از حالت های چند منظوره برای مطابقت با نیازهای مختلف ترجمه.\n✓ سازگاری با انواع مختلف محتوا: به شما امکان می دهد به راحتی با انواع فایل ها، از جمله اسناد وب و محلی، فایل های PDF و برگه های رایج کار کنید.\n✓ ایده آل برای مطالعه: برای دانش آموزانی که نیاز به ترجمه اسناد یا سایر مطالب درسی دارند، بسیار مناسب است و یادگیری زبان را در دسترس تر و کارآمدتر می کند.\n✓ کاربر پسند: رابط کاربری ساده و قابل فهم.\n\nاین برنامه افزودنی به طور خودکار زبان اصلی شما را شناسایی می کند و بلافاصله پس از نصب آماده استفاده است.\n\nپشتیبانی فنی:\nلطفاً هر گونه اشکال یا پیشنهاد ویژگی را در اینجا گزارش دهید: https://tabtranslate.com/feedback.html\nبومی سازی رابط کاربری به تدریج انجام خواهد شد.\n\nتوجه داشته باشید:\nکلیه حقوق متعلق به صاحبان مربوطه می باشد.\nاین برنامه افزودنی تحت مالکیت، مجوز یا حمایت مالی Google Inc. نیست و Google هیچ گونه پشتیبانی از این محصول ارائه نمی دهد.",
    "fi": "Kokoaa yhteen parhaat käytännöt kieltenkääntäjien käytöstä liike- ja koulutustarkoituksiin.\nTämän laajennuksen ehdottamat kielenkääntäjätyökalut voivat auttaa käyttäjiä voittamaan kielimuurit ja kommunikoimaan tehokkaammin eri kielillä. Perustuu uuteen Manifest V3:een (MV3).\n\nTilat:\n• Pop-up translation: Käännöstekstin ponnahdusikkuna.\n• Split screen: Jaa näyttö selaimen ja kielenkääntäjän välillä.\n• One tab: Yksi välilehti kielenkääntäjälle.\n\nKäytä tekstistä puheeksi (TTS) -toimintoa, joka auttaa sinua oppimaan, miltä sanat kuulostavat. Voit myös kääntää verkkosivut haluamallesi kielelle yhdellä napsautuksella.\n\nTab Translate -laajennus on Google-kääntäjän sovellusliittymä, ja se tarjoaa ainutlaatuisia ominaisuuksia ja etuja muihin kääntäjiin verrattuna.\n\nKäytön edut:\n✓ Nopea ja reagoiva: Voit odottaa nopeaa vasteaikaa ja sujuvaa toimintaa.\n✓ Monipuoliset tilat: valikoima monitoimitiloja erilaisiin käännöstarpeisiin.\n✓ Yhteensopivuus eri sisältötyyppien kanssa: Voit työskennellä mukavasti eri tiedostotyyppien kanssa, mukaan lukien verkko- ja paikallisasiakirjat, PDF-tiedostot ja yleiset välilehdet.\n✓ Ihanteellinen opiskeluun: Sopii erinomaisesti opiskelijoille, joiden on käännettävä asiakirjoja tai muita oppimateriaaleja, mikä tekee kieltenoppimisesta helpompaa ja tehokkaampaa.\n✓ Käyttäjäystävällinen: Yksinkertainen ja ymmärrettävä käyttöliittymä.\n\nTämä laajennus tunnistaa automaattisesti ensisijaisen kielesi ja on käyttövalmis heti asennuksen jälkeen.\n\nTekninen tuki:\nIlmoita virheistä tai ominaisuusehdotuksista täällä: https://tabtranslate.com/feedback.html\nKäyttöliittymän lokalisointi toteutetaan asteittain.\n\nHuomautus:\nKaikki tekijänoikeudet kuuluvat vastaaville omistajilleen.\nGoogle Inc. ei omista, lisensoi tai sponsoroi tätä laajennusta, eikä Google tarjoa tälle tuotteelle tukea.",
    "fil": "Pinagsasama-sama ang pinakamahuhusay na kagawian sa paggamit ng mga tagasalin ng wika para sa negosyo at mga layuning pang-edukasyon.\nAng mga tool sa tagapagsalin ng wika, na iminungkahi ng extension na ito, ay makakatulong sa mga user na malampasan ang mga hadlang sa wika at makipag-usap nang mas epektibo sa iba't ibang wika. Batay sa bagong Manifest V3 (MV3).\n\nMga mode:\n• Pop-up translation: Pop-up na window ng teksto ng pagsasalin.\n• Split screen: Hatiin ang screen sa pagitan ng browser at tagasalin ng wika.\n• One tab: Isang solong tab para sa tagasalin ng wika.\n\nGamitin ang function na Text-to-Speech (TTS) na tumutulong sa iyong malaman kung paano tumutunog ang mga salita. Maaari mo ring isalin ang mga web page sa iyong gustong wika sa isang click lang.\n\nAng extension ng Tab Translate ay pinapagana ng Google Translate API at nag-aalok ng mga natatanging tampok at benepisyo kaysa sa iba pang mga tagasalin.\n\nMga pakinabang ng paggamit:\n✓ Mabilis at tumutugon: Makakaasa ka ng mabilis na oras ng pagtugon at maayos na operasyon.\n✓ Mga versatile na mode: Isang hanay ng mga multifunctional na mode upang umangkop sa iba't ibang pangangailangan sa pagsasalin.\n✓ Pagkatugma sa iba't ibang uri ng nilalaman: Binibigyang-daan kang magtrabaho nang kumportable sa iba't ibang uri ng file, kabilang ang mga web at lokal na dokumento, mga PDF file, at mga karaniwang tab.\n✓ Tamang-tama para sa pag-aaral: Perpekto para sa mga mag-aaral na kailangang magsalin ng mga dokumento o iba pang materyales sa pag-aaral, na ginagawang mas madaling ma-access at mahusay ang pag-aaral ng wika.\n✓ User-friendly: Simple at naiintindihan na interface.\n\nAwtomatikong nakikita ng extension na ito ang iyong pangunahing wika at handa nang gamitin kaagad pagkatapos ng pag-install.\n\nTeknikal na suporta:\nMangyaring, iulat ang anumang mga bug o suhestyon sa tampok dito: https://tabtranslate.com/feedback.html\nAng lokalisasyon ng user interface ay isasagawa nang paunti-unti.\n\nTandaan:\nLahat ng copyright ay nabibilang sa kani-kanilang mga may-ari.\nAng extension na ito ay hindi pagmamay-ari, lisensyado, o inisponsor ng Google Inc., at hindi nagbibigay ang Google ng anumang suporta para sa produktong ito.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "fr": "Rassemble les meilleures pratiques pour l'utilisation de traducteurs de langue à des fins professionnelles et éducatives.\nLes outils de traduction de langue proposés par cette extension peuvent aider les utilisateurs à surmonter les barrières linguistiques et à communiquer plus efficacement dans différentes langues. Basé sur le nouveau Manifest V3 (MV3).\n\nModes :\n• Pop-up translation: Fenêtre contextuelle du texte de traduction.\n• Split screen: Écran partagé entre le navigateur et le traducteur de langue.\n• One tab: Un seul onglet pour le traducteur de langue.\n\nUtilisez la fonction Text-to-Speech (TTS) qui vous aide à apprendre le son des mots. Vous pouvez également traduire des pages Web dans votre langue préférée en un seul clic.\n\nL'extension Tab Translate est optimisée par l'API Google Translate et offre des fonctionnalités et des avantages uniques par rapport aux autres traducteurs.\n\nAvantages de l'utilisation :\n✓ Rapide et réactif : vous pouvez vous attendre à un temps de réponse rapide et à un fonctionnement fluide.\n✓ Modes polyvalents : une gamme de modes multifonctionnels pour répondre aux différents besoins de traduction.\n✓ Compatibilité avec différents types de contenu : vous permet de travailler confortablement avec différents types de fichiers, y compris des documents Web et locaux, des fichiers PDF et des onglets communs.\n✓ Idéal pour l'étude : est parfait pour les étudiants qui ont besoin de traduire des documents ou d'autres supports d'étude, rendant l'apprentissage des langues plus accessible et efficace.\n✓ Convivial : Interface simple et compréhensible.\n\nCette extension détecte automatiquement votre langue principale et est prête à être utilisée immédiatement après l'installation.\n\nSoutien technique:\nVeuillez signaler tout bug ou suggestion de fonctionnalité ici : https://tabtranslate.com/feedback.html\nLa localisation de l'interface utilisateur se fera progressivement.\n\nNote:\nTous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nCette extension n'est pas détenue, concédée sous licence ou sponsorisée par Google Inc., et Google ne fournit aucune assistance pour ce produit.",
    "he": "מרכז את השיטות המומלצות לשימוש במתרגמי שפות למטרות עסקיות וחינוכיות.\nכלי תרגום לשפות, המוצעים על ידי הרחבה זו, יכולים לעזור למשתמשים להתגבר על מחסומי שפה ולתקשר בצורה יעילה יותר בשפות שונות. מבוסס על Manifest V3 החדש (MV3).\n\nמצבים:\n• Pop-up translation: חלון קופץ של טקסט תרגום.\n• Split screen: מסך מפוצל בין דפדפן ומתרגם שפה.\n• One tab: כרטיסייה אחת בודדת עבור מתרגם שפה.\n\nהשתמש בפונקציית טקסט לדיבור (TTS) שעוזרת לך ללמוד כיצד נשמעות מילים. אתה יכול גם לתרגם דפי אינטרנט לשפה המועדפת עליך בלחיצה אחת בלבד.\n\nהתוסף Tab Translate מופעל על ידי Google Translate API ומציע תכונות והטבות ייחודיות על פני מתרגמים אחרים.\n\nיתרונות השימוש:\n✓ מהיר ומגיב: אתה יכול לצפות לזמן תגובה מהיר ותפעול חלק.\n✓ מצבים מגוונים: מגוון מצבים רב-תכליתיים שיתאימו לצרכי תרגום שונים.\n✓ תאימות לסוגי תוכן שונים: מאפשר לך לעבוד בנוחות עם סוגי קבצים שונים, כולל מסמכי אינטרנט ומקומיים, קובצי PDF וכרטיסיות נפוצות.\n✓ אידיאלי ללימוד: מושלם לסטודנטים שצריכים לתרגם מסמכים או חומרי לימוד אחרים, מה שהופך את לימוד השפה לנגיש ויעילה יותר.\n✓ ידידותי למשתמש: ממשק פשוט ומובן.\n\nתוסף זה מזהה אוטומטית את השפה הראשית שלך ומוכן לשימוש מיד לאחר ההתקנה.\n\nתמיכה טכנית:\nאנא דווח על באגים או הצעות לתכונות כאן: https://tabtranslate.com/feedback.html\nלוקליזציה של ממשק המשתמש תתבצע בהדרגה.\n\nהערה:\nכל זכויות היוצרים שייכות לבעליהם בהתאמה.\nתוסף זה אינו בבעלות, ברישיון או בחסות Google Inc., ו-Google אינה מספקת תמיכה כלשהי עבור מוצר זה.",
    "hi": "व्यापार और शैक्षिक उद्देश्यों के लिए भाषा अनुवादकों का उपयोग करने के लिए सर्वोत्तम प्रथाओं को एक साथ लाता है।\nभाषा अनुवादक उपकरण, जो इस विस्तार द्वारा प्रस्तावित है, उपयोगकर्ताओं को भाषा बाधाओं को दूर करने और विभिन्न भाषाओं में अधिक प्रभावी ढंग से संवाद करने में मदद कर सकता है। नए मेनिफेस्ट V3 (MV3) पर आधारित।\n\nमोड:\n• Pop-up translation: अनुवाद पाठ की पॉप-अप विंडो।\n• Split screen: ब्राउज़र और भाषा अनुवादक के बीच स्प्लिट स्क्रीन।\n• One tab: भाषा अनुवादक के लिए एक सिंगल टैब।\n\nटेक्स्ट-टू-स्पीच (टीटीएस) फ़ंक्शन का उपयोग करें जो आपको यह जानने में मदद करता है कि शब्द कैसे ध्वनि करते हैं। आप केवल एक क्लिक से वेब पृष्ठों का अपनी पसंदीदा भाषा में अनुवाद भी कर सकते हैं।\n\nटैब ट्रांसलेशन एक्सटेंशन Google Translate API द्वारा संचालित है और अन्य अनुवादकों की तुलना में अद्वितीय सुविधाएँ और लाभ प्रदान करता है।\n\nउपयोग करने के लाभ:\n✓ तेज़ और उत्तरदायी: आप त्वरित प्रतिक्रिया समय और सुचारू संचालन की उम्मीद कर सकते हैं।\n✓ बहुमुखी मोड: विभिन्न अनुवाद आवश्यकताओं के अनुरूप बहुक्रियाशील मोड की एक श्रृंखला।\n✓ विभिन्न सामग्री प्रकारों के साथ संगतता: आपको वेब और स्थानीय दस्तावेज़ों, पीडीएफ फाइलों और सामान्य टैब सहित विभिन्न फ़ाइल प्रकारों के साथ आराम से काम करने की अनुमति देता है।\n✓ अध्ययन के लिए आदर्श: उन छात्रों के लिए एकदम सही है, जिन्हें दस्तावेज़ों या अन्य अध्ययन सामग्री का अनुवाद करने की आवश्यकता होती है, जिससे भाषा सीखना अधिक सुलभ और कुशल हो जाता है।\n✓ उपयोगकर्ता के अनुकूल: सरल और समझने योग्य इंटरफ़ेस।\n\nयह एक्सटेंशन स्वचालित रूप से आपकी प्राथमिक भाषा का पता लगाता है और स्थापना के तुरंत बाद उपयोग के लिए तैयार है।\n\nतकनीकी समर्थन:\nकृपया, किसी बग या फीचर सुझाव की यहां रिपोर्ट करें: https://tabtranslate.com/feedback.html\nयूजर इंटरफेस का स्थानीयकरण धीरे-धीरे किया जाएगा।\n\nटिप्पणी:\nसमस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nयह एक्सटेंशन Google Inc. के स्वामित्व, लाइसेंस या प्रायोजित नहीं है, और Google इस उत्पाद के लिए कोई सहायता प्रदान नहीं करता है।",
    "hr": "Objedinjuje najbolje prakse za korištenje jezičnih prevoditelja u poslovne i obrazovne svrhe.\nAlati za prevođenje jezika, predloženi ovim proširenjem, mogu pomoći korisnicima da prevladaju jezične barijere i učinkovitije komuniciraju na različitim jezicima. Na temelju novog Manifesta V3 (MV3).\n\nNačini rada:\n• Pop-up translation: Skočni prozor teksta prijevoda.\n• Split screen: Podijeli zaslon između preglednika i prevoditelja jezika.\n• One tab: Jedna kartica za jezični prevoditelj.\n\nKoristite funkciju pretvaranja teksta u govor (TTS) koja vam pomaže da naučite kako riječi zvuče. Također možete prevesti web stranice na željeni jezik samo jednim klikom.\n\nProširenje Tab Translate pokreće Google Translate API i nudi jedinstvene značajke i prednosti u odnosu na druge prevoditelje.\n\nPrednosti korištenja:\n✓ Brzo i osjetljivo: možete očekivati ​​brzo vrijeme odgovora i neometan rad.\n✓ Svestrani načini rada: Niz višenamjenskih načina rada koji odgovaraju različitim potrebama prijevoda.\n✓ Kompatibilnost s različitim vrstama sadržaja: Omogućuje vam udoban rad s različitim vrstama datoteka, uključujući web i lokalne dokumente, PDF datoteke i uobičajene kartice.\n✓ Idealno za učenje: savršeno je za studente koji trebaju prevoditi dokumente ili druge materijale za učenje, čineći učenje jezika pristupačnijim i učinkovitijim.\n✓ Prilagođeno korisniku: Jednostavno i razumljivo sučelje.\n\nOvo proširenje automatski otkriva vaš primarni jezik i spremno je za korištenje odmah nakon instalacije.\n\nTehnička podrška:\nPrijavite sve greške ili prijedloge značajki ovdje: https://tabtranslate.com/feedback.html\nLokalizacija korisničkog sučelja provodit će se postupno.\n\nBilješka:\nSva autorska prava pripadaju njihovim vlasnicima.\nOvo proširenje nije u vlasništvu, licencirano niti sponzorirano od strane Google Inc. i Google ne pruža nikakvu podršku za ovaj proizvod.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "hu": "Összegyűjti a nyelvi fordítók üzleti és oktatási célú használatának bevált gyakorlatait.\nA bővítmény által javasolt nyelvi fordítóeszközök segíthetnek a felhasználóknak leküzdeni a nyelvi akadályokat, és hatékonyabban kommunikálhatnak a különböző nyelveken. Az új Manifest V3 (MV3) alapján.\n\nMódok:\n• Pop-up translation: A fordítási szöveg előugró ablaka.\n• Split screen: Osztott képernyő a böngésző és a nyelvi fordító között.\n• One tab: Egyetlen lap a nyelvi fordító számára.\n\nHasználja a Text-to-Speech (TTS) funkciót, amely segít megtanulni, hogyan hangzanak a szavak. Ezenkívül egyetlen kattintással lefordíthatja a weboldalakat a kívánt nyelvre.\n\nA Tab Translate bővítményt a Google Fordító API hajtja, és egyedülálló funkciókat és előnyöket kínál a többi fordítóval szemben.\n\nA használat előnyei:\n✓ Gyors és érzékeny: Gyors válaszidőre és zökkenőmentes működésre számíthat.\n✓ Sokoldalú módok: Többfunkciós módok sora, amelyek megfelelnek a különböző fordítási igényeknek.\n✓ Kompatibilitás különböző tartalomtípusokkal: Lehetővé teszi, hogy kényelmesen dolgozzon különféle fájltípusokkal, beleértve a webes és helyi dokumentumokat, PDF fájlokat és általános lapokat.\n✓ Ideális tanuláshoz: Tökéletes azoknak a diákoknak, akiknek dokumentumokat vagy egyéb tananyagokat kell fordítaniuk, így elérhetőbbé és hatékonyabbá téve a nyelvtanulást.\n✓ Felhasználóbarát: Egyszerű és érthető felület.\n\nEz a bővítmény automatikusan felismeri az elsődleges nyelvet, és a telepítés után azonnal használatra kész.\n\nTechnikai támogatás:\nKérjük, jelentse a hibákat vagy a funkciójavaslatokat itt: https://tabtranslate.com/feedback.html\nA felhasználói felület lokalizálása fokozatosan történik.\n\nJegyzet:\nMinden szerzői jog a megfelelő tulajdonosokat illeti.\nEz a bővítmény nem a Google Inc. tulajdona, licence vagy szponzora, és a Google nem nyújt támogatást ehhez a termékhez.",
    "id": "Menyatukan praktik terbaik untuk menggunakan penerjemah bahasa untuk tujuan bisnis dan pendidikan.\nAlat penerjemah bahasa, yang diusulkan oleh ekstensi ini, dapat membantu pengguna mengatasi hambatan bahasa dan berkomunikasi dengan lebih efektif dalam berbagai bahasa. Berdasarkan Manifest V3 (MV3) baru.\n\nMode:\n• Pop-up translation: Jendela pop-up teks terjemahan.\n• Split screen: Layar terpisah antara browser dan penerjemah bahasa.\n• One tab: Satu tab tunggal untuk penerjemah bahasa.\n\nGunakan fungsi Text-to-Speech (TTS) yang membantu Anda mempelajari bunyi kata. Anda juga dapat menerjemahkan halaman web ke dalam bahasa pilihan Anda hanya dengan satu klik.\n\nEkstensi Tab Translate diberdayakan oleh Google Translate API dan menawarkan fitur dan manfaat unik dibandingkan penerjemah lainnya.\n\nManfaat menggunakan:\n✓ Cepat dan responsif: Anda dapat mengharapkan waktu respons yang cepat dan pengoperasian yang lancar.\n✓ Mode serbaguna: Berbagai mode multifungsi yang sesuai dengan kebutuhan terjemahan yang berbeda.\n✓ Kompatibilitas dengan berbagai jenis konten: Memungkinkan Anda bekerja dengan nyaman dengan berbagai jenis file, termasuk dokumen web dan lokal, file PDF, dan tab umum.\n✓ Ideal untuk belajar: Sangat cocok untuk siswa yang perlu menerjemahkan dokumen atau bahan pelajaran lainnya, menjadikan pembelajaran bahasa lebih mudah diakses dan efisien.\n✓ Ramah pengguna: Antarmuka yang sederhana dan mudah dipahami.\n\nEkstensi ini secara otomatis mendeteksi bahasa utama Anda dan siap digunakan segera setelah penginstalan.\n\nDukungan teknis:\nTolong, laporkan bug atau saran fitur apa pun di sini: https://tabtranslate.com/feedback.html\nLokalisasi antarmuka pengguna akan dilakukan secara bertahap.\n\nCatatan:\nSemua hak cipta milik masing-masing pemiliknya.\nEkstensi ini tidak dimiliki, dilisensikan, atau disponsori oleh Google Inc., dan Google tidak memberikan dukungan apa pun untuk produk ini.",
    "it": "Riunisce le migliori pratiche per l'utilizzo di traduttori di lingue per scopi aziendali e didattici.\nGli strumenti di traduzione linguistica, proposti da questa estensione, possono aiutare gli utenti a superare le barriere linguistiche e comunicare in modo più efficace in diverse lingue. Basato sul nuovo Manifest V3 (MV3).\n\nModalità:\n• Pop-up translation: Finestra pop-up del testo della traduzione.\n• Split screen: Schermo diviso tra browser e traduttore di lingue.\n• One tab: Una singola scheda per il traduttore di lingue.\n\nUsa la funzione Text-to-Speech (TTS) che ti aiuta a imparare come suonano le parole. Puoi anche tradurre le pagine web nella tua lingua preferita con un solo clic.\n\nL'estensione Tab Translate è alimentata dall'API di Google Translate e offre funzionalità e vantaggi unici rispetto ad altri traduttori.\n\nVantaggi dell'utilizzo:\n✓ Veloce e reattivo: puoi aspettarti un tempo di risposta rapido e un funzionamento regolare.\n✓ Modalità versatili: una gamma di modalità multifunzionali per soddisfare le diverse esigenze di traduzione.\n✓ Compatibilità con diversi tipi di contenuto: consente di lavorare comodamente con vari tipi di file, inclusi documenti Web e locali, file PDF e schede comuni.\n✓ Ideale per lo studio: è perfetto per gli studenti che hanno bisogno di tradurre documenti o altri materiali di studio, rendendo l'apprendimento delle lingue più accessibile ed efficiente.\n✓ Facile da usare: interfaccia semplice e comprensibile.\n\nQuesta estensione rileva automaticamente la lingua principale ed è pronta per l'uso subito dopo l'installazione.\n\nSupporto tecnico:\nSi prega di segnalare eventuali bug o suggerimenti di funzionalità qui: https://tabtranslate.com/feedback.html\nLa localizzazione dell'interfaccia utente verrà effettuata gradualmente.\n\nNota:\nTutti i diritti d'autore appartengono ai rispettivi proprietari.\nQuesta estensione non è di proprietà, concessa in licenza o sponsorizzata da Google Inc. e Google non fornisce alcun supporto per questo prodotto.",
    "ja": "ビジネスおよび教育目的で言語翻訳者を使用するためのベスト プラクティスをまとめます。\nこの拡張機能によって提案された言語翻訳ツールは、ユーザーが言語の壁を克服し、異なる言語間でより効果的にコミュニケーションをとるのに役立ちます。新しいマニフェスト V3 (MV3) に基づいています。\n\nモード:\n• Pop-up translation: 翻訳テキストのポップアップ ウィンドウ。\n• Split screen: ブラウザと言語翻訳者の間で画面を分割します。\n• One tab: 言語翻訳者用の 1 つのタブ。\n\n単語の発音を学ぶのに役立つテキスト読み上げ (TTS) 機能を使用します。ワンクリックで Web ページを好みの言語に翻訳することもできます。\n\nTab Translate 拡張機能は Google Translate API を利用しており、他の翻訳者よりも優れた独自の機能と利点を提供します。\n\n使用する利点:\n✓ 迅速で応答性: 迅速な応答時間とスムーズな操作が期待できます。\n✓ 多彩なモード: さまざまな翻訳ニーズに対応するさまざまな多機能モード。\n✓ さまざまなコンテンツ タイプとの互換性: Web およびローカル ドキュメント、PDF ファイル、共通タブなど、さまざまなファイル タイプで快適に作業できます。\n✓ 学習に最適: ドキュメントやその他の学習教材を翻訳する必要がある学生に最適で、言語学習をよりアクセスしやすく効率的にします。\n✓ ユーザーフレンドリー: シンプルでわかりやすいインターフェース。\n\nこの拡張機能は、第一言語を自動的に検出し、インストール後すぐに使用できるようになります。\n\n技術サポート：\nここでバグや機能の提案を報告してください: https://tabtranslate.com/feedback.html\nユーザー インターフェイスのローカライズは段階的に行われます。\n\nノート：\nすべての著作権はそれぞれの所有者に帰属します。\nこの拡張機能は、Google Inc. が所有、ライセンス、または後援しているものではなく、Google はこの製品のサポートを提供していません。",
    "ko": "비즈니스 및 교육 목적으로 언어 번역기를 사용하기 위한 모범 사례를 함께 제공합니다.\n이 확장 프로그램에서 제안하는 언어 번역기 도구는 사용자가 언어 장벽을 극복하고 다른 언어 간에 보다 효과적으로 의사 소통하는 데 도움이 될 수 있습니다. 새로운 매니페스트 V3(MV3)를 기반으로 합니다.\n\n모드:\n• Pop-up translation: 번역 텍스트의 팝업 창.\n• Split screen: 브라우저와 언어 번역기 간의 화면 분할.\n• One tab: 언어 번역기를 위한 단일 탭.\n\n단어의 발음을 학습하는 데 도움이 되는 TTS(텍스트 음성 변환) 기능을 사용하세요. 클릭 한 번으로 웹 페이지를 원하는 언어로 번역할 수도 있습니다.\n\n탭 번역 확장 프로그램은 Google Translate API로 구동되며 다른 번역기에 비해 고유한 기능과 이점을 제공합니다.\n\n사용의 이점:\n✓ 빠르고 반응성 : 빠른 반응속도와 원활한 동작을 기대할 수 있습니다.\n✓ 다목적 모드: 다양한 번역 요구에 맞는 다양한 다기능 모드.\n✓ 다양한 콘텐츠 형식과의 호환성: 웹 및 로컬 문서, PDF 파일, 공통 탭 등 다양한 파일 형식으로 편안하게 작업할 수 있습니다.\n✓ 학습에 이상적: 문서 또는 기타 학습 자료를 번역해야 하는 학생들에게 적합하여 언어 학습을 보다 쉽게 ​​접근하고 효율적으로 할 수 있습니다.\n✓ 사용자 친화적: 간단하고 이해하기 쉬운 인터페이스.\n\n이 확장 프로그램은 기본 언어를 자동으로 감지하고 설치 후 즉시 사용할 수 있습니다.\n\n기술적 지원:\n버그나 기능 제안이 있으면 여기에서 보고하세요: https://tabtranslate.com/feedback.html\n사용자 인터페이스의 현지화는 점진적으로 진행될 예정입니다.\n\n메모:\n모든 저작권은 해당 소유자에게 있습니다.\n이 확장 프로그램은 Google Inc.에서 소유, 라이선스 또는 후원하지 않으며 Google은 이 제품에 대한 지원을 제공하지 않습니다.",
    "lt": "Sujungia geriausius kalbų vertėjų naudojimo verslo ir švietimo tikslais praktiką.\nKalbų vertėjo įrankiai, kuriuos siūlo šis plėtinys, gali padėti vartotojams įveikti kalbos barjerus ir efektyviau bendrauti skirtingomis kalbomis. Remiantis nauju Manifest V3 (MV3).\n\nRežimai:\n• Pop-up translation: Iššokantis vertimo teksto langas.\n• Split screen: Padalinkite ekraną tarp naršyklės ir kalbos vertėjo.\n• One tab: Vienas kalbos vertėjo skirtukas.\n\nNaudokite teksto į kalbą (TTS) funkciją, kuri padeda sužinoti, kaip skamba žodžiai. Taip pat vienu spustelėjimu galite išversti tinklalapius į pageidaujamą kalbą.\n\n„Tab Translate“ plėtinys veikia naudojant „Google“ vertėjo API ir siūlo unikalias funkcijas bei pranašumus, palyginti su kitais vertėjais.\n\nNaudojimo privalumai:\n✓ Greitas ir reaguojantis: galite tikėtis greito atsako laiko ir sklandaus veikimo.\n✓ Universalūs režimai: daugybė daugiafunkcinių režimų, atitinkančių įvairius vertimo poreikius.\n✓ Suderinamumas su skirtingais turinio tipais: leidžia patogiai dirbti su įvairių tipų failais, įskaitant žiniatinklio ir vietinius dokumentus, PDF failus ir įprastus skirtukus.\n✓ Idealiai tinka studijoms: puikiai tinka studentams, kuriems reikia versti dokumentus ar kitą studijų medžiagą, todėl kalbų mokymasis tampa prieinamesnis ir efektyvesnis.\n✓ Patogi: paprasta ir suprantama sąsaja.\n\nŠis plėtinys automatiškai aptinka jūsų pagrindinę kalbą ir yra paruoštas naudoti iškart po įdiegimo.\n\nTechninė pagalba:\nPraneškite apie klaidas ar funkcijų pasiūlymus čia: https://tabtranslate.com/feedback.html\nVartotojo sąsajos lokalizavimas bus atliekamas palaipsniui.\n\nPastaba:\nVisos autorių teisės priklauso atitinkamiems jų savininkams.\nŠis plėtinys nepriklauso „Google Inc.“, jo nelicencijuoja ir neremia, todėl „Google“ neteikia jokio palaikymo šiam produktui.",
    "lv": "Apkopo labāko praksi valodu tulkotāju izmantošanai biznesa un izglītības nolūkos.\nValodu tulkošanas rīki, ko piedāvā šis paplašinājums, var palīdzēt lietotājiem pārvarēt valodas barjeras un efektīvāk sazināties dažādās valodās. Pamatojoties uz jauno Manifest V3 (MV3).\n\nRežīmi:\n• Pop-up translation: Tulkošanas teksta uznirstošais logs.\n• Split screen: Sadaliet ekrānu starp pārlūkprogrammu un valodas tulkotāju.\n• One tab: Viena cilne valodu tulkotājam.\n\nIzmantojiet teksta pārvēršanas runā (TTS) funkciju, kas palīdz uzzināt, kā vārdi skan. Varat arī tulkot tīmekļa lapas sev vēlamajā valodā tikai ar vienu klikšķi.\n\nPaplašinājumu Tab Translate nodrošina Google tulkotāja API, un tas piedāvā unikālas funkcijas un priekšrocības salīdzinājumā ar citiem tulkotājiem.\n\nLietošanas priekšrocības:\n✓ Ātra un atsaucīga: jūs varat sagaidīt ātru reakcijas laiku un vienmērīgu darbību.\n✓ Daudzpusīgi režīmi: daudzfunkcionālu režīmu klāsts, kas atbilst dažādām tulkošanas vajadzībām.\n✓ Saderība ar dažādiem satura veidiem: ļauj ērti strādāt ar dažādiem failu tipiem, tostarp tīmekļa un vietējiem dokumentiem, PDF failiem un parastajām cilnēm.\n✓ Ideāli piemērots studijām: ir lieliski piemērots studentiem, kuriem nepieciešams tulkot dokumentus vai citus mācību materiālus, padarot valodu apguvi pieejamāku un efektīvāku.\n✓ Lietotājam draudzīgs: vienkāršs un saprotams interfeiss.\n\nŠis paplašinājums automātiski nosaka jūsu primāro valodu un ir gatavs lietošanai tūlīt pēc instalēšanas.\n\nTehniskā palīdzība:\nLūdzu, ziņojiet par kļūdām vai funkciju ieteikumiem šeit: https://tabtranslate.com/feedback.html\nLietotāja saskarnes lokalizācija tiks veikta pakāpeniski.\n\nPiezīme:\nVisas autortiesības pieder to attiecīgajiem īpašniekiem.\nŠis paplašinājums nepieder, nav licencēts vai sponsorēts uzņēmumam Google Inc., un uzņēmums Google nesniedz nekādu atbalstu šim produktam.",
    "mr": "व्यवसाय आणि शैक्षणिक हेतूंसाठी भाषा अनुवादक वापरण्याच्या सर्वोत्तम पद्धती एकत्र आणते.\nया विस्ताराद्वारे प्रस्तावित केलेली भाषा अनुवादक साधने वापरकर्त्यांना भाषेतील अडथळे दूर करण्यात आणि विविध भाषांमध्ये अधिक प्रभावीपणे संवाद साधण्यास मदत करू शकतात. नवीन मॅनिफेस्ट V3 (MV3) वर आधारित.\n\nमोड:\n• Pop-up translation: भाषांतर मजकुराची पॉप-अप विंडो.\n• Split screen: ब्राउझर आणि भाषा अनुवादक दरम्यान स्प्लिट स्क्रीन.\n• One tab: भाषा अनुवादकासाठी एकच टॅब.\n\nटेक्स्ट-टू-स्पीच (TTS) फंक्शन वापरा जे तुम्हाला शब्द कसे आवाज करतात हे शिकण्यास मदत करतात. तुम्ही फक्त एका क्लिकवर तुमच्या पसंतीच्या भाषेत वेब पेजचे भाषांतर देखील करू शकता.\n\nटॅब भाषांतर विस्तार Google Translate API द्वारे समर्थित आहे आणि इतर अनुवादकांपेक्षा अद्वितीय वैशिष्ट्ये आणि फायदे ऑफर करतो.\n\nवापरण्याचे फायदे:\n✓ जलद आणि प्रतिसाद: तुम्ही जलद प्रतिसाद वेळ आणि सुरळीत ऑपरेशनची अपेक्षा करू शकता.\n✓ अष्टपैलू मोड: विविध भाषांतर गरजा पूर्ण करण्यासाठी बहुकार्यात्मक मोडची श्रेणी.\n✓ विविध सामग्री प्रकारांसह सुसंगतता: तुम्हाला वेब आणि स्थानिक दस्तऐवज, PDF फाइल्स आणि सामान्य टॅबसह विविध फाइल प्रकारांसह आरामात काम करण्याची अनुमती देते.\n✓ अभ्यासासाठी आदर्श: ज्या विद्यार्थ्यांना दस्तऐवज किंवा इतर अभ्यास सामग्रीचे भाषांतर करायचे आहे त्यांच्यासाठी योग्य आहे, ज्यामुळे भाषा शिकणे अधिक सुलभ आणि कार्यक्षम बनते.\n✓ वापरकर्ता अनुकूल: साधा आणि समजण्यासारखा इंटरफेस.\n\nहा विस्तार तुमची प्राथमिक भाषा आपोआप ओळखतो आणि स्थापनेनंतर लगेच वापरण्यासाठी तयार आहे.\n\nतांत्रिक समर्थन:\nकृपया, येथे कोणत्याही बग किंवा वैशिष्ट्य सूचनांचा अहवाल द्या: https://tabtranslate.com/feedback.html\nवापरकर्ता इंटरफेसचे स्थानिकीकरण हळूहळू केले जाईल.\n\nटीप:\nसर्व कॉपीराइट त्यांच्या संबंधित मालकांचे आहेत.\nहा विस्तार Google Inc. च्या मालकीचा, परवानाकृत किंवा प्रायोजित नाही आणि Google या उत्पादनासाठी कोणतेही समर्थन प्रदान करत नाही.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ms": "Menghimpunkan amalan terbaik untuk menggunakan penterjemah bahasa untuk tujuan perniagaan dan pendidikan.\nAlat penterjemah bahasa, yang dicadangkan oleh sambungan ini, boleh membantu pengguna mengatasi halangan bahasa dan berkomunikasi dengan lebih berkesan merentas bahasa yang berbeza. Berdasarkan Manifest V3 (MV3) baharu.\n\nMod:\n• Pop-up translation: Tetingkap timbul teks terjemahan.\n• Split screen: Pisahkan skrin antara penyemak imbas dan penterjemah bahasa.\n• One tab: Satu tab tunggal untuk penterjemah bahasa.\n\nGunakan fungsi Text-to-Speech (TTS) yang membantu anda mempelajari cara perkataan berbunyi. Anda juga boleh menterjemah halaman web ke dalam bahasa pilihan anda dengan hanya satu klik.\n\nSambungan Terjemahan Tab dikuasakan oleh API Terjemahan Google dan menawarkan ciri dan faedah unik berbanding penterjemah lain.\n\nFaedah menggunakan:\n✓ Pantas dan responsif: Anda boleh menjangkakan masa tindak balas yang cepat dan operasi yang lancar.\n✓ Mod serba boleh: Rangkaian mod pelbagai fungsi untuk memenuhi keperluan terjemahan yang berbeza.\n✓ Keserasian dengan jenis kandungan yang berbeza: Membolehkan anda bekerja dengan selesa dengan pelbagai jenis fail, termasuk web dan dokumen tempatan, fail PDF dan tab biasa.\n✓ Sesuai untuk belajar: Sangat sesuai untuk pelajar yang perlu menterjemah dokumen atau bahan kajian lain, menjadikan pembelajaran bahasa lebih mudah diakses dan cekap.\n✓ Mesra pengguna: Antara muka yang ringkas dan mudah difahami.\n\nSambungan ini secara automatik mengesan bahasa utama anda dan sedia untuk digunakan serta-merta selepas pemasangan.\n\nSokongan teknikal:\nSila laporkan sebarang pepijat atau cadangan ciri di sini: https://tabtranslate.com/feedback.html\nPenyetempatan antara muka pengguna akan dijalankan secara beransur-ansur.\n\nCatatan:\nSemua hak cipta adalah milik pemilik masing-masing.\nSambungan ini tidak dimiliki, dilesenkan atau ditaja oleh Google Inc. dan Google tidak memberikan sebarang sokongan untuk produk ini.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "nl": "Brengt de best practices samen voor het gebruik van taalvertalers voor zakelijke en educatieve doeleinden.\nHulpmiddelen voor taalvertalers, die door deze extensie worden voorgesteld, kunnen gebruikers helpen taalbarrières te overwinnen en effectiever in verschillende talen te communiceren. Gebaseerd op de nieuwe Manifest V3 (MV3).\n\nmodi:\n• Pop-up translation: Pop-upvenster met vertaalde tekst.\n• Split screen: Gesplitst scherm tussen browser en taalvertaler.\n• One tab: Eén enkel tabblad voor taalvertaler.\n\nGebruik de Text-to-Speech (TTS)-functie die u helpt te leren hoe woorden klinken. U kunt webpagina's ook met slechts één klik vertalen naar de taal van uw voorkeur.\n\nDe Tab Translate-extensie wordt mogelijk gemaakt door Google Translate API en biedt unieke functies en voordelen ten opzichte van andere vertalers.\n\nVoordelen van het gebruik:\n✓ Snel en responsief: u kunt een snelle reactietijd en een soepele werking verwachten.\n✓ Veelzijdige modi: een reeks multifunctionele modi voor verschillende vertaalbehoeften.\n✓ Compatibiliteit met verschillende inhoudstypen: stelt u in staat comfortabel met verschillende bestandstypen te werken, waaronder web- en lokale documenten, pdf-bestanden en algemene tabbladen.\n✓ Ideaal voor studie: is perfect voor studenten die documenten of ander studiemateriaal moeten vertalen, waardoor het leren van talen toegankelijker en efficiënter wordt.\n✓ Gebruiksvriendelijk: eenvoudige en begrijpelijke interface.\n\nDeze extensie detecteert automatisch uw primaire taal en is direct na installatie klaar voor gebruik.\n\nTechnische hulp:\nMeld eventuele bugs of suggesties voor functies hier: https://tabtranslate.com/feedback.html\nDe lokalisatie van de gebruikersinterface zal geleidelijk worden uitgevoerd.\n\nOpmerking:\nAlle auteursrechten behoren toe aan hun respectieve eigenaars.\nDeze extensie is geen eigendom van, wordt niet gelicentieerd door of wordt niet gesponsord door Google Inc. en Google biedt geen ondersteuning voor dit product.",
    "no": "Samler beste praksis for bruk av språkoversettere til forretnings- og utdanningsformål.\nSpråkoversetterverktøy, som foreslås av denne utvidelsen, kan hjelpe brukere med å overvinne språkbarrierer og kommunisere mer effektivt på tvers av forskjellige språk. Basert på den nye Manifest V3 (MV3).\n\nModus:\n• Pop-up translation: Popup-vindu med oversettelsestekst.\n• Split screen: Delt skjerm mellom nettleser og språkoversetter.\n• One tab: Én enkelt fane for språkoversetter.\n\nBruk tekst-til-tale-funksjonen (TTS) som hjelper deg å lære hvordan ord høres ut. Du kan også oversette nettsider til ditt foretrukne språk med bare ett klikk.\n\nTab Translate-utvidelsen drives av Google Translate API og tilbyr unike funksjoner og fordeler i forhold til andre oversettere.\n\nFordeler med å bruke:\n✓ Rask og responsiv: Du kan forvente rask responstid og jevn drift.\n✓ Allsidige moduser: En rekke multifunksjonelle moduser for å dekke ulike oversettelsesbehov.\n✓ Kompatibilitet med ulike innholdstyper: Lar deg jobbe komfortabelt med ulike filtyper, inkludert web- og lokale dokumenter, PDF-filer og vanlige faner.\n✓ Ideell for studier: Er perfekt for studenter som trenger å oversette dokumenter eller annet studiemateriell, noe som gjør språklæring mer tilgjengelig og effektiv.\n✓ Brukervennlig: Enkelt og forståelig grensesnitt.\n\nDenne utvidelsen oppdager automatisk hovedspråket ditt og er klar til bruk umiddelbart etter installasjon.\n\nTeknisk støtte:\nVennligst rapporter eventuelle feil eller funksjonsforslag her: https://tabtranslate.com/feedback.html\nLokalisering av brukergrensesnittet vil bli utført gradvis.\n\nMerk:\nAlle opphavsrettigheter tilhører deres respektive eiere.\nDenne utvidelsen er ikke eid, lisensiert eller sponset av Google Inc., og Google gir ingen støtte for dette produktet.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "pl": "Łączy najlepsze praktyki korzystania z tłumaczy językowych w celach biznesowych i edukacyjnych.\nNarzędzia do tłumaczenia języków proponowane przez to rozszerzenie mogą pomóc użytkownikom pokonać bariery językowe i skuteczniej komunikować się w różnych językach. W oparciu o nowy Manifest V3 (MV3).\n\nTryby:\n• Pop-up translation: Wyskakujące okienko tekstu tłumaczenia.\n• Split screen: Podziel ekran między przeglądarkę i tłumacz języka.\n• One tab: Jedna zakładka dla tłumacza języka.\n\nUżyj funkcji Text-to-Speech (TTS), która pomaga nauczyć się brzmienia słów. Możesz także tłumaczyć strony internetowe na preferowany język za pomocą jednego kliknięcia.\n\nRozszerzenie Tab Translate jest obsługiwane przez Google Translate API i oferuje unikalne funkcje i zalety w porównaniu z innymi tłumaczami.\n\nKorzyści z używania:\n✓ Szybkość i responsywność: Możesz oczekiwać szybkiego czasu reakcji i płynnego działania.\n✓ Wszechstronne tryby: Szereg wielofunkcyjnych trybów dostosowanych do różnych potrzeb tłumaczeniowych.\n✓ Zgodność z różnymi typami zawartości: umożliwia wygodną pracę z różnymi typami plików, w tym dokumentami internetowymi i lokalnymi, plikami PDF i popularnymi kartami.\n✓ Idealny do nauki: jest idealny dla studentów, którzy muszą tłumaczyć dokumenty lub inne materiały do ​​nauki, dzięki czemu nauka języka jest bardziej dostępna i wydajna.\n✓ Przyjazny dla użytkownika: Prosty i zrozumiały interfejs.\n\nTo rozszerzenie automatycznie wykrywa Twój podstawowy język i jest gotowe do użycia natychmiast po instalacji.\n\nPomoc techniczna:\nProszę zgłaszać wszelkie błędy lub sugestie dotyczące funkcji tutaj: https://tabtranslate.com/feedback.html\nLokalizacja interfejsu użytkownika będzie prowadzona stopniowo.\n\nNotatka:\nWszelkie prawa autorskie należą do ich odpowiednich właścicieli.\nTo rozszerzenie nie jest własnością, nie jest licencjonowane ani sponsorowane przez Google Inc., a Google nie zapewnia żadnej pomocy technicznej dla tego produktu.",
    "pt_PT": "Reúne as melhores práticas para o uso de tradutores de idiomas para fins comerciais e educacionais.\nAs ferramentas de tradução de idiomas, propostas por esta extensão, podem ajudar os usuários a superar as barreiras do idioma e se comunicar de maneira mais eficaz em diferentes idiomas. Baseado no novo Manifest V3 (MV3).\n\nModos:\n• Pop-up translation: Janela pop-up de texto de tradução.\n• Split screen: Tela dividida entre o navegador e o tradutor de idiomas.\n• One tab: Uma única guia para o tradutor de idiomas.\n\nUse a função Text-to-Speech (TTS) que ajuda você a aprender como as palavras soam. Você também pode traduzir páginas da web para o idioma de sua preferência com apenas um clique.\n\nA extensão Tab Translate é desenvolvida pela API do Google Tradutor e oferece recursos e benefícios exclusivos em relação a outros tradutores.\n\nBenefícios de usar:\n✓ Rápido e responsivo: você pode esperar um tempo de resposta rápido e uma operação suave.\n✓ Modos versáteis: uma variedade de modos multifuncionais para atender a diferentes necessidades de tradução.\n✓ Compatibilidade com diferentes tipos de conteúdo: permite que você trabalhe confortavelmente com vários tipos de arquivos, incluindo documentos da Web e locais, arquivos PDF e guias comuns.\n✓ Ideal para estudo: É perfeito para alunos que precisam traduzir documentos ou outros materiais de estudo, tornando o aprendizado de idiomas mais acessível e eficiente.\n✓ Fácil de usar: Interface simples e compreensível.\n\nEsta extensão detecta automaticamente seu idioma principal e está pronta para uso imediatamente após a instalação.\n\nSuporte técnico:\nPor favor, reporte quaisquer bugs ou sugestões de recursos aqui: https://tabtranslate.com/feedback.html\nA localização da interface do usuário será realizada gradualmente.\n\nObservação:\nTodos os direitos autorais pertencem aos seus respectivos proprietários.\nEsta extensão não é de propriedade, licenciada ou patrocinada pelo Google Inc., e o Google não fornece qualquer suporte para este produto.",
    "ro": "Reunește cele mai bune practici pentru utilizarea traducătorilor de limbi străine în scopuri de afaceri și educaționale.\nInstrumentele de traducere lingvistică, cele propuse de această extensie, pot ajuta utilizatorii să depășească barierele lingvistice și să comunice mai eficient în diferite limbi. Bazat pe noul Manifest V3 (MV3).\n\nModuri:\n• Pop-up translation: Fereastra pop-up a textului de traducere.\n• Split screen: Ecran împărțit între browser și traducător de limbă.\n• One tab: O singură filă pentru traducătorul de limbi.\n\nUtilizați funcția Text-to-Speech (TTS) care vă ajută să învățați cum sună cuvintele. De asemenea, puteți traduce pagini web în limba preferată cu un singur clic.\n\nExtensia Tab Translate este alimentată de API-ul Google Translate și oferă caracteristici și beneficii unice față de alți traducători.\n\nBeneficiile utilizării:\n✓ Rapid și receptiv: vă puteți aștepta la un timp de răspuns rapid și o funcționare lină.\n✓ Moduri versatile: O gamă de moduri multifuncționale pentru a se potrivi diferitelor nevoi de traducere.\n✓ Compatibilitate cu diferite tipuri de conținut: Vă permite să lucrați confortabil cu diferite tipuri de fișiere, inclusiv documente web și locale, fișiere PDF și file comune.\n✓ Ideal pentru studiu: este perfect pentru studenții care au nevoie să traducă documente sau alte materiale de studiu, făcând învățarea limbilor mai accesibilă și mai eficientă.\n✓ Ușor de utilizat: interfață simplă și ușor de înțeles.\n\nAceastă extensie detectează automat limba dvs. principală și este gata de utilizare imediat după instalare.\n\nSuport tehnic:\nVă rugăm să raportați orice erori sau sugestii de funcții aici: https://tabtranslate.com/feedback.html\nLocalizarea interfeței cu utilizatorul se va realiza treptat.\n\nNotă:\nToate drepturile de autor aparțin proprietarilor respectivi.\nAceastă extensie nu este deținută, licențiată sau sponsorizată de Google Inc., iar Google nu oferă niciun suport pentru acest produs.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "ru": "Объединяет передовой опыт использования языковых переводчиков в деловых и образовательных целях.\nИнструменты языкового переводчика, предлагаемые этим расширением, могут помочь пользователям преодолеть языковые барьеры и более эффективно общаться на разных языках. На основе нового манифеста V3 (MV3).\n\nРежимы:\n• Pop-up translation: Всплывающее окно текста перевода.\n• Split screen: Разделение экрана между браузером и языковым переводчиком.\n• One tab: Одна единственная вкладка для языкового переводчика.\n\nИспользуйте функцию преобразования текста в речь (TTS), которая поможет вам узнать, как звучат слова. Вы также можете перевести веб-страницы на предпочитаемый язык одним щелчком мыши.\n\nРасширение Tab Translate работает на основе Google Translate API и предлагает уникальные функции и преимущества по сравнению с другими переводчиками.\n\nПреимущества использования:\n✓ Быстрый и отзывчивый: вы можете рассчитывать на быстрое время отклика и бесперебойную работу.\n✓ Универсальные режимы: ряд многофункциональных режимов для удовлетворения различных потребностей перевода.\n✓ Совместимость с различными типами содержимого: позволяет комфортно работать с различными типами файлов, включая веб-документы и локальные документы, файлы PDF и общие вкладки.\n✓ Идеально подходит для учебы: идеально подходит для студентов, которым необходимо переводить документы или другие учебные материалы, делая изучение языка более доступным и эффективным.\n✓ Удобный: простой и понятный интерфейс.\n\nЭто расширение автоматически определяет ваш основной язык и готово к использованию сразу после установки.\n\nТехническая поддержка:\nПожалуйста, сообщайте о любых ошибках или предложениях по функциям здесь: https://tabtranslate.com/feedback.html\nЛокализация пользовательского интерфейса будет осуществляться постепенно.\n\nПримечание:\nВсе авторские права принадлежат их владельцам.\nЭто расширение не принадлежит, не лицензируется и не спонсируется Google Inc., и Google не предоставляет никакой поддержки для этого продукта.",
    "sk": "Spája osvedčené postupy používania jazykových prekladačov na obchodné a vzdelávacie účely.\nNástroje na prekladanie jazykov, ktoré ponúka toto rozšírenie, môžu používateľom pomôcť prekonať jazykové bariéry a efektívnejšie komunikovať v rôznych jazykoch. Na základe nového Manifest V3 (MV3).\n\nRežimy:\n• Pop-up translation: Vyskakovacie okno textu prekladu.\n• Split screen: Rozdelená obrazovka medzi prehliadačom a jazykovým prekladačom.\n• One tab: Jedna karta pre prekladač jazykov.\n\nPoužite funkciu Text-to-Speech (TTS), ktorá vám pomôže naučiť sa, ako slová znejú. Môžete tiež preložiť webové stránky do vášho preferovaného jazyka jediným kliknutím.\n\nRozšírenie Tab Translate využíva rozhranie Google Translate API a ponúka jedinečné funkcie a výhody oproti iným prekladačom.\n\nVýhody použitia:\n✓ Rýchle a pohotové: Môžete očakávať rýchlu odozvu a plynulú prevádzku.\n✓ Všestranné režimy: Rad multifunkčných režimov, ktoré vyhovujú rôznym potrebám prekladu.\n✓ Kompatibilita s rôznymi typmi obsahu: Umožňuje vám pohodlne pracovať s rôznymi typmi súborov vrátane webových a miestnych dokumentov, súborov PDF a bežných kariet.\n✓ Ideálne na štúdium: Ideálne pre študentov, ktorí potrebujú preložiť dokumenty alebo iné študijné materiály, čím sa učenie jazykov stane dostupnejším a efektívnejším.\n✓ Užívateľsky prívetivé: Jednoduché a zrozumiteľné rozhranie.\n\nToto rozšírenie automaticky rozpozná váš primárny jazyk a je pripravené na použitie ihneď po inštalácii.\n\nTechnická podpora:\nAkékoľvek chyby alebo návrhy funkcií nahláste tu: https://tabtranslate.com/feedback.html\nLokalizácia používateľského rozhrania sa bude vykonávať postupne.\n\nPoznámka:\nVšetky autorské práva patria ich príslušným vlastníkom.\nToto rozšírenie nevlastní, nelicencuje ani nesponzoruje spoločnosť Google Inc. a spoločnosť Google neposkytuje pre tento produkt žiadnu podporu.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "sl": "Združuje najboljše prakse za uporabo jezikovnih prevajalcev v poslovne in izobraževalne namene.\nOrodja za prevajanje jezikov, ki jih predlaga ta razširitev, lahko uporabnikom pomagajo premagati jezikovne ovire in učinkoviteje komunicirati v različnih jezikih. Temelji na novem manifestu V3 (MV3).\n\nNačini:\n• Pop-up translation: Pojavno okno besedila prevoda.\n• Split screen: Razdeljen zaslon med brskalnikom in jezikovnim prevajalnikom.\n• One tab: En sam zavihek za prevajalnik jezikov.\n\nUporabite funkcijo pretvorbe besedila v govor (TTS), ki vam pomaga izvedeti, kako zvenijo besede. Prav tako lahko s samo enim klikom prevedete spletne strani v želeni jezik.\n\nRazširitev Tab Translate poganja Google Translate API in ponuja edinstvene funkcije in prednosti v primerjavi z drugimi prevajalniki.\n\nPrednosti uporabe:\n✓ Hitro in odzivno: pričakujete lahko hiter odzivni čas in nemoteno delovanje.\n✓ Različni načini: vrsta večnamenskih načinov, ki ustrezajo različnim potrebam prevajanja.\n✓ Združljivost z različnimi vrstami vsebine: Omogoča vam udobno delo z različnimi vrstami datotek, vključno s spletnimi in lokalnimi dokumenti, datotekami PDF in običajnimi zavihki.\n✓ Idealno za študij: je kot nalašč za študente, ki morajo prevajati dokumente ali drugo študijsko gradivo, zaradi česar je učenje jezikov dostopnejše in učinkovitejše.\n✓ Uporabniku prijazen: preprost in razumljiv vmesnik.\n\nTa razširitev samodejno zazna vaš primarni jezik in je pripravljena za uporabo takoj po namestitvi.\n\nTehnična podpora:\nPrijavite morebitne napake ali predloge funkcij tukaj: https://tabtranslate.com/feedback.html\nLokalizacija uporabniškega vmesnika bo potekala postopoma.\n\nOpomba:\nVse avtorske pravice pripadajo njihovim lastnikom.\nTa razširitev ni v lasti, licenci ali sponzorju Google Inc. in Google ne zagotavlja nobene podpore za ta izdelek.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "sr": "Обједињује најбоље праксе за коришћење преводилаца језика у пословне и образовне сврхе.\nАлати за преводиоце језика, које предлаже ово проширење, могу помоћи корисницима да превазиђу језичке баријере и ефикасније комуницирају на различитим језицима. Заснован на новом Манифесту В3 (МВ3).\n\nРежими:\n• Pop-up translation: Искачући прозор текста превода.\n• Split screen: Подели екран између претраживача и преводиоца језика.\n• One tab: Једна картица за преводиоце језика.\n\nКористите функцију Тект-то-Спеецх (ТТС) која вам помаже да научите како речи звуче. Такође можете превести веб странице на жељени језик само једним кликом.\n\nЕкстензија Таб Транслате покреће АПИ Гоогле Транслате и нуди јединствене функције и предности у односу на друге преводиоце.\n\nПредности коришћења:\n✓ Брз и брз одзив: Можете очекивати брзо време одзива и несметан рад.\n✓ Разноврсни режими: Низ мултифункционалних режима који одговарају различитим потребама превођења.\n✓ Компатибилност са различитим типовима садржаја: Омогућава вам да удобно радите са различитим типовима датотека, укључујући веб и локалне документе, ПДФ датотеке и уобичајене картице.\n✓ Идеално за учење: Савршено за студенте који треба да преводе документе или друге материјале за учење, чинећи учење језика приступачнијим и ефикаснијим.\n✓ Лак за корисника: Једноставан и разумљив интерфејс.\n\nОво проширење аутоматски открива ваш примарни језик и спремно је за употребу одмах након инсталације.\n\nТехничка подршка:\nМолимо вас да пријавите све грешке или предлоге функција овде: хттпс://табтранслате.цом/феедбацк.хтмл\nЛокализација корисничког интерфејса ће се вршити постепено.\n\nБелешка:\nСва ауторска права припадају њиховим власницима.\nОво проширење није у власништву, лиценцираном или спонзорисаном од стране Гоогле Инц., а Гоогле не пружа никакву подршку за овај производ.",
    "sv": "Sammanställer bästa praxis för att använda språköversättare för affärs- och utbildningsändamål.\nSpråköversättningsverktyg, som föreslås av denna tillägg, kan hjälpa användare att övervinna språkbarriärer och kommunicera mer effektivt mellan olika språk. Baserat på nya Manifest V3 (MV3).\n\nLägen:\n• Pop-up translation: Popup-fönster med översättningstext.\n• Split screen: Delad skärm mellan webbläsare och språköversättare.\n• One tab: En enda flik för språköversättare.\n\nAnvänd funktionen Text-to-Speech (TTS) som hjälper dig att lära dig hur ord låter. Du kan också översätta webbsidor till ditt föredragna språk med bara ett klick.\n\nTab Translate-tillägget drivs av Google Translate API och erbjuder unika funktioner och fördelar jämfört med andra översättare.\n\nFördelar med att använda:\n✓ Snabb och lyhörd: Du kan förvänta dig en snabb svarstid och smidig drift.\n✓ Mångsidiga lägen: En rad multifunktionella lägen för att passa olika översättningsbehov.\n✓ Kompatibilitet med olika innehållstyper: Gör att du kan arbeta bekvämt med olika filtyper, inklusive webbdokument och lokala dokument, PDF-filer och vanliga flikar.\n✓ Idealisk för studier: Är perfekt för studenter som behöver översätta dokument eller annat studiematerial, vilket gör språkinlärningen mer tillgänglig och effektiv.\n✓ Användarvänligt: ​​Enkelt och begripligt gränssnitt.\n\nDetta tillägg känner automatiskt av ditt primära språk och är redo att användas direkt efter installationen.\n\nTeknisk support:\nRapportera eventuella buggar eller funktionsförslag här: https://tabtranslate.com/feedback.html\nLokalisering av användargränssnittet kommer att utföras gradvis.\n\nNotera:\nAlla upphovsrätter tillhör sina respektive ägare.\nDet här tillägget ägs, licensieras eller sponsras inte av Google Inc., och Google tillhandahåller ingen support för den här produkten.",
    "ta": "வணிக மற்றும் கல்வி நோக்கங்களுக்காக மொழி மொழிபெயர்ப்பாளர்களைப் பயன்படுத்துவதற்கான சிறந்த நடைமுறைகளை ஒன்றிணைக்கிறது.\nஇந்த நீட்டிப்பு மூலம் முன்மொழியப்பட்ட மொழி மொழிபெயர்ப்பாளர் கருவிகள், பயனர்கள் மொழி தடைகளை கடக்க மற்றும் பல்வேறு மொழிகளில் மிகவும் திறம்பட தொடர்பு கொள்ள உதவும். புதிய மேனிஃபெஸ்ட் V3 (MV3) அடிப்படையிலானது.\n\nமுறைகள்:\n• Pop-up translation: மொழிபெயர்ப்பு உரையின் பாப்-அப் சாளரம்.\n• Split screen: உலாவி மற்றும் மொழி மொழிபெயர்ப்பாளர் இடையே திரையைப் பிரிக்கவும்.\n• One tab: மொழி மொழிபெயர்ப்பாளருக்கான ஒற்றை தாவல்.\n\nவார்த்தைகள் எப்படி ஒலிக்கின்றன என்பதை அறிய உதவும் உரையிலிருந்து பேச்சு (TTS) செயல்பாட்டைப் பயன்படுத்தவும். ஒரே கிளிக்கில் இணையப் பக்கங்களை உங்களுக்கு விருப்பமான மொழியில் மொழிபெயர்க்கலாம்.\n\nTab Translate நீட்டிப்பு Google Translate API ஆல் இயக்கப்படுகிறது மற்றும் பிற மொழிபெயர்ப்பாளர்களைக் காட்டிலும் தனித்துவமான அம்சங்களையும் நன்மைகளையும் வழங்குகிறது.\n\nபயன்படுத்துவதன் நன்மைகள்:\n✓ வேகமான மற்றும் பதிலளிக்கக்கூடியது: விரைவான மறுமொழி நேரம் மற்றும் மென்மையான செயல்பாட்டை நீங்கள் எதிர்பார்க்கலாம்.\n✓ பல்துறை முறைகள்: பல்வேறு மொழிபெயர்ப்புத் தேவைகளுக்கு ஏற்றவாறு பல்செயல்பாட்டு முறைகளின் வரம்பு.\n✓ வெவ்வேறு உள்ளடக்க வகைகளுடன் இணக்கம்: இணையம் மற்றும் உள்ளூர் ஆவணங்கள், PDF கோப்புகள் மற்றும் பொதுவான தாவல்கள் உட்பட பல்வேறு கோப்பு வகைகளுடன் வசதியாக வேலை செய்ய உங்களை அனுமதிக்கிறது.\n✓ படிப்பதற்கு ஏற்றது: ஆவணங்கள் அல்லது பிற ஆய்வுப் பொருட்களை மொழிபெயர்க்க வேண்டிய மாணவர்களுக்கு ஏற்றது, மொழி கற்றலை மேலும் அணுகக்கூடியதாகவும் திறமையாகவும் ஆக்குகிறது.\n✓ பயனர் நட்பு: எளிய மற்றும் புரிந்துகொள்ளக்கூடிய இடைமுகம்.\n\nஇந்த நீட்டிப்பு உங்கள் முதன்மை மொழியை தானாகவே கண்டறிந்து, நிறுவிய பின் உடனடியாகப் பயன்படுத்தத் தயாராக உள்ளது.\n\nதொழில்நுட்ப உதவி:\nஏதேனும் பிழைகள் அல்லது அம்சப் பரிந்துரைகளை இங்கே புகாரளிக்கவும்: https://tabtranslate.com/feedback.html\nபயனர் இடைமுகத்தின் உள்ளூர்மயமாக்கல் படிப்படியாக மேற்கொள்ளப்படும்.\n\nகுறிப்பு:\nஅனைத்து பதிப்புரிமைகளும் அந்தந்த உரிமையாளர்களுக்கு சொந்தமானது.\nஇந்த நீட்டிப்பு Google Inc. ஆல் சொந்தமானது, உரிமம் அல்லது ஸ்பான்சர் செய்யப்படவில்லை, மேலும் இந்த தயாரிப்புக்கான எந்த ஆதரவையும் Google வழங்காது.\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "th": "รวบรวมแนวปฏิบัติที่ดีที่สุดสำหรับการใช้ตัวแปลภาษาเพื่อวัตถุประสงค์ทางธุรกิจและการศึกษา\nเครื่องมือแปลภาษาที่เสนอโดยส่วนขยายนี้สามารถช่วยให้ผู้ใช้เอาชนะอุปสรรคด้านภาษาและสื่อสารได้อย่างมีประสิทธิภาพมากขึ้นในภาษาต่างๆ ขึ้นอยู่กับ Manifest V3 ใหม่ (MV3)\n\nโหมด:\n• Pop-up translation: หน้าต่างป๊อปอัปของข้อความแปล\n• Split screen: แบ่งหน้าจอระหว่างเบราว์เซอร์และตัวแปลภาษา\n• One tab: แท็บเดียวสำหรับนักแปลภาษา\n\nใช้ฟังก์ชัน Text-to-Speech (TTS) ที่ช่วยให้คุณเรียนรู้ว่าคำต่างๆ ออกเสียงอย่างไร คุณยังสามารถแปลหน้าเว็บเป็นภาษาที่คุณต้องการได้ด้วยคลิกเดียว\n\nส่วนขยายการแปลของแท็บขับเคลื่อนโดย Google Translate API และนำเสนอคุณลักษณะเฉพาะและคุณประโยชน์ที่เหนือกว่าโปรแกรมแปลภาษาอื่นๆ\n\nประโยชน์ของการใช้:\n✓ รวดเร็วและตอบสนอง: คุณสามารถคาดหวังเวลาตอบสนองที่รวดเร็วและการทำงานที่ราบรื่น\n✓ โหมดอเนกประสงค์: โหมดมัลติฟังก์ชั่นที่หลากหลายเพื่อให้เหมาะกับความต้องการในการแปลที่แตกต่างกัน\n✓ ความเข้ากันได้กับเนื้อหาประเภทต่างๆ: ช่วยให้คุณทำงานกับไฟล์ประเภทต่างๆ ได้อย่างสะดวกสบาย รวมถึงเอกสารบนเว็บและในเครื่อง ไฟล์ PDF และแท็บทั่วไป\n✓ เหมาะอย่างยิ่งสำหรับการศึกษา: เหมาะสำหรับนักเรียนที่ต้องการแปลเอกสารหรือสื่อการเรียนอื่นๆ ทำให้การเรียนรู้ภาษาสามารถเข้าถึงได้และมีประสิทธิภาพมากขึ้น\n✓ เป็นมิตรกับผู้ใช้: ส่วนต่อประสานที่เรียบง่ายและเข้าใจได้\n\nส่วนขยายนี้จะตรวจหาภาษาหลักของคุณโดยอัตโนมัติและพร้อมใช้งานทันทีหลังการติดตั้ง\n\nการสนับสนุนทางเทคนิค:\nโปรดรายงานจุดบกพร่องหรือคำแนะนำคุณลักษณะต่างๆ ที่นี่: https://tabtranslate.com/feedback.html\nการแปลส่วนต่อประสานกับผู้ใช้เป็นภาษาท้องถิ่นจะดำเนินการอย่างค่อยเป็นค่อยไป\n\nบันทึก:\nลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nส่วนขยายนี้ไม่ได้เป็นเจ้าของ ได้รับใบอนุญาต หรือสนับสนุนโดย Google Inc. และ Google ไม่ได้ให้การสนับสนุนใดๆ สำหรับผลิตภัณฑ์นี้\n\n----------------------------------\n\nThis extension strictly adheres to all Chrome Web Store Policies and Terms of Service.",
    "tr": "İş ve eğitim amaçlı dil çevirmenlerini kullanmak için en iyi uygulamaları bir araya getirir.\nBu uzantı tarafından önerilen dil çevirmen araçları, kullanıcıların dil engellerini aşmasına ve farklı diller arasında daha etkili iletişim kurmasına yardımcı olabilir. Yeni Manifest V3'e (MV3) dayanmaktadır.\n\nmodlar:\n• Pop-up translation: Çeviri metninin açılır penceresi.\n• Split screen: Tarayıcı ve dil çevirmeni arasında bölünmüş ekran.\n• One tab: Dil çevirmeni için tek bir sekme.\n\nKelimelerin nasıl ses çıkardığını öğrenmenize yardımcı olan Metin Okuma (TTS) işlevini kullanın. Ayrıca web sayfalarını tek bir tıklamayla tercih ettiğiniz dile çevirebilirsiniz.\n\nTab Translate uzantısı, Google Translate API tarafından desteklenmektedir ve diğer çevirmenlere göre benzersiz özellikler ve avantajlar sunar.\n\nKullanmanın faydaları:\n✓ Hızlı ve duyarlı: Hızlı yanıt süresi ve sorunsuz çalışma bekleyebilirsiniz.\n✓ Çok yönlü modlar: Farklı çeviri ihtiyaçlarına uygun bir dizi çok işlevli mod.\n✓ Farklı içerik türleriyle uyumluluk: Web ve yerel belgeler, PDF dosyaları ve ortak sekmeler dahil olmak üzere çeşitli dosya türleriyle rahatça çalışmanıza olanak tanır.\n✓ Eğitim için ideal: Dil öğrenimini daha erişilebilir ve verimli hale getirerek, belgeleri veya diğer çalışma materyallerini çevirmesi gereken öğrenciler için mükemmeldir.\n✓ Kullanıcı dostu: Basit ve anlaşılır arayüz.\n\nBu uzantı, birincil dilinizi otomatik olarak algılar ve kurulumdan hemen sonra kullanıma hazırdır.\n\nTeknik Destek:\nLütfen hataları veya özellik önerilerini buradan bildirin: https://tabtranslate.com/feedback.html\nKullanıcı arayüzünün yerelleştirilmesi aşamalı olarak gerçekleştirilecektir.\n\nNot:\nTüm telif hakları ilgili sahiplerine aittir.\nBu uzantının sahibi, lisansı veya sponsorluğu Google Inc.'e ait değildir ve Google bu ürün için herhangi bir destek sağlamamaktadır.",
    "uk": "Об’єднує найкращі практики використання мовних перекладачів у бізнесі та освітніх цілях.\nІнструменти перекладу мов, запропоновані цим розширенням, можуть допомогти користувачам подолати мовні бар’єри та ефективніше спілкуватися різними мовами. На основі нового Manifest V3 (MV3).\n\nРежими:\n• Pop-up translation: Спливаюче вікно тексту перекладу.\n• Split screen: Розділений екран між браузером і мовним перекладачем.\n• One tab: Одна вкладка для мовного перекладача.\n\nВикористовуйте функцію синтезу мовлення (TTS), яка допоможе вам дізнатися, як звучать слова. Ви також можете перекладати веб-сторінки на бажану мову лише одним клацанням миші.\n\nРозширення Tab Translate працює на основі API Google Translate і пропонує унікальні функції та переваги порівняно з іншими перекладачами.\n\nПереваги використання:\n✓ Швидкий і чуйний: ви можете очікувати швидкого відгуку та безперебійної роботи.\n✓ Універсальні режими: низка багатофункціональних режимів для різних потреб перекладу.\n✓ Сумісність із різними типами вмісту: дозволяє зручно працювати з різними типами файлів, включаючи веб-документи та локальні документи, PDF-файли та звичайні вкладки.\n✓ Ідеально підходить для навчання: ідеально підходить для студентів, яким потрібно перекладати документи чи інші навчальні матеріали, що робить вивчення мови більш доступним та ефективним.\n✓ Зручність: простий і зрозумілий інтерфейс.\n\nЦе розширення автоматично визначає вашу основну мову та готове до використання відразу після встановлення.\n\nТехнічна підтримка:\nБудь ласка, повідомляйте про будь-які помилки або пропозиції щодо функцій тут: https://tabtranslate.com/feedback.html\nЛокалізація інтерфейсу користувача буде проводитися поступово.\n\nПримітка:\nУсі авторські права належать їхнім відповідним власникам.\nЦе розширення не належить, не має ліцензії та не спонсорується Google Inc., і Google не надає жодної підтримки для цього продукту.",
    "vi": "Tập hợp các phương pháp hay nhất để sử dụng trình dịch ngôn ngữ cho mục đích kinh doanh và giáo dục.\nCác công cụ dịch ngôn ngữ do tiện ích mở rộng này đề xuất có thể giúp người dùng vượt qua rào cản ngôn ngữ và giao tiếp hiệu quả hơn trên các ngôn ngữ khác nhau. Dựa trên Manifest V3 (MV3) mới.\n\nchế độ:\n• Pop-up translation: Cửa sổ bật lên của văn bản dịch.\n• Split screen: Chia đôi màn hình giữa trình duyệt và trình dịch ngôn ngữ.\n• One tab: Một tab duy nhất cho người dịch ngôn ngữ.\n\nSử dụng chức năng Chuyển văn bản thành giọng nói (TTS) để giúp bạn tìm hiểu âm thanh của từ. Bạn cũng có thể dịch các trang web sang ngôn ngữ ưa thích của mình chỉ bằng một cú nhấp chuột.\n\nTiện ích mở rộng Tab Translate được cung cấp bởi API Google Dịch và cung cấp các tính năng cũng như lợi ích độc đáo so với các trình dịch khác.\n\nLợi ích của việc sử dụng:\n✓ Nhanh chóng và phản hồi: Bạn có thể mong đợi thời gian phản hồi nhanh và hoạt động trơn tru.\n✓ Các chế độ linh hoạt: Một loạt các chế độ đa chức năng phù hợp với các nhu cầu dịch thuật khác nhau.\n✓ Khả năng tương thích với các loại nội dung khác nhau: Cho phép bạn làm việc thoải mái với nhiều loại tệp khác nhau, bao gồm tài liệu web và cục bộ, tệp PDF và các tab thông thường.\n✓ Lý tưởng để học tập: Hoàn hảo cho những sinh viên cần dịch tài liệu hoặc các tài liệu học tập khác, giúp việc học ngôn ngữ trở nên dễ tiếp cận và hiệu quả hơn.\n✓ Thân thiện với người dùng: Giao diện đơn giản, dễ hiểu.\n\nTiện ích mở rộng này tự động phát hiện ngôn ngữ chính của bạn và sẵn sàng sử dụng ngay sau khi cài đặt.\n\nHỗ trợ kỹ thuật:\nVui lòng báo cáo bất kỳ lỗi hoặc đề xuất tính năng nào tại đây: https://tabtranslate.com/feedback.html\nBản địa hóa giao diện người dùng sẽ được thực hiện dần dần.\n\nGhi chú:\nMọi bản quyền thuộc về chủ sử hữu của chúng.\nTiện ích mở rộng này không được Google Inc. sở hữu, cấp phép hoặc tài trợ và Google không cung cấp bất kỳ hỗ trợ nào cho sản phẩm này.",
    "zh_CN": "汇集了将语言翻译器用于商业和教育目的的最佳实践。\n此扩展程序提出的语言翻译工具可以帮助用户克服语言障碍并更有效地跨不同语言进行交流。基于新的 Manifest V3 (MV3)。\n\n模式：\n• Pop-up translation: 翻译文本的弹出窗口。\n• Split screen: 浏览器和语言翻译器之间的分屏。\n• One tab: 语言翻译器的一个选项卡。\n\n使用文本转语音 (TTS) 功能帮助您了解单词的发音。您还可以一键将网页翻译成您喜欢的语言。\n\nTab Translate 扩展程序由 Google Translate API 提供支持，与其他翻译器相比具有独特的功能和优势。\n\n使用的好处：\n✓ 快速响应：您可以期待快速的响应时间和流畅的操作。\n✓ 多种模式：一系列多功能模式可满足不同的翻译需求。\n✓ 与不同内容类型的兼容性：让您可以轻松地处理各种文件类型，包括网络和本地文档、PDF 文件和常用选项卡。\n✓ 学习的理想选择：非常适合需要翻译文件或其他学习材料的学生，让语言学习更容易、更高效。\n✓ 用户友好：简单易懂的界面。\n\n此扩展程序会自动检测您的主要语言，并可在安装后立即使用。\n\n技术支援：\n请在此处报告任何错误或功能建议：https://tabtranslate.com/feedback.html\n用户界面的本地化将逐步进行。\n\n笔记：\n所有版权属于其各自所有者。\n此扩展程序不由 Google Inc. 所有、许可或赞助，Google 不为此产品提供任何支持。",
    "zh_TW": "匯集了將語言翻譯器用於商業和教育目的的最佳實踐。\n此擴展程序提出的語言翻譯工具可以幫助用戶克服語言障礙並更有效地跨不同語言進行交流。基於新的 Manifest V3 (MV3)。\n\n模式：\n• Pop-up translation: 翻譯文本的彈出窗口。\n• Split screen: 瀏覽器和語言翻譯器之間的分屏。\n• One tab: 語言翻譯器的一個選項卡。\n\n使用文本轉語音 (TTS) 功能幫助您了解單詞的發音。您還可以一鍵將網頁翻譯成您喜歡的語言。\n\nTab Translate 擴展程序由 Google Translate API 提供支持，與其他翻譯器相比具有獨特的功能和優勢。\n\n使用的好處：\n✓ 快速響應：您可以期待快速的響應時間和流暢的操作。\n✓ 多種模式：一系列多功能模式可滿足不同的翻譯需求。\n✓ 與不同內容類型的兼容性：讓您可以輕鬆地處理各種文件類型，包括網絡和本地文檔、PDF 文件和常用選項卡。\n✓ 學習的理想選擇：非常適合需要翻譯文件或其他學習材料的學生，讓語言學習更容易、更高效。\n✓ 用戶友好：簡單易懂的界面。\n\n此擴展程序會自動檢測您的主要語言，並可在安裝後立即使用。\n\n技術支援：\n請在此處報告任何錯誤或功能建議：https://tabtranslate.com/feedback.html\n用戶界面的本地化將逐步進行。\n\n筆記：\n所有版權屬於其各自所有者。\n此擴展程序不由 Google Inc. 所有、許可或贊助，Google 不為此產品提供任何支持。"
  }
}