{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Cover Letter Generator by Kickresume"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly generate an AI-tailored cover letter for any given job post — all with a single click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate a unique, tailored cover letter for any job posting. This Chrome extension allows you to instantly draft a cover letter to match the job post you are currently viewing. \n\nKickresume.com has already helped nearly 4,000,000 job seekers worldwide land their dream jobs. Now one part of their toolkit, the AI Cover Letter Writer, is being released as a Chrome extension. Its intuitive, single-button interface never gets in the way and lets you focus on what matters most — landing your dream job quickly and easily.\n\nThe generator runs on OpenAI’s GPT-4 and is able to mimic the professional language recruiters expect from cover letters. It seamlessly integrates with your job search process and is great for people who do not feel like writing a new cover letter for every job application.\n\n🦾 Features\n\t•\tGenerate a tailored cover letter with AI.\n\t•\tWorks with the most popular online job platforms.\n\t•\tEasy one-click operation.\n\t•\tCovers a wide range of industries and job types.\n\t•\tGPT-4 ensures that the used language is always professional and suited to your industry.\n\n🤝 User-friendly Experience\n\t•\tInstall the extension and find your desired job post.\n\t•\tOnce there, click the extension button and let the AI generate a cover letter specifically tailored to that job post.\n\n🙌 Save Time and Effort\n\t•\tLet AI take the hassle out of crafting a unique cover letter for each job application.\n\t•\tSpeed up your job application process as the extension writes your cover letter for you.\n\n🤖 The AI Behind the Cover Letter Generator\n\t•\tHarness the power of GPT-4 to write compelling, job-specific cover letters.\n\t•\tThe AI mimics the language that recruiters expect, ensuring your cover letters always reads professionally and appropriately.\n\n👨‍🍳 Works With Any Job Type & Industry\n\t•\tWorks with any job post across a wide range of industries.\n\t•\tWhether you're a seasoned professional or a fresh graduate, our extension has got you covered.\n\nTry the AI Cover Letter Generator by Kickresume and land your dream job more quickly and easily. Apply for more jobs faster with AI-tailored cover letters. Download today!"
  }
}