{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MS Doc Link"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Handle MS Office Document links in a better way",
    "de": "Öffnet / Verwaltet Hyperlinks auf MS Office Dokumente"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension provides several options for handling/opening Microsoft Office Documents. In the default mode you can only open the documents via opening the context menu on a hyperlink on a web page, which points to either a Microsoft Word, Excel, PowerPoint or Visio file.\n\nYou can however use several other options via the Extension menu (click on the icon)\n\nThe usable options are the following:\n=> activate a link history\n   Each time a document link is opened a history entry is created. \n   (The history can be accessed via the extension menu or via the context menu \n   action)\n\n=> Choose a custom action for a left mouse click on a document link\n  - Open online\n  - Open in protected mode (Desktop application)\n  - Open in edit mode (Desktop application)\n  - Download file\n  - ...\n\n=> Choose a custom copy to clipboard action for the option popover, the extension menu and the history/favorites page\n\n=> Create Favorites from your history\n\n=> Access Favorites and your recent history (up to the last 20 entries)\n\nContext Menu Actions on the page\n--------------------------------\n- Perform file action during click on office link\n- Open favorites/history page (click somewhere on the page)\n\nContext Menu Actions on the Extension Icon\n-------------------------------------------\n- Open favorites/history page\n\nIMPORTANT NOTES:\n- The extension settings are synced to your google account\n- The history/favorites are only stored in the local storage of the browser\n- The extension uses the Microsoft Office URI protocols for opening documents. Depending on web server where the file is stored, this may or may not work. The extension was designed primarily for the use in Microsoft SharePoint sites, but may also work elsewhere\n\nSupported Document formats:\n--------------------------------------\n- Word:       *.doc, *.docx, *.docm\n- Excel:      *.xls, *.xlsx, *.xlsm, *.xlsb, *.csv\n- PowerPoint: *.ppt, *.pptx, *.pptm\n- Visio: *.vsd, *.vsdx, *.vsdm, *.vssx, *.vssm, *.vstx,  *.vstm",
    "de": "Diese Erweiterung bietet mehrere Möglichkeiten zur Handhabung bzw. zum Öffnen von Microsoft Office Dokumenten. In der Standardeinstellung können solche Dokumente nur geöffnet werden indem sie das Kontextmenü über Hyperlinks öffnen, welche auf Microsoft Word, Excel, PowerPoint oder Visio Dokumente verweisen.\n\nSie können jedoch weitere Optionen über das Erweiterungsmenü konfigurieren (Klick auf den Icon in der Browser-Toolbar).\n\nDie möglichen Einstellungen sind die folgenden:\n=> Einschalten eines Linkverlaufs\n   Bei jedem Öffnen eines Dokuments wird ein Verlaufseintrag erzeugt.\n   (Der Verlauf can über das Erweiterungsmenü oder über das Kontextmenü \n   geöffnet werden)\n   \n=> Wählen sie eine benutzerdefinierte Aktion für einen Mausklick auf ein\n   Dokument aus\n   - Online öffnen\n   - Im schreibgeschützten Modus in der lokalen Anwendung öffnen\n   - Im Bearbeitungsmodus in der lokalen Anwendung öffnen\n   - Datei herunterladen\n   - ...\n\n=> Favoriten aus Verlaufseinträgen erzeugen\n\n=> Zugriff auf ihre Favoriten/kürzlichen Verlauf\n\nKontextmenü Aktionen auf der Seite\n-----------------------------------\n- Dateiaktion bei Klick auf Dokument Link\n- Öffnen der Favoriten/ des Verlaufs (Irgendwo auf der Seite)\n\nKontextmenü Aktionen auf dem Erweiterungs-Icon\n----------------------------------------------\n- Öffnen der Favoriten/Verlaufs-Seite   \n\nWICHTIGE HINWEISE:\n- Die Erweiterungseinstellungen werden mit ihrem Google Konto synchronisiert\n- Der Verlauf/die Favoriten werden nur lokal im Browser gespeichert\n- Die Erweiterung verwendet die Microsoft Office URI Protokolle zum Öffnen von Dokumente. Abhängig davon auf welchem Webserver die Dokumente gespeichert sind, kann es sein, dass dies vom Server unterbunden wird. Die Erweiterung wurde primär für Microsoft Sharepoint Seiten erstellt, kann jedoch auch auf anderen Webseiten funktionsfähgig sein.\n\nUnterstützte Dateiformate:\n--------------------------------------\n- Word:       *.doc, *.docx, *.docm\n- Excel:      *.xls, *.xlsx, *.xlsm, *.xlsb, *.csv\n- PowerPoint: *.ppt, *.pptx, *.pptm\n- Visio: *.vsd, *.vsdx, *.vsdm, *.vssx, *.vssm, *.vstx,  *.vstm"
  }
}