{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkVault"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Decentralized mnemonic(seed) manager. Ensures your digital assets remain securely linked and accessible for life."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "--{ This project is collaborative and open source. }--\n\n-- LINKVAULT: DECENTRALIZED MNEMONIC MANAGER --\n\nLinkVault is the ultimate mnemonic management tool, enabling complete decentralization of recovery phrases, especially designed for crypto wallets.\n\n-- IS IT SAFE ? --\nThe cryptography behind LinkVault is based on the algorithm used by Bitcoin, plus Argon2, ensuring protection against brute force attacks on MnemoLinks.\n\n-- GETTINGS STARTED WITH LINKVAULT IS EASY --\n[Create a Password]-> Start by creating a password in the popup. This can be simple; protect against local extraction.\n[Craft Your Master Mnemonic]-> Carefully create your custom Master Mnemonic on the main page. Take advantage of the language selection and word count options to generate the seed that best suits you.\n[Link Existing Mnemonics]-> Begin linking your existing mnemonics by using the \"+\" button.\n[Learn Your Master Mnemonic at Your Pace]-> Use the mini-games available within the secure environment of the app to familiarize yourself with your Master Mnemonic.\n\n**Note:** Ensure you're not being watched when accessing your vault.\n\n~~ The app is in beta phase, so please proceed with caution. For now, prefer using test mnemonics (you can generate a random mnemonic by clicking on the language flag) and share your feedback to improve the user experience. ~~\n\nA \"dark and light theme toggle button\" is available in the corner top-right of the app, it can be used to alternate between \"light\" and \"dark\" visual theme for a product closest to your personal preferences.\nIs this feature safe?? (Probably yes)"
  }
}