{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twitch High Quality"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens Twitch streams in the highest quality available, and keeps them that way, always."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever found yourself working on multiple tasks, only to realize your stream has downgraded to a pixelated mess? I've got just the fix. Introducing Twitch High Quality, the extension designed to keep your Twitch streams in pristine condition, no matter how many tabs you've got open, or what window your focus is in. This nifty tool not only guarantees streams in the highest possible quality but also hands you the reins to manage which streams get the high-definition treatment and which ones don't. Perfect for those who like their entertainment crisp, without the hassle of constant manual adjustments.\n\nWhy Twitch High Quality?\nPicture this: You're buried in work, with spreadsheets on one side and urgent emails on the other, but your lifeline to relaxation and entertainment—your favorite Twitch stream—is playing on the other screen. The last thing you want is to look over only to be greeted by a drop in quality that pulls you out of the experience. Twitch High Quality is here to ensure that never happens. It keeps your streams crystal clear, ensuring that no matter your focus, the quality of your background entertainment never wanes. With an intuitive on/off switch, it's the epitome of set-it-and-forget-it, streamlined for maximum efficiency and peak performance.\n\nFlex Your Data:\nTwitch High Quality is a subtle brag of your capability to handle the extra bandwidth required for constant high-quality streaming. Consider it your exclusive pass to the best possible Twitch experience, signaling to the world that you accept nothing less than perfection.\n\nEase of Use:\nTwitch High Quality keeps it simple with a straightforward toggle feature, allowing you to dictate which streams remain in high definition and which ones can take a backseat. Decided to dial back on the quality for a bit? No problem. The extension smartly reloads your page for a seamless transition back to default quality handling, making your THQ extension usage as effortless as breathing.\n\nCompatibility King:\nWorried about browser compatibility? Don't be. Twitch High Quality extends its royal treatment across all browsers that support Chrome extensions. Firefox users, Opera enthusiasts, and Safari devotees alike can all join in on the high-quality streaming fiesta.\n\nConclusion:\nSettling for less is a thing of the past. With Twitch High Quality, you're not just enhancing your streaming experience, you're revolutionizing it. It's a must-have for stream lovers and multitaskers alike, offering the power to keep your streams in HD glory, no matter where your focus lies. So, if you're ready to elevate your Twitch game to its highest potential, Twitch High Quality is waiting."
  }
}