{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KlS Figo Restorant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Figo Restorant Eklentisi"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Restoranlarda Kullanılacak Kurye Çağırma Eklentisi\nGünümüzün hızlı tempolu restoran sektöründe, müşteri memnuniyetini artırmak ve operasyonel verimliliği sağlamak için teknolojik yeniliklere uyum sağlamak kaçınılmaz bir hale gelmiştir. Bu bağlamda, restoranların ihtiyaç duyduğu bir kurye çağırma sistemine yönelik geliştirilmiş olan bu eklenti, restoranların sipariş süreçlerini daha hızlı ve etkili bir şekilde yönetmelerine olanak tanımaktadır.\n\nEklentinin Amacı ve İşlevi:\n\nRestoranlar için geliştirilen bu kurye çağırma eklentisi, restoranların hızlı bir şekilde kurye talep etmelerini sağlamak amacıyla tasarlanmıştır. Restoran çalışanları, bu eklenti üzerinden müşterilerden gelen siparişlerin teslimatı için bir kurye talebinde bulunabilirler. Eklenti, kullanıcı dostu bir arayüz ile restoran çalışanlarının müşteri bilgilerini kolayca girerek hızlı bir şekilde kurye çağırmalarını sağlar.\n\nBu sistemin en büyük avantajı, restoranın mevcut iş akışına sorunsuz bir şekilde entegre edilebilmesidir. Siparişin alınmasından teslimatın tamamlanmasına kadar olan süreç, bu eklenti sayesinde daha koordineli bir şekilde yönetilebilir. Böylece restoranların operasyonel verimliliği artarken, müşteri memnuniyeti de en üst düzeye çıkarılır.\n\nEklentinin Teknik Özellikleri:\n\nEklenti, restoranın mevcut sistemlerine kolayca entegre edilebilecek şekilde tasarlanmıştır. Müşteri bilgileri, sipariş detayları ve teslimat adresi gibi temel bilgilerin girişi için optimize edilmiş bir kullanıcı arayüzü sunar. Ayrıca, restoranların farklı kurye hizmet sağlayıcıları ile entegre olabilmesi için çeşitli API bağlantılarını destekler. Bu, restoranların tercih ettikleri kurye hizmetini seçmelerine olanak tanır.\n\nEklenti ayrıca, kuryenin restoran ve teslimat adresi arasındaki mesafeyi hesaplayarak tahmini teslimat süresi sunar. Bu özellik, restoranların müşterilerine daha doğru bilgi vermesine yardımcı olur ve teslimat sürecinin daha öngörülebilir olmasını sağlar.\n\nRestoranlar İçin Sağladığı Faydalar:\n\nBu eklentinin en büyük avantajlarından biri, restoranların sipariş teslimat süreçlerini daha etkin bir şekilde yönetmelerini sağlamasıdır. Müşteri memnuniyetinin yüksek tutulması, restoranların sadık müşteri kitlesi oluşturmasına yardımcı olur ve bu da uzun vadede işin büyümesine katkıda bulunur.\n\nAyrıca, eklenti sayesinde restoranlar kurye taleplerini merkezi bir yerden yönetebilir, bu da operasyonel süreçlerin daha şeffaf ve izlenebilir olmasını sağlar. Eklenti, kuryelerin siparişleri alıp teslim etme süreçlerini de takip ederek, olası gecikmeleri ve aksaklıkları minimize eder.\n\nSonuç:\n\nGeliştirilen bu kurye çağırma eklentisi, restoranların operasyonel verimliliğini artırmak ve müşteri memnuniyetini üst düzeye çıkarmak amacıyla tasarlanmıştır. Restoranların iş süreçlerine kolayca entegre edilebilen bu eklenti, kullanıcı dostu arayüzü ve gelişmiş özellikleri ile restoranların sipariş teslimat süreçlerini daha hızlı ve güvenilir bir şekilde yönetmelerine olanak tanır. Bu sayede, restoranlar hem operasyonel maliyetlerini düşürebilir hem de müşteri deneyimini iyileştirerek rekabet avantajı elde edebilir."
  }
}