{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Games That Are Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Games That Are Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Games That Are Unblocked - Your Ultimate Destination for Unrestricted Gaming Fun in Chrome!\n\nUnleash endless gaming possibilities with the Games That Are Unblocked Chrome Extension. This extension grants you access to a vast library of unblocked games, all conveniently playable within your Chrome browser. With its user-friendly interface, you can effortlessly explore and enjoy a wide range of gaming genres, from classic arcade games to the latest flash games. The extension ensures a seamless, lag-free gaming experience without the need for any downloads or additional software.\n\nKey Features:\n\nExtensive library of unblocked games across various genres\nSeamless integration with Chrome browser for instant access\nNo downloads or additional software required\nFast, reliable, and lag-free gaming experience\nUser-friendly interface for easy navigation and game discovery\n\nHow to Add to Chrome:\n\nClick 'Add to Chrome' next to the Games That Are Unblocked extension.\nA pop-up window will appear. Click 'Add Extension'.\nThe extension will be installed, and an icon will appear in your browser's toolbar.\nHow to Uninstall:\n\nClick the three-dot menu icon in the top-right corner of Chrome.\nGo to 'More tools' > 'Extensions'.\nFind 'Games That Are Unblocked' in your list of extensions.\nClick 'Remove' and confirm the action in the pop-up.\n\nDiscover More Games:\nExplore an extensive collection of games easily accessible from the extension's intuitive menu. From action-packed adventures to mind-bending puzzles, there's something for every gaming enthusiast.\n\nNote: This extension is designed to provide you with a world of unblocked gaming entertainment, ensuring hours of fun and excitement without any restrictions or limitations."
  }
}