{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SellerAmp SAS - Amazon FBA Analysis Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze products to sell on Amazon via Online Arbitrage. Includes Keepa charts, FBA profit calculator, stock levels and more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SellerAmp SAS (Sourcing Analysis Simplified) provides key data you need for Amazon Online Arbitrage and wholesale sourcing. \n\nAnalyze products using SAS on ANY website with a SINGLE CLICK. SellerAmp SAS saves you hours when sourcing by searching Amazon’s database for matching products, and answers important questions:  \n\nCan you sell it?\n- Are you eligible to sell the product\n- Is it Dangerous Goods\n- Is it Hazmat\n- Is it Private Label\n- Any known IP issues\n- Are there variations\n- Is it meltable\n …and more\n\nDoes it sell? \n- Current and historic BSR (Sales Rank) averages\n- Estimated sales\n- Competing offers, prices and stock levels\n- Interactive price and BSR history charts driven from Keepa data\n\nIs it profitable?\n- Profit calculator factoring all Amazon fees and your costs\n- Instantly calculate ROI, profit, profit margin, break even sale price, etc.\n- Shows the maximum cost to meet your ROI and profit criteria\n\nSAS also provides powerful tools to help you find and organize your analysis:\n- History of all products you analyze\n- Storefront Search: see products of any Amazon storefront\n- Export data to Google sheets\n- Variations viewer\n- Integrations with sourcing and business management tools\n- Notes and tags to organize your sourcing\n\nSellerAmp SAS is available on the following Amazon marketplaces: US, UK, Canada, France, Germany, Italy and Spain. \n\nSAS subscription also includes use of a mobile app (perfect for Retail Arbitrage) and web app (great for full screen analysis) for use outside the extension. \n\nDownload the extension and get your free trial started. You will speed up your sourcing analysis, gain valuable insights while you source with confidence. Visit selleramp.com for more information."
  }
}