{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KCLS Library Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Log in automatically to your family's KCLS accounts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Remember user accounts and prompts when logging in. Syncs along with your Chrome logins.\n\nDirections:\nAfter installing the extension, navigating to the Login screen on KCLS will show a menu where you can add users using the plus sign. It will prompt for a \"Vault\" password which will be used to encrypt Card Numbers and PINs. Otherwise those may be able to be snooped in network traffic if you're set to use the very handy Chrome sync. There was talk of sync being encrypted, but...\n\nThe \"Vault\" password may be saved on your local machine, so that you would only need to enter it again if using a synced Chrome instance on a different machine. You then would have the option to store it on that machine.\n\nIf a Library user doesn't want to store her PIN in the \"Vault,\" just leave it blank. They will be prompted for it at the beginning of their session and it will be forgotten when they close their browser tab.\n\nDisclaimer:\nI only guarantee that I will not intentionally gather, use, share or compromise your library card number and PIN. I can't be held liable for anything beyond that.\n\nFeatures:\n\n\nUpdates:\n1.7 updates to chosen family library while placing hold.\n1.9 gives one click hold, or watch for copies before placing hold\n1.27 library now using https for home page.\n2.0 Logins to new site. Freeze and switch library functionality may no longer be needed and as of now, won't work.\n2.5 When placing hold while on item screen, login menu will now also appear.\n2.8 Cutoff auto-renew infinite loop in manual mode. Lib changed userStatus div from id to class.\n3.21 Switch to Firebase\n3.25 In Transit Items separated out\n3.35 New URL: kcls.org\n3.38,39 Search Version 2"
  }
}