{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Appsheet Print"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly print and export PDF, Docx, Excel, Google Sheets, and more from Appsheet. No sync and no automation needed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The AppsheetPrint extension is designed to enhance your experience with no-code platforms...With this extension, you can easily extract and manipulate HTML data from your configured actions.\n-----------------------------------------------\nKey Features:\nHTML Extraction:\n\nThe extension captures HTML content from specified URLs, enabling you to gather information seamlessly.\n\nExport Options:\n\nOnce the HTML data is extracted, you can export it in multiple formats, including PDF and Excel, making it ideal for reporting and data analysis.\nUser-Friendly Interface:\n\nThe extension is designed with user experience in mind, allowing you to perform actions with minimal effort and technical knowledge.\nCompatibility with No-Code Tools:\n\nReal-Time Data Manipulation:\n\nUsers can manipulate the extracted data in real-time, facilitating immediate access to information needed for decision-making.\nUse Cases:\nReporting: Generate reports in PDF or Excel format from HTML data, simplifying the process of sharing information with stakeholders.\n\nData Analysis: Export data for further analysis, making it easier to derive insights and make informed decisions.\n\nDocumentation: Create well-structured documents directly from HTML content, ensuring accuracy and clarity.\n-----------------------------------------------\n\nUsage Instructions:\n1. Use the \"Overview\" button to Guide.\n\n2. Use the \"Option\" button to enable or disable auto-printing.\n\n3. For more information, refer to the guidelines provided in this section.\n\nFeel free to reach out for any questions or feedback!\n\nTo use this extension, configure your HTML output in the action settings. Use the structure below for the Action \"Go to a Website\":\n\n\"https://example.com?html=\" & ENCODEURL(SUBSTITUTE(\n\"\n<Html here!>\n\", \"%\", \"percent\"))\n\n\nChangeable components:\n\nhttps://example.com: You can use any URL, preferably a non-functional one for easier processing.\n<Html here!>: Your HTML content. Use AI chat tools for quick HTML creation.\n\n-----------------------------------------------\nConclusion:\nThe AppsheetPrint extension is a powerful tool that streamlines the process of extracting, decoding, and exporting HTML data, making it a valuable asset for anyone using no-code applications. Whether you're generating reports, analyzing data, or creating documentation, this extension is here to simplify your workflow."
  }
}