{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlocker Lite"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block ads seamlessly on popular websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlocker Lite is a browser add-on that enables you to block annoying ads seamlessly on popular websites. It has 2 modes, Lite and Full. In lite mode, the extension uses the least amount of CPU power and memory and it runs based on pure CSS. Lite mode is ideal for slow machines. In full mode, more ads are targeted and more CPU power and memory are required.\n\nSome important features:\n\n1. It allows you to block annoying ads, scripts, images, iframes and many more.\n2. Ultra-lite extension with no significant memory and CPU usage.\n3. Unlike other similar products, AdBlocker Lite uses hard coded filtering rules for fast and reliable performance.\n4. Provides an easy access filtering list if you wish to allow advertisement on some websites.\n5. Includes ON|OFF  button to quickly disable or enable the extension.\n6. Includes Highlight/Block modes; in highlight mode, you can only highlight ads without blocking (hiding) them, but in block mode, ads are blocked.\n7. Easily switch between full and lite modes (default is lite mode).\n8. Add custom blocking rules. Currently, only rules in the form of css-selectors are accepted.\n9. Badge icon text shows the number of blocked ads (active in full mode only).\n\nNote 1: In AdBlocker Lite you can allow some websites (including its homepage) to show non-intrusive advertisements. By doing this you support websites that rely on advertising. Some websites are added by default, but this list can be modified at any time.\n\nNote 2: AdBlocker Lite is designed to block ads on popular websites only (i.e. facebook, youtube, gmail, yahoo mail, etc). Besides, it does not block popup-ads, if you need a full-featured adblocker please use other adblocker addons in the addon store.\n\nNote 3: To add a custom rule, please use css-selectors. For example, the following rule hides a div element with class test: div[class='test']. Please note, you can only add valid CSS rules, otherwise, it won't be added to the list."
  }
}