{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HistoryGuard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block specific URLs from being tracked in your browser history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HistoryGuard is a user-friendly Chrome extension designed to give you more control over your browsing privacy. With HistoryGuard, you can easily add specific URLs to a private list that won't be recorded in your browser's history. Whether you're researching sensitive topics, managing multiple accounts, or simply want to keep certain sites private, HistoryGuard is your perfect companion.\n\nFeatures:\n\n- Customizable URL List: Add any URL to your private list with just a few clicks. URLs on this list won't be tracked or saved in your browser history.\n- Full Regexp Support\n- Load a list of URLs from a file\n- Download all your entries into a backup file\n- Easy to Use Interface: Manage your private URL list effortlessly through an intuitive and straightforward interface.\n- Enhanced Privacy: Ensure your browsing history remains clean and free of certain entries, providing an extra layer of privacy for sensitive activities.\n- Secure and Private: Your private URL list is stored locally on your device, ensuring your data is never shared or compromised.\n\nHow to Use:\n\nInstall HistoryGuard: Add the HistoryGuard extension to your Chrome browser from the Chrome Web Store.\nAdd URLs: Open the HistoryGuard extension and enter the URLs you want to exclude from your history.\nManage Your List: Edit or remove URLs from your private list at any time through the extension interface.\nWhy Choose HistoryGuard?\n\nHistoryGuard is ideal for anyone who values their privacy and wants more control over their browsing history. Whether you're a professional managing multiple projects, a student conducting confidential research, or just someone who values their online privacy, HistoryGuard ensures your browsing stays private.\n\nGet Started Today!"
  }
}