{
  "name": {
    "am,ar,bn,el,pl,sw,ta,te": "Neon Run Online Game",
    "bg,fa,gu,hi,lv,sk": "Neon Run Game",
    "ca,mr,ms,sl": "Neon Run Unblocked Game",
    "cs,da,de,en,en_AU,en_GB,en_US,es,es_419,et,fi,fr,hu,id,it,ja,lt,nl,pt_BR,pt_PT,ro,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Neon Run Casual Game",
    "fil,he,hr,kn,ko,ml,no,sv,th": "Neon Run Online"
  },
  "short": {
    "ar": "حاول تحطيم جميع الأرقام القياسية دون الاصطدام بالجدران أثناء تقدمك على مسار النيون.",
    "am": "በኒዮን መንገድ ላይ እድገት ስታደርግ ግድግዳዎቹን ሳትመታ መዝገቦቹን በሙሉ ለመስበር ሞክር።",
    "bg": "Опитайте се да разбиете всички записи, без да удряте стените, докато напредвате на неоновата писта.",
    "bn": "নিয়ন ট্র্যাকে অগ্রগতির সাথে সাথে দেওয়ালে আঘাত না করে সমস্ত রেকর্ড ভাঙার চেষ্টা করুন।",
    "ca": "Intenta batre tots els rècords sense colpejar les parets a mesura que avances per la pista de neó.",
    "cs": "Pokuste se zlomit všechny rekordy, aniž byste narazili do zdí, jak postupujete na neonové dráze.",
    "da": "Prøv at slå alle rekorderne uden at ramme væggene, når du skrider frem på neonsporet.",
    "de": "Versuchen Sie, alle Rekorde zu brechen, ohne die Wände zu treffen, während Sie auf der Neonbahn voranschreiten.",
    "el": "Προσπαθήστε να σπάσετε όλα τα ρεκόρ χωρίς να χτυπήσετε τους τοίχους καθώς προχωράτε στην πίστα νέον.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Try to break all the records without hitting the walls as you progress on the neon track.",
    "es": "Intenta romper todos los récords sin golpear las paredes a medida que avanzas en la pista de neón.",
    "et": "Proovige neoonrajal edenedes purustada kõik rekordid ilma seinu löömata.",
    "fa": "سعی کنید برای شکستن تمام سوابق بدون ضربه زدن به دیوار به عنوان شما در مسیر نئون پیشرفت.",
    "fi": "Yritä rikkoa kaikki ennätykset lyömättä seiniä, kun etenet neonradalla.",
    "fil": "Sikaping basagin ang lahat ng talaan nang walang pagpindot sa mga pader habang umuunlad ka sa neon track.",
    "fr": "Essayez de battre tous les records sans frapper les murs au fur et à mesure que vous progressez sur la piste de néon.",
    "gu": "નિયોન ટ્રેક પર જેમ જેમ તમે પ્રગતિ કરો છો તેમ તેમ દિવાલોને ફટકાર્યા વિના બધા રેકોર્ડ્સ તોડવાનો પ્રયાસ કરો.",
    "he": "נסו לשבור את כל השיאים מבלי לפגוע בקירות ככל שאתם מתקדמים במסלול הניאון.",
    "hi": "आप नीयन ट्रैक पर प्रगति के रूप में दीवारों को मारने के बिना सभी रिकॉर्ड तोड़ने की कोशिश करो।",
    "hr": "Pokušajte srušiti sve rekorde bez udaranja u zidove dok napredujete na neonskoj stazi.",
    "hu": "Próbáld meg megdönteni az összes rekordot anélkül, hogy a falaknak ütköznél, miközben haladsz a neonpályán.",
    "id": "Cobalah untuk memecahkan semua rekor tanpa menabrak dinding saat Anda maju di trek neon.",
    "it": "Cerca di battere tutti i record senza colpire i muri mentre avanzi sulla pista al neon.",
    "ja": "あなたがネオントラックを進むにつれて壁にぶつかることなく、すべての記録を破るようにしてください。",
    "kn": "ನೀವು ನಿಯಾನ್ ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಮುಂದುವರಿದಂತೆ ಗೋಡೆಗಳನ್ನು ಹೊಡೆಯದೆ ಎಲ್ಲಾ ದಾಖಲೆಗಳನ್ನು ಮುರಿಯಲು ಪ್ರಯತ್ನಿಸಿ.",
    "ko": "네온 트랙에서 진행하면서 벽에 부딪히지 않고 모든 기록을 깨뜨리십시오.",
    "lv": "Mēģiniet pārspēt visus rekordus, netrāpot sienās, virzoties uz neona trasi.",
    "ml": "നിയോൺ ട്രാക്കിൽ പുരോഗമിക്കുമ്പോൾ ചുവരുകളിൽ തട്ടാതെ എല്ലാ റെക്കോർഡുകളും തകർക്കാൻ ശ്രമിക്കുക.",
    "mr": "निऑन ट्रॅकवर प्रगती करत असताना भिंतींना न मारता सर्व विक्रम मोडण्याचा प्रयत्न करा.",
    "ms": "Cuba memecahkan semua rekod tanpa memukul dinding semasa anda maju di trek neon.",
    "nl": "Probeer alle records te breken zonder de muren te raken terwijl je verder komt op de neonbaan.",
    "no": "Prøv å bryte alle platene uten å treffe veggene når du går videre på neonsporet.",
    "pl": "Spróbuj pobić wszystkie rekordy, nie uderzając w ściany w miarę postępów na neonowym torze.",
    "ro": "Încercați să spargeți toate înregistrările fără a lovi pereții pe măsură ce progresați pe pista de neon.",
    "ru": "Постарайтесь побить все рекорды, не ударяясь о стены по мере продвижения по неоновой дорожке.",
    "sk": "Pokúste sa prekonať všetky rekordy bez toho, aby ste narazili na steny, keď postupujete po neónovej stope.",
    "sl": "Poskusite podati vse rekorde, ne da bi udarili stene, ko napredujete na neonski stezi.",
    "sv": "Försök att slå alla rekord utan att slå på väggarna när du går vidare på neonspåret.",
    "sw": "Jaribu kuvunja rekodi zote bila kupiga kuta unapoendelea kwenye njia ya neon.",
    "ta": "நீங்கள் நியான் பாதையில் முன்னேறும்போது சுவர்களைத் தாக்காமல் அனைத்து பதிவுகளையும் உடைக்க முயற்சிக்கவும்.",
    "te": "నియాన్ ట్రాక్ పై మీరు పురోగతి సాధిస్తున్నప్పుడు గోడలను తాకకుండా అన్ని రికార్డులను బద్దలు కొట్టడానికి ప్రయత్నించండి.",
    "th": "พยายามทําลายสถิติทั้งหมดโดยไม่ชนกําแพงในขณะที่คุณเดินบนแทร็กนีออน",
    "tr": "Neon pistte ilerlerken duvarlara çarpmadan tüm rekorları kırmaya çalışın.",
    "uk": "Намагайтеся бити всі рекорди, не потрапляючи в стіни в міру просування по неоновій трасі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to drift on a neon platform with a crazy cube! Make your best drift and show your skill.\n\nHow To Play\nPlayed with Mouse.\n\nNeon Run Casual Game Features\n✓ Arcade Sounds\n✓ Colorful Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Neon Run Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}