{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyT: il web x gestire il tennis"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyTournament : come gestire un torneo di tennis (e in carrozzina), dalle iscrizioni ai tabelloni e risultati, tutto-via-web"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utilizzando il nostro sito web MYT potrai gestire tutte le fasi di un torneo, dalle iscrizioni ai risultati. Con 3-tre-3 link potrai controllare tutto il torneo e condividere le informazioni con il pubblico.\nIl primo link sarà utilizzato dai  giocatori per iscriversi. Il secondo link sarà utilizzato da te per accedere al pannello di controllo tramite il quale potrai: convalidare o respingere le iscrizioni, gestire i tabelloni e l'order of play, e infine, anche il price money. Tutto questo tramite una serie di parametri che sai tu a gestire. Il terzo link sarà per il pubblico, per consentire loro di accedere ai tabelloni, risultati e order of play che tu avrai gestito attraverso il pannello di controllo. Tutto senza installare niente. E se non hai nessuno in grado di fare queste attività, ti forniamo anche il supporto umano; ci invierari i sorteggi, i tabelloni e i risultati e noi provvederemo a gestire questi dati per te in tempo reale. Tu fai giocare, noi facciamo il resto. E' disponibile anche un ambiente di prova. Vai sul sito di assistenza , guarda i nostri video, prova l'applicazione di test e guarda la documentazione, e se non basta, contattaci senza farti troppi problemi. Con questo sw gestiamo già da diversi anni il Torneo Internazionale di Tennis in carrozzina di Alghero, quello di Livorno e di Cecina."
  }
}