{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pretty Js"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pretty print your Javascript and JSON. Format your code for easier reading. Convert between XML and JSON."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple tool to quickly and easily format your JavaScript and JSON. See your code formatted as you type! Or have your code instantly converted when you paste into the text area. Also lets you convert between JSON and XML. \n\nThis tool is useful if you :\n-  want a quick way to format JSON that is, for example, returned as a single line by a Web service call. \n-  have a JSON structure that's just badly formatted, \n-  just want to prototype a JSON structure and have it formatted as you type rather than worry about formatting it yourself.\n-  want to see the formatted JSON while debugging a web service call\n-  need your JSON as XML or want to convert some XML to JSON\n\nFeatures:\n- available as an icon on your Chrome toolbar\n- remembers the current state so when you reopen the tool you can carry on where you left off- you won't lose any of your work when you close the tool\n- convenient buttons for copy and pasting to and from the clipboard\n- provides a useful button for replacing the JSON in your work area with the formatted version - useful when prototyping a JSON structure\n- formats Javascript\n- basic json validation errors are shown\n- provides links to other tools from LinangData from the More tools menu\n- It's free!"
  }
}