{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Převod měn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Převod měn, který pracuje s aktuálním kurzovním lístkem České národní banky."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jednoduchý převodník světových měn na českou korunu. Pokud často nakupujete v zahraničních obchodech, budete mít konečně po ruce rychlý způsob, jak zjistit, kolik vámi žádané zboží stojí v korunách.\n\nVlastnosti:\n- vždy aktuální kurzovní lístek České národní banky\n- obousměrný převod\n- možnost nastavit si měny jako oblíbené pro snažší práci\n- rozšíření si pamatuje naposledy použitou měnu a směr převodu\n- rychlý výpočet s okamžitou odezvou\n\nNávod k použití:\n1/ Otevřete rozšíření kliknutím na ikonu aplikace v pravém horním rohu prohlížeče.\n2/ Začněte psát částku, kterou chcete převést na jinou měnu, případně nejprve vyberte jinou cílovou měnu.\n3/ Pro převod z korun na cizí částku zadejte cenu do druhého pole. Mezi poli je možné se navigovovat i pomocí kláves [TAB] (přeskočit z levého pole do pravého) a [SHIFT+TAB] (přeskočit z pravého pole do levého).\n4/ Kliknutím na ozubené kolečko v pravém horním rohu rozšíření aktivujete mód Nastavení ve kterém je možné vybírat oblíbené měny, které budou vždy k dispozici po otevření aplikace.\n\n\nPokud máte nápad na zlepšení nebo objevíte chybu, neváhejte mě kontaktovat :)\nE-mail: xxmort AT gmail.com\n\nSeznam změn v jednotlivých verzích:\n1.4 - Nový vzhled, zjednodušené uživatelské rozhraní (odebrání tlačítek, převod měn ihned při psaní částek bez nutnosti potvrzení, možnost začít psát částku hned po otevření aplikace)\n1.3 - Manifest soubor rozšíření byl převeden z verze 1 na verzi 2 (povinné pro všechny rozšíření od začátku srpna 2012)\n1.2 - Opravena chyba s převodem měn, které jsou v kurzovním lístku udávané ve větším množství (např. 1 EUR vs 100 JPY) \n1.1 - Opraven problém s barvou, kdy uživatel s jiným než standardním vzhledem prohlížeče neviděl výpočet.\n\n\n\nENG: Simple currency convertor from popular currencies to CZK (Czech koruna) and other way around. This extension is always using up-to-date data from Czech National bank."
  }
}