{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AI Music Generator with Suno and Udio",
    "ja": "Suno と Udio による AI 音楽ジェネレーター",
    "zh_CN": "AI音乐生成器 | 智能歌曲创作 | Suno和Udio",
    "zh_TW": "AI音樂生成器 | 智能歌曲創作 | Suno和Udio"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Use the free AI Music Generator to create music and songs from text and lyrics online.",
    "ja": "無料のAI音楽生成ツールを使って、テキストや歌詞から数秒で音楽や曲をオンラインで作成できます。",
    "zh_CN": "使用免费的AI音乐生成器，在几秒钟内通过输入文本和歌词在线创作音乐和歌曲。",
    "zh_TW": "使用免費的AI音樂生成器，在幾秒鐘內通過輸入文本和歌詞在線創作音樂和歌曲。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "AI Music Generator lets you create unlimited music online for free. Generate music in any genre, including country, rock, pop, or classical, simply by providing text prompts. Whether you need background music for a video, a custom soundtrack, or inspiration for a new project, Remusic’s AI delivers high-quality results within seconds.\n\nWebsite: https://remusic.ai/en/ai-music-generator\n\nHighlights:\n1、Unlimited Music Creation: Generate as much music as you need without restrictions.\n2、Text-Based Prompts: Create music from any text description or idea you provide.\n3、Multi-Genre Support: From classical to pop, explore different musical genres.\n4、Fast & Easy: Get a professional soundtrack within seconds.\n5、Customizable: Tailor the music based on your specific needs or project type.\n\nHow to Use:\n1、Install the extension and click icon.\n2、Enter your text prompt describing the type of music you want.\n3、Click ‘Generate Music’, and the AI will create a custom track based on your input.\n4、Download and use the generated music for your project.\n\nAdditional Information:\n1、Ideal for content creators, musicians, and composers looking for fast and creative musical inspiration.\n2、No download required—works fully online.\n3、Completely free with unlimited usage.\n4、Compatible with various media formats for easy integration into videos or other content.",
    "zh_CN": "AI音乐生成器让您能够在线免费创建无限量的音乐。只需提供文本提示，即可生成任何类型的音乐，包括乡村、摇滚、流行或古典等。无论您需要视频背景音乐、定制配乐还是新项目的灵感，Remusic 的 AI 都能在几秒钟内提供高质量的结果。\n\n网站: https://remusic.ai/cn/ai-music-generator\n\n亮点：\n1. 无限音乐创作：无限制地生成所需数量的音乐。\n2. 基于文本的提示：根据您提供的任意文本描述或想法来创作音乐。\n3. 多种风格支持：从古典到流行，探索不同的音乐类型。\n4. 快速简便：数秒内获取专业配乐。\n5. 可定制：根据您的具体需求或项目类型调整音乐。\n\n使用方法：\n1. 安装扩展程序并点击图标。\n2. 输入描述您想要的音乐类型的文本提示。\n3. 点击“生成音乐”，AI 将基于您的输入创建一个定制音轨。\n4. 下载生成的音乐并用于您的项目中。\n\n附加信息：\n1. 对于寻找快速且富有创意音乐灵感的内容创作者、音乐家和作曲家来说非常理想。\n2. 不需下载—完全在线工作。\n3. 完全免费，并且不限制使用次数。\n4. 支持多种媒体格式，便于轻松集成到视频或其他内容中。"
  }
}