{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivLinkNote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivLinkNote is a browser extension that allows you to share link notes privately with your сolleagues.",
    "ru": "PrivLinkNote это расширение для браузера, которое позволяет вам делиться заметками по ссылкам в частном порядке со своими коллегами."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Private Link Note is a versatile Chrome extension designed to enhance your online privacy and productivity seamlessly. With this powerful tool, you can annotate, save, and share your notes securely, all within the comfort of your browser.\n\nThis extension prioritizes privacy, allowing users to create private notes directly associated with specific web links. Private Link Note ensures your annotations remain confidential and accessible only to you.\n\nAdditionally, all data on the Private Link Note backend is encrypted using the AES-CBC algorithm, providing an additional level of security and confidentiality. With Private Link Note, you gain full control over your data and maximum protection of your personal information.",
    "ru": "Private Link Note — это универсальное расширение Chrome, предназначенное для повышения вашей конфиденциальности и производительности в Интернете. С помощью этого мощного инструмента вы можете безопасно комментировать, сохранять и делиться своими заметками, не выходя из браузера.\n\nЭто расширение отдает приоритет конфиденциальности, позволяя пользователям создавать личные заметки, напрямую связанные с определенными веб-ссылками. Private Link Note гарантирует, что ваши аннотации останутся конфиденциальными и будут доступны только вам.\n\nКроме того, все данные в серверной части Private Link Note шифруются с использованием алгоритма AES-CBC, что обеспечивает дополнительный уровень безопасности и конфиденциальности. С помощью Private Link Note вы получаете полный контроль над своими данными и максимальную защиту вашей личной информации."
  }
}