{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapMind - Capture, analyze with AI and your own API key (BYOK)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapMind – Smart screen capture analysis with GPT-4, directly in your browser.\n\nSnapMind is a powerful Chrome extension designed to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapMind – Smart screen capture analysis with GPT-4, directly in your browser.\n\nSnapMind is a powerful Chrome extension designed to help students and professionals analyze their screen captures instantly using AI. With GPT-4 integration, you can interact with the model directly after capturing your screen, gaining valuable insights in real time. SnapMind offers a seamless and cost-effective solution with the \"BYOK (Bring Your Own Key)\" model, where you use your own API key for OpenAI, reducing overall costs.\n\nKey Features:\n- Instant AI analysis: Capture your screen and receive immediate AI feedback on the content.\n- Direct access to GPT-4: After capturing, chat with GPT-4 for deep insights and solutions.\n- BYOK (Bring Your Own Key): Use your own OpenAI API key for full control over costs.\n- API cost simulator: Track and manage the cost of your API usage in real time, helping you stay within budget.\n- Constant improvements: SnapMind is continuously evolving with new features to enhance your experience.\n\nWhy SnapMind?\nSnapMind is perfect for users who need fast and accurate analysis of web content, without the hassle of creating an account. Whether you’re a student looking for research help or a professional needing quick insights, SnapMind delivers results instantly. With the BYOK model, you control the costs, and the extension provides a cost simulator so you’re always aware of your spending.\n\nHow It Works:\n1. Install SnapMind from the Chrome Web Store.\n2. Link your OpenAI API key to enable access to GPT-4.\n3. Capture any web page with a single click.\n4. Instantly receive an AI-driven analysis or chat directly with GPT-4.\n5. Use the built-in cost simulator to keep track of your API usage in real time.\n\nWith SnapMind, you get a powerful and affordable tool to boost your productivity, offering all the benefits of AI directly in your browser. No accounts, no hidden fees – just instant, smart analysis when you need it.\n\nTry SnapMind now and unlock the power of AI in your browser!"
  }
}