{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wizapply 4.1: Get matched to the best jobs in tech with AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WizApply: AI Job Search, Job Match Scores, AI-recommendations to improve Resumes and by-pass ATS!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your job search with WizApply, your assistant for your job search. This tool enhances your job hunt by analyzing your resume, matching your skills with job opportunities, and providing actionable insights to tweak your resume and boost your success to land interviews faster and easier.\n\nJoin hundreds of seekers who use WizApply to improve their career journeys and find the best jobs with AI!\n\n★ UNIQUE FEATURES ★\n\n💯 Job Matching Scores: Let WizApply’s technology handle the hard work for you.\n\n- The tool scans your resume skills and scrapes the internet to give you a list of the jobs where you are a strong candidate + gives you tips to improve your CV and bypass ATS checks\n- Get detailed match scores and summaries for each opportunity.\n- AI scans your CV skills and the requirements from job descriptions to give you a score and \n  areas of improvement to increase your chances on success.\n- AI scans the weaknesses in your CV and recommends changes to bypass ATS checks.\n- Receive guidance on whether to apply or keep searching based on your fit.\n- Save time by focusing only on high-potential opportunities.\n\n🤝 Web App & Chrome Extension: Access matches and insights easily across platforms.\n\n- Switch seamlessly between our web app and Chrome extension.\n- Quick access to matches, summaries, and guidance directly from your browser.\n\n🤖 AI-Driven Search: Utilize AI to find ideal job matches online.\n\n- Our system analyzes your skills and experience to find jobs that fit your profile.\n- Receive comprehensive match scores and summaries to streamline your applications.\n- Save time by focusing on high-quality leads that match your goals.\n\n🎉 Land more interviews: Avoid AI generated CVs and instead make quality changes to your application to stand out to any recruiter.\n\n- Tailored recommendations based on match results.\n- AI generated inisghts to improve CVs and cover letters that increases your chance of passing  ATS checks.\n- Optimize your chances with AI-designed applications and tailored advice.\n\n★ PREMIUM FEATURES ★\n\n- Assess your job fit in seconds and find the ideal roles for your experience in seconds.\n- 2,500 AI Credits, CV & Cover Letter recommendations: Stand out with polished documents.\n- Tailored insights to improve CVs and cover letters, boosting ATS performance.\n- Create quality applications that stand out with help of AI analysis.\n\n★ WHY CHOOSE WIZAPPLY? ★\n\n1. Your secret tool: Almost 80% of recruiters use software to identify the best candidates. Using \n    WizApply ensures your application stands out.\n2. Privacy First: We value your privacy and do not keep or sell any information related to your \n     career or experience.\n3. Precision in Matching: Get relevant recommendations that align with your skills, saving you \n     time and effort.\n4. The current job market is a mess. Around 60% of applicants never hear back and spend more \n     than 6 hour per week job hunting - with wizapply, you can increase your chances of hearing \n     back and find jobs 5x faster that the traditional way\n5. Integrated Tools: Use our web app or Chrome extension for a seamless application process.\n6. Future-Ready Features: Benefit from enhancements designed to improve your success rate.\n7. Efficiency Boost: Maximize your efficiency with insights and recommendations.\n\n★ HOW TO GET STARTED ★\n\n1. Click the “Add to Chrome” button to install WizApply.\n2. Access the web app or Chrome extension icon to start optimizing your search.\n3. Paste your CV for analysis (We do not store your CV! all personal data is only stored in your computer, keeping everyones data safe).\n4. Paste the job description into the extension.\n5. Receive match scores, insights, and recommendations to improve your CV.\n6. Go to our web app and use the AI job portal to get instant matches with jobs!\n\n★ FAQs ★\n\nHow does WizApply improve my search?\n\nWizApply uses advanced technology to match your resume with job descriptions, providing high-quality leads and actionable insights to enhance your applications and increase your chances of landing an interview in at least 3 weeks.\n\n\nWhat makes WizApply different?\n\nUnlike basic tools, WizApply offers detailed match scores, personalized guidance, and features for creating optimized CVs and cover letters using advanced methods. We DO NOT do automatic applications as this is the perfect recipe for a disaster: The Spray and Pray approach does not work anymore! Recruiters spot low quality applications within seconds! That is why you need to spend more time crafting quality applications and less time searching for good jobs!\n\n\nDoes it work on other job portals?\n\nYes, wizapply allows you to use your favourite job portals to find jobs and use the extension to analyze your match and areas of improvement in your application. In addition, the web app, scans multiple job portals like LinkedIn, Glassdoor, Workable, Workday, Indeed, and more to find the best jobs that align with your experience.\n\n\nIs WizApply free?\n\nThe basic features are free. We offer premium features with advanced enhancements and unlimited usage.\n\nPLEASE NOTE:\n\nWE RESPECT YOUR PRIVACY AND DO NOT SELL YOUR DATA TO THIRD PARTIES OR RECRUITING AGENCIES. WE ALSO DO NOT STORE ANY OF YOUR DATA AND THIS REMAINS SAFE IN YOUR COMPUTER\n\nOur tool uses Anthropic AI (also known as Claude 3.5) and ChatGPT 4o to craft summaries and analyses, but no information is sold or given to them. Think of it as asking AI (aka ChatGPT) to help you apply to jobs but without paying extra and having it all in one place, with none of your information used for training any models.\n\nThe best part is that you do not need to pay 20 usd per month to access the best features from these AIs as our system already provides that for you for a small fraction of that.\n\nBy using WizApply, you agree to our Terms of Service. For more information, visit WizApply.app.\n\nNeed assistance? Contact us at support@wizapply.com."
  }
}