{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Projeto União - Cálculo de honorários 30% + 30%"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para adicionar tabela"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "O Projeto União - Cálculo de Honorários 30% + 30% é uma extensão de navegador desenvolvida para auxiliar advogados e profissionais do direito na realização de cálculos previdenciários de salário mínimo, conforme a Emenda Constitucional 113/2021. A ferramenta automatiza o processo de cálculo de honorários advocatícios, distribui valores de exercícios anteriores e correntes, e organiza as informações de maneira clara e eficiente.\n\nFuncionalidades Principais:\n\n1. Cálculo Automático de Honorários:\n   - Calcula 30% do valor total e 30% das parcelas vincendas.\n   - Calcula o valor total dos honorários advocatícios.\n   - Distribui valores entre exercícios anteriores e correntes.\n   - Calcula o valor final devido ao autor e ao advogado.\n\n2.Manipulação e Apresentação de Dados:\n   - Insere uma tabela personalizada na página de relatório do sistema JEF Conta.\n   - Remove elementos desnecessários da interface para uma visualização mais limpa.\n   - Centraliza e atualiza textos importantes na página.\n   - Ajusta o tamanho da fonte para uma melhor legibilidade.\n\n3. Interface de Usuário Amigável:\n   - Botões para calcular todos os campos de uma vez só.\n   - Botão \"Adaptar Planilha Jef Conta\" que insere uma tabela com informações detalhadas.\n   - Proteção contra edição de campos calculados, destacando-os com uma cor de fundo diferente.\n\n4. Validação e Formatação de Dados:\n   - Formatação de datas de `yyyy-mm-dd` para `dd/mm/yyyy`.\n   - Formatação de valores monetários com separadores de milhar e decimais apropriados.\n\nPúblico-Alvo:\nAdvogados, profissionais do direito, e demais usuários do sistema JEF Conta que necessitam de uma ferramenta eficiente para o cálculo de honorários e organização de informações previdenciárias.\n\nRequisitos de Sistema:\n- Navegador Google Chrome ou compatível.\n- Acesso ao site `https://jefconta.jfpe.jus.br/Relatorio`.\n\nInstalação e Uso:\n1. Instale a extensão no seu navegador.\n2. Acesse o site `https://jefconta.jfpe.jus.br/Relatorio`.\n3. Utilize os botões da extensão para calcular honorários e adaptar a planilha conforme necessário.\n\nConclusão:\nO Projeto União - Cálculo de Honorários 30% + 30% é uma ferramenta poderosa e prática que facilita a vida dos profissionais do direito, automatizando cálculos complexos e organizando informações de maneira eficiente e acessível."
  }
}