{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin Automation By Leadzen.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin Prospecting made easy with the #1 Linkedin Automation by Leadzen.ai."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your professional networking to the next level with the all-new Linkedin automation tool. Introducing Linkedin Automation By Leadzen.ai - your new buddy in every prospecting journey! 😎\n\nKickstart your own outreach campaigns, effortlessly reaching out to numerous LinkedIn profiles in one go or targeting them individually - the choice is yours!\n\n💡 How Does the Extension Work?\nThis powerful Chrome extension simplifies Linkedin prospecting.\n\nAll you need to do is upload a CSV file containing the Linkedin profile URLs of the people you want to connect with and compose a personalized message for outreach.\n\nAnd…that’s all. Now sit back and watch the magic unfold as the tool automatically sends your messages, showing real-time progress for each one ✨\n\nWhether you want to do it in bulk or prefer a one-to-one approach, Linkedin Automation By Leadzen.ai is designed to suit your needs.\n\n🎯 Who Is It For?\nIt’s the go-to tool for salespeople, marketers, recruiters, freelancers, and anyone looking to enhance their Linkedin networking.\n\nIf you're seeking a smarter and more efficient way to connect with professionals on Linkedin, look no further.\n\n✨ Benefits ✨\n👉 Streamlined Prospecting: No more manual outreach. Automate and personalize your connection requests and follow-up messages.\n👉 Bulk & Individual Messaging: Cater to a large audience or customize your approach for individual profiles, your outreach campaign is in your control.\n👉 Progress Tracking: Monitor the status of each message sent, keeping you informed every step of the way.\n👉 7-Day Free Trial: Dive into the world of seamless prospecting with our 7-day free trial where you can sign up even without a credit card.\n\n💬 24/7 Chatbot for Quick Resolution\nGot questions? Our responsive chatbot is available 24/7 to resolve your queries instantly. We’re here to ensure your experience is smooth and enjoyable.\nSupercharge your Linkedin outreach and make prospecting smarter and more seamless than ever with Linkedin Automation By Leadzen.ai."
  }
}