{
  "name": {
    "ar": "YouTube ™ الذهاب إلى الإعلانات تلقائيا",
    "am": "YouTube ™ Անշուշտ հեռացնել գովազդները",
    "bg": "YouTube ™ Автоматично премахване на рекламите",
    "bn": "YouTube ™ স্বয়ংক্রিয়ভাবে বিজ্ঞাপন অপসারণ করুন",
    "ca": "YouTube ™ Elimina automàticament els anuncis",
    "cs": "YouTube ™ Automaticky odstranit reklamy",
    "da": "YouTube ™ Fjern reklamer automatisk",
    "de": "YouTube ™ Anzeigen automatisch entfernen",
    "el": "YouTube ™ Αυτόματη αφαίρεση διαφημίσεων",
    "en,en_GB,en_US,fil": "YouTube ™ Automatically remove advertisements",
    "en_AU,zh_CN": "YouTube™自动去广告",
    "es,es_419": "YouTube ™ Ir automáticamente a la publicidad",
    "et": "YouTube ™ Reklaamide automaatne eemaldamine",
    "fa": "YouTube ™ حذف تبلیغات خودکار",
    "fi": "YouTube ™ Poista mainokset automaattisesti",
    "fr": "YouTube ™ Aller automatiquement à la publicité",
    "gu": "YouTube ™ વાર્તાલાપનો આપમેળે દૂર કરો",
    "he": "YouTube ™ הוציאה אוטומטית פרסומות",
    "hi": "YouTube ™ स्वचालित रूप से बारे मिटाएँ",
    "hr,sr": "YouTube ™ Automatski ukloni reklame",
    "hu": "YouTube ™ Hirdetések automatikus eltávolítása",
    "id": "YouTube ™ Menghapus iklan secara otomatis",
    "it": "YouTube ™ Rimuovi automaticamente gli annunci pubblicitari",
    "ja": "YouTube™自動広告除去",
    "kn": "YouTube ™ ಪ್ರಕಟನೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತೆಗೆದುಹಾಕು",
    "ko": "YouTube™자동 광고 제거",
    "lt": "YouTube ™ Automatiškai pašalinti reklamą",
    "lv": "YouTube ™ Automātiski noņemt reklāmas",
    "ml": "YouTube ™ വിവരങ്ങള്‍ സ്വയം നീക്കം ചെയ്യുക",
    "mr": "YouTube ™ स्वयंचालित रूपांतरित काढून टाका",
    "ms": "YouTube ™ Buang iklan secara automatik",
    "nl": "YouTube ™ Advertenties automatisch verwijderen",
    "no": "YouTube ™ Automatisk fjerne annonser",
    "pl": "YouTube ™ Automatyczne usuwanie reklam",
    "pt_BR": "YouTube ™ Eliminar automaticamente anúncios",
    "pt_PT": "YouTube ™ Remover automaticamente os anúncios",
    "ro": "YouTube ™ Șterge automat reclamele",
    "ru": "YouTube ™ Автоматическая реклама.",
    "sk": "YouTube ™ Automaticky odstrániť reklamy",
    "sl": "YouTube ™ Samodejno odstrani oglase",
    "sv": "YouTube ™ Ta bort annonser automatiskt",
    "sw": "YouTube ™ Kuondoa tangazo lazima",
    "ta": "YouTube ™ விவரங்களை தானாகவே நீக்கு",
    "te": "YouTube ™ ప్రకటనలను స్వయంచాలితంగా తొలగించుము",
    "th": "YouTube ™ ลงโฆษณาอัตโนมัติ",
    "tr": "YouTube ™ Reklamları otomatik olarak sil",
    "uk": "YouTube ™ Автоматично вилучити реклами",
    "vi": "YouTube ™ Tự động đi quảng cáo",
    "zh_TW": "YouTube ™ 自動去廣告"
  },
  "short": {
    "ar": "تلقائيا تخطي الإعلانات ، وضع السينما ، شريط التقدم الدائم ، والعديد من العرف يوتيوب لاعب المواضيع .",
    "am,en,en_GB,en_US,fil": "Automatically skip ads, cinema mode, permanent progress bar, and many custom YouTube player themes.",
    "bg": "Автоматично пропускайте рекламите, режима на кино, лентата за постоянен напредък и много персонализирани теми за плейър.",
    "bn": "স্বয়ংক্রিয়ভাবে বিজ্ঞাপন, সিনেমা মোড, স্থায়ীয় অগ্রগতি বার এবং অনেক স্বনির্বাচিত ইউটিউব প্লেয়ার থীম পাল",
    "ca": "Saltar automàticament els anuncis, el món cinematogràfic, la barra de progrés permanent i molts temas personalitzats del jugador…",
    "cs": "Automaticky přeskočte reklamy, režim kina, pruh trvalého postupu a mnoho vlastních motivů přehrávače YouTube.",
    "da": "Spring automatisk annoncer over, biograftilstand, permanent statuslinje og mange brugerdefinerede YouTube-afspillertemaer.",
    "de": "Überspringen Sie automatisch Anzeigen, Kinomodus, permanente Fortschrittsleiste und viele benutzerdefinierte YouTube-Player-Themen.",
    "el": "Παρέλειψε αυτόματα διαφημίσεις, λειτουργία κινηματογράφου, μόνιμη γραμμή προόδου και πολλά προσαρμοσμένα θέματα αναπαραγωγής.",
    "en_AU,zh_CN": "自动跳过广告、影院模式、永久进度条和许多自定义 YouTube 播放器主题。",
    "es,es_419": "Saltar automáticamente anuncios, modo cine, barra de progreso permanente y muchos temas de reproductores de youtube personalizados.",
    "et": "Jätke reklaamid automaatselt vahele, kinorežiim, püsiv edenemisriba ja paljud kohandatud YouTube'i mängijate teemad.",
    "fa": "تبلیغات، حالت سینما، بار پیشرفت دائمی و بسیاری از طریق بازیکن‌های یوتیوب خصوصی را از خودکار پرت کنید.",
    "fi": "Ohita mainokset, elokuvatila, pysyvä etenemispalkki ja monet mukautetut YouTube-soittimen teemat automaattisesti.",
    "fr": "Sautez automatiquement les annonces, le mode cinéma, la barre de progression permanente et de nombreux thèmes de lecteur YouTube…",
    "gu": "આપમેળે પ્રકાશ, સિનેમા સ્થિતિ, કાયમ પ્રગતિ પટ્ટી, અને ઘણા વૈવિધ્યપૂર્ણ યુટ્યુબ પ્લેયર થીમ",
    "he": "לדלג באופן אוטומטי פרסומות, מצב קולנוע, סדר התקדמות קבוע, והרבה נושאים משחקי יוטיוב מתאימים.",
    "hi": "स्वचालित रूप से अल्प, सिनेमा मोड, स्थायी प्रगति पट्टी और बहुत स्वचालित यूट्यूब प्लेयर प्रसंग",
    "hr": "Automatski preskoči reklame, filmski režim, trajni napredni bar i mnoge teme YouTube-ovog igrača.",
    "hu": "Automatikusan kihagyhatja a hirdetéseket, a mozimódot, az állandó haladósávot és számos egyéni YouTube lejátszó témát.",
    "id": "Automatis melewatkan iklan, mode kinema, bar kemajuan permanen, dan banyak tema pemain YouTube yang sesuai.",
    "it": "Salta automaticamente gli annunci, la modalità cinema, la barra di avanzamento permanente e molti temi personalizzati del lettore…",
    "ja": "広告、映画館モード、永続プログレスバー、および多くのカスタムYouTubeプレーヤーテーマを自動的にスキップします。",
    "kn": "ಸ್ವಯಂಚಾಲಿತವಾಗಿ ವ್ಯಾಕ್ಯಗಳನ್ನು, ಚಿತ್ರ ವಿಧಿಯನ್ನು, ಶಾಶ್ವತವಾದ ಪ್ರಗತಿಪಟ್ಟಿ, ಹಾಗು ಬಹಳ ಇಚ್ಛೆಯ ಯ ಯೂಟ",
    "ko": "광고, 극장 모드, 영구 진행률 막대 및 많은 사용자 정의 YouTube 플레이어 테마를 자동으로 건너뜁니다.",
    "lt": "Automatiškai praleisti reklamą, kino režimą, nuolatinę pažangos juostą ir daugelį savarankiškų YouTube žaidėjų temų.",
    "lv": "Automātiski izlaidiet reklāmas, kino režīmu, pastāvīgu progresa joslu un daudzas pielāgotās YouTube spēlētāju tēmas.",
    "ml": "സിനിമ മ മോഡ്, നിലനില്‍ക്കുന്ന പ്രവർത്തിപ്പിന്റെ പട്ട, യൂട്ടിയൂബ് കളിക്കുന്ന പ്രമേയങ്ങളും സ്വയം ഉപേക്ഷി",
    "mr": "स्वयंचालित रूपांतरिती, सिनेमा मोड, कायमचे प्रगतीपट्टी व अनेक इच्छिक YouTube प्लेयर सुत्रयोजना स्वयंचालि",
    "ms": "Lepaskan iklan secara automatik, mod filem, bar kemajuan kekal, dan banyak tema pemain YouTube suai.",
    "nl": "Sla automatisch advertenties, bioscoopmodus, permanente voortgangsbalk en vele aangepaste YouTube-playerthema's over.",
    "no": "Automatisk hopp av annonser, filmmodus, permanent fremgangsbar og mange custom YouTube-spillere.",
    "pl": "Automatycznie pomijaj reklamy, tryb kinowy, stały pasek postępu i wiele niestandardowych motywów odtwarzacza YouTube.",
    "pt_BR": "Saltar automaticamente anúncios, modo cinematográfico, barra de progresso permanente e muitos temas personalizados do YouTube.",
    "pt_PT": "Pule automaticamente anúncios, modo de cinema, barra de progresso permanente e muitos temas personalizados do player do YouTube.",
    "ro": "Săriți automat peste anunțuri, modul cinema, bara de progres permanentă și multe teme personalizate ale playerului YouTube.",
    "ru": "Автоматически пропускать рекламу, режим кинотеатра, постоянные графики и множество настраиваемых тем YouTube - плеера.",
    "sk": "Automaticky preskočiť reklamy, kinematografický režim, stály pokrok a mnohé osobitné témy YouTube hráča.",
    "sl": "Samodejno preskočite oglase, kinematografski način, trajno vrstico napredka in številne teme predvajalnikov YouTube po meri.",
    "sr": "Automatski preskaèi reklame, filmski režim, trajni napredni bar i mnoge tema YouTube igrača.",
    "sv": "Hoppa automatiskt över annonser, biografläge, permanent förloppslist och många anpassade YouTube-spelartema.",
    "sw": "Kuondoa tangazo, namna ya filamu, barua ya maendeleo ya kudumu, na mada mengi ya wachezaji wa YouTube.",
    "ta": "தானாகவே விவரங்கள், சிலைமா முறை, நிரந்தரமான முன்னேற்றம் பட்டி, மற்றும் பல தனிப்பயன் யூடியூப் விளையாடுபவர் தலைப்பு",
    "te": "స్వయంచాలితంగా అడాడ్, సినేమా మోడ్, స్థాయిత ప్రగతి బార్, మరియు అనేక స్వయంచాలిత YouTube ప్లేయర్ థ",
    "th": "ข้ามโฆษณาอัตโนมัติโหมดโรงภาพยนตร์แถบความคืบหน้าถาวรและธีมผู้เล่น YouTube ที่กำหนดเองมากมาย",
    "tr": "Avtomatik reklamları, sinema modunu, daimi ilerleme çubuğunu ve birçok özel YouTube oynatıcı temalarını atlayın.",
    "uk": "Автоматично пропустити реклами, режим кіно, смужку постійного прогресу і багато нетипових тем гравців на YouTube.",
    "vi": "Tự động bỏ qua quảng cáo, chế độ rạp chiếu phim, thanh tiến trình vĩnh viễn và nhiều chủ đề trình phát YouTube tùy chỉnh.",
    "zh_TW": "自動跳過廣告、影院模式、永久進度條和許多自定義YouTube播放機主題。"
  },
  "long": {
    "ar": "هذا هو أداة مصممة لتحسين تجربة مشاهدة يوتيوب . وظيفتها الرئيسية هي تصفية المحتوى الإعلاني من يوتيوب الفيديو بحيث يمكن للمستخدمين مشاهدة الفيديو أكثر سلاسة .\nوعلى وجه التحديد ، سيحاول هذا التمديد :\nتخطي الإعلانات في بداية و منتصف الفيديو\nإخفاء لافتات إعلانية وترويج المحتوى على الصفحة\nإزالة معلومات الراعي تحت الفيديو\nوبطبيعة الحال ، هذا هو مجرد تحقيق أولي . يوتيوب نظام الإعلان هو معقد جدا ، ونحن باستمرار تحسين خوارزميات للتعامل مع ظهور أشكال جديدة من الإعلانات .\nولوحظ أن هذا التمديد لا يستخدم إلا لأغراض التعلم والبحوث التقنية . ونحن نفهم أهمية الإيرادات الإعلانية للمبدعين والمنصات ، لذلك نوصي المستخدمين على استخدام ، حسب الاقتضاء ، والنظر في طرق أخرى لدعم المحتوى المفضل من المبدعين .",
    "am": "Սա փոքրիկ գործիք է, որը նախագծված է YouTube-ի դիտարկության փորձի օպտիմացնելու համար: Նրա հիմնական գործառույթն է ֆիլտրել YouTube-ի տեսահոլովակներում գովազդի պարունակությունը, թույլ տալով օգտագործողներին ավելի ճկուն տեսահոլովակներ դիտել:\nՄասնավորապես, ընդլայնումը կփորձի:\nՏեսագրության սկզբին և կեսին ներդրված հայտարարությունները բաց թողնել\nԹաքցնել գովազդի դրոշները և գովազդի պարունակությունը էջի վրա\nՀեռացնել հովանավորական տեղեկատվությունը տեսահոլովակի տակ\nԻհարկե, սա պարզապես նախաձեռնական իրականացում է: YouTube-ի գովազդի համակարգը բավականին բարդ է, և մենք անընդհատ բարելավում ենք մեր ալգորիթմները գովազդի զարգացող ձևերի հետ հաղթահարելու համար:\nԱրժանի է նշել, որ այս ընդլայնումը նշանակված է միայն սովորելու և տեխնիկական հետազոտության նպատակների համար: Մենք հասկանում ենք գովազդի եկամուտների կարևորությունը ստեղծողների և պլատֆորմերի համար, ուստի մենք խորհուրդ ենք տալիս, որ օգտագործողները օգտագործեն այն որպես հարմար և հաշվի առնեն աջակցել իրենց սիրելի պարունակության ստեղծողներին",
    "bg": "Това е малък инструмент, предназначен да оптимизира преживяването при гледане на YouTube. Основната му функция е да филтрира рекламното съдържание в видеоклиповете, което позволява на потребителите да гледат видеоклипове по-гладко.\nПо-конкретно разширението ще се опита да:\nПропускане на реклами, вмъкнати в началото и средата на видеото\nСкриване на рекламни банери и промоционално съдържание на страницата\nПремахване на информацията за спонсора под видеото\nРазбира се, това е само предварително изпълнение. Рекламната система на YouTube е доста сложна и непрекъснато подобряваме алгоритмите си, за да се справим с нововъзникващите форми на реклама.\nЗаслужава да се отбележи, че това разширение е предназначено само за учебни и технически изследвания. Разбираме значението на рекламните приходи за създателите и платформите, затова препоръчваме потребителите да ги използват по целесъобразност и да обмислят подкрепата на любимите си създатели на съдържание чрез други средства.",
    "bn": "ইউটিউবের দৃষ্টিভঙ্গিকার অভিজ্ঞতা সম্পূর্ণ করার জন্য এটি একটি ছোট্ট ট টুল। ইউটিউব ভিডিওতে বিজ্ঞাপনের বিজ্ঞাপনের বিষয়বস্তুকে ফিল্টার করার জন্য তার প্রধান ফাংশন হচ্ছে যাতে ব্যবহারকারীদের আর\nবিশেষ করে, এক্সটেনশন চেষ্টা করবে:\nভিডিওর প্রথম ও মধ্যবর্তী সময়ে বিজ্ঞাপন প্রদর্শন করা হয়েছে\nপাতায় বিজ্ঞাপন ব্যানার এবং প্রচারিত বিষয়বস্তু লুকিয়ে রাখুন\nপ্sponsor তথ্য ভিডিওটির নীচে মুছে ফেলুন\nঅবশ্যই, এটা শুধুমাত্র প্রথম বাস্তবায়ন। ইউটিউবের বিজ্ঞাপন সিস্টেম খুবই জটিল এবং আমরা সবসময় বিজ্ঞাপনের বিজ্ঞাপনের মুখোমুখি হওয়ার জন্য আমাদের আলগরিদম উন্নত করছি।\nএটা লক্ষ্য করা যাবে যে এই বিস্তারিত পরিমাণ শিক্ষা ও প্রযুক্তিগত গবেষণার উদ্দেশ্যেই। আমরা বুঝতে পারছি নির্মাতা এবং প্ল্যাটফর্মের জন্য আয়ের বিজ্ঞাপনের গুরুত্বপূর্ণ বিজ্ঞাপন, তাই আমরা পরামর্শ দিচ্ছি যে ব্যবহারকারীরা এট",
    "ca": "Aquesta és una petita eina dissenyada per optimitzar l'experiència de veure YouTube. La seva funció principal és filtrar el contingut publicitzat dels vídeos de YouTube, permetent als usuaris mirar els vídeos de manera més suau.\nConcretament, l'estensió intentarà:\nSaltar els anuncis introduïts al principi i al mig del vídeo\nAcocheu banderes publicitaris i contingut promocional a la pàgina\nEliminar la informació del patrocinador sota el vídeo\nÉs clar, això només és una implementació preliminar. El sistema de publicitat de YouTube és bastant complexe, i estem millorant constantment els nostres algoritmes per afrontar les noves formes de publicitat.\nVal la pena notar que aquesta extensió només està destinada a propòsits d'aprenentatge i investigació tècnica. Entenem la importància dels ingressos publicitaris per als creadors i plataformes, així que recomanem que els usuaris l'utilitzen com sigui apropiat i considerem sostenir els seus creadors preferits de continguts amb altres mitjans.",
    "cs": "Jedná se o malý nástroj určený k optimalizaci prohlížení YouTube. Jeho hlavní funkcí je filtrovat reklamní obsah ve videích YouTube, což uživatelům umožňuje hladší sledování videí.\nKonkrétně se rozšíření pokusí:\nPřeskočit reklamy vložené na začátku a uprostřed videa\nSkrýt reklamní bannery a propagační obsah na stránce\nOdstranit informace o sponzoru pod videem\nSamozřejmě, je to jen předběžná implementace. Reklamní systém YouTube je poměrně složitý a neustále zlepšujeme naše algoritmy, abychom zvládli vznikající formy reklamy.\nStojí za zmínku, že toto rozšíření je určeno pouze pro účely učení a technického výzkumu. Chápeme důležitost příjmů z reklamy pro tvůrce a platformy, proto doporučujeme uživatelům, aby je používali podle potřeby a zvážili podporu svých oblíbených tvůrců obsahu jinými prostředky.",
    "da": "Dette er et lille værktøj designet til at optimere YouTube visningsoplevelsen. Dens vigtigste funktion er at filtrere reklameindhold ud i YouTube-videoer, så brugerne kan se videoer mere gnidningsløst.\nSpecielt vil udvidelsen forsøge at:\nSpring over annoncer indsat i begyndelsen og midten af videoen\nSkjul reklamebannere og reklameindhold på siden\nFjern sponsorinformation under videoen\nDette er naturligvis kun en foreløbig gennemførelse. YouTube's reklamesystem er ganske komplekst, og vi forbedrer konstant vores algoritmer til at håndtere nye former for reklame.\nDet er værd at bemærke, at denne udvidelse kun er beregnet til lærings- og tekniske forskningsformål. Vi forstår vigtigheden af reklameindtægter for skabere og platforme, så vi anbefaler, at brugerne bruger det efter behov og overvejer at støtte deres yndlingsindholdsskabere på andre måder.",
    "de": "Dies ist ein kleines Tool, das entwickelt wurde, um das YouTube-Erlebnis zu optimieren. Seine Hauptfunktion besteht darin, Werbeinhalte in YouTube-Videos herauszufiltern, sodass Benutzer Videos reibungsloser ansehen können.\nInsbesondere versucht die Erweiterung:\nAnzeigen am Anfang und in der Mitte des Videos überspringen\nWerbebanner und Werbeinhalte auf der Seite ausblenden\nSponsoreninformationen unterhalb des Videos entfernen\nDas ist natürlich nur eine vorläufige Umsetzung. Das Werbesystem von YouTube ist recht komplex, und wir verbessern ständig unsere Algorithmen, um mit aufkommenden Werbeformen fertig zu werden.\nEs ist erwähnenswert, dass diese Erweiterung nur für Lern- und technische Forschungszwecke bestimmt ist. Wir wissen, wie wichtig Werbeeinnahmen für Ersteller und Plattformen sind, daher empfehlen wir Nutzern, diese entsprechend zu nutzen und in Betracht zu ziehen, ihre bevorzugten Inhaltsersteller auf andere Weise zu unterstützen.",
    "el": "Αυτό είναι ένα μικρό εργαλείο σχεδιασμένο για να βελτιστοποιήσει την εμπειρία προβολής στο YouTube. Η κύρια λειτουργία του είναι να φιλτράρει το διαφημιστικό περιεχόμενο σε βίντεο επιτρέποντας στους χρήστες να παρακολουθούν βίντεο πιο ομαλά.\nΣυγκεκριμένα, η επέκταση θα προσπαθήσει να:\nΠαράλειψη διαφημίσεων που εισάγονται στην αρχή και στη μέση του βίντεο\nΑπόκρυψη διαφημιστικών πανό και διαφημιστικού περιεχομένου στη σελίδα\nΚατάργηση πληροφοριών χορηγού κάτω από το βίντεο\nΦυσικά, πρόκειται για μια προκαταρκτική εφαρμογή. Το διαφημιστικό σύστημα του είναι αρκετά περίπλοκο και βελτιώνουμε συνεχώς τους αλγόριθμους μας για να αντιμετωπίσουμε τις αναδυόμενες μορφές διαφήμισης.\nΑξίζει να σημειωθεί ότι η επέκταση αυτή προορίζεται μόνο για σκοπούς μάθησης και τεχνικής έρευνας. Κατανοούμε τη σημασία των διαφημιστικών εσόδων για τους δημιουργούς και τις πλατφόρμες, γι' αυτό συνιστούμε στους χρήστες να τα χρησιμοποιούν ανάλογα με την περίπτωση και να σκεφτούν να υποστηρίξουν τους αγαπημένους τους δημιουργούς περιεχομένου με άλλα μέσα.",
    "en,en_GB,en_US": "This is a small tool designed to optimize the YouTube viewing experience. Its main function is to filter out advertising content in YouTube videos, allowing users to watch videos more smoothly.\nSpecifically, the extension will attempt to:\nSkip ads inserted at the beginning and middle of the video\nHide advertising banners and promotional content on the page\nRemove sponsor information below the video\nOf course, this is just a preliminary implementation. The advertising system of YouTube is quite complex, and we are constantly improving our algorithms to cope with emerging forms of advertising.\nIt is worth noting that this extension is only intended for learning and technical research purposes. We understand the importance of advertising revenue for creators and platforms, so we recommend that users use it as appropriate and consider supporting their favorite content creators through other means.",
    "en_AU,te,zh_CN": "这是一个旨在优化YouTube观看体验的小工具。它的主要作用是过滤掉YouTube视频中的广告内容,让用户可以更顺畅地观看视频。\n具体来说,该扩展会尝试:\n\n跳过视频开头和中间插入的广告\n隐藏页面上的广告横幅和推广内容\n移除视频下方的赞助商信息\n\n当然,这只是一个初步的实现。YouTube的广告系统相当复杂,我们还在不断改进算法,以应对新出现的广告形式。\n值得注意的是,该扩展仅作为学习和技术研究使用。我们理解广告收入对创作者和平台的重要性,因此建议用户酌情使用,并考虑通过其他方式支持喜欢的内容创作者。",
    "es,es_419": "Este es un gadget diseñado para optimizar la experiencia de visualización de youtube. Su función principal es filtrar el contenido publicitario de los videos de youtube para que los usuarios puedan ver los videos más suavemente.\nEn concreto, la ampliación intentará:\nSaltar anuncios insertados al principio y en el medio del vídeo\nOcultar pancartas publicitarias y promociones en páginas\nEliminar la información del patrocinador debajo del video\nPor supuesto, esta es solo una implementación preliminar. El sistema de publicidad de YouTube es bastante complejo, y estamos mejorando constantemente los algoritmos para hacer frente a las nuevas formas de publicidad.\nCabe señalar que la extensión solo se utiliza como aprendizaje e investigación tecnológica. Entendemos la importancia de los ingresos publicitarios para los creadores y plataformas, por lo que recomendamos que los usuarios los usen según corresponda y consideren otras formas de apoyar a los creadores de contenido favoritos.",
    "et": "See on väike tööriist, mis on mõeldud YouTube vaatamiskogemuse optimeerimiseks. Selle peamine funktsioon on filtreerida reklaamsisu YouTube'i videotes, võimaldades kasutajatel videoid sujuvamalt vaadata.\nTäpsemalt püüab laiend:\nVideo alguses ja keskel sisestatud reklaamide vahele jätmine\nPeida reklaamibännerid ja reklaamsisu lehel\nEemalda sponsori info video alt\nMuidugi on see vaid esialgne rakendamine. YouTube'i reklaamsüsteem on üsna keeruline ja me täiustame pidevalt oma algoritme, et tulla toime uute reklaamivormidega.\nVäärib märkimist, et see laiendus on mõeldud ainult õppe ja tehniliste uuringute eesmärgil. Me mõistame reklaamitulu olulisust loojate ja platvormide jaoks, seega soovitame kasutajatel seda vajaduse korral kasutada ja kaaluda oma lemmiksisuloojate toetamist muul viisil.",
    "fa": "این یک ابزار کوچک طراحی شده تا تجربه دیدن یوتیوب را optimize کند. عملکرد اصلی آن این است که محتوای reklaم را در ویدئو یوتیوب پالایٹ کند، که به کاربران اجازه می دهد که ویدئو آسانتر ببینند.\nمخصوصا، طولانی سعی خواهد کرد:\nپرت reklaمات در آغاز و وسط ویدئو وارد شده\nپنهان بندرهای تبلیغات و محتوای ترفیع روی صفحه\nحذف اطلاعات اسپنسور زیر ویدئو\nالبته، اين فقط يه عمليات اوليه سیستم تبلیغات یوتیوب کاملا پیچیده است، و ما همیشه الگوریتم‌هایمان را بهتر می‌کنیم تا با شکل های تبلیغات پیدا کنند.\nارزش دارد متوجه شود که این طولانی فقط برای هدف تحقیقات یادگیری و تکنیکی هدف دارد. ما مهمترین درآمد reklaم برای خالق‌کنندگان و platformها را درک می‌کنیم، بنابراین ما پیشنهاد می‌کنیم که کاربران به طور مناسب از آن استفاده کنند و با وسیله‌های دیگر از طریق پشتیبانی کردن موجودات مورد علاقه‌ای خود را به نظر بگیرند",
    "fi": "Tämä on pieni työkalu, joka on suunniteltu optimoimaan YouTube katselukokemus. Sen päätehtävä on suodattaa mainossisältöä YouTube-videoista, jolloin käyttäjät voivat katsella videoita sujuvammin.\nLaajennuksella pyritään erityisesti\nOhita videon alussa ja keskellä olevat mainokset\nPiilota mainosbannerit ja mainossisältö sivulla\nPoista sponsorin tiedot videon alta\nTämä on tietenkin vain alustava täytäntöönpano. YouTuben mainontajärjestelmä on melko monimutkainen, ja kehitämme jatkuvasti algoritmejamme selviytyäksemme uusista mainonnan muodoista.\nOn syytä huomata, että tämä laajennus on tarkoitettu vain oppimiseen ja tekniseen tutkimukseen. Ymmärrämme mainostulojen merkityksen luojille ja alustoille, joten suosittelemme, että käyttäjät käyttävät niitä tarkoituksenmukaisesti ja harkitsevat suosikkisisällön luojien tukemista muilla keinoin.",
    "fil": "Ito ay isang maliit na kasangkapan na disenyo upang optimizahin ang karanasan ng pagtingin sa YouTube. Ang pangunahing funksyon nito ay ang pagfilter ng nilalaman ng advertising sa mga bidyo ng YouTube, na nagpapahintulot sa mga user na manonood ng mga bidyo nang mas maayos.\nTiyak na, ang extension ay tatangka upang:\nSkip ang mga ads na inilagay sa simula at gitna ng bidyo\nItago ang mga banner ng advertising at promotional content sa pahina\nTanggalin ang impormasyon ng sponsor sa ibaba ng bidyo\nSiyempre, ito ay isang naunang implementasyon lamang. Ang advertising system ng YouTube ay lubos na kumplikado, at patuloy naming pagpapabuti ng aming mga algorithms upang tugunan ang mga sumusunod na form ng advertising.\nNapakahalaga ng pansin na ang extension na ito ay inilaan lamang para sa pag-aaral at mga layunin ng teknolohiyang pananaliksik. Naiintindihan natin ang kahalagahan ng mga advertising revenue para sa mga tagapaglikha at platforms, kaya ipinapahirapan naming gamitin ito bilang angkop at isaalang-alang ang pagsuporta sa kanilang paboritong nilalaman sa pamamagitan ng iba pang paraan.",
    "fr": "Il s'agit d'un gadget conçu pour optimiser l'expérience de visionnage YouTube. Son rôle principal est de filtrer le contenu publicitaire des vidéos YouTube, ce qui permet aux utilisateurs de regarder les vidéos plus facilement.\nPlus précisément, cette extension tente de:\nPasser les annonces insérées au début et au milieu de la vidéo\nBannières publicitaires et contenu promotionnel sur les pages cachées\nSupprimer les informations du sponsor sous la vidéo\nBien sûr, ce n'est qu'une réalisation préliminaire. Le système publicitaire de YouTube est assez complexe et nous améliorons constamment nos algorithmes pour répondre aux nouvelles formes de publicité.\nIl est important de noter que cette extension est utilisée uniquement à des fins d'apprentissage et de recherche technique. Nous comprenons l'importance des revenus publicitaires pour les créateurs et les plates - formes, nous recommandons donc aux utilisateurs de les utiliser à leur discrétion et d'envisager de soutenir les créateurs de contenu aimé par d'autres moyens.",
    "gu": "આ એક નાનું સાધન છે જેને યુટ્યુબ દેખાવ અનુભવ સુધારવા માટે ડિઝાઇમ થયેલ છે. તેની મુખ્ય વિધેય એ યુટ્યુબ વિડિયોમાં વ્યક્તિગત સમાવિષ્ટોને ફિલ્ટર કરવા છે, વપરાશકર્તાઓને વધુ સરળ રી\nસ્પષ્ટ રીતે, એક્સટેન્શન એ પ્રયત્ન કરશે:\nવિડિયોની શરૂઆત અને મધ્યમાં દાખલ થયેલ પ્રકારને છોડો\nપાના પર વ્યક્તિગત બેનર્સ અને પ્રગટિત સમાવિષ્ટો છુપાવો\nવિડિયોની નીચે સ્પોન્સર જાણકારી દૂર કરો\nખરેખર, આ માત્ર પ્રાથમિક કાર્યક્રમ છે. યુટ્યુબની વ્યવહારક સિસ્ટમ પૂર્ણ જટિલ છે, અને અમે સત્ય અમારા અલ્ગોરિધમો સુધારી રહ્યા છીએ કે વ્યવહારકોની ઉત્પ\nઆ એક્સટેન્શન માત્ર શિક્ષણ અને ટેક્નિક શોધના ઉદ્દેશ્યો માટે માત્ર લક્ષ્ય થયેલ છે. આપણે બનાવનારો અને પ્લેટફોર્મો માટે વ્યવસાય કરવાની આવૃત્તિની મહત્વને સમજીએ છીએ, તેથી આપણે તેને યોગ્ય રીતે વપરાશકર્ત",
    "he": "זהו כלי קטן מעוצב כדי לאופטיזם את חווית הצפייה ביוטיוב. הפונקציה העיקרית שלה היא לסנן את התוכן הפרסום בסרטי יוטיוב, מאפשר למשתמשים לצפות בסרטים בצורה חלקה יותר.\nבמיוחד, ההארכה תנסה:\nלהחליף פרסומות מוכנות בהתחלה ואמצע הווידאו\nהסתיר דגלי פרסום ותוכן פרסום בעמוד\nהסיר מידע ספונסור מתחת לסרטון\nכמובן, זו רק הפעלה קודמית. מערכת הפרסום של יוטיוב די מורכבת, ואנחנו משתפרים באופן קבוע את האלגוריתמים שלנו כדי להתמודד עם צורות פרסום מתפתחות.\nשווה לשים לב שהמחדשה הזאת נועדה רק למטרות לימוד ומחקר טכני. אנו מבינים את החשיבות של הכנסת פרסום לייצרים ופלטפורמות, אז אנו ממליצים שמשתמשים ישתמשו בו כראוי ולחשוב לתמוך לייצרי התוכן האהוב עליהם באמצעות אמצעים אחרים.",
    "hi": "यह एक छोटा उपकरण है जो यूट्यूब दृश्य अनुभव को अधिकतम करने के लिए डिजाइन किया गया. उसका मुख्य फंक्शन यूट्यूब वीडियो में व्याख्यात सामग्री फिल्टर करने के लिए है, जो प्रयोक्ताओं को वीडियो को \nविशिष्ट रूप से, एक्सटेंशन की कोशिश करेंगे:\nवीडियो के प्रारंभ और मध्य में प्रविष्ट किया गया हुआ पत्र छोड़ें\nपृष्ठ पर प्रगति बैनर्स और प्रगति सामग्री छुपाएँ\nवीडियो के नीचे स्पॉन्सर जानकारी मिटाएँ\nबात है, यह सिर्फ प्राथमिक अनुप्रयोग है। यूट्यूब का व्याख्या सिस्टम बहुत जटिल है, और हम सदैव अपने अल्गोरिदम को सुधार करते हैं कि व्याख्या के प्रगतिशाली फॉर्मों के स\nयह देखने के लिए लागू है कि इस विस्तार सिकान और तकनीकी अनुशोधन के लिए केवल योजना है। हम सिर्जना करनेवालों और प्लेटफ़ोर्मों के लिए व्याख्यायित आगत का महत्वपूर्ण समझते हैं, तो हम इसे उपयोक्ताओं को उचित रूप से उपयोग करन",
    "hr": "Ovo je mali alat dizajniran za optimizaciju iskustva gledanja YouTube-a. Njegova glavna funkcija je filtrirati sadržaj reklame u YouTube-u, omogućavajući korisnicima glatko gledati snimke.\nPosebno, proširenje će pokušati:\nSkoči reklame uključene na početak i sred snimka\nSakrij reklamne zabrane i promotivni sadržaj na stranici\nUkloni sponzorne informacije ispod snimka\nNaravno, ovo je samo preliminarna provedba. Reklamativni sustav YouTube je prilično kompleksan, i stalno poboljšavamo naše algoritme kako bi se suočili sa novim oblicima reklame.\nVrijedno je primjetiti da je ta produženja namijenjena samo za učenje i tehničke istraživačke svrhe. Razumijemo važnost prihoda reklame za stvarače i platforme, tako da preporučujemo da ga korisnici koriste kao odgovarajuće i razmotrimo podršku svojim omiljenim stvaračima sadržaja s drugim sredstvima.",
    "hu": "Ez egy kis eszköz, amelyet arra terveztek, hogy optimalizálja a YouTube megtekintési élményt. Fő funkciója a YouTube videókban található reklámtartalmak kiszűrése, így a felhasználók zökkenőmentesebb videókat nézhetnek meg.\nKonkrétan a kiterjesztés megpróbálja:\nA videó elején és közepén beszúrt hirdetések kihagyása\nHirdetési bannerek és promóciós tartalmak elrejtése az oldalon\nTávolítsa el a szponzor információit a videó alatt\nTermészetesen ez csak egy előzetes végrehajtás. A YouTube hirdetési rendszere meglehetősen összetett, és folyamatosan fejlesztjük algoritmusainkat, hogy megbirkózzunk a hirdetések kialakuló formáival.\nÉrdemes megjegyezni, hogy ez a kiterjesztés csak tanulási és műszaki kutatási célokra szolgál. Megértjük a hirdetési bevételek fontosságát az alkotók és platformok számára, ezért javasoljuk, hogy a felhasználók használják azt megfelelően, és fontolják meg kedvenc tartalomkészítőik más eszközökkel történő támogatását.",
    "id": "Ini adalah alat kecil yang direncanakan untuk optimisasi pengalaman penglihatan YouTube. Fungsi utamanya adalah untuk menapis isi iklan dalam video YouTube, memungkinkan pengguna menonton video dengan lebih lancar.\nSecara spesifik, ekstensi akan mencoba untuk:\nMelompat iklan yang disisipkan pada awal dan tengah video\nSembunyikan banner iklan dan konten promosional di halaman\nBuang informasi sponsor dibawah video\nTentu saja, ini hanya implementasi awal. Sistem iklan YouTube cukup kompleks, dan kami terus meningkatkan algoritma kami untuk menghadapi bentuk iklan yang muncul.\nDiperhatikan bahwa ekstensi ini hanya bertujuan untuk belajar dan tujuan penelitian teknis. Kami mengerti pentingnya pendapatan iklan untuk pencipta dan platform, jadi kami merekomendasikan pengguna menggunakannya sesuai dan mempertimbangkan mendukung pencipta konten favorit mereka melalui cara lain.",
    "it": "Questo è un piccolo strumento progettato per ottimizzare l'esperienza di visualizzazione di YouTube. La sua funzione principale è quella di filtrare i contenuti pubblicitari nei video di YouTube, consentendo agli utenti di guardare i video in modo più fluido.\nIn particolare, l'estensione tenterà di:\nSalta gli annunci inseriti all'inizio e alla metà del video\nNascondere banner pubblicitari e contenuti promozionali sulla pagina\nRimuovi le informazioni sugli sponsor sotto il video\nNaturalmente, questa è solo un'attuazione preliminare. Il sistema pubblicitario di YouTube è piuttosto complesso e stiamo costantemente migliorando i nostri algoritmi per far fronte alle forme emergenti di pubblicità.\nVale la pena notare che questa estensione è destinata solo a scopi di apprendimento e ricerca tecnica. Comprendiamo l'importanza delle entrate pubblicitarie per i creatori e le piattaforme, quindi consigliamo agli utenti di utilizzarle come appropriato e di considerare di sostenere i loro creatori di contenuti preferiti attraverso altri mezzi.",
    "ja": "YouTubeの視聴体験を最適化するためのガジェットです。主な役割は、YouTube動画の広告内容をフィルタリングし、ユーザーがよりスムーズに動画を見ることができるようにすることです。\n具体的には、この拡張は次のように試行されます。\nビデオの先頭と中央に挿入された広告をスキップ\nページ上の広告バナーとプロモーションコンテンツを非表示にする\nビデオの下にあるスポンサー情報を削除\nもちろん、これは初歩的な実現にすぎない。YouTubeの広告システムはかなり複雑で、新しい広告形式に対応するためにアルゴリズムを改善し続けています。\n注目すべきは、この拡張は学習と技術研究としてのみ使用されていることです。広告収入がクリエイターやプラットフォームに与える重要性を理解しているので、ユーザーは適宜使用し、他の方法で好きなコンテンツクリエイターをサポートすることをお勧めします。",
    "kn": "ಇದು ಯೂಟ್ಯೂಬ್ ನೋಡುವ ಅನುಭವ ವನ್ನು ಅಭಿವೃದ್ಧಿಗೊಳಿಸಲು ವಿನ್ಯಾಸಿಸಲಾದ ಒಂದು ಚಿಕ್ಕ ಸಲಕರಣ. ಅದರ ಮುಖ್ಯ ಕಾರ್ಯಕ್ರಮವು ಯೂಟ್ಯೂಬ್ ವೀಡಿಯೋಗಳಲ್ಲಿ ಪ್ರಕಟವಾದ ವಿಷಯಗಳನ್ನು ಶೋಧಿಸುವುದು, ಬಳಕೆದಾರರಿಗೆ ವೀಡಿಯೋಗಳನ\nಸೂಚಿತವಾಗಿ, ವಿಸ್ತರಣೆಯು ಪ್ರಯತ್ನಿಸುತ್ತದೆ:\nವೀಡಿಯೋದ ಪ್ರಾರಂಭದಲ್ಲಿ ಮತ್ತು ಮಧ್ಯದಲ್ಲಿ ಸೂಚಿಸಲಾದ ಪ್ರಕಟಗಳನ್ನು ಅಡ್ಡಬಿಡು\nಪುಟದಲ್ಲಿ ಪ್ರಕಟನ ಬ್ಯಾನ್ಸರ್‌ಗಳನ್ನು ಅಡಗಿಸು\nವೀಡಿಯೋ ಕೆಳಗಿನ ಸ್ಪಾನ್ಸಾರ್ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕು\nವಾಸ್ತವವಾಗಿ, ಇದು ಮೊದಲಿನ ಅನುಪ್ರಯೋಜನೆಯಾಗಿದೆ. ಯೂಟ್ಯೂಬಿನ ಪ್ರಕಟನ ವ್ಯವಸ್ಥೆಯು ಸಂಪೂರ್ಣವಾಗಿದೆ, ಮತ್ತು ನಾವು ಪ್ರಕಟನ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ಪ್ರತ್ಯೇಕಿಸುವಂತೆ ನಮ್ಮ ಅಲ್ಗ\nಈ ವಿಸ್ತರಣೆಯು ಮಾತ್ರ ಕಲಿತುಕೊಳ್ಳುವ ಮತ್ತು ತಂತ್ರಿಕ ಶೋಧನೆಯ ಉದ್ದೇಶಗಳಿಗೆ ಮಾತ್ರ ಉದ್ದೇಶಿಸಲ್ಪಟ್ಟಿ ನಾವು ಸೃಷ್ಟಿಕರು ಮತ್ತು ಪ್ಲೇಟ್‌ಫಾರ್ಮೈನ್‌ಗಳಿಗೆ ವ್ಯವಸಾರ ಮಾಡುವ ಸಂಪತ್ತನ್ನು ತಿಳಿದುಕೊಳ್ಳುತ್ತೇವೆ, ಹಾಗಾಗಿ ಬಳಕೆದಾರರು ಅದನ",
    "ko": "YouTube 시청 환경을 최적화하기 위한 가젯입니다.유튜브 동영상의 광고 내용을 걸러내 사용자가 더 원활하게 동영상을 볼 수 있도록 하는 것이 주된 역할이다.\n특히, 이 확장은 다음을 시도합니다.\n동영상의 시작 부분과 중간에 삽입된 광고를 건너뛰다\n페이지의 광고 배너 및 홍보 내용 숨기기\n비디오 아래의 스폰서 정보 제거\n물론 이것은 단지 초보적인 실현일 뿐이다.YouTube의 광고 시스템은 상당히 복잡하며 새로운 광고 형태에 대처하기 위해 알고리즘을 계속 개선하고 있습니다.\n특히 이 확장은 학습 및 기술 연구용으로만 사용됩니다.우리는 광고 수입이 창작자와 플랫폼에 대한 중요성을 이해하기 때문에 사용자들이 상황을 참작하여 사용할 것을 건의하며, 다른 방식을 통해 좋아하는 콘텐츠 창작자를 지원하는 것을 고려한다.",
    "lt": "Tai nedidelė priemonė, skirta optimizuoti YouTube žiūrėjimo patirtį. Pagrindinė jos funkcija – filtruoti reklamos turinį YouTube vaizdo įrašuose, kad vartotojai galėtų sklandžiau žiūrėti vaizdo įrašus.\nKonkrečiai, pratęsiant procedūrą bus siekiama:\nPraleisti įdėtas reklamas vaizdo pradžioje ir viduryje\nSlėpti reklamos vėliavas ir reklamos turinį puslapyje\nPašalinti rėmėjo informaciją po vaizdo\nŽinoma, tai tik preliminarus įgyvendinimas. YouTube reklamos sistema yra gana sudėtinga ir mes nuolat tobuliname savo algoritmus, kad galėtume spręsti naujas reklamos formas.\nVerta pažymėti, kad šis pratęsimas skirtas tik mokymosi ir techninių tyrimų tikslams. Suprantame reklamos pajamų kūrėjams ir platformoms svarbą, todėl rekomenduojame, kad naudotojai jas panaudotų tinkamai ir apsvarstytų galimybę remti savo mėgstamiausius turinio kūrėjus kitomis priemonėmis.",
    "lv": "Šis ir mazs instruments, kas paredzēts, lai optimizētu YouTube skatīšanas pieredzi. Tās galvenā funkcija ir filtrēt reklāmas saturu YouTube videos, ļaujot lietotājiem vieglāk skatīt videos.\nĪpaši pagarinājums mēģinās:\nIzslēgt reklāmas, kas iekļautas video sākumā un vidē\nSlēpt reklāmas aizliegumus un reklāmas saturu lapā\nIzņemt sponsora informāciju zem video\nProtams, tas ir tikai provizoriska īstenošana. YouTube reklāmas sistēma ir diezgan sarežģīta, un mēs pastāvīgi uzlabo mūsu algoritmus, lai risinātu jaunus reklāmas veidus.\nIr vērts atzīmēt, ka šis pagarinājums ir paredzēts tikai mācību un tehnisko pētījumu mērķiem. Mēs saprotam, cik svarīgi ir reklāmas ieņēmumi radītājiem un platformām, tādēļ mēs ieteicam lietotājiem to izmantot atbilstoši un apsvērt, lai atbalstītu savus mīļākos satura radītājus ar citiem līdzekļiem.",
    "ml": "യൂട്ട്യൂബ് കാണുന്ന അനുഭവങ്ങള്‍ മാന്യമാക്കാന്‍ ഇതൊരു ചെറിയ ഉപകരണമാണ്. അതിന്റെ പ്രധാന ഫങ്ഷന്‍ യൂട്ടൂബിലെ വിവരങ്ങളിലെ വിവരങ്ങള്‍ പുറത്തേക്ക് പ്രഖ്യാപിക്കുന്നതാണ്. ഉപയോക്താക്കള്‍ വീ\nപ്രത്യേകിച്ച്, വികസിപ്പിക്കാന്‍ ശ്രമിക്കും:\nവീഡിയോ തുടക്കത്തിലും മദ്ധ്യത്തിലും ചേര്‍ത്തിരിക്കുന്ന വിവരങ്ങള്‍ ഉപേക്ഷിക്കുക\nതാളിലെ പ്രഖ്യാപനത്തിന്റെ ബാനറുകളും പ്രോമേഷനികമായ വസ്തുക്കളും ഒളിപ്പിക്കുക\nസ്പോണര്‍ വീഡിയോയുടെ താഴെയുള്ള വിവരങ്ങള്‍ നീക്കം ചെയ്യുക\nതീര്‍ച്ചയായും, ഇതൊരു ആദ്യമായ പ്രവര്‍ത്തനം മാത്രമാണ്. യൂട്ടിയുടെ പ്രഖ്യാപന സിസ്റ്റം വളരെ സങ്കീര്‍ണ്ണമാണ്. പുറപ്പെടുന്ന വിവരങ്ങളുടെ രീതിയില്‍ നമ്മുടെ ആല്‍ഗോരിത്മുകള്‍ മുന്‍ക\nഈ വികസിപ്പിക്കുന്നത് പഠിക്കുവാനും സാങ്കേതിക വിദ്യാഭ്യാസത്തിക പഠിക്കുവാനും മാത്രമാണ്. We understand the importance of advertising revenue for creators and platforms, so we recommend that users use it as appropriate and consider supporting their favorite content creators through other means.",
    "mr": "युट्यूबच्या दृश्याच्या अनुभवाचा अधिकतम करण्यासाठी या एक छोट्या साधनाचा उपयोग आहे. त्याचे मुख्य कार्य युट्यूबच्या व्हिडिओमध्ये व्याख्यानातील अनुवाद फिल्टर करण्यासाठी आहे. व्यापकांना व\nविस्तारीत, विस्तार प्रयत्न करील:\nव्हिडिओच्या सुरुवात व मध्यभागी अंतर्भूत केलेल्या व्हिडीओच्या प्रश्न व्हायच्य\nपानावर व्याख्यान बॅनर्स आणि प्रोग्रामिक अवयव लपवा\nव्हिडिओच्या खालील स्पॉन्सर माहिती काढून टाका\nअर्थात, हे फक्त प्राथमिक अनुप्रयोग आहे. यूट्यूबची व्याख्या प्रणाली अगदी जटिल आहे, आणि आम्ही सतत व्याख्या प्रगतीच्या प्रकारच्या प्रकारच्या प्रकारच्या प्रगत\nहे विस्तार शिक्षण आणि तकनिक संशोधनाच्या उद्देश्यासाठी हे लक्षात ठेवायला लागतं. आम्हाला विश्वासकर्ता आणि प्लेटफोर्मांसाठी विश्वासकर्ता विश्वासकर्ता योग्य म्हणून वापरकर्ता योग्य म्हणून विश्वासकर्त",
    "ms": "Ini adalah alat kecil yang direka untuk optimumkan pengalaman pemandangan YouTube. Fungsi utamanya ialah penapis kandungan iklan dalam video YouTube, membolehkan pengguna menonton video dengan lebih lancar.\nSecara khusus, sambungan akan cuba untuk:\nLangkau iklan yang disisipkan pada permulaan dan tengah video\nSembunyi bendera iklan dan kandungan promosi pada halaman\nBuang maklumat sponsor dibawah video\nSudah tentu, ini hanya pelaksanaan awal. Sistem iklan YouTube agak kompleks, dan kami sentiasa meningkatkan algoritma kami untuk menghadapi bentuk iklan yang muncul.\nIa layak diperhatikan bahawa sambungan ini hanya bertujuan untuk belajar dan tujuan kajian teknikal. Kami memahami kepentingan pendapatan iklan untuk pencipta dan platform, jadi kami sarankan pengguna menggunakannya sesuai dan pertimbangkan menyokong pencipta kandungan kegemaran mereka melalui cara lain.",
    "nl": "Dit is een kleine tool ontworpen om de YouTube-kijkervaring te optimaliseren. De belangrijkste functie is het filteren van advertentieinhoud in YouTube-video's, zodat gebruikers video's soepeler kunnen bekijken.\nMet name zal de extensie proberen:\nAdvertenties aan het begin en midden van de video overslaan\nVerberg reclamebanners en promotionele inhoud op de pagina\nVerwijder sponsorinformatie onder de video\nDit is natuurlijk slechts een voorlopige implementatie. Het advertentiesysteem van YouTube is vrij complex en we verbeteren voortdurend onze algoritmes om te kunnen omgaan met opkomende vormen van reclame.\nOpgemerkt moet worden dat deze uitbreiding alleen bedoeld is voor leer- en technisch onderzoek. We begrijpen het belang van advertentieinkomsten voor makers en platforms, dus we raden gebruikers aan deze op gepaste wijze te gebruiken en te overwegen hun favoriete contentmakers op andere manieren te ondersteunen.",
    "no": "Dette er et lite verktøy designet for å optimalisere YouTube-seende erfaring. Den hovedfunksjonen er å filterere ut reklameinnholdet i YouTube-videoer, og tillate brukere å se videoer lettere.\nSpesielt vil forlengelsen forsøke:\nLegg inn annonser i begynnelsen og midten av videoen\nGjem reklamebanner og promotsjonsinnhold på siden\nFjern sponsor informasjon under videoen\nSelvfølgelig er dette bare en første implementasjon. Det reklamesystemet i YouTube er ganske komplisert, og vi forbedrer algoritmene våre for å håndtere reklameform.\nDet er verdt å merke at denne forlengelsen bare er ment for å lære og teknisk forskning. Vi forstår viktigheten av reklameinntekt for skapere og platformer, så vi anbefaler at brukere bruker det som passende og vurderer å støtte favorittinnholdet deres på andre måter.",
    "pl": "Jest to małe narzędzie przeznaczone do optymalizacji wrażeń oglądania YouTube. Jego główną funkcją jest filtrowanie treści reklamowych w filmach YouTube, umożliwiając użytkownikom płynniejsze oglądanie filmów.\nW szczególności rozszerzenie będzie próbowało:\nPomiń reklamy umieszczone na początku i środku filmu\nUkrywanie banerów reklamowych i treści promocyjnych na stronie\nUsuń informacje sponsora poniżej wideo\nOczywiście jest to tylko wstępne wdrożenie. System reklamowy YouTube jest dość złożony, a my stale ulepszamy nasze algorytmy, aby radzić sobie z pojawiającymi się formami reklamy.\nWarto zauważyć, że rozszerzenie to jest przeznaczone wyłącznie do celów edukacyjnych i badań technicznych. Rozumiemy znaczenie przychodów z reklamy dla twórców i platform, dlatego zalecamy użytkownikom korzystanie z niej w stosownych przypadkach i rozważenie wsparcia ulubionych twórców treści innymi środkami.",
    "pt_BR": "Esta é uma pequena ferramenta projetada para otimizar a experiência de visualização no YouTube. Sua principal função é filtrar o conteúdo de publicidade nos vídeos do YouTube, permitindo aos usuários ver vídeos mais suavemente.\nEspecificamente, a extensão tentará:\nSaltar anúncios inseridos no início e no meio do vídeo\nAcoche bandeiras de publicidade e conteúdo promocional na página\nEliminar a informação do patrocinador abaixo do vídeo\nÉ claro, isso é apenas uma implementação preliminar. O sistema de publicidade do YouTube é bastante complexo, e estamos constantemente melhorando nossos algoritmos para lidar com formas emergentes de publicidade.\nVale a pena notar que essa extensão é apenas destinada a fins de aprendizagem e pesquisa técnica. Entendemos a importância da renda de publicidade para criadores e plataformas, então recomendamos que os usuários a usem como adequado e considerem apoiar seus criadores favoritos de conteúdo através de outros meios.",
    "pt_PT": "Esta é uma pequena ferramenta projetada para otimizar a experiência de visualização do YouTube. Sua principal função é filtrar conteúdo publicitário em vídeos do YouTube, permitindo que os usuários assistam vídeos com mais facilidade.\nEspecificamente, a extensão tentará:\nIgnorar anúncios inseridos no início e no meio do vídeo\nOcultar banners publicitários e conteúdo promocional na página\nRemover as informações do patrocinador abaixo do vídeo\nÉ claro que esta é apenas uma implementação preliminar. O sistema de publicidade do YouTube é bastante complexo, e estamos constantemente melhorando nossos algoritmos para lidar com formas emergentes de publicidade.\nVale ressaltar que essa extensão se destina apenas a fins de aprendizagem e pesquisa técnica. Entendemos a importância da receita publicitária para criadores e plataformas, por isso recomendamos que os usuários a usem conforme apropriado e considerem apoiar seus criadores de conteúdo favoritos por outros meios.",
    "ro": "Acesta este un mic instrument conceput pentru a optimiza experiența de vizualizare YouTube. Funcția sa principală este de a filtra conținutul publicitar din videoclipurile YouTube, permițând utilizatorilor să vizioneze videoclipuri mai ușor.\nMai exact, extensia va încerca să:\nSăriți anunțurile introduse la începutul și mijlocul videoclipului\nAscundeți bannerele publicitare și conținutul promoțional pe pagină\nEliminați informațiile despre sponsor de sub videoclip\nDesigur, aceasta este doar o implementare preliminară. Sistemul de publicitate YouTube este destul de complex și ne îmbunătățim constant algoritmii pentru a face față formelor emergente de publicitate.\nEste demn de remarcat faptul că această extensie este destinată numai în scopuri de învățare și cercetare tehnică. Înțelegem importanța veniturilor din publicitate pentru creatori și platforme, așa că recomandăm utilizatorilor să le folosească în mod corespunzător și să ia în considerare sprijinirea creatorilor de conținut preferați prin alte mijloace.",
    "ru": "Это небольшой инструмент, предназначенный для оптимизации просмотра YouTube. Его основная функция - фильтровать рекламный контент из видео YouTube, чтобы пользователи могли смотреть видео более плавно.\nВ частности, расширение будет пытаться:\nПропустить объявление в начале и середине видео\nСкрыть рекламные баннеры и рекламный контент на странице\nУдалить информацию о спонсоре под видео\nКонечно, это только предварительная реализация. Рекламная система YouTube довольно сложна, и мы постоянно совершенствуем алгоритмы, чтобы реагировать на новые формы рекламы.\nПримечательно, что расширение используется только для обучения и технических исследований. Понимая важность доходов от рекламы для создателей и платформ, мы рекомендуем пользователям использовать их по своему усмотрению и рассмотреть другие способы поддержки любимых создателей контента.",
    "sk": "Je to malý nástroj navrhnutý na optimalizáciu skúseností s výhľadom na YouTube. Jej hlavnou funkciou je filtrovať reklamný obsah na YouTube videoch a umožniť užívateľom hladnejšie sledovať video.\nKonkrétne sa rozšírenie bude snažiť:\nPrekročiť reklamy vložené na začiatku a uprostred videa\nUkryť reklamné bannery a reklamný obsah na strane\nOdstrániť informácie sponzora pod video\nSamozrejme, že ide len o predbežnú implementáciu. Reklamný systém YouTube je dosť zložitý a neustále zlepšujeme naše algoritmy na riešenie vznikajúcich foriem reklamy.\nJe potrebné poznamenať, že toto rozšírenie je určené len na účely vzdelávania a technického výskumu. Rozumieme významu príjmov z reklamy pre tvorcov a platformy, preto odporúčame, aby ich používatelia používali podľa potreby a zvážili podporu svojich obľúbených tvorcov obsahu inými prostriedkami.",
    "sl": "To je majhno orodje, zasnovano za optimizacijo izkušenj gledanja YouTube. Njegova glavna funkcija je filtriranje oglaševalske vsebine v videoposnetkih YouTube, kar omogoča uporabnikom, da si videoposnetke ogledajo bolj gladko.\nRazširitev bo poskušala zlasti:\nPreskoči oglase, vstavljene na začetku in sredini videoposnetka\nSkrivanje oglaševalskih pasic in promocijskih vsebin na strani\nOdstrani podatke o sponzorju pod videom\nSeveda je to le predhodna izvedba. Oglaševalski sistem YouTube je precej zapleten in nenehno izboljšujemo svoje algoritme, da bi se spopadli z nastajajočimi oblikami oglaševanja.\nTreba je omeniti, da je ta razširitev namenjena samo učnim in tehničnim raziskovalnim namenom. Razumemo pomen prihodkov iz oglaševanja za ustvarjalce in platforme, zato priporočamo, da jih uporabniki uporabljajo po potrebi in razmislijo o podpori svojih najljubših ustvarjalcev vsebin na druge načine.",
    "sr": "Ovo je mali alat dizajniran da optimizuje iskustvo gledanja YouTube. Njegova glavna funkcija je filtrirati reklamni sadržaj u YouTube video, omogućavajući korisnikima da glatko gledaju video.\nPosebno, proširenje će pokušati:\nSkoči reklame uključene na početak i sred snimka\nSakrij reklamne bandere i promotivni sadržaj na stranici\nUkloni sponzorsku informaciju ispod video\nNaravno, ovo je samo preliminarna implementacija. Reklamativni sistem YouTube je prilično kompleksan, i stalno poboljšavamo naše algoritme da se suočimo sa novim oblicima reklame.\nVrede je da primetim da je ova produženja namerana samo za učenje i tehničke istraživačke svrhe. Razumijemo važnost prihoda reklame za tvorce i platforme, tako da preporučujemo da ga korisnici koriste kao odgovarajuće i razmotrimo podršku svojim omiljenim stvaraocima sadržaja drugim sredstvima.",
    "sv": "Detta är ett litet verktyg utformat för att optimera YouTube visningsupplevelsen. Dess huvudsakliga funktion är att filtrera bort annonsinnehåll i YouTube-videor, så att användarna kan titta på videor mer smidigt.\nTillägget kommer att försöka:\nHoppa över annonser som infogas i början och mitten av videon\nDölj reklambanners och reklaminnehåll på sidan\nTa bort sponsorinformation under videon\nDetta är naturligtvis bara ett preliminärt genomförande. Annonssystemet på YouTube är ganska komplext, och vi förbättrar ständigt våra algoritmer för att hantera nya former av reklam.\nDet är värt att notera att denna förlängning endast är avsedd för lärande och teknisk forskning. Vi förstår vikten av reklamintäkter för skapare och plattformar, så vi rekommenderar att användare använder det på lämpligt sätt och överväger att stödja sina favoritinnehållsskapare på andra sätt.",
    "sw": "Hii ni chombo kidogo kinacholengwa kuboresha uzoefu wa kutazama mtandao wa YouTube. Kazi yake ya msingi ni kuchuja maudhui ya matangazo katika video za YouTube, na kuwaruhusu watumiaji kuangalia video kwa urahisi zaidi.\nKwa hakika, upanuzi utajaribu:\nKuacha matangazo yaliyoingizwa mwanzoni na katikati ya video\nZificha mabango ya matangazo na maudhui ya kutangaza kwenye ukurasa huo\nRemove sponsor information below the video\nBila shaka, hii ni utekelezaji wa awali tu. Mfumo wa matangazo ya YouTube ni tatizo sana, na tunaendelea kuboresha mialgorithi yetu ili kukabiliana na aina ya matangazo yanayotokea.\nInastahili kutambua kwamba ukuaji huu unalengwa tu kwa ajili ya kujifunza na tafiti za kiufundi. Tunafahamu umuhimu wa mapato ya matangazo kwa watengenezaji na majukwaa, kwa hiyo tunapendekeza watumiaji watumie matumizi hayo kwa upendeleo na kuangalia kuunga mkono muundo wao wanaopenda kwa njia nyingine.",
    "ta": "YouTube பார்வை அனுபவத்தை மேம்படுத்த வடிவமைக்கப்பட்ட சிறிய கருவி இது. அதன் முக்கிய செயல்பாடு யூடியூப் வீடியோவில் விளக்கம் உள்ளடக்கங்களை வடிகட்டுவதற்காகும், பயனர்கள் மிக எளிதாக வீடியோக\nகுறிப்பிட்ட விரிவாக்கம் முயற்சிக்கும்:\nவீடியோவின் ஆரம்ப மற்றும் நடுவில் உள்ள விவரங்களை விட்டுவிடு\nபக்கத்தில் அறிவிப்பு பேனர்களை மறை\nRemove sponsor information below the video\nநிச்சயமாக, இது ஒரு முதல் செயல்பாடு. யூடியூபின் அறிவிப்பு அமைப்பு மிகவும் சிக்கலானது, நாங்கள் எப்பொழுதும் மேம்படுத்துகிறோம் விவரமான வடிவங்களை பொருத்துவதற்கா\nஇந்த விரிவாக்கம் கற்றல் மற்றும் தொழில்நுட்ப ஆராய்ச்சி இலக்குகள் மட்டுமே தான் மட்டுமே குறிப்பிடு உருவாக்குபவர்களுக்கும் தளங்களுக்கும் விவரங்களின் முக்கியத்தை நாங்கள் புரிந்து கொள்கிறோம், எனவே பயனர்கள் அதை சரியாக பயன்படுத்தி மற்றும",
    "th": "นี่คือแกดเจ็ตที่ออกแบบมาเพื่อเพิ่มประสิทธิภาพการรับชม YouTube บทบาทหลักของมันคือการกรองเนื้อหาโฆษณาในวิดีโอ YouTube เพื่อให้ผู้ใช้สามารถดูวิดีโอได้อย่างราบรื่นยิ่งขึ้น\nโดยเฉพาะส่วนขยายจะพยายาม:\nข้าม โฆษณาที่แทรกอยู่ในตอนต้นและตรงกลางของวิดีโอ\nซ่อนป้ายโฆษณาและเนื้อหาโปรโมตบนหน้าเว็บ\nลบข้อมูลผู้สนับสนุนด้านล่างวิดีโอ\nแน่นอนว่านี่เป็นเพียงการตระหนักรู้เบื้องต้นเท่านั้น ระบบการโฆษณาของ YouTube ค่อนข้างซับซ้อนและเรายังคงปรับปรุงอัลกอริทึมอย่างต่อเนื่องเพื่อรับมือกับรูปแบบการโฆษณาที่เกิดขึ้นใหม่\nเป็นที่น่าสังเกตว่าส่วนขยายนี้ใช้เป็นการเรียนรู้และการวิจัยทางเทคโนโลยีเท่านั้น เราเข้าใจถึงความสำคัญของรายได้จากโฆษณาที่มีต่อครีเอเตอร์และแพลตฟอร์ม จึงขอแนะนำให้ผู้ใช้ใช้ดุลยพินิจและพิจารณาสนับสนุนครีเอเตอร์ที่มียอดไลค์ด้วยวิธีอื่น",
    "tr": "Bu YouTube görüntü deneyimini iyileştirmek için tasarlanmış küçük bir araç. Ana fonksiyonu YouTube videolarında reklam içeriğini filtrelemek ve kullanıcıların videoları daha kolay izlemesine izin vermek.\nÖzellikle, uzantısı deneyecek:\nVideo başlangıcında ve ortasında yerleştirilen reklamları atla\nReklama banneri ve terfi içeriklerini sayfa sakla\nVideo altında sponsor bilgilerini sil\nTabii ki, bu sadece öncelik bir uygulama. YouTube'un reklam sistemi oldukça karmaşık ve ortaya çıkan reklam formlarıyla karşılaşmak için algoritmalarımızı sürekli geliştiriyoruz.\nBu uzantığın sadece öğrenme ve teknik araştırma amaçlarına destek edildiğini fark etmeye değer. Yaratıcılar ve platformlar için reklam gelirlerinin önemini anlıyoruz. Bu yüzden kullanıcıların bunu uygun olarak kullanmasını ve en sevdiği içerik yaratıcılarını diğer yollarla desteklemesini öneririz.",
    "uk": "Це маленький інструмент, створений для оптимізації досвіду перегляду YouTube. Його головною функцією є фільтрування рекламного вмісту на YouTube відео, за допомогою якого користувачі зможуть спостерігати за відео швидше.\nОсобливо, розширення спробує:\nПропустити реклами вставлені на початку і середині відео\nСховати рекламні банери і рекламний вміст на сторінці\nВилучити інформацію про спонсора під відео\nЗвичайно, це лише попередня реалізація. Рекламна система YouTube досить складна, і ми постійно покращуємо наші алгоритми, щоб справитися з розвиваючими формами реклами.\nВарто зауважити, що цей розширення призначено лише для навчання та технічних досліджень. Ми розуміємо важливість рекламного доходу для створювачів і платформ, тому ми рекомендуємо користувачам використовувати його як потрібно і розглянути підтримку своїх улюблених створювачів вмісту іншими способами.",
    "vi": "Đây là một tiện ích được thiết kế để tối ưu hóa trải nghiệm xem YouTube của bạn. Vai trò chính của nó là lọc nội dung quảng cáo từ video YouTube để người dùng có thể xem video mượt mà hơn.\nCụ thể, phần mở rộng này sẽ cố gắng:\nBỏ qua quảng cáo chèn ở đầu và giữa video\nẨn biểu ngữ quảng cáo và nội dung quảng cáo trên các trang\nXóa thông tin tài trợ bên dưới video\nĐương nhiên, đây chỉ là một thực hiện sơ bộ. Hệ thống quảng cáo của YouTube khá phức tạp và chúng tôi đang liên tục cải thiện thuật toán của mình để đối phó với các hình thức quảng cáo mới nổi.\nĐiều quan trọng cần lưu ý là phần mở rộng này chỉ được sử dụng cho nghiên cứu học tập và kỹ thuật. Chúng tôi hiểu tầm quan trọng của doanh thu quảng cáo đối với người sáng tạo và nền tảng, vì vậy chúng tôi khuyên người dùng nên sử dụng nó khi thích hợp và xem xét hỗ trợ người sáng tạo nội dung mà họ thích thông qua các phương tiện khác.",
    "zh_TW": "這是一個旨在優化YouTube觀看體驗的小工具。 它的主要作用是過濾掉YouTube視頻中的廣告內容，讓用戶可以更順暢地觀看視頻。\n具體來說，該擴展會嘗試：\n跳過視頻開頭和中間插入的廣告\n隱藏頁面上的廣告橫幅和推廣內容\n移除視頻下方的贊助商資訊\n當然，這只是一個初步的實現。 YouTube的廣告系統相當複雜，我們還在不斷改進算灋，以應對新出現的廣告形式。\n值得注意的是，該擴展僅作為學習和科技研究使用。 我們理解廣告收入對創作者和平臺的重要性，囙此建議用戶酌情使用，並考慮通過其他管道支持喜歡的內容創作者。"
  }
}