{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pwd Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create Strong, Custom and Random Passwords Fast! Secure Your Accounts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Key Features:\n\n1. Randomized Passwords: Pwd Generator generates highly secure passwords with completely random characters. This ensures maximum protection for your accounts.\n\n2. Customizable Password Length: Whether you need a short or a long and complex one, Pwd Generator allows you to choose the length that suits your security needs.\n\n3. Multiple Passwords at Once: Generate as many passwords as you need in a single click. \n\n4. Variety of Characters: Pwd Generator includes a variety of characters in its password generation, including uppercase and lowercase letters, numbers, and special symbols. This diversity makes your passwords even harder to crack.\n\n5. Easy to Use: Pwd Generator is user-friendly and intuitive, making it suitable for both tech-savvy users and those new to password generators.\n\nHow generate a new password Works:\n\n1. Click \"Refresh\".\n2. Copy your password.\n\nHow settings Works:\n\n1. Click on the gear.\n2. Set your desired password size.\n3. Specify the number of passwords you need.\n4. Select the desired characters.\n5. Click the gear again to generate a password\n\nUse Cases:\n\n- Securing Online Accounts: Use Pwd Generator to create strong, unique passwords for your online accounts, protecting your personal information.\n\n- Multiple passwords: Generate multiple passwords for multiple accounts with a high level of security.\n\n- Enhancing Security: Upgrade your existing passwords to complex, difficult-to-crack ones.\n\nTry Pwd Generator Today and Strengthen Your Security!"
  }
}