{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "365AntiSpoof"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helps detect potential spoofing of Microsoft 365 login pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "365AntiSpoof helps detect if your current page is a spoofed Microsoft login page.\n\n**Disclaimer of Liability for 365AntiSpoof Checker**\n\nThe 365AntiSpoof Checker Chrome extension (the \"Extension\") is provided as a free service to help users identify and avoid potential phishing threats associated with fake Microsoft login pages. While the Extension aims to enhance user security by alerting users to suspicious URLs, we do not guarantee that it will detect every phishing attempt or malicious website. Users are encouraged to maintain vigilance and continue exercising caution when entering personal information online.\n\nThe Extension is provided \"as is\" without warranty of any kind, either express or implied. Neither the developers of 365AntiSpoof Checker nor any associated parties shall be liable for any damages, including but not limited to direct, indirect, special, consequential, or incidental damages or losses that may arise from the use of the Extension, or an inability to use the Extension, even if advised of the possibility of such damages.\n\nBy using the 365AntiSpoof Checker, you agree that the exclusions and limitations of liability set out in this disclaimer are reasonable. If you do not think they are reasonable, you must not use the Extension.\n\nWe reserve the right to modify this disclaimer at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on this page."
  }
}