{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AiTou: H1B Visa Sponsor Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find companies that provide H1B sponsorship and accept OPT/OPT Extension status with reliable data from USCIS and E-Verify."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the ultimate tool for identifying companies offering H1-B sponsorship and accepting OPT/OPT Extension status!\n\nThis Chrome extension, brought to you by AiTou Technology, is your ally in the international job application process. It enables you to discover companies registered with E-Verify and with a proven history of H1-B sponsorship, utilizing reliable data sourced directly from USCIS and the E-Verify system. It is specially designed to enhance your job search experience on LinkedIn's Job Search Page.\n\nWith the AiTou Visa Sponsor Checker, we aim to elevate your job hunting experience to new heights.\n\nFeatures and Instructions:\n\nEnable Sponsor Checker on LinkedIn: Introducing LinkedIn's groundbreaking 'Enable Sponsor Checker' feature! Easily distinguish sponsored from non-sponsored job postings, adding a layer of transparency to your job search and helping you focus on the types of posts that align with your needs. Start your personalized job hunting journey with 'Enable Sponsor Checker on LinkedIn' today.\n\nShow Sponsored Jobs Only: Enhance your LinkedIn job search with our innovative tool, designed to display only sponsored job postings. This feature allows you to streamline your job search, saving precious time and effort by directing you straight to sponsored jobs. Our 'Show Sponsored Jobs Only' feature facilitates a more targeted and efficient job search experience.\n\nReport Inaccurate Information: Companies may use varying names when filing H1-B applications, causing some that do sponsor work visas to be missing from our results. You can report any inaccuracies found on the job detail page, and we will promptly verify and update the information.\n\nJob Title Sponsor Checker (Coming Soon): Get ready for our upcoming feature, the 'Job Title Sponsor Checker'. Building upon our existing 'Visa Sponsorship by Job Title' tool, this feature adds another dimension to your LinkedIn job hunting experience. This smart alert system is designed to inform you if a company known for offering visa sponsorships posts a job title that doesn't typically include sponsorship.\n\nVisit AiTou.io: Access AiTou's website (www.aitou.io) with a simple click on the 'explore' button. AiTou is a dedicated platform that aids international students in launching their careers in the United States. Our website offers an array of artificial intelligence-backed features designed to facilitate information searches and elevate your career prospects.\n\nLatest Version Updates (0.1.0):\n\n1. Fixed right panel badge not display issue\n2. Fixed filter irresponsive issue\n3. Fixed left job list layout issue\n\nSupport:\nShould you require any assistance, please visit www.aitou.io and leave us a message at developer@aitou.io. We promise a swift response. Your suggestions and feedback are always welcomed and highly appreciated!"
  }
}