{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Store Wizards Magic Edit (Multiplatform)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick and Easy Editing for Shopify, BigCommerce, Turbify (previously Yahoo! Store), and WordPress websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Magic Edit for Google Chrome is a dynamic editing tool designed to revolutionize how you manage your Shopify, BigCommerce, WordPress, and Turbify (formerly Yahoo! Store) websites. With Magic Edit, you gain immediate access to essential areas of your online store or website, streamlining the editing process like never before.\n\nKey Features:\n\nEffortless Editing: Directly access edit screens for orders, products, pages, posts, collections, categories, and more. Magic Edit simplifies your workflow, allowing you to edit directly without navigating to your site's backend.\nSeamless Creation: Create new items, pages, posts, and categories with ease, enhancing your site's content and structure swiftly.\nAdvanced Tools: Test for speed, rich results, schema, and more, ensuring your site stays ahead in performance and search engine optimization.\nOne-Click to Page Speed Insights: Keep an eye on your site's performance with one-click access to Google’s Page Speed Insights reports while viewing individual pages.\nSpeedy Support Access: Access platform-specific help documents and technical support from Your Store Wizards, ensuring you're never stuck.\n\nHow it Works:\n\nSimply install Magic Edit for Google Chrome and navigate to your eCommerce store or WordPress website.  Click on the extension icon that appears in your browser bar (we recommend “pinning” it so it’s always available) to access the shortcut menu with all the actions available for your current site. This user-friendly feature saves you time and clicks, making website editing more efficient than ever.\n\nBenefits:\n\nIt’s Free!: Magic Edit is offered by Your Store Wizards at no cost, providing a valuable resource to our clients and the wider online store community.\nQuick & Easy Installation: Once installed, you have immediate access to all the tools and shortcuts you need to manage your sites quicker than ever.\nNo Account or Login Needed: Magic Edit is available for use without having to create an account or log in to any authentication service.  It’s ready to use immediately without sharing any information with Your Store Wizards.\nPlatform Compatibility: While certain features may vary, Magic Edit is compatible with the Shopify, BigCommerce, and Turbify eCommerce platforms as well as WordPress blogs and websites.\n\nWe're committed to making Magic Edit the go-to tool for online store and website owners. Your feedback is invaluable – contact us for questions or to suggest additional features that can enhance your editing experience. \n\nInstallation Notes:\n* Accessible areas vary depending on the platform."
  }
}