{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert Gmail™ to PDF (locally)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Convert your emails to PDF format on offline mode (without a server interaction; secure and private) to backup your emails",
    "de": "Konvertieren Sie Ihre E-Mails in das PDF-Format im Offline-Modus (ohne Server-Interaktion), um Ihre E-Mails zu sichern",
    "es": "Convierte tus correos electrónicos al formato PDF localmente para hacer una copia de seguridad de tus correos electrónicos",
    "fr": "Convertissez vos e-mails au format PDF en mode hors ligne (sans interaction avec le serveur) pour sauvegarder vos e-mails",
    "it": "Convertire le e-mail in formato PDF in modalità offline (senza interazione con il server) per eseguire il backup delle e-mail",
    "ja": "オフラインモードでメールをPDF形式に変換して、メールをバックアップします。",
    "nl": "Converteer uw e-mails naar PDF-formaat in offline modus (zonder serverinteractie) om een back-up te maken van uw e-mails",
    "pl": "Konwersja wiadomości e-mail do formatu PDF w trybie offline w celu utworzenia kopii zapasowej wiadomości e-mail",
    "pt_BR": "Converta seus e-mails para o formato PDF no modo offline (sem interação com o servidor) para fazer backup de seus e-mails",
    "pt_PT": "Converta os seus e-mails em formato PDF no modo offline para fazer cópias de segurança dos seus e-mails",
    "ru": "Преобразование электронной почты в формат PDF в автономном режиме для резервного копирования электронной почты",
    "zh_CN": "在离线模式下将您的电子邮件转换为PDF格式（无需服务器交互，安全且私密），以备份您的电子邮件。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This extension adds two new buttons to your Gmail interface. One orange PDF button and one blue PDF button. The orange button can be used to generate distraction-free PDF documents and the blue one generates a normal PDF document. It is also possible to press the toolbar button (action button) to convert multiple emails to PDF at once. For bulk conversion, you need to select a few threads first.\n\nFeatures:\n1. Supports all Gmail view modes (no split, right of inbox, below inbox)\n2. Supports bulk conversion by selecting multiple threads at once\n3. Support simple and advance printing with and without images\n4. Extracts email date and use it in the archived name\n\nNotes:\n1. The orange button is called the \"simple\" mode of operation. In this mode, your emails are reformated and all the images, lines, and any other distracting elements are removed from the document before the PDF file is generated. This is useful to generate PDF for fast reading.\n\n2. The blue button is called the \"normal\" mode of operation. In this mode, the \"window.print()\" function is called and the generated document is in the standard format.\n3. This extension does NOT send your documents to an external server for conversion as this violates the user's privacy. The extension uses a local JavaScript library called jsPDF for all its conversions.\n4. By default, no image is attached to your document if the \"simple\" mode is selected so that there would be no image fetching from remote servers.\n\nFor more info please visit:\nhttps://add0n.com/to-pdf.html?from=gmail\nTo report bugs please visit:\nhttps://github.com/ray-lothian/to-pdf/issues\n\nChange Log:\nversion 0.1.5\n1. You can now customize the filename\n2. There are options to hide both or either print and simple mode buttons\n3. The extension now embeds a few popular fonts to the PDF document so it will look better in the simple printing mode.\nversion 0.1.7\n1. It is now possible to use managed storage to control settings\n2. Font detection algorithm is improved\nversion 0.2.3\n1. Extension supports printing in multiple logged-in accounts\nversion 0.2.4\n1. Supports bulk conversion. Select a few threads and press the action button to convert each email to PDF one by one.",
    "de,es,fr,it,ja,nl,pl,pt_BR,pt_PT,ru,zh_CN": "This extension adds two new buttons to your Gmail interface. One orange PDF button and one blue PDF button. The orange button can be used to generate distraction-free PDF documents and the blue one generates a normal PDF document.\n\nNotes:\n1. The orange button is called \"simple\" mode of operation. In this mode, your emails are reformated and all the images, lines, and any other distracting elements are removed from the document before PDF file is generated. This is useful to generate PDF for fast reading.\n\n2. The blue button is called \"normal\" mode of operation. In this mode, the \"window.print\" function is called and the generated document is the standard format.\n3. This extension does NOT send your documents to an external server for conversion as this violates user's privacy. The extension uses a local JavaScript library called jsPDF for all its conversions.\n4. By default, no image is attached to your document if the \"simple\" mode is selected so that there would be no image fetching from remote servers.\n\nFor more info please visit:\nhttp://add0n.com/to-pdf.html?from=gmail\nTo report bugs please visit:\nhttps://github.com/ray-lothian/to-pdf/issues\n\nChange Log:\nversion 0.1.5\n1. You can now customize the filename\n2. There are options to hide both or either print and simple mode buttons\n3. The extension now embeds a few popular fonts to the PDF document so it will look better in the simple mode.\nversion 0.1.7\n1. It is now possible to use managed storage to control settings\n2. Font detection algorithm is improved"
  }
}