{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MAIL EVOLVED"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to use ChatGPT to generate email replies in Gmail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You must have an OpenAI API Key to use this extension. It will ask for you to enter it when you first open the extension, and can be changed later in the settings.\n\nThis is a script that is meant to be installed as a Chrome extension in the Google Chrome browser. Once installed, it provides a set of buttons that allow users to quickly generate replies to emails using the OpenAI GPT-3 language model.\n\nThe script works by detecting when the user is composing a reply to an email in Gmail, and then inserting a set of buttons alongside the standard reply button. Each button represents a different type of reply, such as a short response or a custom response, and when clicked, the script uses the OpenAI API to generate a reply text that is then inserted into the email reply box.\n\nUsers might find this extension useful if they frequently need to respond to emails but struggle to come up with the right words to use. The script provides a quick and easy way to generate responses that are tailored to the specific email being replied to, which can save time and effort for the user.\n\nWe do not collect any personal information from you through the Extension. However, we use the OpenAI API to process email content and send requests. As a result, any data that you submit through the Extension may be captured by OpenAI, and their privacy policy applies to any such data. We recommend that you review their privacy policy before using the Extension."
  }
}