{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EleMentores"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Edite seu site mais fácil com nossa extensão"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desenvolvemos uma extensão inovadora projetada para aprimorar significativamente a experiência de edição e personalização no site do cliente, especialmente quando utilizando a renomada plataforma de comércio eletrônico \"Loja Integrada\". Esta ferramenta extraordinária simplifica e aprimora a capacidade de realizar alterações dinâmicas, abrangendo desde imagens cativantes até banners envolventes e textos perspicazes.\n\nCom nossa extensão intuitiva, proporcionamos uma abordagem simplificada e eficaz para a manipulação de diversos elementos visuais e textuais dentro do ambiente online do cliente. Seja aprimorando a estética do site com imagens visualmente impactantes, destacando produtos e promoções por meio de banners estrategicamente posicionados, ou refinando a mensagem textual para uma comunicação mais assertiva, nossa ferramenta foi desenvolvida para tornar cada etapa do processo tão descomplicada quanto possível.\n\nO escopo da extensão não se limita apenas a imagens, banners e textos; ela oferece versatilidade para trabalhar com uma variedade de elementos essenciais. Seu design amigável e funcionalidades avançadas proporcionam uma experiência de edição fluida e eficiente, permitindo que o cliente tenha total controle sobre a aparência e o conteúdo do seu site.\n\nAo implementar nossa extensão no ecossistema da Loja Integrada, estamos comprometidos em elevar o padrão de personalização, capacitando os usuários a moldarem seus sites de maneira dinâmica e cativante. Simplifique a gestão de conteúdo online, transformando a experiência de edição em uma jornada intuitiva e produtiva com nossa extensão especializada."
  }
}