{
  "name": {
    "ar": "طقس الشاطئ",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Beach Weather",
    "bg": "Времето на плажа",
    "ca": "Temps de platja",
    "cs": "Počasí na pláži",
    "da": "Strandvejr",
    "de": "Strandwetter",
    "el": "Καιρός στην παραλία",
    "es": "Tiempo en la playa",
    "et": "Ranna ilm",
    "fa": "آب و هوای ساحل",
    "fi": "Ranta Sää",
    "fil": "Panahon sa Beach",
    "fr": "Météo des plages",
    "he": "מזג אוויר בחוף",
    "hi": "समुद्र तट मौसम",
    "hr": "Vrijeme na plaži",
    "hu": "Tengerparti időjárás",
    "id,ms": "Cuaca Pantai",
    "it": "Tempo in spiaggia",
    "ja": "ビーチの天気",
    "ko": "해변 날씨",
    "lt": "Paplūdimio orai",
    "lv": "Pludmales laikapstākļi",
    "nl": "Strandweer",
    "no": "Strandvær",
    "pl": "Pogoda na plaży",
    "ro": "Vremea de plajă",
    "ru": "Погода на пляже",
    "sk": "Počasie na pláži",
    "sl": "Vreme na plaži",
    "sr": "Беацх Веатхер",
    "sv": "Strandväder",
    "th": "สภาพอากาศที่ชายหาด",
    "tr": "Plaj Hava Durumu",
    "uk": "Пляжна погода",
    "vi": "Thời tiết bãi biển",
    "zh_CN": "海滩天气",
    "zh_TW": "海灘天氣"
  },
  "short": {
    "ar": "أحوال الطقس على الشاطئ حول العالم",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Beach weather conditions around the world",
    "bg": "Метеорологични условия на плажа по целия свят",
    "ca": "Condicions meteorològiques de la platja a tot el món",
    "cs": "Počasí na pláži po celém světě",
    "da": "Strandvejr i hele verden",
    "de": "Strandwetter weltweit",
    "el": "Καιρικές συνθήκες παραλίας σε όλο τον κόσμο",
    "es": "Condiciones meteorológicas en las playas de todo el mundo",
    "et": "Ilmastikuolud rannas üle maailma",
    "fa": "شرایط آب و هوایی ساحل در سراسر جهان",
    "fi": "Rantasääolosuhteet ympäri maailmaa",
    "fil": "Mga kondisyon ng panahon sa beach sa buong mundo",
    "fr": "Conditions météorologiques des plages dans le monde",
    "he": "תנאי מזג האוויר בחופים ברחבי העולם",
    "hi": "दुनिया भर में समुद्र तट की मौसम की स्थिति",
    "hr": "Vremenski uvjeti na plaži diljem svijeta",
    "hu": "Tengerparti időjárási viszonyok szerte a világon",
    "id": "Kondisi cuaca pantai di seluruh dunia",
    "it": "Condizioni meteorologiche sulle spiagge di tutto il mondo",
    "ja": "世界中のビーチの気象条件",
    "ko": "전 세계 해변 날씨",
    "lt": "Paplūdimio oro sąlygos visame pasaulyje",
    "lv": "Laika apstākļi pludmalē visā pasaulē",
    "ms": "Keadaan cuaca pantai di seluruh dunia",
    "nl": "Strandweersomstandigheden over de hele wereld",
    "no": "Strandværforhold rundt om i verden",
    "pl": "Warunki pogodowe na plaży na całym świecie",
    "ro": "Condițiile meteo de plajă din întreaga lume",
    "ru": "Пляжные погодные условия по всему миру",
    "sk": "Poveternostné podmienky na pláži po celom svete",
    "sl": "Vremenske razmere na plaži po vsem svetu",
    "sr": "Временски услови на плажи широм света",
    "sv": "Strand väderförhållanden runt om i världen",
    "th": "สภาพอากาศที่ชายหาดทั่วโลก",
    "tr": "Dünyadaki plaj hava koşulları",
    "uk": "Погодні умови на пляжі по всьому світу",
    "vi": "Điều kiện thời tiết bãi biển trên khắp thế giới",
    "zh_CN": "世界各地海滩天气状况",
    "zh_TW": "世界各地海灘天氣狀況"
  },
  "long": {
    "ar": "هل ترغب في الحصول على توقعات سريعة للطقس قبل زيارة شاطئك المحلي؟\n\nقم بتثبيت هذا البرنامج اليوم ويمكنك الوصول إلى تقارير الطقس للشواطئ حول العالم.\n\nلدينا توقعات الطقس لأكثر من 100+ شاطئ لعدة بلدان. تحقق من توقعات الطقس قبل الذهاب إلى الشاطئ.\n\nجرب امتداد الطقس على الشاطئ اليوم وتأكد من أنك لن تتعثر في المطر عندما تقرر الذهاب إلى الشاطئ.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to get a quick weather forecast before you visit your local beach?\n\nInstall this software today and you can get access to the weather reports for beaches around the world.\n\nWe have the weather forecast for over 100+ beaches for multiple countries. Check the weather forecast before you go to the beach.\n\nTry this beach weather extension today and ensure you dont get stuck in the rain when you decide to go to the beach.",
    "bg": "Искате ли да получите бърза прогноза за времето, преди да посетите местния плаж?\n\nИнсталирайте този софтуер днес и можете да получите достъп до прогнозите за времето за плажовете по целия свят.\n\nИмаме прогноза за времето за над 100+ плажа за множество страни. Вижте прогнозата за времето преди да отидете на плаж.\n\nИзпробвайте това разширение за времето на плажа днес и се уверете, че няма да останете под дъжда, когато решите да отидете на плажа.",
    "ca": "Voleu obtenir una previsió meteorològica ràpida abans de visitar la vostra platja local?\n\nInstal·leu aquest programari avui mateix i podreu accedir als informes meteorològics de les platges de tot el món.\n\nTenim la previsió meteorològica de més de 100 platges per a diversos països. Consulteu la previsió meteorològica abans d'anar a la platja.\n\nProveu aquesta extensió del temps de platja avui i assegureu-vos que no us quedeu atrapat sota la pluja quan decidiu anar a la platja.",
    "cs": "Chcete získat rychlou předpověď počasí, než navštívíte místní pláž?\n\nNainstalujte si tento software ještě dnes a získáte přístup k zprávám o počasí na plážích po celém světě.\n\nMáme předpověď počasí pro více než 100 pláží pro více zemí. Než vyrazíte na pláž, zkontrolujte předpověď počasí.\n\nVyzkoušejte toto rozšíření pro plážové počasí ještě dnes a ujistěte se, že neuvíznete v dešti, když se rozhodnete jít na pláž.",
    "da": "Vil du have en hurtig vejrudsigt, før du besøger din lokale strand?\n\nInstaller denne software i dag, og du kan få adgang til vejrudsigterne for strande rundt om i verden.\n\nVi har vejrudsigten for over 100+ strande for flere lande. Tjek vejrudsigten, før du tager til stranden.\n\nPrøv denne strandvejrudvidelse i dag, og sørg for, at du ikke bliver hængende i regnen, når du beslutter dig for at tage til stranden.",
    "de": "Möchten Sie eine schnelle Wettervorhersage erhalten, bevor Sie Ihren örtlichen Strand besuchen?\n\nInstallieren Sie diese Software noch heute und Sie erhalten Zugriff auf die Wetterberichte für Strände auf der ganzen Welt.\n\nWir haben die Wettervorhersage für über 100 Strände für mehrere Länder. Überprüfen Sie die Wettervorhersage, bevor Sie zum Strand gehen.\n\nProbieren Sie diese Strandwettererweiterung noch heute aus und stellen Sie sicher, dass Sie nicht im Regen stecken bleiben, wenn Sie sich entscheiden, an den Strand zu gehen.",
    "el": "Θέλετε να λάβετε μια γρήγορη πρόγνωση καιρού πριν επισκεφτείτε την τοπική παραλία σας;\n\nΕγκαταστήστε αυτό το λογισμικό σήμερα και θα έχετε πρόσβαση στα δελτία καιρού για τις παραλίες σε όλο τον κόσμο.\n\nΈχουμε την πρόγνωση του καιρού για περισσότερες από 100 παραλίες για πολλές χώρες. Ελέγξτε την πρόγνωση του καιρού πριν πάτε στην παραλία.\n\nΔοκιμάστε αυτήν την επέκταση καιρού παραλίας σήμερα και βεβαιωθείτε ότι δεν θα κολλήσετε στη βροχή όταν αποφασίσετε να πάτε στην παραλία.",
    "es": "¿Quiere obtener un pronóstico del tiempo rápido antes de visitar su playa local?\n\nInstale este software hoy y podrá acceder a los informes meteorológicos de las playas de todo el mundo.\n\nTenemos el pronóstico del tiempo para más de 100 playas de varios países. Consulte el pronóstico del tiempo antes de ir a la playa.\n\nPruebe esta extensión de clima de playa hoy y asegúrese de no quedarse atrapado bajo la lluvia cuando decida ir a la playa.",
    "et": "Kas soovite enne kohaliku ranna külastamist saada kiiret ilmateadet?\n\nInstallige see tarkvara juba täna ja pääsete juurde kogu maailma randade ilmateadetele.\n\nMeil on ilmateade rohkem kui 100 ranna kohta mitmes riigis. Enne randa minekut vaadake ilmateadet.\n\nProovige seda rannailma laiendust juba täna ja veenduge, et randa minna ei jääks vihma kätte.",
    "fa": "آیا می خواهید قبل از بازدید از ساحل محلی خود یک پیش بینی سریع آب و هوا دریافت کنید؟\n\nهمین امروز این نرم افزار را نصب کنید و می توانید به گزارش آب و هوای سواحل سراسر جهان دسترسی داشته باشید.\n\nما پیش‌بینی آب و هوا برای بیش از 100 سواحل برای چندین کشور داریم. قبل از رفتن به ساحل، پیش بینی آب و هوا را بررسی کنید.\n\nامروز این برنامه افزودنی آب و هوای ساحل را امتحان کنید و مطمئن شوید که وقتی تصمیم به رفتن به ساحل می‌گیرید در باران گیر نمی‌کنید.",
    "fil": "Haluatko saada nopean sääennusteen ennen kuin vierailet paikallisella rannalla?\n\nAsenna tämä ohjelmisto tänään, niin saat käyttöösi rantojen säätiedotteet ympäri maailmaa.\n\nMeillä on sääennuste yli 100 rannalle useissa maissa. Tarkista sääennuste ennen kuin lähdet rannalle.\n\nKokeile tätä rantasäälaajennusta tänään ja varmista, ettet juutu sateeseen, kun päätät mennä rannalle.",
    "fr": "Vous voulez obtenir une prévision météorologique rapide avant de visiter votre plage locale ?\n\nInstallez ce logiciel dès aujourd'hui et vous pourrez accéder aux bulletins météo des plages du monde entier.\n\nNous avons les prévisions météo pour plus de 100 plages pour plusieurs pays. Vérifiez les prévisions météorologiques avant d'aller à la plage.\n\nEssayez cette extension de météo de plage aujourd'hui et assurez-vous de ne pas rester coincé sous la pluie lorsque vous décidez d'aller à la plage.",
    "hi": "अपने स्थानीय समुद्र तट पर जाने से पहले एक त्वरित मौसम पूर्वानुमान प्राप्त करना चाहते हैं?\n\nइस सॉफ्टवेयर को आज ही इंस्टॉल करें और आप दुनिया भर के समुद्र तटों के लिए मौसम की रिपोर्ट तक पहुंच प्राप्त कर सकते हैं।\n\nहमारे पास कई देशों के 100 से अधिक समुद्र तटों के लिए मौसम का पूर्वानुमान है। समुद्र तट पर जाने से पहले मौसम के पूर्वानुमान की जाँच करें।\n\nइस समुद्र तट मौसम विस्तार को आज ही आजमाएं और सुनिश्चित करें कि जब आप समुद्र तट पर जाने का फैसला करते हैं तो आप बारिश में फंस न जाएं।",
    "hr": "Želite dobiti brzu vremensku prognozu prije nego što posjetite svoju lokalnu plažu?\n\nInstalirajte ovaj softver već danas i moći ćete pristupiti vremenskim izvješćima za plaže diljem svijeta.\n\nImamo vremensku prognozu za više od 100 plaža za više zemalja. Provjerite vremensku prognozu prije odlaska na plažu.\n\nIsprobajte ovo proširenje vremenske prognoze za plažu već danas i pobrinite se da ne zaglavite na kiši kada odlučite otići na plažu.",
    "hu": "Szeretne gyors időjárás-előrejelzést kapni, mielőtt felkeresné a helyi strandot?\n\nTelepítse ezt a szoftvert még ma, és hozzáférhet a világ strandjainak időjárás-jelentéseihez.\n\nTöbb ország több mint 100 strandjára vonatkozó időjárás-előrejelzésünk van. Mielőtt kimenne a strandra, ellenőrizze az időjárás-előrejelzést.\n\nPróbálja ki ezt a tengerparti időjárás-kiterjesztést még ma, és győződjön meg arról, hogy ne ragadjon el az esőben, amikor úgy dönt, hogy strandra megy.",
    "id": "Ingin mendapatkan ramalan cuaca cepat sebelum Anda mengunjungi pantai setempat?\n\nInstal perangkat lunak ini hari ini dan Anda bisa mendapatkan akses ke laporan cuaca untuk pantai di seluruh dunia.\n\nKami memiliki ramalan cuaca untuk lebih dari 100+ pantai untuk beberapa negara. Periksa ramalan cuaca sebelum Anda pergi ke pantai.\n\nCobalah perpanjangan cuaca pantai ini hari ini dan pastikan Anda tidak terjebak dalam hujan saat memutuskan untuk pergi ke pantai.",
    "it": "Vuoi ricevere una rapida previsione del tempo prima di visitare la tua spiaggia locale?\n\nInstalla questo software oggi e potrai accedere ai bollettini meteorologici per le spiagge di tutto il mondo.\n\nAbbiamo le previsioni del tempo per oltre 100+ spiagge per più paesi. Controlla le previsioni del tempo prima di andare in spiaggia.\n\nProva oggi questa estensione del tempo da spiaggia e assicurati di non rimanere bloccato sotto la pioggia quando decidi di andare in spiaggia.",
    "ja": "地元のビーチに行く前に簡単な天気予報を知りたいですか?\n\n今すぐこのソフトウェアをインストールすると、世界中のビーチの天気予報にアクセスできます。\n\n複数の国の 100 以上のビーチの天気予報があります。海に行く前に天気予報をチェック。\n\n今日、このビーチ天気拡張機能を試して、ビーチに行くことに決めたときに雨に悩まされないようにしてください.",
    "ko": "지역 해변을 방문하기 전에 빠른 일기 예보를 받고 싶습니까?\n\n오늘 이 소프트웨어를 설치하면 전 세계 해변의 일기 예보에 액세스할 수 있습니다.\n\n여러 국가의 100개 이상의 해변에 대한 일기 예보가 있습니다. 해변에 가기 전에 일기예보를 확인하세요.\n\n오늘 이 해변 날씨 확장 프로그램을 사용해보고 해변에 가기로 결정했을 때 비를 맞지 않도록 하세요.",
    "lt": "Norite gauti greitą orų prognozę prieš apsilankydami vietiniame paplūdimyje?\n\nĮdiekite šią programinę įrangą šiandien ir galėsite pasiekti viso pasaulio paplūdimių orų ataskaitas.\n\nTurime orų prognozę daugiau nei 100 paplūdimių keliose šalyse. Prieš eidami į paplūdimį patikrinkite orų prognozę.\n\nIšbandykite šį paplūdimio oro sąlygų pratęsimą šiandien ir įsitikinkite, kad neįklimpsite per lietų, kai nuspręsite eiti į paplūdimį.",
    "lv": "Vai vēlaties saņemt ātru laika prognozi pirms vietējās pludmales apmeklējuma?\n\nInstalējiet šo programmatūru jau šodien un varēsiet piekļūt laikapstākļu ziņojumiem par pludmalēm visā pasaulē.\n\nMums ir laika prognoze vairāk nekā 100 pludmalēm vairākās valstīs. Pirms došanās uz pludmali pārbaudiet laika prognozi.\n\nIzmēģiniet šo pludmales laikapstākļu paplašinājumu jau šodien un nodrošiniet, ka nenokļūstat lietū, kad nolemjat doties uz pludmali.",
    "ms": "Ingin mendapatkan ramalan cuaca pantas sebelum anda melawat pantai tempatan anda?\n\nPasang perisian ini hari ini dan anda boleh mendapatkan akses kepada laporan cuaca untuk pantai di seluruh dunia.\n\nKami mempunyai ramalan cuaca untuk lebih 100+ pantai untuk berbilang negara. Semak ramalan cuaca sebelum anda pergi ke pantai.\n\nCuba lanjutan cuaca pantai ini hari ini dan pastikan anda tidak terperangkap dalam hujan apabila anda memutuskan untuk pergi ke pantai.",
    "nl": "Wilt u snel een weersvoorspelling ontvangen voordat u uw plaatselijke strand bezoekt?\n\nInstalleer deze software vandaag nog en u krijgt toegang tot de weerberichten voor stranden over de hele wereld.\n\nWe hebben de weersvoorspelling voor meer dan 100+ stranden voor meerdere landen. Check het weerbericht voordat je naar het strand gaat.\n\nProbeer vandaag nog deze strandweeruitbreiding en zorg ervoor dat je niet vast komt te zitten in de regen als je besluit naar het strand te gaan.",
    "no": "Vil du få en rask værmelding før du besøker din lokale strand?\n\nInstaller denne programvaren i dag, og du kan få tilgang til værmeldingene for strender rundt om i verden.\n\nVi har værmeldingen for over 100+ strender for flere land. Sjekk værmeldingen før du drar til stranden.\n\nPrøv denne strandværutvidelsen i dag og sørg for at du ikke blir sittende fast i regnet når du bestemmer deg for å gå til stranden.",
    "pl": "Chcesz uzyskać szybką prognozę pogody przed wizytą na lokalnej plaży?\n\nZainstaluj to oprogramowanie już dziś i uzyskaj dostęp do raportów pogodowych dla plaż na całym świecie.\n\nMamy prognozę pogody dla ponad 100 plaż w wielu krajach. Przed wyjściem na plażę sprawdź prognozę pogody.\n\nWypróbuj to rozszerzenie pogody na plażę już dziś i upewnij się, że nie utkniesz w deszczu, gdy zdecydujesz się pójść na plażę.",
    "ro": "Doriți să obțineți o prognoză meteo rapidă înainte de a vizita plaja locală?\n\nInstalați acest software astăzi și puteți obține acces la rapoartele meteo pentru plajele din întreaga lume.\n\nAvem prognoza meteo pentru peste 100 de plaje pentru mai multe țări. Verificați prognoza meteo înainte de a merge la plajă.\n\nÎncercați această extensie de vreme pe plajă astăzi și asigurați-vă că nu rămâneți blocat în ploaie atunci când decideți să mergeți la plajă.",
    "ru": "Хотите получить краткий прогноз погоды, прежде чем посетить местный пляж?\n\nУстановите это программное обеспечение сегодня, и вы получите доступ к отчетам о погоде для пляжей по всему миру.\n\nУ нас есть прогноз погоды для более чем 100 пляжей в разных странах. Прежде чем отправиться на пляж, проверьте прогноз погоды.\n\nПопробуйте это расширение погоды для пляжа сегодня и убедитесь, что вы не застряли под дождем, когда решите пойти на пляж.",
    "sk": "Chcete získať rýchlu predpoveď počasia predtým, ako navštívite miestnu pláž?\n\nNainštalujte si tento softvér ešte dnes a získate prístup k správam o počasí na plážach po celom svete.\n\nMáme predpoveď počasia pre viac ako 100 pláží pre viaceré krajiny. Pred odchodom na pláž skontrolujte predpoveď počasia.\n\nVyskúšajte toto rozšírenie o plážovom počasí ešte dnes a uistite sa, že neuviaznete v daždi, keď sa rozhodnete ísť na pláž.",
    "sl": "Želite dobiti hitro vremensko napoved, preden obiščete lokalno plažo?\n\nNamestite to programsko opremo še danes in imeli boste dostop do vremenskih poročil za plaže po vsem svetu.\n\nImamo vremensko napoved za več kot 100 plaž v več državah. Preverite vremensko napoved, preden se odpravite na plažo.\n\nPreizkusite to razširitev vremena na plaži še danes in poskrbite, da ne boste obtičali v dežju, ko se boste odločili iti na plažo.",
    "sr": "Желите да добијете брзу временску прогнозу пре него што посетите своју локалну плажу?\n\nИнсталирајте овај софтвер данас и можете добити приступ временским извештајима за плаже широм света.\n\nИмамо временску прогнозу за преко 100+ плажа за више земаља. Проверите временску прогнозу пре него што одете на плажу.\n\nИспробајте ово временско продужење за плажу данас и уверите се да се не заглавите на киши када одлучите да одете на плажу.",
    "sv": "Vill du få en snabb väderprognos innan du besöker din lokala strand?\n\nInstallera denna programvara idag så kan du få tillgång till väderrapporterna för stränder runt om i världen.\n\nVi har väderprognosen för över 100+ stränder för flera länder. Kolla väderprognosen innan du går till stranden.\n\nProva denna strandväderförlängning idag och se till att du inte fastnar i regnet när du bestämmer dig för att gå till stranden.",
    "th": "ต้องการรับพยากรณ์อากาศอย่างรวดเร็วก่อนไปเที่ยวชายหาดในพื้นที่ของคุณหรือไม่?\n\nติดตั้งซอฟต์แวร์นี้วันนี้และคุณสามารถเข้าถึงรายงานสภาพอากาศของชายหาดต่างๆ ทั่วโลกได้\n\nเรามีพยากรณ์อากาศสำหรับชายหาดมากกว่า 100 แห่งสำหรับหลายประเทศ ตรวจสอบพยากรณ์อากาศก่อนที่คุณจะไปที่ชายหาด\n\nลองใช้ส่วนขยายสภาพอากาศที่ชายหาดวันนี้และให้แน่ใจว่าคุณจะไม่ต้องเจอฝนเมื่อคุณตัดสินใจไปที่ชายหาด",
    "tr": "Yerel plajınızı ziyaret etmeden önce hızlı bir hava tahmini almak ister misiniz?\n\nBu yazılımı bugün yükleyin ve dünyadaki plajlar için hava durumu raporlarına erişin.\n\nBirden fazla ülke için 100'den fazla plaj için hava durumu tahminimiz var. Plaja gitmeden önce hava durumunu kontrol edin.\n\nBu plaj hava durumu uzantısını bugün deneyin ve plaja gitmeye karar verdiğinizde yağmurda mahsur kalmadığınızdan emin olun.",
    "uk": "Хочете отримати короткий прогноз погоди, перш ніж відвідати місцевий пляж?\n\nУстановіть це програмне забезпечення сьогодні, і ви отримаєте доступ до прогнозів погоди для пляжів у всьому світі.\n\nУ нас є прогноз погоди для понад 100 пляжів у багатьох країнах. Перевірте прогноз погоди перед тим, як піти на пляж.\n\nСпробуйте це розширення погоди на пляжі сьогодні та переконайтеся, що ви не застрягнете під дощем, коли вирішите піти на пляж.",
    "vi": "Bạn muốn nhận dự báo thời tiết nhanh trước khi đến bãi biển địa phương?\n\nCài đặt phần mềm này ngay hôm nay và bạn có thể truy cập vào các báo cáo thời tiết cho các bãi biển trên khắp thế giới.\n\nChúng tôi có dự báo thời tiết cho hơn 100 bãi biển ở nhiều quốc gia. Kiểm tra dự báo thời tiết trước khi bạn đi đến bãi biển.\n\nHãy thử tiện ích mở rộng thời tiết bãi biển này ngay hôm nay và đảm bảo bạn không bị mắc mưa khi quyết định đi biển.",
    "zh_CN": "想在游览当地海滩之前快速获取天气预报吗？\n\n立即安装此软件，您就可以访问世界各地海滩的天气预报。\n\n我们有多个国家 100 多个海滩的天气预报。去海滩之前先查看天气预报。\n\n今天试试这个海滩天气扩展，确保您在决定去海滩时不会被雨淋湿。",
    "zh_TW": "想在遊覽當地海灘之前快速獲取天氣預報嗎？\n\n立即安裝此軟件，您就可以訪問世界各地海灘的天氣預報。\n\n我們有多個國家 100 多個海灘的天氣預報。去海灘之前先查看天氣預報。\n\n今天試試這個海灘天氣擴展，確保您在決定去海灘時不會被雨淋濕。"
  }
}