{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SOPbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension for SOPbox"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Write, manage, and use SOPs and Checklists on any website, anywhere.\n\nOVERVIEW:\nSOPbox displays SOPs and Checklists in a sidebar that is available on any website.  Users can write their own SOPs using SOPbox AI in about a minute.  Checklists allow for reporting and notifications on overdue tasks.\n\nDESCRIPTION:\nSOPbox™ enables users of any website to create Standard Operating Procedures that can be displayed in a side-bar that is available on any website.  These step-by-step instructions can include links, formatted text, and images to help users to quickly learn how to perform their jobs.\n\nIn addition to SOPs, SOPBox can display recurring Checklists that can be set to different priorities.  This makes it easy stay on top of the most urgent tasks and users will like the ability to link SOPs to specific tasks in the Checklists.\n\nThe paid versions of SOPbox include the ability to assign Checklists to Users and Roles as well as run reports on overdue tasks.\n\nFEATURES:\n1) Works Everywhere: You can browse the SOPs on any website you visit, which lets you work seamlessly. No need to switch between tabs to read instructions.\n2) Access all SOPs: You can use the 'Search' function inside the SOPbox to find any SOP that you need.\n3) Checklists: Create one-time or recurring checklists for users.  Then create reports to make sure that tasks are getting completed on time.\n4) SOPbox AI:  With our integration to Open AI's ChatGPT-4, you can get a first draft of any SOP in about one minute based on just the SOP title.  Edit as necessary and save!\n\nSETTING UP THE SOPbox:\n1) Click the 'Add to Chrome' button on the top-right of this webpage.\n2) Click 'Add Extension' once you see the Chrome pop-up.\n3) Open your SOPbox website (e.g. yourcompany.SOPbox.io) and log in.\n4) Click on the teal side-bar and press 'Load SOPs'.\n5) Now you're ready to use the SOPbox on any website you visit!\n\nIMPORTANT:\nSOPbox requires an account on SOPbox.io.  There are multiple plans:\n - SOPbox SOLO is free forever but is limited to one user and 20 SOPbox AI requests.\n - SOPbox PRO is a priced per user per month and includes unlimited SOPbox AI requests.\n - Go to SOPbox.io for more details."
  }
}