{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Website spell checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension to automatically highlight misspelled words on web pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Website Spell Checker is a powerful Chrome extension designed to help you identify and correct spelling mistakes directly within web pages. Whether you're proofreading a blog post, checking the text on your website, or simply reading online content, this extension makes it easy to spot and fix errors without any hassle.\n\nKey Features:\n\nEasy Activation: Simply click the \"Activate Spellcheck\" button in the extension's popup to start the spell check. The extension will underline any misspelled words or incorrect spellings in red, making them easy to spot and correct.\n\nSimple Deactivation: To stop the spell check, just refresh the page. This will return the page to its original state, with all links and interactions restored to normal functionality.\n\nEditable Page Mode: While the spell check is active, the webpage becomes editable. This change is necessary for the spell check to work correctly. Don’t worry; it's a temporary change that only lasts while the extension is active.\n\nLink Handling: All links on the page become non-clickable while the extension is enabled. This prevents accidental navigation and ensures you can focus on editing the text. If you need to click on any links, simply reload the page to deactivate the extension.\n\nDetailed Usage Instructions:\n\nActivate Spell Check: Open the popup by clicking the extension icon in the Chrome toolbar. Click the \"Activate Spellcheck\" button. The button will display \"wait...\" while the script is being executed. Once the spell check is active, the button text will change to \"activated,\" and misspelled words will be underlined in red.\n\nDeactivate Spell Check: To stop the spell check and return the page to its normal state, simply refresh the page. This will restore the page to its original state, with all links clickable and the page no longer editable. If you navigate to a new page, make sure to refresh it before activating the spell check again to ensure it works correctly.\n\nWhy Use Website Spell Checker?\n\nEnhanced Productivity: Quickly identify and correct spelling errors on any webpage without needing to copy-paste text into a separate spell-check tool. Seamless Integration: Works directly within your browser, making it a convenient tool for everyday use. User-Friendly: Simple activation and deactivation process, with clear instructions provided within the extension popup. Editable Pages: Temporarily makes web pages editable to facilitate real-time spell checking, ensuring you can make corrections on the spot.\n\nFrequently Asked Questions (FAQs):\n\nWhy does the webpage become editable? The editable mode is required for the spell check to function correctly. It allows the extension to highlight and correct spelling errors directly within the webpage.\n\nHow do I stop the spell check? To stop the spell check and return the page to its normal state, simply refresh the page.\n\nCan I click on links while the spell check is active? No, all links on the page are disabled while the spell check is active to prevent accidental navigation. Reload the page to deactivate the spell check and re-enable link functionality.\n\nIs my data safe while using this extension? Yes, the extension does not collect or transmit any data from the webpages you visit. It solely focuses on identifying and highlighting spelling errors."
  }
}