{
  "name": {
    "ar,ca,da,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,kn,lt,mr,nl,pl,pt_BR,pt_PT,ru,sr,sw,tr,uk,vi,zh_CN,zh_TW": "Money Rush Casual Game",
    "am,bg,el,fi,gu,id,lv": "Money Rush Unblocked Game",
    "bn,cs,fa,ja,ml,no,sk,th": "Money Rush Online Game",
    "et,hr,hu,sl,sv": "Money Rush Game",
    "fil,he,hi,ko,ms,ro,ta,te": "Money Rush Online"
  },
  "short": {
    "ar": "ضاعف أموالك مع عمليات الرياضيات الصحيحة على المسار والحصول على أعلى الدرجات.",
    "am": "ገንዘብዎን በሀዲዱ ላይ ትክክለኛ የሂሳብ ቀዶ ጥገና ጋር እጥፍ እና ከፍተኛውን ውጤት ያግኙ.",
    "bg": "Удвоете парите си с правилните операции по математика на пистата и получете най-висок резултат.",
    "bn": "ট্র্যাকে সঠিক গণিত অপারেশনগুলির সাথে আপনার অর্থ দ্বিগুণ করুন এবং সর্বোচ্চ স্কোর পান।",
    "ca": "Dupliqueu els vostres diners amb les operacions matemàtiques correctes a la pista i obtingueu la puntuació més alta.",
    "cs": "Zdvojnásobte své peníze se správnými matematickými operacemi na trati a získejte nejvyšší skóre.",
    "da": "Fordobling af dine penge med de korrekte matematiske operationer på banen, og få den højeste score.",
    "de": "Verdoppeln Sie Ihr Geld mit den richtigen mathematischen Operationen auf der Strecke und erhalten Sie die höchste Punktzahl.",
    "el": "Διπλασιάστε τα χρήματά σας με τις σωστές μαθηματικές λειτουργίες στην πίστα και λάβετε την υψηλότερη βαθμολογία.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Double your money with the correct math operations on the track and get the highest score.",
    "es": "Duplica tu dinero con las operaciones matemáticas correctas en la pista y obtén la puntuación más alta.",
    "et": "Kahekordistage oma raha õigete matemaatikatoimingutega rajal ja saate kõrgeima punktisumma.",
    "fa": "دو برابر پول خود را با عملیات ریاضی صحیح در مسیر و دریافت بالاترین نمره.",
    "fi": "Tuplaa rahasi oikeilla matemaattisilla operaatioilla radalla ja saat korkeimmat pisteet.",
    "fil": "Double ang iyong pera sa tamang matematika operasyon sa subaybayan at makuha ang pinakamataas na puntos.",
    "fr": "Doublez votre argent avec les bonnes opérations mathématiques sur la piste et obtenez le score le plus élevé.",
    "gu": "ટ્રેક પર ગણિતની યોગ્ય કામગીરીથી તમારા પૈસા બમણા કરો અને ઉચ્ચતમ સ્કોર મેળવો.",
    "he": "הכפילו את כספכם עם הפעולות המתמטיות הנכונות על המסלול וקבלו את הציון הגבוה ביותר.",
    "hi": "ट्रैक पर सही गणित संचालन के साथ अपने पैसे को दोगुना करें और उच्चतम स्कोर प्राप्त करें।",
    "hr": "Udvostručite novac s ispravnim matematičkim operacijama na stazi i ostvarite najvišu ocjenu.",
    "hu": "Duplázd meg a pénzedet a megfelelő matematikai műveletekkel a pályán, és érd el a legmagasabb pontszámot.",
    "id": "Gandakan uang Anda dengan operasi matematika yang benar di trek dan dapatkan skor tertinggi.",
    "it": "Raddoppia i tuoi soldi con le corrette operazioni matematiche in pista e ottieni il punteggio più alto.",
    "ja": "トラック上の正しい数学演算であなたのお金を倍増させ、最高のスコアを取得します。",
    "kn": "ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ಸರಿಯಾದ ಗಣಿತ ಕಾರ್ಯಾಚರಣೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಹಣವನ್ನು ದ್ವಿಗುಣಗೊಳಿಸಿ ಮತ್ತು ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಪಡೆಯಿರಿ.",
    "ko": "트랙에서 올바른 수학 연산으로 돈을 두 배로 늘리고 가장 높은 점수를 얻으십시오.",
    "lv": "Dubultojiet savu naudu ar pareizām matemātikas operācijām trasē un iegūstiet augstāko rezultātu.",
    "ml": "ട്രാക്കിലെ ശരിയായ ഗണിത പ്രവർത്തനങ്ങൾ ഉപയോഗിച്ച് നിങ്ങളുടെ പണം ഇരട്ടിയാക്കുക, ഏറ്റവും ഉയർന്ന സ്കോർ നേടുക.",
    "mr": "ट्रॅकवर योग्य गणिताच्या ऑपरेशन्ससह आपले पैसे दुप्पट करा आणि सर्वोच्च स्कोअर मिळवा.",
    "ms": "Gandakan wang anda dengan operasi matematik yang betul di trek dan dapatkan skor tertinggi.",
    "nl": "Verdubbel je geld met de juiste wiskundige bewerkingen op de baan en krijg de hoogste score.",
    "no": "Doble pengene dine med de riktige matteoperasjonene på banen og få høyest poengsum.",
    "pl": "Podwój swoje pieniądze dzięki prawidłowym operacjom matematycznym na torze i uzyskaj najwyższy wynik.",
    "ro": "Dublați-vă banii cu operațiile matematice corecte pe pistă și obțineți cel mai mare scor.",
    "ru": "Удвойте свои деньги с помощью правильных математических операций на трассе и получите наивысший балл.",
    "sk": "Zdvojnásobte svoje peniaze so správnymi matematickými operáciami na trati a získajte najvyššie skóre.",
    "sl": "Podvojite svoj denar s pravilnim matematičnim operacijam na progi in dobili najvišjo oceno.",
    "sv": "Dubbla dina pengar med rätt matematiska operationer på banan och få högsta poäng.",
    "sw": "Mara mbili pesa yako na shughuli sahihi za hesabu kwenye njia na kupata alama ya juu zaidi.",
    "ta": "பாதையில் சரியான கணித செயல்பாடுகளுடன் உங்கள் பணத்தை இரட்டிப்பாக்கி, அதிக மதிப்பெண்ணைப் பெறுங்கள்.",
    "te": "ట్రాక్ మీద సరైన గణిత కార్యకలాపాలతో మీ డబ్బును రెట్టింపు చేయండి మరియు అత్యధిక స్కోరును పొందండి.",
    "th": "เพิ่มเงินของคุณเป็นสองเท่าด้วยการดําเนินการทางคณิตศาสตร์ที่ถูกต้องบนแทร็กและรับคะแนนสูงสุด",
    "tr": "Pistteki doğru matematik işlemleriyle paranızı ikiye katlayın ve en yüksek puanı alın.",
    "uk": "Подвоїте свої гроші за допомогою правильних математичних операцій на трасі та отримайте найвищий бал."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to move forward on your way to becoming the richest! Collect all the coins that come your way and become the richest.\n\nHow To Play\nPlayed with Mouse.\n\nMoney Rush Casual Game Features\n✓ Stylized graphics\n✓ 3D Designer\n✓ Basic control\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Money Rush Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}