{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouGreen: Save Data one video at a time"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listen to music on YouTube without wasting tons of GB data when it's playing in the background tab, no comprome in audio quality."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Here's how it works:\n\n- Install extension.\n- Now, you can set default quality by clicking the extension's icon located on the address bar.\n- Whenever you change tab different from YouTube, video quality will automatically be downgraded to lowest, with no change in audio quality.\n- And when you'll come back to the YouTube tab, YouGreen will intelligently upgrade to your selected default video quality.\n\nFrom cat videos to live game streaming, the world loves to watch videos on YouTube. YouTube has a variety of categories of videos, but music dominates them all, almost all the most-watched videos are music videos. It is a general process that we start playing our latest favorite on one tab and continue doing some other stuff a different tab. But there's one problem in this, what? In the background tab, one song ends and another starts and it goes on, still couldn't figure out the problem? Problem is that videos are running continuously in the background and they're fetching 100s of MB on full HD quality.\n\nDISCLAIMER: Reports mentioning CO2 emitted per GB were found to be overestimating the consumption by a factor of 30 to 60.\nReference: https://www.iea.org/commentaries/the-carbon-footprint-of-streaming-video-fact-checking-the-headlines?fbclid=IwAR0QzLDNE9FhSZYK4XZGujI_6pVZFimrDlhVADdzkJ3v7IH7y4IFAuCvFdU"
  }
}