{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play IMDb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly watch your favorite IMDb movies and TV shows with one click using Play IMDb extension. Seamless, quick, and easy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a new dimension of entertainment with the Play IMDb extension for Chrome! Play IMDb is an essential tool for every movie buff, offering instant access to watch your favorite movies and TV shows from the IMDb database without leaving the page. With an easy-to-use interface and seamless integration with IMDb, Play IMDb delivers unprecedented convenience, enabling instant playback of content right from the IMDb page itself.\n\nFeatures:\n\nQuick Access: Instantly find and watch movies and TV shows from IMDb with a single click.\nSeason and Episode Selection: For TV shows, easily select the season and episode you wish to watch directly from the extension.\nHigh Compatibility: Play IMDb works with all movies and TV shows available on IMDb, providing a rich source of content.\nSeamless Integration: The extension blends harmoniously with the IMDb page, maintaining its original look and functionality.\nReal-Time Updates: Stay up-to-date with the latest releases and updates through automatic extension updates.\nGetting Started:\n\nSimply install the extension, visit the IMDb page for the movie or TV show you're interested in, and use the Play IMDb button to start watching instantly. Don't forget to pin the extension to your Chrome toolbar for even quicker access!\n\nJoin the Play IMDb Community today and transform the way you watch movies and TV shows!"
  }
}