{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Thunder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a Lightning Deal again. Adds future prices to upcoming deals along with the number of items available in the deal."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "• Shows prices for upcoming items\n• Displays the number of items left in the deal\n• Displays your position on a deals wait-list\n\nThunder's advanced algorithms enable it to predict the sale price for the majority of the upcoming deals. Thunder replaces the regular \"Upcoming Deal\" text with the predicted price of the item. If the price is red then Thunder was able to predict the price. If the price is black then Thunder hasn't been able to predict the price yet so it overlays the current price. Thunder's algorithms can usually predict the price of all upcoming items 5 minutes before the deal goes live. This allows you to get an advance look at the price.\n\nWhen you click on the Thunder icon a pop-up window will show the upcoming deals. Thunder also helps you out with live Lightning deals. It will display the stock remaining on each live deal and if you are on the wait-list for a deal it will display your position on the wait-list.\n\nPrivacy Information: No information is sent back or stored on our servers. The settings for this extension are synced with your Google account. Thunder does not run on HTTPS pages to ensure your privacy during checkout or other sensitive tasks. Affiliate marketing is used on Amazon to help support development of this extension."
  }
}