{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plan Pilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simplistic to-do-list with two checklists that allows users to add, edit, cross-out, and remove items from the checklists."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Plan Pilot is a user-friendly Google Chrome extension designed as an open-source project to assist users in managing their to-do lists effortlessly. The inspiration for the extension comes from various checklist designs and implementations, making it an easy-to-use tool that allows users to stay organized and focused.\n\nWith two pre-designed checklists and the ability to create customized lists based on user needs, the extension's functionality is easy to understand, with basic options such as inputting tasks, adding them to a list, and deleting or resetting the list as required. The interface is clean and minimalist, designed to be easy on the eyes, and accessible to all users.\n\nPlan Pilot is an essential tool for anyone looking to manage their to-do lists efficiently, without the need for complicated project management software or apps. It has achieved its goal so far, providing users with a simple and useful tool to manage their tasks. Its open-source nature means that it has the potential to be improved upon and expanded by the developer community, and the extension's code is well-organized and easy to understand, making it accessible for developers who want to build upon or modify the codebase.\n\nThe extension uses a simple HTML and CSS layout to create a clean and easy-to-use interface, and its functionality is powered by JavaScript, allowing for dynamic interaction and updating of the task lists. With constant updates and improvements planned for future versions, the extension is constantly evolving to improve its functionality and user experience.\n\nOverall, Plan Pilot's simplicity and ease of use make it a valuable addition to anyone's productivity toolkit. It is a useful tool for anyone looking to manage their to-do lists efficiently, and with the potential for future updates and improvements, the extension is poised to become an even more useful tool for users in the future."
  }
}