{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image to text with integration of AI (Free)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use OCR technology to transform images into text, facilitating seamless integration with chatbots for dynamic interactions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the power of efficient text conversion with the \"Image to text with integration of AI\", a Chrome extension designed for users who require quick and accurate textual content from the captured image from User. This extension is crafted to improve productivity for students, researchers, professionals, and anyone in need of extracting text from visuals.\n\nEnhance your browser experience with our \"Image to text with integration of AI\"! Seamlessly convert images to text, and directly interact with multiple language models like ChatGPT, Copilot, and more for instant analysis and translation. Ideal for students, researchers, and professionals who need to extract and utilize information from visuals efficiently. Utilizes the renowned Tesseract library locally on your machine, ensuring that your data never leaves your device for processing. This enhances security and performance, as no external APIs are involved. Automatically convert your scanned texts into audible speech with customizable voices and different accents, perfect for auditory learning and accessibility. Install now to transform the way you interact with digital content!\n\n\nUnlock the full potential of your digital content with our \"Image to text with integration of AI\" Chrome extension! This tool is designed to empower users by transforming images into editable text with high accuracy. Whether you're a student needing quick quotes from study materials, a professional extracting data for reports, or a developer integrating OCR capabilities into your projects, this extension is built for you."
  }
}