{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imposter Smasher Adventure Game"
  },
  "short": {
    "ar": "مع Imposter Smasher ، عليك القضاء على أعدائك قبل أن يلاحظوك.",
    "am": "Imposter Smasher ጋር ጠላቶችዎን ከማስተዋላቸው በፊት ማጥፋት አለብዎት.",
    "bg": "С Imposter Smasher трябва да елиминирате враговете си, преди да ви забележат.",
    "bn": "Imposter Smasher সঙ্গে, আপনি আপনার শত্রুদের তারা আপনাকে লক্ষ্য করার আগে নির্মূল করতে হবে।",
    "ca": "Amb Impostoer Smasher, has d'eliminar els teus enemics abans que se n'adonin.",
    "cs": "S Imposter Smasher musíte eliminovat své nepřátele dříve, než si vás všimnou.",
    "da": "Med Bedrager Smasher skal du eliminere dine fjender, før de bemærker dig.",
    "de": "Mit Imposter Smasher musst du deine Feinde eliminieren, bevor sie dich bemerken.",
    "el": "Με τον απατεώνα Smasher, πρέπει να εξαλείψετε τους εχθρούς σας πριν σας παρατηρήσουν.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "With Imposter Smasher, you have to eliminate your enemies before they notice you.",
    "es": "Con Imposter Smasher, tienes que eliminar a tus enemigos antes de que se den cuenta de ti.",
    "et": "Imposter Smasheriga peate oma vaenlased kõrvaldama, enne kui nad teid märkavad.",
    "fa": "با Imposter Smasher، شما باید برای از بین بردن دشمنان خود را قبل از آنها متوجه شما.",
    "fi": "Imposter Smasherin avulla sinun on eliminoitava vihollisesi ennen kuin he huomaavat sinut.",
    "fil": "Sa Imposter Smasher, kailangan mong alisin ang iyong mga kaaway bago nila mapansin ka.",
    "fr": "Avec Imposter Smasher, vous devez éliminer vos ennemis avant qu’ils ne vous remarquent.",
    "gu": "ઇમ્પોસ્ટર સ્મેશર સાથે, તમારે તમારા દુશ્મનો તમને ધ્યાનમાં લેતા પહેલા તેમને ખતમ કરવા પડશે.",
    "he": "עם המתחזה Smasher, אתה צריך לחסל את האויבים שלך לפני שהם מבחינים בך.",
    "hi": "Imposter Smasher के साथ, आप अपने दुश्मनों को खत्म करने से पहले वे तुम्हें नोटिस है.",
    "hr": "S Imposter Smasherom, morate eliminirati svoje neprijatelje prije nego što vas primijete.",
    "hu": "Az Imposter Smasherrel ki kell távolítanod az ellenségeidet, mielőtt észrevennének téged.",
    "id": "Dengan Imposter Smasher, Anda harus melenyapkan musuh sebelum mereka memperhatikan Anda.",
    "it": "Con Imposter Smasher, devi eliminare i tuoi nemici prima che si accorgano di te.",
    "ja": "詐欺師スマッシャーを使用すると、彼らがあなたに気づく前にあなたの敵を排除する必要があります。",
    "kn": "ಇಂಪೋಸ್ಟರ್ ಸ್ಮ್ಯಾಷರ್ ನೊಂದಿಗೆ, ನಿಮ್ಮ ಶತ್ರುಗಳು ನಿಮ್ಮನ್ನು ಗಮನಿಸುವ ಮೊದಲು ನೀವು ಅವರನ್ನು ತೆಗೆದುಹಾಕಬೇಕು.",
    "ko": "스매셔와 함께, 당신은 그들이 당신을 알아 채기 전에 적을 제거해야합니다.",
    "lv": "Izmantojot Imposter Smasher, jums ir jālikvidē ienaidnieki, pirms viņi jūs pamana.",
    "ml": "ഇംപോസ്റ്റർ സ്മാഷർ ഉപയോഗിച്ച്, നിങ്ങളുടെ ശത്രുക്കൾ നിങ്ങളെ ശ്രദ്ധിക്കുന്നതിനുമുമ്പ് നിങ്ങൾ അവരെ ഉന്മൂലനം ചെയ്യണം.",
    "mr": "इम्पॉस्टर स्मॅशरसह, आपल्याला आपल्या शत्रूंनी आपल्या लक्षात येण्यापूर्वीच त्यांना काढून टाकावे लागेल.",
    "ms": "Dengan Imposter Smasher, Anda harus menghapus musuh Anda sebelum mereka melihat Anda.",
    "nl": "Met Imposter Smasher moet je je vijanden uitschakelen voordat ze je opmerken.",
    "no": "Med Imposter Smasher må du eliminere fiendene dine før de legger merke til deg.",
    "pl": "Dzięki Imposter Smasher musisz wyeliminować swoich wrogów, zanim cię zauważą.",
    "ro": "Cu Imposter Smasher, va trebui să elimine inamicii înainte de a vă observa.",
    "ru": "С Imposter Smasher вы должны устранить своих врагов, прежде чем они заметят вас.",
    "sk": "S Imposter Smasher, budete musieť eliminovať svojich nepriateľov skôr, než si všimnú vás.",
    "sl": "Z Imposter Smasher, morate odpraviti svoje sovražnike, preden vas opazijo.",
    "sv": "Med Imposter Smasher måste du eliminera dina fiender innan de märker dig.",
    "sw": "Na Imposter Smasher, una kuondoa adui yako kabla ya wao taarifa wewe.",
    "ta": "Imposter Smasher உடன், அவர்கள் உங்களை கவனிக்கும் முன் நீங்கள் உங்கள் எதிரிகள் நீக்க வேண்டும்.",
    "te": "ఇంపోస్టర్ స్మాషర్ తో, వారు మిమ్మల్ని గమనించే ముందు మీరు మీ శత్రువులను నిర్మూలించాలి.",
    "th": "ด้วย Imposter Smasher คุณต้องกําจัดศัตรูของคุณก่อนที่พวกเขาจะสังเกตเห็นคุณ",
    "tr": "Imposter Shasher ile düşmanlarınızı sizi fark etmeden önce ortadan kaldırmanız gerekir.",
    "uk": "За допомогою Самозванця Смашера ви повинні усунути своїх ворогів, перш ніж вони помітять вас."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch out for the rogue rival players among us! Best hide to hunt them, live this amazing adventure. Your mission to win the imposter smasher game is simple. Crush another teammate with a big hammer. Consume their powers to become bigger and stronger and be the only surviving rogue on the battlefield. Be stealthy and strategically defeat your opponents. You will lose the game if your opponents see you crushing your teammates. That's why you have to act very carefully.\n\nHow To Play\nPlayed with Mouse.\n\nImposter Smasher Adventure Game Features\n✓ 3D graphics\n✓ Stylized character\n✓ Little animation\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Imposter Smasher Adventure Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}