{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "List Progress Bar for Trello"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows various insights about trello board , at individual card list level as well as board level"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "trello_list_progressbar\n=======================\n\nFunctionality\n--------------\nAdds more statistical information about the different card lists on a trello board. Plugin calculates individual card weights based on the number of todo items [considers each todo item as a story point]. This weight is used to calculate different statistical data.\n\n\nUse Case\n--------------\nyou have N tasks to be completed for a milestone which started from D1 and ends on D2  on any day  D [ D1 <= D <= D2 ] .You can see the percentage completion of cards -[condiering the weight of the card] to the  percentage of total time finished. Which will convey a good deal about the health of target deadline for milestone.\n\nIf you are using trello in the \"Todo\" \"Doing\"  \"Done\" way the plugin shows the card distribution [there is an option to consider the todo weight and ignore the todo weightage ] on each of those lists as a pie chart. So that you can quickly get an idea about overall project status.\neg: If there are 10 cards on \"Todo\" , 10 on \"Doing\" ,30 on done \"Done\" - Todo: 20% , Doing : 20% , Done : 60% .\n\n\nSupported browsers :\n----------------------\nThe plugin is available as a chrome extension.\n\nOther browsers can make use of the Bookmarklet \njavascript:(function(){var s=document.createElement(\"script\");s.type=\"text/javascript\";s.src=\"https://s3.amazonaws.com/cgs-dev/trello.js?r=6\";document.body.appendChild(s)})();\n\nCredits\n---------------\n Raphael js - Used for plotting the pie chart\n\nVersoin 1.92 \n\nBug fixes for recent trello codebase change,\n\nVersion 1.91 \n-------------\nName change as suggested by Trello team.\n\nVersion 1.9\n---------------\nChanges for handling new Trello update.\n\n\nVersion 1.8\n---------------\nBug Fixes \n\nVersion 1.7\n---------------\nChanges for supporting Trello style changes.\n\n\nVersion 1.6.3\n----------------\n* Added Options tab for turning off the pie chart . Options can be accessed from the extensions preference pane\n\n\nVersion 1.6.2\n-----------------\n* Bug fixes, removing unwanted js references\n\n\nVersion 1.6.1\n----------------\n* Hook to board load events from trello home page \n\n\nVersion 1.6\n----------------\n* Hook to board change events to update progress without a reload.\n* Hook to Filter change events to update progress.\n* Add the card distribution pie chart to show count of cards on each board.\n* Show legends with colors same as that of pie chart.\n* Option to toggle the card distribution wrt individual Todo Items Or Number of cards in the list.\n\n\nVersion 1.5\n---------------\n* Adds a progress bar to trello on individual card list to track progress of individual tasks.\n* Extension helps to give a quick overview of the current list status.\n* It adds a progress bar to show the cumulative  percentage of completion of individual cards on a list . \n* If the due dates are set on the individual card item, extension calculates the total number of days allocated for entire items in the card list and based on the today's date show the percentage of time depleted ."
  }
}