{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TubeSumma: YouTube Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TubeSumma allows you to quickly summarize YouTube videos, capturing essential ideas without watching the whole video."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time and boost your productivity with our user-friendly Chrome extension.\n\nMain Features:\n\n✅ Easy to Use: Summarize YouTube video with just a single click.\n🚀 Instant Results: Get comprehensive summaries in about 7 seconds, transforming the way you consume video content.\n🧠 Premium Quality: Leveraging powerful AI, TubeSumma recognizes and extracts key points, insights, and messages from videos.\n🎥 Any Video Length: From short clips to extensive lectures, TubeSumma effortlessly handles videos of any length.\n\nInstall and sign up now to receive free credits.\n\nHow to Use:\n\nInstall the TubeSumma extension.\nNavigate to YouTube and play any video of your choice.\nLook for the TubeSumma widget to the right of the video.\nClick \"Sign up with Google\" and log in.\nHit the \"Get Summary\" button to obtain your summary.\n\n\nFAQs\n\nHow does TubeSumma work?\n\nTubeSumma extracts the existing transcript of a YouTube video and then analyzes it comprehensively with the help of an AI assistant, specifically ChatGPT from OpenAI. This process allows us to create high-quality summaries by understanding and condensing the key points, insights, and messages conveyed in the video. The use of ChatGPT's advanced AI capabilities ensures that our summaries are not only accurate but also efficiently capture the essence of the video content.\n\nWhat makes TubeSumma's summaries premium quality?\n\nTubeSumma's summaries are of premium quality because we use a complex pipeline and advanced prompt engineering techniques, combined with the reliable API from ChatGPT by OpenAI. This ensures our summaries are concise, accurate, and capture the essential insights of any video.\n\nWho can benefit from using TubeSumma?\n\nTubeSumma is ideal for students, professionals, and anyone looking to save time while consuming video content on YouTube. It's perfect for quickly grasping the essence of videos without dedicating the time to watch them in their entirety.\n\nIs TubeSumma free to use?\n\nUpon installation and registration, users of TubeSumma are awarded free credits to begin enjoying our service. These credits are essentially tokens of saved time, with 1 credit equating to one minute of saved time - meaning 60 credits offer you an hour back into your life. Currently, additional credits can be purchased directly on our website. In the future, we plan to introduce a feature allowing users to earn extra credits by inviting friends to TubeSumma, further enhancing your productivity and saving more valuable time.\n\nIs TubeSumma available on browsers other than Chrome?\n\nCurrently, TubeSumma is specifically designed as a Chrome extension. It is not available on other browsers at this time.\n\nAre there any types of videos TubeSumma cannot summarize?\n\nCurrently, TubeSumma cannot summarize videos that do not have an existing transcript. We rely on these transcripts to extract the necessary information for creating our summaries. However, we are actively working on enhancing our service, and future versions of TubeSumma will aim to include the capability to summarize videos without transcripts, expanding our range of summarizable content."
  }
}