{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Test E2E Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record E2E interactions with your web applications to the cloud."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record end-to-end interactions with your web applications using SimpleTest, and store the resulting actions as plain English-based tests in the cloud. SimpleTest effortlessly executes these recorded actions as tests across various browser or OS configurations available in the cloud.\n\nEasy to Understand: All interactions are saved as plain English statements, making them easy for anyone to understand.\n\nSpeedy Test Development: Recording and running tests takes only a few minutes.\n\nNo Setup Cost: Sign up, add the SimpleTest Recorder, and begin testing in no time. It’s that simple!\n\nEasy Maintenance: If your UI changes, you can quickly record new interactions, update existing test steps, and continue automation testing without disruptions.\n\n\nFeatures in SimpleTest Recorder?\n\n==  REST API steps are seamlessly supported during recording.\n==  XPath expressions are used to locate dynamic elements with changing attributes, with enhanced strategies to capture more accurate XPaths during recording.\n==  Move or minimize the recorder anywhere on the screen, giving you full control over its placement without forced docking.\n==  Inline element path viewer: Hover over any element in your application, and SimpleTest identifies the element, ensuring stability in repeated executions.\n==  Naming conventions for elements and screens reflect what you see on the UI.\n==  Easily edit or delete any element directly from the recorder."
  }
}