{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swyn - Vos envies, notre passion !"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension Swyn pour ajouter toutes tes envies en un clic."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Découvrez Swyn, votre nouvelle plateforme incontournable pour créer et gérer vos listes de souhaits ! Conçue pour rendre le processus d'offre de cadeaux plus réfléchi et agréable, Swyn vous permet de cataloguer et de partager vos envies cadeaux pour toutes occasions, de la naissance à la retraite.\n\nAvec notre extension Chrome :\n✓ Naviguez, Décidez, Cliquez : Lorsque vous tombez sur le cadeau idéal lors de votre navigation web, un simple clic sur l'icône Swyn ajoutera votre souhait à votre liste, le tout sans interrompre votre expérience de navigation.\n\n✓ Partagez en toute simplicité : Envoyez votre liste de souhaits à vos amis et à votre famille en quelques clics. Finies les devinettes, donnez-leur exactement ce que vous voulez !\n\n✓ Personnalisation au max : Adaptez chaque liste avec des photos, des descriptions, et des messages personnalisés pour rendre votre liste unique.\n\n✓ Multi-enseignes : Que ce soit un grand site de e-commerce ou une boutique en ligne niche, ajoutez des envies cadeaux depuis n'importe où sur le web.\n\n✓ 100% gratuit : Profitez de Swyn sans frais cachés, tant pour vous que pour vos proches.\n\n✓ Cagnotte intégrée : Pourquoi se limiter à des objets ? Avec la fonction de cagnotte, vos amis et votre famille peuvent contribuer financièrement à vos grands projets.\n\n✓ Listes sans fin : Créez autant de listes que nécessaire pour toutes vos occasions, qu'il s'agisse de fêtes, d'anniversaires, ou simplement de vos envies shopping du moment.\n\n✓ Collaboration : Créez des listes collaboratives ! Parfait pour ajouter votre moitié.\n\n✓ Suivi en temps réel : Soyez toujours au courant. Recevez des notifications dès qu'un cadeau est réservé ou offert.\n\n✓ Mobile & Desktop : Que vous soyez sur mobile, tablette ou ordinateur, Swyn s'adapte à votre support pour une expérience utilisateur fluide.\n\nNe ratez plus jamais l'occasion de recevoir ou d'offrir le cadeau parfait. Avec Swyn, facilitez-vous la vie et apportez une touche de magie à chaque célébration. Installez dès maintenant l'extension Swyn et transformez votre manière de souhaiter !"
  }
}