{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grammarlyier - An Unofficial Grammarly Premium Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grammarlyier is an unofficial Auto-Correct & Premium Tools Extender..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✨ Grammarlyier+ Auto-Correct Extension 📝✨\n\nGrammarlyier is an unofficial auto-correct tool meant for Grammarly Auto-Correct Extension and dark mode tool designed to enhance your writing experience on Grammarly! 🚀\n\n# Update Log:\n - Fixed all the issues with click and speed issues.\n - Added custom button to page\n - Will be adding more items soon.\n\n# Features\n- Auto-Correction: Seamlessly correct your grammar, punctuation, and spelling mistakes as you type.\n- Dark Mode: Protect your eyes and enjoy a comfortable writing environment with the dark mode feature.\n- Compatibility: Works seamlessly with Grammarly and other writing tools to ensure smooth integration.\n- User-Friendly: Simple and intuitive interface for effortless usage.\n- Enhanced Productivity: Focus on your writing without worrying about errors or distractions.\n\n# How to Use\n1. Install Grammarlyier: Simply download and install the Grammarlyier browser extension.\n2. Activate Auto-Correction: Start typing, and Grammarlyier will automatically correct your mistakes in real-time.\n3. Enable Dark Mode: Toggle the dark mode feature for a visually pleasing writing experience.\n\n# Support\nIf you encounter any issues or have suggestions for improvement, feel free to reach out to us through contact button below.\n\n# Disclaimer\nGrammarlyier is an unofficial tool and is not affiliated with Grammarly. Use it at your own discretion.\n\n# License\nThis project is licensed under the [MIT License](LICENSE).\n\n---\n\nEnjoy error-free writing and a comfortable writing environment with Grammarlyier! ✍️✨"
  }
}