{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jogtár®Link"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Jogtár®Link segítségével könnyen elérheti az interneten található jogszabályok teljes szövegét a Jogtár vagy Netjogtár felületén."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bővítse jogi eszköztárát, és tegye hatékonyabbá munkáját a Jogtár®Link böngésző bővítménnyel, mely az interneten található, jogszabályokat tartalmazó szövegekkel való munkában nyújt segítséget.\nA Jogtár®Link segítségével könnyedén elérheti az interneten található szövegekben hivatkozott jogszabályok teljes szövegét a Jogtár vagy a Netjogtár felületén. \nA bővítmény felismeri az interneten található szövegekben a jogszabály-hivatkozásokat, és azokat a hivatkozott jogszabályra mutató linkekké alakítja. Így egy kattintással elérheti és megtekintheti a szövegben hivatkozott jogszabály teljes szövegét.\n\nAmennyiben rendelkezik Jogtár® előfizetéssel, a jogszabályra mutató link a Jogtárban nyitja meg a jogszabály szövegét.\nAmennyiben nem rendelkezik Jogtár® előfizetéssel, a jogszabályra mutató link az ingyenes Netjogtár felületén nyitja meg a jogszabály szövegét hatályos időállapotban.\n\nA Jogtár®Link segítségével több információhoz juthat az interneten található szövegekben hivatkozott jogszabályokról.\nAz interneten található szövegekben a bővítmény által felismert jogszabály-hivatkozások felé húzva az egeret egy buborékban megjelennek a jogszabályra vonatkozó alábbi információk:\n- ha egy teljes jogszabályra, vagy annak közismert nevére vonatkozik a hivatkozás, akkor megjelenik a jogszabály teljes címe.\n- ha a hivatkozás egy jogszabály valamely paragrafusára vonatkozik, akkor megjelenik az adott jogszabályhely szövege.\n- a hivatkozott jogszabály hatályossági állapotára vonatkozó információ (hatályos/hatályon kívül helyezett).\n\nBejelentkezés és regisztráció\nA bővítmény ingyenes, bárki számára elérhető és letölthető. A használatához bejelentkezés szükséges. Amennyiben rendelkezik a Wolters Kluwer Hungary Kft. (pl. Jogtár, ado.hu) által nyújtott online szolgáltatás kapcsán felhasználónévvel és jelszóval, akkor ezen adatok megadásával tud bejelentkezni.\nAmennyiben nem rendelkezik a Wolters Kluwer Hungary Kft. által nyújtott online szolgáltatás kapcsán felhasználónévvel és jelszóval a bejelentkezéshez, akkor ingyenes regisztráció szükséges. \n\nHasználati útmutató\nTöltse le a bővítményt (csak egyszer kell megtenni). A bővítmény ikonja megjelenik a böngésző jobb felső sarkában. A bővítmény ikonjára kattintva tud bejelentkezni. Amennyiben nem rendelkezik a Wolters Kluwer Hungary Kft. Által nyújtott online szolgáltatás kapcsán felhasználónévvel és jelszóval, regisztráljon. Jelentkezzen be felhasználónevével és a hozzá tartozó jelszóval.\nA böngésző jobb felső sarkában található Jogtár®Link ikonra kattintva elindíthatja a bővítményt az adott internetes oldalon. A felismerés pár másodpercen belül lefut. \n\nAdatvédelem\nA Wolters Kluwer Hungary Kft. a bővítmény használatát regisztrációhoz köti, amely regisztráció során a felhasználók WK-fiók felhasználót hoznak létre és a regisztráció adatai a WK-fiók adatbázisba kerülnek. A regisztráció során megadott felhasználónév, jelszó adatok hozzáférést biztosítanak a szolgáltatáshoz, a regisztrált felhasználók számára elérhető felületekhez, illetve érvényes előfizetés esetén az előfizetett szolgáltatásokhoz.\n\nAz adatkezelés célja:\n • A felhasználók azonosítása és az igénybe vett/előfizetett szolgáltatások nyilvántartása.\n • A regisztrált felhasználók számára elérhető tartalmakhoz, szolgáltatásokhoz történő hozzáférés biztosítása.\n • Tájékoztatás a fiók működésével és az igénybe vett szolgáltatásokkal kapcsolatos változásokról.\n\nAz adatkezelés jogalapja: \n• az adatkezelő jogos érdeke [GDPR 6. cikk (1) bekezdés f) pontja] \n• szerződés teljesítése [GDPR 6. cikk (1) bekezdés b) pontja]\n\nTovábbi információt a Wolters Kluwer Hungary Kft. adatkezelési tájékoztatójában talál. https://ugyfelszolgalat.wolterskluwer.hu/letoltes/wolters_kluwer_adatkezelesi_tajekoztato.pdf"
  }
}