{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab watcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monitors tabs for content changes and pushes a notification on detected change.",
    "de": "Überprüft Tabs auf Inhaltliche Änderungen und zeigt eine Benachrichtigung, sobald eine Änderung entdeckt wurde."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this extension you can get notified of content changes on a site.\nJust define a page check interval and a DOM selector wich should be monitored.\nYou can define wether the page should check for content changes after a page reload or live without reloading the page. Latter is useful for Ajax content changes or something else.\nYou will get a Chrome notification if a change was detected.\n\n*****************************\nRELEASE NOTES\n*****************************\nv.1.2.1\n- Added check timer badge to action button\n\nv.1.1.1\n- Made some code cleanup and optimizations\n\nv.1.1.0\n- Added live DOM check without reload",
    "de": "Mit dieser Erweiterung werden Sie über Inhaltliche Änderungen auf einer Seite informiert.\nDefinieren Sie einfach einen Interval zur Überprüfung und einen DOM Selector der überwacht werden soll.\nSie können die Überprüfung der Seite entweder mit einem Reload (neu laden) der Seite oder live ohne Reload durchführen lassen. Letzteres ist nützlich bei Seiten die Inhalte via Ajax nachladen.\nSie bekommen anschließen eine Chrome Benachrichtigung wenn sich der Inhalt geändert hat.\n\n*****************************\nVERSIONSHINWEISE\n*****************************\nv.1.2.1\n- Countdown badge bis zur nächsten Überprüfung hinzugefügt\n\nv.1.1.1\n- Code Cleanup und Optimierung\n\nv.1.1.0\n- Live DOM Überprüfung ohne reload"
  }
}