{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reason Tools"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds Reason to the browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reason in the browser. This extension will help you work with ReasonML as a way to convert between re, ml, rei, and mli text. Highlight some code and open the extension by clicking the icon or pressing Alt+D\n\n========\n\nNew in 0.3.2\n\nBug fix for signature printing in OCaml doc pages. Reduce large bloat in JS files by a few MB.\n\n========\n\nNew in 0.3.0\n\nPulls in the new 3.0.0 syntax for Reason. https://github.com/facebook/reason/tree/3.0.0. We've enabled this syntax by default, but will be supporting cross-version refmting for at least the next month. \n\nThis also switches to some vendored refmt.js files, and could very well introduce some new bugs. If you notice anything, please report on the GitHub page so we can get things fixed quickly!\n\n========\n\nNew in 0.0.21\n\nalt+l will now toggle between .re and .rei files on Github and other source control sites.\nBug fixes, support for reason-react 0.2.3.\n\n========\n\nNew in 0.0.19\n\nBug fix with failed page conversions.\n\n========\n\nNew in 0.0.18\n\nUses: OCaml 4.02.3, Reason 1.13.0\nMore robust system for blacklisting/whitelisting problematic pages (accessible through context menu).\nYou can now set syntax for refmt to format same syntax or across syntaxes.\nBug fixes:\n - Layout issues on Safari\n\n========\n\nNew in 0.0.17\n\nUses: OCaml 4.02.3, Reason 1.10.2\nError messages in popup now include line and col numbers, as well as any error messages we can get.\nHovering over language hints in the popup now gives you version info.\nBug fixes:\n - Made launching popup more consistent - sometimes popup would fail to initialize when trying to parse text with syntax errors.\n\n========\n\nNew in 0.0.15\n\nAwesome new contributions by @glennsl!\nContext menu now has the ability to inline Refmt changes and toggle page styles. New version of Reason. Better support for URL linking and for https://reasonml.github.io/reason-tools/popup.html\n\n========\n\nNew in 0.0.13\n\nFixes rendering of code blocks documentation that aren't explicitly mli signatures. Stores your last value refmt between popup openings.\n\n========\n\nNew in 0.0.12\n\nFixes extra scrollbars in Windows and OSX when persistent scrollbars are on.\n\n========\n\nNew in 0.0.11\n\nFixes issue that categorizes nim website as ocamldoc.\n\n========\n\nNew in 0.0.10\n\nBug fix for scrollable area with lots of content in the popup.\n\n========\n\nNew in 0.0.9\n\nYou're now able to break away a refmt session into a new tab with the current content.\n\n========\n\nNew in 0.0.7\n\nNow tracking the master branch (1.4.0) of Reason.\n\n========\n\nNew in 0.0.6 - automatic detection and conversion of OCaml documentation pages. Will convert to reason and style consistently across domains. Allows for conversion back and forth between Reason and OCaml and includes an escape hatch to revert back to the page in the case that detection is off."
  }
}