{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "myTaste Browser Button",
    "sv": "myTaste Webbläsarknapp"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Save recipes from any website, anywhere",
    "ca": "Desa les teves receptes favorites de qualsevol lloc web.",
    "cs": "Ulože si své oblíbené recepty z jakýchkoliv webových stránek.",
    "da": "Gem dine favoritopskrifter fra enhver hjemmeside",
    "de": "Speichere deine Lieblingsrezepte von jeder beliebigen Website.",
    "el": "Αποθηκεύστε τις αγαπημένες σας συνταγές από οποιονδήποτε ιστότοπο",
    "es": "Guarda tus recetas favoritas de cualquier sitio web.",
    "fi": "Tallenna suosikkireseptisi miltä tahansa verkkosivustolta.",
    "fr": "Sauvegardez vos recettes préférées à partir de n'importe quel site Web.",
    "hr": "Pohranite svoje omiljene recepte s bilo kojeg web-mjesta.",
    "hu": "Mentsd el a kedvenc receptjeidet bármelyik weboldalról.",
    "it": "Salva le tue ricette preferite da qualsiasi sito web",
    "nl": "Bewaar jouw favoriete recepten van elke website.",
    "no": "Lagre din favorittoppskrift fra en hvilken som helst nettside.",
    "pl": "Zapisuj swoje ulubione przepisy z dowolnej witryny.",
    "pt_BR": "Salve suas receitas favoritas de qualquer site.",
    "pt_PT": "Guarde as suas receitas preferidas a partir de qualquer website.",
    "ru": "Сохраняйте любимые рецепты с любого сайта.",
    "sk": "Uložte si vaše obľúbené recepty z akejkoľvek webovej lokality.",
    "sv": "Spara recept från hela webben, när som helst",
    "tr": "Herhangi bir web sitesinden beğendiğiniz tarifleri kaydedin."
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,id,ja,kn,ko,lt,lv,ml,mr,ms,ro,sl,sr,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "The myTaste Browser Button lets you save recipes from any food blog or website to your personal cookbooks!\n\nYou can access all your saved recipes from the myTaste website and iOS/Android app.",
    "ca": "El botó de navegació myTaste et permet desar receptes de qualsevol blog o lloc web d'alimentació als teus llibres de cuina personals!\n\nPots accedir a totes les teves receptes desades des del lloc web i des de l'aplicació iOS/Android de myTaste.",
    "cs": "Tlačítko myTaste na prohlížeči vám umožňuje ukládání receptů z jakéhokoliv blogu nebo webové stránky o jídle do vašich osobních kuchařských knih!\n\nKe všem svým uloženým receptům máte přístup z webové stránky myTaste a z aplikace iOS/Android.",
    "da": "Med myTaste browserknappen kan du gemme opskrifter fra enhver madblog eller websted i dine personlige kogebøger!\n\nDu har adgang til alle dine gemte opskrifter via myTastes websted og iOS/Android app.",
    "de": "Mithilfe der myTaste-Browser-Schaltfläche kannst du Rezepte aus jedem beliebigen Blog und von allen Websites in deinen ganz persönlichen Kochbüchern speichern!\n\nVon der myTaste-Website und der iOS-/Android-App hast du Zugriff auf alle gespeicherten Rezepte.",
    "el": "Το κουμπί προγράμματος πλοήγησης του myTaste σάς επιτρέπει να αποθηκεύετε συνταγές από οποιοδήποτε ιστολόγιο ή ιστότοπο μαγειρικής στα προσωπικά σας βιβλία συνταγών!\n\nΜπορείτε να έχετε πρόσβαση σε όλες σας τις αποθηκευμένες συνταγές από τον ιστότοπο του myTaste και από την εφαρμογή για iOS/Android.",
    "es": "¡El botón de navegación myTaste te permite guardar recetas de cualquier blog o sitio web de alimentación en tus libros de cocina personales!\n\nPuedes acceder a todas tus recetas guardadas desde el sitio web y desde la aplicación iOS/Android de myTaste.",
    "fi": "myTaste-selainpainikkeella voit tallentaa reseptejä mistä tahansa ruokablogista tai verkkosivustosta omaan henkilökohtaiseen keittokirjaasi!\n\nPääset kaikkiin tallentamiisi resepteihin myTaste-verkkosivulta ja iOS-/Android-sovelluksen kautta.",
    "fr": "Le bouton Navigateur myTaste vous permet de sauvegarder des recettes depuis n'importe quel blog ou site Internet dans vos livres de recettes personnels.\n\nVous pouvez accéder à toutes vos recettes sauvegardées depuis le site myTaste et l'app iOS/Android.",
    "hr": "myTaste gumb za pretragu vam omogućuje pohraniti recepte u svoju osobnu kuharicu s bilo kojeg bloga ili web-mjesta posvećenog hrani! \n\nMožete pristupiti svim svojim pohranjenim receptima s web-mjesta myTaste i aplikacija iOS/Android.",
    "hu": "A myTaste Böngészőgombbal bármelyik gasztro blogból vagy weboldalról menthetsz recepteket a személyes szakácskönyveidbe!\n\nAz összes mentett receptedhez hozzáférhetsz a myTaste weboldalról és az iOS/Android-os appból.",
    "it": "Il pulsante del Browser di myTaste  consente di salvare le ricette da qualsiasi  blog o sito sul cibo per i tuoi libri di cucina personali!\n\nÈ possibile accedere a tutte le vostre ricette salvate  dal sito  myTaste e dalle app. iOS / Android.",
    "nl": "Met de myTaste-browserknop kun je vanaf elk culinair weblog of elke culinaire site recepten opslaan in je persoonlijke kookboeken!\n\nJe hebt dan toegang tot al je opgeslagen recepten op de myTaste-website en in de iOS-/Android-app.",
    "no": "myTaste nettleserknapp lar deg lagre oppskrifter fra en hvilken som helst matblogg eller nettsted til din personlige kokebok!\n\nDu har tilgang til alle dine lagrede oppskrifter fra myTaste-nettstedet og iOS/Android-appen.",
    "pl": "Przycisk myTaste dla przeglądarki pozwala Ci zapisywać w swojej książce kucharskiej przepisy z dowolnego blogu kulinarnego lub witryny kulinarnej.\n\nKorzystając z witryny myTaste lub aplikacji na iOS/Android, masz dostęp do wszystkich swoich zapisanych przepisów.",
    "pt_BR": "O Botão de Navegador do myTaste permite salvar receitas de qualquer blog ou site de comidas em seus livros de receita pessoais.\n\nÉ possível acessar todas as suas receitas salvas a partir do site do myTaste e dos apps myTaste para iOS/Android.",
    "pt_PT": "O botão de browser myTaste permite guardar receitas a partir de qualquer blog de cozinha para os seus livros de receitas pessoais!\n\nPode aceder a todas as suas receitas guardadas a partir do website myTaste e da app para iOS/Android.",
    "ru": "Кнопка myTaste для браузера позволяет сохранять в своей кулинарной книге рецепты из любых кулинарных блогов и с любых сайтов!\n\nВсе сохраненные рецепты можно посмотреть как с сайта myTaste, так и из приложения для iOS или Android.",
    "sk": "Tlačidlo myTaste na prehliadači vám umožňuje ukladanie receptov z akéhokoľvek blogu alebo webovej stránky o jedle do vašich osobných kuchárskych kníh!\n\nKu všetkým vašim uloženým receptom máte prístup z webovej stránky myTaste a z aplikácie iOS/Android.",
    "sv": "myTastes Webbläsarknapp låter dig spara recept från hela webben till din egen kokbok!\n\nDu kan sedan komma åt alla din sparade recept antingen på myTastes webbplats eller i vår iOS/Android app.",
    "tr": "myTaste Tarayıcı Düğmesi ile yemek bloglarından ya da web sitelerinden bulacağınız tarifleri kendi yemek kitabınıza kaydedebilirsiniz!\n\nKaydettiğiniz tüm tariflere myTaste web sitesinden ve iOS/Android uygulamasından ulaşabilirsiniz."
  }
}