{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scribbl: AI Meeting Notes for Google Meet",
    "de": "Scribbl: KI Meeting-Notizen fﾃｼr Google Meet",
    "es": "Scribbl: Google Meet Notas de reuniﾃｳn con IA",
    "fr": "Scribbl: Notes de rﾃｩunion IA pour Google Meet",
    "pt_BR": "Scribbl: Google Meet Notas de reuniﾃ｣o com IA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scribbl can record, transcribe, and generate incredibly accurate ChatGPT AI meeting summaries for Google Meet",
    "de": "Scribbl kann aufnehmen, transkribieren und unglaublich genaue ChatGPT KI Meeting-Zusammenfassungen fﾃｼr Google Meet erstellen",
    "es": "Scribbl puede grabar, transcribir y generar resﾃｺmenes de reuniones con IA ChatGPT increﾃｭblemente precisos para Google Meet",
    "fr": "Scribbl peut enregistrer, transcrire et gﾃｩnﾃｩrer des rﾃｩsumﾃｩs de rﾃｩunion ChatGPT IA incroyablement prﾃｩcis pour Google Meet",
    "pt_BR": "Scribbl pode gravar, transcrever e gerar resumos de reuniﾃ｣o com IA ChatGPT incrivelmente precisos para Google Meet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate note taking during your Google Meet meetings. Scribbl transcribes, or video records your Google Meet meeting and generates AI meeting notes at the conclusion of your meeting. Simply download the Chrome extension and sign in with Google to begin automatically receiving Google Meet transcripts and ChatGPT AI meeting notes for free.\n\nKey features 笨搾ｸ十n- Automated note taking and action items with AI\n- Video record or transcribe without a bot 洟暴n- Google Meet transcription automatically saved to Google Docs\n- Chat from meeting automatically saved\n- Real-time transcript during meeting\n- Easily share meetings with your team or other participants\n- Find past meetings with ease by searching across meetings \n- Build a team library of meetings in Scribbl \n- Transcribe in over 40 different languages\n\nScribbl is trusted by leading organizations and over 10,000 people in roles like 汨･\n- Project Management\n- Account Management\n- Consulting\n- Customer Success\n- Support\n- Sales\nand many more...",
    "de": "Automatisieren Sie das Erstellen von Notizen wﾃ､hrend Ihres Google Meet-Meetings. Scribbl speichert am Ende Ihres Meetings automatisch ein Transkript von Google Meet in Ihren Google Docs oder Notion. Laden Sie einfach die Chrome-Erweiterung herunter und melden Sie sich bei Google an, um automatisch und kostenlos Google Meet-Transkripte zu erhalten.\n\nVorteile 汳ｪ\n- Automatisierte Notizen\n- Google Meet-Transkription wird automatisch in Google Docs oder Notion gespeichert\n- Chat von Meetings, die in Google Docs oder Notion gespeichert sind\n- Ermﾃｶglicht es Ihnen, sich auf den Anruf zu konzentrieren, anstatt Notizen zu machen\n- Bietet eine Sicherungskopie fﾃｼr alle handschriftlichen oder getippten Notizen, die unvollstﾃ､ndig sind\n- Beseitigt die Notwendigkeit, die Aufnahme erneut anzusehen oder anzuhﾃｶren, um Notizen zu erstellen\n- Vereinfacht das Teilen von Besprechungsnotizen nach der Besprechung\n- Speichert alle Ihre Transkripte zusammen in einem Google Drive-Ordner\n\nHauptmerkmale 笨搾ｸ十n- Transkript automatisch in Google Docs oder Notion speichern\n- Videoaufnahme\n- Sprechergetrenntes Transkript\n- Abschrift mit Zeitstempel\n- Stichwortsuche ﾃｼber alle Transkripte hinweg\n- Echtzeit-Protokoll wﾃ､hrend des Meetings\n- Heben Sie wichtige Momente in Echtzeit hervor\n- Transkription fﾃｼr Englisch, Franzﾃｶsisch, Deutsch, Portugiesisch (Brasilien) und Spanisch (Spanien und Lateinamerika)\n\nScribbl wird von ﾃｼber 1.000 Menschen vertraut, darunter 汨･\n- Benutzerforscher\n- Verkaufsprofis\n- Berater\n- Datenwissenschaftler\n- Produktdesigner\n- Journalisten\n- Freiberufler\n- Ingenieure\n- Unternehmer\n- Lehrer\n- Studenten\n\nBei Hunderten von Unternehmen wie 沛｢\n- Netflix\n- Google\n- Spotify\n- Wayfair\n- Hellofresh\n- Redhat\n- Salesforce\n\nSicherheit 沐箪n- Scribbl speichert oder verarbeitet Ihr Google Meet-Transkript nicht\n- Alle Transkriptionen werden sicher in Ihrem Google-Laufwerk gespeichert",
    "es": "Automatice la toma de notas durante su reuniﾃｳn de Google Meet. Scribbl guarda automﾃ｡ticamente una transcripciﾃｳn de Google Meet en Google Docs o Notion al finalizar la reuniﾃｳn. Simplemente descargue la extensiﾃｳn de Chrome e inicie sesiﾃｳn en Google para comenzar a recibir automﾃ｡ticamente las transcripciones de Google Meet de forma gratuita.\n\nBeneficios 汳ｪ\n- Toma de notas automatizada\n- La transcripciﾃｳn de Google Meet se guarda automﾃ｡ticamente en Google Docs o Notion\n- Chat de la reuniﾃｳn guardada en Google Docs o Notion\n- Le permite concentrarse en la llamada frente a tomar notas\n- Proporciona una copia de seguridad de cualquier nota escrita a mano o mecanografiada que estﾃｩ incompleta\n- Elimina la necesidad de volver a mirar o escuchar la grabaciﾃｳn para producir notas\n- Simplifica compartir notas de reuniones despuﾃｩs de la reuniﾃｳn\n- Guarda todas sus transcripciones juntas en una carpeta de Google Drive\n\nCaracterﾃｭsticas clave 笨搾ｸ十n- Guardar automﾃ｡ticamente la transcripciﾃｳn en Google Docs o Notion\n- Grabaciﾃｳn de vﾃｭdeo\n- Transcripciﾃｳn separada del hablante\n- Transcripciﾃｳn con sello de tiempo\n- Bﾃｺsqueda de palabras clave en todas las transcripciones\n- Transcripciﾃｳn en tiempo real durante la reuniﾃｳn\n- Destaca momentos importantes en tiempo real\n- Transcripciﾃｳn en inglﾃｩs, francﾃｩs, alemﾃ｡n, portuguﾃｩs (Brasil) y espaﾃｱol (Espaﾃｱa y Amﾃｩrica Latina)\n\nScribbl cuenta con la confianza de mﾃ｡s de 1000 personas, incluidas 汨･\n- Investigadores de usuarios\n- Profesionales de Ventas\n- Consultores\n- Cientﾃｭficos de datos\n- Diseﾃｱadores de productos\n- Periodistas\n- Trabajadores autﾃｳnomos\n- Ingenieros\n- Emprendedores\n- Profesores\n- Estudiantes\n\nEn cientos de empresas como 沛｢\n- Netflix\n- Google\n- Spotify\n- Wayfair\n- Hellofresh\n- Redhat\n- Salesforce\n\nSeguridad 沐箪n- Scribbl no almacena ni procesa su transcripciﾃｳn de Google Meet\n- Todas las transcripciones se almacenan de forma segura en su unidad de Google",
    "fr": "Automatisez la prise de notes pendant votre rﾃｩunion Google Meet. Scribbl enregistre automatiquement une transcription de Google Meet dans votre Google Docs ou Notion ﾃ la fin de votre rﾃｩunion. Tﾃｩlﾃｩchargez simplement l'extension Chrome et connectez-vous ﾃ Google pour commencer ﾃ recevoir automatiquement et gratuitement les transcriptions de Google Meet.\n\nAvantages 汳ｪ\n- Prise de notes automatisﾃｩe\n- Transcription Google Meet automatiquement enregistrﾃｩe dans Google Docs ou Notion\n- Chat de la rﾃｩunion enregistrﾃｩ dans Google Docs ou Notion\n- Vous permet de vous concentrer sur l'appel plutﾃｴt que sur la prise de notes\n- Fournit une sauvegarde de toutes les notes manuscrites ou dactylographiﾃｩes incomplﾃｨtes\n- Supprime le besoin de revoir ou d'ﾃｩcouter l'enregistrement pour produire des notes\n- Simplifie le partage des notes de rﾃｩunion aprﾃｨs la rﾃｩunion\n- Enregistre toutes vos transcriptions ensemble dans un dossier Google Drive\n\nFonctionnalitﾃｩs clﾃｩs 笨搾ｸ十n- Enregistrement automatique de la transcription dans Google Docs ou Notion\n- Enregistrement video\n- Transcription sﾃｩparﾃｩe par le locuteur\n- Transcription horodatﾃｩe\n- Recherche par mot-clﾃｩ dans tous les relevﾃｩs de notes\n- Transcription en temps rﾃｩel pendant la rﾃｩunion\n- Mettez en surbrillance les moments importants en temps rﾃｩel\n- Transcription en anglais, franﾃｧais, allemand, portugais (Brﾃｩsil) et espagnol (Espagne et Amﾃｩrique latine)\n\nPlus de 1 000 personnes font confiance ﾃ Scribbl, dont 汨･\n- Chercheurs utilisateurs\n- Professionnels de la vente\n- Conseillers\n- Scientifiques des donnﾃｩes\n- Concepteurs de produits\n- Journalistes\n- Indﾃｩpendants\n- Ingﾃｩnieurs\n- Entrepreneurs\n- Enseignants\n- ﾃ液udiants\n\nDans des centaines d'entreprises comme 沛｢\n- Netflix\n- Google\n- Spotify\n- Wayfair\n- Hellofresh\n- Redhat\n- Salesforce\n\nSﾃｩcuritﾃｩ 沐箪n- Scribbl ne stocke ni ne traite votre relevﾃｩ de notes Google Meet\n- Toutes les transcriptions sont stockﾃｩes en toute sﾃｩcuritﾃｩ dans votre lecteur Google",
    "pt_BR": "Automatize a tomada de notas durante sua reuniﾃ｣o do Google Meet. O Scribbl salva automaticamente uma transcriﾃｧﾃ｣o do Google Meet em seu Google Docs ou Notion ao final da reuniﾃ｣o. Basta fazer o download da extensﾃ｣o do Chrome e fazer login no Google para comeﾃｧar a receber automaticamente as transcriﾃｧﾃｵes do Google Meet gratuitamente.\n\nBenefﾃｭcios 汳ｪ\n- Anotaﾃｧﾃｵes automatizadas\n- Transcriﾃｧﾃ｣o do Google Meet salva automaticamente no Google Docs ou Notion\n- Bate-papo da reuniﾃ｣o salvo no Google Docs ou Notion\n- Permite que vocﾃｪ se concentre na chamada em vez de fazer anotaﾃｧﾃｵes\n- Fornece um backup para quaisquer notas manuscritas ou digitadas que estejam incompletas\n- Elimina a necessidade de assistir novamente ou ouvir a gravaﾃｧﾃ｣o para produzir notas\n- Simplifica o compartilhamento de notas da reuniﾃ｣o apﾃｳs a reuniﾃ｣o\n- Salva todas as suas transcriﾃｧﾃｵes juntas em uma pasta do Google Drive\n\nPrincipais recursos 笨搾ｸ十n- Salvar automaticamente a transcriﾃｧﾃ｣o no Google Docs ou Notion\n- Gravaﾃｧﾃ｣o de vﾃｭdeo\n- Transcriﾃｧﾃ｣o separada do orador\n- Transcriﾃｧﾃ｣o com carimbo de hora\n- Pesquisa de palavras-chave em todas as transcriﾃｧﾃｵes\n- Transcriﾃｧﾃ｣o em tempo real durante a reuniﾃ｣o\n- Realce momentos importantes em tempo real\n- Transcriﾃｧﾃ｣o em inglﾃｪs, francﾃｪs, alemﾃ｣o, portuguﾃｪs (Brasil) e espanhol (Espanha e Amﾃｩrica Latina)\n\nScribbl tem a confianﾃｧa de mais de 1.000 pessoas, incluindo 汨･\n- Pesquisadores de usuﾃ｡rios\n- Profissionais de vendas\n- Consultores\n- Cientistas de Dados\n- Designers de produtos\n- Jornalistas\n- Autﾃｴnomos\n- Engenheiros\n- Empreendedores\n- Professores\n- Estudantes\n\nEm centenas de empresas como 沛｢\n- Netflix\n- Google\n- Spotify\n- Wayfair\n- Hellofresh\n- Redhat\n- Salesforce\n\nSeguranﾃｧa 沐箪n- O Scribbl nﾃ｣o armazena nem processa sua transcriﾃｧﾃ｣o do Google Meet\n- Todas as transcriﾃｧﾃｵes sﾃ｣o armazenadas com seguranﾃｧa em seu Google Drive"
  }
}