{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepFabric"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access your DeepFabric co-pilots right in your new tab, and take your productivity to the next level."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DeepFabric delivers intelligent agents that do work at your fingertips. \n \nFind instant solutions to your problems, and get all of that work done on DeepFabric.\n \nWith the DeepFabric Chrome Extension:\n \nAccess the most advanced productivity-focused AI\n•         Create, work with and chat with your own team of AIs built from Tedi - DeepFabric's advanced AI more powerful than GPT-4\n•         Manage your threads better with folders, and easy reordering\n \nManage all your tasks instantly\nAdd tasks to DeepFabric from any webpage. Instantly place tasks into any project. Effortlessly compose a task description and delegate it to a team member. Choose the right assignee using a dropdown menu. Incorporate custom fields into your new tasks. Capture the current URL as a task for later reading or to share with colleagues.\n \nManage your meetings more effectively\n•         Store meeting notes efficiently\n•         Attend meetings with one click\n \nInstantly access all your notes\nCapture ideas, tasks, and information effortlessly with a feature-rich note-taking module. Seamlessly clip content from the web, engage in document collaboration, and customize workspaces using versatile templates. Enjoy real-time co-editing, intelligent categorization, and integrated task management for a streamlined workflow. Keep knowledge interconnected with smart linking, ensuring insights translate into action, all within a single, organized framework.\n \nDo everything quickly\n•         Instant access to your most visited websites\n•         Store screenshots, bookmarks, and text to Notes instantly\n•         Attend meetings with one click\n•         Use the focus timer to get work done without distractions\n \nGet physically quicker!\n•         Learn fast typing\n•         Practice shortcuts"
  }
}