{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XaCi-leads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool to easy save urls in different categories"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xaci-leads\nweb-extension\n\n\n for this extension:\n\"A tool to easy save urls in different categories\"\n\nWhat is it? It's a tool to easy save url's. It is like a favorites light.\nYou can define your own categories and you can make 4 different categories for each search.\n\nLets say you are a recruiter and you go to linkedin to search for profiles.\nYou have 4 vacancies   you need to fill. You can add the vacancies as category and then search the web for candidates. If you found a candidate, you can save the url of the profile with some keywords or notes in the category of your choice.\n\nIf you saved profiles that doesn't match the vacancy, you can easy delete them, without deleting the rest of your search.\n\nIf you are done searching and you found the perfect candidate, you can delete the all urls of that category, rename the category if you want and start a new search. \n\nHow it works?\n\nIt is easy, install the extension in your browser and pin it to your toolbar.\n\nEdit category:\n\nDouble click on the category buttons and a inputfield shows up, here you can type your new category and save by enter or the save button.\n\nIf you have changed all categories or the categories needed, you can start searching and save url's.\n\nNote that if you change the category name, all urls that are collected under the old name will be deleted. \n\nIf you accidently doubleclick on the categorie, just click somewhere outside the inputfield and you return back to the startscreen and your categorie and urls will be saved.\nSo now its time, to get started\n\nHow to save a url?\nWhen you find a url to save, you open XaCi-leads, add some keyword or note in the description. Select the category and click save or press enter\nHow to delete a url? \nTo delete only one url you can double click on the trashcan.\nFor deleting all urls, you can doubleclick on the delete all button.\n\n\n\n\n\n\n\n\ni n"
  }
}