{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatPilot - AI Copilot  Powered by ChatGPT-4"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Sidebar: Enhance workflow with ChatGPT for advanced search, read,and write."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatPilot is an innovative Chrome extension that harnesses the power of AI, specifically ChatGPT-4, to revolutionize your browsing experience. With ChatPilot, you can enjoy seamless chat interactions, lightning-fast searches, and concise page summaries, all in one place.\nKey Features:\n✅Chat Functionality: Engage in natural and intelligent conversations with ChatPilot. Ask questions, seek recommendations, or simply have a friendly chat. Experience the next level of human-like interactions brought to you by the advanced AI capabilities of ChatGPT-4.\n✅Smart Search: Say goodbye to endless scrolling and inefficient searches. ChatPilot enables you to perform lightning-fast searches with remarkable accuracy. Get instant answers to your queries, find relevant information quickly, and enhance your productivity while browsing the web.\n✅Webpage Summarizer: Experience the power of ChatPilot's AI-driven webpage summarizer. Say goodbye to information overload as our advanced technology condenses lengthy articles and web pages into concise summaries. Effortlessly grasp the main points and extract the essence of any page, saving you time and energy in your online research and reading.\n✅PDF AI-Reader: Unlock the full potential of your documents with ChatPilot's PDF AI-reader. Simply upload your PDF files and let our intelligent technology analyze the content. Ask questions about the document, and ChatPilot will provide accurate answers based on its understanding of the text. \nWhy Choose ChatPilot:\n✨Powered by ChatGPT-4: Benefit from the cutting-edge AI capabilities of ChatGPT-4, which ensures advanced language processing, contextual understanding, and accurate responses. ChatPilot offers an unparalleled level of intelligence and conversational fluency.\n✨All-in-One Solution: Unlike other extensions, ChatPilot combines chat, search, and PDF & webpage summary functionalities in a single, user-friendly interface. No need to juggle between multiple tools—ChatPilot has you covered for all your browsing needs.\n✨Enhanced Efficiency: By leveraging AI, ChatPilot streamlines your browsing experience, making it more efficient and productive. Spend less time searching and reading, and more time focusing on what matters to you.\nAdditional Highlights:\n🎈ChatPilot's intuitive interface makes it easy for users of all levels to navigate and interact seamlessly.\n🎈The extension is regularly updated to ensure optimal performance, improved features, and enhanced security.\n🎈Privacy and data protection are our top priorities. ChatPilot  operates with strict adherence to privacy standards, ensuring the  confidentiality of your conversations and data.\nHow to Use ChatPilot:\n1. Install ChatPilot from the Chrome Web Store and grant the necessary permissions.\n2. Access ChatPilot by clicking on its icon in the browser toolbar.\n3. Initiate a conversation by typing or speaking your query in the chat window\n4. Utilize the search function by entering keywords or questions to retrieve instant results.\n5. To summarize a webpage, click “read this page”button，and get instant summary & key takeaways. \n6. Enjoy the seamless and intelligent browsing experience brought to you by ChatPilot.\nChatPilot is Perfect For:\n✔️Students and Researchers: Quickly gather information, ask questions, and obtain summarized content for academic purposes.\n✔️Professionals and Knowledge Workers: Boost productivity by swiftly  finding answers, conversing with AI, and extracting key information.\n✔️Casual Browsers: Engage in interesting chats, perform effortless  searches, and get concise summaries for a smoother browsing experience.\nExperience the future of browsing with ChatPilot—your trusted companion powered by AI. Download now and unlock the full potential of your web exploration!"
  }
}