{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackingTime | Time Tracker",
    "de": "TrackingTime | Online Zeiterfassung"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Tracking app that helps to manage projects, track working times and measure productivity.",
    "de": "Mit TrackingTime können Unternehmen ihre Projekte in der Cloud managen, Arbeitszeiten bequem erfassen und ihre Produktivität messen.",
    "es,es_419": "TrackingTime es una aplicación que ayuda a las empresas a gestionar sus proyectos y tiempos de trabajo y medir su productividad.",
    "it": "TrackingTime è una applicazione collaborativa, basata su cloud che permette di gestire i tuoi compiti, di tracciare i tempi di…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Tracking App that helps companies manage their projects, track working times and measure productivity.\n\nAlso available on PlayStore:\nhttps://play.google.com/store/apps/details?id=co.trackingtime\n\nThe core of the app is a simple yet powerful task manager that allows you to stay organised while effortlessly keeping track of your working hours in real time. Because the app also focuses on collaboration, you’ll be able to organise your clients, projects and tasks on your dashboard while seeing the work being done by others on your team – with real-time updates, comments and notifications also built in. Additionally, you’ll never have to write out a timesheet again, as TrackingTime creates in-depth time analytics and performance reports automatically.\n\nTop Features\n\nTasks Tracking:\nKeep track of your working times right from your to-do list with just one click. No need to fill out timesheets or set up timers.\n\nBuilt-in Collaboration Organise your team, projects and tasks. Real-time updates and notifications ensure everyone is always on the same page.\n\nTask Comments:\nKeep all the conversations about your tasks in one place.\n\nSubtasks:\nBreak complex tasks into smaller achievable goals.\n\nTime and Performance Analytics:\nBuilding great projects, teams and companies takes time. Our detailed timesheets and performance reports show you exactly how much.\n\nInternational:\nTrackingTime is designed for global teams. The system is localised for Englisch, German and Spanish. More languages coming soon!\n\nEnterprise class Security:\nOur backend is built on top of Java Enterprise solutions, the same technology used by banks and top e-commerce providers.\n\nTop Benefits:\nAllows you to accurately measure employee productivity\nAllows for more flexible working conditions like remote working \nBrings more transparency into your daily business \nHelps you improve project budgeting and make better estimates \nHelps foster a culture of autonomy and openness \nBuilds trust between your company and outsourced contractors \n\nWho is it for?:\nTrackingTime is designed for founders, project managers and freelancers who want to make the most out of their time. Most of our customers are small and medium sized businesses from creative industries such as web design, software development, news and media, PR and marketing, photography, architecture, digital arts, etc. Any knowledge worker can benefit from our service. \n\nPricing:\nThe current version of TrackingTime is completely free  for teams up to 3 people. And the best part is: time tracking and collaboration features will always remain free! We are working on some great premium features (third party integrations and powerful analytics) that will improve the TrackingTime experience.\n\nFor more information on TrackingTime, please visit our website at: www.trackingtime.co.",
    "de": "TrackingTime ist ein Collaboration-Tool, mit dem Unternehmen Projekte managen, Arbeitszeiten erfassen und Produktivität messen können.\n\nAlso available on PlayStore:\nhttps://play.google.com/store/apps/details?id=co.trackingtime\n\nTrackingTime stellt einen schlanken und effizienten Task-Manager bereit, der die Zeiterfassung direkt in deine Todo-Liste integriert. Einfach die gerade zu erledigende Aufgabe auswählen, auf Start drücken und fertig – die App kümmert sich um den Rest. Zeiterfassung in Echtzeit bedeutet, dass jedes Teammitglied immer genau weiß, woran die Kollegen gerade arbeiten und wie lange jeder für seine Aufgaben braucht – egal ob sie im Büro sitzen, oder vom Home Office oder mobil arbeiten. Detaillierte Statistiken über Projektarbeitszeiten und die Team-Performance helfen deinem Unternehmen dabei, sich auf das Wesentliche zu konzentrieren und bessere Entscheidungen zu treffen.\n\n\nTop-Features\n\nBequeme Zeiterfassung\nErfasse deine Arbeitszeiten bequem von deiner zentralen Todo-Liste aus. Stundennachweise manuell erstellen war gestern. TrackingTime erstellt sie völlig automatisch.\n\nCollaboration im Fokus Verwalte deine Projekte, Aufgaben und Arbeitszeiten, während automatische Benachrichtigungen und Status-Updates in Echtzeit das ganze Team immer auf dem Laufenden halten.\n\nAufgaben kommentieren\nDiskutiere Aufgaben mit deinem Team, um sämtliche Diskussionen zentral an einem Ort zu speichern.\n\nTeilaufgaben\nUnterteile komplexe Aufgaben in kleinere Schritte, um schneller ans Ziel zu kommen.\n\nLeistungsstarke Analytics\nErfolgreiche Projekte, Teams und Unternehmen auszubauen braucht Zeit. Unsere detaillierte Zeit- und Leistungsstatistiken zeigen dir wie viel – sekundengenau.\n\nInternational\nTrackingTime ist für globale Teams konzipiert. Das System ist für Englisch, Deutsch und Spanisch lokalisiert. Weitere Sprachen folgen in Kürze!\n\nSicherheit der Enterprise-Klasse:\nUnser Backend-System basiert auf Java-Enterprise, der gleichen Technologie, die von Banken und Top-E-Commerce-Anbietern verwendet wird.\n\n\nPreise\nDie aktuelle Version von TrackingTime ist völlig kostenlos. Und das Beste daran ist: Zeiterfassungs- und Collaboration-Funktionen bleiben für immer kostenlos! Wir arbeiten derzeit an tollem Premium-Features (Integrationen und noch bessere Analytics), die die TrackingTime-Erfahrung bereichern werden.\n\nWeitere Details gibt es auf unserer Website: www.trackingtime.co",
    "en_GB,pl": "Time Tracking App that helps companies manage their projects, track working times and measure productivity.\n\nAlso available on PlayStore:\nhttps://play.google.com/store/apps/details?id=co.trackingtime\n\nThe core of the app is a simple yet powerful task manager that allows you to stay organised while effortlessly keeping track of your working hours in real time. Because the app also focuses on collaboration, you’ll be able to organise your clients, projects and tasks on your dashboard while seeing the work being done by others on your team – with real-time updates, comments and notifications also built in. Additionally, you’ll never have to write out a timesheet again, as TrackingTime creates in-depth time analytics and performance reports automatically.\n\nTop Features\n\nTasks Tracking:\nKeep track of your working times right from your to-do list with just one click. No need to fill out timesheets or set up timers.\n\nBuilt-in Collaboration Organise your team, projects and tasks. Real-time updates and notifications ensure everyone is always on the same page.\n\nTask Comments:\nKeep all the conversations about your tasks in one place.\n\nSubtasks:\nBreak complex tasks into smaller achievable goals.\n\nTime and Performance Analytics:\nBuilding great projects, teams and companies takes time. Our detailed timesheets and performance reports show you exactly how much.\n\nInternational:\nTrackingTime is designed for global teams. The system is localised for Englisch, German and Spanish. More languages coming soon!\n\nEnterprise class Security:\nOur backend is built on top of Java Enterprise solutions, the same technology used by banks and top e-commerce providers.\n\nTop Benefits:\nAllows you to accurately measure employee productivity\nAllows for more flexible working conditions like remote working \nBrings more transparency into your daily business \nHelps you improve project budgeting and make better estimates \nHelps foster a culture of autonomy and openness \nBuilds trust between your company and outsourced contractors \n\nWho is it for?:\nTrackingTime is designed for founders, project managers and freelancers who want to make the most out of their time. Most of our customers are small and medium sized businesses from creative industries such as web design, software development, news and media, PR and marketing, photography, architecture, digital arts, etc. Any knowledge worker can benefit from our service. \n\nPricing:\nThe current version of TrackingTime is completely free for teams up to 3 people. And the best part is: time tracking and collaboration features will always remain free! We are working on some great premium features (third party integrations and powerful analytics) that will improve the TrackingTime experience.\n\nFor more information on TrackingTime, please visit our website at: www.trackingtime.co.",
    "en_US,it,ko": "Time Tracking App that helps companies manage their projects, track working times and measure productivity.\n\nAvailable on PlayStore:\nhttps://play.google.com/store/apps/details?id=co.trackingtime\n\nThe core of the app is a simple yet powerful task manager that allows you to stay organised while effortlessly keeping track of your working hours in real time. Because the app also focuses on collaboration, you’ll be able to organise your clients, projects and tasks on your dashboard while seeing the work being done by others on your team – with real-time updates, comments and notifications also built in. Additionally, you’ll never have to write out a timesheet again, as TrackingTime creates in-depth time analytics and performance reports automatically.\n\nTop Features\n\nTasks Tracking:\nKeep track of your working times right from your to-do list with just one click. No need to fill out timesheets or set up timers.\n\nBuilt-in Collaboration Organise your team, projects and tasks. Real-time updates and notifications ensure everyone is always on the same page.\n\nTask Comments:\nKeep all the conversations about your tasks in one place.\n\nSubtasks:\nBreak complex tasks into smaller achievable goals.\n\nTime and Performance Analytics:\nBuilding great projects, teams and companies takes time. Our detailed timesheets and performance reports show you exactly how much.\n\nInternational:\nTrackingTime is designed for global teams. The system is localised for Englisch, German and Spanish. More languages coming soon!\n\nEnterprise class Security:\nOur backend is built on top of Java Enterprise solutions, the same technology used by banks and top e-commerce providers.\n\nTop Benefits:\nAllows you to accurately measure employee productivity\nAllows for more flexible working conditions like remote working \nBrings more transparency into your daily business \nHelps you improve project budgeting and make better estimates \nHelps foster a culture of autonomy and openness \nBuilds trust between your company and outsourced contractors \n\nWho is it for?:\nTrackingTime is designed for founders, project managers and freelancers who want to make the most out of their time. Most of our customers are small and medium sized businesses from creative industries such as web design, software development, news and media, PR and marketing, photography, architecture, digital arts, etc. Any knowledge worker can benefit from our service. \n\nPricing:\nThe current version of TrackingTime is completely free for teams up to 3 people. And the best part is: time tracking and collaboration features will always remain free! We are working on some great premium features (third party integrations and powerful analytics) that will improve the TrackingTime experience.\n\nFor more information on TrackingTime, please visit our website at: www.trackingtime.co.",
    "es,es_419": "TrackingTime es una aplicación que ayuda a las empresas a gestionar sus proyectos y  tiempos de trabajo y medir su productividad.\n\nDisponible en PlayStore:\nhttps://play.google.com/store/apps/details?id=co.trackingtime\n\nLa aplicación ofrece un gestor de tareas simple pero eficaz que le permite al usuario mantenerse organizado, mientras lleva un registro de sus horas de trabajo sin esfuerzo y en tiempo real. Debido a que la aplicación también se concentra en colaboración,  serás capaz de organizar tus clientes, proyectos y tareas, mientras podrás hacer el seguimiento del trabajo realizado por todo tu equipo, no importa donde tus empleados se encuentren. Además, nunca tendrás que escribir una planilla de tiempo porque TrackingTime las genera automáticamente.\n\nFunciones:\n\nTasks Tracking\nTrackea tus horas de trabajo desde tu lista de tareas pendientes, con un solo click.\n\nColaboración \nOrganiza tus clientes, proyectos y tareas. Actualizaciones en tiempo real y notificaciones garantizan que todo tu equipo esté siempre informado.\n\nComentarios de tareas\nMantén todas las conversaciones acerca de tus tareas con todo tu equipo en un solo lugar.\n\nSubtareas\nFragmenta tareas complejas en objetivos más pequeños y alcanzables.\n\nReportes \nCrear proyectos, equipos y compañías exitosas lleva tiempo. Nuestros reportes de horas trabajadas y productividad te muestran exactamente cuanto.\n\nEnfócate mejor\nDefine fechas de entrega y horas de trabajo estimadas para concentrarte mejor en lo que realmente importa.\n\nInternacional\nTrackingTime está diseñado para equipos globales. El sistema esta localizado en inglés, alemán y español. Más idiomas próximamente!\n\nMáxima Seguridad\nNuestro sistema está basado en Java Enterprise, la misma tecnología utilizada por los bancos y los principales proveedores de comercio electrónico. Tus datos están siempre protegidos.\n\nPrecio\nLa versión actual de TrackingTime es totalmente gratuita para equipos de hasta 3 usuarios. Y la mejor parte: Las funciones de gestión de tiempo y colaboración seguirán siendo siempre gratis! Estamos trabajando en nuevas funciones premium que mejorarán tu experiencia con TrackingTime.\n\nPara más información visita nuestro sitio web: www.trackingtime.co"
  }
}