{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adwizard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An industry-leading ad ops extension that allows publishers to view data on their AdExchange and Prebid Ads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you’re working in ad ops or troubleshooting a website then Adwizard will make your life easier by giving you easy access to information like size mapping, targeting and Prebid auction details.  \nAdwizard provides publishers with hard-to-reach data, previously only found through the developer console. Through the use of Adwizard’s Prebid tab, you will gain helpful insights on your header bidding network partners such as Rubicon, Pubmatic, Appnexus, Index Exchange and more! \n\n🧙 Overview\nAdwizard’s “Overview” tab provides you with a simplified view of all the ad units on your page, displaying information like delivered/supported sizes, delivery IDs and key value targeting.\nClicking on the ad unit icon next to the left of the ad unit name will scroll the web page to the corresponding unit and place a border around it, so it can be easily identified. A great use case for the “Overview” section is when you’re troubleshooting a bad ad or setting up a sales campaign.\n\n🧙 Prebid \nAdwizard provides you with the ability to see the information for each Prebid auction that occurs on your page in real-time. Inside each Prebid auction, you have the ability to view all bids broken down per ad unit and network. Inside of each bid breakdown, you’ll find the respective size and CPM for that bid, and also whether or not it was a winner! In the event that a bid has timed out, or no bid was placed, Adwizard will show this clearly.\n\n🧙 Blocking (Premium)\nAdwizard allows you to easily block a bad ad through the “Blocking” tab. It shows each ad unit so you can find the one causing distress. Click “block” and a blocking request will be sent directly to Publift. Blocking requests made through Adwizard hold all information for Publift to block the troublesome ad including creative, click-through link, advertiser and network."
  }
}