{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wall Smash Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bounce the ball to smash the falling wall."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Wall Smash Game, an exciting challenge that places you in control of a paddle, with the goal of bouncing a ball to destroy bricks and attain the highest score possible.\n\nHow to Play:\n\n1) Click the extension icon in your Chrome browser to open Wall Smash Game. You'll be presented with a 480x480 game arena that has a paddle at the bottom, a ball starting in the middle, and a descending wall made up of bricks at the top.\n\n2) Effortlessly glide your mouse horizontally across the game area to control the paddle's movements. The ball easily bounces off the paddle and the surrounding walls.\n\n3) Every 4 seconds, the current bricks move down by their own height, and a new row of bricks is added at the top of the wall.\n\n4) If the ball misses the paddle and hits the bottom wall, you lose. If any brick reaches the bottom wall, you also lose.\n\n5) After each round, a \"Restart\" button appears, allowing you to easily begin again.\n\nTips for Success:\n\n  - Stay really focused, follow where the ball goes, and guess where it will bounce.\n  - Put the paddle in the right spot to hit the hard-to-reach bricks just right.\n\nGive it a try and see how quickly you can smash the wall! Additionally, once you've finished current game, you'll find a selection of our newest games at the bottom, added for your extra enjoyment.\n\nCHANGELOG\n==========\nVersion 0.1.1\n- Add google analytics\n- Show the list of new games\n\nVersion 0.1.0\n- Initial release of the game"
  }
}