{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks Commander"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A dual-pane Norton Commander liked bookmarks manager that supports sorting, dark theme, search, and duplicate detection",
    "de": "Ein Lesezeichen-Manager mit zwei Fenstern, der Sortierung, dunkles Thema, Suche und Erkennung von Duplikaten unterstützt",
    "es": "Un gestor de marcadores de doble panel que admite la clasificación, el tema oscuro, la búsqueda y la detección de duplicados",
    "fr": "Un gestionnaire de signets à double volet qui prend en charge le tri, les thèmes sombres, la recherche et la détection des doublons",
    "it": "Un gestore di segnalibri a doppio pannello che supporta l'ordinamento, il tema scuro, la ricerca e il rilevamento dei duplicati",
    "ja": "デュアルペインのノートンコマンダーは、ソート、ダークテーマ、検索、重複検出をサポートしています。",
    "nl": "Een bladwijzerbeheerder met twee deelvensters die sorteren, een donker thema, zoeken en duplicaatdetectie ondersteunt",
    "pl": "Dwupanelowy menedżer zakładek Norton Commander z obsługą sortowania, ciemnego motywu, wyszukiwania i wykrywania duplikatów",
    "pt_BR": "Um gerenciador de marcadores de dois painéis que suporta classificação, tema escuro, busca e detecção de duplicatas.",
    "pt_PT": "Um gestor de marcadores de dois painéis que suporta a classificação, tema escuro, pesquisa e detecção de duplicados",
    "ru": "Двухпанельный менеджер закладок, поддерживающий сортировку, темную тему, поиск и обнаружение дубликатов.",
    "zh_CN": "一个双窗格的诺顿指挥官喜欢的书签管理器，支持排序，暗主题，搜索和重复检测。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "This is a two-panel bookmarks manager for your browser. It works similar to the famous Total Commander. You can move items between the panels or view two different directories simultaneously.\n\nInstruction:\nClick on the toolbar button once to open the commander in a new browser tab. By default the left panel has focus. Use arrow up and arrow down keys to navigate. Use Enter to move to a directory. To move the other panel simply press The left or right arrow key.\n\nShortcuts:\n[open links]: Press Enter key to open on the same tab. Press Ctrl + Enter or Command + Enter to open in a background tab or use double-click to open on the same tab. Press Ctrl/Command while double-clicking to open in a background tab.\n[select multiple bookmarks]: Ctrl/Command with left-click to select more items.\n[copy links to the clipboard]: Ctrl + C or Command + C to copy selected links to the clipboard.\n[copy titles to the clipboard]: Ctrl + X or Command + X to copy selected titles to the clipboard.\n[directly navigate to a bookmark]: Press the first character of the title multiple times to navigate between items starting with this particular character\n[move one step up]: Use backspace to navigate to the parent directory\n[move between left and right panels]: use Tab key to toggle between panels. Use Ctrl + 1 or Command + 1 to move to the left tab. Use Ctrl + 2 or Command + 2 to move to the right tab. You can alternatively use arrow-left and right to move between panels.\n[move selected bookmarks and folders to the other panel]: Use Ctrl/Command + right arrow key to move selected items to the right panel when the left panel is focused. Use Ctrl/Command + left arrow key to move selected items to the left panel when the right panel is focused.\n[sort items]: Ctrl/Command + J for A-Z and Ctrl/Command + Shift + J for Z-A\n[find duplicated bookmarks]: Ctrl/Command + Shift + F; use the \"duplicates\" keyword on the search bar to find all duplicated bookmarks in the current directory and subdirectories.\n[move bookmarks between different browsers]: Ctrl/Command + Y to export selected bookmarks to the clipboard, then use Ctrl/Command + P to import them to the new machine. This way you can transfer bookmarks between two browsers.\n[configurations]: Use Ctrl/Command + S to access configuration panel. You can change the font size and font family of the interface or change the color scheme (theme) of the interface (dark, light, or based on your OS color scheme) or toolbar icon's color. It is also possible to use the new \"VIM\" mode to support VIM-compatible navigation (still in progress).\n\nNotes:\n1. When an operation is not allowed, the button is disabled.\n2. You can see all the shortcuts by placing your mouse over the buttons.\n3. You can drag and drop bookmarks between panes\n4. You can use right-click context menu to open links in new windows",
    "de,es,fr,it,ja,nl,pl,pt_BR,pt_PT,ru,zh_CN": "This is a two-panel bookmarks manager for your browser. It works similar to the famous Total Commander. You can move items between the panels or view two different directories simultaneously.\n\nInstruction:\nClick on the toolbar button once to open the commander in a new browser tab. By default the left panel has focus. Use arrow up and arrow down keys to navigate. Use Enter to move to a directory. To move the other panel simply press The left or right arrow key.\n\nShortcuts:\n[open links]: Press Enter key to open on the same tab. Press Ctrl + Enter or Command + Enter to open in a background tab or use double-click to open on the same tab. Press Ctrl/Command while double-clicking to open in a background tab.\n[select multiple bookmarks]: Ctrl/Command with left-click to select more items.\n[copy links to the clipboard]: Ctrl + C or Command + C to copy selected links to the clipboard.\n[copy titles to the clipboard]: Ctrl + X or Command + X to copy selected titles to the clipboard.\n[directly navigate to a bookmark]: Press the first character of the title multiple times to navigate between items starting with this particular character\n[move one step up]: Use backspace to navigate to the parent directory\n[move between left and right panels]: use Tab key to toggle between panels. Use Ctrl + 1 or Command + 1 to move to the left tab. Use Ctrl + 2 or Command + 2 to move to the right tab. You can alternatively use arrow left and right to move between panels.\n[move selected bookmarks and folders to the other panel]: Use Ctrl/Command + right arrow key to move selected items to the right panel when the left panel is focused. Use Ctrl/Command + left arrow key to move selected items to the left panel when the right panel is focused.\n[sort items]: Ctrl/Command + J for A-Z and Ctrl/Command + Shift + J for Z-A\n[find duplicated bookmarks]: Ctrl/Command + Shift + F\n\nNotes:\n1. When an operation is not allowed, the button is disabled.\n2. You can see all the shortcuts by placing your mouse over the buttons.\n3. You can change font-size and font-family of the interface. Press Ctrl/Command + S to configure"
  }
}