{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Styler Pro: Mail Automation tool for Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Best Gmail Tool for Email Management and Automation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "**Elevate Your Marketing Campaigns with Email Styler Pro – A CRM-Like Experience for Email Marketers**\n\nTransform Your Email Strategy with Email Styler Pro\n\nEmail Styler Pro brings a powerful, CRM-like experience to your marketing campaigns, helping marketers deliver impactful, personalized messaging that drives results and enhances ROI. Tailored for professionals, freelancers, and small business owners, it’s the ultimate tool for reaching subscribers, managing email lists, and optimizing communication to boost engagement and conversions across every email campaign.\n\n**Key Features of Email Styler Pro:**\n\n-AI-Generated Email Templates\nEffortlessly create beautiful, customizable email templates using advanced AI. Our AI-generated email templates make it easy to design impactful emails that reflect your brand identity and enhance subscriber engagement, ensuring every campaign stands out in the inbox.\n    \n-Data-Driven Personalization for Each Subscriber\nCombine templates with subscriber-specific data to craft personalized messaging. Tailor each email to resonate with your audience, creating a CRM-like experience that fosters deeper connections and improves your email list engagement.\n    \n-Effortless Marketing Campaign Scheduling\nSchedule your marketing campaigns for peak engagement. Automate your messaging to reach subscribers at the best time, improving open rates, click-throughs, and overall campaign ROI.\n    \n-Automated Follow-Up Messaging\nStrengthen subscriber relationships with automatic follow-ups triggered by user interactions. Keep the conversation alive without extra effort, ensuring ongoing engagement from your email list.\n    \n-Advanced Analytics Dashboard for Email Marketers\nTrack crucial metrics like open rates, click-through rates, and engagement across your mailing. Refine subject lines, optimize messaging, and maximize ROI with actionable insights that give email marketers full visibility into campaign performance.\n    \n-Real-Time Unsubscribe Notifications\nStay updated on email list changes with instant notifications when subscribers opt out. These updates help email marketers maintain an engaged, responsive audience, which leads to healthier email lists and stronger marketing results.\n    \n-Campaign History and Tracking\nAccess records of past marketing campaigns to analyze what resonates with your audience. Use these insights to develop future campaigns that reflect what works, increasing your messaging’s impact and enhancing ROI.\n    \n-Fast and Secure Email Sending\nSend emails efficiently and securely, ensuring timely delivery and building subscriber trust. Keep sensitive data protected, maintaining professional standards in every mailing.\n    \n-Enhanced Inbox Placement and Spam Prevention\nDesigned to keep your emails out of spam and in the inbox, Email Styler Pro enhances inbox placement and visibility, helping marketers make the most of their email lists and increase engagement.\n    \n-Expand Your Audience Reach with Email Scraping\nGather relevant email addresses from industry sources using our built-in scraping feature, broadening your email list and opening up new opportunities to connect with potential subscribers.\n    \n-User-Friendly Interface for Seamless Campaign Creation\nEmail Styler Pro’s intuitive design lets marketers craft professional, branded emails without technical knowledge. Launch impactful marketing campaigns quickly and easily, making the most of every mailing.\n    \n\n**Why Choose Email Styler Pro?**\n\n-Streamlined CRM-Like Efficiency\nEnjoy a CRM-like experience with automated workflows that save time and allow you to focus on crafting creative, effective marketing campaigns.\n    \n-Professional, Personalized Messaging\nCreate emails that feel personal and memorable, leaving a positive impression on subscribers and elevating your brand’s image.\n    \n-Boost Engagement and ROI\nLeverage powerful tools and data insights to optimize every email, increase engagement, and drive conversions for a higher ROI on each campaign.\n    \n\n**Transform Your Marketing Campaigns with Email Styler Pro**\n\nElevate your email marketing strategy with Email Styler Pro—where personalized messaging, seamless automation, and AI-generated templates come together to create the best experience for marketers and subscribers alike. Start achieving more with every email and boost your ROI today!"
  }
}