{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Manager - Save Tab for Later"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "All in One Tool for Chrome, Search for History, Reading List, Top Sites, Bookmarks and Tabs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Manager is an all-in-one tool for Chrome, covering functionalities like searching history, managing reading lists, accessing top sites, organizing bookmarks, and handling tabs. It provides users with a one-stop solution for effortless browsing, saving, and managing tabs.\n\nFeatures:\n1. Quick Tab Saving: Easily save the current tab with just one click, making it convenient to revisit later.\n2. Search History Management: Simplify the process of finding past browsing history; users can quickly search and locate specific pages.\n3. Reading List: Add interesting articles to the reading list, ensuring users can enjoy captivating content anytime, anywhere without the fear of missing out.\n4. Top Sites Overview: Quickly access frequently visited websites, enhancing work efficiency and making internet browsing more productive.\n5. Intelligent Bookmark Management: Manage bookmarks in an intuitive way, categorize and organize them for easy retrieval.\n6. Tab Management: Clearly view currently open tabs, easily switch between them, and keep the browser organized.\n\nQ&A:\n1. How to save the current tab?\n   - Click on the extension icon in the browser, select \"Save Tab,\" and the current tab will be saved to the bookmark manager.\n2. How can I find previously visited web pages?\n   - On the extension page, click \"Search History,\" input keywords, and quickly locate relevant browsing history records.\n3. Is it possible to sync bookmarks across different devices?\n   - Yes, by logging into your Chrome account, you can sync saved bookmarks and reading lists across various devices.\n4. How do I add a webpage to the reading list?\n   - While visiting an interesting page, click the extension icon, choose \"Add to Reading List,\" and the page will be saved for later reading.\n5. Does it support custom bookmark folders?\n   - Absolutely, users can create custom folders in the bookmark manager for better organization and management."
  }
}