{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspirational Quotes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display inspirational or motivational quotes to keep users motivated throughout the day."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your day with CEO of Your Life Quotes, the Chrome extension that delivers a powerful burst of inspiration each time you open a new tab. Designed to empower and motivate, this extension provides handpicked, uplifting quotes that remind you of your potential and help you lead your life with confidence and purpose.\n\nBenefits of Daily Inspirational Quotes:\n\n- Boosts Mood: Start each day with a positive mindset, setting the tone for a productive and fulfilling day.\n- Enhances Focus: Gain clarity and drive, making it easier to stay on task and achieve your objectives.\n- Reduces Stress: Find moments of calm and encouragement, helping to alleviate stress and foster a sense of well-being.\n- Fosters Resilience: Strengthen your ability to overcome challenges and setbacks with a daily reminder of your inner strength.\n- Increases Productivity: Stay motivated and on track, enhancing your ability to accomplish tasks efficiently and effectively.\n\n\nFeatures:\n- Fresh, daily inspirational quotes to empower and motivate you.\n- Easy access to your favorite quotes for quick motivation.\n\nLead your day like the CEO of your life with CEO of Your Life Quotes – because a little inspiration can drive big success!"
  }
}