{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "No is no!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically opt-out of out Google's nagging privacy invasion choices, time after time..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of saying no? So are we!\nGoogle and its ongoing interpretation of \"no means maybe later\" in every service they provide is getting very tiresome.\n\nAnd while answering the same question over and over again is only moderately annoying, the real danger is in choosing the wrong option by accident.\nEven if you are a master of concentration and the embodiment of focus, it is going to happen, it is only a matter of time.\n\nYou know it, we know it.\n\nUse this extension to block all nagging privacy questions and answer them with an automatic NO!:\n\n* No more: YouTube Use Your Real Name dialog\nNever see the 'Please use your Real Name' option dialog again. Our extension will automatically close it and choose to keep your existing YouTube name\n\n* No more: Enable \"Chrome Sync\" after logging into Google\nYou no longer have to answer 'NO!!!' for gazillionth time when Google wants to enable Chrome Sync after you log in.\n\n* No more: Give us your Phone Number interstitial\nIf you have not provided Google with your (mobile) phone number by now, you probably have good reason not to. Luckily, after installing our extension, you will not be bothered by it ever again.\n\n* No more: Google Plus signup interstitial\nMaybe one of the most important features, never sign up by accident for a Google+ profile! Because as you know, once you sign up there is no (real) way of going back.\n\n* Still annoying: Enable \"Chrome Sync\" after you (re)start Chrome\nSadly, we have not found a way yet to block this login screen from within our extension. This is because Google Chrome does not allow our (or any other) extension to run when this view is loaded."
  }
}