{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم اي هيرب و كوبون اي هيرب 2024 فعال %"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "هنا ستجد لدينا كود خصم اي هيرب لجميع منتجات الموقع العالمي للمنتجات الطبيعية، كوبون اي هيرب يمنح خصومات عند التسوق من موقع iherb"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "رمز الكود : \"CYZ5309\". كود خصم اي هيرب. يعطيك خصم 5% الى 50% على سلة التسوق، يعمل في السعودية وجميع الدول العربية. جديد وقوي بالاضافة الى شحن مجاني لاول طلب للمستخدمين الجدد.\n\nهذه الاداة مخصصة لمنح قسيمة خصم لموقع اي هيرب العالمي المتخصص في بيع المنتجات الطبيعية كا لفيتامينات والبروتينات ومواد العناية الشخصية وغيرها.\n\nولتضمن تفعيل كود ايهيرب عليك نسخه ولصقه في خانة كتابة الرمز الترويجي في صفحة الشراء والتأكد من الضغط على زر تطبيق الخصم وستلاحظ مباشرة تغير قيمة الطلب بمجرد أن قمت بتفعيله ومن ثم أكمل عملية الدفع بالشكل التقليدي.\n\nطريقة التنشيط:\n* ابدأ بنسخ الرمز الخاص بالخصم ٥٠٪ الذي يتناسب مع احتياجاتك من بين الأكواد المتاحة.\n* انتقل إلى الموقع واستعرض تشكيلتهم الواسعة من المنتجات، ثم أضف العناصر التي ترغب بها إلى سلة التسوق.\n* انتقل إلى أيقونة سلة التسوق وقم بلصق الرقم الذي قمت بنسخه مسبقًا في الخانة المخصصة لذلك.\n* بعد إدخال الكوبون، ستظهر لك قيمة جديدة مخفضة في إجمالي سلة التسوق.\n* بعد ذلك، استكمل عملية الشراء من خلال تقديم عنوان الشحن الذي ترغب في توجيه المنتجات إليه.\n* الآن، قم بإتمام الدفع لتأكيد طلبك.\n \nانسخ كود خصم اي هيرب 2024 من هنا (CYZ5309) فعال % في السعودية والدول العربية. واستمتع بخصم 5% إلى غاية 50% على منتجات الموقع. \n\n\nوسائل الدفع المتوفرة:\n* فيزا كارد \n* ماستر كارد \n* ابل باي\n* بطاقه مدى"
  }
}