{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split screen Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy your new Split screen Tab on every new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split Screen Tab 🚀📺\n\nTransform your browsing experience with the Split Screen Tab extension! This innovative tool provides a powerful new tab page complete with a search feature and a popup interface equipped with customizable screen-splitting icons. Effortlessly organize your workspace and enjoy the flexibility to split your screen as you desire.\n\nBy clicking \"Add to Chrome,\" I accept and agree to installing the Split Screen Tab extension and setting chrome new tab search provider to Microsoft Bing as described by the service in terms of use https://splitscree-newntab.com/terms and privacy policy https://splitscree-newntab.com/privacy.\n\nFeatures:\n\nCustomizable Splitting Icons: Access a variety of icons in the popup interface that allow you to split your screen in different ways, providing optimal multitasking capabilities.\nNew Tab with Search: Enjoy a dynamic new tab page with a built-in search feature, making it easier than ever to find what you're looking for.\nFlexible Screen Layouts: Tailor your screen layout to your specific needs, whether you prefer side-by-side windows, top-and-bottom splits, or other arrangements.\nPopup Convenience: Utilize the popup interface for quick and intuitive screen splitting, making multitasking a breeze.\nUser-Friendly: https://splitscree-newntab.com Getting started is simple—just install the extension, and you'll unlock a world of versatile screen-splitting possibilities, all within your new tab page.\n\nFree and Ad-Free:\n\nThe Split Screen Tab extension is completely free to use and entirely free from distracting ads, ensuring a seamless and clutter-free browsing experience.\n\n\nFor more information, please refer to our:\n\nTerms of Service\nhttps://splitscree-newntab.com/terms\n\nPrivacy Policy\nhttps://splitscree-newntab.com/privacy\n\nAbout Us\nhttps://splitscree-newntab.com/about"
  }
}