{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CommerceIQ Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CommerceIQ’s official browser extension helps you get insights on your Amazon Business without leaving the product detail page (PDP)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CommerceIQ’s official browser extension helps you get insights on your Amazon Business without leaving the product detail page (PDP)\n\nNew: Powered with Generative AI, you can now get curated content suggestions and deeply analyze customer sentiment on any product on Amazon! You don't need an account - just install the plugin and get started today! Use this to improve organic relevance, Share of Voice, and do deep competitor research.\n\nMetrics like Revenue, Shipped COGS, Advertising Spend, and many more can be viewed for all your SKUs on their detail pages. Important events like OOS date, content change, lost buy box, etc can also be viewed along with the trend lines to help you understand which events caused the trends. With so many data points around an SKU, having a single source would make decision-making much easier.\n\nTo access it, all you need to do is install this extension and login using your CommerceIQ credentials\n\nAbout CommerceIQ\n\nCommerceIQ™ provides a machine learning and automation platform that is a single source of truth used by teams spanning sales, operations, and marketing to collaborate and share data-driven insights. These brands implement CommerceIQ’s machine based commerce technology and business processes, which are purpose-built to tune Amazon’s algorithms, to be closer to the consumer and drive profitable growth. The combination empowers ecommerce teams to respond in real-time to changing variables across hundreds of SKUs requiring tens of thousands of decisions and actions per week to win at the moment of purchase. Leading consumer brands accounting for billions of dollars in Amazon sales and marketing spend have reduced out of stock rates by up to 32%, increased conversion rates by at least +15%, and generated on average a +12% incremental sales lift in the first quarter after launching CommerceIQ™. For more information, visit CommerceIQ.ai where you can also request a demo.\nCommerceIQ™ is a trademark of Boomerang Commerce in the U.S. and other countries. All other trademarks are the property of their respective companies."
  }
}