{
  "name": {
    "ar": "إطلاق Google Meet",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Launch for Google Meet",
    "bg": "Стартирайте за Google Meet",
    "ca": "Llança Google Meet",
    "cs": "Zahájení programu Google Meet",
    "da": "Start til Google Meet",
    "de": "Starten Sie für Google Meet",
    "el": "Εκκίνηση για το Google Meet",
    "es": "Lanzamiento de Google Meet",
    "et": "Käivitage Google Meet",
    "fa": "راه اندازی برای Google Meet",
    "fi": "Käynnistä Google Meet",
    "fil": "Ilunsad para sa Google Meet",
    "fr": "Lancer pour Google Meet",
    "he": "השקה לפגישה של גוגל",
    "hi": "Google Meet के लिए लॉन्च करें",
    "hr": "Pokrenite za Google Meet",
    "hu": "Indulás a Google Meet számára",
    "id": "Luncurkan untuk Google Meet",
    "it": "Avvia per Google Meet",
    "ja": "Google Meetのリリース",
    "ko": "Google Meet 시작",
    "lt": "Paleiskite „Google Meet“",
    "lv": "Atveriet pakalpojumu Google Meet",
    "ms": "Lancarkan untuk Google Meet",
    "nl": "Lancering voor Google Meet",
    "no": "Lansering for Google Meet",
    "pl": "Uruchom Google Meet",
    "ro": "Lansați Google Meet",
    "ru": "Запуск для Google Meet",
    "sk": "Spustenie programu Google Meet",
    "sl": "Zaženite za Google Meet",
    "sr": "Покрените за Гоогле Меет",
    "sv": "Lansering för Google Meet",
    "th": "เปิดตัว Google Meet",
    "tr": "Google Meet için başlayın",
    "uk": "Запустіть для Google Meet",
    "vi": "Khởi chạy Google Meet"
  },
  "short": {
    "ar": "Quick Launch Google Meet بنقرة واحدة فقط واحفظ النص",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Quick Launch Google Meet just 1 click and Save Transcript",
    "bg": "Бързо стартиране Google Meet само с 1 щракване и запазване на препис",
    "ca": "Inicia ràpidament Google Meet amb només 1 clic i desa el transcripció",
    "cs": "Rychlé spuštění Google Meet pouze 1 kliknutí a uložit přepis",
    "da": "Hurtig start Google Meet med kun 1 klik og gem transkription",
    "de": "Schnellstart von Google Meet mit nur einem Klick und Speichern des Transkripts",
    "el": "Γρήγορη εκκίνηση του Google Meet με 1 μόνο κλικ και Αποθήκευση μεταγραφής",
    "es": "Inicie Google Meet rápidamente con solo 1 clic y guarde la transcripción",
    "et": "Google Meetme kiire käivitamine vaid ühe klõpsuga ja salvestage ärakiri",
    "fa": "راه اندازی سریع Google با فقط 1 کلیک و ذخیره رونوشت دیدار کنید",
    "fi": "Pikakäynnistä Google Meet vain yhdellä napsautuksella ja Tallenna teksti",
    "fil": "Mabilis na Ilunsad ang Google Meet ng 1 click lamang at I-save ang Transcript",
    "fr": "Lancez rapidement Google Meet en 1 clic et enregistrez la transcription",
    "he": "הפעלה מהירה של Google Meet רק בלחיצה אחת ושמור על תמליל",
    "hi": "त्वरित लॉन्च Google मीट सिर्फ 1 क्लिक करें और ट्रांसक्रिप्ट सहेजें",
    "hr": "Brzi pokretanje Google Meet samo 1 klik i spremi transkript",
    "hu": "A Google Meet gyorsindítása csak egy kattintással és az Átírás mentése lehetőséggel",
    "id": "Luncurkan Cepat Google Meet hanya dengan 1 klik dan Simpan Transkrip",
    "it": "Avvio rapido di Google Meet solo 1 clic e Salva trascrizione",
    "ja": "ワンクリックでGoogle Meetをクイック起動してトランスクリプトを保存",
    "ko": "클릭 한 번으로 Google Meet 빠른 실행 및 대화 내용 저장",
    "lt": "Greitai paleiskite „Google Meet“ tik vienu paspaudimu ir išsaugokite nuorašą",
    "lv": "Ātrās palaišanas pakalpojums Google Meet tikai ar vienu klikšķi un saglabājiet stenogrammu",
    "ms": "Lancarkan Pantas Google Meet hanya dengan 1 klik dan Simpan Transkrip",
    "nl": "Snel Google Meet starten met slechts 1 klik en transcript opslaan",
    "no": "Lansering av Google Meet bare 1 klikk og lagre transkripsjon",
    "pl": "Szybkie uruchamianie Google Meet - wystarczy jedno kliknięcie i zapisz transkrypcję",
    "ro": "Lansați rapid Google Meet doar cu un clic și Salvați transcrierea",
    "ru": "Быстрый запуск Google Meet всего в 1 клик и сохранение стенограммы",
    "sk": "Rýchle spustenie programu Google Meet jediným kliknutím a uložením prepisu",
    "sl": "Hitri zagon Google Spoznajte le en klik in shranite prepis",
    "sr": "Брзо покретање Гоогле Меет само 1 клик и Спреми транскрипт",
    "sv": "Snabbstart Google Meet bara 1 klick och spara transkript",
    "th": "เปิดใช้งาน Google Meet อย่างรวดเร็วเพียงคลิกเดียวและบันทึกการถอดเสียง",
    "tr": "Hızlı Başlat Google Meet sadece 1 tıklama ve Transkripti Kaydet",
    "uk": "Швидкий запуск Google Meet лише 1 клік та збереження стенограми",
    "vi": "Khởi chạy nhanh Google Meet chỉ bằng 1 cú nhấp chuột và Lưu bản ghi"
  },
  "long": {
    "ar": "هل تريد الحصول على نص لمكالمة Google Meet أو المكالمة hangouts meet؟\n\nبمجرد حصولك على نص لـ google hangouts meet ، يمكنك كتابة وتلخيص اجتماعاتك بدقائق أكثر تفصيلاً.\n\nابدأ في استخدام ملحق البرنامج الخاص بنا اليوم ويمكنك البدء في الحصول على نص لجميع مكالمات Google Meet ، google meet app.\n\nلبدء استخدام هذا البرنامج ، إليك ما عليك القيام به\n\n1) قم بتثبيت البرنامج\n2) انتقل إلى موقع Google Meet. ادخل إلى غرفة الاجتماعات الخاصة بك. انقر على أيقونة امتداد البرنامج.\n3) انقر على \"نسخة\" وسيبدأ الامتداد في تسجيل نص Google Meet\n4) بمجرد الانتهاء من مكالمة Google Meet ، يمكنك تنزيل النص على جهاز الكمبيوتر الخاص بك.\n\nالرجاء ملاحظة أن الزر \"حفظ النص\" يظهر أسفل شريط أدوات Google Meet ، بجوار زر كاميرا الويب. إذا كان لديك أي أسئلة حول\nبرنامجنا لـ google video conference. الرجاء التواصل معنا.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. Launch for Google Meet ليس مملوكًا ، فهو غير مرخص له وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Want to get a transcript for your Google Meet call or hangouts meet call?\n\nOnce you have a transcript for google hangouts meet, you can write down and summarize your meetings with more detailed minutes.\n\nBegin using our software extension today and you can begin getting a transcript for all your Google Meet, google meet app calls.\n\nTo begin using this software, here is what you need to do\n\n1) Install the software\n2) Go to the Google Meet website. Enter into your Meeting room. Click on the software extension icon.\n3) Click on \"Transcript\" and the extension will begin to record your Google Meet transcript\n4) Once you have finished your Google Meet call, you can download the transcript onto your computer.\n\nPlease note the \"Save Transcript\" button appears at the bottom of the Google Meet toolbar, next to the Web Camera button. If you have any questions about\nour software for google video conference. please contact us.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. Launch for Google Meet is not owned by,it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да получите препис за вашето обаждане в Google Meet или hangouts meet обаждане?\n\nСлед като имате препис за google hangouts meet, можете да запишете и обобщите своите срещи с по-подробни протоколи.\n\nЗапочнете да използвате нашето софтуерно разширение днес и можете да започнете да получавате стенограма за всичките си обаждания в Google Meet, google meet app.\n\nЗа да започнете да използвате този софтуер, ето какво трябва да направите\n\n1) Инсталирайте софтуера\n2) Отидете на уебсайта на Google Meet. Влезте във вашата стая за срещи. Щракнете върху иконата за разширение на софтуера.\n3) Кликнете върху „Transcript“ и разширението ще започне да записва вашия Google Meet transcript\n4) След като приключите разговора си с Google Meet, можете да изтеглите стенограмата на компютъра си.\n\nМоля, обърнете внимание, че бутонът „Запазване на препис“ се появява в долната част на лентата с инструменти на Google Meet, до бутона на уеб камерата. Ако имате някакви въпроси относно\nнашият софтуер за google video conference. Моля, свържете се с нас.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Стартирането за Google Meet не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu obtenir una transcripció de la vostra trucada o hangouts meet trucada de Google Meet?\n\nUn cop tingueu la transcripció de google hangouts meet, podeu escriure i resumir les reunions amb minuts més detallats.\n\nComenceu a utilitzar la nostra extensió de programari avui mateix i podreu començar a obtenir una transcripció de totes les vostres trucades de Google Meet, google meet app.\n\nPer començar a utilitzar aquest programari, això és el que heu de fer\n\n1) Instal·leu el programari\n2) Aneu al lloc web de Google Meet. Entra a la teva sala de reunions. Feu clic a la icona de l'extensió de programari.\n3) Feu clic a \"Transcripció\" i l'extensió començarà a registrar la transcripció de Google Meet\n4) Un cop hàgiu acabat la trucada de Google Meet, podeu descarregar la transcripció al vostre ordinador.\n\nTingueu en compte que el botó \"Desa la transcripció\" apareix a la part inferior de la barra d'eines de Google Meet, al costat del botó Càmera web. Si teniu alguna pregunta sobre\nel nostre programari per a google video conference. poseu-vos en contacte amb nosaltres.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. El llançament de Google Meet no és propietat de Google, no està llicenciat per ni és filial de Google Inc.",
    "cs": "Chcete získat přepis pro volání Google Meet nebo hangouts meet?\n\nJakmile budete mít přepis pro google hangouts meet, můžete si zapsat a shrnout své schůzky pomocí podrobnějších minut.\n\nZačněte používat naše softwarové rozšíření ještě dnes a můžete začít získávat přepis pro všechny vaše hovory Google Meet, google meet app.\n\nChcete-li začít používat tento software, musíte udělat následující\n\n1) Nainstalujte software\n2) Přejděte na web Google Meet. Vstupte do své zasedací místnosti. Klikněte na ikonu softwarového rozšíření.\n3) Klikněte na „Přepis“ a rozšíření začne zaznamenávat váš přepis Google Meet\n4) Jakmile dokončíte volání Google Meet, můžete si přepis stáhnout do počítače.\n\nUpozorňujeme, že tlačítko „Uložit přepis“ se zobrazí ve spodní části panelu nástrojů Google Meet vedle tlačítka webové kamery. Máte-li jakékoli dotazy týkající se\nnáš software pro google video conference. prosím kontaktujte nás.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Spuštění pro Google Meet není vlastněno, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Vil du få en udskrift til dit Google Meet-opkald eller hangouts meet opkald?\n\nNår du har en udskrift til google hangouts meet, kan du skrive ned og sammenfatte dine møder med mere detaljerede referater.\n\nBegynd at bruge vores softwareudvidelse i dag, og du kan begynde at få en udskrift til alle dine Google Meet, google meet app opkald.\n\nFor at begynde at bruge denne software er her hvad du skal gøre\n\n1) Installer softwaren\n2) Gå til webstedet Google Meet. Gå ind i dit mødelokale. Klik på ikonet softwareudvidelse.\n3) Klik på \"Transkription\", og udvidelsen begynder at registrere dit Google Meet-transkription\n4) Når du er færdig med dit Google Meet-opkald, kan du downloade udskriften til din computer.\n\nBemærk, at knappen \"Gem udskrift\" vises i bunden af Google Meet-værktøjslinjen ved siden af webkamera-knappen. Hvis du har spørgsmål om\nvores software til google video conference. bedes du kontakte os.\n\nAnsvarsfraskrivelse: Bemærk venligst, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Lancering til Google Meet ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie ein Protokoll für Ihren Google Meet-Anruf oder hangouts meet -Anruf erhalten?\n\nSobald Sie ein Transkript für google hangouts meet haben, können Sie Ihre Besprechungen aufschreiben und mit detaillierteren Protokollen zusammenfassen.\n\nBeginnen Sie noch heute mit der Verwendung unserer Softwareerweiterung, und Sie können ein Transkript für alle Ihre Google Meet google meet app -Anrufe erhalten.\n\nUm diese Software zu verwenden, müssen Sie Folgendes tun\n\n1) Installieren Sie die Software\n2) Gehen Sie zur Google Meet-Website. Betreten Sie Ihren Besprechungsraum. Klicken Sie auf das Software-Erweiterungssymbol.\n3) Klicken Sie auf \"Transkript\" und die Erweiterung beginnt mit der Aufzeichnung Ihres Google Meet-Transkripts\n4) Sobald Sie Ihren Google Meet-Anruf beendet haben, können Sie das Transkript auf Ihren Computer herunterladen.\n\nBeachten Sie, dass die Schaltfläche \"Transkript speichern\" unten in der Google Meet-Symbolleiste neben der Schaltfläche \"Webkamera\" angezeigt wird. Wenn Sie Fragen zu haben\nunsere Software für google video conference. bitte kontaktieren Sie uns.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Launch for Google Meet gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να λάβετε μια μεταγραφή για την κλήση Google Meet ή την hangouts meet κλήση σας;\n\nΜόλις έχετε μια μεταγραφή για το google hangouts meet, μπορείτε να γράψετε και να συνοψίσετε τις συναντήσεις σας με πιο λεπτομερή λεπτά.\n\nΞεκινήστε να χρησιμοποιείτε την επέκταση λογισμικού μας σήμερα και μπορείτε να αρχίσετε να λαμβάνετε μια μεταγραφή για όλες τις κλήσεις σας στο Google Meet, google meet app.\n\nΓια να ξεκινήσετε να χρησιμοποιείτε αυτό το λογισμικό, εδώ πρέπει να κάνετε\n\n1) Εγκαταστήστε το λογισμικό\n2) Μεταβείτε στον ιστότοπο του Google Meet. Μπείτε στην αίθουσα συσκέψεών σας. Κάντε κλικ στο εικονίδιο επέκτασης λογισμικού.\n3) Κάντε κλικ στο \"Μεταγραφή\" και η επέκταση θα αρχίσει να καταγράφει το αντίγραφο του Google Meet\n4) Μόλις ολοκληρώσετε την κλήση σας στο Google Meet, μπορείτε να πραγματοποιήσετε λήψη της μεταγραφής στον υπολογιστή σας.\n\nΣημειώστε ότι το κουμπί \"Αποθήκευση μεταγραφής\" εμφανίζεται στο κάτω μέρος της γραμμής εργαλείων Google Meet, δίπλα στο κουμπί Κάμερα Web. Εάν έχετε απορίες σχετικά\nτο λογισμικό μας για google video conference. Παρακαλώ επικοινωνήστε μαζί μας.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Η εκκίνηση για το Google Meet δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere obtener una transcripción de su llamada de Google Meet o hangouts meet llamada?\n\nUna vez que tenga una transcripción de google hangouts meet, puede escribir y resumir sus reuniones con minutas más detalladas.\n\nComience a usar nuestra extensión de software hoy mismo y podrá comenzar a obtener una transcripción de todas sus llamadas de google meet app Google Meet.\n\nPara comenzar a utilizar este software, esto es lo que debe hacer\n\n1) Instale el software\n2) Vaya al sitio web de Google Meet. Ingrese a su sala de reuniones. Haga clic en el icono de la extensión del software.\n3) Haga clic en \"Transcripción\" y la extensión comenzará a registrar su transcripción de Google Meet.\n4) Una vez que haya terminado su llamada de Google Meet, puede descargar la transcripción en su computadora.\n\nTenga en cuenta que el botón \"Guardar transcripción\" aparece en la parte inferior de la barra de herramientas de Google Meet, junto al botón Cámara web. Si tiene alguna pregunta sobre\nnuestro software para google video conference. por favor contáctenos.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Launch for Google Meet no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite saada Google Meet kõne või hangouts meet kõne ärakirja?\n\nKui teil on dokumendi google hangouts meet ärakiri, saate oma koosolekud üksikasjalikumate protokollidega kokku kirjutada ja kokku võtta.\n\nAlustage meie tarkvaralaiendit juba täna ja võite hakata hankima kõigi oma Google Meet'i google meet app kõnede ärakirja.\n\nSelle tarkvara kasutamise alustamiseks peate tegema järgmist\n\n1) Installige tarkvara\n2) Minge Google Meet'i veebisaidile. Sisenege oma koosolekuruumi. Klõpsake tarkvaralaiendi ikoonil.\n3) Klõpsake nuppu \"Transkriptsioon\" ja laiendus hakkab teie Google Meet ärakirja salvestama\n4) Kui olete oma Google Meet'i kõne lõpetanud, saate ärakirja oma arvutisse alla laadida.\n\nPange tähele, et nupp „Salvesta transkriptsioon” kuvatakse Google Meet tööriistariba allosas, veebikaamera nupu kõrval. Kui teil on küsimusi\nmeie tarkvara kasutajale google video conference. Palun võtke meiega ühendust.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. Google Meet'i käivitamine ei kuulu Google Inc.-le, see pole litsentseeritud ega ole ka Google Inc. tütarettevõte.",
    "fa": "آیا می خواهید رونوشت تماس Google Meet یا تماس hangouts meet خود را دریافت کنید؟\n\nپس از تهیه متن برای google hangouts meet ، می توانید جلسات خود را با دقایق دقیق تری یادداشت و خلاصه کنید.\n\nامروز از برنامه افزودنی نرم افزار ما استفاده کنید و می توانید رونوشت تمام تماس های Google Meet خود ، google meet app را دریافت کنید.\n\nبرای شروع استفاده از این نرم افزار ، آنچه شما باید انجام دهید اینجا است\n\n1) نرم افزار را نصب کنید\n2) به وب سایت Google Meet بروید. وارد اتاق جلسات خود شوید. روی نماد افزونه نرم افزار کلیک کنید.\n3) بر روی \"رونوشت\" کلیک کنید و پسوند شروع به ضبط رونوشت Google Meet شما می کند\n4) بعد از اینکه تماس Google Meet خود را به پایان رساندید ، می توانید متن را روی رایانه خود بارگیری کنید.\n\nلطفاً توجه داشته باشید که دکمه \"ذخیره رونوشت\" در پایین نوار ابزار Google Meet ، در کنار دکمه دوربین وب ظاهر می شود. اگر در مورد سوالی دارید\nنرم افزار ما برای google video conference. لطفا با ما تماس بگیرید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. راه اندازی Google Meet متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fil": "Haluatko saada transkription Google Meet -puhelusta tai hangouts meet puhelusta?\n\nKun sinulla on transkriptio sivustolle google hangouts meet, voit kirjoittaa muistiin ja tehdä yhteenvedon kokouksistasi yksityiskohtaisemmilla pöytäkirjoilla.\n\nAloita ohjelmistolaajennuksen käyttö tänään ja voit aloittaa transkription kaikista Google Meet google meet app -puheluistasi.\n\nVoit aloittaa tämän ohjelmiston käytön seuraavasti\n\n1) Asenna ohjelmisto\n2) Siirry Google Meet -sivustolle. Astu sisään kokoushuoneeseesi. Napsauta ohjelmistolaajennuksen kuvaketta.\n3) Napsauta \"Litteraatti\" ja laajennus alkaa tallentaa Google Meet -litteraattisi\n4) Kun olet lopettanut Google Meet -puhelun, voit ladata transkription tietokoneellesi.\n\nHuomaa, että \"Tallenna transkriptio\" -painike näkyy Google Meet -työkalupalkin alaosassa verkkokamera-painikkeen vieressä. Jos sinulla on kysyttävää\nohjelmistomme verkkotunnukselle google video conference. ota meihin yhteyttä.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Google Meetin julkaisu ei ole Google Inc: n omistuksessa, sillä ei ole sen käyttöoikeuksia eikä se ole Google Inc: n tytäryhtiö.",
    "fr": "Vous souhaitez obtenir une transcription de votre appel ou de votre hangouts meet appel Google Meet?\n\nUne fois que vous avez une transcription pour google hangouts meet, vous pouvez rédiger et résumer vos réunions avec des procès-verbaux plus détaillés.\n\nCommencez à utiliser notre extension logicielle dès aujourd'hui et vous pourrez commencer à obtenir une transcription pour tous vos appels Google Meet, google meet app.\n\nPour commencer à utiliser ce logiciel, voici ce que vous devez faire\n\n1) Installez le logiciel\n2) Accédez au site Web de Google Meet. Entrez dans votre salle de réunion. Cliquez sur l'icône d'extension du logiciel.\n3) Cliquez sur \"Transcription\" et l'extension commencera à enregistrer votre transcription Google Meet\n4) Une fois votre appel Google Meet terminé, vous pouvez télécharger la transcription sur votre ordinateur.\n\nVeuillez noter que le bouton \"Enregistrer la transcription\" apparaît au bas de la barre d'outils Google Meet, à côté du bouton de la caméra Web. Si vous avez des questions sur\nnotre logiciel pour google video conference. Contactez nous s'il vous plait.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Launch for Google Meet n'appartient pas à, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "अपने Google Meet कॉल या hangouts meet कॉल के लिए एक प्रतिलेख प्राप्त करना चाहते हैं?\n\nएक बार जब आपके पास google hangouts meet के लिए एक प्रतिलेख होता है, तो आप नीचे और अधिक विस्तृत मिनटों के साथ अपनी बैठकों को लिख सकते हैं और सारांशित कर सकते हैं।\n\nआज हमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग करना शुरू करें और आप अपने सभी Google मीट, google meet app कॉल के लिए एक प्रतिलेख प्राप्त करना शुरू कर सकते हैं।\n\nइस सॉफ़्टवेयर का उपयोग शुरू करने के लिए, यहाँ आपको वही करने की आवश्यकता है\n\n1) सॉफ्टवेयर स्थापित करें\n2) गूगल मीट वेबसाइट पर जाएं। अपने बैठक कक्ष में प्रवेश करें। सॉफ्टवेयर एक्सटेंशन आइकन पर क्लिक करें।\n3) \"ट्रांसक्रिप्ट\" पर क्लिक करें और एक्सटेंशन आपके Google मीट ट्रांसक्रिप्ट को रिकॉर्ड करना शुरू कर देगा\n4) एक बार जब आप अपना Google मीट कॉल पूरा कर लेते हैं, तो आप अपने कंप्यूटर पर ट्रांसक्रिप्ट डाउनलोड कर सकते हैं।\n\nकृपया ध्यान दें \"सहेजें ट्रांसक्रिप्ट\" बटन वेब कैमरा बटन के बगल में, Google मीट टूलबार के नीचे दिखाई देता है। अगर आपके मन में कोई सवाल है\ngoogle video conference के लिए हमारा सॉफ्टवेयर। कृपया हमसे सम्पर्क करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google मीट के लिए लॉन्च का स्वामित्व नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite li dobiti transkript za svoj poziv na Google Meet ili hangouts meet poziv?\n\nNakon što dobijete prijepis za google hangouts meet, možete zapisati i sažeti sastanke detaljnijim zapisnicima.\n\nPočnite koristiti naše softversko proširenje već danas i možete početi dobivati prijepis svih svojih poziva na usluzi Google Meet, google meet app.\n\nDa biste započeli koristiti ovaj softver, evo što trebate učiniti\n\n1) Instalirajte softver\n2) Idite na web mjesto Google Meet. Uđite u svoju sobu za sastanke. Kliknite ikonu programskog proširenja.\n3) Kliknite \"Transkript\" i proširenje će započeti bilježenje vašeg Google Meet transcripta\n4) Nakon što završite poziv na Google Meetu, možete preuzeti prijepis na svoje računalo.\n\nNapominjemo da se gumb \"Spremi prijepis\" pojavljuje na dnu alatne trake Google Meet, pokraj gumba web-kamere. Ako imate pitanja o\nnaš softver za google video conference. molimo kontaktirajte nas.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Pokretanje za Google Meet nije u vlasništvu, nije licencirano i nije podružnica Google Inc.",
    "hu": "Szeretne átírást kapni a Google Meet híváshoz vagy a hangouts meet híváshoz?\n\nMiután elkészítette a (z) google hangouts meet átiratát, részletesebb jegyzőkönyvekkel leírhatja és összefoglalhatja találkozóit.\n\nKezdje el ma használni szoftverbővítményünket, és megkezdheti az összes Google Meet, google meet app hívás átiratának beszerzését.\n\nA szoftver használatának megkezdéséhez tegye a következőket\n\n1) Telepítse a szoftvert\n2) Lépjen a Google Meet webhelyre. Lépjen be a tárgyalóba. Kattintson a szoftverkiterjesztés ikonra.\n3) Kattintson az \"Átirat\" gombra, és a bővítmény elkezdi rögzíteni a Google Meet átiratát\n4) Miután befejezte a Google Meet hívást, letöltheti az átiratot a számítógépére.\n\nFelhívjuk figyelmét, hogy a \"Transcript mentése\" gomb megjelenik a Google Meet eszköztár alján, a Webkamera gomb mellett. Ha bármilyen kérdése van a\na (z) google video conference szoftverünk. kérjük lépjen kapcsolatba velünk.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. A Google Meet elindítása nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Ingin mendapatkan transkrip panggilan Google Meet atau panggilan hangouts meet?\n\nSetelah Anda memiliki transkrip untuk google hangouts meet, Anda dapat menulis dan meringkas pertemuan Anda dengan notulen yang lebih rinci.\n\nMulailah menggunakan ekstensi perangkat lunak kami hari ini dan Anda bisa mulai mendapatkan transkrip untuk semua Google Meet Anda, panggilan google meet app.\n\nUntuk mulai menggunakan perangkat lunak ini, inilah yang perlu Anda lakukan\n\n1) Instal perangkat lunak\n2) Buka situs web Google Meet. Masuk ke ruang Rapat Anda. Klik pada ikon ekstensi perangkat lunak.\n3) Klik \"Transkrip\" dan ekstensi akan mulai merekam transkrip Google Meet Anda\n4) Setelah Anda menyelesaikan panggilan Google Meet, Anda dapat mendownload transkripnya ke komputer Anda.\n\nHarap perhatikan bahwa tombol \"Simpan Transkrip\" muncul di bagian bawah toolbar Google Meet, di samping tombol Kamera Web. Jika Anda memiliki pertanyaan tentang\nperangkat lunak kami untuk google video conference. silahkan hubungi kami.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Peluncuran untuk Google Meet tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi ricevere una trascrizione per la tua chiamata o hangouts meet chiamata di Google Meet?\n\nUna volta che hai una trascrizione per google hangouts meet, puoi scrivere e riassumere le tue riunioni con verbali più dettagliati.\n\nInizia a utilizzare la nostra estensione software oggi stesso e potrai iniziare a ricevere una trascrizione per tutte le tue chiamate google meet app di Google Meet.\n\nPer iniziare a utilizzare questo software, ecco cosa devi fare\n\n1) Installa il software\n2) Vai al sito web di Google Meet. Entra nella tua sala riunioni. Fare clic sull'icona dell'estensione del software.\n3) Fai clic su \"Trascrizione\" e l'estensione inizierà a registrare la tua trascrizione di Google Meet\n4) Una volta terminata la chiamata di Google Meet, puoi scaricare la trascrizione sul tuo computer.\n\nTieni presente che il pulsante \"Salva trascrizione\" viene visualizzato nella parte inferiore della barra degli strumenti di Google Meet, accanto al pulsante della webcam. Se hai domande su\nil nostro software per google video conference. Ci contatti per favore.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Launch for Google Meet non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Google Meet通話またはhangouts meet通話の記録を取得したいですか？\n\ngoogle hangouts meetのトランスクリプトを作成したら、会議を書き留めて、より詳細な議事録をまとめることができます。\n\n今すぐソフトウェア拡張機能の使用を開始すると、すべてのGoogle Meet、google meet app通話の記録を取得できます。\n\nこのソフトウェアの使用を開始するには、次のことを行う必要があります\n\n1）ソフトウェアをインストールする\n2）Google Meetのウェブサイトにアクセスします。会議室に入ります。ソフトウェア拡張アイコンをクリックします。\n3）[文字起こし]をクリックすると、拡張機能でGoogle Meetの文字起こしが記録されます\n4）Google Meetの通話が終了したら、トランスクリプトをコンピュータにダウンロードできます。\n\n[Transcriptを保存]ボタンは、Google Meetツールバーの下部、Webカメラボタンの横に表示されます。について質問がある場合\ngoogle video conference用のソフトウェア。お問い合わせください。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleはこのChrome拡張機能を推奨または後援しません。 Google Meetのローンチは、Google Inc.が所有しているわけではなく、Google Inc.によってライセンスされていません。",
    "ko": "Google Meet 통화 또는 hangouts meet 통화에 대한 스크립트를 받고 싶으십니까?\n\ngoogle hangouts meet에 대한 대화 내용이 있으면보다 자세한 회의록을 기록하고 요약 할 수 있습니다.\n\n지금 바로 소프트웨어 확장 프로그램을 사용하면 모든 Google Meet, google meet app 통화에 대한 스크립트를받을 수 있습니다.\n\n이 소프트웨어를 사용하려면 다음을 수행해야합니다.\n\n1) 소프트웨어 설치\n2) Google Meet 웹 사이트로 이동합니다. 회의실에 입장하십시오. 소프트웨어 확장 아이콘을 클릭합니다.\n3) \"트랜 스크립트\"를 클릭하면 확장 프로그램이 Google Meet 트랜 스크립트를 기록하기 시작합니다.\n4) Google Meet 통화를 마치면 대화 내용을 컴퓨터에 다운로드 할 수 있습니다.\n\n웹 카메라 버튼 옆에있는 Google Meet 툴바 하단에 '대본 저장'버튼이 표시됩니다. 질문이있는 경우\ngoogle video conference 용 소프트웨어. 문의하시기 바랍니다.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. Launch for Google Meet는 Google Inc.의 소유가 아니며 라이선스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite gauti „Google Meet“ skambučio ar hangouts meet skambučio nuorašą?\n\nGavę google hangouts meet stenogramą, galite užrašyti ir apibendrinti susitikimus su išsamesne protokole.\n\nPradėkite naudoti mūsų programinės įrangos plėtinį šiandien ir galėsite pradėti gauti visų „Google Meet“, google meet app skambučių, stenogramas.\n\nNorėdami pradėti naudoti šią programinę įrangą, atlikite toliau nurodytus veiksmus\n\n1) Įdiekite programinę įrangą\n2) Eikite į „Google Meet“ svetainę. Įeikite į savo posėdžių salę. Spustelėkite programinės įrangos plėtinio piktogramą.\n3) Spustelėkite „Nuorašas“ ir plėtinys pradės įrašyti jūsų „Google Meet“ nuorašą\n4) Baigę „Google Meet“ skambutį, galite atsisiųsti nuorašą į savo kompiuterį.\n\nAtminkite, kad mygtukas „Išsaugoti nuorašą“ rodomas „Google Meet“ įrankių juostos apačioje, šalia žiniatinklio kameros mygtuko. Jei turite klausimų apie\nmūsų programinė įranga, skirta google video conference. Prašome susisiekti su mumis.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „Google Meet“ paleidimas nepriklauso, nėra licencijuotas ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties saņemt sava Google Meet zvana vai hangouts meet zvana atšifrējumu?\n\nKad jums ir stenogramma vietnei google hangouts meet, varat pierakstīt un apkopot sapulces ar detalizētākiem protokoliem.\n\nSāciet izmantot mūsu programmatūras paplašinājumu jau šodien, un jūs varat sākt saņemt visu Google Meet google meet app zvanu stenogrammu.\n\nLai sāktu izmantot šo programmatūru, jums jādara šādi\n\n1) Instalējiet programmatūru\n2) Dodieties uz Google Meet vietni. Ieejiet savā sapulces telpā. Noklikšķiniet uz programmatūras paplašinājuma ikonas.\n3) Noklikšķiniet uz \"Stenogramma\", un paplašinājums sāks ierakstīt jūsu Google Meet stenogrammu\n4) Kad esat beidzis savu Google Meet zvanu, varat lejupielādēt stenogrammu savā datorā.\n\nLūdzu, ņemiet vērā, ka poga “Saglabāt atšifrējumu” tiek parādīta Google Meet rīkjoslas apakšdaļā blakus pogai Tīmekļa kamera. Ja jums ir kādi jautājumi par\nmūsu programmatūra vietnei google video conference. lūdzu, sazinieties ar mums.\n\nAtruna: Lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Google Meet palaišana nepieder, tā nav licencēta un nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin mendapatkan transkrip untuk panggilan Google Meet atau hangouts meet panggilan anda?\n\nSetelah anda mempunyai transkrip untuk google hangouts meet, anda boleh menuliskan dan meringkaskan mesyuarat anda dengan minit yang lebih terperinci.\n\nMulailah menggunakan peluasan perisian kami hari ini dan anda boleh mula mendapatkan transkrip untuk semua panggilan Google Meet, google meet app anda.\n\nUntuk mula menggunakan perisian ini, inilah yang perlu anda lakukan\n\n1) Pasang perisian\n2) Pergi ke laman web Google Meet. Masuk ke bilik Mesyuarat anda. Klik pada ikon peluasan perisian.\n3) Klik pada \"Transkrip\" dan pelanjutan akan mula merakam transkrip Google Meet anda\n4) Setelah selesai membuat panggilan Google Meet, anda boleh memuat turun transkrip ke komputer anda.\n\nHarap perhatikan butang \"Simpan Transkrip\" muncul di bahagian bawah bar alat Google Meet, di sebelah butang Kamera Web. Sekiranya anda mempunyai sebarang pertanyaan mengenai\nperisian kami untuk google video conference. sila hubungi kami.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Pelancaran untuk Google Meet bukan milik, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u een transcriptie ontvangen voor uw Google Meet-oproep of hangouts meet -gesprek?\n\nZodra u een transcriptie voor google hangouts meet heeft, kunt u uw vergaderingen opschrijven en samenvatten met meer gedetailleerde notulen.\n\nBegin vandaag nog met het gebruik van onze software-extensie en u kunt beginnen met het ontvangen van een transcript voor al uw Google Meet google meet app -oproepen.\n\nOm deze software te gaan gebruiken, moet u het volgende doen\n\n1) Installeer de software\n2) Ga naar de Google Meet-website. Betreed uw vergaderruimte. Klik op het pictogram van de software-extensie.\n3) Klik op \"Transcript\" en de extensie begint uw Google Meet-transcript op te nemen\n4) Zodra u uw Google Meet-oproep heeft beëindigd, kunt u de transcriptie naar uw computer downloaden.\n\nLet op: de knop \"Transcript opslaan\" verschijnt onder aan de Google Meet-werkbalk, naast de webcameraknop. Mocht u nog vragen hebben over\nonze software voor google video conference. Gelieve ons te contacteren.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Launch for Google Meet is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du få en transkripsjon til Google Meet-samtalen eller hangouts meet?\n\nNår du har en utskrift for google hangouts meet, kan du skrive ned og oppsummere møtene dine med mer detaljerte referater.\n\nBegynn å bruke programvareutvidelsen vår i dag, og du kan begynne å få en transkripsjon for alle Google Meet-samtalene dine.\n\nFor å begynne å bruke denne programvaren, her er hva du trenger å gjøre\n\n1) Installer programvaren\n2) Gå til Google Meet-nettstedet. Gå inn i møterommet ditt. Klikk på ikonet for programvareutvidelse.\n3) Klikk på \"Transkripsjon\", og utvidelsen begynner å registrere Google Meet-transkripsjonen din\n4) Når du er ferdig med Google Meet-samtalen din, kan du laste ned transkripsjonen til datamaskinen din.\n\nVær oppmerksom på at knappen \"Lagre utskrift\" vises nederst på Google Meet-verktøylinjen, ved siden av Webkamera-knappen. Hvis du har spørsmål om\nprogramvaren vår for google video conference. værsåsnill kontakt oss.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Launch for Google Meet eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz otrzymać listę dialogową rozmowy w Google Meet lub hangouts meet?\n\nGdy masz już transkrypcję dla google hangouts meet, możesz spisywać i podsumowywać spotkania z bardziej szczegółowymi protokołami.\n\nZacznij korzystać z naszego rozszerzenia oprogramowania już dziś, aby otrzymywać transkrypcje wszystkich swoich google meet app połączeń w Google Meet.\n\nAby rozpocząć korzystanie z tego oprogramowania, oto co musisz zrobić\n\n1) Zainstaluj oprogramowanie\n2) Wejdź na stronę Google Meet. Wejdź do swojego pokoju konferencyjnego. Kliknij ikonę rozszerzenia oprogramowania.\n3) Kliknij „Transkrypcja”, a rozszerzenie zacznie rejestrować transkrypcję z Google Meet\n4) Po zakończeniu rozmowy w Google Meet możesz pobrać transkrypcję na swój komputer.\n\nZwróć uwagę, że przycisk „Zapisz transkrypcję” jest wyświetlany u dołu paska narzędzi Google Meet, obok przycisku kamery internetowej. Jeśli masz jakieś pytania dotyczące\nnasze oprogramowanie dla google video conference. proszę skontaktuj się z nami.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. Usługa Launch for Google Meet nie jest własnością, nie jest licencjonowana ani nie jest spółką zależną Google Inc.",
    "ro": "Doriți să obțineți o transcriere pentru apelul dvs. Google Meet sau hangouts meet?\n\nDupă ce aveți o transcriere pentru google hangouts meet, vă puteți nota și rezuma întâlnirile cu minute mai detaliate.\n\nÎncepeți să utilizați extensia noastră software astăzi și puteți începe să primiți o transcriere pentru toate apelurile dvs. Google Meet, google meet app.\n\nPentru a începe să utilizați acest software, iată ce trebuie să faceți\n\n1) Instalați software-ul\n2) Accesați site-ul web Google Meet. Intrați în sala de ședințe. Faceți clic pe pictograma extensiei software.\n3) Faceți clic pe „Transcript” și extensia va începe să înregistreze transcrierea dvs. Google Meet\n4) După ce ați terminat apelul Google Meet, puteți descărca transcrierea pe computer.\n\nRețineți că butonul „Salvați transcrierea” apare în partea de jos a barei de instrumente Google Meet, lângă butonul Cameră web. Dacă aveți întrebări despre\nsoftware-ul nostru pentru google video conference. va rog sa ne contactati.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Lansarea pentru Google Meet nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Хотите получить стенограмму разговора с Google Meet или hangouts meet?\n\nПолучив стенограмму для google hangouts meet, вы можете записывать и резюмировать свои встречи с более подробными протоколами.\n\nНачните использовать наше программное расширение сегодня, и вы сможете получать стенограммы всех звонков Google Meet, google meet app.\n\nВот что вам нужно сделать, чтобы начать использовать это программное обеспечение\n\n1) Установите программное обеспечение\n2) Перейдите на сайт Google Meet. Войдите в вашу переговорную комнату. Щелкните значок расширения программного обеспечения.\n3) Нажмите «Расшифровка стенограммы», и расширение начнет записывать вашу стенограмму Google Meet.\n4) После завершения разговора в Google Meet вы можете загрузить расшифровку стенограммы на свой компьютер.\n\nОбратите внимание, что кнопка «Сохранить стенограмму» отображается в нижней части панели инструментов Google Meet, рядом с кнопкой веб-камеры. Если у вас есть вопросы по\nнаше программное обеспечение для google video conference. пожалуйста свяжитесь с нами.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Launch for Google Meet не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Chcete získať prepis na svoj hovor cez Google Meet alebo hangouts meet?\n\nKeď budete mať prepis na google hangouts meet, môžete si písať a sumarizovať svoje schôdzky pomocou podrobnejších minút.\n\nZačnite používať naše softvérové rozšírenie už dnes a môžete začať dostávať prepisy za všetky vaše hovory Google Meet, google meet app.\n\nAk chcete začať používať tento softvér, musíte urobiť nasledovné\n\n1) Nainštalujte softvér\n2) Prejdite na webovú stránku Google Meet. Vojdite do svojej konferenčnej miestnosti. Kliknite na ikonu softvérového rozšírenia.\n3) Kliknite na „Prepis“ a rozšírenie začne zaznamenávať váš prepis služby Google Meet\n4) Po dokončení hovoru Google Meet si môžete prepis stiahnuť do počítača.\n\nUpozorňujeme, že v dolnej časti panela s nástrojmi Google Meet vedľa tlačidla Webová kamera sa zobrazuje tlačidlo „Uložiť prepis“. Ak máte akékoľvek otázky týkajúce sa\nnáš softvér pre google video conference. prosím kontaktuj nás.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Launch for Google Meet nie je vlastníkom, nemá licenciu od spoločnosti Google Inc. a nie je jej dcérskou spoločnosťou.",
    "sl": "Želite dobiti prepis klica Google Meet ali hangouts meet klica?\n\nKo imate prepis za google hangouts meet, lahko svoje sestanke zapišete in povzamete z natančnejšimi zapisniki.\n\nDanes začnite uporabljati našo razširitev programske opreme in lahko začnete prejemati prepise za vse svoje klice v storitvi Google Meet, google meet app\n\nČe želite začeti uporabljati to programsko opremo, morate narediti naslednje\n\n1) Namestite programsko opremo\n2) Pojdite na spletno mesto Google Meet. Vstopite v svojo sejno sobo. Kliknite ikono razširitve programske opreme.\n3) Kliknite \"Prepis\" in razširitev bo začela snemati vaš prepis Google Meet\n4) Ko končate klic Google Meet, lahko prepis prenesete v računalnik.\n\nUpoštevajte, da se gumb \"Shrani prepis\" prikaže na dnu orodne vrstice Google Meet, poleg gumba spletne kamere. Če imate kakršna koli vprašanja o\nnaša programska oprema za google video conference. prosim kontaktirajte nas.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Zagon storitve Google Meet ni v lasti podjetja, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Желите ли да добијете транскрипт за позив на Гоогле Меет или hangouts meet позив?\n\nКада добијете транскрипт за google hangouts meet, можете да запишете и резимирате састанке детаљнијим записницима.\n\nПочните да користите нашу софтверску екстензију већ данас и можете да започнете са добијањем транскрипта за све позиве на Гоогле Меет-у, google meet app\n\nДа бисте започели употребу овог софтвера, ево шта треба да урадите\n\n1) Инсталирајте софтвер\n2) Идите на веб локацију Гоогле Меет. Уђите у своју собу за састанке. Кликните на икону проширења софтвера.\n3) Кликните на „Транскрипт“ и додатак ће почети да снима ваш Гоогле Меет транскрипт\n4) Када завршите позив на Гоогле Меет-у, можете да преузмете транскрипт на свој рачунар.\n\nИмајте на уму да се дугме „Сачувај транскрипт“ појављује на дну траке са алаткама Гоогле Меет, поред дугмета веб камере. Ако имате било каквих питања о\nнаш софтвер за google video conference. молимо Вас да нас контактирате.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Покретање Гоогле Меет-а није у његовом власништву, није лиценцирано и није подружница Гоогле Инц.",
    "sv": "Vill du få ett transkript för ditt Google Meet-samtal eller hangouts meet samtal?\n\nNär du har ett transkript för google hangouts meet kan du skriva ner och sammanfatta dina möten med mer detaljerade protokoll.\n\nBörja använda vårt programtillägg idag och du kan börja få ett transkript för alla dina Google Meet, google meet app samtal.\n\nFör att börja använda denna programvara, här är vad du behöver göra\n\n1) Installera programvaran\n2) Gå till Google Meet-webbplatsen. Gå in i ditt mötesrum. Klicka på programtilläggsikonen.\n3) Klicka på \"Transkript\" och tillägget börjar spela in ditt Google Meet-transkript\n4) När du har avslutat ditt Google Meet-samtal kan du ladda ner transkriptet till din dator.\n\nObservera att knappen \"Spara avskrift\" visas längst ner i Google Meet-verktygsfältet, bredvid webbkamera-knappen. Om du har några frågor om\nvår programvara för google video conference. vänligen kontakta oss.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Lansering för Google Meet ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการรับการถอดเสียงสำหรับการโทร Google Meet หรือการโทร hangouts meet ไหม\n\nเมื่อคุณมีการถอดเสียงสำหรับ google hangouts meet แล้วคุณสามารถจดและสรุปการประชุมของคุณพร้อมรายงานการประชุมที่ละเอียดยิ่งขึ้น\n\nเริ่มใช้ส่วนขยายซอฟต์แวร์ของเราวันนี้และคุณสามารถเริ่มรับการถอดเสียงสำหรับ Google Meet, google meet app การโทรทั้งหมดของคุณ\n\nในการเริ่มใช้ซอฟต์แวร์นี้นี่คือสิ่งที่คุณต้องทำ\n\n1) ติดตั้งซอฟต์แวร์\n2) ไปที่เว็บไซต์ Google Meet เข้าไปในห้องประชุมของคุณ คลิกที่ไอคอนส่วนขยายซอฟต์แวร์\n3) คลิกที่ \"การถอดเสียง\" จากนั้นส่วนขยายจะเริ่มบันทึกการถอดเสียง Google Meet ของคุณ\n4) เมื่อคุณโทรผ่าน Google Meet เสร็จแล้วคุณสามารถดาวน์โหลดการถอดเสียงลงในคอมพิวเตอร์ได้\n\nโปรดสังเกตว่าปุ่ม \"บันทึกการถอดเสียง\" ปรากฏที่ด้านล่างของแถบเครื่องมือ Google Meet ถัดจากปุ่มกล้องเว็บแคม หากคุณมีคำถามใด ๆ เกี่ยวกับ\nซอฟต์แวร์ของเราสำหรับ google video conference กรุณาติดต่อเรา.\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ การเปิดตัวสำหรับ Google Meet ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Google Meet görüşmeniz veya hangouts meet aramanız için bir konuşma metni almak ister misiniz?\n\ngoogle hangouts meet için bir konuşma metni aldıktan sonra, toplantılarınızı daha ayrıntılı tutanaklarla yazabilir ve özetleyebilirsiniz.\n\nYazılım uzantımızı bugün kullanmaya başlayın ve tüm Google Meet google meet app aramalarınız için bir konuşma metni almaya başlayabilirsiniz.\n\nBu yazılımı kullanmaya başlamak için yapmanız gerekenler burada\n\n1) Yazılımı kurun\n2) Google Meet web sitesine gidin. Toplantı odanıza girin. Yazılım uzantısı simgesine tıklayın.\n3) \"Transkript\" i tıklayın ve uzantı Google Meet transkriptinizi kaydetmeye başlayacaktır\n4) Google Meet görüşmenizi bitirdikten sonra, konuşma metnini bilgisayarınıza indirebilirsiniz.\n\nGoogle Meet araç çubuğunun altında, Web Kamerası düğmesinin yanında \"Transkripti Kaydet\" düğmesinin göründüğünü lütfen unutmayın. Hakkında herhangi bir sorunuz varsa\ngoogle video conference için yazılımımız. lütfen bizimle iletişime geçin.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Google Meet için lansman, Google Inc.'e ait değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Хочете отримати розшифровку для вашого дзвінка Google Meet або hangouts meet дзвінка?\n\nОтримавши стенограму для google hangouts meet, ви можете записати та підсумувати свої зустрічі більш детальними протоколами.\n\nПочніть використовувати наше розширення програмного забезпечення вже сьогодні, і ви зможете отримувати стенограму всіх своїх дзвінків у Google Meet, google meet app.\n\nЩоб почати використовувати це програмне забезпечення, ось що вам потрібно зробити\n\n1) Встановіть програмне забезпечення\n2) Перейдіть на веб-сайт Google Meet. Увійдіть до своєї кімнати для переговорів. Клацніть на піктограму розширення програмного забезпечення.\n3) Натисніть \"Стенограма\", і розширення почне записувати вашу стенограму Google Meet\n4) Після завершення дзвінка Google Meet ви можете завантажити стенограму на свій комп’ютер.\n\nЗверніть увагу, що кнопка \"Зберегти розшифровку\" з’являється внизу панелі інструментів Google Meet поруч із кнопкою веб-камери. Якщо у вас виникли запитання щодо\nнаше програмне забезпечення для google video conference. будь ласка, зв'яжіться з нами.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Запуск Google Meet не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn nhận bản ghi cho cuộc gọi Google Meet hoặc cuộc gọi hangouts meet của mình?\n\nSau khi có bản ghi cho google hangouts meet, bạn có thể viết ra và tóm tắt các cuộc họp của mình với các biên bản chi tiết hơn.\n\nBắt đầu sử dụng tiện ích mở rộng phần mềm của chúng tôi ngay hôm nay và bạn có thể bắt đầu nhận bản ghi cho tất cả các cuộc gọi google meet app trên Google Meet của mình.\n\nĐể bắt đầu sử dụng phần mềm này, đây là những gì bạn cần làm\n\n1) Cài đặt phần mềm\n2) Truy cập trang web Google Meet. Vào phòng họp của bạn. Nhấp vào biểu tượng tiện ích mở rộng phần mềm.\n3) Nhấp vào \"Bản ghi\" và tiện ích sẽ bắt đầu ghi lại bản ghi trên Google Meet của bạn\n4) Sau khi kết thúc cuộc gọi Google Meet, bạn có thể tải bản ghi xuống máy tính của mình.\n\nXin lưu ý rằng nút \"Lưu bản ghi\" xuất hiện ở cuối thanh công cụ Google Meet, bên cạnh nút Web Camera. Nếu bạn có bất kỳ câu hỏi nào về\nphần mềm của chúng tôi cho google video conference. xin vui lòng liên hệ với chúng tôi.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Khởi chạy cho Google Meet không phải do sở hữu, nó không được cấp phép và không phải là công ty con của Google Inc."
  }
}