{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genealogy Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds custom features to the popular genealogy websites Ancestry, MyHeritage and FamilySearch."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Supercharge your research workflow! Genealogy Assistant adds 50+ custom features to the popular genealogy websites Ancestry, MyHeritage and Family Search. Enjoy a 7-day free trial and unlock the full version for only $1.99 per month or $15.99 per year (33% savings!). \n\nNotice: Genealogy Assistant and these plugins are not created or endorsed by ‘Ancestry Ireland Unlimited Company’ a.k.a. Ancestry.com, ‘MyHeritage Ltd’ a.k.a. MyHeritage.com or 'Intellectual Reserve, Inc' a.k.a. FamilySearch.org.\n\n*Ancestry Research Tools*\n\nDarker Styled Look and Feel: When activated all Ancestry pages will be automatically be loaded with a darker, easier on the eyes colour palette.\n\nAdvanced Research Tools: When activated, this plugin displays available Research Tools on all users’ trees, including your own, makes them bolder/larger and adds a new option to quickly upload a photo to that user in your tree. Click the edit icon to customize Advanced Research Tools.\n\nCard Catalogue Search via \"ctrl/cmd + /\": When activated, holding down ctrl (windows) or cmd (mac) then pressing / will open a quick search box which allows you to search for collections in the Ancestry Card Catalogue from any page.\n\nAdd to Tree Auto-Clicker: When activated, a link is added when saving people to your tree which automatically selects all checkboxes attached to parents, spouses and children in a single click.\n\nAdd Select All People Link to Hints: When activated, a link is added to the sidebar when reviewing hints that allows you to select all people connected to the record in a single click.\n\nAdd Select All People Link to Records: When activated, a button is added to the save records page which allows you to automatically select all people on the record with a single click.\n\nAdd Basic Search Button to Profiles: When activated, a button is added to profile pages in all trees which allows you to perform a basic search of only name, birth and death information.\n\nAdd Search Button to Records Page: When activated, a button is added to the text transcription records page which allows you to run a search with the details contained in the record.\n\nSave All People in Tree to CSV File: When activated, a button is added to the list of all people in any family tree which allows you to download all of the people in the tree to a CSV file.\n\nAdd Keyboard Shortcuts to Family Tree: When activated, keyboard shortcuts will be enabled to quickly navigate your family tree. Hover over a person and press E to edit, T to view tree and S to search. Middle clicking a person opens their profile.\n\nHide Siblings Button in Family Tree: When activated, a button is added to the top right corner of all family trees that when clicked will automatically close all open siblings that appear in the vertical view.\n\nSave to Tree Name Auto-fill: When activated, as soon as you click the “Save to tree” button on a persons details page it will automatically add their name to the appropriate box within the pop-up window.\n\nText Records Name Auto-fill: When activated, as soon as you click the “Save to someone in your tree” button in the text transcription portion of Ancestry’s record viewer, it will automatically fill in the name of the person on the record to the name field within the pop-up window.\n\nImage Records Name Auto-fill: When activated, as soon as you click the “Save to tree” button in the Ancestry image viewer, it will automatically add the name of the person selected on the record to the appropriate box within the pop-up window.\n\nSearch FamilySearch Wiki From Profile: When activated, a link will be added at the end of birth and death places on the profile pages of family trees which searches the location in the FamilySearch Wiki.\n\nChange Text Case via Shift + Up/Down: When activated, holding the shift key and pressing the up or down arrows on your keyboard will change the text case of any name or place input to uppercase or standard case.\n\nPrevent ThruLines from Auto-Collapsing: When activated, a button is added to the top right corner of your ThruLines page which when checked prevents opened ThruLines from automatically collapsing when new ones are opened.\n\nAlways Use Advanced Search Page: When activated, all searches will automatically use the advanced search layout and will search all record types by default.\n\nAlways Search Global Records in Catalog: When activated, all searches on the card catalog will automatically default to searching global records.\n\n*Ancestry DNA Tools*\n\nAdd Select All Button to Shared Matches: When activated, a button is added to the filters list when viewing shared matches on Ancestry which automatically selects all checkboxes attached to shared matches when adding people to groups. \n\nAdd Select All Button to Matches List: When activated, a button is added to the filters list when viewing DNA matches on Ancestry which automatically selects all checkboxes attached to matches on the page.\n\nHighlight DNA Matches 25cM+: When activated, any match or shared match displayed in your match list, shared matches list, or search list over 25cM will be automatically highlighted in red and the text will be bolder/larger. You can change the cM threshold at which matches are highlighted in Advanced Settings.\n\nHighlight Shared Matches 25cM+: When activated, while using the new ProTools shared matches list, any match over 25cM will be automatically highlighted in red and the text will be bolder/larger. You can change the cM threshold at which matches are highlighted in Advanced Settings. Note: Requires Ancestry ProTools subscription.\n\nHighlight Matches of Matches 50cM+: When activated, any “match of a match” who shares more than 50cM with your mutual match will be automatically highlighted in red and the text will be bolder/larger. You can change the cM threshold at which matches are highlighted in Advanced Settings. Note: Requires Ancestry ProTools subscription.\n\nDownload Matches List as CSV File: When activated, a button is added to your Ancestry DNA matches list which will download your matches to a CSV file, allowing you to specify the specific number of pages to download.\n\nDownload Shared Matches as CSV File: When activated, a button is added to your Ancestry DNA shared matches or matches of matches list which will download all of your shared matches to a CSV file.\n\nAuto-Load Shared Matches Tab: When activated, clicking a users profile on AncestryDNA will auto-load the Shared Matches section.\n\nAdd Keyboard Shortcuts to DNA Matches: When activated, keyboard shortcuts will be added to DNA match pages. Elements that have keyboard shortcuts are identified by the letter icon which appears next to them.\n\nDefault Sort by Highest Mutual Matches: When activated, the ProTools Matches of Matches page will default to sorting by the highest shared cM with your match.\n\nAdd Quick Sort Links to Shared Matches: When activated, links will be added to the top of the columns on the Matches of Matches page to quickly sort by highest shared cM with the tester or with the matche.\n\nDNA Painter Shared cM Tool Button: When activated, while viewing DNA matches a button will be added which opens the DNA Painter Shared cM Tool auto-populated with the matches shared cM.\n\nColour Code DNA Matches by Side: When activated, DNA matches will be colour coded in the match list based on whether they are paternal or maternal matches.\n\nAlways Display 50 Matches in List: When activated, the DNA matches list will always display 50 matches and when navigating between pages it will automatically scroll back to the top of the list.\n\nHide Matches Already Connected to Tree: When activated, a button will be added to the DNA matches list which allows you to toggle whether matches who are already connected to your family tree will be hidden.\n\nAdd Settings Link to DNA Pages: When activated, a button will be added to the DNA summary, origins, matches and traits pages which links directly to the settings page for the test you are viewing.\n\nAdd All People Link to Matches Trees: When activated, a link to view a list of all people will appear in the trees tab of your DNA matches.\n\n*Screenshot Tools*\n\nAncestry Tree Cleaner: When activated any family tree you are viewing will have a cleaner look for user-friendly screenshotting. Simply deactivate the style when done screenshotting your tree to view the user-interface again.\n\nAncestry Printable Tree: When activated all Ancestry trees will be displayed in a high-contrast, printer friendly design for better screenshots.\n\nAncestry ThruLines Cleaner: When activated any ThruLines you are viewing will have cleaner lines and larger user photos, so we can see our matches better. Simply deactivate the style when done screenshotting your ThruLines to return to the normal clickable web interface.\n\n*MyHeritage DNA Tools*\n\nHighlight Matches 25cM+: When activated, the cM count for matches appears larger than normal, as well as making the cM count red if the amount is over 25cM. You can change the cM threshold at which matches are highlighted in Advanced Settings.\n\nHighlight Mutuals 50cM+: When activated, this plugin makes the shared cM count of mutual matches red and larger than normal if the amount is over 50cM. You can change the cM threshold at which matches are highlighted in Advanced Settings.\n\nDownload Matches List as CSV File: When activated, a button is added to your MyHeritage DNA matches list which will download your matches to a CSV file, allowing you to specify the specific number of pages to download.\n\nDownload Shared Matches as CSV File: When activated, a button is added to your MyHeritage shared matches list which will download all shared matches to a CSV file.\n\nAdd Select All Button to Shared Matches: When activated, a button is added to the top of the shared matches list on MyHeritage which automatically selects all checkboxes attached to shared matches when adding people to groups. Additionally button is added to the bottom of the shared matches list which can pre-load a set number of pages.\n\nAdd Select All Button to Matches List: When activated, a button is added to the filters list when viewing DNA matches on MyHeritage which automatically selects all checkboxes attached to matches on the page.\n\nDNA Painter Shared cM Tool Button: When activated, while viewing DNA matches a button will be added to the page which opens the DNA Painter Shared cM Tool auto-populated with the matches shared cM.\n\nAlways Display 50 Matches in List: When activated, the MyHeritage DNA matches list will always display the maximum amount of 50 matches per page.\n\n*FamilySearch Tools*\n\nNavigate Records with P and N keys: When activated, you can use the N key to move forward one page in the record viewer and the P key to move one page backwards.\n\nSkip 10 and 25 Pages in Record Viewer: When activated, additional buttons are added to the navigation area in the record viewer which let you skip forwards or backwards 10 or 25 pages at a time.\n\nAdd Search Wiki Link to Places: When activated, a link will be added to place names in the family tree and in records which searches the location in the FamilySearch Wiki.\n\n*Support*\n\nUse the \"Submit Bug Report\" button at the bottom of the Genealogy Assistant pop-up panel to report any issues you encounter. If you have ideas or suggestions for new or existing features, we'd love to hear them! Share your research pain points, and we'll work on creating a tool to help. E-mail your suggestions to hello@genea.ca.\n\n*Changelog*\n\nLatest update: Tuesday December 10th, 2024.\n\nv1.5.6: Added new feature \"Change Text Case via Shift + Up/Down\". Improvements for a number of features and core components. \nv.1.5.5: Added new feature \"Add Keyboard Shortcuts to DNA Matches\". Bug fixes for multiple features and core components. \nv1.5.4: Bug fixes for core extension functionality. \nv1.5.3: Bug fixes for \"Download Matches List as CSV File\".\nv1.5.2: Minor bug fixes and improvements for keyboard shortcuts. \nv1.5.1: Added additional keyboard shortcuts to \"Advanced Research Tools\".\nv1.5.0: Added new feature \"Add Keyboard Shortcuts to Family Tree\". \nv1.4.9: Minor bug fixes for \"Default Sort by Highest Mutual Matches\" and \"Hide Siblings Button in Family Tree\".\nv1.4.8: Added new features \"Default Sort by Highest Mutual Matches\" and \"Add Quick Sort Links to Shared Matches\". You can now also use keyboard shortcuts in Advanced Research Tools.\nv1.4.7: Bug fixes for \"Skip 10 and 25 Pages in Record Viewer\", \"Text Records Name Auto-fill\" and \"Advanced Research Tools\". \nv1.4.6: Added new features \"Add Select All Button to Shared Matches\" for MyHeritage and \"Add Select All Button to Matches List\" for both MyHeritage and Ancestry.\nv1.4.5: Bug fixes for \"Skip 10 and 25 Pages in Record Viewer\". \nv1.4.4: Bug fixes for \"Add Basic Search Button to Profiles\" and \"Auto-Hide Siblings in Family Tree\".\nv1.4.3: Added new features \"Add Select All People Link to Records\" and \"Add Basic Search Button to Profiles\". Bug fixes for \"Add Select All People Link to Hints\".\nv1.4.2: Added new feature \"Add All People Link to Matches Trees\", added closable notification area to the top of the popup panel. \nv1.4.1: Bug fixes for MyHeritage \"Download Shared Matches as CSV File\". Added Service Update links to Genealogy Assistant Facebook and X pages. \nv1.4.0: Added new feature \"Add Select All People Link to Hints\", added button to enable and disable all features in the extension with a single click. \nv1.3.9: Added new features \"Download Matches List as CSV File\" and \"Download Shared Matches as CSV File\" for MyHeritage. Added feature \"Always Use Advanced Search Page\" for Ancestry. Fixed bug affecting secondary match lists in \"Download Shared Matches as CSV File\" for Ancestry. \nv.1.3.8: Bug fixes for \"Download Shared Matches as CSV File\".\nv1.3.7: Added new feature \"Download Shared Matches as CSV File\", bug fixes for \"Download Matches List as CSV File\".\nv1.3.6: Added new feature \"Download Matches List as CSV File\". \nv1.3.5: Added new feature \"Save All People in Tree to CSV\", bug fixes for \"Add to Tree Auto-Clicker\" and \"Add Settings Link to DNA Pages\".\nv1.3.4: Added advanced settings for \"Add Search Wiki Link to Places\" and \"Search FamilySearch Wiki From Profile\", bug fixes for \"Shared Matches Auto-Clicker\". \nv1.3.3: Added feature \"Always Display 50 Matches in List\" for MyHeritage, minor bug fixes.\nv1.3.2: User interface updates, updated video walkthrough, minor bug fixes.\nv1.3.1: Removed \"Return to Top When Switching Pages\" as the bug was fixed, added feature \"Always Search Global Records in Catalog\".\nv1.3.0: Updated \"Navigate Records with P and N keys\" and \"Skip 10 and 25 Pages in Record Viewer\" to work with new FamilySearch Layout.\nv1.2.9: Added features \"Search FamilySearch Wiki From Profile\" for Ancestry and \"Add Search Wiki Link to Places\" for FamilySearch.\nv1.2.8: Added feature \"Return to Top When Switching Pages\".\nv1.2.7: Improved \"Always Display 50 Matches in List\" and \"Add Settings Link to DNA Pages\".\nv1.2.6: Bug fixes for \"Card Catalogue Search\", added feature 'Add Settings Link to DNA Pages'.\nv1.2.5: Added feature \"DNA Painter Shared cM Tool Button\" for MyHeritage DNA. \nv1.2.4: Genea Research Tools is now Genealogy Assistant! Added feature \"Always Display 50 Matches in List\" and minor bug fixes. \nv1.2.3: Added feature \"Hide Matches Already Connected to Tree\" and minor bug fixes/improvements. \nv1.2.2: Bug fixes for \"Advanced Research Tools\" and added walkthrough popup on install. \nv1.2.1: Added new FamilySearch Tools \"Navigate Records with P and N keys\" and \"Skip 10 and 25 Pages in Record Viewer\", UI improvements."
  }
}