{
  "name": {
    "am,ar,cs,he,mr,no,sl,ta": "Shooty Clocks Online Game",
    "bg,bn,de,en,en_AU,en_GB,en_US,es,es_419,fr,it,ja,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Shooty Clocks Casual Game",
    "ca,da,el,fa,hu,ml,ms,pl,sv,th": "Shooty Clocks Game",
    "et,id,ko,sk,sw": "Shooty Clocks Online",
    "fi,fil,gu,hi,hr,kn,lv,ro,te": "Shooty Clocks Unblocked Game"
  },
  "short": {
    "ar": "عليك ضبط الساعة بالضبط وإطلاق النار على الساعة الأخرى ويجب تجنب رميها في الفجوة.",
    "am": "ሰዓቱን በትክክል ማውጣትና በሌላ ሰዓት ላይ መተኮስ አለብህ፤ በመሆኑም ክፍተቱ ውስጥ ከመጣል መቆጠብ አለብህ።",
    "bg": "Трябва да настроите часовника точно и да стреляте в другия часовник и трябва да избягвате хвърлянето му в пролуката.",
    "bn": "আপনাকে ঘড়িটি ঠিক সেট করতে হবে এবং অন্য ঘড়িতে গুলি করতে হবে এবং আপনাকে অবশ্যই এটি ফাঁকটিতে ফেলে দেওয়া এড়াতে হবে।",
    "ca": "Heu de fixar el rellotge exactament i disparar a l'altre rellotge i heu d'evitar llançar-lo al buit.",
    "cs": "Musíte přesně nastavit hodiny a střílet na druhé hodiny a musíte se vyhnout tomu, abyste je hodili do mezery.",
    "da": "Du skal indstille uret nøjagtigt og skyde på det andet ur, og du skal undgå at smide det i mellemrummet.",
    "de": "Sie müssen die Uhr genau einstellen und auf die andere Uhr schießen und Sie müssen vermeiden, sie in die Lücke zu werfen.",
    "el": "Πρέπει να ρυθμίσετε το ρολόι ακριβώς και να πυροβολήσετε στο άλλο ρολόι και πρέπει να αποφύγετε να το ρίξετε στο κενό.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to set the clock exactly and shoot at the other clock and you must avoid throwing it into the gap.",
    "es": "Tienes que ajustar el reloj exactamente y disparar al otro reloj y debes evitar tirarlo al hueco.",
    "et": "Peate kella täpselt seadistama ja teise kella pihta tulistama ning peate vältima selle vahesse viskamist.",
    "fa": "شما باید ساعت را دقیقا تنظیم کنید و در ساعت دیگر شلیک کنید و باید از پرتاب آن به شکاف اجتناب کنید.",
    "fi": "Sinun on asetettava kello tarkasti ja ammuttava toiseen kelloon, ja sinun on vältettävä heittämästä sitä aukkoon.",
    "fil": "Mayroon kang upang itakda ang orasan eksakto at shoot sa iba pang orasan at dapat mong maiwasan ang pagkahagis ito sa puwang.",
    "fr": "Vous devez régler l’horloge exactement et tirer sur l’autre horloge et vous devez éviter de la jeter dans l’espace.",
    "gu": "તમારે ઘડિયાળ બરાબર સેટ કરવી પડશે અને બીજી ઘડિયાળ પર શૂટ કરવું પડશે અને તમારે તેને અંતરમાં ફેંકી દેવાનું ટાળવું જોઈએ.",
    "he": "אתה צריך להגדיר את השעון בדיוק ולירות על השעון השני ואתה חייב להימנע מלזרוק אותו לתוך הפער.",
    "hi": "आपको घड़ी को बिल्कुल सेट करना होगा और दूसरी घड़ी पर शूट करना होगा और आपको इसे अंतराल में फेंकने से बचना होगा।",
    "hr": "Morate točno podesiti sat i pucati na drugi sat i morate izbjegavati bacanje u prazninu.",
    "hu": "Pontosan be kell állítania az órát, és a másik órára kell lőnie, és el kell kerülnie, hogy a résbe dobja.",
    "id": "Anda harus mengatur jam dengan tepat dan menembak pada jam lain dan Anda harus menghindari membuangnya ke celah.",
    "it": "Devi impostare esattamente l'orologio e sparare all'altro orologio e devi evitare di gettarlo nello spazio.",
    "ja": "あなたは正確に時計を設定し、他の時計で撃つ必要があり、あなたはギャップにそれを投げ込まないようにする必要があります。",
    "kn": "ನೀವು ಗಡಿಯಾರವನ್ನು ನಿಖರವಾಗಿ ಹೊಂದಿಸಬೇಕು ಮತ್ತು ಇನ್ನೊಂದು ಗಡಿಯಾರದಲ್ಲಿ ಗುಂಡು ಹಾರಿಸಬೇಕು ಮತ್ತು ನೀವು ಅದನ್ನು ಅಂ",
    "ko": "시계를 정확하게 설정하고 다른 시계에서 쏘아야하며 틈새에 던지는 것을 피해야합니다.",
    "lv": "Jums ir precīzi jāiestata pulkstenis un jāšauj otrā pulkstenī, un jums ir jāizvairās no tā iemetšanas spraugā.",
    "ml": "നിങ്ങൾ ക്ലോക്ക് കൃത്യമായി ക്രമീകരിക്കുകയും മറ്റേ ക്ലോക്കിൽ ഷൂട്ട് ചെയ്യുകയും വേണം, നിങ്ങൾ അത് ഗ്യാപ്",
    "mr": "आपल्याला घड्याळ तंतोतंत सेट करावे लागेल आणि दुसर् या घड्याळावर शूट करावे लागेल आणि आपण ते गॅपमध्ये फेकणे टाळले पाहिजे.",
    "ms": "Anda perlu menetapkan jam dengan tepat dan menembak pada jam yang lain dan anda mesti mengelakkan membuangnya ke dalam jurang.",
    "nl": "Je moet de klok precies instellen en op de andere klok schieten en je moet voorkomen dat je hem in de opening gooit.",
    "no": "Du må stille klokken nøyaktig og skyte på den andre klokken, og du må unngå å kaste den inn i gapet.",
    "pl": "Musisz dokładnie ustawić zegar i strzelać do drugiego zegara i musisz unikać wrzucania go do szczeliny.",
    "ro": "Trebuie să setați ceasul exact și să trageți la celălalt ceas și trebuie să evitați să-l aruncați în gol.",
    "ru": "Вы должны точно установить часы и стрелять по другим часам, и вы должны избегать бросать их в щель.",
    "sk": "Musíte presne nastaviť hodiny a strieľať na druhé hodiny a musíte sa vyhnúť tomu, aby ste ich hodili do medzery.",
    "sl": "Točno morate nastaviti uro in streljati na drugo uro in se morate izogibati metanju v vrzel.",
    "sv": "Du måste ställa klockan exakt och skjuta på den andra klockan och du måste undvika att kasta den i gapet.",
    "sw": "Lazima uweke saa hasa na kupiga risasi saa nyingine na lazima uepuke kuitupa kwenye pengo.",
    "ta": "நீங்கள் கடிகாரத்தை சரியாக அமைக்க வேண்டும் மற்றும் மற்ற கடிகாரத்தில் சுட வேண்டும், அதை இடைவெளியில் வீசுவதைத் தவிர்க்க வேண்டும்.",
    "te": "మీరు గడియారాన్ని సరిగ్గా సెట్ చేయాలి మరియు ఇతర గడియారం వద్ద షూట్ చేయాలి మరియు మీరు దానిని గ్యాప్ లోకి విసిరేయకుండా ఉండాలి.",
    "th": "คุณต้องตั้งนาฬิกาให้ตรงและถ่ายภาพที่นาฬิกาอื่น ๆ และคุณต้องหลีกเลี่ยงการโยนมันเข้าไปในช่องว่าง",
    "tr": "Saati tam olarak ayarlamalı ve diğer saate ateş etmeli ve boşluğa atmaktan kaçınmalısınız.",
    "uk": "Ви повинні точно встановити годинник і стріляти на інший годинник, і ви повинні уникати викидання його в щілину."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tick ​​tock tick tock, time is ticking get ready for a crazy clock game! Have fun in dozens of challenging levels.\n\nHow To Play\nPlayed with Mouse.\n\nShooty Clocks Casual Game Features\n✓ 2 Different mode\n✓ Cartoon graphics\n✓ Basic control\n✓ 20+ Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Shooty Clocks Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}