{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SearchPulse - Focus. Save. Search Later."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SearchPulse saves search terms for later, allowing you to open them when convenient—focus now, explore later."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Update 1: Now you can save links and choose between Google and YouTube as search engine for your keyword.\n\nUpdate 2: Now you can add text selections and links on any page by right clicking the selection or link and then clicking on the save this term or save this link option in the menu.\n\nSearchPulse - Stay Focused, Search Later\n\nDescription:\nSearchPulse is a simple Chrome extension designed to keep you focused. Instead of getting distracted by random thoughts or questions during work, you can quickly save these search queries for later. \n\nKey Features:\nSave Searches Instantly: Click the SearchPulse icon, type your query, and save it without losing focus.\nReview and Open Later: When you're ready, revisit your list and open any saved search in a new tab with one click.\nMaintain Productivity: Avoid distractions by capturing your curiosity for later, keeping your work uninterrupted.\n\nWhy Use SearchPulse?\nPerfect for anyone needing to maintain concentration but doesn't want to forget those 'must-research' moments. Just save the thought and continue working. Later, dive into your searches at your leisure.\n\nHow to Use:\nInstall SearchPulse from the Chrome Web Store.\nPin the icon for quick access.\nSave a search thought anytime, then explore all saved searches when you're ready.\n\nStay focused, work smarter, and let SearchPulse manage your search curiosities."
  }
}