{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Новости УНИАН",
    "en_US": "UNIAN",
    "uk": "Новини УНІАН"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Новости УНИАН. Последние новости Украины и мира",
    "en_US": "UNIAN news. Recent news from Ukraine",
    "uk": "Новини УНІАН. Останні новини України та світу"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Установите усовершенствованную новую вкладку от УНИАН. \nБлагодаря расширению УНИАН для Google Chrome вы всегда будете в курсе событий. Установите удобное расширение, которое дополнит традиционную страницу поиска актуальными новостями. Читайте свежие материалы о событиях в Украине и мире – только самое важное, интересное и обсуждаемое. \nРасширение разделено на несколько блоков: центральное место занимает традиционная строка поиска Google, ниже размещены блок главных событий, мини-лента последних новостей и блок Погоды УНИАН. Если вам не до серьезных новостей и хочется узнать о жизни звезд, почитать свежий гороскоп или отзыв на новый фильм, кликните на стрелку слева или справа, и вам будет доступен блок легких новостей. \nРасширение доступно на двух языках - русском и украинском. Также можно переключиться на темную тему.",
    "uk": "Встановіть вдосконалену нову вкладку від УНІАН.\nЗавдяки розширенню УНІАН для Google Chrome ви завжди будете в курсі подій. Встановіть зручне розширення, яке доповнить традиційну сторінку пошуку актуальними новинами. Читайте свіжі матеріали про події в Україні і світі - тільки найбільш важливе, цікаве і обговорюване.\nРозширення розділене на кілька блоків: центральне місце займає традиційний рядок пошуку Google, нижче розміщені блок головних подій, міні-стрічка останніх новин і блок Погоди УНІАН. Якщо вам не до серйозних новин і хочеться дізнатися про життя зірок, почитати свіжий гороскоп або відгук на новий фільм, клікніть на стрілку зліва чи справа, і вам буде доступний блок легких новин.\nРозширення працює на двох мовах - російській та українській. Також можна перемкнутися на темну тему."
  }
}