{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Steam Market Item Price Tracker"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,vi,zh_CN,zh_TW": "Steam Market Item Price Tracker allows you to track Steam Community Market item buy/sell orders.",
    "bg": "Steam Market Цена Tracker ви позволява да проследявате продукта на пазара на Steam Community купуват / продават поръчки.",
    "cs": "Parní trh Položka Cena Tracker umožňuje sledovat parní komunitu na trhu položky koupit / prodávat objednávky.",
    "da": "Steam Market Price Price Tracker giver dig mulighed for at spore Damp Community Market item køb / sælge ordrer.",
    "de": "Dampfmarktpostenpreis Tracker ermöglicht es Ihnen, Dampfgemeinschaftsmarktartikel kaufen / verkaufen Bestellungen zu verfolgen.",
    "el": "Steam Market Item Tracker Tracker σάς επιτρέπει να παρακολουθείτε το στοιχείο της κοινότητας του ατμού αγοράς αγοράς / πώλησης…",
    "fi": "Höyrymarkkinat Tuote Trackerin avulla voit seurata höyryyhteisön markkinatuotteita ostamaan / myy tilauksia.",
    "fr": "Market Steam Article Price Tracker vous permet de suivre les commandes d'achat / de vente de la communauté de vapeur.",
    "hu": "Steam Market Elem Ár Tracker Lehetővé teszi, hogy nyomon kövesse a Steam közösségi piaci elemet vásároljon / eladjon…",
    "it": "Tracker del prezzo dell'articolo del mercato a vapore ti consente di monitorare gli ordini di acquisto / vendita dell'articolo di…",
    "ja": "Steam Market Item Price Trackerを使用すると、Steam Community Market Itemの購入/売り注文を追跡できます。",
    "ko": "스팀 시장 항목 가격 추적기를 사용하면 스팀 커뮤니티 시장 항목 구매 / 판매 주문을 추적 할 수 있습니다.",
    "nl": "Stoommarkt Item Prijs Tracker stelt u in staat om de stoomcommunautaire marktitem te volgen kopen / verkopen bestellingen.",
    "no": "Steam Market Item Price Tracker lar deg spore Steam Community Market Item Kjøp / Selg bestillinger.",
    "pl": "Rynek parowy Pozycja Cena Tracker umożliwia śledzenie elementu rynku wspólnotowego Steam Cup / Sprzedaż zamówień.",
    "ro": "Steam Piata Price Pret Tracker vă permite să urmăriți obiectele de piață comunitare Steam Cumpărați / vindeți comenzi.",
    "ru": "The Steam Market Track Tracker позволяет вам отслеживать товар на рынке паровых сообщений.",
    "th": "Tracker ราคาสินค้าในตลาด Steam ช่วยให้คุณติดตามรายการตลาดชุมชน Steam ซื้อ / ขายคำสั่งซื้อ",
    "tr": "Steam Pazarı Öğe Fiyat Takibi, Steam Topluluk Pazarı öğe alım/satım siparişlerini izlemenizi sağlar.",
    "uk": "O item do mercado de vapor Price Tracker permite que você rastreie os pedidos / venda de mercado da comunidade Steam."
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es,es_419,et,fa,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,vi,zh_CN,zh_TW": "Features:\n\n* Shows you desktop notification when there is buy/sell prices changed by users preferences\n* Dark/Light mode (for extension pages by browser settings)\n\nCompatibility:\n* This extension has been tested to work with Steam Market History Helper, Steam Inventory Helper, Enhanced Steam and CSGOFloat Market Checker",
    "bg,cs,da,de,el,fi,fr,hu,it,ja,ko,nl,no,pl,ro,ru,th,tr,uk": "Features:\n\n* Shows you desktop notification when there is buy/sell prices changed by users preferences\n* Dark/Light mode (for extension pages with browser settings)\n\nCompatibility:\n* This extension has been tested to work with Steam Market Histıry Helper, Steam Inventory Helper, Enhanced Steam and CSGOFloat Market Checker"
  }
}