{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Impuestito: precio final juegos con impuestos"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conocé el precio final de los juegos de Playstation, Xbox, Nintendo y Epic, GOG y más! (Precio final con impuestos Argentina)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conocé el precio real de los juegos\n\nImpuestito calcula y muestra el precio final de los juegos con los impuestos incluidos y está soportado en las tiendas web de Xbox, PlayStation, Nintendo, Epic y otras tiendas de videojuegos importantes (sólo disponible en navegadores de escritorio para Windows, Mac y Linux)\n\n🐦 Seguí Impuestito en Twitter: https://twitter.com/impuestito_org\n\nYa no es necesario que uses la calculadora para calcular los impuestos.\n\n🙋 ¿Qué hace Impuestito?\nImpuestito toma el precio original de cada juego en distintas tiendas online y hace un cálculo automáticamente, tomando los valores de los impuestos ya conocidos en Argentina (y el valor del dólar si es necesario) para mostrar el precio final de cada juego en la tienda sin que necesites hacer cálculos. Vas a poder ver todos los precios finales al mismo tiempo y de un color verde!\n\nImpuestito es Open Source, es gratuita y transparente. Podes conocer más acerca del desarrollo de esta extensión en GitHub\n\n🧑‍💻 https://github.com/lucasromerodb/impuestito\n\nSi te gusta Impuestito y querés apoyar el proyecto para que siga teniendo mas soporte, podes hacer una donación sin compromiso a través de \"Cafecito\" ¡Mil Gracias!\n\n☕️ Hacer una donación https://cafecito.app/impuestito"
  }
}