{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Horimiya Wallpaper",
    "ca": "Horimiya Anime Fons de pantalla",
    "cs,pl": "Horimiya Anime Tapeta",
    "da": "Horimiya Anime Baggrund",
    "de": "Horimiya Anime Hintergrund",
    "el": "Horimiya Anime Ταπετσαρία",
    "es": "Horimiya Anime Fondo de pantalla de",
    "fi": "Horimiya Anime Taustakuva",
    "fr": "Horimiya Anime Fond d'écran",
    "it": "Horimiya Anime Sfondo",
    "ja": "ホリミヤの壁紙",
    "ko": "호리 씨와 미야 무라 군 바탕 화면",
    "pt_BR,pt_PT": "Horimiya Papel de parede de",
    "sv": "Horimiya Bakgrund",
    "zh_CN": "堀与宫村壁纸高清",
    "zh_TW": "堀與宮村壁紙高清"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi": "Horimiya wallpaper turn new tab to custom HD Horimiya background. Horimiya wallpaper background theme for anime fans",
    "ca": "Canvia la pàgina de pestanya nova de l'extensió de Horimiya Wallpaper amb el fons de pantalla de fons HD de Horimiya.",
    "cs": "Rozšíření Tapeta Horimiya mění stránku nové karty s tapetou Horimiya HD na pozadí. Motivy pro fanoušky Horimiya.",
    "da": "Horimiya Wallpaper udvidelse skift ny fane med Horimiya tapet HD baggrund. Temaer til Horimiya fans.",
    "de": "Horimiya Wallpaper Erweiterung neue Registerkarte mit Horimiya Wallpaper HD Hintergrund ändern. Themen für Horimiya Fans.",
    "el": "Η επέκταση ταπετσαρίας Horimiya αλλάζει νέα καρτέλα με φόντο HD ταπετσαρίας Horimiya.",
    "es": "La extensión Horimiya cambia una nueva pestaña con el fondo Horimiya Wallpaper. Para los fanáticos del Horimiya.",
    "fi": "Horimiya laajennus vaihtaa uuden välilehden Horimiya taustakuvan HD-taustalla. Teemat Horimiya faneille.",
    "fr": "L'extension Horimiya change de nouvel onglet avec le fond d'écran HD Horimiya. Thèmes pour les fans de Horimiya.",
    "it": "L'estensione Horimiya cambia nuova scheda con lo sfondo HD di Horimiya. Temi per i fan di Horimiya.",
    "ja": "ホリミヤの壁紙拡張機能は、ホリミヤの壁紙HD背景で新しいタブページを変更します。ホリミヤのためのテーマ。",
    "ko": "호리 씨와 미야 무라 군 배경 화면 확장은 호리 씨와 미야 무라 군 배경 화면 HD 배경으로 새 탭 페이지를 변경합니다. 호리 씨와 미야 무라 군 팬을위한 테마.",
    "pl": "Rozszerzenie Horimiya zmienia nową kartę z tapetą Horimiya HD. Motywy dla fanów Horimiya.",
    "pt_BR,pt_PT": "A extensão Horimiya muda a nova guia com o fundo HD do papel de parede Horimiya. Temas para fãs do Horimiya.",
    "sv": "Horimiya förlängning ändra ny flik med Horimiya tapeter HD bakgrund. Teman för Horimiya-fans.",
    "zh_CN": "堀与宫村壁纸扩展程序重新定义了您的Chrome新标签页成为堀与宫村的背景壁纸。堀与宫村粉丝的主题。",
    "zh_TW": "堀與宮村壁紙擴展程序重新定義了您的Chrome新標籤頁成為堀與宮村的背景壁紙。堀與宮村粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Features:\n\n1. Shuffle Horimiya wallpaper every time you open a new tab. \n2. Randomize Horimiya background or favorite it in wallpaper selection panel.\n3. Search Bar using Google.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your most visited websites. \n8. Easy access to your bookmarks.\n9. Add website to Shortcut panel for quick access.\n10. Quick access to Google apps.\n11. Quick access to More Themes.\n12. Easy Sharing to Social Media.\n13. Quick access to Download wallpaper.\n14. Quick access to play games.\n15. Enable fun snow, rain, falling leaves, fireworks animation in Horimiya new tab."
  }
}