{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialBoost Ad Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialBoost Ad Manager helps you create optimized ads for multiple platforms using AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialBoost Ad Manager - Your Ultimate Ad Creation Assistant\n\nThis solution came up as need from our clients.  Yes, it's here and available to you for FREE. \n Have questions or have a specific need? Contact us to build an AI solution for your business!!\n\nUnlock the power of online marketing with SocialBoost Ad Manager, the smart assistant designed to help small and medium-sized businesses create high-performance ads with ease. Say goodbye to the complexities of digital advertising and hello to a streamlined, efficient way to craft ads that stand out on up to 50 platforms like Facebook, Instagram, LinkedIn, etc.\n\nWhy Choose SocialBoost Ad Manager?\n\n•Tailored Ad Creation in seconds: Whether you’re promoting a product, service, or event, SocialBoost crafts personalized ads optimized for your target platform. Simply provide the details, and let our advanced AI-driven tool do the rest.\n\n• Best Online Marketing Practices: Leveraging the latest in digital marketing strategies, SocialBoost ensures your ads are not only eye-catching but also designed to drive maximum engagement and conversion.\n\n• Effortless User Experience: With a clean, intuitive interface, SocialBoost makes ad creation accessible to everyone, regardless of technical expertise. Spend less time learning tools and more time focusing on your business.\n\n• Real-Time Performance Optimization: SocialBoost continuously updates its ad templates and strategies based on the latest marketing trends, ensuring your ads always perform at their best.\n\nFeatures:\n\n• Platform-Specific Optimization: Automatically adjusts ad content to meet the best practices and requirements of your chosen platform, ensuring top visibility and engagement.\n\n• AI-Powered Suggestions: Receive smart suggestions and tips to enhance your ads, from headline ideas to eye-catching emojis.\n\n• Seamless Integration: Easily integrate with your existing workflows. Whether you're managing ads for Facebook, Instagram, LinkedIn, or any other platform SocialBoost fits right in.\n\nWho Should Use SocialBoost Ad Manager?\n\n• Small Businesses: Perfect for owners and managers looking to expand their online presence without the need for expensive marketing agencies.\n\n• Marketing Teams: Empower your team with a tool that simplifies ad creation, allowing them to focus on strategy rather than execution.\n\n• Entrepreneurs: Ideal for solo entrepreneurs who need a cost-effective way to market their products and services.\n\nGet Started Today!\nTransform your online advertising strategy and watch your business grow with SocialBoost Ad Manager. Ad the Google Chrome Extension now and take the first step towards creating ads that truly perform.\n\nDisclaimer: SocialBoost Ad Manager generates ad content based on user inputs and does not assume responsibility for the accuracy, legality, or appropriateness of the ads created. The user is solely responsible for ensuring that all content complies with applicable laws and platform guidelines.\n\nWhat's New in Version 2.3:\n- Removed legacy file upload functionality for streamlined ad creation.\n- Minor performance improvements."
  }
}