{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vocabulary Reminder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension that can work as a dictionary alternate."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English is largest common language (lingua franca) between the people of other native languages and also the third most-spoken native language in the world. It is the most widely learned second language and is either the official language or one of the official languages in almost 60 sovereign states. Every person who learned English as a second language need a dictionary to know the meanings of new words, he/she have seen and also have to learned how to pronounce that word. In the present era Internet is the largest source of getting information and knowledge and as of 2018, State Counter estimates that Google Chrome has a 61% worldwide browser market share across all platforms. And according to google in 2018 more than 50% of the all web traffic generated by mobile accounts. That’s why we are going to develop a google chrome extension as well as a mobile application which gives the user, the meaning in English, synonyms, the other important information and the pronunciation of an English word the user will select.\nWhen user will be reading on Google Chrome and have to know the meaning of any word, he/she will just have to do the double click on that word and our extension will provide the all the above-mentioned information on a single popup and user will not have to need to go to any dictionary and search the specific word. User would be able to listen that how to pronounce that word by just to click on the speaker icon. User could be see the records of all the words he/she will be checked already. User could be listen the pronunciations of all the words and the related information saved in records by using application."
  }
}