{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom Shortcuts for Google Earth Web"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Modify keyboard shortcuts to make browsing Google Earth Web more fluid."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deprecated: Google has updated Google Earth Web and this extension no longer works. For an updated alternative please check out my new solution for using custom keyboard shortcuts on Google Earth (and Maps too!): https://github.com/yusacetin/google_earth_maps_scripts\n\n## Custom Keyboard Shortcuts for Google Earth Web\nThe main reason I wanted to create this was to make entering and exiting street view mouse-click-free. I always use the default orientation so I also wanted to be able to reset the view without moving my hands. The extension maps the F key to the reset view shortcut and the D and E keys to the street view toggle button by default. You can also press D or E while in street view mode to quit it and go back to map view mode. It also modifies many other shortcuts that are scattered all over the keyboard to bring them near the left hand home row (for QWERTY keyboards) so you can use them without lifting your hand. You can easily customize the keys from the extension pop up.\n\n### Why?\nYou can keep your left hand at its natural home row position on the keyboard and save yourself many mouse clicks to make your Google Earth experience much smoother.\n\n### License\nGNU General Public License version 3 or later. See LICENSE.txt for more information.\n\n### Source Code\nhttps://github.com/yusacetin/google_earth_plus"
  }
}