{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RealtyWithMe"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zillow just got a little bit more interesting. Chat in realtime and discover listings with the global Zillow community."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RealtyWithMe is a Zillow companion Chrome extension that creates chat rooms for every Zillow listing. You can comment on the listing itself, where it sits in the broader community and help you make your home buying decision a little bit more informed.\n\nRealtyWithMe also keeps track of the listings you've commented on, listings in the vicinity that have interesting conversation and the most talked about listings globally.\n\nTo find conversations, visit the Zillow search map. On any listing that has active conversations, a bubble will appear next to the listing dot indicating the current status.\n\nBlue Chat Bubble = a conversation you haven't partaken in yet.\nOrange Chat Bubble = new messages since your last message.\nGrey Chat Bubble = you're all caught up on messages.\n\nClicking into any listing will create a dedicated chatroom and history for that listing. In the lower left of your browser window, a chat button will appear. When clicked, the chat room will be presented and you can start engaging with others about the listing (or feel free to watch the conversation happen).\n\nEvery user is assigned a unique, random username for anonymity. You can change your username by entering the RealtyWithMe extension popup.\n\nWithin the RealtyWithMe extension popup menu, you can see your active listings, conversations around your listings and globally active listings that may be of interesting. Clicking into any of these list items will navigate you to the relevant Zillow listing."
  }
}