{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strong Password Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generates strong passwords with an option to copy to clipboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure and Reliable Password Generation at Your Fingertips\n\nThe Strong Password Generator Chrome extension empowers you to create robust, unique passwords to enhance your online security. Whether you're signing up for a new service or updating existing accounts, generate passwords that are difficult to crack and tailored to your specific needs.\n\nKey Features:\n\nCustomizable Length: Choose a password length between 8 to 128 characters to meet different security requirements.\nFlexible Character Sets: Include or exclude uppercase letters, lowercase letters, numbers, and symbols to customize your password composition.\nInstant Copy to Clipboard: Easily copy your generated password with a single click, making it ready for immediate use.\nUser-Friendly Interface: A clean and intuitive design ensures a seamless password generation experience.\nStandalone Window: Operates in a dedicated window for uninterrupted and focused usage.\nWhy Choose Strong Password Generator?\n\nIn an era where online security is paramount, having strong, unique passwords is essential. This extension provides a quick and efficient way to generate passwords that enhance your protection against unauthorized access and potential breaches.\n\nBenefits:\n\nEnhanced Security: Mitigate the risk of password-related vulnerabilities by using complex and unique passwords.\nTime Efficiency: Save time by generating and copying passwords without the need for external tools or websites.\nEase of Use: Suitable for users of all technical levels, ensuring everyone can create strong passwords effortlessly.\nStay secure online with the Strong Password Generator—your reliable companion for all your password creation needs."
  }
}