{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sl,sr,sv,sw,ta,te,th,tr,vi": "Google Meet Breakout by Robert Hudek",
    "de": "Google Meet Gruppen von 胡浩洋",
    "es": "Google Meet Salas de Grupos por Alejandro (Robert) Hudek",
    "fr": "Google Meet Breakout by 胡浩洋",
    "id": "Google Meet Breakout oleh Robert Hudek",
    "it": "Google Meet Breakout di Robert Hudek",
    "ja": "Google Meet ブレイクアウト by Robert Hudek",
    "ko": "Google Meet 분할 그룹 by 胡浩洋",
    "sk": "Samostatné miestnosti (Breakout Rooms) v Google Meet, Autor: Robert Hudek",
    "uk": "Google Meet Роздільні кімнати Robert Hudek",
    "zh_CN": "Google Meet 分组 by 胡浩洋",
    "zh_TW": "Google Meet 分組 by 胡浩洋"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sl,sr,sv,sw,ta,te,th,tr,vi": "Only the teacher needs to install. Completely Free and your Data is Private.  Google Classroom integration, Slider Control.",
    "de": "Nur der Lehrer muss es installieren. Komplett kostenlos und Ihre Daten sind privat.",
    "es": "Solo el profesor necesita instalarlo. Completamente gratuito y tus datos son privados.",
    "fr": "Seul l'enseignant doit l'installer. Totalement gratuit et vos données sont privées.",
    "id": "Hanya guru yang perlu menginstal. Sepenuhnya Gratis dan Data Anda Privat.",
    "it": "Solo l'insegnante deve installare. Completamente gratuito e i tuoi dati sono privati.",
    "ja": "教師だけがインストールする必要があります。完全に無料で、あなたのデータはプライベートです。",
    "ko": "교사만 설치해야 합니다. 완전히 무료이며 귀하의 데이터는 비공개입니다.",
    "pt_BR,pt_PT": "Apenas o professor precisa instalar. Completamente grátis e seus dados são privados.",
    "sk": "Iba učiteľ musí nainštalovať. Úplne zadarmo a vaše údaje sú súkromné.",
    "uk": "Тільки вчителю потрібно встановити. Абсолютно безкоштовно, і ваші дані залишаються приватними.",
    "zh_CN": "只有老师需要安装。完全免费，并且您的数据是私密的。集成 Google Classroom、滑块控制、昵称、帮助教程。",
    "zh_TW": "只有老師需要安裝。完全免費，並且您的數據是私密的。整合 Google Classroom、滑桿控制、暱稱、幫助教程。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sl,sr,sv,sw,ta,te,th,tr,vi": "Welcome to Google Meet Breakout Rooms Extension\n\n***** Only the teacher needs to install this extension. *****\n***** Please do not ask your students to install it, as they will not use it ****\n\nThree Minute Demonstration: https://youtu.be/HY5eZw-gsKU\n\nFull feature demo: https://youtu.be/MyiKG35I7Rc\n\nNEW Feature: Practice using the Extension on your own computer by simulating students, perfect for teachers to rehearse before going live.https://youtu.be/QMurrSyCPmY\n\nThe Google Meet Breakout Rooms Extension has 5 key features:\n\n1)  See All Students:  The teacher can always see ALL of the students in ALL of the breakout rooms.\n\n2）Free:  The extension is completely free to use.  I am a software engineer and created this for my personal use as a teacher and then improved it for all teachers to use.  I make no money off of this extension, there are no ads, and no data is shared with me or any third parties.  \n\n3)  Private:  Your breakout rooms data is privately stored in your personal computer's chrome browser.  Your breakout rooms data is NOT shared with anyone and it is NOT stored on a server.  Even the creator of this extension has no knowledge of any of your data.\n\n4)  Hassle-free:  Only the teacher needs to install this extension. Please do not ask your students to install it, as they won’t need to use it. The extension is only for the teacher, and it will not affect the students in any way. Students will continue to use Google Meet as they normally do.\n\n5) Online Help:  The online help menu is completely updated and now has screen shots of every step of the way for setup and operation.  \n\n*** 3 minute demo video https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\nThis software is created by Robert Hudek and all rights are reserved.  No part of this extension may be copied without the express written consent of Robert Hudek at Hudek Tech LLc.  This extension is not affiliated with Google, Inc.\n\nFunctions: \n\n1) Breakout rooms may be viewed in either tab or tiled mode\n2) A slider may be used to quickly move between rooms\n3) Breakout assignments may be created at any time or in advance if desired\n4) Teachers may broadcast their video and audio to all the breakout rooms\n5) Customize themes!\n6) Can use Google Meet Nicknames (if your Google subscription supports nicknames)\n7) Basic reporting\n8) Mute and Remove Students buttons\n9) Import, Export functions\n10) Google classroom integration\n\n\n*** Slovak: A big thank you to Lenka Zustiaková from SOŠ GaHS, Farského 9 in Petržalka (www.farskeho.sk) for the translation into Slovak.\n\n*** Ukrainian: A big thank you to Igor Kozachuk (email: disk.igor@gmail.com) for the translation into Ukrainian\n\n*** If you want a translation of this extension to your language, please send me an email and I will be happy to work with you to get this done.  My email is robert@hudektech.com.  I would like to add Spanish, Portuguese, German, Japanese, and Korean but any language is fine with me.\n\n*** 中文版的說明操作影片 (version 17.3)：https://youtu.be/5oGmIL3pmP4\n\n*** 我製作了影片版本（version 17.3) 後，發現了 Grid Meet (fix) 好像有問題，所以我不建議下載它，要不然能用google meet 本身的功能。用google meet 原本的功能，在設定，變更版面配置，選並排，拉到49人\n\n*** Low Memory (RAM) Option explained in detail https://youtu.be/tKkSSghEyuo\n\n*** This extension is owned and developed by Robert Hudek.  This extension is independent from Google and is not owned by or part of Google or Google Meet.  This extension is designed to enhance and extend the functionality of Google Meet.  \n\n*** If you find a problem please inform me at robert@hudektech.com  and I will try my best to reply as soon as I can.  \n\n\nData Privacy:\nI have a detailed data privacy section on my web page, but the short version is that I do not copy, transmit or share any of your data with anyone including myself.  I also do not use cookies, nor do I drop third party cookies on you.  \n\nWarranty and Guarantee:\nThere is no warranty and there is no guarantee for this extension.  I have a \ndetailed warranty (none) and guarantee (none) description on my web page but the short version is this:  By using this Extension, you understand and agree that the Extension is provided \"as is\" and \"as available\". \n\nThe developer Robert Hudek EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
    "de": "Willkommen bei der Google Meet Breakout Rooms-Erweiterung\n\n***** Nur der Lehrer muss diese Erweiterung installieren. ***** \n***** Bitte bitten Sie Ihre Schüler nicht, diese Erweiterung zu installieren, da sie sie nicht benötigen. ****\n\nDrei-Minuten-Demonstration: https://youtu.be/HY5eZw-gsKU\n\nVollständige Funktionsdemo: https://youtu.be/MyiKG35I7Rc  \n\nNeue Funktion: Simulieren Sie Schüler auf Ihrem eigenen Computer, damit Lehrer vor dem Live-Einsatz üben können. https://youtu.be/QMurrSyCPmY\n\nDie Google Meet Breakout Rooms-Erweiterung bietet 5 Hauptfunktionen:\n\n1)  Alle Schüler sehen: Der Lehrer kann immer ALLE Schüler in ALLEN Breakout-Räumen sehen.\n\n2)  Kostenlos: Die Erweiterung ist völlig kostenlos. Ich bin Softwareentwickler und habe diese Erweiterung für meinen persönlichen Gebrauch als Lehrer erstellt und sie dann verbessert, damit alle Lehrer sie nutzen können. Ich verdiene kein Geld mit dieser Erweiterung, es gibt keine Werbung und keine Daten werden an mich oder an Dritte weitergegeben.\n\n3)  Privat: Ihre Breakout-Room-Daten werden privat im Chrome-Browser Ihres persönlichen Computers gespeichert. Ihre Daten werden NICHT an Dritte weitergegeben und NICHT auf einem Server gespeichert. Selbst der Ersteller dieser Erweiterung hat keine Kenntnis von Ihren Daten.\n\n4)  Mühelos: Nur der Lehrer muss diese Erweiterung installieren. Bitte bitten Sie Ihre Schüler nicht, sie zu installieren, da sie sie nicht benötigen. Die Erweiterung ist nur für den Lehrer und hat keine Auswirkungen auf die Schüler. Die Schüler werden Google Meet wie gewohnt weiter nutzen.\n\n5)  Online-Hilfe: Das Online-Hilfemenü wurde vollständig aktualisiert und enthält jetzt Screenshots von jedem Schritt des Setups und der Bedienung.\n\n*** 3-minütiges Demovideo https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\nDiese Software wurde von Robert Hudek erstellt und alle Rechte sind vorbehalten. Kein Teil dieser Erweiterung darf ohne die ausdrückliche schriftliche Genehmigung von Robert Hudek bei Hudek Tech LLC kopiert werden. Diese Erweiterung ist nicht mit Google, Inc. verbunden.\n\nFunktionen:\n\n1) Breakout-Räume können entweder im Registerkarten- oder im Kachelmodus angezeigt werden\n2) Ein Schieberegler kann verwendet werden, um schnell zwischen den Räumen zu wechseln\n3) Breakout-Zuweisungen können jederzeit oder im Voraus erstellt werden, falls gewünscht\n4) Lehrer können ihr Video und Audio an alle Breakout-Räume übertragen\n5) Passen Sie die Themen an!\n6) Verwendung von Google Meet-Spitznamen möglich (wenn Ihr Google-Abonnement Spitznamen unterstützt)\n7) Grundlegende Berichterstattung\n8) Stummschaltungs- und Entfernen-Schaltflächen für Schüler\n9) Import- und Exportfunktionen\n10) Google Classroom-Integration\n\n*** Slowakisch: Ein großes Dankeschön an Lenka Zustiaková von SOŠ GaHS, Farského 9 in Petržalka (www.farskeho.sk) für die Übersetzung ins Slowakische.\n\n*** Ukrainisch: Ein großes Dankeschön an Igor Kozachuk (E-Mail: disk.igor@gmail.com) für die Übersetzung ins Ukrainische.\n\n*** Wenn Sie eine Übersetzung dieser Erweiterung in Ihre Sprache wünschen, senden Sie mir bitte eine E-Mail, und ich arbeite gerne mit Ihnen zusammen, um dies zu ermöglichen. Meine E-Mail-Adresse ist robert@hudektech.com. Ich möchte gerne Spanisch, Portugiesisch, Deutsch, Japanisch und Koreanisch hinzufügen, aber jede Sprache ist mir willkommen.\n\n*** Anleitungsvideo auf Chinesisch (Version 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** Nachdem ich die Version 17.3 des Videos erstellt hatte, stellte ich fest, dass Grid Meet (Fix) anscheinend Probleme hat, daher empfehle ich nicht, es herunterzuladen. Es ist besser, die Funktionen von Google Meet selbst zu verwenden. Gehen Sie dazu in die Einstellungen, ändern Sie das Layout, wählen Sie „Nebeneinander“ und stellen Sie es auf 49 Personen ein.\n\n*** Erklärung der Option „Niedriger Speicher (RAM)“ im Detail https://youtu.be/tKkSSghEyuo\n\n*** Diese Erweiterung gehört Robert Hudek und wurde von ihm entwickelt. Diese Erweiterung ist unabhängig von Google und ist nicht im Besitz von oder Teil von Google oder Google Meet. Diese Erweiterung wurde entwickelt, um die Funktionalität von Google Meet zu verbessern und zu erweitern.\n\n*** Wenn Sie ein Problem feststellen, informieren Sie mich bitte unter robert@hudektech.com, und ich werde mein Bestes tun, so schnell wie möglich zu antworten.\n\nDatenschutz:\nIch habe einen detaillierten Abschnitt zum Datenschutz auf meiner Webseite, aber die Kurzversion ist, dass ich keine Ihrer Daten kopiere, übertrage oder mit irgendjemandem, einschließlich mir selbst, teile. Ich verwende auch keine Cookies und setze keine Cookies von Drittanbietern ein.\n\nGewährleistung und Garantie:\nEs gibt keine Gewährleistung und keine Garantie für diese Erweiterung. Ich habe eine detaillierte Beschreibung der Gewährleistung (keine) und der Garantie (keine) auf meiner Webseite, aber die Kurzversion ist: Durch die Nutzung dieser Erweiterung verstehen und akzeptieren Sie, dass die Erweiterung „wie besehen“ und „je nach Verfügbarkeit“ bereitgestellt wird.\n\nDer Entwickler Robert Hudek LEHNT AUSDRÜCKLICH ALLE GEWÄHRLEISTUNGEN UND BEDINGUNGEN JEGLICHER ART AB, SEIEN SIE AUSDRÜCKLICH ODER STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE IMPLIZIERTEN GEWÄHRLEISTUNGEN UND BEDINGUNGEN DER MARKTGÄNGIGKEIT, EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND NICHTVERLETZUNG.",
    "es": "Bienvenido a la Extensión de Breakout Rooms de Google Meet\n\n***** Solo el profesor debe instalar esta extensión. ***** \n***** Por favor, no pidas a tus estudiantes que la instalen, ya que no la necesitarán. ****\n\nDemostración de Tres Minutos: https://youtu.be/HY5eZw-gsKU\n\nDemostración completa de la función: https://youtu.be/MyiKG35I7Rc  \n\nNueva función: Simula estudiantes en tu propio ordenador para que los profesores puedan practicar antes de usarlo en vivo. https://youtu.be/QMurrSyCPmY\n\nLa Extensión de Breakout Rooms de Google Meet tiene 5 características clave:\n\n1) Ver a Todos los Estudiantes: El profesor siempre puede ver a TODOS los estudiantes en TODAS las salas de breakout.\n\n2) Gratis: La extensión es completamente gratuita. Soy un ingeniero de software y la creé para mi uso personal como profesor y luego la mejoré para que todos los profesores la utilicen. No gano dinero con esta extensión, no hay anuncios, y no se comparte ningún dato conmigo ni con terceros.\n\n3) Privacidad: Los datos de tus salas de breakout se almacenan de forma privada en el navegador Chrome de tu computadora personal. Tus datos no se comparten con nadie y no se almacenan en un servidor. Incluso el creador de esta extensión no tiene conocimiento de tus datos.\n\n4) Sin complicaciones: Solo el profesor debe instalar esta extensión. Por favor, no pidas a tus estudiantes que la instalen, ya que no la necesitarán. La extensión es solo para el profesor y no afectará a los estudiantes de ninguna manera. Los estudiantes seguirán usando Google Meet como de costumbre.\n\n5) Ayuda en Línea: El menú de ayuda en línea ha sido completamente actualizado y ahora tiene capturas de pantalla de cada paso para la configuración y operación.\n\n*** Video de demostración de 3 minutos https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\nEste software fue creado por Robert Hudek y todos los derechos están reservados. Ninguna parte de esta extensión puede ser copiada sin el consentimiento expreso por escrito de Robert Hudek en Hudek Tech LLc. Esta extensión no está afiliada con Google, Inc.\n\nFunciones:\n\n1) Las salas de breakout pueden ser vistas en modo pestaña o mosaico\n2) Un deslizador puede ser utilizado para moverse rápidamente entre las salas\n3) Las asignaciones de breakout pueden ser creadas en cualquier momento o por adelantado si se desea\n4) Los profesores pueden transmitir su video y audio a todas las salas de breakout\n5) ¡Personaliza los temas!\n6) Se pueden usar los Apodos de Google Meet (si tu suscripción a Google admite apodos)\n7) Informes básicos\n8) Botones para Silenciar y Eliminar Estudiantes\n9) Funciones de Importación y Exportación\n10) Integración con Google Classroom\n\n*** Eslovaco: Un gran agradecimiento a Lenka Zustiaková de SOŠ GaHS, Farského 9 en Petržalka (www.farskeho.sk) por la traducción al eslovaco.\n\n*** Ucraniano: Un gran agradecimiento a Igor Kozachuk (email: disk.igor@gmail.com) por la traducción al ucraniano.\n\n*** Si deseas una traducción de esta extensión a tu idioma, por favor envíame un correo electrónico y estaré encantado de trabajar contigo para lograrlo. Mi correo electrónico es robert@hudektech.com. Me gustaría agregar español, portugués, alemán, japonés y coreano, pero cualquier idioma está bien para mí.\n\n*** Video tutorial en chino (versión 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** Después de hacer el video de la versión (versión 17.3), descubrí que Grid Meet (fix) parece tener problemas, por lo que no recomiendo descargarlo; en su lugar, utiliza la función incorporada de Google Meet. Usa la función original de Google Meet, en configuración, cambia la disposición, selecciona mosaico, hasta 49 personas.\n\n*** Opción de Memoria Baja (RAM) explicada en detalle https://youtu.be/tKkSSghEyuo\n\n*** Esta extensión es propiedad y fue desarrollada por Robert Hudek. Esta extensión es independiente de Google y no es propiedad ni forma parte de Google o Google Meet. Esta extensión está diseñada para mejorar y ampliar la funcionalidad de Google Meet.\n\n*** Si encuentras algún problema, por favor infórmame en robert@hudektech.com y trataré de responder lo antes posible.\n\nPrivacidad de Datos:\nTengo una sección detallada sobre la privacidad de los datos en mi página web, pero la versión corta es que no copio, transmito ni comparto ninguno de tus datos con nadie, incluyéndome a mí mismo. Tampoco uso cookies, ni dejo cookies de terceros en ti.\n\nGarantía y Responsabilidad:\nNo hay garantía ni responsabilidad para esta extensión. Tengo una descripción detallada de la garantía (ninguna) y responsabilidad (ninguna) en mi página web, pero la versión corta es esta: Al usar esta Extensión, entiendes y aceptas que la Extensión se proporciona \"tal cual\" y \"según disponibilidad\".\n\nEl desarrollador Robert Hudek RECHAZA EXPRESAMENTE TODAS LAS GARANTÍAS Y CONDICIONES DE CUALQUIER TIPO, YA SEAN EXPRESAS O IMPLÍCITAS, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS IMPLÍCITAS Y CONDICIONES DE COMERCIABILIDAD, ADECUACIÓN PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN.",
    "fr": "Bienvenue dans l'extension Google Meet Breakout Rooms\n\n***** Seul l'enseignant est tenu d'installer cette extension. ***** \n***** Veuillez ne pas demander à vos élèves de l'installer, car ils n'en auront pas besoin. ****\n\nDémonstration de trois minutes : https://youtu.be/HY5eZw-gsKU\n\nNouvelle fonctionnalité : simulez des étudiants sur votre propre ordinateur pour permettre aux enseignants de s'entraîner avant une utilisation en direct. https://youtu.be/QMurrSyCPmY\n\nL'extension Google Meet Breakout Rooms offre 5 fonctionnalités principales :\n\n1)  Voir tous les élèves : l'enseignant peut toujours voir TOUS les élèves dans TOUS les groupes de discussion.\n\n2)  Gratuit : l'extension est entièrement gratuite. Je suis un ingénieur logiciel et j'ai créé cette extension pour mon usage personnel en tant qu'enseignant, puis je l'ai améliorée pour que tous les enseignants puissent l'utiliser. Je ne gagne pas d'argent avec cette extension, il n'y a pas de publicités et aucune donnée n'est partagée avec moi ou avec des tiers.\n\n3)  Confidentialité : Les données de vos groupes de discussion sont stockées en privé dans le navigateur Chrome de votre ordinateur personnel. Vos données de groupes ne sont PAS partagées avec qui que ce soit et ne sont PAS stockées sur un serveur. Même le créateur de cette extension n'a pas accès à vos données.\n\n4)  Sans tracas : Seul l'enseignant doit installer cette extension. Veuillez ne pas demander à vos élèves de l'installer, car ils n'en auront pas besoin. L'extension est uniquement destinée à l'enseignant et n'aura aucun impact sur les élèves. Les élèves continueront d'utiliser Google Meet comme d'habitude.\n\n5)  Aide en ligne : Le menu d'aide en ligne a été entièrement mis à jour et comprend désormais des captures d'écran de chaque étape de la configuration et de l'utilisation.\n\n*** Vidéo de démonstration de 3 minutes https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutoriel https://www.youtube.com/watch?v=mLag62gSUMY\n\nCe logiciel a été créé par Robert Hudek et tous les droits sont réservés. Aucune partie de cette extension ne peut être copiée sans le consentement écrit exprès de Robert Hudek de Hudek Tech LLC. Cette extension n'est pas affiliée à Google, Inc.\n\nFonctionnalités :\n\n1) Les groupes de discussion peuvent être affichés en mode onglet ou en mode mosaïque\n2) Un curseur peut être utilisé pour passer rapidement d'un groupe à l'autre\n3) Les affectations de groupes peuvent être créées à tout moment ou à l'avance, si désiré\n4) Les enseignants peuvent diffuser leur vidéo et leur audio à tous les groupes de discussion\n5) Personnalisez les thèmes !\n6) Utilisation possible des surnoms Google Meet (si votre abonnement Google prend en charge les surnoms)\n7) Rapport de base\n8) Boutons de mise en sourdine et de suppression des élèves\n9) Fonctions d'importation et d'exportation\n10) Intégration avec Google Classroom\n\n*** Slovaque : Un grand merci à Lenka Zustiaková de SOŠ GaHS, Farského 9 à Petržalka (www.farskeho.sk) pour la traduction en slovaque.\n\n*** Ukrainien : Un grand merci à Igor Kozachuk (email : disk.igor@gmail.com) pour la traduction en ukrainien.\n\n*** Si vous souhaitez une traduction de cette extension dans votre langue, veuillez m'envoyer un email et je serai heureux de travailler avec vous pour y parvenir. Mon email est robert@hudektech.com. Je souhaiterais ajouter l'espagnol, le portugais, l'allemand, le japonais et le coréen, mais toute langue est la bienvenue.\n\n*** Vidéo d'instructions en chinois (version 17.3) : https://youtu.be/5oGmIL3pmP4\n\n*** Après avoir réalisé la version 17.3 de la vidéo, j'ai découvert que Grid Meet (fix) semble poser des problèmes, donc je ne recommande pas de le télécharger. Il est préférable d'utiliser les fonctionnalités de Google Meet lui-même. Pour cela, allez dans les paramètres, changez la disposition, sélectionnez le mode côte à côte et réglez-le à 49 personnes.\n\n*** Option de faible mémoire (RAM) expliquée en détail https://youtu.be/tKkSSghEyuo\n\n*** Cette extension est la propriété de Robert Hudek et a été développée par lui. Cette extension est indépendante de Google et ne fait pas partie de Google ou de Google Meet. Cette extension est conçue pour améliorer et étendre les fonctionnalités de Google Meet.\n\n*** Si vous rencontrez un problème, veuillez m'en informer à robert@hudektech.com et je ferai de mon mieux pour vous répondre dès que possible.\n\nConfidentialité des données :\nJ'ai une section détaillée sur la confidentialité des données sur ma page web, mais en résumé, je ne copie, ne transmets, ni ne partage aucune de vos données avec qui que ce soit, y compris moi-même. Je n'utilise pas non plus de cookies, ni ne dépose de cookies tiers sur votre ordinateur.\n\nGarantie et engagement :\nIl n'y a aucune garantie et aucun engagement pour cette extension. J'ai une description détaillée des garanties (aucune) et des engagements (aucun) sur ma page web, mais en résumé : En utilisant cette extension, vous comprenez et acceptez que l'extension est fournie \"telle quelle\" et \"selon disponibilité\".\n\nLe développeur Robert Hudek DÉCLINE EXPRESSÉMENT TOUTE GARANTIE ET CONDITION DE TOUTE NATURE, QU'ELLES SOIENT EXPRESSES OU IMPLICITES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES ET CONDITIONS IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON.",
    "id": "Welcome to Google Meet Breakout Rooms Extension\n\n***** Hanya guru yang perlu menginstal ekstensi ini. ***** \n***** Mohon jangan meminta siswa Anda untuk menginstalnya, karena mereka tidak perlu menggunakannya. ****\n\nDemonstrasi Tiga Menit: https://youtu.be/HY5eZw-gsKU\n\nDemo fitur lengkap: https://youtu.be/MyiKG35I7Rc  \n\nFitur baru: Simulasikan siswa di komputer Anda sendiri agar para guru dapat berlatih sebelum penggunaan langsung. https://youtu.be/QMurrSyCPmY\n\nEkstensi Google Meet Breakout Rooms memiliki 5 fitur utama:\n\n1)  Melihat Semua Siswa: Guru selalu dapat melihat SEMUA siswa di SEMUA breakout room.\n\n2）Gratis: Ekstensi ini sepenuhnya gratis untuk digunakan. Saya adalah seorang insinyur perangkat lunak dan membuat ini untuk penggunaan pribadi saya sebagai guru, kemudian memperbaikinya agar dapat digunakan oleh semua guru. Saya tidak mendapatkan uang dari ekstensi ini, tidak ada iklan, dan tidak ada data yang dibagikan dengan saya atau pihak ketiga manapun.\n\n3)  Privasi: Data breakout room Anda disimpan secara pribadi di browser chrome komputer pribadi Anda. Data breakout room Anda TIDAK dibagikan dengan siapapun dan TIDAK disimpan di server. Bahkan pembuat ekstensi ini tidak mengetahui data Anda.\n\n4)  Tanpa Repot: Hanya guru yang perlu menginstal ekstensi ini. Mohon jangan meminta siswa Anda untuk menginstalnya, karena mereka tidak perlu menggunakannya. Ekstensi ini hanya untuk guru dan tidak akan memengaruhi siswa dengan cara apa pun. Siswa akan terus menggunakan Google Meet seperti biasanya.\n\n5)  Bantuan Online: Menu bantuan online telah diperbarui sepenuhnya dan sekarang memiliki tangkapan layar setiap langkah untuk pengaturan dan operasi.\n\n*** Video demo 3 menit https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\nPerangkat lunak ini dibuat oleh Robert Hudek dan semua hak dilindungi. Tidak ada bagian dari ekstensi ini yang dapat disalin tanpa izin tertulis dari Robert Hudek di Hudek Tech LLc. Ekstensi ini tidak berafiliasi dengan Google, Inc.\n\nFungsi:\n\n1) Breakout rooms dapat dilihat dalam mode tab atau ubin\n2) Slider dapat digunakan untuk berpindah antar ruang dengan cepat\n3) Penugasan breakout dapat dibuat kapan saja atau sebelumnya jika diinginkan\n4) Guru dapat menyiarkan video dan audio mereka ke semua breakout rooms\n5) Sesuaikan tema!\n6) Dapat menggunakan Nickname Google Meet (jika langganan Google Anda mendukung nickname)\n7) Laporan dasar\n8) Tombol Mute dan Hapus Siswa\n9) Fungsi Impor, Ekspor\n10) Integrasi Google Classroom\n\n*** Slovak: Terima kasih besar kepada Lenka Zustiaková dari SOŠ GaHS, Farského 9 di Petržalka (www.farskeho.sk) untuk terjemahan ke bahasa Slovak.\n\n*** Ukrainian: Terima kasih besar kepada Igor Kozachuk (email: disk.igor@gmail.com) untuk terjemahan ke bahasa Ukraina\n\n*** Jika Anda ingin menerjemahkan ekstensi ini ke bahasa Anda, silakan kirimkan saya email dan saya akan senang bekerja sama dengan Anda untuk menyelesaikannya. Email saya adalah robert@hudektech.com. Saya ingin menambahkan Spanyol, Portugis, Jerman, Jepang, dan Korea tetapi bahasa apa pun tidak masalah bagi saya.\n\n*** Video tutorial dalam bahasa Mandarin (versi 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** Setelah membuat video versi (versi 17.3), saya menemukan bahwa Grid Meet (fix) tampaknya bermasalah, jadi saya tidak menyarankan mengunduhnya, sebaiknya gunakan fungsi bawaan Google Meet. Gunakan fungsi bawaan Google Meet, di pengaturan, ubah tata letak, pilih berdampingan, hingga 49 orang\n\n*** Opsi Memori Rendah (RAM) dijelaskan secara rinci https://youtu.be/tKkSSghEyuo\n\n*** Ekstensi ini dimiliki dan dikembangkan oleh Robert Hudek. Ekstensi ini independen dari Google dan tidak dimiliki atau merupakan bagian dari Google atau Google Meet. Ekstensi ini dirancang untuk meningkatkan dan memperluas fungsionalitas Google Meet.\n\n*** Jika Anda menemukan masalah, harap informasikan kepada saya di robert@hudektech.com dan saya akan mencoba membalas sesegera mungkin.\n\nPrivasi Data:\nSaya memiliki bagian privasi data yang terperinci di halaman web saya, tetapi versi singkatnya adalah saya tidak menyalin, mentransmisikan, atau membagikan data Anda dengan siapapun termasuk diri saya sendiri. Saya juga tidak menggunakan cookie, dan tidak menempatkan cookie pihak ketiga pada Anda.\n\nGaransi dan Jaminan:\nTidak ada garansi dan tidak ada jaminan untuk ekstensi ini. Saya memiliki deskripsi garansi (tidak ada) dan jaminan (tidak ada) yang terperinci di halaman web saya tetapi versi singkatnya adalah ini: Dengan menggunakan Ekstensi ini, Anda memahami dan menyetujui bahwa Ekstensi ini disediakan \"apa adanya\" dan \"sebagaimana tersedia\".\n\nPengembang Robert Hudek SECARA TEGAS MENOLAK SEMUA GARANSI DAN KONDISI APA PUN, BAIK YANG DISEBUTKAN SECARA TEGAS ATAU TERSIRAT, TERMASUK, NAMUN TIDAK TERBATAS PADA GARANSI DAN KONDISI TERSIRAT TENTANG KESESUAIAN UNTUK TUJUAN TERTENTU DAN NON-PELANGGARAN.",
    "it": "Benvenuti all'estensione Breakout Rooms di Google Meet\n\n***** Solo l'insegnante deve installare questa estensione. ***** \n***** Per favore, non chiedere ai tuoi studenti di installarla, poiché non ne avranno bisogno. ****\n\nDimostrazione di tre minuti: https://youtu.be/HY5eZw-gsKU\n\nDimostrazione completa della funzionalità: https://youtu.be/MyiKG35I7Rc  \n\nNuova funzione: Simula studenti sul tuo computer per permettere agli insegnanti di esercitarsi prima dell'utilizzo dal vivo. https://youtu.be/QMurrSyCPmY\n\nL'estensione Breakout Rooms di Google Meet ha 5 caratteristiche principali:\n\n1)  Vedere Tutti gli Studenti: L'insegnante può sempre vedere TUTTI gli studenti in TUTTE le stanze breakout.\n\n2）Gratis: L'estensione è completamente gratuita. Sono un ingegnere del software e l'ho creata per il mio uso personale come insegnante, poi l'ho migliorata per essere utilizzata da tutti gli insegnanti. Non guadagno nulla da questa estensione, non ci sono pubblicità e nessun dato viene condiviso con me o con terze parti.\n\n3)  Privato: I dati delle tue stanze breakout sono memorizzati privatamente nel browser Chrome del tuo computer personale. I tuoi dati delle stanze breakout NON sono condivisi con nessuno e NON sono memorizzati su un server. Anche il creatore di questa estensione non ha conoscenza di nessuno dei tuoi dati.\n\n4)  Senza problemi: Solo l'insegnante deve installare questa estensione. Per favore, non chiedere ai tuoi studenti di installarla, poiché non ne avranno bisogno. L'estensione è solo per l'insegnante e non influirà in alcun modo sugli studenti. Gli studenti continueranno a usare Google Meet come al solito.\n\n5)  Aiuto Online: Il menu di aiuto online è completamente aggiornato e ora include schermate di ogni fase per la configurazione e il funzionamento.\n\n*** Video dimostrativo di 3 minuti https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\nQuesto software è creato da Robert Hudek e tutti i diritti sono riservati. Nessuna parte di questa estensione può essere copiata senza il consenso scritto di Robert Hudek di Hudek Tech LLc. Questa estensione non è affiliata con Google, Inc.\n\nFunzioni:\n\n1) Le stanze breakout possono essere visualizzate sia in modalità scheda che in modalità a piastrelle\n2) È possibile utilizzare un cursore per spostarsi rapidamente tra le stanze\n3) Le assegnazioni delle stanze breakout possono essere create in qualsiasi momento o in anticipo se lo si desidera\n4) Gli insegnanti possono trasmettere il loro video e audio a tutte le stanze breakout\n5) Personalizza i temi!\n6) Può utilizzare i soprannomi di Google Meet (se il tuo abbonamento a Google supporta i soprannomi)\n7) Report di base\n8) Pulsanti per disattivare il microfono e rimuovere gli studenti\n9) Funzioni di importazione ed esportazione\n10) Integrazione con Google Classroom\n\n*** Slovacco: Un grande ringraziamento a Lenka Zustiaková di SOŠ GaHS, Farského 9 a Petržalka (www.farskeho.sk) per la traduzione in slovacco.\n\n*** Ucraino: Un grande ringraziamento a Igor Kozachuk (email: disk.igor@gmail.com) per la traduzione in ucraino\n\n*** Se desideri una traduzione di questa estensione nella tua lingua, per favore inviami un'email e sarò felice di collaborare con te per realizzarla. La mia email è robert@hudektech.com. Mi piacerebbe aggiungere spagnolo, portoghese, tedesco, giapponese e coreano, ma qualsiasi lingua va bene per me.\n\n*** 中文版的說明操作影片 (version 17.3)：https://youtu.be/5oGmIL3pmP4\n\n*** Dopo aver creato la versione video (version 17.3), ho notato che Grid Meet (fix) sembra avere problemi, quindi non consiglio di scaricarlo, altrimenti puoi utilizzare la funzione stessa di Google Meet. Usa la funzione originale di Google Meet, in Impostazioni, modifica layout, seleziona Affiancato e trascina fino a 49 persone.\n\n*** Opzione per Memoria Bassa (RAM) spiegata in dettaglio https://youtu.be/tKkSSghEyuo\n\n*** Questa estensione è di proprietà e sviluppata da Robert Hudek. Questa estensione è indipendente da Google e non è di proprietà o parte di Google o Google Meet. Questa estensione è progettata per migliorare ed estendere le funzionalità di Google Meet.\n\n*** Se trovi un problema, per favore informami a robert@hudektech.com e cercherò di rispondere il prima possibile.\n\nPrivacy dei Dati:\nHo una sezione dettagliata sulla privacy dei dati nella mia pagina web, ma la versione breve è che non copio, trasmetto o condivido nessuno dei tuoi dati con nessuno, incluso me stesso. Inoltre, non utilizzo cookie, né inserisco cookie di terze parti sul tuo dispositivo.\n\nGaranzia e Assicurazione:\nNon c'è garanzia e non c'è assicurazione per questa estensione. Ho una descrizione dettagliata della garanzia (nessuna) e dell'assicurazione (nessuna) nella mia pagina web, ma la versione breve è questa: Utilizzando questa estensione, comprendi e accetti che l'estensione è fornita \"così com'è\" e \"come disponibile\".\n\nLo sviluppatore Robert Hudek DECLINA ESPRESSAMENTE TUTTE LE GARANZIE E LE CONDIZIONI DI QUALSIASI TIPO, SIA ESPRESSE CHE IMPLICITE, INCLUSE, MA NON LIMITATE A, LE GARANZIE E LE CONDIZIONI IMPLICITE DI COMMERCIABILITÀ, IDONEITÀ PER UN PARTICOLARE SCOPO E NON VIOLAZIONE.",
    "ja": "Google Meet Breakout Rooms拡張機能へようこそ\n\n***** この拡張機能をインストールする必要があるのは教師のみです。 ***** \n***** 生徒にはインストールしないようお願いしてください。生徒は使用する必要がありません。 ****\n\n三分間のデモンストレーション: https://youtu.be/HY5eZw-gsKU\n\n機能のフルデモ: https://youtu.be/MyiKG35I7Rc  \n\n新機能: 教師がライブで使用する前に、自分のコンピュータで生徒をシミュレートして練習できます。 https://youtu.be/QMurrSyCPmY\n\nGoogle Meet Breakout Rooms拡張機能には、5つの主要な機能があります：\n\n1)  全ての生徒を確認: 教師は全てのブレイクアウトルームの全ての生徒を常に確認することができます。\n\n2)  無料: この拡張機能は完全に無料で使用できます。私はソフトウェアエンジニアで、教師としての個人的な使用のためにこの拡張機能を作成し、その後すべての教師が利用できるように改善しました。この拡張機能から収益は得ておらず、広告もなく、データが私や第三者と共有されることはありません。\n\n3)  プライバシー保護: あなたのブレイクアウトルームのデータは、個人のコンピュータのChromeブラウザにプライベートに保存されます。データは誰とも共有されず、サーバーに保存されることもありません。この拡張機能の作成者である私も、あなたのデータについて一切の情報を持っていません。\n\n4)  手間なし: この拡張機能をインストールする必要があるのは教師のみです。生徒にはインストールしないようお願いしてください。生徒は使用する必要がありません。この拡張機能は教師専用であり、生徒には一切影響を与えません。生徒は通常通りGoogle Meetを使用します。\n\n5)  オンラインヘルプ: オンラインヘルプメニューは完全に更新され、設定や操作の各ステップのスクリーンショットが追加されています。\n\n*** 3分間のデモ動画 https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** チュートリアル https://www.youtube.com/watch?v=mLag62gSUMY\n\nこのソフトウェアはRobert Hudekによって作成され、全ての権利は保留されています。この拡張機能の一部をHudek Tech LLCのRobert Hudekの書面による明示的な同意なしに複製することはできません。この拡張機能はGoogle, Inc.とは提携していません。\n\n機能:\n\n1) ブレイクアウトルームはタブモードまたはタイルモードで表示できます。\n2) スライダーを使用して、ルーム間を素早く移動できます。\n3) ブレイクアウトの割り当ては、いつでもまたは事前に作成できます。\n4) 教師はビデオと音声を全てのブレイクアウトルームにブロードキャストできます。\n5) テーマをカスタマイズできます！\n6) Google Meetのニックネームを使用できます（Googleのサブスクリプションがニックネームをサポートしている場合）。\n7) 基本的なレポート機能\n8) 生徒をミュートおよび削除するボタン\n9) インポート、エクスポート機能\n10) Google Classroomとの統合\n\n*** スロバキア語: このスロバキア語への翻訳に対して、PetržalkaのSOŠ GaHS, Farského 9（www.farskeho.sk）のLenka Zustiakováさんに感謝します。\n\n*** ウクライナ語: このウクライナ語への翻訳に対して、Igor Kozachukさん（メール: disk.igor@gmail.com）に感謝します。\n\n*** もしこの拡張機能をあなたの言語に翻訳したい場合は、私にメールを送ってください。喜んで協力させていただきます。私のメールアドレスはrobert@hudektech.comです。スペイン語、ポルトガル語、ドイツ語、日本語、韓国語の追加を考えていますが、どの言語でも構いません。\n\n*** 中文版の説明操作動画 (バージョン 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** 私はバージョン 17.3のビデオを制作した後、Grid Meet（修正）の問題があるようなので、それをダウンロードしないことをお勧めします。代わりにGoogle Meet本来の機能を使用できます。Google Meetの本来の機能を使い、設定でレイアウトを変更し、「並べて表示」を選び、49人まで表示できます。\n\n*** Low Memory (RAM) オプションの詳細な説明: https://youtu.be/tKkSSghEyuo\n\n*** この拡張機能はRobert Hudekによって所有および開発されています。この拡張機能はGoogleとは無関係であり、GoogleやGoogle Meetの一部ではありません。この拡張機能はGoogle Meetの機能を拡張し、改善するために設計されています。\n\n*** 問題が発生した場合は、robert@hudektech.comまでご連絡ください。できるだけ早く返信するよう努めます。\n\nデータのプライバシー:\n私のウェブページには詳細なデータプライバシーセクションがありますが、簡単に言うと、私はあなたのデータをコピー、送信、または誰とでも共有することはありません。また、クッキーを使用せず、第三者のクッキーを落とすこともありません。\n\n保証と保証:\nこの拡張機能には保証や保証はありません。私のウェブページには詳細な保証（なし）と保証（なし）の説明がありますが、簡単に言えば、あなたはこの拡張機能を使用することにより、「現状のまま」および「利用可能な状態」で提供されることを理解し、同意するものとします。\n\n開発者のRobert Hudekは、明示的または黙示的を問わず、商品性、特定目的への適合性、および非侵害に関する黙示の保証および条件を含むがそれに限定されない、あらゆる種類のすべての保証および条件を明示的に放棄します。",
    "ko": "Google Meet Breakout Rooms 확장 프로그램에 오신 것을 환영합니다\n\n***** 이 확장 프로그램은 교사만 설치하면 됩니다. ***** \n***** 학생들에게 설치하지 말라고 해주세요. 학생들은 사용할 필요가 없습니다. ****\n\n3분 데모: https://youtu.be/HY5eZw-gsKU\n\n전체 기능 데모: https://youtu.be/MyiKG35I7Rc \n \n새 기능: 교사가 실제 사용 전에 자신의 컴퓨터에서 학생을 시뮬레이션하여 연습할 수 있습니다. https://youtu.be/QMurrSyCPmY\n\nGoogle Meet Breakout Rooms 확장 프로그램의 주요 기능은 다음과 같습니다:\n\n1) 모든 학생 보기: 교사는 모든 breakout 룸에 있는 모든 학생을 항상 볼 수 있습니다.\n\n2) 무료: 이 확장 프로그램은 완전히 무료로 사용할 수 있습니다. 저는 소프트웨어 엔지니어이며, 교사로서 개인적으로 사용하기 위해 이 프로그램을 만들었고, 모든 교사가 사용할 수 있도록 개선했습니다. 이 확장 프로그램으로 수익을 얻지 않으며, 광고가 없고, 데이터가 나 또는 제3자와 공유되지 않습니다.\n\n3) 개인정보 보호: Breakout 룸 데이터는 개인 컴퓨터의 Chrome 브라우저에 비공개로 저장됩니다. 데이터는 아무와도 공유되지 않으며, 서버에 저장되지 않습니다. 이 확장 프로그램의 제작자도 귀하의 데이터를 알 수 없습니다.\n\n4) 번거로움 없이: 이 확장 프로그램은 교사만 설치하면 됩니다. 학생들에게 설치하지 말라고 해주세요. 학생들은 사용할 필요가 없습니다. 이 확장 프로그램은 교사 전용이며, 학생들에게는 아무런 영향을 미치지 않습니다. 학생들은 Google Meet을 평소처럼 계속 사용할 수 있습니다.\n\n5) 온라인 도움말: 온라인 도움말 메뉴가 완전히 업데이트되었으며, 설정 및 운영의 모든 단계를 설명하는 스크린샷이 포함되어 있습니다.\n\n*** 3분 데모 비디오: https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** 튜토리얼: https://www.youtube.com/watch?v=mLag62gSUMY\n\n이 소프트웨어는 Robert Hudek에 의해 제작되었으며 모든 권리가 보호됩니다. 이 확장 프로그램의 어떤 부분도 Robert Hudek의 서면 동의 없이 복사될 수 없습니다. 이 확장 프로그램은 Google, Inc.과 관련이 없습니다.\n\n기능:\n\n1) Breakout 룸을 탭 또는 타일 모드로 볼 수 있습니다.\n2) 슬라이더를 사용하여 방 사이를 빠르게 이동할 수 있습니다.\n3) 원하는 경우 언제든지 또는 사전에 Breakout 할당을 생성할 수 있습니다.\n4) 교사는 자신의 비디오와 오디오를 모든 Breakout 룸에 방송할 수 있습니다.\n5) 테마를 사용자 정의할 수 있습니다!\n6) Google Meet 별명을 사용할 수 있습니다(사용자의 Google 구독이 별명을 지원하는 경우).\n7) 기본 보고 기능 제공\n8) 학생 음소거 및 제거 버튼\n9) 가져오기, 내보내기 기능\n10) Google Classroom 통합\n\n*** 슬로바키아어: SOŠ GaHS, Farského 9 in Petržalka (www.farskeho.sk)에서 번역을 도와준 Lenka Zustiaková에게 감사드립니다.\n\n*** 우크라이나어: 우크라이나어 번역을 도와준 Igor Kozachuk에게 감사드립니다. (이메일: disk.igor@gmail.com)\n\n*** 이 확장 프로그램을 다른 언어로 번역하고 싶다면 저에게 이메일을 보내주세요. 기꺼이 도와드리겠습니다. 이메일 주소는 robert@hudektech.com입니다. 저는 스페인어, 포르투갈어, 독일어, 일본어, 한국어를 추가하고 싶습니다만, 어떤 언어든 괜찮습니다.\n\n*** 중국어 버전의 튜토리얼 비디오 (version 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** 버전 17.3 비디오 제작 후, Grid Meet (fix)에 문제가 있을 수 있다는 것을 발견했습니다. 따라서 다운로드를 권장하지 않으며, Google Meet 자체 기능을 사용하는 것이 좋습니다. Google Meet의 기본 기능을 사용하고, 설정에서 레이아웃 변경, 타일 선택, 최대 49명까지 설정하십시오.\n\n*** 저용량 메모리 (RAM) 옵션에 대한 자세한 설명: https://youtu.be/tKkSSghEyuo\n\n*** 이 확장 프로그램은 Robert Hudek가 소유 및 개발한 것입니다. 이 확장 프로그램은 Google과 독립적이며 Google 또는 Google Meet의 소유가 아니며, 이와 관련이 없습니다. 이 확장 프로그램은 Google Meet의 기능을 확장하고 개선하기 위해 설계되었습니다.\n\n*** 문제가 발생하면 robert@hudektech.com으로 알려주세요. 최대한 빨리 답변드리겠습니다.\n\n데이터 개인정보 보호:\n제 웹페이지에 자세한 데이터 개인정보 보호 섹션이 있지만, 간단히 말하면, 저는 귀하의 데이터를 누구와도 포함해서 복사, 전송, 공유하지 않습니다. 또한 쿠키를 사용하지 않으며, 제3자 쿠키를 남기지도 않습니다.\n\n보증 및 보장:\n이 확장 프로그램에는 보증이나 보장이 없습니다. 제 웹페이지에 보증(없음) 및 보장(없음)에 대한 자세한 설명이 있지만, 간단히 말하면 다음과 같습니다: 이 확장 프로그램을 사용함으로써 귀하는 확장 프로그램이 \"있는 그대로\" 및 \"사용 가능한 상태로\" 제공된다는 것을 이해하고 동의합니다.\n\n개발자 Robert Hudek는 모든 종류의 보증과 조건을 명시적으로 부인합니다, 명시적이거나 묵시적이거나, 상업성, 특정 목적에 대한 적합성 및 비침해에 대한 묵시적 보증 및 조건을 포함하되 이에 국한되지 않습니다.",
    "pt_BR,pt_PT": "Bem-vindo à Extensão de Salas de Breakout do Google Meet\n\n***** Apenas o professor precisa instalar esta extensão. ***** \n***** Por favor, não peça aos seus alunos para instalá-la, pois eles não precisarão usá-la. ****\n\nDemonstração de três minutos: https://youtu.be/HY5eZw-gsKU\n\nDemonstração completa da funcionalidade: https://youtu.be/MyiKG35I7Rc  \n\nNova função: Simule alunos no seu próprio computador para que os professores possam praticar antes de usá-lo ao vivo. https://youtu.be/QMurrSyCPmY\n\nA Extensão de Salas de Breakout do Google Meet possui 5 características principais:\n\n1) Ver Todos os Alunos: O professor pode ver TODOS os alunos em TODAS as salas de breakout.\n\n2) Gratuito: A extensão é completamente gratuita para uso. Sou engenheiro de software e criei esta extensão para uso pessoal como professor e, em seguida, melhorei-a para que todos os professores pudessem utilizá-la. Não ganho dinheiro com esta extensão, não há anúncios, e nenhum dado é compartilhado comigo ou com terceiros.\n\n3) Privado: Os dados das suas salas de breakout são armazenados de forma privada no navegador Chrome do seu computador pessoal. Os dados das suas salas de breakout NÃO são compartilhados com ninguém e NÃO são armazenados em um servidor. Mesmo o criador desta extensão não tem conhecimento de nenhum dos seus dados.\n\n4) Sem complicações: Apenas o professor precisa instalar esta extensão. Por favor, não peça aos seus alunos para instalá-la, pois eles não precisarão usá-la. A extensão é destinada apenas ao professor e não afetará os alunos de nenhuma maneira. Os alunos continuarão a usar o Google Meet como de costume.\n\n5) Ajuda Online: O menu de ajuda online foi completamente atualizado e agora contém capturas de tela de cada passo para configuração e operação.\n\n*** Vídeo de demonstração de 3 minutos: https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial: https://www.youtube.com/watch?v=mLag62gSUMY\n\nEste software foi criado por Robert Hudek e todos os direitos estão reservados. Nenhuma parte desta extensão pode ser copiada sem o consentimento expresso por escrito de Robert Hudek da Hudek Tech LLC. Esta extensão não é afiliada ao Google, Inc.\n\nFunções:\n\n1) As salas de breakout podem ser visualizadas em modo de abas ou de blocos.\n2) Um controle deslizante pode ser usado para alternar rapidamente entre as salas.\n3) As atribuições de breakout podem ser criadas a qualquer momento ou com antecedência, se desejado.\n4) Os professores podem transmitir seu vídeo e áudio para todas as salas de breakout.\n5) Personalize temas!\n6) Pode usar apelidos do Google Meet (se sua assinatura do Google suportar apelidos).\n7) Relatórios básicos.\n8) Botões para silenciar e remover alunos.\n9) Funções de importação e exportação.\n10) Integração com Google Classroom.\n\n*** Eslovaco: Um grande agradecimento a Lenka Zustiaková da SOŠ GaHS, Farského 9 em Petržalka (www.farskeho.sk) pela tradução para o eslovaco.\n\n*** Ucraniano: Um grande agradecimento a Igor Kozachuk (email: disk.igor@gmail.com) pela tradução para o ucraniano.\n\n*** Se você quiser uma tradução desta extensão para o seu idioma, envie-me um e-mail e ficarei feliz em trabalhar com você para que isso aconteça. Meu e-mail é robert@hudektech.com. Gostaria de adicionar espanhol, português, alemão, japonês e coreano, mas qualquer idioma está bom para mim.\n\n*** Vídeo tutorial em chinês (versão 17.3): https://youtu.be/5oGmIL3pmP4\n\n*** Após criar a versão 17.3 do vídeo, percebi que o Grid Meet (fix) parece ter problemas, por isso, não recomendo baixá-lo. Em vez disso, você pode usar os recursos do próprio Google Meet. Use a função original do Google Meet, alterando o layout nas configurações, escolhendo \"lado a lado\" e ajustando para 49 pessoas.\n\n*** Opção de baixa memória (RAM) explicada em detalhes: https://youtu.be/tKkSSghEyuo\n\n*** Esta extensão é de propriedade e desenvolvida por Robert Hudek. Esta extensão é independente do Google e não faz parte do Google ou do Google Meet. Esta extensão foi projetada para melhorar e expandir a funcionalidade do Google Meet.\n\n*** Se encontrar algum problema, por favor, informe-me em robert@hudektech.com e farei o possível para responder o mais rápido possível.\n\nPrivacidade dos Dados:\nTenho uma seção detalhada sobre privacidade de dados na minha página da web, mas, em resumo, não copio, transmito ou compartilho nenhum dos seus dados com ninguém, incluindo eu mesmo. Também não uso cookies, nem coloco cookies de terceiros em você.\n\nGarantia e Responsabilidade:\nNão há garantia e não há responsabilidade por esta extensão. Tenho uma descrição detalhada de garantia (nenhuma) e responsabilidade (nenhuma) na minha página da web, mas a versão curta é esta: Ao usar esta extensão, você entende e concorda que a extensão é fornecida \"como está\" e \"conforme disponível\".\n\nO desenvolvedor Robert Hudek RENUNCIA EXPRESSAMENTE TODAS AS GARANTIAS E CONDIÇÕES DE QUALQUER TIPO, SEJAM EXPRESSAS OU IMPLÍCITAS, INCLUINDO, MAS NÃO SE LIMITANDO ÀS GARANTIAS E CONDIÇÕES IMPLÍCITAS DE COMERCIABILIDADE, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO.",
    "sk": "Vitajte v rozšírení Google Meet Breakout Rooms\n\n***** Iba učiteľ si musí nainštalovať toto rozšírenie. ***** \n***** Prosím, nežiadajte svojich študentov, aby si ho inštalovali, pretože ho nebudú potrebovať. ****\n\nTrojminútová ukážka: https://youtu.be/HY5eZw-gsKU\n\nÚplná ukážka funkcie: https://youtu.be/MyiKG35I7Rc  \n\nNová funkcia: Simulujte študentov na svojom vlastnom počítači, aby si učitelia mohli precvičiť používanie pred nasadením naživo. https://youtu.be/QMurrSyCPmY\n\nRozšírenie Google Meet Breakout Rooms má 4 kľúčové funkcie:\n\n1) Zobraziť všetkých študentov: Učiteľ môže vždy vidieť všetkých študentov vo všetkých oddelených miestnostiach.\n\n2) Zadarmo: Rozšírenie je úplne zadarmo\n\n3) Súkromné: Údaje o vašich oddelených miestnostiach sú súkromne uložené v prehliadači Chrome vášho počítača. Údaje o vašich oddelených miestnostiach sa s nikým nezdieľajú a nie sú uložené na serveri. Dokonca ani tvorca tohto rozšírenia nevie o žiadnych údajoch o vašich oddelených miestnostiach.\n\n4) Bez problémov: Iba učiteľ si musí nainštalovať toto rozšírenie. Prosím, nežiadajte svojich študentov, aby si ho inštalovali, pretože ho nebudú potrebovať. Toto rozšírenie je určené len pre učiteľa a nebude mať na študentov žiadny vplyv. Študenti budú naďalej používať Google Meet tak ako zvyčajne.\n\nTento softvér vytvoril Robert Hudek a všetky práva sú vyhradené. Toto rozšírenie nie je prepojené so spoločnosťou Google, Inc.\n\n\nFunkcie:\n\n1) Oddelené miestnosti je možné zobraziť v režime kariet alebo dlaždicovom režime\n2) Na rýchly pohyb medzi miestnosťami možno použiť posúvač\n3) Priebežné úlohy môžu byť vytvorené kedykoľvek alebo vopred, ak je to potrebné\n4) Učitelia môžu vysielať svoje video a audio do všetkých oddelených miestností\n5) Color Themes!!!\n6) Môžete používať prezývky Google Meet (ak vaše predplatné Google podporuje prezývky)\n7) Základné výkazníctvo\n8) Tlačidlá Stlmiť a Odstrániť študentov\n9) Funkcie Import, Export\n10) Integrácia triedy Google\n\n*** 3 minute demo video https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Tutorial https://www.youtube.com/watch?v=mLag62gSUMY\n\n*** Veľké ďakujem Lenke Zustiakovej zo SOŠ GaHS, Farského 9 v Petržalke (www.farskeho.sk) za pomoc pri preklade do slovenčiny.\n\n*** Please make sure on your settings for Google Meet in the bottom right hand side \"....\" you select Change Layout/Tiled.  This is different from my Tabs/Tiled display format of windows in my extension.  Please set the Change Layout to Tiled within Google Meet (bottom right hand side ...)\n\n*** Low Memory (RAM) Option explained in detail https://youtu.be/tKkSSghEyuo\n\n*** This extension is owned and developed by Robert Hudek.  This extension is independent from Google and is not owned by or part of Google or Google Meet.  This extension is designed to enhance and extend the functionality of Google Meet.  \n\n*** If you like the extension, please give the extension a positive rating in the Chrome Store.  \n\n*** If you find a problem please inform me at robert@hudektech.com if you find any issues and I will try my best to reply as soon as I can.  \n\nData Privacy:\nI have a detailed data privacy section on my web page, but the short version is that I do not copy, transmit or share any of your data with anyone including myself.  I also do not use cookies, nor do I drop third party cookies on you.  \n\nWarranty and Guarantee:\nThere is no warranty and there is no guarantee for this extension.  I have a \ndetailed warranty (none) and guarantee (none) description on my web page but the short version is this:  By using this Extension, you understand and agree that the Extension is provided \"as is\" and \"as available\". \n\nThe developer Robert Hudek EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
    "uk": "Ласкаво просимо до розширення Google Meet Breakout Rooms\n\nРозширення Google Meet має 4 основні функції:\n\n***** Лише вчитель повинен встановити це розширення. ***** \n***** Будь ласка, не просіть своїх учнів встановлювати його, оскільки їм не потрібно буде його використовувати. ****\n\nТрихвилинна демонстрація: https://youtu.be/HY5eZw-gsKU\n\nDemostración completa de la función: https://youtu.be/MyiKG35I7Rc  \n\nNueva función: Simula estudiantes en tu propio ordenador para que los profesores puedan practicar antes de usarlo en vivo. https://youtu.be/QMurrSyCPmY\n\n1) Переглянути всіх учасників: викладач завжди може бачити усіх студентів у Роздільних кімнатах.\n\n2） Безкоштовно: розширення повністю безкоштовне\n\n3) Приватно: Дані про Роздільні кімнати зберігаються у браузері Chrome вашого комп’ютера. Дані ваших Роздільних кімнат нікому не надаються, і вони не зберігаються на сервері. Навіть розробник цього розширення не знає жодних даних Роздільних кімнат.\n\n4) Без клопоту: Лише вчитель повинен встановити це розширення. Будь ласка, не просіть своїх учнів встановлювати його, оскільки їм не потрібно буде його використовувати. Це розширення призначене лише для вчителя і жодним чином не вплине на учнів. Учні продовжуватимуть використовувати Google Meet, як зазвичай.\n\nЦе програмне забезпечення створено Robert Hudek і всі права захищено. Це розширення не пов’язане з Google, Inc.\n\nФункції:\n\n1) Роздільні кімнати можна переглядати в режимі вкладок або в режимі слайдів\n2) Для швидкого переміщення між кімнатами використовується повзунок\n3) Призначення на Роздільні кімнати можна створити в будь-який час або заздалегідь, якщо потрібно\n4) Викладачі можуть транслювати свої відео та аудіо в усі Роздільні кімнати\n5) Color Themes!!!\n6) Можна використовувати псевдоніми Google Meet (якщо ваша підписка на Google підтримує псевдоніми)\n7) Основна звітність\n8) Кнопки вимкнення звуку та видалення студентів\n9) Функції імпорту, експорту\n10) Інтеграція з Google Classroom\n\n*** 3 minute demo video https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** Короткое відео англійською мовою https://www.youtube.com/watch?v=mLag62gSUMY\n\n*** A big thank you to Igor Kozachuk (email: disk.igor@gmail.com) for the Ukrainian translation\n\n*** Please make sure on your settings for Google Meet in the bottom right hand side \"....\" you select Change Layout/Tiled and move the slider to 49.  This is different from my Tabs/Tiled display format of windows in my extension.  Please set the Change Layout to Tiled within Google Meet (bottom right hand side ...)\n\n*** This extension is owned and developed by Robert Hudek.  This extension is independent from Google and is not owned by or part of Google or Google Meet.  This extension is designed to enhance and extend the functionality of Google Meet.  \n\n*** If you find a problem please inform me at robert@hudektech.com and I will try my best to reply as soon as I can.  \n\nData Privacy:\nI have a detailed data privacy section on my web page, but the short version is that I do not copy, transmit or share any of your data with anyone including myself.  I also do not use cookies, nor do I drop third party cookies on you.  https://hudektech.com/projects/breakout/index.html\n\nWarranty and Guarantee:\nThere is no warranty and there is no guarantee for this extension.  I have a \ndetailed warranty (none) and guarantee (none) description on my web page but the short version is this:  By using this Extension, you understand and agree that the Extension is provided \"as is\" and \"as available\".   https://hudektech.com/projects/breakout/index.html\n\nThe developer Robert Hudek EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
    "zh_CN": "欢迎使用 Google Meet 分组讨论室扩展程序 by 胡浩洋\n\n***** 只有老师需要安装此扩展程序 ***** \n***** 请不要让学生安装此扩展程序，因为他们不需要使用 ****\n\n三分钟演示视频：https://youtu.be/HY5eZw-gsKU\n\nFull feature demo: https://youtu.be/MyiKG35I7Rc\n\n新功能：在自己的电脑上模拟学生，帮助老师在实际使用前进行练习。\nhttps://youtu.be/QMurrSyCPmY\n\nGoogle Meet 分组讨论室扩展程序有五个主要功能：\n\n查看所有学生：教师可以随时看到所有分组讨论室中的所有学生。\n\n免费：该扩展程序完全免费。我是一名软件工程师，最初为我个人教学使用而开发，并进一步改进供所有教师使用。我不从此扩展程序中获利，没有广告，任何数据也不会与我或任何第三方共享。\n\n隐私保护：您的分组讨论室数据存储在您个人电脑的 Chrome 浏览器中。您的数据不会与任何人共享，也不会存储在服务器上。即使是此扩展程序的创作者也无法访问您的任何数据。\n\n无烦恼：只有老师需要安装此扩展程序。请不要让学生安装此扩展程序，因为他们不会使用。此扩展程序仅供老师使用，不会影响学生的任何操作。学生将继续以正常方式使用 Google Meet。\n\n在线帮助：在线帮助菜单已完全更新，并且现在每个步骤都提供了设置和操作截图。\n\n*** 三分钟演示视频：https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** 教程视频：https://www.youtube.com/watch?v=mLag62gSUMY\n\n此软件由 胡浩洋 创作，保留所有权利。未经 胡浩洋 及 Hudek Tech LLC 明确书面同意，不得复制此扩展程序的任何部分。此扩展程序与 Google, Inc. 无关。\n\n功能：\n\n分组讨论室可以在标签或平铺模式下查看\n可以使用滑块快速在房间之间切换\n可以随时或提前创建分组任务\n教师可以将其视频和音频同时广播到所有分组讨论室\n自定义主题！\n可以使用 Google Meet 的昵称（如果您的 Google 订阅支持昵称功能）\n基本报告功能\n静音和移除学生按钮\n导入、导出功能\n与 Google Classroom 集成\n*** 斯洛伐克语：特别感谢来自 Petržalka SOŠ GaHS, Farského 9 的 Lenka Zustiaková（www.farskeho.sk）提供斯洛伐克语翻译。\n\n*** 乌克兰语：特别感谢 Igor Kozachuk（邮箱：disk.igor@gmail.com）提供乌克兰语翻译。\n\n*** 如果您希望将此扩展程序翻译成您的语言，请发送电子邮件给我，我将很乐意与您合作完成此工作。我的电子邮件是 robert@hudektech.com。我希望添加西班牙语、葡萄牙语、德语、日语和韩语，但任何语言翻译都可以。\n\n*** 中文版的操作说明视频 (版本 17.3)：https://youtu.be/5oGmIL3pmP4\n\n*** 我制作了 17.3 版本视频后，发现 Grid Meet (fix) 似乎有问题，因此我不建议下载它，您可以使用 Google Meet 本身的功能。在 Google Meet 设置中选择版面配置更改，选择并排显示，并调整到 49 人。\n\n*** 低内存 (RAM) 选项详细解释：https://youtu.be/tKkSSghEyuo\n\n*** 此扩展程序由 Robert Hudek 拥有并开发。此扩展程序与 Google 无关，且不隶属于 Google 或 Google Meet。此扩展程序旨在增强和扩展 Google Meet 的功能。\n\n*** 如果发现问题，请通过 robert@hudektech.com 通知我，我将尽快回复您。\n\n数据隐私：我的网站上有详细的数据隐私部分，但简短的版本是：我不会复制、传输或共享您的任何数据，包括我自己。我也不使用 Cookie，也不会向您投放第三方 Cookie。\n\n保修和保证：此扩展程序没有保修和保证。我的网站上有详细的保修（无）和保证（无）说明，但简短的版本是：通过使用此扩展程序，您理解并同意该扩展程序是“按原样”和“按可用状态”提供的。\n\n开发者 胡浩洋 明确表示否认任何形式的所有保证和条件，无论是明示的还是暗示的，包括但不限于适销性、特定用途的适用性和非侵权性的暗示保证和条件。",
    "zh_TW": "歡迎使用 Google Meet 分組討論室擴充功能 by 胡浩洋\n\n***** 只有老師需要安裝此擴充功能 ***** \n***** 請不要讓學生安裝此擴充功能，因為他們不需要使用 ****\n\n三分鐘演示視頻：https://youtu.be/HY5eZw-gsKU\n\nFull feature demo: https://youtu.be/MyiKG35I7Rc\n\n新功能：在自己的電腦上模擬學生，幫助老師在實際使用前進行練習。https://youtu.be/QMurrSyCPmY\n\nGoogle Meet 分組討論室擴充功能有五個主要功能：\n\n查看所有學生：教師可以隨時看到所有分組討論室中的所有學生。\n\n免費：該擴充功能完全免費。我是一名軟體工程師，最初為我個人教學使用而開發，並進一步改進供所有教師使用。我不從此擴充功能中獲利，沒有廣告，任何數據也不會與我或任何第三方共享。\n\n隱私保護：您的分組討論室數據儲存在您個人電腦的 Chrome 瀏覽器中。您的數據不會與任何人共享，也不會儲存在伺服器上。即使是此擴充功能的創作者也無法訪問您的任何數據。\n\n無煩惱：只有老師需要安裝此擴充功能。請不要讓學生安裝此擴充功能，因為他們不會使用。此擴充功能僅供老師使用，不會影響學生的任何操作。學生將繼續以正常方式使用 Google Meet。\n\n在線幫助：在線幫助選單已完全更新，並且現在每個步驟都提供了設置和操作截圖。\n\n*** 三分鐘演示視頻：https://www.youtube.com/watch?v=HY5eZw-gsKU\n\n*** 教學視頻：https://www.youtube.com/watch?v=mLag62gSUMY\n\n此軟體由 胡浩洋 創作，保留所有權利。未經 胡浩洋 及 Hudek Tech LLC 明確書面同意，不得複製此擴充功能的任何部分。此擴充功能與 Google, Inc. 無關。\n\n功能：\n\n分組討論室可以在標籤或平鋪模式下查看\n可以使用滑桿快速在房間之間切換\n可以隨時或提前創建分組任務\n教師可以將其視頻和音頻同時廣播到所有分組討論室\n自訂主題！\n可以使用 Google Meet 的暱稱（如果您的 Google 訂閱支援暱稱功能）\n基本報告功能\n靜音和移除學生按鈕\n匯入、匯出功能\n與 Google Classroom 整合\n*** 斯洛伐克語：特別感謝來自 Petržalka SOŠ GaHS, Farského 9 的 Lenka Zustiaková（www.farskeho.sk）提供斯洛伐克語翻譯。\n\n*** 烏克蘭語：特別感謝 Igor Kozachuk（郵箱：disk.igor@gmail.com）提供烏克蘭語翻譯。\n\n*** 如果您希望將此擴充功能翻譯成您的語言，請發送電子郵件給我，我將很樂意與您合作完成此工作。我的電子郵件是 robert@hudektech.com。我希望添加西班牙語、葡萄牙語、德語、日語和韓語，但任何語言翻譯都可以。\n\n*** 中文版的操作說明視頻 (版本 17.3)：https://youtu.be/5oGmIL3pmP4\n\n*** 我製作了 17.3 版本視頻後，發現 Grid Meet (fix) 似乎有問題，因此我不建議下載它，您可以使用 Google Meet 本身的功能。在 Google Meet 設置中選擇版面配置更改，選擇並排顯示，並調整到 49 人。\n\n*** 低內存 (RAM) 選項詳細解釋：https://youtu.be/tKkSSghEyuo\n\n*** 此擴充功能由 Robert Hudek 擁有並開發。此擴充功能與 Google 無關，且不隸屬於 Google 或 Google Meet。此擴充功能旨在增強和擴展 Google Meet 的功能。\n\n*** 如果發現問題，請通過 robert@hudektech.com 通知我，我將盡快回覆您。\n\n數據隱私： 我的網站上有詳細的數據隱私部分，但簡短的版本是：我不會複製、傳輸或共享您的任何數據，包括我自己。我也不使用 Cookie，也不會向您投放第三方 Cookie。\n\n保固和保證： 此擴充功能沒有保固和保證。我的網站上有詳細的保固（無）和保證（無）說明，但簡短的版本是：通過使用此擴充功能，您理解並同意該擴充功能是“按原樣”和“按可用狀態”提供的。\n\n開發者 胡浩洋k 明確表示否認任何形式的所有保證和條件，無論是明示的還是暗示的，包括但不限於適銷性、特定用途的適用性和非侵權性的暗示保證和條件。"
  }
}