{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NaturalReader - AI Text to Speech"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Read aloud any text with realistic AI voices, compatible with webpages, kindle Ebooks, Google Docs, PDF, Emails, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NaturalReader - Text To Speech, is a chrome extension that converts text online into natural sounding audio. Simply press play and have your Emails, Websites, PDFs, Google Docs and Kindle Books read aloud to you! By using our voice reader, our users enjoy the benefits of saving time, by listening at speeds faster than they can read, and being more productive, as they can listen in times they cannot read such as commuting to work or school, walking the dog, or while making dinner! With an extensive free version, and two paid premium plans there is a price range for every budget. \n\n\n\nv7.10 updates:\n- fixed manifest for certain OS\n\n\nMain Features:\n\n-- AI Powered Smart Reader: Using powerful AI technology we have trained our voice reader to not read aloud interrupting, and unwanted text. Page headers and footers, citations, image captions and urls can all be automatically skipped creating a natural listening experience. \n\n-- Customizable Listening Experience: Choose your optimal listening experience by selecting your favorite voice and the listening speed that's best for you. For extra focus, try our immersive reading function which eliminates any distractions found on the page.\n\n-- Voices + Languages: 150+ Voices across 20+ Languages with free, premium and plus voice tiers. Paid users can enjoy unlimited use of our top of the line, natural sounding voices. \n\n-- NaturalReader Online + App Account: Have access under the same NaturalReader account to our free online text to speech reader, and our free mobile application.\n\n-- Advanced Compatibility: Advanced compatibility with any website, Gmail, Outlook, Google Docs, PDFs and Kindle Books.\n\n-- Continue listening: Seamlessly save your listening to your mobile phone, so you can continue listening on the go, with the NaturalReader App.\n  \n-- Download to MP3: Download your file into MP3 audio so you can listen without wifi connection or cellular service. \n\n-- User Friendly Features: One click to start reading, highlight word functionality, Immersive reader for greater focus, light and dark mode compatibility.\n\nFree version limitations: You can listen with the Free Voices unlimitedly, Premium Voices for 20 minutes per day, and Plus Voices for 5 minutes per day."
  }
}