{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CareerAI - Search, Track and Autofill Jobs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Streamline your job hunt with CareerAI: Easily search and track jobs, autofill applications, and create resumes and cover letters."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save Jobs & Autofill applications from LinkedIn, Indeed, ZipRecruiter, Simply Hired, and Glassdoor.\nCareerAI is a comprehensive tool designed to enhance your job search and application process.This platform provides a sophisticated resume and cover letter builder with customizable templates, paired with a powerful Chrome extension that streamlines your job search. The Job Save and Autofill extension allows you to effortlessly save job listings from major job boards like LinkedIn, Indeed, ZipRecruiter, Simply Hired, and Glassdoor, and autofill your job applications with just one click using details from your CareerAi-created resume.\n\nKey Features of CareerAI include:\n\nJob Save and Autofill Extension: Simplifies tracking and managing job applications by saving opportunities directly from the web and using autofill capabilities to complete applications quickly and accurately.\n\nAI Writer: Automatically generates professional sections in your resume such as summaries, employment history, achievements, and skills, tailored to your experience and desired roles.\n\nAI Suggestions: Delivers personalized recommendations to refine your resumes and cover letters based on specific job descriptions, enhancing your chances of making a strong impression.\n\nTemplate Customization: Offers a variety of professional templates that can be customized to suit your taste and the requirements of different industries.\n\nTailor My Resume: Enables you to adapt your resume precisely to job descriptions by identifying and integrating essential skills and keywords, ensuring a targeted approach to each application.\n\nCareerAi is not only a tool but a career advancement partner that supports you from crafting compelling job applications to managing your job search efficiently. Whether you're a job seeker looking to streamline your applications or an organization assisting clients or students, CareerAi and its Chrome extension provide the necessary tools to navigate the job market effectively."
  }
}