{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crispy Subtitles from Lay’s"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lay’s introduces “Crispy Subtitles”: the first plug-in that adds subtitles exactly at the moment you start eating crisps."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lay’s giới thiệu “Crispy Subtitles”: Trình cắm đầu tiên giúp phụ đề xuất hiện ngay khi bạn ăn Snack Khoai Tây.\n\nXem video trên youtube nhưng lại chẳng nghe lời thoại mỗi lần nhai Lay’s giòn rụm khiến không ít người khó chịu. Nên Lay’s liền phát triển và giới thiệu đến bạn “Crispy Subtitles”: Trình cắm đầu tiên chuyển âm thanh nhai Snack Khoai Tây thành phụ đề. Đã chưa?\nVậy thì,\n\n•Tiện ích mở rộng này hoạt động thế nào? Khi bạn đang xem youtube và ăn Snack Khoai Tây, trình cắm sẽ nhận diện tiếng giòn qua microphone và tự động bật phụ đề. \n\n•Phụ đề xuất hiện tự động với ngôn ngữ mặc định của video bạn đang xem hoặc với ngôn ngữ bạn xác định trong phần cài đặt\n\n*Lưu ý: Crispy Subtitles chỉ nhận diện tiếng giòn rụm, không có khả năng lưu trữ bất kỳ dữ liệu nào.\n\nTừ bây giờ, bạn đã có thể vừa tận hưởng những lát Snack Khoai Tây giòn ngon khó cưỡng mà không hề bỏ lỡ bất cứ lời thoại hấp dẫn nào từ chiếc video đang xem.\nBốc ngay một gói Snack Khoai Tây Lay’s và thử thôi.\n\nLay’s introduces “Crispy Subtitles”: The first plug-in that adds subtitles exactly at the moment you start eating crisps.\n\nWatching a movie and not hearing a thing because you’re nibbling crisps at the same time? Terrible! That’s why Lay’s introduces “Crispy Subtitles”: The first plug-in that adds subtitles exactly at the moment you start eating crisps. Yes!\n \n• How does it work? When you’re watching video on youtube and chewing chips, it will detect the crunchy sound through microphone and automatically turn on subtitles.\n\n• The subtitles are automatically created in your movie’s default language. Or in the language you defined in the settings.\n\n*Note: Crispy Subtitles recognizes only the crispy sound, not recording nor storing your data.\n\nFrom now on, you can enjoy your crisps without missing a second of your movie.\n \nTake a bag and try it out yourself."
  }
}