{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Put It On My Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your tabs or...?"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of cluttered and disorganized browser tabs slowing you down? Say hello to Put It On My Tab, your ultimate tab management solution! With Put It On My Tab, you can bring order to your chaotic tab collection while enjoying a delightful and colorful popup experience.\n\nKey Features:\n\n- Create Tab Groups: Organize your browsing by creating any number of tab groups, each with its unique set of tabs.\nSearch Tabs Instantly: Quickly locate the tab you need with the in-built search feature within the popup.\n\n- Direct Tab Access: Found the tab you were looking for? Simply click on it in the popup to navigate directly.\n\n- Collapsible Tab Groups: Keep your tab bar neat and tidy by collapsing tab groups. Just click on the tab group name, and voila, no more clutter!\n\n- Right-Click Tab Management: Right-click on a specific tab to either create a new group or add it to an existing group.\n\n- Smart Grouping: Use the Group Tabs button, and the extension will intelligently create a group for the current tab along with tabs to its right, ensuring tabs already part of other groups remain untouched.\n\n- Remove Tabs with Ease: Want to remove a tab from a group? Simply click on the \"Remove Tab\" button in the popup when on the desired tab to exclude it from its group.\n\nExperience organized browsing like never before with Put It On My Tab!\n\nWe Value Your Feedback! We're always aiming to improve your experience and productivity. If you have feedback or suggestions, or if there's a popular feature you'd love to see in future implementations, please let us know. We're here to create the best experience for you!\n\nDeveloped by Josh Bajarias and Rob Sand."
  }
}