{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Hide Web Page Overlay Layer",
    "zh_CN": "隐藏网页覆盖层",
    "zh_TW": "隱藏網頁覆蓋層"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically hides elements with z-index greater than specified value"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "This extension has a single, clear, and easy-to-understand purpose: to hide overlay layers on web pages with a z-index value greater than a specified threshold. This helps users remove intrusive elements like floating ads and pop-up windows that interfere with their browsing experience.\n\nKey features include:\n\n1. Automatic Hiding: Automatically hides all elements with a z-index value greater than the specified threshold when a web page loads.\n2. Manual Hiding: Allows users to manually hide these elements by clicking a button.\n3. Manage Hide List: Users can add specific web pages to a hide list, so the extension will automatically apply the hiding rules on future visits.\n4. Status Display: Displays in the popup whether the current page is in the hide list.",
    "zh_CN": "这个扩展功能的单一用途是：隐藏网页上所有 z-index 值大于特定数值的覆盖层。这样可以帮助用户去除影响阅读体验的浮动广告、弹出窗口等干扰内容。\n\n具体功能包括：\n\n自动隐藏：在网页加载时，自动隐藏所有 z-index 值大于设定值的元素。\n手动隐藏：用户可以手动点击按钮来隐藏当前页面上的这些元素。\n管理隐藏列表：用户可以将某些网页添加到隐藏列表中，以便下次访问时自动应用隐藏规则。\n显示状态：在扩展的弹出窗口中显示当前页面是否在隐藏列表中。",
    "zh_TW": "這個擴充功能的單一用途是：隱藏網頁上所有 z-index 值大於特定數值的覆蓋層。這樣可以幫助使用者移除影響閱讀體驗的浮動廣告、彈出視窗等乾擾內容。 \n\n具體功能包括： \n\n自動隱藏：在網頁載入時，自動隱藏所有 z-index 值大於設定值的元素。 \n手動隱藏：使用者可以手動點擊按鈕來隱藏目前頁面上的這些元素。 \n管理隱藏清單：使用者可以將某些網頁新增至隱藏清單中，以便下次造訪時自動套用隱藏規則。 顯示狀態：在擴充功能的彈出視窗中顯示目前頁面是否在隱藏清單中。"
  }
}