{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Group Address Book 3 - Sateraito Office",
    "es": "Libreta de direcciones de Grupo 3",
    "ja": "組織アドレス帳3 for Google Workspace ™ ＜サテライトオフィス＞"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add Group Address Book in the Apps Web Pages",
    "es": "Añadir Libreta de direcciones de Grupo en Páginas Web de Aplicaciones",
    "ja": "メール画面、カレンダー画面などにサテライトオフィス・組織アドレス帳を追加します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is for opening the \"Satellite Office - Group Address Book\" from Gmail or Google Calendar and setting the recipients.\n\n(*) \"Satellite Office - Group Address Book\" is for Google Workspace users, and must be set up by a Google Workspace administrator before use.\n\nWhen the extension is installed, the \"Group Address Book\" button will be displayed on the screen below, and you can set the recipients.\n- Set the recipients (To, Cc, Bcc) on the Gmail message creation screen\n- Set the guest on the schedule creation screen of Google Calendar\n- Set the users to share on the sharing screen of Google Drive, documents, spreadsheets, and slides.\n- Set the users to share on the sharing screen of the Google site.\n\nFor details, please refer to the following product introduction pages and user's manuals.\n\n■ Product introduction page\nhttps://www.sateraito.jp/Google_Apps_Group_Address_book.html\n\n■User Manual\nhttps://sites.google.com/a/sateraito.jp/sateraito-dounyuu/Home/zu-zhiadoresu-zhang",
    "es": "It is an extension for calling satellite office group address book from Google Workspace mail compose screen, Google Calendar event creation screen, Google Drive shared screen, etc.\n\nAdd an organization address book button to the mail compose screen etc.",
    "ja": "本拡張機能は「サテライトオフィス・組織アドレス帳」を GmailやGoogle カレンダーなどから開いて、宛先などをセットするための拡張機能です。\n\n（※）「サテライトオフィス・組織アドレス帳」は Google Workspace ユーザー様用の機能で、ご利用には Google Workspace管理者によるセットアップが必要です。\n\n拡張機能をインストールすると、以下の画面に「組織アドレス帳」ボタンが表示され宛先などをセットできるようになります。\n・Gmail のメール作成画面で宛先（To、Cc、Bcc）をセット\n・Google カレンダーの予定の作成画面で予定のゲストをセット\n・Google ドライブ、ドキュメント、スプレッドシート、スライドの共有画面で、共有するユーザーをセット\n・Google サイトの共有画面で、共有するユーザーをセット\n\n詳細は、以下の製品紹介ページ、ご利用マニュアルをご参照ください。\n\n■製品紹介ページ\nhttps://www.sateraito.jp/Google_Apps_Group_Address_book.html\n\n■ご利用マニュアル\nhttps://sites.google.com/a/sateraito.jp/sateraito-dounyuu/Home/zu-zhiadoresu-zhang"
  }
}