{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sales Genious"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI Assistant for Winning Sales Conversations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your AI Assistant for Winning Sales Conversations.\nSales Genious is an innovative artificial intelligence (AI) tool designed to help sales professionals excel in their outreach efforts. This powerful AI assistant serves as a valuable asset to any sales team, helping to increase sales and generate more meaningful connections with potential customers.\n\nWith Sales Genious, sales professionals can streamline their sales outreach by automating the process of creating personalized messages and comments. The AI-powered tool uses advanced algorithms to analyze the profiles and activity of potential leads, providing valuable insights that enable sales reps to craft highly targeted and effective messages that are more likely to result in a positive response.\n\nSales Genious also offers a range of customizable features, enabling users to tailor the tool to their specific needs and preferences.For example, users can set their own response parameters, including response time, message length, and target keywords, ensuring that they receive the most relevant and actionable insights to help them win more sales.\n\nThe platform's user-friendly interface makes it easy for sales professionals to use Sales Genious, with intuitive features and prompts that guide users through the process of crafting effective messages and comments. Additionally, Sales Genious seamlessly integrates with amoCrm, providing a convenient and efficient way to connect with potential leads without the need to switch between multiple applications."
  }
}