{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Also Boughts Downloader by Kindletrends"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Downloads Also Bought, Also Viewed and Also Read data, as well as Top 100s and Hot New Releases from the Amazon Kindle Store"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension lets you download:\n\n - Lists of titles shown on a particular book details page in the Kindle Store.  These may be 'Also Bought', 'Also Viewed', 'Books you may like', 'Products related to this item' or other names.\n - Top 100 and Hot New Releases lists for an Amazon category page\n - Search results (US store only right now, but other stores will be added soon)\n\nSelf-published authors on the Amazon Kindle Store can use this information to identify books similar to their own titles for research purposes.  Currently the extension works on the US, UK, DE and Canada Amazon stores, but I'll look at adding support for others in future.\n\nWhen the extension is loaded, you should see a button with a download icon appear next to the title lists ('carousels') in a Kindle Store book details page, as well as the Top 100s and Hot New Releases for a category, or the search results.  Different pages may have one or more of these at different times and in different places, so if you don't see them, try another book, or the same book at another time.  \n\nTo use the extension, click the button.  You should see each page in the carousel load in turn, and when the end is reached, you should get a popup to download the file, or see the file automatically downloaded (depending on your browser settings).  \n\n*Just added*: support for downloading cover montages as well!  When you download the book data, you'll get another prompt asking if you want to 'download multiple files'.  Click 'Allow' and you'll get a JPEG file with a montage of all the covers for the book data you've downloaded.  This can be really helpful to get an idea of cover conventions within a genre.\n\nBook information is in a tab-delimited text file you can open in any spreadsheet program, and includes the following:\n\nASIN\t\nTitle\t\nSeries\t\nAuthor\t\nNumber of Reviews\nAverage review \nPrice\t\nURL to book details page\n\nNote: working out the series name isn't always easy. We can handle most common formats like 'Book Title (Series Name Book <x>)', but I have learned that there's a much bigger range of formats out there than I realised.   If the series name can't be identified, then it just throws up its hands and dumps the whole thing into the Title field, which you can search on anyway.\n\nBook formats are always changing, and so this extension might break if it encounters a new one it can't handle.  If this happens, please drop me an email at <nat@kindletrends.com> with the details of the book on which it happened, and I'll do what I can to resolve it.\n\nPermissions required for the extension to work are because it adds a 'download' button to the Kindle Store book details page. Always exercise caution when downloading files from the Internet."
  }
}