{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OneCloud Connect Chrome Scheduler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension for scheduling OneCloud Connect meetings with GMail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your business anywhere. Whether your workspace is on the road, in your living room or spread globally - OneCloud Connect lets you work together more effectively.\n\nOneCloud Connect allows users to securely join an active or scheduled video conference directly on your device by clicking the meeting link someone sent you from connect.onecloud.com. Anyone invited to a meeting can download the app and join the meeting for free.\n\nUsers can:\n* Join a high definition video Conference from your phone or tablet.\n* Share your screen and files with anyone, anytime.\n* Login and host a meeting with their custom meeting ID.\n* Enable closed captioning/transcribing of participant conversations.\n* Use a dial-in conference number to join the meeting and use your phone for audio.\n* Invite additional participants.\n* Voicemail Management: View, listen to, and manage your voicemails with ease.\n* Softphone Integration: Make and receive calls directly within the app.\n* Advanced Call Features: Enjoy functionalities like blind and warm transfers, call holding, call waiting, and ad-hoc conferencing.\n* Caller ID Switch: Customize your outbound caller ID (requires OneCloud support ticket for activation).\n* Integrated Contacts and Call History: Access your OneCloud contacts and view detailed call history.\n* Call Recordings & Notes: Listen to and download call recordings, and add notes or dispositions to your calls.\n* Update Emergency Address from settings\n* Direct and Channel Messaging: Communicate with your team using direct messages or through dedicated channels.\n* Message Pinning and Replies: Keep important messages visible and reply directly to specific messages.\n* Personalization Options: Customize groups and channels with unique names and icons.\n* Quick Call Feature: Initiate calls directly from your chat.\n* Enhanced Interactivity: Use emojis and message reactions for a more engaging chat experience.\n* Upload and Share documents"
  }
}