{
  "name": {
    "ar": "ناروتو النينجا سترايك Unblocked",
    "am": "Naruto Ninja አድማ  Online Game",
    "bg": "Наруто Нинджа Удар Unblocked",
    "bn": "নারুতো নিনজা স্ট্রাইক Unblocked",
    "ca": "Naruto Ninja Strike  Online",
    "cs,hr,sk,sl": "Naruto Ninja Strike  Cartoon Game",
    "da,fi": "Naruto Ninja Strike Unblocked",
    "de": "Naruto-Ninja-Strike  Unblocked Game",
    "el": "Naruto Ninja Strike  Unblocked Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Naruto Ninja Strike - Anime Game",
    "es": "Golpe ninja de Naruto Unblocked",
    "et,lv": "Naruto Ninja Strike  Online Game",
    "fa": "ناروتو نینجا استرایک  HTML5 Game",
    "fil,hu": "Naruto Ninja Strike  Online Games",
    "fr": "Frappe Ninja Naruto Unblocked",
    "gu": "Naruto નીન્જા સ્ટ્રાઈક  Unblocked Games",
    "he": "מכת נינג&#39;ה נארוטו  Online",
    "hi": "नारुतो निंजा हड़ताल  Online Games",
    "id": "Serangan Ninja Naruto Unblocked",
    "it": "Attacco Ninja Naruto  Online Game",
    "ja": "ナルト忍者ストライク  Online",
    "kn": "ನರುಟೊ ನಿಂಜಾ ಸ್ಟ್ರೈಕ್  Online Game",
    "ko": "나루토 닌자 스트라이크  Unblocked Games",
    "ml": "നരുട്ടോ നിൻജ സ്ട്രൈക്ക്  Online",
    "mr": "नारुतो निन्जा स्ट्राइक  Unblocked Game",
    "ms": "Naruto Ninja Mogok  Unblocked Games",
    "nl": "Naruto Ninja-aanval  Cartoon Game",
    "pl": "Uderzenie Naruto Ninja  Cartoon Game",
    "ro": "Naruto Ninja Strike  Unblocked Games",
    "ru": "Наруто Ниндзя Удар  Unblocked Game",
    "sw": "Mgomo wa Naruto Ninja Unblocked",
    "ta": "நருடோ நிஞ்ஜா ஸ்ட்ரைக்  Unblocked Games",
    "te": "నరుటో నింజా స్ట్రైక్  Online Game",
    "th": "นารูโตะ นินจา สไตรค์  Online Game",
    "tr": "Naruto Ninja Saldırısı  Unblocked Games",
    "uk": "Удар ніндзя Наруто  Online Game"
  },
  "short": {
    "ar": "هل تحب مشاهدة انمي ناروتو ولعب العاب أتاري؟ إذا هذه اللعبة لك.",
    "am": "Naruto anime መመልከት እና Atari ጨዋታዎችን መጫወት ይወዳሉ? ከዚያ ይህ ጨዋታ ለእርስዎ ነው።",
    "bg": "Обичате ли да гледате аниме на Наруто и да играете игри на Atari? Тогава тази игра е за вас.",
    "bn": "আপনি কি Naruto anime দেখতে এবং Atari গেম খেলতে পছন্দ করেন? তাহলে এই গেমটি আপনার জন্য।",
    "ca": "T&#39;agrada veure l&#39;anime de Naruto i jugar als jocs d&#39;Atari? Aleshores, aquest joc és per a tu.",
    "cs": "Rádi sledujete anime Naruto a hrajete hry Atari? Pak je tato hra pro vás.",
    "da": "Kan du lide at se Naruto-anime og spille Atari-spil? Så er dette spil noget for dig.",
    "de": "Schaust du gerne Naruto-Anime und spielst Atari-Spiele? Dann ist dieses Spiel für Sie.",
    "el": "Σας αρέσει να παρακολουθείτε anime Naruto και να παίζετε παιχνίδια Atari; Τότε αυτό το παιχνίδι είναι για εσάς.",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Do you like watching Naruto anime and playing Atari games? Then this game is for you.",
    "es": "¿Te gusta ver anime de Naruto y jugar juegos de Atari? Entonces este juego es para tí.",
    "et": "Kas teile meeldib vaadata Naruto anime ja mängida Atari mänge? Siis on see mäng teie jaoks.",
    "fa": "آیا دوست دارید انیمه ناروتو و بازی های آتاری را تماشا کنید؟ پس این بازی برای شماست.",
    "fi": "Pidätkö Naruto-animen katsomisesta ja Atari-pelien pelaamisesta? Sitten tämä peli on sinua varten.",
    "fil": "Mahilig ka bang manood ng Naruto anime at maglaro ng Atari games? Kung gayon ang larong ito ay para sa iyo.",
    "fr": "Aimez-vous regarder l&#39;anime Naruto et jouer à des jeux Atari ? Alors ce jeu est pour vous.",
    "gu": "શું તમને નારુટો એનાઇમ જોવાનું અને એટારી ગેમ્સ રમવાનું ગમે છે? પછી આ રમત તમારા માટે છે.",
    "he": "האם אתה אוהב לצפות באנימה נארוטו ולשחק במשחקי אטארי? אז המשחק הזה בשבילך.",
    "hi": "क्या आप नारुतो एनीम देखना और अटारी गेम खेलना पसंद करते हैं? फिर यह खेल तुम्हारे लिए है।",
    "hr": "Volite li gledati Naruto anime i igrati Atari igre? Onda je ova igra za vas.",
    "hu": "Szeretsz Naruto animét nézni és Atari játékokat játszani? Akkor ez a játék neked szól.",
    "id": "Apakah Anda suka menonton anime Naruto dan bermain game Atari? Maka game ini adalah untuk Anda.",
    "it": "Ti piace guardare gli anime di Naruto e giocare ai giochi Atari? Allora questo gioco fa per te.",
    "ja": "NARUTOのアニメを見たり、アタリゲームをしたりするのが好きですか?次に、このゲームはあなたのためです。",
    "kn": "ನೀವು ನರುಟೊ ಅನಿಮೆ ವೀಕ್ಷಿಸಲು ಮತ್ತು ಅಟಾರಿ ಆಟಗಳನ್ನು ಆಡಲು ಇಷ್ಟಪಡುತ್ತೀರಾ? ನಂತರ ಈ ಆಟವು ನಿಮಗಾಗಿ ಆಗಿದೆ.",
    "ko": "나루토 애니메이션을 보고 아타리 게임을 좋아합니까? 그렇다면 이 게임은 당신을 위한 것입니다.",
    "lv": "Vai jums patīk skatīties Naruto anime un spēlēt Atari spēles? Tad šī spēle ir paredzēta jums.",
    "ml": "നരുട്ടോ ആനിമേഷൻ കാണുന്നതും അറ്റാരി ഗെയിമുകൾ കളിക്കുന്നതും നിങ്ങൾക്ക് ഇഷ്ടമാണോ? എങ്കിൽ ഈ ഗെയിം നിങ്ങൾക്കുള്ളതാണ്.",
    "mr": "तुम्हाला नारुतो अॅनिमे पाहणे आणि अटारी गेम खेळणे आवडते का? मग हा खेळ तुमच्यासाठी आहे.",
    "ms": "Adakah anda suka menonton anime Naruto dan bermain permainan Atari? Maka permainan ini adalah untuk anda.",
    "nl": "Vind je het leuk om naar Naruto-anime te kijken en Atari-spellen te spelen? Dan is dit spel iets voor jou.",
    "pl": "Lubisz oglądać anime Naruto i grać w gry Atari? W takim razie ta gra jest dla Ciebie.",
    "ro": "Îți place să urmărești anime-ul Naruto și să joci jocuri Atari? Atunci acest joc este pentru tine.",
    "ru": "Вам нравится смотреть аниме Наруто и играть в игры Atari? Тогда эта игра для вас.",
    "sk": "Radi sledujete anime Naruto a hráte hry Atari? Potom je táto hra pre vás.",
    "sl": "Radi gledate anime Naruto in igrate igre Atari? Potem je ta igra za vas.",
    "sw": "Unapenda kutazama anime ya Naruto na kucheza michezo ya Atari? Kisha mchezo huu ni kwa ajili yako.",
    "ta": "நீங்கள் நருடோ அனிமேஷைப் பார்க்கவும் அடாரி கேம்களை விளையாடவும் விரும்புகிறீர்களா? பின்னர் இந்த விளையாட்டு உங்களுக்கானது.",
    "te": "మీరు నరుటో అనిమే చూడటం మరియు అటారీ గేమ్‌లు ఆడటం ఇష్టమా? అప్పుడు ఈ గేమ్ మీ కోసం.",
    "th": "คุณชอบดูอะนิเมะ Naruto และเล่นเกม Atari หรือไม่? ถ้าอย่างนั้นเกมนี้เหมาะสำหรับคุณ",
    "tr": "Naruto anime izlemeyi ve Atari oyunları oynamayı sever misiniz? O halde bu oyun tam sana göre.",
    "uk": "Вам подобається дивитися аніме Наруто та грати в ігри Atari? Тоді ця гра для вас."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like watching Naruto anime and playing Atari games? Then this game is for you.\n\nNaruto Ninja Strike takes visuals and music inspired by the pixel era and fires them up with modern touches. İn this game, your purpose is to beat your enemy with as much speed, flair, and combo power as possible. You have double jumps and special abilities in your character. Lead your character and fight your friends to see who the best ninja is!\n\nHow to Play:\n1. Player ; \nWASD for movement\nF, G, C for abilities\n\n2. Player;\nArrow Keys for movement\nM, J, K for abilities \n\nTo swipe Install this extension to play Naruto Anime game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}