{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shake Torrent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Torrent file sharing tool. View files, seed files, download files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of the hassle of downloading separate software to manage your torrents? Say goodbye to the old ways and embrace the future with Shake Torrent, the cutting-edge WebTorrent client designed to revolutionize your file-sharing experience right within your web browser!\n\nKey Features:\n\n1. Seamlessly Seed and Download Files: Shake Torrent allows you to effortlessly seed and download torrents directly from your browser. No more cumbersome installations or resource-heavy applications. Enjoy the simplicity and convenience of accessing your favorite content without leaving your browser window.\n\n2. Lightning-Fast Streaming: Experience lightning-fast streaming of videos and audio files with Shake Torrent's advanced WebTorrent technology. Say goodbye to buffering issues and enjoy uninterrupted entertainment without any delays.\n\n3. User-Friendly Interface: Our intuitive and user-friendly interface makes managing torrents a breeze. Whether you're a seasoned torrent enthusiast or a newcomer, Shake Torrent welcomes users of all levels, offering a smooth and delightful experience.\n\n4. Robust File Management: Shake Torrent empowers you to efficiently organize and manage your downloaded files. Easily categorize, search, and sort your content, making it a breeze to find what you need when you need it.\n\n5. Instant Preview: Preview your files before downloading them with Shake Torrent's instant preview feature. No more wasting time on unwanted downloads - ensure you get exactly what you're looking for!\n\n6. Secure and Private: Your privacy matters to us. Shake Torrent ensures your data remains secure and private during the entire torrenting process. Rest easy knowing your personal information is in safe hands.\n\n7. Cross-Platform Compatibility: Access Shake Torrent from any device with a web browser. Whether you're using a desktop computer, laptop, tablet, or smartphone, enjoy seamless cross-platform compatibility.\n\nHow to Use Shake Torrent:\n\nInstall Shake Torrent from the Chrome Web Store.\nOpen the Shake Torrent extension within your Chrome browser.\nSearch for torrents or add magnet links.\nEnjoy fast and reliable downloads or stream media files on the go.\nSeamlessly manage your torrents and files with our easy-to-use interface.\nEmbrace the Future of Torrenting:\n\nShake Torrent brings a new era of torrent management, merging the power of WebTorrent technology with the convenience of browser-based access. Embrace the future of file-sharing and take control of your torrenting experience like never before.\n\nNote: Shake Torrent is intended for legal and authorized use only. Respect copyright laws and abide by the terms of service of the content you access through the application."
  }
}