{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "letras bonitas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "letras bonitas Generate conversor de letras bonitas conversor de letras With abecedario letras bonitas."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Las letras son los signos más bellos de todos.\n\nSe pueden utilizar en poesía, música y otras formas de escritura.\n\nPara proporcionar las letras más hermosas que se pueden usar por escrito, he creado este sitio web.\n\nEl sitio web generará miles de cartas.\n\nSimplemente escriba la palabra o letra que desee y este sitio web creará cientos de hermosas letras.\n\nPuede crear cualquier tipo de letra que desee, desde básica hasta compleja, y puede elegir entre varios estilos para crear sus letras.\n\n¡Incluso puedes crear tu propio estilo! El sitio fue diseñado para ser lo más fácil de usar posible.\n\nEs un gran sitio web para crear cualquier tipo de letra o texto.\n\nYa sea que sea un principiante o un experto, Beautiful Letters tiene algo para todos.\n\nCómo funcionan las letras hermosas\n\nTodas las fuentes y caracteres que aparecen en los sitios de redes sociales son el conjunto de caracteres \"Internacional\": Unicode.\n\nEl conjunto Unicode es un estándar de la industria informática que define un conjunto único de caracteres para representar todos los tipos posibles de datos informáticos, incluidas letras, números, puntuación, símbolos, etc.\n\nCada carácter en Unicode tiene un número que lo representa.\n\n(Por ejemplo, la letra A tiene el número Unicode 65.) Para convertir una cadena de números Unicode en caracteres de texto, necesita usar un programa como Microsoft Excel u otro programa de software diseñado para trabajar con Unicode.\n\nO puede utilizar nuestro sitio web; Este es el sitio web número uno para visitar para generar Beautiful Letters.\n\nTiene todos los estilos populares de Beautiful Letters que puedas desear."
  }
}