{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rewrtite Article"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rewrite article online on any website with rewrite article tool extension..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Using article rewriter extension, transform your content by Paraphrasing.\nArticle rewriter, as the name suggests, rewrites your already written article and makes it more productive.\nYour content is intended to convey a piece of information in a distinct manner. The whole practice of writing becomes void if the content doesn’t convey the real idea, is badly worded or contains plagiarism. Avoiding these basic issues, you can create a unique content. Article rewriter is a suitable option for that matter. By installing its extension, you can accrue the incentives of AI based Paraphraser which does this task in seconds.\n\nKey features of Article rewriter extension:\n- Different Modes of paraphrasing:\nDepending upon your demand, article rewriter provides you two different modes of paraphrasing. Either you can go for word-to-word substitution or complete sentence paraphrasing. This feature decreases the chances of any loss of meaning.\n\n- Plagiarism remover:\nArticle rewriter not only does paraphrasing but also omits any plagiarism present in the text. This feature adds to the credibility of this paraphrasing tool. Students, researchers, bloggers, and SEO experts can use this complete package.\n\n- Grammar checker:\nArticle rewriter contains a grammar checking API. In total, it becomes an asset for a professional content writer."
  }
}