{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Football Heads Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Football Heads Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Football Heads is an entertaining Chrome Extension game that offers a unique and amusing soccer experience. You can also play this game for free on the website retrobowlunblocked.org.\n\nIn Football Heads, you take on the role of a footballer who is represented by just a head and a foot. This simplified concept adds a touch of silliness to the game, making it enjoyable and lighthearted.\n\nThe game allows you to compete against the computer, providing challenging opponents to test your skills. As you engage in matches, you'll witness the comical nature of the game unfold. The sight of floating heads battling for victory adds a fun and quirky element to the gameplay.\n\nPlaying Football Heads on retrobowlunblocked.org ensures a seamless gaming experience. The website offers easy navigation, smooth gameplay, and vibrant visuals that enhance the overall enjoyment of the game. Whether you're a casual gamer or a soccer enthusiast, Football Heads guarantees hours of laughter-filled entertainment.\n\nChallenge yourself to outwit the computer opponents and score as many goals as possible. With its simplified mechanics and amusing gameplay, Football Heads is a delightful choice for those seeking a light-hearted soccer adventure. Visit retrobowlunblocked.org now and experience the silliness of Football Heads.\n\nIf you want to play more games, click on \"Unblocked Games\", Additional games are available in the game pop-up window and \"More games\" in the side panel of the window and options button. choose full screen or other games, we add links for users to easily find more games on our website:  https: //retrobowlunblocked.org"
  }
}