{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Clipper",
    "zh_CN": "剪藏"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,pt_PT,ro,sk,sl,sr,sw,ta,te": "Use the 印象笔记 extension to save things you see on the web into your 印象笔记 account.",
    "cs": "Pomocí rozšíření Evernote si uložte zajímavosti z webu do svého účtu Evernote.",
    "da": "Brug Evernote-udvidelsen til at gemme ting, du ser på nettet til din Evernote-bruger.",
    "de": "Verwende die Evernote-Erweiterung, um Dinge, die du online entdeckst, in deinem Evernote-Konto zu speichern.",
    "es": "Utilice la extensión de Evernote para almacenar contenido de la Web en su cuenta.",
    "fi": "Käytä Evernote-laajennusta tallentaaksesi verkossa näkemiäsi asioita Evernote-tunnuksellesi.",
    "fr": "Utilisez l’extension Evernote pour sauvegarder ce que vous voyez sur le Web dans votre compte Evernote.",
    "id": "Gunakan ekstensi Evernote untuk menyimpan hal-hal yang Anda lihat di web ke akun Evernote Anda.",
    "it": "Usa l'estensione Evernote per salvare le cose che vedi sul Web nel tuo account Evernote.",
    "ja": "Evernote の拡張機能を使用して、Web 上で見つけたページを Evernote アカウントに保存します。",
    "ko": "Evernote 확장 프로그램을 사용해 웹에서 본 정보를 Evernote 계정에 저장하세요.",
    "ms": "Gunakan sambungan Evernote untuk menyimpan bahan yang anda lihat di web ke dalam akaun Evernote anda.",
    "nl": "Gebruik de Evernote extensie om dingen die je ziet op het internet in je Evernote account op te slaan.",
    "no": "Bruk Evernote-utvidelsen til å lagre ting du ser på nettet i Evernote-kontoen din. Du kan også søke gjennom notatene.",
    "pl": "Użyj rozszerzenia Evernote do zapisywania treści z internetu na koncie Evernote.",
    "pt_BR": "Use a extensão Evernote para salvar coisas que você vê na web para a sua conta Evernote.",
    "ru": "Используйте расширение Evernote, чтобы сохранять интересные материалы из Интернета прямо в свой аккаунт Evernote.",
    "sv": "Använd Evernote-tillägget för att spara saker du ser på webben till Evernotekontot.",
    "th": "ใช้ส่วนขยาย Evernote เพื่อบันทึกสิ่งต่างๆ ที่คุณเห็นบนเว็บลงในบัญชี Evernote ของคุณ",
    "tr": "Web'de gördüklerinizi Evernote hesabınıza kaydetmek için Evernote uzantısını kullanın.",
    "uk": "Використовуйте розширення Evernote, щоб зберігати цікаву вам інформацію з Інтернету в ваш аккаунт Evernote.",
    "vi": "Sử dụng phần mở rộng Evernote để lưu những gì bạn thấy trên web vào tài khoản Evernote của bạn.",
    "zh_CN": "使用印象笔记扩展程序一键保存精彩网页内容到印象笔记帐户。",
    "zh_TW": "使用 Evernote 擴充套件，將您在網路上的所見所聞儲存至 Evernote 帳戶。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "「剪藏®」是保存网页的最佳方式，自动识别网页正文、快速保存网页文字、链接和图片到印象笔记及更多印象家族工具App，永久保存给予你灵感的一切网页，并能随时随地查看和编辑。告别复制粘贴，高效收集信息。\n\n【剪藏高价值内容】\n- 轻轻一点剪藏任意网页，收集网上信息的好帮手\n- 剪藏内容永久保存，无需担心原文消失\n- 保留网页中的文本超链接，信息收集更全面\n\n【高效整理剪藏】\n- 自主选择剪藏目的地，内容分类保存\n- 支持添加标签，有效分类剪藏信息\n- 支持添加注释，当下想法即刻保存\n\n【免受广告干扰】\n- 选择“隐藏广告”格式，仅保存干净的图文内容，免受广告干扰 \n- 多种剪藏格式，支持剪藏整个页面或仅剪藏正文、截图或隐藏广告\n\n【轻松圈出重点】\n- 多种标注工具，圈出网页中的重点信息\n- 支持“高亮、箭头、图章、文字、记号笔”等工具，在截图上添加想法\n\n【多产品同步，随时随地查看】\n- 一次剪藏操作，可选择同时将内容永久保存到印象笔记、印象TEAMS、收藏家和Verse*多个产品中\n- 使用印象笔记、印象TEAMS、收藏家和Verse 手机/电脑版 随时随地查看和编辑所剪藏内容\n\n*Verse 即将支持"
  }
}