{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZBD Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZBD App, now in your browser. Manage and stack your sats. Post, zap, and connect. Discover new ways to earn bitcoin."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to the magic world of ZBD! ✨\n\nZBD offers a seamless connection between the digital realm and the real world. This means you can earn free bitcoin, aka money, on the internet and use it wherever you want. You just need to convert your earnings into gift cards or seamlessly withdraw them into your bank account.\n\nBy downloading the ZBD Browser Extension, you'll carry an extension of your ZBD App with you wherever you go. With this extension, you can post on social, send and receive (or how we like to say: zap and get zapped), send encrypted DMs, and discover new ways to earn bitcoin online. \n\nHere's a glimpse of what awaits you:\n\n⚡️ Bitcoin Lightning Wallet: Send and receive bitcoin with a simple interface. Global, instant. 1% fee. Works wherever Bitcoin Lightning is accepted.\n• Learn how to spend your sats here\n\n💬 Social: Share content directly from your ZBD account on any Nostr app, hassle-free. For online access to ZBD, we recommend visiting Primal.net, where you'll be automatically logged in. Enjoy access to all your followers, posts, zapping capabilities, and content across any Nostr-enabled website.\n\n💻 Device Flexibility: Access your bitcoin and social account from any device, regardless of your location, without having to share your private information.\n\nStay magical,\nYour ZBD Crew 🪄"
  }
}