{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hộp Quà May Mắn Online"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension tạo hộp quà may mắn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension \"Hộp Quà May Mắn Online\" mang đến một trải nghiệm thú vị cho người dùng khi mở các hộp quà ảo và khám phá những phần thưởng ngẫu nhiên. Với thiết kế thân thiện và dễ sử dụng, extension này phù hợp cho mọi lứa tuổi, giúp tạo niềm vui và sự tò mò trong những khoảnh khắc giải trí. Người dùng có thể tùy chỉnh nội dung bên trong hộp quà và giao diện theo sở thích cá nhân.\n\nTính Năng Chính:\n\nTùy Chọn Nội Dung Hộp Quà: Cho phép người dùng nhập nội dung hộp quà, giúp họ dễ dàng cá nhân hóa các phần thưởng ngẫu nhiên theo nhu cầu của mình.\n\nChọn Số Lượng Hộp Quà: Người dùng có thể thiết lập số lượng hộp quà có thể mở được, đảm bảo trò chơi trở nên hấp dẫn và giữ được sự mới lạ.\n\nLựa Chọn Giao Diện Hộp Quà: Extension cung cấp các hình ảnh hộp quà đa dạng để người dùng lựa chọn, từ đó mang lại trải nghiệm trực quan và sinh động hơn.\n\nDễ Dàng Sử Dụng: Chỉ cần vài cú nhấp chuột, người dùng có thể mở hộp quà và khám phá phần thưởng một cách nhanh chóng.\n\nPhù Hợp với Mọi Lứa Tuổi: Với giao diện thân thiện và hình ảnh vui nhộn, extension phù hợp cho cả trẻ em và người lớn, là công cụ giải trí thú vị trong thời gian rảnh.\n\n\"Hộp Quà May Mắn Online\" là một tiện ích lý tưởng cho những ai muốn thử vận may, khám phá những điều bất ngờ, và mang đến niềm vui nhỏ mỗi ngày!"
  }
}