{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lecture Carte Vitale"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lecture des données d'une carte Vitale"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Outil indispensable aux professionnels de santé leur permettant de lire les données de la carte Vitale ® depuis un navigateur. \n\nLa carte Vitale® est une carte à puce contenant tous les renseignements administratifs nécessaires à la prise en charge des soins de toute personne affiliée à l'assurance maladie française.\nL'extension Lecture Carte Vitale facilite et sécurise, pour les professionnels de santé, l'accès aux données de la carte vitale depuis un navigateur Web.\nFonctionne sous Windows & Mac – nécessite un module complémentaire.\n\nConditions d’activation\n------------------------------------\n\nA ce jour, la web extension vitale n’est utilisée que par les sites amelipro et webDMP PS. \nSur tout autre site, l’extension est inactive. \nCet état d’inactivité est représenté par une icône grisée.\n\nLa web extension vitale sera bientôt utilisable sur tous les sites s’inscrivant au service web sécurisé de lecture vitale du GIE SESAM Vitale.\n\nModule complémentaire\n---------------------------------------\n\nL’installation préalable de l’application srvsvcnam en version 5.07 (ou supérieure) est indispensable au bon fonctionnement de l’extension. La Web Extension lecture vitale assure uniquement le lien entre le composant installé sur l’ordinateur du professionnel de santé et le navigateur choisi pour une sécurité de lecture maximale.\n\nLa dernière version de srvsvcnam est fournie par l’installeur ATSAM téléchargeable ici :\n\nhttps://app.sesam-vitale.fr/ATSAM/atsam.html  (windows)\nhttps://app.sesam-vitale.fr/ATSAM_mac/atsam.html (macOs)\n\nAccès aux données vitale\n----------------------------------------\n\nL’extension lecture vitale ne dispose d’aucune interface graphique et n’est pas destinée à fournir le contenu de la carte vitale sur un simple clic. C’est un élément indispensable à la sécurisation des échanges de données Vitale.\n\nEn installant l’extension « Lecture Carte Vitale » et la dernière version de srvsvcnam, vous permettez aux sites web de vérifier l’authenticité de la carte et d’assurer une confidentialité totale des données de l’assuré."
  }
}