{
  "name": {
    "ar": "سوينغ السارق  Runner Game",
    "am": "ስዊንግ ዘራፊ  Online Game",
    "bg,ca,sl": "Swing Robber  Unblocked Games",
    "bn": "দোলনা ডাকাত  Runner Game",
    "cs,sk": "Swingový lupič  Online Game",
    "da,fi": "Swing Robber  Unblocked Game",
    "de": "Swing-Räuber  Online Game",
    "el": "Ληστής κούνιας  Unblocked Games",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Swing Robber - HTML5 Game",
    "es": "Ladrón de columpio  Online Game",
    "et": "Kiigeröövel  Skill Game",
    "fa": "دزد تاب  Unblocked Games",
    "fil": "Swing Robber Unblocked",
    "fr": "Voleur de balançoire  Escape Game",
    "gu": "સ્વિંગ રોબર  Online Game",
    "he": "סווינג שודד  Online Game",
    "hi": "घुमाओ डाकू  Unblocked Game",
    "hr,uk": "Swing Robber  Online Game",
    "hu": "Swing rabló Unblocked",
    "id": "Perampok Ayunan  Online Game",
    "it": "Ladro di oscillazioni  Online Game",
    "ja": "スイングロバー  Escape Game",
    "kn": "ಸ್ವಿಂಗ್ ರಾಬರ್  Online Game",
    "ko": "스윙 강도  Online Game",
    "lv": "Šūpoles laupītājs  Online Game",
    "ml": "സ്വിംഗ് റോബർ  Skill Game",
    "mr": "स्विंग रॉबर  Escape Game",
    "ms": "Perompak Buaian  Escape Game",
    "nl": "Swing rover  Escape Game",
    "pl": "Złodziej huśtawki  Online",
    "ro": "Tâlharul leagăn  Runner Game",
    "ru": "Качающийся грабитель  Escape Game",
    "sw": "Mwizi wa Swing  Skill Game",
    "ta": "ஊஞ்சல் கொள்ளைக்காரன்  Unblocked Games",
    "te": "స్వింగ్ రాబర్  Skill Game",
    "th": "สวิงโจร Unblocked",
    "tr": "Salıncak Hırsızı  Unblocked Game"
  },
  "short": {
    "ar": "Swing Robber هي لعبة HTML5 حيث يتأرجح اللاعبون عبر مستويات صعبة لسرقة الكنز مع تجنب العقبات.",
    "am": "ስዊንግ ሮበር ተጫዋቾቹ እንቅፋቶችን በማስወገድ ውድ ሀብት ለመስረቅ በሚያስቸግር ደረጃ የሚወዛወዙበት HTML5 ጨዋታ ነው።",
    "bg": "Swing Robber е HTML5 игра, в която играчите преминават през предизвикателни нива, за да откраднат съкровище, като избягват…",
    "bn": "সুইং রোবার হল একটি HTML5 গেম যেখানে খেলোয়াড়রা প্রতিবন্ধকতা এড়িয়ে গুপ্তধন চুরি করার জন্য চ্যালেঞ্জিং স্তরের মধ্য দিয়ে সুইং করে।",
    "ca": "Swing Robber és un joc HTML5 on els jugadors passen per nivells desafiants per robar tresors mentre eviten obstacles.",
    "cs": "Swing Robber je HTML5 hra, kde hráči procházejí náročnými úrovněmi, aby ukradli poklad a přitom se vyhýbali překážkám.",
    "da": "Swing Robber er et HTML5-spil, hvor spillere svinger gennem udfordrende niveauer for at stjæle skatte, mens de undgår forhindringer.",
    "de": "Swing Robber ist ein HTML5-Spiel, bei dem Spieler durch herausfordernde Levels schwingen, um Schätze zu stehlen und dabei…",
    "el": "Το Swing Robber είναι ένα παιχνίδι HTML5 όπου οι παίκτες περνούν μέσα από απαιτητικά επίπεδα για να κλέψουν θησαυρό αποφεύγοντας τα…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Swing Robber is an HTML5 game where players swing through challenging levels to steal treasure while avoiding obstacles.",
    "es": "Swing Robber es un juego HTML5 en el que los jugadores atraviesan desafiantes niveles para robar tesoros y evitar obstáculos.",
    "et": "Swing Robber on HTML5 mäng, kus mängijad liiguvad läbi keeruliste tasemete, et varastada aardeid, vältides samal ajal takistusi.",
    "fa": "Swing Robber یک بازی HTML5 است که در آن بازیکنان در سطوح چالش برانگیز حرکت می کنند تا گنج را بدزدند و در عین حال از موانع اجتناب…",
    "fi": "Swing Robber on HTML5-peli, jossa pelaajat heiluvat haastavien tasojen läpi varastaakseen aarteita välttäen esteitä.",
    "fil": "Ang Swing Robber ay isang HTML5 na laro kung saan ang mga manlalaro ay dumadaan sa mga mapanghamong antas upang magnakaw ng…",
    "fr": "Swing Robber est un jeu HTML5 où les joueurs se balancent à travers des niveaux difficiles pour voler des trésors tout en évitant…",
    "gu": "સ્વિંગ રોબર એ એક HTML5 ગેમ છે જ્યાં ખેલાડીઓ અવરોધોને ટાળીને ખજાનાની ચોરી કરવા માટે પડકારરૂપ સ્તરો પર સ્વિંગ કરે છે.",
    "he": "Swing Robber הוא משחק HTML5 שבו שחקנים מתנדנדים ברמות מאתגרות כדי לגנוב אוצר תוך הימנעות ממכשולים.",
    "hi": "Swing Robber एक HTML5 गेम है जहां खिलाड़ी बाधाओं से बचते हुए खजाना चुराने के लिए चुनौतीपूर्ण स्तरों पर झूलते हैं।",
    "hr": "Swing Robber je HTML5 igra u kojoj igrači prolaze kroz izazovne razine kako bi ukrali blago dok izbjegavaju prepreke.",
    "hu": "A Swing Robber egy HTML5-ös játék, amelyben a játékosok kihívást jelentő szinteken lendülnek át, hogy kincset lopjanak, miközben…",
    "id": "Swing Robber adalah game HTML5 di mana pemain berayun melalui level yang menantang untuk mencuri harta sambil menghindari rintangan.",
    "it": "Swing Robber è un gioco HTML5 in cui i giocatori attraversano livelli impegnativi per rubare tesori evitando gli ostacoli.",
    "ja": "Swing Robber は HTML5 ゲームで、障害物を避けながら挑戦的なレベルをスウィングして宝物を盗みます。",
    "kn": "ಸ್ವಿಂಗ್ ರಾಬರ್ ಒಂದು HTML5 ಆಟವಾಗಿದ್ದು, ಆಟಗಾರರು ಅಡೆತಡೆಗಳನ್ನು ತಪ್ಪಿಸುವಾಗ ನಿಧಿಯನ್ನು ಕದಿಯಲು ಸವಾಲಿನ ಹಂತಗಳ ಮೂಲಕ ಸ್ವಿಂಗ್ ಮಾಡುತ್ತಾರೆ.",
    "ko": "Swing Robber는 플레이어가 장애물을 피하면서 보물을 훔치기 위해 도전적인 레벨을 스윙하는 HTML5 게임입니다.",
    "lv": "Swing Robber ir HTML5 spēle, kurā spēlētāji šūpojas sarežģītos līmeņos, lai nozagtu dārgumus, izvairoties no šķēršļiem.",
    "ml": "തടസ്സങ്ങൾ ഒഴിവാക്കിക്കൊണ്ട് നിധി മോഷ്ടിക്കാൻ കളിക്കാർ വെല്ലുവിളി നിറഞ്ഞ തലങ്ങളിലൂടെ സഞ്ചരിക്കുന്ന ഒരു HTML5 ഗെയിമാണ് സ്വിംഗ് റോബർ.",
    "mr": "स्विंग रॉबर हा एक HTML5 गेम आहे जिथे खेळाडू अडथळे टाळून खजिना चोरण्यासाठी आव्हानात्मक स्तरांवर स्विंग करतात.",
    "ms": "Swing Robber ialah permainan HTML5 di mana pemain mengharungi tahap yang mencabar untuk mencuri harta karun sambil mengelak…",
    "nl": "Swing Robber is een HTML5-game waarin spelers door uitdagende levels slingeren om schatten te stelen terwijl ze obstakels vermijden.",
    "pl": "Swing Robber to gra HTML5, w której gracze przechodzą przez trudne poziomy, aby ukraść skarb, unikając przeszkód.",
    "ro": "Swing Robber este un joc HTML5 în care jucătorii trec prin niveluri provocatoare pentru a fura comori evitând în același timp…",
    "ru": "Swing Robber — это игра на HTML5, в которой игроки проходят сложные уровни, чтобы украсть сокровища, избегая препятствий.",
    "sk": "Swing Robber je HTML5 hra, v ktorej hráči prechádzajú náročnými úrovňami, aby ukradli poklad a zároveň sa vyhýbali prekážkam.",
    "sl": "Swing Robber je igra HTML5, kjer igralci nihajo skozi zahtevne ravni, da bi ukradli zaklad in se pri tem izogibali oviram.",
    "sw": "Swing Robber ni mchezo wa HTML5 ambapo wachezaji hupitia viwango vya changamoto ili kuiba hazina huku wakiepuka vikwazo.",
    "ta": "ஸ்விங் ராபர் என்பது ஒரு HTML5 கேம் ஆகும், இதில் வீரர்கள் தடைகளைத் தவிர்த்து புதையலைத் திருட சவாலான நிலைகளில் ஊசலாடுகிறார்கள்.",
    "te": "స్వింగ్ రాబర్ అనేది HTML5 గేమ్, ఆటగాళ్ళు అడ్డంకులను తప్పించుకుంటూ నిధిని దొంగిలించడానికి సవాలు స్థాయిల ద్వారా స్వింగ్ చేస్తారు.",
    "th": "Swing Robber เป็นเกม HTML5 ที่ผู้เล่นโลดแล่นผ่านด่านที่ท้าทายเพื่อขโมยสมบัติในขณะที่หลีกเลี่ยงสิ่งกีดขวาง",
    "tr": "Swing Robber, oyuncuların engellerden kaçarken hazine çalmak için zorlu seviyelerde salındıkları bir HTML5 oyunudur.",
    "uk": "Swing Robber — це гра HTML5, у якій гравці проходять складні рівні, щоб викрасти скарби, уникаючи перешкод."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Swing Robber is an HTML5 game where players swing through challenging levels to steal treasure while avoiding obstacles and enemies.\n\nSwing Robber is an action-packed HTML5 game that puts players in the role of the daring thief on a mission to steal as much treasure as possible. In this game, players use a rope to swing through a series of challenging levels, avoiding obstacles and enemies.\n\nTo begin the game, players must navigate to the start of the level and release their rope to begin swinging. As they swing through the level, they must use their timing and reflexes to avoid obstacles such as walls, pits, and enemies. Players can also collect coins and other treasures as they swing through the level.\n\nAs players progress through the game, the levels become increasingly complex, with more obstacles and enemies to avoid. Some levels may also include particular challenges, such as racing against the clock or collecting a certain number of coins.\n\nIn addition to the main swinging gameplay, the game may include power-ups and upgrades that players can use to enhance their thief's abilities. These may consist of a speed boost, an extra life, or the ability to see hidden treasures.\n\nOverall, Swing Robber is a fast-paced and exciting HTML5 game that tests players' timing and reflexes as they swing through challenging levels and collect treasure. With its immersive gameplay and engaging challenges, Swing Robber will provide hours of entertainment for players of all ages.\n\nTo swipe Install this extension to play the Swing Robber  Game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}