{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IM - IndiaMart Easy Web Instant Data Scraper and Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IM - IndiaMart Easy Web Instant Data Scraper and Extractor, extracts data from web pages and exports it as Excel or CSV files."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the IndiaMart Scraper Extension - your go-to tool for streamlining your business operations, sourcing, and market research on IndiaMart, the leading B2B marketplace. With this versatile extension, you'll be able to extract valuable data from IndiaMart listings effortlessly, helping you make more informed decisions, save time, and stay ahead of the competition.\n\n**Key Features**:\n\n1. **Seamless Data Extraction**: Extract product and supplier data, including titles, prices, descriptions, contact details, and more with a single click.\n\n2. **Customized Filters**: Tailor your search parameters to find the exact products and suppliers you need for your business.\n\n3. **Bulk Data Export**: Download extracted data in various formats (CSV, Excel, etc.) for analysis and integration with your business systems.\n\n4. **Price Monitoring**: Keep track of price changes and market trends to make informed purchasing decisions.\n\n5. **Real-time Updates**: Stay in the loop with automatic data updates to ensure your information is always current.\n\n6. **One-Click Contact**: Easily reach out to suppliers directly from the extension to streamline communication.\n\n7. **Saved Searches**: Save your favorite searches for quick access and repeated use.\n\n8. **Enhanced Productivity**: Cut down on manual data entry and focus on growing your business.\n\n**Who Can Benefit?**:\n\n- **Sourcing Professionals**: Streamline your procurement processes and source products efficiently.\n- **Business Owners**: Make data-driven decisions and expand your product offerings.\n- **Market Researchers**: Gain valuable insights into market trends and competitors.\n- **Entrepreneurs**: Save time and resources while establishing or growing your business.\n- **Anyone on IndiaMart**: Whether you're a seasoned user or new to the platform, this extension is a game-changer.\n\n**Installation Instructions**:\n\n1. Click \"Add to Chrome\" to install the IndiaMart Scraper Extension.\n2. Log in to your IndiaMart account.\n3. Navigate to a search results page or a product listing.\n4. Click the extension icon in your browser to start extracting data.\n\n**Privacy and Security**:\n\nRest assured, your data's security and privacy are our top priorities. This extension only accesses publicly available data on IndiaMart, and your login credentials are never stored or shared."
  }
}