{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "color-piker-tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enjoy your new color-piker-tab on every new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Presenting \"ColorPicker Tab\" – Unleash Your Palette, Your Way!\n\nRevolutionize your browsing ambiance with our Chrome extension, ColorPicker Tab. Dive into a world where every new tab is a canvas of creativity. This unique extension not only dissects your wallpaper into three captivating colors but grants you complete control. Choose and display your preferred color scheme from a curated list or use the search feature to find the perfect hues.\n\nBy clicking \"Add to chrome,\" I accept and agree to installing the Search Recipe Tracker extension and setting Chrome's new tab search provider to your preferred search engine, as described in the service's terms of use https://color-picker-tab.com/terms and privacy policy https://color-picker-tab.com/privacy.\n\nKey Features:\n\n1. **Color Separation:**\n   Witness the magic as ColorPicker Tab dissects your wallpaper into three distinct colors, revealing the essence of each image.\n\n2. **Hexadecimal Codes:**\n   Empower your creative side with precise hexadecimal color codes for each separated hue. Use these codes for design projects, personalization, or to explore your favorite color combinations.\n\n3. **Customized Display:**\n   Take charge of your browsing aesthetics. Select the colors you want to display from a curated list.\n\nElevate your online presence with ColorPicker Tab – where every new tab is a canvas, and the palette is in your hands. Download now and redefine the way you experience the web!\n\n\nFor more information, please check our:\n\nTerms of Service\nhttps://color-picker-tab.com/terms\n\nPrivacy Policy\nhttps://color-picker-tab.com/privacy\n\nAbout Us\nhttps://color-picker-tab.com/about"
  }
}