{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wonderpop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover value-driven alternatives to Amazon products"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon makes 33 million dollars every hour. How much do small, sustainable businesses make elsewhere? We help you find value-driven alternatives to Amazon products!\n\nHOW IT WORKS\n1. Install this plugin\n2. Browse freely on Amazon\n3. Request responsible alternatives for products on the site.\n4. Discover new, sustainable products right in your inbox!\n\nOUR MISSION\nOur mission is to redistribute wealth by building bridges between value-driven organisations, co-ops, small businesses and shoppers.\n\nUSING WONDERPOP MEANS..\n* Discovering mission-driven companies\nMany mission-driven businesses don't have the marketing budgets aggregator sites like Amazon do. We source mission-driven companies with a story and give them a platform.\n\n* Shop responsibly\nWith every purchase you support a better world by investing in organizations that want to bring meaningful change\n\n* On-demand, personalised recommendations\nWhen you request an alternative for an Amazon product and we find one, we will deliver it straight to your inbox.\n\n\nWHAT WE CARE ABOUT\n* To empower consumers to shop responsibly by making it easy and a delight to do so.\n* To help value-driven businesses to be seen, get a bigger reach, all while selling directly to consumers and keeping a direct relationship with them."
  }
}