{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StudyBee Assess"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With StudyBee's assessment tools, you can assess student work directly in Google Classroom, and give feedback.",
    "sv": "StudyBee Assess är din hjälpreda i Google Classroom och länk till StudyBees övriga vyer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StudyBee Assess is the teacher's and student's interface in a StudyBee school. By using the plugin, you as a teacher can perform all your tasks, such as feedback, assessment, documentation, work with extra adjustments, access the student card, and much more - without leaving Google Classroom! No more double work and no more switching between Classroom and LMSs.\n\nAs a student, you use the extension to read your feedback, see your assignments and assessments, and keep fully up to date.\n\nPlease note that your school needs to have a valid license and data processing agreement with StudyBee for you to be able to use this extension. Learn more at https://studybee.se",
    "sv": "StudyBee Assess är lärarens och elevens hemmaplan i StudyBee-skolor. Genom att använda pluginet kan du som lärare utföra dina arbetsuppgifter, såsom återkoppling, bedömning, dokumentation, arbeta med extra anpassingar, nå elevkortet med mycket mera - utan att lämna Google Classroom! Inget mer dubbelarbete och inget mer hoppande mellan Classroom och lärplattformen!\n\nSom elev använder du tillägget för att läsa din återkoppling, se dina uppgifter och bedömningar och hålla full koll på läget!\n\nObservera att din skola behöver ha ett giltigt licens- och PUB-avtal med StudyBee för att du ska kunna nytta detta tillägg. Läs mer på https://studybee.se"
  }
}