{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Parrot AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Parrot AI provides Secure AI for Meetings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ABOUT THE PARROT AI CHROME EXTENSION\n\n➡️  Use our Chrome extension to access your personal Parrot AI Teammate at any time!\n\n🎁  The extension gives you the ability to easily invite your Parrot to any meeting at any time or invite your Parrot at the last minute as you’re joining a Zoom, Google Meet, Teams or Webex meeting. It also lets Google Calendar users simply click a button in a calendar invite to add their Parrot! \n\n✅  Not using Parrot AI yet? Visit https://parrot.ai to learn more and sign up for free!\n\n\nABOUT PARROT AI\n\n💡 Parrot AI is not just a powerful meeting recorder, transcription and note-taking tool. It is an AI-based collaborative workspace that knows the full context of your business. Get maximum value from your meetings with Parrot, the AI teammate and meeting intelligence platform for your business. \n\n✨  Parrot safely and securely records all your meetings, transcribes them, summarizes them, stores them, and empowers you with state-of-the-art AI that turns conversations into results. It lets you search for details from your meetings, query the content of any meeting (e.g. who said what, what did we decide, etc.), and even make requests (e.g. identify the key themes of the meeting, write a follow-up email, draft a blog post, etc.). \n\n🔐  Built by a team of security industry veterans, Parrot AI is SOC2 Type II, HIPAA, GDPR and CCPA compliant. We put security and privacy first. Your data is your data and is never used to train our AI models.\n\n\nKEY PARROT AI FEATURES\n\n➡️  If you’re a Parrot AI user, for every meeting your Parrot records (from Zoom, Google Meet, Teams or Webex) or any video or audio recording you upload, the solution automatically generates a video-rich, interactive page with the transcript, summary and action items. Everything on the page is editable and formattable. The solution even has a patented feature to enable transcript redactions! You can also add your own notes, links, images, tables, and more to enrich a page. And you can jump to and easily copy and paste clips (“moments”) that you want to share or incorporate into other pages. \n\n➡️  Parrot also lets you organize and group pages and securely share them with colleagues who can view or edit them and easily add comments. Team plan users can also set up different workspaces for effective content and permission management. All users on your team can use AI-powered search to find information across pages and recordings, and use Chat AI to ask questions and interact with the content of any given page. You can also ask Chat AI to quickly find and take you straight to a specific part of a meeting recording, or ask it to generate new, related content!\n\n\nADOPT YOUR PARROT TODAY!\n\n🦜 With perfect memory, your Parrot will be the perfect AI teammate. And with dependable, secure, advanced AI, your Parrot will quickly become the most indispensable member of your team. Learn more and sign up for free at https://parrot.ai."
  }
}