{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record and Metadata Comparator for Salesforce"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare Record data values and object metadata in Salesforce"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Compare Object Metadata and it's record values in Salesforce (now supports Lightning!) and see all differences in just four clicks!\n\nCredits:\n1. sorenkrabbe for his extension \"salesforce-inspector\" available @ https://chrome.google.com/webstore/detail/salesforce-inspector/aodjmnfhjibkcdimpodiifdjnnncaafh\nI have used the code shared by him to improvise and develop this extension. I would share the code of this extension on github soon.\n\n2. Maninder Singh for enabling the extension to work in Lightning -https://www.linkedin.com/in/mansinghinder/\n\nThis extension compares any two objects or its records (could be from same org or different orgs) and highlights all the differences found. It can show you the following\n\n- Which fields are missing in target org.\n- Which fields are missing in source org\n- which fields have metadata difference (change in formula, datatype , required etc.)\n- which fields have data value mismatch\n\nPlease watch the video tutorial available @ http://youtu.be/mkarbbYWveY to understand the exact functionality and its uses.\n\nSteps to compare Object Metadata:\n\n1. Open up the custom object definition or it's list view or any of it's record in salesforce.  This is your source record. Click on the extension icon and then click on the \"Select Source Record\" button.\n\n2. After that, open up the custom definition of the same object or it's list view or the record (could be from same org or different org). This is your target record. Click on the extension icon and then click on the \"Select Target record\" button. \n\n3. The extension would create a popup and in that show you all the differences that were found. \n\nSteps to compare Record Values:\n1. open any record from a standard/custom object in one org. This is your source record. Click on the extension icon and then click on the \"Select Source Record\" button.\n2. After that, open up any other record for the same object (could be from same org or different org). This is your target record. Click on the extension icon and then click on the \"Select Target record\" button. \n3. The extension would create a popup and in that show you all the differences that were found. \n\nDo recommend the extension with you friends and colleagues if you like it.\n\nAlso, if you like the extension, please don't forget to Rate it on the Chrome Extension Webstore.\n\nFeedback/Suggestions/Ideas/Comments most welcome.\n\nThanks again and I hope this extension saves your time and makes you more productive!\n\nFor any queries: rajivashokbhatt+metadatacomparator@gmail.com"
  }
}