{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Typingmind in Sidepanel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Typingmind in Chrome's sidepanel. Easy and convenient."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock a new level of convenience with our unofficial Chrome extension for TypingMind AI. This simple yet effective tool places TypingMind right at your fingertips within a sleek sidepanel, helping you stay focused and productive.\n\nKey Features:\n\nSeamless Sidepanel: Quickly access TypingMind in a sidepanel that effortlessly slides into view—no need to leave your current tab.\niFrame Integration: Engage with TypingMind directly in an embedded iframe within the sidepanel. This makes chatting with the AI easy and convenient without interrupting your workflow.\nQuick Toggle: With just one click, you can open or close the sidepanel, keeping TypingMind available only when you need it.\nNon-Intrusive: Our extension doesn't store or process any personal data. It's simply a window to the TypingMind site displayed within the browser's sidepanel.\nImportant Notes:\n\nThis extension is an unofficial enhancement tool. It is not created, endorsed, or affiliated with TypingMind or its authors.\nThe extension only displays the TypingMind website in an iframe and does not access or modify any content from TypingMind.\nAll interactions happen directly between you and TypingMind; we do not store or access any of your personal data.\nWhy Use this Extension?\nIf you’re a fan of TypingMind and want a more convenient way to access the AI, this extension is a perfect fit. It’s ideal for keeping your workspace organized and ensuring easy access to the AI without interrupting your flow.\n\nInstallation Instructions:\n\nInstall from the Chrome Web Store.\nClick the extension icon to toggle the TypingMind sidepanel on and off.\nEnjoy seamless interactions with TypingMind while continuing with your work!\nDisclaimer:\nThis extension is an independent project. It is unaffiliated with the TypingMind AI developers or the TypingMind.com website. All trademarks and rights belong to their respective owners.\n\nSupport:\nIf you encounter any issues or have suggestions, feel free to contact us at ugur.kellecioglu@outlook.com"
  }
}