{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Pro Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to save at least 5 hours/week on daily SEO checks?\n\nIf your answer is yes, then SEO Pro is exactly what you need.…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to save at least 5 hours/week on daily SEO checks?\n\nIf your answer is yes, then SEO Pro is exactly what you need. \n\nSEO Pro helps you get all the necessary information about a website page at a glance. \n\nHere are 11 examples of what you can do with this free extension in under 3 seconds:\n\n1️⃣ See all main page information at a glance, including:\n\n\n✅ Title tag\n✅ Meta description\n✅ Canonical URL\n✅ Meta robots\n✅ Core Web Vitals (Field data)\n✅ Word count on the page\n\n\n2️⃣Export all page copy in just 1 click\n\n3️⃣ Instantly check Core Web Vitals metrics for a page\n\nThe SEO Pro extension shows the Core Web Vitals: \n\n• LCP (Largest Contentful Paint)\n• INP (Interaction to Next Paint)\n• CLS (Cumulative Layout Shift)\n\n4️⃣ Quickly spot indexing or canonicalization issues\n\nThe SEO Pro extension will show you hints when the page you’re looking at:\n\n• Has meta-robots set to ‘noindex’\n• Has the canonical tag pointing to a different page\n\n\n5️⃣ Easily analyze the headings hierarchy of any page\n\nIt’s handy when you want to see how many H1s the page is using. Or when you want to spot any heading opportunities your competitors are using. \n\n💡 You can also export all the headings found on a page in a CSV with just 1 click!\n\n\n6️⃣ See status codes and redirect chains at a glance\n\n💪 Pro tip: You can also check if the most common duplicates – like http/https and www/non-www – are handled properly on the website you’re analyzing.\n\n\n7️⃣Get the number of links on a page, their type and anchor text\n\nSee: \n\n- Internal links\n- External links\n- Anchor text for each of these links\n\n💪 Pro tip: Export the links and their anchor text for further analysis\n\n\n8️⃣ Highlight nofollow links on a page\n\nYou can easily see nofollow links on any page with the SEO Pro extension. \n\n\n9️⃣ Spot missing images Alt tags \n\nOn the Images tab of the SEO Pro extension, you can easily see the alt tags of the images on a page. \n\nIt will help you quickly spot the images that are missing alt tags. \n\n💪 Pro tip: Export all images along with their dimensions in a CSV in 1 click for further analysis.\n\n🔟 See what a page preview will look like when shared on social media\n\nNo need to look for Open graph tags in the source code anymore! The SEO pro extension will show you the preview image, website, title and description of any page so that you can make sure it looks great when you share it online. \n\n\n1️⃣ 1️⃣ Check schema markup \n\nSEO Pro extension makes it easy for you to check all types of Schema markup so that you don’t need to open the Rich Snippets tool and wait minutes for it to show the results.\n\nJust check out the Schema tab."
  }
}