{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedBoost"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your LinkedIn posts and articles with real likes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LINKED BOOST automatically boosts your Linkedin posts to 10x your normal audience reach.\n\n-> Boost your brand awareness, and fuel virality on LinkedIn - whenever a user Likes, or Comments on a LinkedIn post it will automatically share with their network too!\n\n-> LINKED BOOST allows you to join groups, related to your industry such as Software, Recruitment, Growth Marketing, Social Media, Startups and hundreds more, so that you are always receiving likes from targeted & relevant profiles in your niche.\n\n-> Instantly boost Likes, Comments, Impressions and Shares with LINKED BOOST! Want to see the results for yourself? Boost your first post 100% free!\n\nWHO IS LINKED BOOST FOR?\nAnyone can use LINKED BOOST to help them promote their posts automatically on Linkedin. Simply join a group relevant to your topic (for example 'Marketing USA' for posts about marketing with a US focus) and submit your post. You'll automatically receive engagement and likes from other people in the group.\n\nHOW DOES LINKED BOOST WORK?\n1) Install the extension with 1-click (top right).\n2) You must be launch linkedin.com, log in and then click on the extension in your browser.\n3) Join your first group or create your own one and invite others to it. A great group to get started with is the Growth Hackers group code #5654D.\n\nWe have live support 24/7 in the extension. You can also watch our how to video attached above to get a quick tour of everything!\n\nHOW WILL LINKED BOOST BENEFIT YOU?\nBoost your brand awareness, and fuel virality on LinkedIn - whenever a user Likes, or Comments on a LinkedIn post it will automatically share with their network too!"
  }
}