{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Renewed Tab"
  },
  "short": {
    "am,ar,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi": "A customisable New Tab page, with widgets and beautiful backgrounds",
    "bg": "Нов раздел с възможност за персонализиране с приспособления и красиви фонове",
    "de": "Einer frei gestaltbaren „Neuer Tab“ Seite, mit praktischen Widgets und faszinierenden Wallpapers",
    "es": "Una página de Nueva Pestaña personalizable, con widgets y fondos hermosos",
    "fr": "Une page Nouvel onglet personnalisable avec des widgets et de magnifiques fonds d'écran",
    "it": "Una pagina \"Nuova Finestra\" personalizzabile, attraverso widget e fantastici sfondi",
    "ms": "Halaman Tab Baharu yang boleh disesuaikan, dengan widget dan latar yang permai",
    "pt_BR": "Uma página nova guia personalizável, com widgets e belos planos de fundo",
    "ru": "настраиваемую страницу Новая Вкладка с виджетами и красивыми фонами",
    "tr": "Araçlar ve güzel arka planlar içeren, özelleştirilebilir bir Yeni Sekme sayfası",
    "zh_CN": "一个可自定义的新标签页，拥有丰富的小部件和各种精美的背景图片供您选择",
    "zh_TW": "一個可自定的新分頁頁面，擁有小工具和美麗的背景"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "## Features ##\n\n- Powerful Widgets System: you can add, move, resize, and configure widgets on a grid using intuitive controls.\n- Beautiful Backgrounds: see a random curated background every 15 minutes. You can also choose a solid color, an Unsplash collection, an RSS/Atom feed, or a custom background image.\n- Customisable: change the background, the theme, and configure each widget independently.\n- Multi-lingual. Translations are community-maintained, allowing users to contribute support for their language. https://renewedtab.com/translations/\n\n\n## Widgets ##\n\n- RSS and Atom feeds: can be used to see the news or follow a website.\n- Weather\n- To do: track things you need to do.\n- Quick Links: show links, with optional icons and subheadings.\n- Top Sites: shows your most frequent websites.\n- Daily Goals: enter a daily goal.\n- Bookmarks: shows your bookmarks toolbar.\n- Greeting: be greeted based on the time of day.\n- Quotes: shows a random quote, with categories.\n- Clock: show the current time, choose between 12 and 24 hours.\n- Notes: jot down notes in a freeform text area.\n- Age: shows your current age with way too much precision.\n- Search: a search bar with support for most search engines.\n- Currencies: shows exchange rates, supporting forex currencies and crypto.\n- Web Comics: show the most recent panel from a web comic.\n- Year Progress: shows the progress through the year as a progress bar.\n- Upcoming Space Flights\n- and more: buttons, images, HTML, and IFrames.\n\n\n## Privacy Orientated ##\n\nWe design with privacy in mind! We require only minimal permissions: to store data on your computer, and see the default search engine. Other permissions are optional and are requested at runtime, when needed. All your data is stored in your browser, not on our servers. For more information, see the Privacy Policy.\n\n\n## Support ##\n\nNeed help? Found a bug, or have a request? See: https://renewedtab.com/help/",
    "es": "## Funciones ##\n\n- Arrastrar y soltar widgets: puedes añadir, mover, cambiar el tamaño y configurar widgets en una rejilla usando controles intuitivos.\n- Fondos Hermosos: ver un fondo curado al azar cada 15 minutos. También puedes elegir un color sólido, una colección de Unsplash, un feed RSS/Atom o una imagen de fondo personalizada.\n- Personalizable: cambiar el fondo, el tema y configurar cada widget de forma independiente.\n- Multi-lenguaje: soporta francés, español, italiano, portugués, malayo y turco. Las traducciones son\n<a \nhref=\"https://renewedtab.com/translations/\" >mantenidas por la comunidad</a>\nlo que permite a los usuarios contribuir al soporte de su idioma.\n\n\n## Widgets ##\n\n- Feeds RSS y Atom: pueden ser utilizados para ver noticias o seguir un sitio web.\n- Clima\n- Lista de Quehaceres: realice un seguimiento de las cosas que necesita hacer.\n- Enlaces Rápidos: muestra enlaces, con iconos y subtítulos opcionales.\n- Sitios Principales: muestra sus sitios web más frecuentados.\n- Metas Diarias: ingrese una meta diaria.\n- Marcadores: muestra sus marcadores de la barra de herramientas de marcadores.\n- Saludo: sea bienvenido según la hora del día.\n- Citas: muestra una cita aleatoria, con categorías.\n- Reloj: muestra la hora actual, elige entre 12 y 24 horas.\n- Notas: tome notas en un área de texto de forma libre.\n- Edad: muestra su edad actual con demasiada precisión.\n- Búsqueda: una barra de búsqueda, con soporte para cambiar el motor de búsqueda.\n- Cómics Web: muestra el panel más reciente de un cómic web.\n- Progreso del Año: muestra el progreso a lo largo del año como una barra de progreso.\n- Monedas: muestra tasas de cambio, compatible con divisas forex y criptomonedas.\n- Próximos Vuelos Espaciales\n- y más: botones, imagenes, HTML, e IFrames.\n\n\n## Orientado a la privacidad ##\n\nSolo requerimos permisos mínimos; otros\npermisos son opcionales y solo solicitados cuando se necesitan. Todos sus\ndatos se almacenan en su navegador, no en nuestros servidores.",
    "fr": "Un nouvel onglet personnalisable, avec des widgets et de beaux fonds d'écran\n\n\n## Fonctionnalités ##\n\n- Glisser-déposer des Widgets: vous pouvez ajouter, déplacer, redimensionner et configurer les widgets sur une grille utilisant des contrôles intuitifs.\n- Beaux fonds d'écran: voir un fond d'écran choisi aléatoirement toutes les 15 minutes. Vous pouvez aussi choisir une couleur unie, une collection Unsplash, un flux RSS/Atom, ou un fond d'écran personnalisé.\n- Personnalisable: changer le fond d'écran, le thème et configurer chaque widget indépendamment.\n- Multilingue: supporte le français, l'espagnol, l'italien, le portugais, le malais et le turc. Les traductions sont\n<a href=\"https://renewedtab.com/translations/\">maintenues par la communauté</a>\npermettant aux utilisateurs de contribuer au support de leur propre langue.\n\n\n## Widgets ##\n\n- Flux RSS et Atom : peut être utilisé pour voir les actualités ou suivre un site web.\n- Météo\n- Liste de tâches : surveillez les choses que vous devez faire.\n- Liens rapides : montre des liens, avec optionnellement des icônes et des sous-titres.\n- Sites les plus visités : montre vos sites les plus fréquemment visités.\n- Objectifs quotidiens : entrer un objectif quotidien.\n- Favoris : montre les favoris depuis la barre de favoris.\n- Salutations : être salué basé sur l'heure de la journée.\n- Citations : montre des citations aléatoires, avec des catégories.\n- Horloge : montre l'heure courante, choisie entre 12 et 24 heures.\n- Notes : inscrivez des notes dans un champ de texte libre.\n- Age : montre votre âge courant bien trop précisément.\n- Rechercher : une barre de recherche, avec possibilité de changer le moteur de recherche.\n- Bandes Dessinés du Web : montre les dessins les plus récents de bandes dessinées en ligne.\n- Progression de l'année : montre la progression durant l'année en barre de progression.\n- Monnaies : montre les taux de change, compatible avec les devises forex et les cryptomonnaies.\n- Prochains Vols Spatiaux\n- et encore plus : boutons, images, HTML, et IFrames.\n\n\n## Axé sur la confidentialité ##\n\nNous avons besoin de seulement quelques permissions minimes ; les\nautres sont optionnelles et seulement demandées quand besoin. Toutes\nles données sont stockées dans votre navigateur, pas nos serveurs.",
    "it": "## Funzionalità ##\n\n- Widget trascina e rilascia: puoi aggiungere, muovere, ridimensionare e configurare i widget nella griglia usando controlli intuitivi.\n- Sfondi molto belli: vedi uno sfondo selezionato ogni 15 minuti. Puoi scegliere anche un colore a tinta unita, una collezione Unsplash , un feed RSS/Atom o un'immagine di sfondo personalizzata.\n- Personalizzabile: cambia lo sfondo, il tema e configura ogni widget indipendentemente.\n- Multilingue: supporta francese, spagnolo, italiano, portoghese, malese, e turco. Le traduzioni sono <a\n    href=\"https://renewedtab.com/translations/\">sotto la manutenzione della community</a>\npermettendo così agli utenti di contribuire col supporto alla loro lingua.\n\n\n## Widget ##\n\n- Feed RSS e Atom:possono essere utilizzati per vedere notizie o seguire siti web.\n- Meteo\n- Cose da fare: traccia le cose che devi fare.\n- Link rapidi: mostra link, con icone e sottotitoli facoltativi.\n- Siti più visitati: mostra i siti web che visiti più di frequente.\n- Obiettivi giornalieri: inserisci il tuo obiettivo del giorno.\n- Segnalibri: mostra i tuoi segnalibri dalla barra dei segnalibri.\n- Saluto: ricevi un saluto in base all'ora del giorno.\n- Citazioni: mostra una citazione casuale, in base alle categorie.\n- Orologio: mostra l'ora, in un formato a 12 oppure a 24 ore.\n- Appunti: prendi degli appunti in un'area di testo libera.\n- Età: mostra la tua età con fin troppa precisione.\n- Cerca: una barra di ricerca, con la possibilità di cambiare motore di ricerca.\n- Fumetto web: mostra le più recenti vignette comiche da siti web.\n- L'anno che avanza: mostra il progredire dell'anno in corso come una barra di avanzamento.\n- Valute: mostra i tassi di cambio, supporta le divise forex e le cripto valute.\n- Prossimi voli spaziali\n- e molto altro: pulsanti, immagini, HTML e iframe.\n\n\n## Attento alla privacy ##\n\nRichiediamo solo permessi minimi; altri permessi\nsono facoltativi e richeisti solo se è necessario. Tutti i tuoi\ndati sono memorizzati nel tuo browser, non nei nostri server.",
    "ms": "Halaman Tab Baharu yang boleh disesuaikan, dengan widget dan latar yang permai\n\n\n## Sifat-sifat ##\n\n- Widget Tarik dan Lepas: anda boleh tambah, pindah, ubah saiz, dan tetapkan widget dalam grid menggunakan kawalan yang intuitif.\n- Latar yang Permai: lihat latar belakang yang diberikan secara rawak setiap 15 minit, disediakan oleh Unsplash. Anda juga boleh pilih warna pepejal, himpunan tersuai daripada Unsplash, atau imej latar belakang tersuai.\n- Boleh Disesuaikan: tukar latar belakang, tema, dan tetapkan setiap widget secara berasingannya.\n- Pelbagai Bahasa: menyokong bahasa Perancis, Sepanyol, Itali, Portugis, Melayu, dan Turki. Terjemahan <a\n    href=\"https://renewedtab.com/translations/\">diselenggara oleh komuniti</a>\ndan membolehkan para pengguna untuk menyumbang sokongan buat bahasa mereka.\n\n\n## Widget ##\n\n- Suapan RSS dan Atom: boleh digunakan untuk melihat berita atau mengikuti laman sesawang.\n- Cuaca\n- Senarai Tugasan: jejaki benda yang anda perlu lakukan.\n- Pautan Pantas: tunjuk pautan, dengan ikon pilihan dan pengepala kecil.\n- Tapak Teratas: tunjuk laman sesawang yang paling kerap anda lawati.\n- Matlamat Harian: masukkan matlamat harian anda.\n- Tanda Buku: tunjuk tanda buku daripada bar alatan tanda buku.\n- Kata Sapaan: disapa berdasarkan waktu semasa dalam sehari.\n- Petikan: menunjukkan petikan rawak, dengan kategori.\n- Jam: tunjuk waktu semasa, pilih di antara format 12 jam dan 24 jam.\n- Nota: catat nota dalam kawasan tulisan bentuk bebas.\n- Umur: tunjuk umur semasa anda dengan terlampau tepat.\n- Cari: bar carian, dengan sokongan untuk mengubah enjin carian.\n- Komik Sesawang: tunjuk panel yang terbaru daripada suatu komik sesawang.\n- Kemajuan Tahun: tunjuk kemajuan dalam tahun sebagai bar kemajuan.\n- Mata Wang: tunjuk kadar pertukaran, menyokong mata wang forex dan kripto.\n- Pelancaran Angkasa Akan Datang\n- dan banyak lagi: butang, imej, HTML, dan iframe.\n\n\n## Berorientasikan Privasi ##\n\nKami hanya memerlukan kebenaran yang sangat sedikit; kebenaran\nyang lain hanyalah pilihan dan hanya diminta apabila diperlukan.\nKesemua data anda disimpan di pelayar anda, bukan di pelayan kami.",
    "zh_CN": "## 功能列表 ##\n\n- 拖放小部件: 你可以直观地使用控件在网格上添加、移动、调整大小和配置小部件。\n- 赏心悦目的背景: 欣赏每 15 分钟更新一次的背景图片。或者选择纯色，Unsplash 精选内容，RSS/Atom 订阅，或者一个自定义的图片。\n- 可自定义: 自定义背景，主题，并独立的配置每个部件。\n- 多语言: 支持法语、西班牙语、意大利语、葡萄牙语、马来语、土耳其语。\n翻译由 <a href=\"https://renewedtab.com/translations/\">社区</a> 维护，\n允许人们为自己的语言做出贡献。\n\n\n## 小部件 ##\n\n- RSS订阅：显示来自Atom、JSON或RSS订阅的信息，用于追踪新闻，网站和博客的最新消息。\n- 天气\n- 待办清单：追踪待办事项的清单。\n- 链接：一个链接，支持标题和图标（九宫格）。\n- 最常访问的网站：显示最常访问的网站。\n- 每日目标：提醒你每天的目标。\n- 书签：显示你的书签。\n- 问候语：根据时刻问候您。\n- 引用名言：随机显示一个带有分类的名言。\n- 时钟：显示时间，可选使用 12 小时制或 24 小时制。\n- 笔记：一个用于笔记的可编辑的文本区域。\n- 年龄：显示你当前精确的年龄。\n- 搜索：一个搜索栏，支持改变搜索引擎。\n- 网络漫画：显示来自Atom、JSON或RSS订阅源的最新网络漫画。\n- 年进度：以进度条的形式显示今年的进度。\n- 货币：显示汇率，支持外汇货币和加密货币（例如比特币等）。\n- 太空飞行\n- 以及更多：按钮、图像、HTML和iframes。\n\n\n## 以隐私为导向 ##\n\n我们只要求最低限度的权限；\n其他权限是可选的，只有在需要时才会被要求。\n您的所有数据都储存在您的浏览器中，而不是我们的服务器上。"
  }
}