{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Summarizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily get a Summary of Video files as large as 3 GB or 4 hours."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Video Summarizer - Your Efficient Video Summarization Chrome Extension!\n\nVideo Summarizer is a powerful Chrome extension that enables you to summarize lengthy video files quickly and effortlessly. Capable of processing videos up to 4 hours or 3 GB in size, this extension provides concise summaries in just seconds.\n\nFeatures:\n\n\t•\tSummarize Large Videos: Select any video file, and let Video Summarizer extract the essential insights for you.\n\t•\tChoose Summary Size: Adjust the length of your summary by selecting from options like little, medium, or full.\n\t•\tRead or Download Summaries: View your generated summary within the extension for easy reading or download it for offline use.\n\nTrusted by Professionals\n\nVideo Summarizer is trusted by a wide range of professionals, including educators, businesses, law firms, government agencies, and healthcare organizations. Our software has been praised for its ability to save time and provide quick insights from long videos.\n\nPrivacy and Security\n\nWe prioritize your privacy. Video Summarizer ensures that your videos and summarized content remain safe and secure.\n\nUnlimited Summarization\n\nLeveraging the power of GPT-4 AI, Video Summarizer offers unlimited summarization capabilities. You can summarize as many videos as you want without any limitations.\n\nDiscover Video Summarizer now and unlock the ability to summarize Videos with ease. Simplify your video analysis and save valuable time. Get started with Video Summarizer today!"
  }
}