{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWS Abbreviation Explainer For DevOps"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hover over AWS abbreviations to see their full meanings and brief explanations."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AWS Abbreviation Explainer\nInstantly decode AWS abbreviations and service names as you browse!\nWhat it does:\n\nRecognizes over 200 AWS abbreviations and service names on any webpage\nShows brief explanations in a tooltip when you hover over AWS terms\nCovers a wide range of AWS services including EC2, S3, Lambda, and many more\nWorks across documentation, blogs, forums, and any other web content\n\nPerfect for:\n\nAWS newcomers learning the ropes\nExperienced professionals dealing with unfamiliar services\nDevOps engineers working across multiple AWS services\nAnyone reading about AWS who needs quick clarification\n\nFeatures:\n\nLightweight and fast - doesn't slow down your browsing\nWorks offline - no need for internet connection to get explanations\nPrivacy-focused - doesn't collect or transmit any data\nRegularly updated to include the latest AWS services\n\nHow it helps:\n\nSave time by quickly understanding AWS terminology without leaving your current page\nReduce confusion when reading about complex AWS architectures\nImprove your AWS knowledge effortlessly as you browse\nEnhance your productivity when working with AWS documentation or discussions\n\nNever be stumped by an AWS abbreviation again! Install the AWS Abbreviation Explainer and navigate the world of Amazon Web Services with confidence."
  }
}