{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BibSonomy Buttons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BibSonomy Buttons Plugin"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An Add-on for users of the blue social bookmark and publication sharing system BibSonomy. Add three useful BibSonomy control buttons to your browser by installing this add-on. One will be a quick link to your myBibSonomy page. The other two enable storing bookmarks and publications in BibSonomy by only clicking a button or by using keyboard shortcuts.\n\nEin Add-on für Nutzer der Literatur- und Lesezeichenverwaltung BibSonomy. Erweitern Sie Ihren Browser mit diesem Add-on um drei nützliche BibSonomy-Schaltflächen in Ihrer Navigations-Symbolleiste. Eine Schaltfläche dient als Link auf Ihre meinBibSonomy-Seite, die anderen beiden ermöglichen das schnelle Speichern von Lesezeichen sowie Publikationen per Knopfdruck. Außerdem können Sie mit dem Add-on auch Tastaturkürzel verwenden um Lesezeichen oder Publikationen zu erstellen.",
    "de": "An Add-on for users of the blue social bookmark and publication sharing system BibSonomy. Add three usefull BibSonomy control buttons to your browser by installing this add-on. One will be a quick link to your myBibSonomy page. The other two enable storing bookmarks and publications in BibSonomy by only clicking a button or by using keyboard shortcuts.\n\nEin Add-on für Nutzer der Literatur- und Lesezeichenverwaltung BibSonomy. Erweitern Sie Ihren Browser mit diesem Add-on um drei nützliche BibSonomy-Schaltflächen in Ihrer Navigations-Symbolleiste. Eine Schaltfläche dient als Link auf Ihre meinBibSonomy-Seite, die anderen beiden ermöglichen das schnelle Speichern von Lesezeichen sowie Publikationen per Knopfdruck. Außerdem können Sie mit dem Add-on auch Tastaturkürzel verwenden um Lesezeichen oder Publikationen zu erstellen."
  }
}