{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tick Time Tracking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple time tracking software that helps you hit your budgets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "* Updated to work with Basecamp 3.\n\nConvenient time tracking within Chrome\nA useful time tracking tool starts with something you'll actually use. Tick's timecard is both straightforward and efficient in assigning time to a task and provides key project details like instant budget feedback as soon as your time is entered. It’s time tracking that gets you in and out over and over again with the project details you need to make a profit.\n\nTrack time in Google Chrome™\nStart and stop timers from Chrome while you work. Whether you're responding to emails, in an online meeting, or posting updates through your online project management software, your timecard is just a click away with Tick for Chrome.\n\n* Easy time entry from anywhere\n* Timers for accurate time keeping\n* Instant Budget Feedback without running a report\n\nUnderstand Your Budgets Like Never Before\nIn the service industry, hitting a time budget is the difference between staying black and red. To make profitability a consistent reality for you, Tick provides both high level and granular details about your project budget to help you and your team communicate the amount of time you have left to spend before you start losing money.\n\nReports you'll actually use\nTick’s reporting platform provides you with actionable data for post project discussions, invoicing and forecasting with customizable and exportable reports to make the money side of your business easy.\n\n* Reports for billing clients\n* Reports for future planning\n* Integrations with Quickbooks and Freshbooks\n\nIf you have any problems we're happy to help. Please contact us at support@tickspot.com."
  }
}