{
  "name": {
    "ar": "تعقب تاريخ السعر الحقيقي",
    "am": "እውነተኛ የዋጋ ታሪክ መከታተያ",
    "bg": "Реална ценова история проследяваща",
    "bn": "আসল মূল্য ইতিহাস ট্র্যাকার",
    "ca": "Tracker de la història real de preus",
    "cs": "Skutečná cenová historie sledování",
    "da,de,en,en_AU,en_GB,en_US,fi,nl,no": "Real Price History Tracker",
    "el": "Ιστορικό πραγματικού ιστορικού τιμών",
    "es,es_419": "Rastreador de historial de precios real",
    "et": "Reaalne hinnaajaloo jälgija",
    "fa": "ردیاب تاریخ واقعی قیمت",
    "fil": "Tunay na Tracker ng Kasaysayan ng Presyo",
    "fr": "Tracker de l'historique des prix réel",
    "gu": "વાસ્તવિક કિંમત ઇતિહાસ ટ્રેકર",
    "he": "עוקב אחר היסטוריית מחירים אמיתית",
    "hi": "वास्तविक मूल्य इतिहास ट्रैकर",
    "hr": "Pravi tracker povijesti cijena",
    "hu": "Valódi ár -előzmények nyomkövető",
    "id": "Pelacak Sejarah Harga Nyata",
    "it": "Tracker della storia dei prezzi reale",
    "ja": "本当の価格履歴トラッカー",
    "kn": "ನಿಜವಾದ ಬೆಲೆ ಇತಿಹಾಸ ಟ್ರ್ಯಾಕರ್",
    "ko": "실제 가격 기록 추적기",
    "lt": "Tikrosios kainos istorijos stebėjimo priemonė",
    "lv": "Īsta cenu vēstures izsekotājs",
    "ml": "യഥാർത്ഥ വില ചരിത്രം ട്രാക്കർ",
    "mr": "वास्तविक किंमत इतिहास ट्रॅकर",
    "ms": "Tracker Sejarah Harga Sebenar",
    "pl": "Rzeczywisty śledzenie historii cen",
    "pt_BR,pt_PT": "Rastreador de histórico de preços real",
    "ro": "Tracker de istorie a prețurilor reale",
    "ru": "Трекер истории реальной цены",
    "sk": "Skutočný sledovač histórie cien",
    "sl": "Resnični sledilnik zgodovine",
    "sr": "Реал Цјенес Хистори Трацкер",
    "sv": "Verklig prishistorik tracker",
    "sw": "Historia halisi ya Historia ya Bei",
    "ta": "உண்மையான விலை வரலாறு டிராக்கர்",
    "te": "రియల్ ప్రైస్ హిస్టరీ ట్రాకర్",
    "th": "ตัวติดตามประวัติราคาจริง",
    "tr": "Gerçek Fiyat Geçmişi İzleyici",
    "uk": "Реальна ціна Трекер історії",
    "vi": "Trình theo dõi lịch sử giá thực",
    "zh_CN": "实际价格历史追踪器",
    "zh_TW": "實際價格歷史追踪器"
  },
  "short": {
    "ar": "يعرض Extract chrome Chrome Extension رسم بياني للسعر للمنتج على Amazon و Flipkart و Myntra ومواقع التسوق الأخرى.",
    "am": "የዋጋ ታሪክ መከታተያ መከታተያ Chrome ቅጥያ በአማዞን, በሊፒካርት, በሜሪራ እና በሌሎች የገቢያ ጣቢያዎች ላይ የምርት ዋጋ ታሪክ ታሪክ ያሳያል.",
    "bg": "Разширението на Chrome Tracker Tracker показва графиката на историята на цените на продукта на Amazon, Flipkart, Myntra и други…",
    "bn": "দামের ইতিহাসের ট্র্যাকার ক্রোম এক্সটেনশন অ্যামাজন, ফ্লিপকার্ট, মাইন্ট্রা এবং অন্যান্য শপিং সাইটগুলিতে পণ্যের মূল্য ইতিহাসের গ্রাফ…",
    "ca": "El rastrejador de preus Tracker Extension mostra el gràfic de la història del producte a Amazon, Flipkart, Myntra i altres llocs de…",
    "cs": "Cenová historie Tracker Chrome Extension ukazuje graf cenové historie produktu na Amazonu, Flipkart, Myntra a dalších nákupních…",
    "da": "Prishistorik tracker Chrome Extension viser produktets prishistoriske graf på Amazon, Flipkart, Myntra og andre shoppingwebsteder.",
    "de": "Die Preisverlauf von Price History Tracker Chrome zeigt das Preis -Historie -Diagramm des Produkts auf Amazon, Flipkart, Myntra und…",
    "el": "Η επέκταση του Tracker Tracker Chrome δείχνει το γράφημα ιστορικού τιμών του προϊόντος σε Amazon, Flipkart, MyNTRA και άλλους…",
    "en,en_AU,en_GB,en_US,fi": "Price History Tracker chrome extension shows the product's price history graph on Amazon, Flipkart, Myntra and other shopping sites.",
    "es,es_419": "Price History Tracker Chrome Extension muestra el gráfico de historial de precios del producto en Amazon, Flipkart, Myntra y otros…",
    "et": "Hinna ajaloo jälgija Chrome'i laiendus näitab toote hinnaajaloo graafikut Amazoni, Flipkarti, Myntra ja muudes ostusaitidel.",
    "fa": "Trace Trace Tracker Extension CHROME نمودار تاریخ قیمت محصول را در آمازون ، فلیپکارت ، MyNTRA و سایر سایت های خرید نشان می دهد.",
    "fil": "Ang Presyo ng Kasaysayan ng Tracker Chrome Extension ay nagpapakita ng graph ng presyo ng presyo ng produkto sa Amazon, Flipkart,…",
    "fr": "Le tracker de l'historique des prix Chrome Extension montre le graphique de l'historique des prix du produit sur Amazon, Flipkart,…",
    "gu": "ભાવ ઇતિહાસ ટ્રેકર ક્રોમ એક્સ્ટેંશન એમેઝોન, ફ્લિપકાર્ટ, માયન્ટ્રા અને અન્ય શોપિંગ સાઇટ્સ પર ઉત્પાદનનો ભાવ ઇતિહાસ ગ્રાફ બતાવે છે.",
    "he": "הרחבת Chrome של היסטוריית מחירים מציגה את גרף ההיסטוריה של המוצר של המוצר באמזון, פליפארט, Myntra ואתרי קניות אחרים.",
    "hi": "मूल्य इतिहास ट्रैकर क्रोम एक्सटेंशन अमेज़ॅन, फ्लिपकार्ट, माइन्ट्रा और अन्य शॉपिंग साइटों पर उत्पाद के मूल्य इतिहास ग्राफ को दिखाता…",
    "hr": "Chrome Extension Crome Extension prikazuje grafikon povijesti cijena na Amazonu, Flipkartu, Myntri i drugim web lokacijama za…",
    "hu": "Az Price History Tracker Chrome Extension az Amazon, a Flipkart, a Myntra és más bevásárló helyszíneken mutatja be a termék…",
    "id": "Pelacak Sejarah Harga Ekstensi Chrome menunjukkan grafik riwayat harga produk di Amazon, Flipkart, Myntra dan situs belanja lainnya.",
    "it": "Il tracker della cronologia dei prezzi Chrome Extension mostra il grafico della cronologia dei prezzi del prodotto su Amazon,…",
    "ja": "価格履歴トラッカーChrome拡張機能は、Amazon、Flipkart、Myntra、その他のショッピングサイトの製品の価格履歴グラフを示しています。",
    "kn": "ಬೆಲೆ ಇತಿಹಾಸ ಟ್ರ್ಯಾಕರ್ ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯು ಅಮೆಜಾನ್, ಫ್ಲಿಪ್‌ಕಾರ್ಟ್, ಮೈಂಟ್ರಾ ಮತ್ತು ಇತರ ಶಾಪಿಂಗ್ ಸೈಟ್‌ಗಳಲ್ಲಿನ ಉತ್ಪನ್ನದ ಬೆಲೆ ಇತಿಹಾಸ ಗ್ರಾಫ್…",
    "ko": "가격 기록 추적기 Chrome Extension은 Amazon, Flipkart, Myntra 및 기타 쇼핑 사이트에서 제품의 가격 기록 그래프를 보여줍니다.",
    "lt": "Kainų istorijos „Tracker Chrome“ plėtinys rodo produkto kainų istorijos grafiką „Amazon“, „Flipkart“, „Myntra“ ir kitose prekybos…",
    "lv": "Cenu vēstures izsekotāju Chrome paplašinājums parāda produkta cenu vēstures grafiku Amazon, Flipkart, Myntra un citās iepirkšanās…",
    "ml": "വില ചരിത്രം ട്രാക്കർ Chrome വിപുലീകരണം ആമസോൺ, ഫ്ലിപ്പ്കാർട്ട്, മൈന്ത്ര, മറ്റ് ഷോപ്പിംഗ് സൈറ്റുകൾ എന്നിവയെക്കുറിച്ചുള്ള…",
    "mr": "किंमत इतिहास ट्रॅकर क्रोम एक्सटेंशन Amazon मेझॉन, फ्लिपकार्ट, मायन्ट्रा आणि इतर शॉपिंग साइटवरील उत्पादनाचा किंमतीचा इतिहास आलेख…",
    "ms": "HARGA SEJARAH Penjejakan Chrome Extension menunjukkan graf sejarah harga produk di Amazon, Flipkart, Myntra dan laman membeli…",
    "nl": "Prijsgeschiedenis Tracker Chrome Extension toont de prijsgeschiedenisgrafiek van het product op Amazon, Flipkart, Myntra en andere…",
    "no": "Price History Tracker Chrome Extension viser produktets prishistoriske graf på Amazon, Flipkart, Myntra og andre shoppingsteder.",
    "pl": "Historia cen tracker Chrome Extension pokazuje wykres historii cen na Amazon, Flipkart, Myntra i innych stronach zakupowych.",
    "pt_BR,pt_PT": "O rastreador de histórico de preços Extensão Chrome mostra o gráfico de histórico de preços do produto na Amazon, Flipkart, Myntra…",
    "ro": "Extensia Chrome Tracker Tracker Preț arată graficul istoric al prețurilor pe Amazon, Flipkart, Myntra și alte site -uri de…",
    "ru": "История цен на Tracker Extension Chrome показывает график истории цен на продукт на Amazon, Flipkart, Myntra и других сайтах…",
    "sk": "Rozšírenie Chrome Ceny History Tracker ukazuje graf histórie cien produktu na stránkach Amazon, Flipkart, Myntra a ďalších…",
    "sl": "Razširitev za zgodovino cen Chrome prikazuje graf zgodovine cenov na Amazonu, Flipkart, Myntra in drugih nakupovalnih mestih.",
    "sr": "Историја цена Трацкер Цхроме Екстензија приказује графикон историје производа на Амазону, Флипкарт, Минтра и другим купаћима.",
    "sv": "Price History Tracker Chrome Extension visar produktens prishistorikgraf på Amazon, Flipkart, Myntra och andra shoppingwebbplatser.",
    "sw": "Upanuzi wa Historia ya Historia ya Bei unaonyesha picha ya Historia ya Bei ya Bidhaa kwenye Amazon, Flipkart, Myntra na tovuti…",
    "ta": "விலை வரலாறு டிராக்கர் குரோம் நீட்டிப்பு அமேசான், பிளிப்கார்ட், மைன்ட்ரா மற்றும் பிற ஷாப்பிங் தளங்களில் தயாரிப்பின் விலை வரலாற்று…",
    "te": "ధర చరిత్ర ట్రాకర్ క్రోమ్ పొడిగింపు అమెజాన్, ఫ్లిప్‌కార్ట్, మైంట్రా మరియు ఇతర షాపింగ్ సైట్‌లలో ఉత్పత్తి ధర చరిత్ర గ్రాఫ్‌ను…",
    "th": "ประวัติการติดตามประวัติราคา Chrome แสดงกราฟประวัติราคาของผลิตภัณฑ์ใน Amazon, Flipkart, Myntra และแหล่งช้อปปิ้งอื่น ๆ",
    "tr": "Fiyat Geçmişi İzleyici Chrome Extension, ürünün Amazon, Flipkart, MyNtra ve diğer alışveriş sitelerindeki fiyat geçmiş grafiğini…",
    "uk": "Tracker Tracker Chrome Extension показує графік історії цін на Amazon, Flipkart, Myntra та інших торгових сайтах.",
    "vi": "Trình theo dõi giá cả Chrome mở rộng cho thấy biểu đồ lịch sử giá của sản phẩm trên Amazon, Flipkart, Myntra và các trang web mua…",
    "zh_CN": "价格历史追踪器Chrome扩展程序显示了亚马逊，Flipkart，Myntra和其他购物网站上产品的价格历史记录图。",
    "zh_TW": "價格歷史追踪器Chrome擴展程序顯示了亞馬遜，Flipkart，Myntra和其他購物網站上產品的價格歷史記錄圖。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Price tracker:\n\nAmazon India Price tracker extension helps user in deciding the correct time to buy a product by just looking at historical price graph. It also provides a helping hand to user to know if the deal is really genuine during sale events.\n\nOur user centric UI/UX shows the price graph or price history on product page itself and you don't have to click anywhere or visit any external page for that, which ensures that you don't miss to see graph before buying a product. \n\nUser Guide for Price Tracker:\n1. Install this Chrome Extension by clicking on Add to Chrome button above.\n2. Now visit any shopping website.\n3. You will see \"Real Price Tracker\" icon on the top-right side.\n5. Click on that icon to check the price graph.\n\nBy installing the extension, you accept the terms of the \"Real Price Tracker Terms of Service\". \n(https://www.price-tracker.in/terms)  \n\nFor more details please read our Privacy Policy - \nhttps://www.price-tracker.in/privacy-policy/"
  }
}