{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eBay Safe Sellers"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protects eBay buyers by flagging potential fraudulent and malicious eBay sellers based a negative feedback ratio."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "README! - Ebay's bot verification may temporarily cause issues retrieving seller data until the recaptcha is verified manually.  Please access any seller's feedback page to bring up the verification page.  Once you satisfy the recaptcha, the eBay Safe Seller extension will be able to continue to access and calculate feedback automatically without intervention.\n\nAre you sick and tired of getting lied to, misled, or just burned on an eBay transaction?\nAre you sick of the droves of international and domestic sellers on eBay taking advantage of buyers with deceptive marketing tactics and ploys?\n\nThen seek no further! The eBay Safe Sellers Add-on will ensure that as you browse eBay, only reputable sellers and their products are displayed to you. Let my add-on automatically analyze their feedback and make a determination without you having to remember to verify yourself via the laundry list of negative feedback illustrating how bad that seller really is.\n\nThis extension simply retrieves seller feedback data based on eBay item(s) in context and will return summarized feedback results. Users specify a safe threshold (default is 1%) to determine whether a particular seller is flagged. Users can adjust the safe threshold percentage in the settings to accommodate a more or less restrictive seller feedback model.\n\nSearch and browse listings are applied in a sequential order from the top of the page. The number of listings the extension is applied to is dependent on the settings value for Search/Browse Results. Please note that the higher the Search/Browse Results value is the longer the extension takes to retrieve and render all the data back to the browser. You may experience some slight browser hangup while the data is being retrieved.\n\nUsers can enable the Remove Unsafe Listings option in the settings to have flagged items automatically removed from the browse or search results. This will ensure a buyer does not see listings from potential unsafe sellers. When Remove Unsafe Listings is enabled, options to \"Place Bid\", \"Buy It Now\", \"Add To Cart\", and \"Best Offer\" are disabled to prevent any unwanted action on the flagged listing.\n\nREADME! - Ebay's bot verification may temporarily cause issues retrieving seller data until the recaptcha is verified manually.  Please access any seller's feedback page to bring up the verification page.  Once you satisfy the recaptcha, the eBay Safe Seller extension will be able to continue to access and calculate feedback automatically without intervention.\n\nImportant: My add-on will never access any information about you, your browsing history, or security settings regardless of what Chrome prompts you about when installing the add-on. The add-on only scrubs seller feedback data. I will be happy to let anyone review the code for their own peace of mind. Thank you for your support."
  }
}