{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail-2-Trello"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gmail+Trello integration. Add Google mail to Trello cards with text, backlinks, and attachments."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free tool that provides an extra button on the Gmail UI to add the current Google mail you're reading to a Trello card with text, backlinks and attachments.\n\nWas previously published as \"Gmail-to-Trello\" in the Chrome Web Store.\nWas rated 4.8+ stars out of 5!\nHad over 40,000+ daily active users!\n\nThis is the exact same codebase and support board—and we've been able to post some new features you've needed!\n\n=== Development and Support Board here for feature/bug submitting and voting: https://g2t.support ===\n\n=== New features! ===\n * Now adds Gmail recipients (To/CC) to card data\n * Now remembers 100 board, list, and cards you last added an email to!\n\n=== Main features ===\n * Add a button \"Add new card\" into Gmail's toolbar\n * Handles uploading Images and Attachments!\n * Detect email opening mode, also the most visible email in current thread  \n * Extract email's title, body, timestamp, also reduce text's complexity\n * User can choose which list, board or organization will contain the new card\n * User can assign him/herself to the new card\n * Current email can be easily looked up later via a direct link, or searching (useful for group collaboration)\n * Can set labels\n * Can set due date\n * Authorized via Trello account\n * Support both simple and split layout (\"Preview Panel\" in lab/Outlook-like)\n * User can pick up another emails in thread while popup is opening, or reopen popup again to detect and extract email's content again\n * Popup is resizable, draggable\n * \"Report\" button automates posting issues to community board at https://g2t.support\n\n=== 2.9.0.002@2023-06-09 ===\n * Update Google Analytics ID\n * Fix Markdown checkbox not reflecting markdown in description correctly\n * Update Trello API key to get rid of \"Can't have wildcard\" Trello API error\n * Start using ?. for data array access\n * Update manifest for content_security_policy\n\n=== 2.8.7.001@2021-12-05 ===\n * Got new API key with allowed origins.\n\n=== 2.8.6.006@2021-06-15 ===\n * mouseDown for main version getSelectedText works instead of click\n\n=== 2.8.6.004@2021-05-11 ===\n * G2T Main button not popping. Stricter adherence to styles required.\n\n=== 2.8.6.004@2021-03-04 ===\n * Doesn't respect crlfs in email\n\n=== 2.8.6.003@2021-02-22 ===\n * Extra logic to process \"me\" name (still won't work first time due to when we refresh Trello username on popup first reveal)\n * Due date pull-down doesn't populate fields (need to use $(event.target) not $(this))\n\n=== 2.8.6.002@2021-02-22 ===\n * Update hover text\n * Body in cards not coming over\n * Updated selectors and selector logic to reference within context of code\n\n=== 2.8.6.001@2021-02-08 ===\n * Make spacebar also highlight/deselect Labels and Assign\n * Automatically select attachments, when present (but not Images)\n * Allow submitting to Trello with no Body (Title still required)\n * Use off(\"change\") trick to keep script from getting called twice\n\n=== 2.8.5.018@2021-01-29 ===\n * User reports clicking markdown/Gmail-links/recipients clears body and doesn't return - confirmed, found really good bug, fixed\n\n=== 2.8.5.017@2021-01-04 ===\n * Update formatting of backlinks\n * Iterate fields instead of setting directly\n * Change To: me to Trello ID name\n\n=== 2.8.5.016@2020-12-29 ===\n * Return CCs from gmailView via body_raw, body_md\n * CCs checkbox respected\n * \"Recipients\" used instead of To/CC\n\n=== 2.8.5.015@2020-12-02 ===\n * Collect CCs\n * Convert CCs to md\n\n=== 2.8.5.014@2020-11-18 ===\n * Use more calculated .ui-autocomplete value\n * Fix highlighting of labels with mouseover--typo: g2tLabel ≠ g2tLabels\n\n=== 2.8.5.013@2020-10-25 ===\n * Where/List/Card overflow: auto to show scrollbar when long list set .ui-autocomplete max-height to 60% screen\n\n=== 2.8.5.012@2020-10-18 ===\n * Gmail changed class for mail body from '.a3s.aXjCH' to '.a3s.aiL' \n\n=== 2.8.5.011@2020-09-04 ===\n * Add 33px margin to the popupMsg so it will not appear over the popup titlebar.\n\n=== 2.8.5.010@2020-09-03 ===\n * Fix for buttons highlighting outward instead of inward from @KS-CleverCopter\n\n=== 2.8.5.009@2020-08-12 ===\n * Add base64 default image if avatarUrl is missing\n * Add avatar_generic_30x30.png if avatarUrl is missing\n * Updates to minimizing and resizing from @KS-CleverCopter\n\n=== 2.8.5.008@2020-07-18 ===\n * Make due shortcuts reset when picking \"--\" even when it's selected\n * Change manifest to '*.trello.com' to support api.trello.com, api-gateway.trello.com\n * Add '*.gstatic.com' to manifest for googleusercontent\n\n=== 2.8.5.007@2020-07-15 ===\n * @KS-CleverCopter fix for images hover clipping, Where: a few pixels misaligned\n * Change \"+Trello!\" to \"-> Trello\"\n * Notice that Labels and Assign draw off to the right and then snap to the left\n\n=== 2.8.5.006@2020-06-30 ===\n * Add icon files\n * Remove unused files from main bundle\n * Remove dependency on old datejs.com code\n * Bump version and notes\n\n=== 2.8.5.005@2020-06-27 ===\n * Update description\n * Call ForceSetVersion if periodicChecks proves different versions or unset \n\n=== 2.8.5.004@2020-06-27 ===\n * Accessibility improvements: tabbing and enter key from @KS-CleverCopter\n\n=== 2.8.5.003@2020-06-18 ===\n * More UI cleanup from @KS-CleverCopter\n * Fix for bug where on Windows 10, Boards popup appears behind\n\n=== 2.8.5.002@2020-05-25 ===\n * Ton of UI work from @KS-CleverCopter\n * Change board alphabetization formatting\n\n=== 2.8.5.001@2020-05-24 ===\n * First cut at remembering what message was stored with what card\n * Move to safer \"g2t_\" instead of \"g2t:\" for variable names stored in hashes\n * Reduce log lines circular queue to 100 lines\n * Set \"remembered\" to 100 emails\n * First version of restoring settings based on email, had to add ability to cache list updates til list refreshed\n * This history available at: https://g2t.pub/changes\n\n=== 2.8.0.013@2020-05-22 ===\n * Fix validHash to work correctly - was always taking the req = [] path. This was causing empty data to be sent to Trello, causing a 400 error\n\n=== 2.8.0.012@2020-05-15 ===\n * Update icons for correct classes for Gmail with highlighting css\n\n=== 2.8.0.011@2020-05-07 ===\n * Use avatarUrl instead of id + '/' + avatarHash in case it moves in the future\n * Update http:// to https://\n * Remove unused chrome.identity\n\n=== 2.8.0.009@2020-05-03 ===\n * Update text-only from \"GtT\" to \"G2T\"\n * Update these notes references from \"GtT\" to \"G2T\"\n * More trials for better resizing (failed)\n * Replace 403'ing \"https://trello-avatars.s3.amazonaws.com/{avatarHash}/30.png\" with \"https://trello-members.s3.amazonaws.com/{id}/{avatarHash}/30.png\"\n\n=== 2.8.0.007@2020-04-21 ===\n * Update links from Trello to http://g2t.support\n * Update name to include \"Gmail-to-Trello\"\n\n=== 2.8.0.006@2020-04-20 ===\n * Had to publish as new Extension \"Gmail-2-Trello\" due to old extension updates being disallowed.\n * Change \"Arrows\" to a pop-up for \"Add below:\" and \"Add to:\"\n * Try AspectRatio on for more reasonable resize experience [nope, doesn't work for what we'd want]\n * Posted in new github repo: https://github.com/appliedmedia/gmail-2-trello\n \n=== 2.8.0.003@2020-03-04 ===\n * Now uses background script for retrieval and upload of all attachments/images/embedded images, should resolve CORS/CORB new higher level of Chrome Security.\n * Standardize on selectors for embedded titles\n * Reduce scopes of domains in manifest\n * Update descriptive text in manifest\n * Update to jQuery 3.4.1.slim\n * Add option/shift-click to \"Attach\" or \"Images\" will select-all/deselect-all based on first checkbox's state\n * Remove in-app purchases\n * Output jQuery object when body can't be found\n\n=== 2.7.2.32@2020-02-15...2.7.0.0 ===\n * Try some changes to grow boxes (unsuccessfully)\n * Update file naming upload code to gleen filename from aria-label text\n * Gmail UI class names changed again, in gmailView we now use a single viewport: '.aia:first'. It was '.aeJ:first'. We no longer explicitly try to detect splitlayout, which may or may not work. Will need to test with folks.\n * Initial error message when retrieving attachment content fails with 0 length. Probably CORS/CORB new Chrome security model, need to retrieve data from background script. Fix in progress but will take a while to refactor uploading code.\n * Deeper highlighting for Labels and Assign, use gradient to indicate selected\n * Remove trash can from GtT pull down\n * Move popup location of GtT pull down to under icon\n * Use new === of Trello Client.js\n * Make sure UI, Sign-out works (enough) when Trello Authenticate fails.\n * Look for old legacy classname m{UNIQUEID} only if other emailId tags aren't present\n * Iterate differently\n * Use data-thread-id if present\n * Get Legacy Gmail Thread ID for backlink on new Gmail\n * Find new Gmail views\n * Make getManifest === check more robust error-handling-wise\n * Fix calculation for pop-up when button position has changed\n * New HD toolbar icon & sketch version\n * Attachment image previews are now scale-to-fit\n * Attachment file and image sections are hidden when there is no attachment\n * [dev] Change form markups from dl/dt/dd to regular divs\n * Fix bug on the new Gmail that cause toolbar buttons failed to work properly\n * Remove overlapping intervals, thanks to Travis Hardman.\n * Up debug log\n * Silence logging of button positioner [still need to fix]\n * Gmails coming up blank content in GtT - Change .adP:first to use more deterministic tag\n * Check for ASL or ASF div for Refresh icon.\n * Only call detach if more than one button/popup\n * Use '0' for unknown === in === check\n * More debugging logs for adding button / popup\n * Only show === update if previous === > 0\n * Remove toolBarHolder\n * Debug Multiple Inboxes - more to do\n * Circular log wasn't - hogged memory\n * inline image now should upload to Trello correctly\n * Restrict log from 1000 to 100 lines.\n * Call browsingData from background to clear extension data.\n * Show message to reload when === changes.\n * Fix $button[0] -> $button.first().\n * Fix missing views/options.html.\n * detectToolbar return true if detected.\n * .detach button and popup and then only append one.\n * Make sign out an explicit button on the page.\n * Fix resize via jQuery UI, needed clearfix at popup level for jQuery UI added elements\n * Call pre-init after button disappear\n * Semi-final jQuery UI resizing (not quite right for normal state, works okay for list state)\n * Show === number in options panel (prep for noticing === change and prompting to reload)\n * Remove G-Ni from GtT icon\n * Add timer to check every 2 seconds for GtT button showing\n * Use gh='mtb' to find toolbar\n * Add G-Ni to GtT icon\n * Remove :first from G-atb\n * Additional debugging code in toolbar and labels code\n * Report of GtT button not appearing when Streak and RightInbox, some tweaks to button positioning code to hopefully circumvent problem.\n * Add info message to options screen\n * Initial cut at button for chrome.browsingData.remove\n * Update manifest with 64 and 128 icons\n * Icon not showing up in toolbar due to other extension icons in toolbar\n * Update gtt_log to have timestamp\n * Move email search hyperlinks to top of content\n * Parse \"29. Mai 2017 um 15:18\" correctly\n * (Until I have a better idea, have to decode the dateTime by hand and do some month comparisons)\n * And then after doing that ton of work and realizing this will be horrific to maintain, I ripped it all out\n * Check for 401 more leniently, add target to error\n * Lists without organizations were being filtered out! Fixed.\n * Change Features/Bugs to 'Help'\n * Created 'Report' feature, which will put latest error and last 1000 log items into card to post to GtT Trello board\n * 400 invalid id on attachment upload: Use pos === 'at' to indicate path to attach\n * Track mouseUp and mouseDown in same external-to-window container\n * Make positioning logic more robust for Upload to combat Trello POST pos 404 error\n * Click outside window closes window\n * Focus outside window closes window\n * Error in attachments processing fixed to produce correct filename\n * Install keyboard trap to Show Popup, Remove keyboard trap on Hide Popup\n * Clean up consts for keyboard trap\n * First cut at image with larger tooltip on hover\n * Load jQuery UI CSS before our CSS so we can override it\n * Add named function gtt_keydown to prevent duplicate listeners\n * Bump === to work around Google problem\n * Remove Gmail load wait timer now that GtT button is more robust on no-data\n * Move keyboard trap to bindEvents\n * Dirty centering when no data so popup will move as appropriate\n * Fix error with \"bottom\" should be \"below\"\n * Refactor upload code to pull it all into model work, add model.Uploader class\n * Move attach code back into our code since Trello doesn't want it\n * Fix error where attachment URL was click link instead of updated card\n * Fixed long untruncated image/attachment string\n * First cut at having GtT button always show, even when there is no data to populate - this may reduce the \"where's my button?\" support issues\n * Have images bottom grow when you grab the window grow handle in the lower right corner\n * Fix bug in creating new card\n * Simplify UI for adding to a card vs. adding new card below\n * Add to an existing card!\n * Had to change UI a little to account for card selection and \"where\" to put the card\n\n=== 2.6.0.0...2.5.0.1 ===\n * Make minimum width bigger for popup\n * Create shortcut dropdown for due date\n * Create option entry to add more to shortcut dropdown\n * Persist previous due date and time\n * Attachments and Images now are transferred completely to Trello instead of lodging as links back to Gmail\n * Attachments downloaded to memory and uploaded to Trello instead of just providing links\n * Support keyboard shortcuts: Alt/Opt+Shift+G is the default to show the popup (once in Gmail and the button is visible)\n * While the Popup is showing, hitting ESCAPE or CTRL+. or CMD+. will dismiss the popup.\n * CTRL/CMD+ENTER will Add to Trello.\n * Change stray bullets to asterisks but not stray hyphens\n * Fix member assignment buttons to persist across board changes\n * Shift-click \"Labels:\" or \"Members:\" to clear\n * Fix typos GMail -> Gmail\n * Layout changes to accomodate smaller screens\n * Can now assign other users\n * Your id should always be first in Assign list\n * Remove \"Assign to me\" button\n * Move signout and error to chrome extension loaded html files\n * Make label and member msg boxes same height as label and member chicklets so things don't \"jump\" up and down when picking new boards\n * Fix pInterest loads with white overlay on top of first 20 pinned items -- was conflicting with jQuery UI CSS\n * Moved jQuery-ui-css loading to top of popup\n * Changed matches to mail.google.com instead of all urls.\n * Fix problem of email with no body\n * Try to fix parseData to always return a valid data block (even if empty data)\n * Update board changed to clear out list/labels when settings boardId is different than boardId\n * Gray box around imgs in image list to show \"spacer\" images\n * Use window.location.pathname to provide \"/mail/u/0/\" or \"/mail/u/1/\" etc. for different gmail accounts\n * Add support to attach images from Gmail\n * Fix typo with missing brace for uriForDisplay\n * To handle jQuery UI looking to Gmail for UI icons, must replace url(\"images... with url(\"chrome-extension://__MSG_@@extension_id__/images...\n\n...read entire history at https://g2t.pub/changes and interact with this community at https://g2t.support."
  }
}