{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Checksub - Custom Subtitles"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌈 Custom your subtitles on Youtube and Netflix"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "👾 Create and get personalized subtitles style for Youtube and Netflix! 100% FREE.\n\nHave you ever wanted to personalise your favourite Netflix movie, or all the Youtube video that you watch? Imagine subtitles glowing like a rainbow 🌈 on a colourful background 🎨.\nWell that’s a bit weird but it is now possible with Checksub’ add-on.\n\nWe have created a tool that allow you to custom your subtitles endlessly so you can create easy to read and fun subtitles. \n\nWho is Checksub custom subtitles for? \n- If you are fed up to watch your favourite Japanese anime with Arial subtitles and you want a custom font that immerses you in the culture of your hero. \n- If you read 9px high subtitles while watching the 2hour latest Korean film masterpiece Parasite. \n- If you just want to watch subtitles on your TV, without binoculars. \n- Or just to impress your friends with beautiful and custom subtitles. \n\nThen we may have created the perfect subtitling add-on for you!  \n\nWhat can you do with Checksub custom subtitles?\n- Custom the font of your captions.\n- All fonts available on Google Fonts are supported.\n- Create colourful and design subtitles.\n- Make sure to create a contrast between the video and subtitles. \n- Style the background behind your subtitles.\n- Make your subtitles visible on any video and create catchy captions.\n- Create subtitles that everyone can read even if you get visual disabilities. \n- Increase the size of the text that you read.\n- Save different subtitles style to use on contrasting websites.\n- Apply your custom subtitles for Netflix or subtitles for YouTube within a click.\n\nIf you want to add a new feature to the add-on, drop us a line we will create that for you 😉."
  }
}