{
  "name": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Automatic Telegram Translator",
    "am": "ራስ-ሰር Telegram ተርጓሚ",
    "bg": "Автоматичен Telegram Преводач",
    "bn": "স্বয়ংক্রিয় Telegram অনুবাদক",
    "ca": "Traductor automàtic Telegram",
    "cs": "Automatický Telegram Překladatel",
    "da": "Automatisk Telegram Oversætter",
    "de": "Automatischer Telegram Übersetzer",
    "el": "Αυτόματος Telegram Μεταφραστής",
    "es": "Traductor Automático Telegram",
    "et": "Automaatne Telegram Tõlkija",
    "fa": "مترجم خودکار Telegram",
    "fi": "Automaattinen Telegram kääntäjä",
    "fr": "Traducteur automatique Telegram",
    "gu": "સ્વચાલિત Telegram અનુવાદક",
    "hi": "स्वचालित Telegram अनुवादक",
    "hr": "Automatski Telegram Prevoditelj",
    "id": "Penerjemah Telegram Otomatis",
    "it": "Traduttore automatico Telegram",
    "ja": "自動Telegramトランスレータ",
    "kn": "ಸ್ವಯಂಚಾಲಿತ Telegram ಅನುವಾದಕ",
    "ko": "자동 Telegram 번역기",
    "lt": "Automatinis Telegram Vertėjas",
    "lv": "Automātiskais Telegram tulks",
    "ml": "യാന്ത്രിക Telegram വിവർത്തകൻ",
    "mr": "स्वयंचलित Telegram अनुवादक",
    "ms": "Penterjemah Telegram automatik",
    "nl": "Automatische Telegram Vertaler",
    "no": "Automatisk Telegram Oversetter",
    "pl": "Automatyczny Telegram Tłumacz",
    "ro": "Traducător automat Telegram",
    "ru": "Автоматический Telegram переводчик",
    "sl": "Samodejni Telegram Prevajalec",
    "sr": "Аутоматски Telegram Преводилац",
    "sv": "Automatisk Telegram Översättare",
    "sw": "Moja kwa moja Telegram Mtafsiri",
    "ta": "தானியங்கி Telegram மொழிபெயர்ப்பாளர்",
    "te": "స్వయంచాలక Telegram అనువాదకుడు",
    "th": "โปรแกรมแปล Telegram อัตโนมัติ",
    "tr": "Otomatik Telegram Çevirmen",
    "uk": "Автоматичний Telegram Перекладач",
    "vi": "Trình dịch Telegram tự động",
    "zh_CN": "自动Telegram翻译器",
    "zh_TW": "自動Telegram翻譯器"
  },
  "short": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "An automatic translation tool for Telegram messages in more than 100 languages (unofficial)",
    "am": "ከ100 በላይ ቋንቋዎች ለ Telegram መልዕክቶች አውቶማቲክ የትርጉም መሣሪያ (ኦፊሴላዊ ያልሆነ)",
    "bg": "Автоматичен инструмент за превод на Telegram съобщения на повече от 100 езика (неофициално)",
    "bn": "100 টিরও বেশি ভাষায় Telegram বার্তাগুলির জন্য একটি স্বয়ংক্রিয় অনুবাদ সরঞ্জাম (অনানুষ্ঠানিক)",
    "ca": "Una eina de traducció automàtica per a missatges Telegram en més de 100 idiomes (no oficial)",
    "cs": "Nástroj automatického překladu pro Telegram zprávy ve více než 100 jazycích (neoficiální)",
    "da": "Et automatisk oversættelsesværktøj til Telegram beskeder på mere end 100 sprog (uofficielt)",
    "de": "Ein automatisches Übersetzungstool für Telegram Nachrichten in mehr als 100 Sprachen (inoffiziell)",
    "el": "Ένα εργαλείο αυτόματης μετάφρασης για Telegram μηνύματα σε περισσότερες από 100 γλώσσες (ανεπίσημη)",
    "es": "Una herramienta de traducción automática para Telegram mensajes en más de 100 idiomas (no oficial)",
    "et": "Automaatne tõlkevahend Telegram sõnumitele enam kui 100 keeles (mitteametlik)",
    "fa": "ابزار ترجمه خودکار برای Telegram پیام ها به بیش از 100 زبان (غیر رسمی)",
    "fi": "Automaattinen käännöstyökalu Telegram viesteille yli 100 kielellä (epävirallinen)",
    "fr": "Un outil de traduction automatique des messages Telegram dans plus de 100 langues (non officiel)",
    "gu": "100 થી વધુ ભાષાઓમાં Telegram સંદેશાઓ માટે એક સ્વચાલિત અનુવાદ સાધન (બિનસત્તાવાર)",
    "hi": "से अधिक 100 भाषाओं में Telegram संदेशों के लिए एक स्वचालित अनुवाद उपकरण (अनौपचारिक)",
    "hr": "Alat za automatski prijevod Telegram poruka na više od 100 jezika (neslužbeni)",
    "id": "Alat terjemahan otomatis untuk pesan Telegram dalam lebih dari 100 bahasa (tidak resmi)",
    "it": "Uno strumento di traduzione automatica per Telegram messaggi in più di 100 lingue (non ufficiale)",
    "ja": "100以上の言語をサポートするTelegramメッセージ自動翻訳ツール(非公式)",
    "kn": "100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳಲ್ಲಿ Telegram ಸಂದೇಶಗಳಿಗೆ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ ಸಾಧನ (ಅನಧಿಕೃತ)",
    "ko": "100개 이상의 언어로 된 Telegram 메시지를 위한 자동 번역 도구(비공식)",
    "lt": "Automatinis Telegram pranešimų vertimo įrankis daugiau nei 100 kalbų (neoficialus)",
    "lv": "Automātiskais tulkošanas rīks Telegram ziņojumiem vairāk nekā 100 valodās (neoficiāls)",
    "ml": "100-ലധികം ഭാഷകളിലെ Telegram സന്ദേശങ്ങൾക്കായുള്ള ഒരു യാന്ത്രിക വിവർത്തന ഉപകരണം (അനൗദ്യോഗിക)",
    "mr": "100 पेक्षा जास्त भाषांमध्ये Telegram संदेशांसाठी स्वयंचलित अनुवाद साधन (अनौपचारिक)",
    "ms": "Alat Telegram untuk terjemahan mesej automatik dalam lebih 100 bahasa (tidak rasmi)",
    "nl": "Een automatische vertaaltool voor Telegram berichten in meer dan 100 talen (niet officieel)",
    "no": "Et automatisk oversettelsesverktøy for Telegram-meldinger på mer enn 100 språk (uoffisielt)",
    "pl": "Automatyczne narzędzie do tłumaczenia Telegram wiadomości w ponad 100 językach (nieoficjalne)",
    "ro": "Un instrument de traducere automată pentru Telegram mesaje în peste 100 de limbi (neoficial)",
    "ru": "Инструмент автоматического перевода Telegram сообщений на более чем 100 языках (неофициальный)",
    "sl": "Samodejno orodje za prevajanje Telegram sporočil v več kot 100 jezikih (neuradni)",
    "sr": "Аутоматски алат за превођење Telegram порука на више од 100 језика (незванично)",
    "sv": "Ett automatiskt översättningsverktyg för Telegram -meddelanden på mer än 100 språk (inofficiellt)",
    "sw": "Chombo cha kutafsiri kiotomatiki kwa ujumbe wa Telegram katika lugha zaidi ya 100 (isiyo rasmi)",
    "ta": "100 க்கும் மேற்பட்ட மொழிகளில் Telegram செய்திகளுக்கு ஒரு தானியங்கி மொழிபெயர்ப்பு கருவி (அதிகாரப்பூர்வமற்றது)",
    "te": "100 కంటే ఎక్కువ భాషలలో Telegram సందేశాలకు స్వయంచాలక అనువాద సాధనం (అనధికారిక)",
    "th": "เครื่องมือแปลข้อความอัตโนมัติ Telegram ที่รองรับมากกว่า 100 ภาษา (ไม่เป็นทางการ)",
    "tr": "100 'den fazla dilde Telegram mesajlar için otomatik çeviri aracı (resmi olmayan)",
    "uk": "Інструмент автоматичного перекладу Telegram повідомлень більш ніж 100 мовами (неофіційний)",
    "vi": "Một công cụ dịch tự động tin nhắn Telegram với hơn 100 ngôn ngữ (không chính thức)",
    "zh_CN": "一款支持超过 100 种语言的 Telegram 消息自动翻译工具(非官方)",
    "zh_TW": "一款支持超過 100 種語言的 Telegram 消息自動翻譯工具(非官方)"
  },
  "long": {
    "ar,en,en_AU,en_GB,en_US,es_419,fil,he,hu,pt_BR,pt_PT,sk": "Telegram message translation\nImagine no longer worrying about language barriers when you chat with friends around the world. This plugin automatically translates Telegram messages and supports more than 100 languages, helping you easily stay in touch with friends around the world.\n\nOur plugin interface is intuitive and easy to use, and the translation process is done automatically without manual switching or operation. You can communicate with confidence and we will automatically translate messages as they are sent or received.\n\nIn addition, our plugin is powerful, secure and efficient. It is suitable for most scenarios, whether personal or business communication.\n\nNot only that, but our plugin automatically translates the messages you send to help you communicate quickly. Now, you don't have to worry about translation work anymore, our plugin will make it easy for you.\n\n\n1. Easily translate cross-language chats: No matter which country or region you communicate with your contacts, you can easily achieve unimpeded language flow.\n2. Intelligent automatic translation: There is no need to manually select the language, the plug-in will automatically translate according to your settings.\n3. Protect your privacy: Your chat history and personal information will be protected and we will not collect, store or share any of your information.\n4. Suitable for various scenarios: It is suitable for various scenarios such as travel, business, study, etc., making you more confident and comfortable in different language environments.\n5. Safe and reliable: The plug-in has passed strict security audits to ensure that your computer and privacy are not threatened.\n\n\n--- Disclaimer ---\n\nOur plugins are not affiliated, licensed, endorsed or officially associated with Telegram, Google or Google Translate.\nOur plugin is an unofficial enhancement of Telegram Web designed to provide you with additional functionality and convenience.\n\nThank you for your use!",
    "am": "የቴሌግራም መልእክት ትርጉም\nአስቡት ከአሁን በኋላ በዓለም ዙሪያ ካሉ ጓደኞች ጋር ሲወያዩ የቋንቋ እንቅፋቶች ስለ መጨነቅ. ይህ ተሰኪ በራስ-ሰር የቴሌግራም መልዕክቶችን ይተረጉማል እና ከ 100 በላይ ቋንቋዎችን ይደግፋል, በቀላሉ በዓለም ዙሪያ ካሉ ጓደኞች ጋር ለመገናኘት ይረዳዎታል.\n\nየእኛ ተሰኪ በይነገጽ ሊታወቅ የሚችል እና ለመጠቀም ቀላል ነው, እና የትርጉም ሂደት በእጅ መቀያየር ወይም ክወና ሳይኖር በራስ-ሰር ይከናወናል. በራስ መተማመን ጋር መገናኘት ይችላሉ እና እኛ እንደተላኩ ወይም እንደተቀበሉ መልዕክቶችን በራስ-ሰር እንተረጉማለን.\n\nበተጨማሪም, የእኛ ፕለጊን ኃይለኛ, ደህንነቱ የተጠበቀ እና ቀልጣፋ ነው. ለግል ወይም ለንግድ ግንኙነት ለአብዛኛዎቹ ሁኔታዎች ተስማሚ ነው.\n\nይህ ብቻ አይደለም, ነገር ግን የእኛ ተሰኪ በፍጥነት ለመግባባት እንዲረዱዎት የሚልኩትን መልዕክቶች በራስ-ሰር ይተረጉማል. አሁን, ከአሁን በኋላ የትርጉም ሥራ መጨነቅ የለብዎትም, የእኛ ተሰኪ ለእርስዎ ቀላል ያደርገዋል.\n\n\n1. የቋንቋ አቋራጭ ውይይቶችን በቀላሉ መተርጎም: ከየትኛውም አገር ወይም ክልል ከእውቂያዎችዎ ጋር ቢገናኙ, በቀላሉ ያልተደናቀፈ የቋንቋ ፍሰት ማሳካት ይችላሉ.\n2. ብልህ አውቶማቲክ ትርጉም: ቋንቋውን በእጅ ለመምረጥ አያስፈልግም, ተሰኪው በራስ-ሰር በቅንብሮችዎ መሠረት ይተረጎማል.\n3. የእርስዎን ግላዊነት ይጠብቁ: የእርስዎ የውይይት ታሪክ እና የግል መረጃ ይጠበቃል እና ማንኛውንም የእርስዎን መረጃ አንሰበስብም, አናከማችም ወይም አናጋራም.\n4. ለተለያዩ ሁኔታዎች ተስማሚ: ለተለያዩ ሁኔታዎች እንደ ጉዞ, ንግድ, ጥናት, ወዘተ ተስማሚ ነው, ይህም በተለያዩ የቋንቋ አካባቢዎች ውስጥ የበለጠ በራስ የመተማመን እና ምቾት እንዲኖርዎት ያደርጋል.\n5. ደህንነቱ የተጠበቀ እና አስተማማኝ፡- ኮምፒውተርዎ እና ግላዊነትዎ ስጋት ላይ እንዳይወድቁ ለማድረግ ተሰኪው ጥብቅ የደህንነት ኦዲት አልፏል።\n\n\n--- ማስተባበያ ---\n\nየእኛ ፕለጊኖች ከቴሌግራም ፣ ጎግል ወይም ጎግል ትርጉም ጋር የተቆራኙ ፣ ፈቃድ የተሰጣቸው ፣ የተደገፉ ወይም በይፋ የተቆራኙ አይደሉም።\nየእኛ ፕለጊን ተጨማሪ ተግባራትን እና ምቾትን ለእርስዎ ለማቅረብ የተነደፈ የቴሌግራም ድር ኦፊሴላዊ ያልሆነ ማሻሻያ ነው።\n\nስለተጠቀሙ እናመሰግናለን!",
    "bg": "Превод на телеграма\nПредставете си, че вече не се притеснявате за езикови бариери, когато говорите с приятели по целия свят. Този плъгин автоматично превежда Telegram съобщения и поддържа повече от 100 езика, което ви помага лесно да останете във връзка с приятели по целия свят.\n\nНашият интерфейс за плъгин е интуитивен и лесен за използване, а процесът на превод се извършва автоматично без ръчно превключване или работа. Можете да комуникирате с увереност и ние автоматично ще превеждаме съобщенията, както са изпратени или получени.\n\nВ допълнение, нашият плъгин е мощен, сигурен и ефективен. Той е подходящ за повечето сценарии, независимо дали лична или бизнес комуникация.\n\nНе само това, но нашият плъгин автоматично превежда съобщенията, които изпращате, за да ви помогне да комуникирате бързо. Сега, не е нужно да се притеснявате за превод работа вече, нашият плъгин ще го направи лесно за вас.\n\n\n1. Лесно превеждане на междуезични чатове: Без значение в коя държава или регион комуникирате с контактите си, можете лесно да постигнете безпрепятствен езиков поток.\n2. Интелигентен автоматичен превод: Няма нужда да изберете ръчно езика, плъгинът автоматично ще преведе според вашите настройки.\n3. Защита на вашата поверителност: Вашата история на чата и лична информация ще бъдат защитени и ние няма да събираме, съхраняваме или споделяме нито една от вашите данни.\n4. Подходящ за различни сценарии: Подходящ е за различни сценарии като пътуване, бизнес, учене и т.н., което ви прави по-уверени и удобни в различни езикови среди.\n5. Безопасен и надежден: Плъгинът е преминал строги проверки на сигурността, за да гарантира, че вашият компютър и поверителността не са застрашени.\n\n\n--- Отказ от отговорност ---\n\nНашите плъгини не са свързани, лицензирани, одобрени или официално свързани с Telegram, Google или Google Translate.\nНашият плъгин е неофициално подобрение на Telegram Web, предназначено да ви осигури допълнителна функционалност и удобство.\n\nБлагодаря ви за използването!",
    "bn": "টেলিগ্রাম বার্তা অনুবাদ\nআপনি বিশ্বজুড়ে বন্ধুদের সাথে চ্যাট করার সময় আর ভাষা বাধা সম্পর্কে উদ্বিগ্ন না কল্পনা করুন। এই প্লাগইনটি স্বয়ংক্রিয়ভাবে টেলিগ্রাম বার্তা অনুবাদ করে এবং 100 টিরও বেশি ভাষা সমর্থন করে, আপনাকে সহজেই বিশ্বজুড়ে বন্ধুদের সাথে যোগাযোগে থাকতে সহায়তা করে।\n\nআমাদের প্লাগইন ইন্টারফেস স্বজ্ঞাত এবং ব্যবহার করা সহজ, এবং অনুবাদ প্রক্রিয়া ম্যানুয়াল স্যুইচিং বা অপারেশন ছাড়া স্বয়ংক্রিয়ভাবে সম্পন্ন হয়। আপনি আত্মবিশ্বাসের সাথে যোগাযোগ করতে পারেন এবং আমরা স্বয়ংক্রিয়ভাবে বার্তা প্রেরণ বা প্রাপ্ত হিসাবে অনুবাদ করবে।\n\nএছাড়াও, আমাদের প্লাগইন শক্তিশালী, নিরাপদ এবং দক্ষ। এটি বেশিরভাগ পরিস্থিতিতে উপযুক্ত, ব্যক্তিগত বা ব্যবসায়িক যোগাযোগ কিনা।\n\nশুধুমাত্র তা নয়, কিন্তু আমাদের প্লাগইন স্বয়ংক্রিয়ভাবে আপনি দ্রুত যোগাযোগ করতে সাহায্য করার জন্য প্রেরণ বার্তা অনুবাদ করে। এখন, আপনি আর অনুবাদ কাজ সম্পর্কে চিন্তা করতে হবে না, আমাদের প্লাগইন আপনার জন্য এটি সহজ করবে।\n\n\n1. সহজেই ক্রস-ভাষা চ্যাট অনুবাদ করুন: কোন দেশ বা অঞ্চল আপনি আপনার পরিচিতিগুলির সাথে যোগাযোগ করেন না কেন, আপনি সহজেই অবিচ্ছিন্ন ভাষা প্রবাহ অর্জন করতে পারেন।\n2. বুদ্ধিমান স্বয়ংক্রিয় অনুবাদ: ম্যানুয়ালি ভাষা নির্বাচন করার প্রয়োজন নেই, প্লাগ-ইন স্বয়ংক্রিয়ভাবে আপনার সেটিংস অনুযায়ী অনুবাদ করবে।\n3. আপনার গোপনীয়তা রক্ষা করুন: আপনার চ্যাটের ইতিহাস এবং ব্যক্তিগত তথ্য সুরক্ষিত হবে এবং আমরা আপনার কোনও তথ্য সংগ্রহ করব না, সংরক্ষণ করব না বা ভাগ করব না।\n4. বিভিন্ন পরিস্থিতি জন্য উপযুক্ত: এটি ভ্রমণ, ব্যবসা, অধ্যয়ন ইত্যাদি হিসাবে বিভিন্ন পরিস্থিতি জন্য উপযুক্ত, আপনি বিভিন্ন ভাষা পরিবেশে আরও আত্মবিশ্বাসী এবং আরামদায়ক করে তোলে।\n5. নিরাপদ এবং নির্ভরযোগ্য: প্লাগ-ইন আপনার কম্পিউটার এবং গোপনীয়তা হুমকী না হয় তা নিশ্চিত করার জন্য কঠোর সুরক্ষা নিরীক্ষণ পাস করেছে।\n\n\n--- অস্বীকৃতি ---\n\nআমাদের প্লাগইনগুলি অনুমোদিত, লাইসেন্সপ্রাপ্ত, অনুমোদিত বা আনুষ্ঠানিকভাবে টেলিগ্রাম, গুগল বা গুগল অনুবাদগুলির সাথে যুক্ত নয়।\nআমাদের প্লাগইন আপনাকে অতিরিক্ত কার্যকারিতা এবং সুবিধার্থে সরবরাহ করার জন্য ডিজাইন করা টেলিগ্রাম ওয়েবের একটি আনুষ্ঠানিক বর্ধন।\n\nআপনার ব্যবহারের জন্য ধন্যবাদ!",
    "ca": "Traducció de missatges de telegrama\nImagineu-vos que ja no us preocupeu per les barreres lingüístiques quan xerreu amb amics de tot el món.Aquest connector tradueix automàticament els missatges de telegrama i suporta més de 100 idiomes, ajudant-vos a mantenir-vos fàcilment en contacte amb els amics de tot el món.\n\nLa nostra interfície de connector és intuïtiva i fàcil d'utilitzar, i el procés de traducció es fa automàticament sense canvi manual ni operació.Podeu comunicar-vos amb confiança i traduirem automàticament els missatges a mesura que s'envien o reben.\n\nA més, el nostre connector és potent, segur i eficient.És adequat per a la majoria dels escenaris, ja sigui la comunicació personal o empresarial.\n\nNo només això, però el nostre connector tradueix automàticament els missatges que envieu per ajudar-vos a comunicar-vos ràpidament.Ara, ja no us haureu de preocupar de la traducció, el nostre connector us farà fàcil.\n\n\n1. Traduïu fàcilment els xats de llengua transversal: no importa quin país o regió es comuniqueu amb els vostres contactes, podeu aconseguir fàcilment el flux lingüístic sense obstacles.\n2. Traducció automàtica intel·ligent: no cal seleccionar manualment l'idioma, el connector es traduirà automàticament segons la configuració.\n3. Protegiu la vostra privadesa: el vostre historial de xat i la vostra informació personal estaran protegides i no recollirem, emmagatzemarem ni compartirem cap de les vostres dades.\n4. Adequat per a diversos escenaris: és adequat per a diversos escenaris com viatges, negocis, estudi, etc., fent-vos més confiats i còmodes en diferents entorns lingüístics.\n5. Segur i fiable: el connector ha aprovat auditories de seguretat estrictes per garantir que l'ordinador i la privadesa no estiguin amenaçades.\n\n\n--- Exempció de responsabilitat ---\n\nEls nostres connectors no estan afiliats, llicenciats, avalats o oficialment associats a Telegram, Google o Google Translate.\nEl nostre connector és una millora no oficial de Telegram Web dissenyada per proporcionar-vos una funcionalitat i comoditat addicionals.\n\nGràcies pel teu ús!",
    "cs": "Překlad telegramové zprávy\nPředstavte si, že si už nebudete dělat starosti s jazykovými bariérami, když chatujete s přáteli z celého světa. Tento plugin automaticky překládá telegramové zprávy a podporuje více než 100 jazyků, což vám pomůže snadno zůstat v kontaktu s přáteli z celého světa.\n\nNaše rozhraní pluginu je intuitivní a snadno použitelné a proces překladu se provádí automaticky bez ručního přepínání nebo provozu. Můžete komunikovat s důvěrou a automaticky překládáme zprávy, jakmile jsou odesílány nebo přijímány.\n\nNáš plugin je navíc výkonný, bezpečný a efektivní. Je vhodný pro většinu scénářů, ať už osobní nebo obchodní komunikace.\n\nNejen to, ale náš plugin automaticky překládá zprávy, které odesíláte, aby vám pomohl rychle komunikovat. Nyní se již nemusíte starat o práci s překladem, náš plugin vám to usnadní.\n\n\n1. Snadno překládejte mezijazykové chaty: Bez ohledu na to, ve které zemi nebo regionu komunikujete se svými kontakty, můžete snadno dosáhnout nerušeného jazykového toku.\n2. Inteligentní automatický překlad: Není třeba ručně vybírat jazyk, zásuvný modul se automaticky překládá podle vašeho nastavení.\n3. Chraňte své soukromí: Vaše historie chatu a osobní údaje budou chráněny a nebudeme shromažďovat, ukládat ani sdílet žádné z vašich informací.\n4. Vhodné pro různé scénáře: Je vhodný pro různé scénáře, jako je cestování, podnikání, studium atd., Díky čemuž budete sebevědomější a pohodlnější v různých jazykových prostředích.\n5. Bezpečné a spolehlivé: Zásuvný modul prošel přísnými bezpečnostními audity, aby bylo zajištěno, že váš počítač a soukromí nebudou ohroženy.\n\n\n--- Zřeknutí se odpovědnosti ---\n\nNaše doplňky nejsou přidruženy, licencovány, schváleny ani oficiálně spojeny s Telegramem, Google nebo Google Translate.\nNáš plugin je neoficiální vylepšení Telegram Web navržené tak, aby vám poskytlo další funkce a pohodlí.\n\nDěkujeme za použití!",
    "da": "Oversættelse af telegrammeddelelser\nForestil dig ikke længere bekymre dig om sprogbarrierer, når du chatter med venner rundt om i verden. Dette plugin automatisk oversætter Telegram meddelelser og understøtter mere end 100 sprog, hjælper dig nemt at holde kontakten med venner rundt om i verden.\n\nVores plugin-grænseflade er intuitiv og nem at bruge, og oversættelsesprocessen udføres automatisk uden manuel skift eller betjening. Du kan kommunikere med tillid, og vi vil automatisk oversætte meddelelser, når de sendes eller modtages.\n\nDerudover er vores plugin kraftfuldt, sikkert og effektivt. Det er velegnet til de fleste scenarier, hvad enten det er personlig eller forretningsmæssig kommunikation.\n\nIkke kun det, men vores plugin oversætter automatisk de meddelelser, du sender for at hjælpe dig med at kommunikere hurtigt. Nu behøver du ikke bekymre dig om oversættelse arbejde længere, vores plugin vil gøre det let for dig.\n\n\n1. Nemt oversætte sprog på tværs af sprog: Uanset hvilket land eller region du kommunikerer med dine kontakter, kan du nemt opnå uhindret sprogflow.\n2. Intelligent automatisk oversættelse: Der er ikke behov for manuelt at vælge sproget, plug-in vil automatisk oversætte i henhold til dine indstillinger.\n3. Beskyt dit privatliv: Din chathistorik og personlige oplysninger vil blive beskyttet, og vi vil ikke indsamle, gemme eller dele nogen af dine oplysninger.\n4. Velegnet til forskellige scenarier: Det er velegnet til forskellige scenarier såsom rejser, forretning, studier osv., hvilket gør dig mere selvsikker og komfortabel i forskellige sprogmiljøer.\n5. Sikker og pålidelig: Plug-in har bestået strenge sikkerhedsrevisioner for at sikre, at din computer og privatliv ikke er truet.\n\n\n--- Ansvarsfraskrivelse ---\n\nVores plugins er ikke tilknyttet, licenseret, godkendt eller officielt tilknyttet Telegram, Google eller Google Translate.\nVores plugin er en uofficiel forbedring af Telegram Web designet til at give dig yderligere funktionalitet og bekvemmelighed.\n\nTak for din brug!",
    "de": "Übersetzung von Telegrammnachrichten\nStellen Sie sich vor, Sie müssen sich keine Gedanken mehr über Sprachbarrieren machen, wenn Sie mit Freunden auf der ganzen Welt chatten. Dieses Plugin übersetzt automatisch Telegram-Nachrichten und unterstützt mehr als 100 Sprachen, sodass Sie problemlos mit Freunden auf der ganzen Welt in Kontakt bleiben können.\n\nUnsere Plugin-Schnittstelle ist intuitiv und einfach zu bedienen, und der Übersetzungsprozess erfolgt automatisch ohne manuelle Umschaltung oder Bedienung. Sie können vertrauensvoll kommunizieren und wir werden Nachrichten automatisch übersetzen, sobald sie gesendet oder empfangen werden.\n\nDarüber hinaus ist unser Plugin leistungsstark, sicher und effizient. Es eignet sich für die meisten Szenarien, ob persönliche oder geschäftliche Kommunikation.\n\nDarüber hinaus übersetzt unser Plugin automatisch die von Ihnen gesendeten Nachrichten, um Ihnen eine schnelle Kommunikation zu ermöglichen. Jetzt müssen Sie sich nicht mehr um Übersetzungsarbeiten kümmern, unser Plugin macht es Ihnen leicht.\n\n\n1. Einfaches Übersetzen sprachübergreifender Chats: Unabhängig davon, in welchem Land oder in welcher Region Sie mit Ihren Kontakten kommunizieren, können Sie problemlos einen ungehinderten Sprachfluss erreichen.\n2. Intelligente automatische Übersetzung: Es besteht keine Notwendigkeit, die Sprache manuell auszuwählen, das Plug-in übersetzt automatisch nach Ihren Einstellungen.\n3. Schützen Sie Ihre Privatsphäre: Ihr Chatverlauf und Ihre persönlichen Daten werden geschützt und wir werden Ihre Daten nicht sammeln, speichern oder weitergeben.\n4. Geeignet für verschiedene Szenarien: Es eignet sich für verschiedene Szenarien wie Reisen, Geschäft, Studium usw., wodurch Sie sich in verschiedenen Sprachumgebungen sicherer und wohler fühlen.\n5. Sicher und zuverlässig: Das Plug-in hat strenge Sicherheitsaudits bestanden, um sicherzustellen, dass Ihr Computer und Ihre Privatsphäre nicht bedroht sind.\n\n\n--- Haftungsausschluss ---\n\nUnsere Plugins sind nicht mit Telegram, Google oder Google Translate verbunden, lizenziert, befürwortet oder offiziell mit diesen verbunden.\nUnser Plugin ist eine inoffizielle Erweiterung von Telegram Web, die Ihnen zusätzliche Funktionen und Komfort bietet.\n\nVielen Dank für Ihren Einsatz!",
    "el": "Μετάφραση μηνυμάτων τηλεγραφήματος\nΦανταστείτε να μην ανησυχείτε πλέον για γλωσσικά εμπόδια όταν συνομιλείτε με φίλους σε όλο τον κόσμο. Αυτό το πρόσθετο μεταφράζει αυτόματα μηνύματα Telegram και υποστηρίζει περισσότερες από 100 γλώσσες, βοηθώντας σας εύκολα να μείνετε σε επαφή με φίλους σε όλο τον κόσμο.\n\nΤο plugin interface μας είναι διαισθητικό και εύκολο στη χρήση, και η διαδικασία μετάφρασης γίνεται αυτόματα χωρίς χειροκίνητη εναλλαγή ή λειτουργία. Μπορείτε να επικοινωνήσετε με αυτοπεποίθηση και θα μεταφράσουμε αυτόματα μηνύματα καθώς αποστέλλονται ή λαμβάνονται.\n\nΕπιπλέον, το plugin μας είναι ισχυρό, ασφαλές και αποτελεσματικό. Είναι κατάλληλο για τα περισσότερα σενάρια, είτε προσωπική είτε επιχειρηματική επικοινωνία.\n\nΌχι μόνο αυτό, αλλά plugin μας μεταφράζει αυτόματα τα μηνύματα που στέλνετε για να σας βοηθήσει να επικοινωνήσετε γρήγορα. Τώρα, δεν χρειάζεται να ανησυχείτε για μεταφραστικές εργασίες πια, plugin μας θα το κάνει εύκολο για σας.\n\n\n1. Εύκολη μετάφραση των γλωσσικών συνομιλιών: Ανεξάρτητα από το ποια χώρα ή περιοχή επικοινωνείτε με τις επαφές σας, μπορείτε εύκολα να επιτύχετε απρόσκοπτη ροή γλώσσας.\n2. Ευφυής αυτόματη μετάφραση: Δεν χρειάζεται να επιλέξετε χειροκίνητα τη γλώσσα, η προσθήκη θα μεταφραστεί αυτόματα σύμφωνα με τις ρυθμίσεις σας.\n3. Προστατέψτε το απόρρητό σας: Το ιστορικό συνομιλίας σας και τα προσωπικά σας στοιχεία θα προστατεύονται και δεν θα συλλέγουμε, αποθηκεύουμε ή μοιραζόμαστε οποιαδήποτε από τις πληροφορίες σας.\n4. Κατάλληλο για διάφορα σενάρια: Είναι κατάλληλο για διάφορα σενάρια όπως ταξίδια, επιχειρήσεις, σπουδές κ.λπ., καθιστώντας σας πιο σίγουροι και άνετους σε διαφορετικά γλωσσικά περιβάλλοντα.\n5. Ασφαλές και αξιόπιστο: Η προσθήκη έχει περάσει αυστηρούς ελέγχους ασφαλείας για να διασφαλιστεί ότι ο υπολογιστής και το απόρρητό σας δεν απειλούνται.\n\n\n--- Αποποίηση ευθυνών ---\n\nΤα πρόσθετα μας δεν είναι συνδεδεμένα, αδειοδοτημένα, επικυρωμένα ή επίσημα συνδεδεμένα με Telegram, Google ή Μετάφραση Google.\nΤο plugin μας είναι μια ανεπίσημη βελτίωση του Telegram Web που έχει σχεδιαστεί για να σας παρέχει επιπλέον λειτουργικότητα και ευκολία.\n\nΣας ευχαριστούμε για τη χρήση σας!",
    "es": "Traducción de mensajes de telegrama\nImagina que ya no te preocupas por las barreras del idioma cuando chateas con amigos de todo el mundo. Este complemento traduce automáticamente los mensajes de Telegram y admite más de 100 idiomas, lo que te ayuda a mantenerte en contacto fácilmente con amigos de todo el mundo.\n\nNuestra interfaz de complemento es intuitiva y fácil de usar, y el proceso de traducción se realiza automáticamente sin cambio ni operación manual. Puede comunicarse con confianza y traduciremos automáticamente los mensajes a medida que se envían o reciben.\n\nAdemás, nuestro complemento es potente, seguro y eficiente. Es adecuado para la mayoría de los escenarios, ya sea comunicación personal o empresarial.\n\nNo sólo eso, sino que nuestro plugin traduce automáticamente los mensajes que envías para ayudarte a comunicarte rápidamente. Ahora, ya no tienes que preocuparte por el trabajo de traducción, nuestro plugin te lo pondrá fácil.\n\n\n1. Traduzca fácilmente chats entre idiomas: no importa en qué país o región se comunique con sus contactos, puede lograr fácilmente un flujo de idiomas sin obstáculos.\n2. Traducción automática inteligente: no es necesario seleccionar manualmente el idioma, el complemento se traducirá automáticamente de acuerdo con su configuración.\n3. Proteja su privacidad: su historial de chat y su información personal estarán protegidos y no recopilaremos, almacenaremos ni compartiremos su información.\n4. Adecuado para varios escenarios: es adecuado para varios escenarios como viajes, negocios, estudio, etc., lo que lo hace más seguro y cómodo en diferentes entornos lingüísticos.\n5. Seguro y confiable: el complemento ha pasado estrictas auditorías de seguridad para garantizar que su computadora y su privacidad no se vean amenazadas.\n\n\n--- Descargo de responsabilidad ---\n\nNuestros plugins no están afiliados, con licencia, respaldados o oficialmente asociados con Telegram, Google o Google Translate.\nNuestro complemento es una mejora no oficial de Telegram Web diseñada para brindarle funcionalidad y conveniencia adicionales.\n\n¡Gracias por su uso!",
    "et": "Telegrammi sõnumi tõlge\nKujutage ette, et ei muretse enam keelebarjääride pärast, kui vestelda sõpradega kogu maailmas. See pistikprogramm tõlgib automaatselt Telegrami sõnumeid ja toetab rohkem kui 100 keelt, mis aitab teil hõlpsasti suhelda sõpradega kogu maailmas.\n\nMeie pistikprogrammi liides on intuitiivne ja hõlpsasti kasutatav ning tõlkimisprotsess toimub automaatselt ilma käsitsi vahetamise või toimimiseta. Saate suhelda enesekindlalt ja me tõlgime automaatselt sõnumeid, kui need on saadetud või vastu võetud.\n\nLisaks on meie plugin võimas, turvaline ja tõhus. See sobib enamiku stsenaariumide jaoks, olgu see siis isiklik või äriline suhtlus.\n\nMitte ainult see, kuid meie plugin tõlgib automaatselt sõnumid, mida saate, et aidata teil kiiresti suhelda. Nüüd, te ei pea muretsema tõlketöö enam, meie plugin teeb selle teile lihtsaks.\n\n\n1. Lihtsalt tõlkida keeleüleseid vestlusi: olenemata sellest, millises riigis või piirkonnas suhtlete oma kontaktidega, saate hõlpsasti saavutada takistamatu keelevoogu.\n2. Intelligentne automaatne tõlge: pole vaja käsitsi valida keel, pistikprogramm tõlgib automaatselt vastavalt teie seadetele.\n3. Kaitsta oma privaatsust: Teie vestluse ajalugu ja isiklikud andmed on kaitstud ning me ei kogu, säilita ega jaga ühtegi teie teavet.\n4. Sobib erinevate stsenaariumide jaoks: See sobib erinevate stsenaariumide jaoks, nagu reisimine, äri, õppimine jne, mis muudab teid enesekindlamaks ja mugavamaks erinevates keelekeskkondades.\n5. Turvaline ja usaldusväärne: pistikprogramm on läbinud ranged turvaauditid tagamaks, et teie arvutit ja privaatsust ei ohustata.\n\n\n--- Vastutusest loobumine ---\n\nMeie pistikprogrammid ei ole Telegrami, Google'i ega Google'i tõlkega seotud, litsentsitud, kinnitatud ega ametlikult seotud.\nMeie pistikprogramm on Telegrami veebi mitteametlik täiustus, mis on loodud selleks, et pakkuda teile täiendavat funktsionaalsust ja mugavust.\n\nTänan teid kasutamise eest!",
    "fa": "ترجمه پیام تلگرام\nتصور کنید وقتی با دوستان خود در سراسر جهان گپ می زنید دیگر نگران موانع زبان نباشید. این افزونه به طور خودکار پیام های Telegram را ترجمه می کند و از بیش از 100 زبان پشتیبانی می کند و به شما کمک می کند تا به راحتی با دوستان سراسر جهان در ارتباط باشید.\n\nرابط افزونه ما بصری و استفاده از آن آسان است و روند ترجمه به طور خودکار بدون سوئیچینگ یا عملکرد دستی انجام می شود. شما می توانید با اطمینان ارتباط برقرار کنید و ما به طور خودکار پیام ها را هنگام ارسال یا دریافت ترجمه خواهیم کرد.\n\nعلاوه بر این ، افزونه ما قدرتمند ، ایمن و م efficientثر است. برای اکثر سناریوها ، چه ارتباطات شخصی و چه تجاری ، مناسب است.\n\nنه تنها این ، بلکه افزونه ما به طور خودکار پیام هایی را که برای کمک به شما در برقراری ارتباط سریع ارسال می کنید ترجمه می کند. اکنون دیگر لازم نیست نگران کار ترجمه باشید ، افزونه ما این کار را برای شما آسان می کند.\n\n\n1. چت های بین زبانی را به راحتی ترجمه کنید: مهم نیست با کدام کشور یا منطقه با مخاطبین خود ارتباط برقرار کنید ، به راحتی می توانید به جریان زبان بدون مانع برسید.\n2. ترجمه خودکار هوشمند: نیازی به انتخاب دستی زبان نیست ، plug-in به طور خودکار با توجه به تنظیمات شما ترجمه می شود.\n3- از حریم خصوصی خود محافظت کنید: از تاریخچه گپ و اطلاعات شخصی شما محافظت می شود و ما هیچ یک از اطلاعات شما را جمع آوری ، ذخیره یا به اشتراک نمی گذاریم.\n4- مناسب برای سناریوهای مختلف: برای سناریوهای مختلف مانند مسافرت ، تجارت ، تحصیل و غیره مناسب است و باعث می شود در محیط های مختلف زبان اعتماد به نفس و راحتی بیشتری داشته باشید.\n5- ایمن و قابل اعتماد: افزونه برای اطمینان از تهدید نشدن رایانه و حریم خصوصی شما ، ممیزی های امنیتی شدیدی را پشت سر گذاشته است.\n\n\n--- سلب مسئولیت ---\n\nافزونه های ما وابسته ، مجاز ، تأیید شده یا به طور رسمی با تلگرام ، Google یا Google Translate مرتبط نیستند.\nافزونه ما یک پیشرفت غیررسمی از Telegram Web است که برای ارائه قابلیت ها و راحتی بیشتر به شما طراحی شده است.\n\nبا تشکر از شما برای استفاده شما!",
    "fi": "Sähkeviestin käännös\nKuvittele, ettet enää murehdi kielimuurista, kun keskustelet ystävien kanssa ympäri maailmaa. Tämä liitännäinen kääntää automaattisesti lennätinviestit ja tukee yli 100 kieltä, mikä auttaa sinua pitämään helposti yhteyttä ystäviin ympäri maailmaa.\n\nLiitännäiskäyttöliittymämme on intuitiivinen ja helppokäyttöinen, ja käännösprosessi tapahtuu automaattisesti ilman manuaalista kytkemistä tai käyttöä. Voit kommunikoida luottavaisin mielin ja käännämme viestejä automaattisesti sitä mukaa, kun niitä lähetetään tai vastaanotetaan.\n\nLisäksi liitännäinen on tehokas, turvallinen ja tehokas. Se sopii useimpiin skenaarioihin, olipa kyseessä sitten henkilökohtainen tai yritysviestintä.\n\nEi vain sitä, vaan liitännäisemme kääntää automaattisesti lähettämäsi viestit auttaakseen sinua kommunikoimaan nopeasti. Nyt sinun ei enää tarvitse huolehtia käännöstyöstä, vaan liitännäisemme tekee siitä helpon sinulle.\n\n\n1. Käännä helposti kielten välisiä keskusteluja: Riippumatta siitä, missä maassa tai alueella kommunikoit yhteyshenkilöidesi kanssa, voit helposti saavuttaa esteettömän kielenkulun.\n2. Älykäs automaattinen käännös: Ei tarvitse valita kieltä manuaalisesti, laajennus kääntää automaattisesti asetusten mukaan.\n3. Suojaa yksityisyyttäsi: Keskusteluhistoriasi ja henkilötietosi suojataan, emmekä kerää, tallenna tai jaa tietojasi.\n4. Sopii erilaisiin skenaarioihin: Se sopii erilaisiin skenaarioihin, kuten matkustamiseen, liiketoimintaan, opiskeluun jne., mikä tekee sinusta itsevarmemman ja mukavamman eri kieliympäristöissä.\n5. Turvallinen ja luotettava: Liitännäinen on läpäissyt tiukat tietoturvatarkastukset varmistaakseen, että tietokoneesi ja yksityisyytesi eivät ole uhattuina.\n\n\n--- Vastuuvapauslauseke--\n\nLiitännäisemme eivät ole sidoksissa, lisensoituja, hyväksyttyjä tai virallisesti liitetty Telegrammiin, Googleen tai Google-kääntäjään.\nLiitännäisemme on Telegram Webin epävirallinen parannus, joka on suunniteltu tarjoamaan sinulle lisätoimintoja ja mukavuutta.\n\nKiitos, että käytit sitä.",
    "fr": "Traduction de messages télégraphiques\nImaginez ne plus vous soucier des barrières linguistiques lorsque vous discutez avec des amis du monde entier. Ce plugin traduit automatiquement les messages Telegram et prend en charge plus de 100 langues, vous aidant ainsi à rester facilement en contact avec des amis du monde entier.\n\nNotre interface plugin est intuitive et facile à utiliser, et le processus de traduction se fait automatiquement sans commutation ou opération manuelle. Vous pouvez communiquer en toute confiance et nous traduirons automatiquement les messages au fur et à mesure de leur envoi ou de leur réception.\n\nDe plus, notre plugin est puissant, sécurisé et efficace. Il convient à la plupart des scénarios, qu'il s'agisse de communication personnelle ou professionnelle.\n\nNon seulement cela, mais notre plugin traduit automatiquement les messages que vous envoyez pour vous aider à communiquer rapidement. Maintenant, vous n'avez plus à vous soucier du travail de traduction, notre plugin vous facilitera la tâche.\n\n\n1. Traduisez facilement les discussions multilingues : quel que soit le pays ou la région dans lequel vous communiquez avec vos contacts, vous pouvez facilement obtenir un flux linguistique sans entrave.\n2. Traduction automatique intelligente : Il n'est pas nécessaire de sélectionner manuellement la langue, le plug-in traduira automatiquement selon vos paramètres.\n3. Protégez votre vie privée : Votre historique de chat et vos informations personnelles seront protégés et nous ne collecterons, stockerons ou partagerons aucune de vos informations.\n4. Convient à divers scénarios : Il convient à divers scénarios tels que les voyages, les affaires, les études, etc., ce qui vous rend plus confiant et plus à l'aise dans différents environnements linguistiques.\n5. Sûr et fiable : Le plug-in a passé des audits de sécurité stricts pour s'assurer que votre ordinateur et votre vie privée ne sont pas menacés.\n\n\n--- Clause de non-responsabilité ---\n\nNos plugins ne sont pas affiliés, autorisés, approuvés ou officiellement associés à Telegram, Google ou Google Translate.\nNotre plugin est une amélioration non officielle de Telegram Web conçue pour vous fournir des fonctionnalités et une commodité supplémentaires.\n\nMerci pour votre utilisation!",
    "gu": "ટેલિગ્રામ સંદેશ અનુવાદ\nહવે તમે વિશ્વભરના મિત્રો સાથે ચેટ ત્યારે ભાષા અવરોધો વિશે ચિંતા નથી કલ્પના. આ પ્લગઇન આપમેળે ટેલિગ્રામ સંદેશાઓ ભાષાંતર કરે છે અને 100 કરતાં વધુ ભાષાઓ આધાર આપે છે, તમે સરળતાથી વિશ્વભરના મિત્રો સાથે સંપર્કમાં રહેવામાં મદદ કરે છે.\n\nઅમારા પ્લગઇન ઇન્ટરફેસ સાહજિક અને વાપરવા માટે સરળ છે, અને અનુવાદ પ્રક્રિયા મેન્યુઅલ સ્વિચિંગ અથવા ઓપરેશન વિના આપમેળે કરવામાં આવે છે. તમે આત્મવિશ્વાસ સાથે વાતચીત કરી શકો છો અને અમે તેઓ મોકલવામાં આવે છે અથવા પ્રાપ્ત થયેલ તરીકે સંદેશાઓ આપમેળે ભાષાંતર કરશે.\n\nવધુમાં, અમારા પ્લગઇન શક્તિશાળી, સુરક્ષિત અને કાર્યક્ષમ છે. તે મોટાભાગના દૃશ્યો માટે યોગ્ય છે, વ્યક્તિગત અથવા વ્યવસાયિક સંદેશાવ્યવહાર.\n\nમાત્ર તે જ નહીં, પરંતુ અમારા પ્લગઇન આપમેળે તમે ઝડપથી વાતચીત કરવામાં મદદ કરવા માટે મોકલવા સંદેશાઓ ભાષાંતર કરે છે. હવે, તમે હવે અનુવાદ કામ વિશે ચિંતા નથી, અમારા પ્લગઇન તમારા માટે સરળ બનાવશે.\n\n\n1. સરળતાથી ક્રોસ-લેંગ્વેજ ચેટ્સ ભાષાંતર કરો: તમે તમારા સંપર્કો સાથે કયા દેશ અથવા પ્રદેશમાં વાતચીત કરો છો તે મહત્વનું નથી, તમે સરળતાથી અનિયંત્રિત ભાષા પ્રવાહ પ્રાપ્ત કરી શકો છો.\n2. બુદ્ધિશાળી સ્વચાલિત અનુવાદ: ભાષા મેન્યુઅલી પસંદ કરવાની જરૂર નથી, પ્લગ-ઇન આપમેળે તમારી સેટિંગ્સ અનુસાર ભાષાંતર કરશે.\n3. તમારી ગોપનીયતા સુરક્ષિત કરો: તમારી ચેટ ઇતિહાસ અને વ્યક્તિગત માહિતી સુરક્ષિત કરવામાં આવશે અને અમે તમારી કોઈપણ માહિતી એકત્રિત, સંગ્રહિત અથવા શેર કરશે નહીં.\n4.વિવિધ દૃશ્યો માટે યોગ્ય: તે મુસાફરી, વ્યવસાય, અભ્યાસ વગેરે જેવા વિવિધ દૃશ્યો માટે યોગ્ય છે, તમને વિવિધ ભાષાના વાતાવરણમાં વધુ આત્મવિશ્વાસ અને આરામદાયક બનાવે છે.\n5. સલામત અને વિશ્વસનીય: તમારા કમ્પ્યુટર અને ગોપનીયતાને જોખમ નથી તેની ખાતરી કરવા માટે પ્લગ-ઇન કડક સુરક્ષા ઓડિટ્સ પસાર કરી છે.\n\n\n--- અસ્વીકરણ ---\n\nઅમારા પ્લગઈનો ટેલિગ્રામ, ગૂગલ અથવા ગૂગલ ટ્રાન્સલેટ સાથે સંકળાયેલ, લાઇસન્સ પ્રાપ્ત, સમર્થન અથવા સત્તાવાર રીતે સંકળાયેલ નથી.\nઅમારું પ્લગઇન એ ટેલિગ્રામ વેબનું અનધિકૃત વૃદ્ધિ છે જે તમને વધારાની કાર્યક્ષમતા અને સુવિધા પ્રદાન કરવા માટે રચાયેલ છે.\n\nતમારા ઉપયોગ માટે આભાર!",
    "hi": "टेलीग्राम संदेश अनुवाद\nजब आप दुनिया भर के दोस्तों के साथ चैट करते हैं तो भाषा बाधाओं के बारे में चिंता न करें। यह प्लगइन स्वचालित रूप से टेलीग्राम संदेशों का अनुवाद करता है और से अधिक 100 भाषाओं का समर्थन करता है, जिससे आपको आसानी से दुनिया भर के दोस्तों के संपर्क में रहने में मदद मिलती है।\n\nहमारे प्लगइन इंटरफ़ेस सहज ज्ञान युक्त और उपयोग करने में आसान है, और अनुवाद प्रक्रिया स्वचालित रूप से मैनुअल स्विचिंग या संक्रिया के बिना किया जाता है। आप विश्वास के साथ संवाद कर सकते हैं और हम स्वचालित रूप से संदेशों को अनुवाद करेंगे क्योंकि वे भेजे गए या प्राप्त किए गए हैं।\n\nइसके अलावा, हमारे प्लगइन शक्तिशाली, सुरक्षित और कुशल है। यह अधिकांश परिदृश्यों के लिए उपयुक्त है, चाहे व्यक्तिगत या व्यावसायिक संचार।\n\nइतना ही नहीं, लेकिन हमारा प्लगइन स्वचालित रूप से आपके द्वारा भेजे गए संदेशों का अनुवाद करता है ताकि आप जल्दी से संवाद कर सकें। अब, आपको अब अनुवाद कार्य के बारे में चिंता करने की ज़रूरत नहीं है, हमारा प्लगइन आपके लिए आसान बना देगा।\n\n\n1. आसानी से अनुवाद क्रॉस-लैंग्वेज चैट: कोई फर्क नहीं पड़ता कि आप अपने संपर्कों के साथ किस देश या क्षेत्र में संवाद करते हैं, आप आसानी से निर्बाध भाषा प्रवाह प्राप्त कर सकते हैं।\n2. बुद्धिमान स्वचालित अनुवाद: मैन्युअल रूप से भाषा का चयन करने की कोई आवश्यकता नहीं है, प्लग-इन स्वचालित रूप से आपकी सेटिंग्स के अनुसार अनुवाद जाएगा।\n3. अपनी गोपनीयता की रक्षा करें: आपका चैट इतिहास और व्यक्तिगत जानकारी संरक्षित की जाएगी और हम आपकी किसी भी जानकारी को एकत्र, संग्रहीत या साझा नहीं करेंगे।\n4. विभिन्न परिदृश्यों के लिए उपयुक्त: यह यात्रा, व्यवसाय, अध्ययन आदि जैसे विभिन्न परिदृश्यों के लिए उपयुक्त है, जो आपको विभिन्न भाषा वातावरणों में अधिक आश्वस्त और आरामदायक बनाता है।\n5. सुरक्षित और विश्वसनीय: प्लग-इन ने यह सुनिश्चित करने के लिए सख्त सुरक्षा ऑडिट पारित किए हैं कि आपके कंप्यूटर और गोपनीयता को खतरा नहीं है।\n\n\nअस्वीकरण\n\nहमारे प्लगइन्स टेलीग्राम, Google या Google अनुवाद से संबद्ध, लाइसेंस, समर्थन या आधिकारिक तौर पर जुड़े नहीं हैं।\nहमारा प्लगइन टेलीग्राम वेब का एक अनौपचारिक वृद्धि है जो आपको अतिरिक्त कार्यक्षमता और सुविधा प्रदान करने के लिए डिज़ाइन किया गया है।\n\nआपके उपयोग के लिए धन्यवाद!",
    "hr": "Prijevod telegram poruke\nZamislite da više ne brinete o jezičnim preprekama kada razgovarate s prijateljima širom svijeta. Ovaj dodatak automatski prevodi Telegram poruke i podržava više od 100 jezika, pomažući vam da lako ostanete u kontaktu s prijateljima širom svijeta.\n\nNaše plugin sučelje je intuitivan i jednostavan za upotrebu, a postupak prijevoda se obavlja automatski bez ručnog prebacivanja ili rada. Možete komunicirati s povjerenjem i automatski ćemo prevesti poruke kako su poslane ili primljene.\n\nOsim toga, naš dodatak je moćan, siguran i učinkovit. Prikladan je za većinu scenarija, bilo osobne ili poslovne komunikacije.\n\nNe samo to, ali naš dodatak automatski prevodi poruke koje šaljete kako bi vam pomogli brzo komunicirati. Sada, ne morate se brinuti o prijevodu više, naš dodatak će vam olakšati.\n\n\n1. Jednostavno prevesti višejezične razgovore: Bez obzira u kojoj zemlji ili regiji komunicirate sa svojim kontaktima, lako možete postići nesmetan protok jezika.\n2. Inteligentni automatski prijevod: Nema potrebe za ručno odabir jezika, dodatak će automatski prevesti prema vašim postavkama.\n3. Zaštitite svoju privatnost: Vaša povijest chata i osobni podaci bit će zaštićeni i nećemo prikupljati, pohraniti ili dijeliti bilo koji od vaših podataka.\n4. Pogodno za različite scenarije: Pogodno je za različite scenarije kao što su putovanja, posao, studij itd., Čineći vas samopouzdanijim i ugodnijim u različitim jezičnim okruženjima.\n5. Siguran i pouzdan: Priključak je prošao stroge sigurnosne revizije kako bi se osiguralo da vaše računalo i privatnost nisu ugroženi.\n\n\n--- Odricanje odgovornosti ---\n\nNaši dodatci nisu povezani, licencirani, podržani ili službeno povezani s Telegramom, Googleom ili Google Translateom.\nNaš dodatak neslužbeno je poboljšanje Telegram Web dizajnirano da vam pruži dodatnu funkcionalnost i praktičnost.\n\nHvala na upotrebi!",
    "id": "Terjemahan pesan telegram\nBayangkan tidak lagi mengkhawatirkan hambatan bahasa saat Anda mengobrol dengan teman di seluruh dunia. Plugin ini secara otomatis menerjemahkan pesan Telegram dan mendukung lebih dari 100 bahasa, membantu Anda tetap berhubungan dengan teman di seluruh dunia dengan mudah.\n\nAntarmuka plugin kami intuitif dan mudah digunakan, dan proses terjemahan dilakukan secara otomatis tanpa peralihan atau pengoperasian manual. Anda dapat berkomunikasi dengan percaya diri dan kami akan secara otomatis menerjemahkan pesan saat di kirim atau diterima.\n\nSelain itu, plugin kami kuat, aman, dan efisien. Sangat cocok untuk sebagian besar skenario, baik komunikasi pribadi atau bisnis.\n\nTidak hanya itu, plugin kami secara otomatis menerjemahkan pesan yang Anda kirim untuk membantu Anda berkomunikasi dengan cepat. Sekarang, Anda tidak perlu khawatir tentang pekerjaan terjemahan lagi, plugin kami akan memudahkan Anda.\n\n\n1. Mudah menerjemahkan obrolan lintas bahasa: Tidak peduli negara atau wilayah mana yang Anda komunikasikan dengan kontak Anda, Anda dapat dengan mudah mencapai aliran bahasa tanpa hambatan.\n2. Terjemahan otomatis cerdas: Tidak perlu memilih bahasa secara manual, plug-in akan secara otomatis menerjemahkan sesuai dengan pengaturan Anda.\n3. Lindungi privasi Anda: Riwayat obrolan dan informasi pribadi Anda akan dilindungi dan kami tidak akan mengumpulkan, menyimpan, atau membagikan informasi Anda apa pun.\n4. Cocok untuk berbagai skenario: Sangat cocok untuk berbagai skenario seperti perjalanan, bisnis, studi, dll, membuat Anda lebih percaya diri dan nyaman dalam lingkungan bahasa yang berbeda.\n5. Aman dan terpercaya: Plug-in telah melewati audit keamanan yang ketat untuk memastikan bahwa komputer dan privasi Anda tidak terancam.\n\n\n--- Penafian ---\n\nPlugin kami tidak berafiliasi, berlisensi, didukung atau secara resmi terkait dengan Telegram, Google atau Google Terjemahan.\nPlugin kami adalah peningkatan tidak resmi dari Telegram Web yang dirancang untuk memberi Anda fungsionalitas dan kenyamanan tambahan.\n\nTerima kasih atas penggunaannya!",
    "it": "Traduzione messaggio telegramma\nImmagina di non preoccuparti più delle barriere linguistiche quando chatti con amici in tutto il mondo. Questo plugin traduce automaticamente i messaggi di Telegram e supporta più di 100 lingue, aiutandoti a rimanere facilmente in contatto con amici in tutto il mondo.\n\nLa nostra interfaccia plugin è intuitiva e facile da usare, e il processo di traduzione avviene automaticamente senza commutazione manuale o operazione. È possibile comunicare con fiducia e noi tradurremo automaticamente i messaggi come vengono inviati o ricevuti.\n\nInoltre, il nostro plugin è potente, sicuro ed efficiente. È adatto per la maggior parte degli scenari, sia per la comunicazione personale che aziendale.\n\nNon solo, ma il nostro plugin traduce automaticamente i messaggi inviati per aiutarti a comunicare rapidamente. Ora, non devi più preoccuparti del lavoro di traduzione, il nostro plugin lo renderà facile per te.\n\n\n1. Traduci facilmente le chat interlinguistiche: indipendentemente dal paese o dalla regione in cui comunichi con i tuoi contatti, puoi facilmente ottenere un flusso linguistico senza ostacoli.\n2. Traduzione automatica intelligente: non è necessario selezionare manualmente la lingua, il plug-in tradurrà automaticamente in base alle impostazioni.\n3. Proteggi la tua privacy: la cronologia della chat e le informazioni personali saranno protette e non raccoglieremo, archivieremo o condivideremo alcuna delle tue informazioni.\n4. Adatto a vari scenari: è adatto a vari scenari come viaggi, affari, studio, ecc., Rendendoti più sicuro e a tuo agio in diversi ambienti linguistici.\n5. Sicuro e affidabile: il plug-in ha superato rigorosi controlli di sicurezza per garantire che il computer e la privacy non siano minacciati.\n\n\n--- Disclaimer ---\n\nI nostri plugin non sono affiliati, concessi in licenza, approvati o ufficialmente associati a Telegram, Google o Google Translate.\nIl nostro plugin è un miglioramento non ufficiale di Telegram Web progettato per fornire funzionalità e comodità aggiuntive.\n\nGrazie per il tuo utilizzo!",
    "ja": "Telegramメッセージ翻訳\n世界中の友達とチャットしているときに、言語の壁を心配する必要がなくなったと想像してみてください。このプラグインはTelegramからのメッセージを自動的に翻訳し、100以上の言語をサポートし、世界中の友達と簡単に連絡を取り合うのに役立ちます。\n\n当社のプラグインインターフェイスは直感的で使いやすく、翻訳プロセスは手動での切り替えや操作なしで自動的に完了します。メッセージの送受信時に自動的に翻訳しますので、安心してコミュニケーションをとることができます。\n\nさらに、当社のプラグインは強力で安全かつ効率的です。個人的またはビジネス上のコミュニケーションを問わず、ほとんどのシーンで機能します。\n\nそれだけでなく、弊社のプラグインは、お客様が送信したメッセージを自動的に翻訳し、迅速なコミュニケーションをサポートします。これで、翻訳作業に煩わされる必要がなくなり、弊社のプラグインが簡単に解決します。\n\n\n1.言語間チャットを簡単に翻訳する:どの国や地域の連絡先とコミュニケーションをとっても、言語のスムーズな流れを簡単に実現できます。\n2.インテリジェントな自動翻訳:手動で言語を選択する必要はなく、プラグインは設定に従って自動的に翻訳します。\n3.プライバシーの保護:チャット履歴と個人情報は保護され、お客様の情報を収集、保存、共有することはありません。\n4.さまざまなシナリオに適しています。旅行、ビジネス、学習などのさまざまなシナリオに適しているため、さまざまなロケールでより自信を持って快適に過ごせます。\n5.安全で信頼できる:プラグインは厳格なセキュリティ監査を通過し、コンピュータとプライバシーが脅かされないようにしています。\n\n\n--- 免責事項---\n\n当社のプラグインは、Telegram、Google、またはGoogle翻訳との関連付け、承認、承認、または公式な関係はありません。\n私たちのプラグインは、Telegram Webの非公式の強化ツールであり、追加の機能と利便性を提供するように設計されています。\n\nご利用ありがとうございます!",
    "kn": "ಟೆಲಿಗ್ರಾಮ್ ಸಂದೇಶ ಅನುವಾದ\nನೀವು ಪ್ರಪಂಚದಾದ್ಯಂತದ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಚಾಟ್ ಮಾಡುವಾಗ ಭಾಷೆಯ ಅಡೆತಡೆಗಳ ಬಗ್ಗೆ ಚಿಂತಿಸುವುದಿಲ್ಲ ಕಲ್ಪಿಸಿಕೊಳ್ಳಿ. ಈ ಪ್ಲಗಿನ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಟೆಲಿಗ್ರಾಮ್ ಸಂದೇಶಗಳನ್ನು ಅನುವಾದಿಸುತ್ತದೆ ಮತ್ತು 100 ಕ್ಕೂ ಹೆಚ್ಚು ಭಾಷೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ, ಪ್ರಪಂಚದಾದ್ಯಂತದ ಸ್ನೇಹಿತರೊಂದಿಗೆ ಸುಲಭವಾಗಿ ಸಂಪರ್ಕದಲ್ಲಿರಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.\n\nನಮ್ಮ ಪ್ಲಗಿನ್ ಇಂಟರ್ಫೇಸ್ ಅರ್ಥಗರ್ಭಿತ ಮತ್ತು ಬಳಸಲು ಸುಲಭವಾಗಿದೆ, ಮತ್ತು ಅನುವಾದ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಹಸ್ತಚಾಲಿತ ಸ್ವಿಚಿಂಗ್ ಅಥವಾ ಕಾರ್ಯಾಚರಣೆಯಿಲ್ಲದೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ವಿಶ್ವಾಸದಿಂದ ಸಂವಹನ ಮಾಡಬಹುದು ಮತ್ತು ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿದಂತೆ ಅಥವಾ ಸ್ವೀಕರಿಸಿದಂತೆ ನಾವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತೇವೆ.\n\nಹೆಚ್ಚುವರಿಯಾಗಿ, ನಮ್ಮ ಪ್ಲಗಿನ್ ಶಕ್ತಿಯುತ, ಸುರಕ್ಷಿತ ಮತ್ತು ಪರಿಣಾಮಕಾರಿಯಾಗಿದೆ. ಇದು ವೈಯಕ್ತಿಕ ಅಥವಾ ವ್ಯವಹಾರ ಸಂವಹನವಾಗಲಿ ಹೆಚ್ಚಿನ ಸನ್ನಿವೇಶಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ.\n\nಅದು ಮಾತ್ರವಲ್ಲ, ಆದರೆ ನಮ್ಮ ಪ್ಲಗಿನ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನೀವು ತ್ವರಿತವಾಗಿ ಸಂವಹನ ಮಾಡಲು ಸಹಾಯ ಮಾಡಲು ಕಳುಹಿಸುವ ಸಂದೇಶಗಳನ್ನು ಅನುವಾದಿಸುತ್ತದೆ. ಈಗ, ನೀವು ಇನ್ನು ಮುಂದೆ ಅನುವಾದ ಕೆಲಸದ ಬಗ್ಗೆ ಚಿಂತಿಸಬೇಕಾಗಿಲ್ಲ, ನಮ್ಮ ಪ್ಲಗಿನ್ ನಿಮಗೆ ಸುಲಭವಾಗಿ ಮಾಡುತ್ತದೆ.\n\n\n1. ಅಡ್ಡ-ಭಾಷಾ ಚಾಟ್ ಗಳನ್ನು ಸುಲಭವಾಗಿ ಅನುವಾದಿಸಿ: ನಿಮ್ಮ ಸಂಪರ್ಕಗಳೊಂದಿಗೆ ನೀವು ಯಾವ ದೇಶ ಅಥವಾ ಪ್ರದೇಶವನ್ನು ಸಂವಹನ ಮಾಡಿದರೂ, ನೀವು ಸುಲಭವಾಗಿ ಅಡೆತಡೆಯಿಲ್ಲದ ಭಾಷಾ ಹರಿವನ್ನು ಸಾಧಿಸಬಹುದು.\n2. ಬುದ್ಧಿವಂತ ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದ: ಭಾಷೆಯನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಆಯ್ಕೆ ಮಾಡುವ ಅಗತ್ಯವಿಲ್ಲ, ಪ್ಲಗ್-ಇನ್ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ ಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಅನುವಾದಿಸುತ್ತದೆ.\n3. ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಿ: ನಿಮ್ಮ ಚಾಟ್ ಇತಿಹಾಸ ಮತ್ತು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲಾಗುವುದು ಮತ್ತು ನಿಮ್ಮ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ, ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ ಅಥವಾ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ.\n4. ವಿವಿಧ ಸನ್ನಿವೇಶಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ: ಪ್ರಯಾಣ, ವ್ಯವಹಾರ, ಅಧ್ಯಯನ ಮುಂತಾದ ವಿವಿಧ ಸನ್ನಿವೇಶಗಳಿಗೆ ಇದು ಸೂಕ್ತವಾಗಿದೆ, ಇದರಿಂದಾಗಿ ವಿವಿಧ ಭಾಷಾ ಪರಿಸರದಲ್ಲಿ ನಿಮಗೆ ಹೆಚ್ಚು ಆತ್ಮವಿಶ್ವಾಸ ಮತ್ತು ಆರಾಮವಾಗಿರುತ್ತದೆ.\n5. ಸುರಕ್ಷಿತ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಮತ್ತು ಗೌಪ್ಯತೆಗೆ ಬೆದರಿಕೆಯಾಗದಂತೆ ನೋಡಿಕೊಳ್ಳಲು ಪ್ಲಗ್-ಇನ್ ಕಟ್ಟುನಿಟ್ಟಾದ ಭದ್ರತಾ ಲೆಕ್ಕಪರಿಶೋಧನೆಯನ್ನು ಅಂಗೀಕರಿಸಿದೆ.\n\n\n--- ಹಕ್ಕು ನಿರಾಕರಣೆ ---\n\nನಮ್ಮ ಪ್ಲಗಿನ್ ಗಳು ಟೆಲಿಗ್ರಾಮ್, ಗೂಗಲ್ ಅಥವಾ ಗೂಗಲ್ ಅನುವಾದದೊಂದಿಗೆ ಅಂಗಸಂಸ್ಥೆ, ಪರವಾನಗಿ, ಅನುಮೋದನೆ ಅಥವಾ ಅಧಿಕೃತವಾಗಿ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ.\nನಮ್ಮ ಪ್ಲಗಿನ್ ನಿಮಗೆ ಹೆಚ್ಚುವರಿ ಕ್ರಿಯಾತ್ಮಕತೆ ಮತ್ತು ಅನುಕೂಲತೆಯನ್ನು ಒದಗಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಟೆಲಿಗ್ರಾಮ್ ವೆಬ್ ನ ಅನಧಿಕೃತ ವರ್ಧನೆಯಾಗಿದೆ.\n\nನಿಮ್ಮ ಬಳಕೆಗೆ ಧನ್ಯವಾದಗಳು!",
    "ko": "텔레그램 메시지 번역\n전 세계 친구들과 채팅할 때 더 이상 언어 장벽에 대해 걱정하지 않는다고 상상해 보세요. 이 플러그인은 자동으로 텔레그램 메시지를 번역하고 100개 이상의 언어를 지원하므로 전 세계 친구들과 쉽게 연락할 수 있습니다.\n\n우리의 플러그인 인터페이스는 직관적이고 사용하기 쉬우며, 번역 프로세스는 수동 전환이나 작동 없이 자동으로 수행됩니다. 안심하고 의사 소통을 할 수 있으며, 메시지를 보내거나 받을 때 자동으로 번역됩니다.\n\n또한 플러그인은 강력하고 안전하며 효율적입니다. 개인 또는 비즈니스 커뮤니케이션에 관계없이 대부분의 시나리오에 적합합니다.\n\n뿐만 아니라 우리의 플러그인은 당신이 보낸 메시지를 자동으로 번역하여 당신이 빨리 의사 소통할 수 있도록 도와줍니다. 이제 더 이상 번역 작업에 대해 걱정할 필요가 없습니다. 우리의 플러그인이 당신을 쉽게 만들어 줄 것입니다.\n\n\n1. 언어 간 채팅을 쉽게 번역: 연락처와 통신하는 국가 또는 지역에 관계없이 방해받지 않는 언어 흐름을 쉽게 얻을 수 있습니다.\n2. 지능형 자동 번역: 언어를 수동으로 선택할 필요가 없습니다. 플러그인은 설정에 따라 자동으로 변환됩니다.\n3. 개인 정보 보호: 채팅 기록 및 개인 정보가 보호되며 귀하의 정보를 수집, 저장 또는 공유하지 않습니다.\n4. 다양한 시나리오에 적합: 여행, 비즈니스, 공부 등 다양한 시나리오에 적합하여 다양한 언어 환경에서 더욱 자신감 있고 편안합니다.\n5. 안전하고 신뢰할 수 있습니다. 플러그인은 컴퓨터와 개인 정보가 위협받지 않도록 엄격한 보안 감사를 통과했습니다.\n\n\n--- 면책 조항 ---\n\n당사의 플러그인은 텔레그램, Google 또는 Google 번역과 제휴, 라이센스, 승인 또는 공식적으로 연결되어 있지 않습니다.\n우리의 플러그인은 당신에게 추가적인 기능과 편리함을 제공하도록 설계된 텔레그램 웹의 비공식적인 향상입니다.\n\n사용해 주셔서 감사합니다!",
    "lt": "Telegramos pranešimų vertimas\nĮsivaizduokite, kad nebejaudinate dėl kalbos barjerų, kai kalbatės su draugais visame pasaulyje. Šis papildinys automatiškai verčia Telegram pranešimus ir palaiko daugiau nei 100 kalbų, padedant jums lengvai palaikyti ryšį su draugais visame pasaulyje.\n\nMūsų papildinio sąsaja yra intuityvi ir lengvai naudojama, o vertimo procesas atliekamas automatiškai be rankinio perjungimo ar operacijos. Galite bendrauti su pasitikėjimu ir mes automatiškai išversime pranešimus, kaip jie yra siunčiami ar gauti.\n\nBe to, mūsų papildinys yra galingas, saugus ir efektyvus. Jis tinka daugeliui scenarijų, nesvarbu, ar asmeninis ar verslo bendravimas.\n\nNe tik tai, bet mūsų papildinys automatiškai verčia pranešimus, kuriuos siunčiate, kad galėtumėte greitai bendrauti. Dabar, jums nereikia jaudintis dėl vertimo darbo daugiau, mūsų papildinys padarys jums lengvą.\n\n\n1. Lengvai išversti kelių kalbų pokalbius: Nesvarbu, kurioje šalyje ar regione bendraujate su savo kontaktais, galite lengvai pasiekti netrukdomą kalbos srautą.\n2. Pažangus automatinis vertimas: Nereikia rankiniu būdu pasirinkti kalbos, papildinys automatiškai bus verčiamas pagal jūsų nustatymus.\n3. Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija bus apsaugota ir mes nerinksime, nesaugosime ar nesidalins jokia jūsų informacija.\n4. Tinka įvairiems scenarijams: Jis tinka įvairiems scenarijams, pavyzdžiui, kelionėms, verslui, studijoms ir pan., Kad galėtumėte labiau pasitikėti savimi ir jaustis patogiau skirtingose kalbos aplinkose.\n5. Saugus ir patikimas: papildinys praėjo griežtus saugumo auditus, siekiant užtikrinti, kad jūsų kompiuteriui ir privatumui nekiltų grėsmė.\n\n\n--- Atsakomybės apribojimas ---\n\nMūsų papildiniai nėra susiję, licencijuoti, patvirtinti ar oficialiai susiję su Telegram , Google ar Google Translate .\nMūsų papildinys yra neoficialus Telegram Web patobulinimas, skirtas suteikti jums papildomų funkcijų ir patogumo.\n\nAčiū už naudojimą!",
    "lv": "Telegramma ziņojumu tulkošana\nIedomājieties vairs neuztraucoties par valodas šķēršļiem, kad tērzējat ar draugiem visā pasaulē. Šis spraudnis automātiski tulko Telegram ziņojumus un atbalsta vairāk nekā 100 valodas, palīdzot jums viegli sazināties ar draugiem visā pasaulē.\n\nMūsu spraudņa interfeiss ir intuitīvs un viegli lietojams, un tulkošanas process tiek veikts automātiski bez manuālas pārslēgšanās vai darbības. Jūs varat sazināties ar pārliecību, un mēs automātiski tulkosim ziņojumus, kā tie tiek nosūtīti vai saņemti.\n\nTurklāt mūsu spraudnis ir spēcīgs, drošs un efektīvs. Tas ir piemērots lielākajai daļai scenāriju, neatkarīgi no tā, vai tas ir personīgais vai biznesa komunikācija.\n\nNe tikai tas, bet mūsu spraudnis automātiski tulko ziņojumus jūs sūtīt, lai palīdzētu jums ātri sazināties. Tagad, jums nav jāuztraucas par tulkošanas darbu vairs, mūsu spraudnis padarīs to viegli jums.\n\n\n1. Viegli tulkot starpvalodu tērzēšanu: neatkarīgi no tā, kurā valstī vai reģionā jūs sazināties ar saviem kontaktiem, jūs varat viegli sasniegt netraucētu valodas plūsmu.\n2. Inteliģents automātiskais tulkojums: nav nepieciešams manuāli izvēlēties valodu, spraudnis automātiski tulko saskaņā ar jūsu iestatījumiem.\n3. Aizsargājiet savu privātumu: Jūsu tērzēšanas vēsture un personiskā informācija tiks aizsargāta, un mēs neapkoposim, neuzglabāsim vai kopīgosim nevienu no jūsu informācijas.\n4. Piemērots dažādiem scenārijiem: Tas ir piemērots dažādiem scenārijiem, piemēram, ceļojumiem, biznesam, studijām utt., Padarot jums drošāku un ērtāk dažādās valodas vidēs.\n5. Drošs un uzticams: spraudnis ir izturējis stingras drošības revīzijas, lai nodrošinātu, ka jūsu dators un privātums nav apdraudēti.\n\n\n--- Atruna ---\n\nMūsu spraudņi nav saistīti, licencēti, apstiprināti vai oficiāli saistīti ar Telegram, Google vai Google Translate.\nMūsu spraudnis ir neoficiāls Telegram Web uzlabojums, kas paredzēts, lai nodrošinātu jums papildu funkcionalitāti un ērtības.\n\nPaldies par izmantošanu!",
    "ml": "ടെലിഗ്രാം സന്ദേശ വിവർത്തനം\nലോകമെമ്പാടുമുള്ള സുഹൃത്തുക്കളുമായി ചാറ്റുചെയ്യുമ്പോൾ ഭാഷാ തടസ്സങ്ങളെക്കുറിച്ച് ഇനി വിഷമിക്കേണ്ടതില്ലെന്ന് സങ്കൽപ്പിക്കുക. ഈ പ്ലഗിൻ സ്വപ്രേരിതമായി ടെലിഗ്രാം സന്ദേശങ്ങൾ വിവർത്തനം ചെയ്യുകയും 100-ലധികം ഭാഷകളെ പിന്തുണയ്ക്കുകയും ചെയ്യുന്നു, ഇത് ലോകമെമ്പാടുമുള്ള സുഹൃത്തുക്കളുമായി എളുപ്പത്തിൽ സമ്പർക്കം\n\nഞങ്ങളുടെ പ്ലഗിൻ ഇന്റർഫേസ് അവബോധജന്യവും ഉപയോഗിക്കാൻ എളുപ്പവുമാണ്, കൂടാതെ സ്വമേധയാ സ്വിച്ചിംഗ് അല്ലെങ്കിൽ പ്രവർത്തനം ഇല്ലാതെ വിവർത്തന പ്രക്രിയ സ്വപ്രേരിതമായി നടക്കുന്നു. നിങ്ങൾക്ക് ആത്മവിശ്വാസത്തോടെ ആശയവിനിമയം നടത്താൻ കഴിയും, കൂടാതെ സന്ദേശങ്ങൾ അയച്ചതോ സ്വീകരിച്ചതോ ആയതിനാൽ ഞ\n\nകൂടാതെ, ഞങ്ങളുടെ പ്ലഗിൻ ശക്തവും സുരക്ഷിതവും കാര്യക്ഷമവുമാണ്. വ്യക്തിഗതമോ ബിസിനസ്സ് ആശയവിനിമയമോ ആകട്ടെ, മിക്ക സാഹചര്യങ്ങൾക്കും ഇത് അനുയോജ്യമാണ്.\n\nഅത് മാത്രമല്ല, വേഗത്തിൽ ആശയവിനിമയം നടത്താൻ സഹായിക്കുന്നതിന് നിങ്ങൾ അയച്ച സന്ദേശങ്ങൾ ഞങ്ങളുടെ പ്ലഗിൻ സ്വപ്രേരിതമായി വിവർത്തനം ചെയ്യുന്നു. ഇപ്പോൾ, നിങ്ങൾ ഇനി വിവർത്തന ജോലിയെക്കുറിച്ച് വിഷമിക്കേണ്ടതില്ല, ഞങ്ങളുടെ പ്ലഗിൻ നിങ്ങൾക്ക് എളുപ്പമാക്കും.\n\n\n1. ക്രോസ്-ലാംഗ്വേജ് ചാറ്റുകൾ എളുപ്പത്തിൽ വിവർത്തനം ചെയ്യുക: നിങ്ങളുടെ കോൺടാക്റ്റുകളുമായി നിങ്ങൾ ഏത് രാജ്യത്തിലോ പ്രദേശത്തിലോ ആശയവിനിമയം നടത്തിയാലും, നിങ്ങൾക്ക് തടസ്സമില്ലാത്ത ഭാഷാ പ്രവാഹം എളുപ്പത്തിൽ നേടാൻ കഴിയും.\n2. ഇന്റലിജന്റ് ഓട്ടോമാറ്റിക് വിവർത്തനം: ഭാഷ സ്വമേധയാ തിരഞ്ഞെടുക്കേണ്ട ആവശ്യമില്ല, പ്ലഗ്-ഇൻ നിങ്ങളുടെ ക്രമീകരണങ്ങൾ അനുസരിച്ച് യാന്ത്രികമായി വിവർത്തനം ചെയ്യും.\n3. നിങ്ങളുടെ സ്വകാര്യത പരിരക്ഷിക്കുക: നിങ്ങളുടെ ചാറ്റ് ചരിത്രവും വ്യക്തിഗത വിവരങ്ങളും പരിരക്ഷിക്കപ്പെടും, ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങളൊന്നും ശേഖരിക്കുകയോ സംഭരിക്കുകയോ പങ്കിടുകയോ ചെയ്യില്ല.\n4. വിവിധ സാഹചര്യങ്ങൾക്ക് അനുയോജ്യമാണ്: യാത്ര, ബിസിനസ്സ്, പഠനം മുതലായവ പോലുള്ള വിവിധ സാഹചര്യങ്ങൾക്ക് ഇത് അനുയോജ്യമാണ്, ഇത് വ്യത്യസ്ത ഭാഷാ പരിതസ്ഥിതികളിൽ നിങ്ങളെ കൂടുതൽ ആത്മവിശ്വാസവും സുഖപ്രദവുമാക്കുന്നു.\n5. സുരക്ഷിതവും വിശ്വസനീയവുമാണ്: നിങ്ങളുടെ കമ്പ്യൂട്ടറിനും സ്വകാര്യതയ്ക്കും ഭീഷണിയില്ലെന്ന് ഉറപ്പാക്കാൻ പ്ലഗ്-ഇൻ കർശനമായ സുരക്ഷാ ഓഡിറ്റുകൾ പാസാക്കി.\n\n\n--- നിരാകരണം ---\n\nഞങ്ങളുടെ പ്ലഗിനുകൾ ടെലിഗ്രാം, Google അല്ലെങ്കിൽ Google വിവർത്തനം എന്നിവയുമായി അഫിലിയേറ്റ് ചെയ്തിട്ടില്ല, ലൈസൻസുള്ളതോ അംഗീകരിച്ചതോ official ദ്യോഗികമായി ബന്ധപ്പെടുത്തിയിട്ടില്ല.\nനിങ്ങൾക്ക് അധിക പ്രവർത്തനവും സൗകര്യവും നൽകുന്നതിന് രൂപകൽപ്പന ചെയ് തിരിക്കുന്ന ടെലിഗ്രാം വെബിന്റെ അന of ദ്യോഗിക മെച്ചപ്പെടുത്തലാണ് ഞങ്ങളുടെ പ്ലഗിൻ.\n\nനിങ്ങളുടെ ഉപയോഗത്തിന് നന്ദി!",
    "mr": "टेलिग्राम संदेश अनुवाद\nआपण जगभरातील मित्रांसह गप्पा मारताना भाषा अडथळ्यांबद्दल काळजी करणे यापुढे कल्पना करा. हे प्लगइन आपोआप टेलीग्राम संदेश अनुवादित करते आणि 100 पेक्षा जास्त भाषांना समर्थन देते, जगभरातील मित्रांसह सहजपणे संपर्कात राहण्यास मदत करते.\n\nआमचा प्लगइन इंटरफेस अंतर्ज्ञानी आणि वापरण्यास सुलभ आहे, आणि भाषांतर प्रक्रिया मॅन्युअल स्विचिंग किंवा ऑपरेशनशिवाय स्वयंचलितपणे केली जाते. आपण आत्मविश्वासाने संवाद साधू शकता आणि आम्ही संदेश आपोआप अनुवादित करेल कारण ते पाठविले किंवा प्राप्त झाले आहेत.\n\nयाव्यतिरिक्त, आमचे प्लगइन शक्तिशाली, सुरक्षित आणि कार्यक्षम आहे. हे बहुतेक परिस्थितीसाठी योग्य आहे, वैयक्तिक किंवा व्यवसाय संप्रेषण असो.\n\nकेवळ तेच नाही, परंतु आमचे प्लगइन आपोआप आपण द्रुतपणे संवाद साधण्यास मदत करण्यासाठी पाठविलेले संदेश अनुवादित करते. आता, आपण यापुढे भाषांतर कार्य बद्दल चिंता करण्याची गरज नाही, आमचे प्लगइन आपल्यासाठी सोपे करेल.\n\n\n1. सहजपणे भाषांतर क्रॉस-भाषेच्या गप्पा: आपण आपल्या संपर्कांशी संवाद साधत कोणता देश किंवा प्रदेश याची पर्वा नाही, आपण सहजपणे अबाधित भाषा प्रवाह साध्य करू शकता.\n2. बुद्धिमान स्वयंचलित भाषांतर: भाषा व्यक्तिचलितपणे निवडण्याची गरज नाही, प्लग-इन आपोआप आपल्या सेटिंग्जनुसार भाषांतर करेल.\n3. आपली गोपनीयता संरक्षित करा: आपला गप्पा इतिहास आणि वैयक्तिक माहिती संरक्षित केली जाईल आणि आम्ही आपली कोणतीही माहिती संकलित, संचयित किंवा सामायिक करणार नाही.\n४. विविध परिस्थितींसाठी योग्य : प्रवास, व्यवसाय, अभ्यास इत्यादी विविध परिस्थितींसाठी हे योग्य आहे, यामुळे आपल्याला विविध भाषेच्या वातावरणात अधिक आत्मविश्वास आणि आराम मिळेल.\n5. सुरक्षित आणि विश्वासार्ह: आपला संगणक आणि गोपनीयता धोक्यात नाही हे सुनिश्चित करण्यासाठी प्लग-इनने कठोर सुरक्षा ऑडिट पास केले आहेत.\n\n\n--- अस्वीकरण ---\n\nआमचे प्लगइन संबद्ध, परवानाधारक, मान्यताप्राप्त किंवा अधिकृतपणे टेलीग्राम, Google किंवा Google भाषांतरशी संबंधित नाहीत.\nआमचे प्लगइन आपल्याला अतिरिक्त कार्यक्षमता आणि सुविधा प्रदान करण्यासाठी डिझाइन केलेले टेलीग्राम वेबची अनधिकृत वर्धितता आहे.\n\nआपल्या वापराबद्दल धन्यवाद!",
    "ms": "Terjemahan mesej Telegram\nBayangkan anda tidak perlu risau tentang halangan bahasa apabila bersembang dengan rakan di seluruh dunia. Pemalam ini mampu menterjemah mesej Telegram secara automatik, menyokong lebih daripada 100 bahasa dan membantu anda terus berhubung dengan rakan di seluruh dunia dengan mudah.\n\nAntara muka pemalam kami adalah intuitif dan mudah digunakan, dan proses terjemahan selesai secara automatik. Tidak perlu menukar atau mengendalikannya secara manual. Anda boleh berkomunikasi dengan yakin dan kami akan menterjemah secara automatik apabila mesej dihantar atau diterima.\n\nSelain itu, pemalam kami berkuasa, selamat dan cekap. Ia sesuai untuk kebanyakan senario, sama ada komunikasi peribadi atau perniagaan.\n\nBukan itu sahaja, pemalam kami juga menterjemah mesej yang anda hantar secara automatik untuk membantu anda berkomunikasi dengan cepat. Kini, anda tidak perlu risau lagi dengan penterjemah, pemalam kami akan menyelesaikannya dengan mudah untuk anda.\n\n\n1. Terjemah sembang merentas bahasa dengan mudah: Tidak kira negara atau wilayah mana anda berkomunikasi dengan kenalan, anda boleh mencapai aliran bahasa tanpa halangan dengan mudah.\n2. Terjemahan automatik pintar: Tidak perlu memilih bahasa secara manual, pemalam akan menterjemah secara automatik mengikut tetapan anda.\nMelindungi privasi anda: sejarah sembang dan maklumat peribadi anda akan dilindungi dan kami tidak akan mengumpulkan, menyimpan atau berkongsi mana-mana maklumat anda.\n4. Sesuai untuk pelbagai senario: Perjalanan, perniagaan, pembelajaran dan senario lain boleh digunakan untuk menjadikan anda lebih yakin dan selesa dalam persekitaran bahasa yang berbeza.\n5. Selamat dan boleh dipercayai: Pemalam telah meluluskan audit keselamatan yang ketat untuk memastikan komputer dan privasi anda tidak terancam.\n\n\n--- Penafian ---\n\nPlugin kami tidak mempunyai kaitan, kebenaran, pengesahan atau hubungan rasmi dengan Telegram, Google atau Google Translate.\nPlugin kami adalah alat peningkatan tidak rasmi untuk Telegram Web dan direka untuk memberi anda fungsi dan kemudahan tambahan.\n\nTerima kasih kerana menggunakan!",
    "nl": "Telegram bericht vertaling\nStel je voor dat je je geen zorgen meer maakt over taalbarrières wanneer je chat met vrienden over de hele wereld. Deze plug-in vertaalt automatisch Telegram-berichten en ondersteunt meer dan 100 talen, zodat je gemakkelijk in contact blijft met vrienden over de hele wereld.\n\nOnze plug-in-interface is intuïtief en gemakkelijk te gebruiken en het vertaalproces wordt automatisch uitgevoerd zonder handmatige omschakeling of bediening. U kunt met vertrouwen communiceren en we zullen berichten automatisch vertalen wanneer ze worden verzonden of ontvangen.\n\nBovendien is onze plug-in krachtig, veilig en efficiënt. Het is geschikt voor de meeste scenario 's, zowel persoonlijke als zakelijke communicatie.\n\nNiet alleen dat, maar onze plug-in vertaalt automatisch de berichten die u verzendt om u te helpen snel te communiceren. Nu hoeft u zich geen zorgen meer te maken over vertaalwerk, onze plug-in maakt het u gemakkelijk.\n\n\n1. Vertaal eenvoudig cross-language chats: Het maakt niet uit welk land of welke regio u communiceert met uw contacten, u kunt gemakkelijk een ongehinderde taalstroom bereiken.\n2. Intelligente automatische vertaling: Het is niet nodig om de taal handmatig te selecteren, de plug-in zal automatisch vertalen volgens uw instellingen.\n3. Bescherm uw privacy: uw chatgeschiedenis en persoonlijke informatie worden beschermd en we zullen uw informatie niet verzamelen, opslaan of delen.\n4. Geschikt voor diverse scenario 's: Het is geschikt voor diverse scenario' s zoals reis, zaken, studie, enz., makend u zelfverzekerder en comfortabel in verschillende taalmilieu 's.\n5. Veilig en betrouwbaar: de plug-in heeft strenge beveiligingsaudits doorstaan om ervoor te zorgen dat uw computer en privacy niet worden bedreigd.\n\n\n--- Disclaimer ---\n\nOnze plug-ins zijn niet aangesloten, gelicentieerd, onderschreven of officieel geassocieerd met Telegram, Google of Google Translate.\nOnze plug-in is een niet-officiële verbetering van Telegram Web, ontworpen om u extra functionaliteit en gemak te bieden.\n\nDank u voor uw gebruik!",
    "no": "Telegrammelding oversettelse\nTenk deg ikke lenger bekymre deg for språkbarrierer når du chatter med venner over hele verden. Dette pluginet oversetter automatisk Telegram-meldinger og støtter mer enn 100 språk, hjelper deg enkelt å holde kontakten med venner over hele verden.\n\nVårt plugin-grensesnitt er intuitivt og enkelt å bruke, og oversettelsesprosessen gjøres automatisk uten manuell bytte eller drift. Du kan kommunisere med tillit, og vi vil automatisk oversette meldinger når de blir sendt eller mottatt.\n\nI tillegg er pluginet vårt kraftig, sikkert og effektivt. Det passer for de fleste scenarier, enten det er personlig eller forretningsmessig kommunikasjon.\n\nIkke bare det, men vår plugin oversetter automatisk meldingene du sender for å hjelpe deg med å kommunisere raskt. Nå, du trenger ikke å bekymre deg for oversettelsesarbeid lenger, vår plugin vil gjøre det enkelt for deg.\n\n\n1. Enkelt oversette tverrspråklige chatter: Uansett hvilket land eller region du kommuniserer med kontaktene dine, kan du enkelt oppnå uhindret språkflyt.\n2. Intelligent automatisk oversettelse: Det er ikke nødvendig å velge språket manuelt, plug-in vil automatisk oversettes i henhold til innstillingene dine.\n3. Beskytt personvernet ditt: Din chathistorikk og personlig informasjon vil bli beskyttet, og vi vil ikke samle inn, lagre eller dele noen av informasjonen din.\n4. Egnet for ulike scenarier: Det er egnet for ulike scenarier som reise, forretninger, studier osv., noe som gjør deg mer trygg og komfortabel i forskjellige språkmiljøer.\n5. trygg og pålitelig: Plugin-modulen har bestått strenge sikkerhetsrevisjoner for å sikre at datamaskinen og personvernet ditt ikke er truet.\n\n\n--- Ansvarsfraskrivelse ---\n\nVåre plugins er ikke tilknyttet, lisensiert, godkjent eller offisielt tilknyttet Telegram, Google eller Google Translate.\nPluginet vårt er en uoffisiell forbedring av Telegram Web designet for å gi deg ekstra funksjonalitet og bekvemmelighet.\n\nTakk for bruken!",
    "pl": "Tłumaczenie wiadomości telegramu\nWyobraź sobie, że nie martwisz się już barierami językowymi, gdy rozmawiasz ze znajomymi na całym świecie. Ta wtyczka automatycznie tłumaczy wiadomości Telegram i obsługuje ponad 100 języków, pomagając Ci łatwo pozostać w kontakcie ze znajomymi na całym świecie.\n\nNasz interfejs wtyczek jest intuicyjny i łatwy w użyciu, a proces tłumaczenia odbywa się automatycznie bez ręcznego przełączania lub obsługi. Możesz komunikować się bez obaw, a my automatycznie tłumaczymy wiadomości w miarę ich wysyłania lub odbierania.\n\nPonadto nasza wtyczka jest potężna, bezpieczna i wydajna. Nadaje się do większości scenariuszy, zarówno komunikacji osobistej, jak i biznesowej.\n\nNie tylko to, ale nasza wtyczka automatycznie tłumaczy wysyłane wiadomości, aby pomóc Ci szybko się komunikować. Teraz nie musisz się już martwić o tłumaczenie, nasza wtyczka Ci to ułatwi.\n\n\n1. Łatwe tłumaczenie czatów w wielu językach: bez względu na to, w jakim kraju lub regionie komunikujesz się ze swoimi kontaktami, możesz łatwo osiągnąć niezakłócony przepływ języka.\n2. Inteligentne tłumaczenie automatyczne: Nie ma potrzeby ręcznego wybierania języka, wtyczka automatycznie przetłumaczy się zgodnie z Twoimi ustawieniami.\n3. Chroń swoją prywatność: Twoja historia czatu i dane osobowe będą chronione i nie będziemy gromadzić, przechowywać ani udostępniać żadnych Twoich informacji.\n4. Nadaje się do różnych scenariuszy: Nadaje się do różnych scenariuszy, takich jak podróże, biznes, nauka itp., dzięki czemu jesteś bardziej pewny siebie i komfortowy w różnych środowiskach językowych.\n5. Bezpieczny i niezawodny: wtyczka przeszła rygorystyczne audyty bezpieczeństwa, aby upewnić się, że Twój komputer i prywatność nie są zagrożone.\n\n\n--- Zastrzeżenie ---\n\nNasze wtyczki nie są powiązane, licencjonowane, popierane ani oficjalnie powiązane z Telegramem, Google lub Tłumaczem Google.\nNasza wtyczka jest nieoficjalnym rozszerzeniem Telegram Web, zaprojektowanym w celu zapewnienia dodatkowej funkcjonalności i wygody.\n\nDziękuję za użytek!",
    "ro": "Traducerea mesajului Telegram\nImaginați-vă că nu vă mai faceți griji cu privire la barierele lingvistice atunci când discutați cu prietenii din întreaga lume. Acest plugin traduce automat mesajele Telegram și acceptă mai mult de 100 de limbi, ajutându-vă să rămâneți ușor în legătură cu prietenii din întreaga lume.\n\nInterfața noastră de plugin este intuitivă și ușor de utilizat, iar procesul de traducere se face automat fără comutare manuală sau operare. Puteți comunica cu încredere și vom traduce automat mesajele pe măsură ce sunt trimise sau primite.\n\nÎn plus, pluginul nostru este puternic, sigur și eficient. Este potrivit pentru majoritatea scenariilor, indiferent dacă este vorba de comunicare personală sau de afaceri.\n\nNu numai asta, dar pluginul nostru traduce automat mesajele pe care le trimiteți pentru a vă ajuta să comunicați rapid. Acum, nu mai trebuie să vă faceți griji cu privire la munca de traducere, pluginul nostru vă va ușura.\n\n\n1. Traduceți cu ușurință chat-uri între limbi: indiferent de țara sau regiunea în care comunicați cu contactele dvs., puteți obține cu ușurință un flux de limbi fără obstacole.\n2. Traducere automată inteligentă: Nu este nevoie să selectați manual limba, plug-in-ul se va traduce automat în funcție de setările dvs.\n3. Protejați-vă confidențialitatea: istoricul dvs. de chat și informațiile personale vor fi protejate și nu vom colecta, stoca sau partaja niciuna dintre informațiile dvs.\n4. Potrivit pentru diverse scenarii: este potrivit pentru diverse scenarii, cum ar fi călătorii, afaceri, studiu etc., făcându-vă mai încrezător și mai confortabil în diferite medii lingvistice.\n5. Sigur și fiabil: plug-in-ul a trecut audituri stricte de securitate pentru a se asigura că computerul și confidențialitatea dvs. nu sunt amenințate.\n\n\n--- Declinare de responsabilitate ---\n\nPluginurile noastre nu sunt afiliate, licențiate, aprobate sau asociate oficial cu Telegram, Google sau Google Translate.\nPluginul nostru este o îmbunătățire neoficială a Telegram Web concepută pentru a vă oferi funcționalitate și confort suplimentar.\n\nVă mulțumim pentru utilizare!",
    "ru": "Перевод сообщения в Telegram\nПредставьте, что вы больше не беспокоитесь о языковых барьерах, когда общаетесь с друзьями по всему миру. Этот плагин автоматически переводит сообщения Telegram и поддерживает более 100 языков, помогая вам легко оставаться на связи с друзьями по всему миру.\n\nНаш интерфейс плагина интуитивно понятен и прост в использовании, а процесс перевода осуществляется автоматически без ручного переключения или операции. Вы можете общаться с уверенностью, и мы автоматически переведем сообщения по мере их отправки или получения.\n\nКроме того, наш плагин является мощным, безопасным и эффективным. Он подходит для большинства сценариев, будь то личное или деловое общение.\n\nНе только это, но наш плагин автоматически переводит сообщения, которые вы отправляете, чтобы помочь вам быстро общаться. Теперь вам больше не нужно беспокоиться о работе по переводу, наш плагин облегчит вам задачу.\n\n\n1. Легко переводить межъязыковые чаты: Независимо от того, в какой стране или регионе вы общаетесь со своими контактами, вы можете легко достичь беспрепятственного языкового потока.\n2. Интеллектуальный автоматический перевод: нет необходимости вручную выбирать язык, плагин автоматически переведет в соответствии с вашими настройками.\n3. Защитите вашу конфиденциальность: ваша история чата и личная информация будут защищены, и мы не будем собирать, хранить или передавать любую вашу информацию.\n4. Подходит для различных сценариев: подходит для различных сценариев, таких как путешествия, бизнес, учеба и т. Д., Что делает вас более уверенным и комфортным в разных языковых средах.\n5. Безопасно и надежно: плагин прошел строгие аудиты безопасности, чтобы гарантировать, что ваш компьютер и конфиденциальность не находятся под угрозой.\n\n\n--- Отказ от ответственности ---\n\nНаши плагины не являются аффилированными, лицензированными, одобренными или официально связанными с Telegram, Google или Google Translate.\nНаш плагин является неофициальным усовершенствованием Telegram Web, призванным предоставить вам дополнительную функциональность и удобство.\n\nСпасибо за ваше использование!",
    "sl": "Telegramski prevod sporočil\nPredstavljajte si, da ne skrbi več o jezikovnih ovirah, ko klepetate s prijatelji po vsem svetu. Ta vtičnik samodejno prevede Telegram sporočila in podpira več kot 100 jezikov, ki vam pomagajo enostavno ostati v stiku s prijatelji po vsem svetu.\n\nNaš vmesnik plugin je intuitiven in enostaven za uporabo, postopek prevajanja pa se izvaja samodejno brez ročnega preklapljanja ali delovanja. Lahko komunicirate z zaupanjem in bomo samodejno prevedli sporočila, ko so poslana ali prejeta.\n\nPoleg tega je naš vtičnik močan, varen in učinkovit. Primeren je za večino scenarijev, bodisi osebno ali poslovno komunikacijo.\n\nNe samo to, ampak naš vtičnik samodejno prevede sporočila, ki jih pošljete, da vam pomagajo hitro komunicirati. Zdaj, vam ni treba skrbeti za prevajanje delo več, naš vtičnik bo olajšal za vas.\n\n\n1. Preprosto prevajanje medjezikovnih klepetov: Ne glede na to, v kateri državi ali regiji komunicirate s svojimi stiki, lahko enostavno dosežete neoviran jezikovni tok.\n2. Inteligentno samodejno prevajanje: Ni treba ročno izbrati jezika, vtičnik bo samodejno prevedel glede na vaše nastavitve.\n3. Zaščitite svojo zasebnost: Vaša zgodovina klepeta in osebni podatki bodo zaščiteni in ne bomo zbirali, shranili ali delili nobenih vaših podatkov.\n4. Primerno za različne scenarije: Primerno je za različne scenarije, kot so potovanja, poslovanje, študij itd., zaradi česar ste bolj samozavestni in udobni v različnih jezikovnih okoljih.\n5. Varno in zanesljivo: Vtičnik je opravil stroge varnostne revizije, da se zagotovi, da vaš računalnik in zasebnost niso ogroženi.\n\n\n--- Izjava o omejitvi odgovornosti ---\n\nNaši vtičniki niso povezani, licencirani, odobreni ali uradno povezani s Telegramom, Googlom ali Google Translate.\nNaš vtičnik je neuradna izboljšava spleta Telegram, zasnovana tako, da vam nudi dodatno funkcionalnost in udobje.\n\nHvala za vašo uporabo!",
    "sr": "Превод поруке Телеграм\nЗамислите да више не бринете о језичким баријерама када разговарате са пријатељима широм света. Овај додатак аутоматски преводи телеграмске поруке и подржава више од 100 језика, помажући вам да лако останете у контакту са пријатељима широм света.\n\nНаш интерфејс за додатак је интуитиван и једноставан за употребу, а процес превођења се обавља аутоматски без ручног пребацивања или рада. Можете комуницирати са поверењем и ми ћемо аутоматски превести поруке како се шаљу или примају.\n\nПоред тога, наш додатак је моћан, сигуран и ефикасан.Погодан је за већину сценарија, било да је лична или пословна комуникација.\n\nНе само то, али наш додатак аутоматски преводи поруке које пошаљете да вам помогне да брзо комуницирате. Сада, не морате више да бринете о преводу, наш додатак ће вам олакшати.\n\n\n1. Лако превести унакрсне језичке разговоре: Без обзира у којој земљи или региону комуницирате са својим контактима, лако можете постићи несметани проток језика.\n2. Интелигентан аутоматски превод: Нема потребе да ручно одаберете језик, додатак ће аутоматски превести у складу са вашим подешавањима.\n3. Заштитите своју приватност: Ваша историја ћаскања и лични подаци ће бити заштићени и нећемо прикупљати, чувати или делити било коју од ваших података.\n4. Погодно за различите сценарије: Погодно је за различите сценарије као што су путовања, пословање, студирање итд., Чинећи вас сигурнијим и удобнијим у различитим језичким окружењима.\n5. Сигурно и поуздано: Плуг-ин је прошао строге безбедносне ревизије како би се осигурало да ваш рачунар и приватност нису угрожени.\n\n\n--- Одрицање одговорности ---\n\nНаши додаци нису повезани, лиценцирани, одобрени или званично повезани са Телеграмом, Гоогле или Гоогле Транслате.\nНаш додатак је незванично унапређење Телеграм Веба дизајниран да вам пружи додатну функционалност и практичност.\n\nХвала вам на употреби!",
    "sv": "Telegram meddelande översättning\nTänk dig att du inte längre oroar dig för språkbarriärer när du chattar med vänner runt om i världen. Detta plugin översätter automatiskt Telegram-meddelanden och stöder mer än 100 språk, vilket hjälper dig att enkelt hålla kontakten med vänner runt om i världen.\n\nVårt plugin-gränssnitt är intuitivt och enkelt att använda, och översättningen sker automatiskt utan manuell växling eller drift. Du kan kommunicera med tillförsikt och vi kommer automatiskt att översätta meddelanden när de skickas eller tas emot.\n\nDessutom är vårt plugin kraftfullt, säkert och effektivt. Det är lämpligt för de flesta scenarier, oavsett om det är personlig eller affärskommunikation.\n\nInte bara det, men vårt plugin översätter automatiskt de meddelanden du skickar för att hjälpa dig att kommunicera snabbt. Nu behöver du inte oroa dig för översättningsarbete längre, vårt plugin gör det enkelt för dig.\n\n\n1. Översätt enkelt språköverskridande chattar: Oavsett vilket land eller region du kommunicerar med dina kontakter kan du enkelt uppnå ett obehindrat språkflöde.\n2. Intelligent automatisk översättning: Det finns inget behov av att manuellt välja språk, plugin-programmet översätts automatiskt enligt dina inställningar.\n3. Skydda din integritet: Din chatthistorik och personliga information kommer att skyddas och vi kommer inte att samla in, lagra eller dela någon av dina uppgifter.\n4. Lämplig för olika scenarier: Den är lämplig för olika scenarier som resor, affärer, studier etc., vilket gör dig mer säker och bekväm i olika språkmiljöer.\n5. Säker och pålitlig: Plugin-programmet har passerat strikta säkerhetsgranskningar för att säkerställa att din dator och integritet inte hotas.\n\n\n--- Ansvarsfriskrivning ---\n\nVåra plugins är inte anslutna, licensierade, godkända eller officiellt associerade med Telegram, Google eller Google Translate.\nVårt plugin är en inofficiell förbättring av Telegram Web utformad för att ge dig ytterligare funktionalitet och bekvämlighet.\n\nTack för din användning!",
    "sw": "Tafsiri ya ujumbe wa telegramu\nFikiria tena kuwa na wasiwasi kuhusu vikwazo vya lugha wakati wewe kuzungumza na marafiki duniani kote. Plugin hii moja kwa moja hutafsiri ujumbe wa Telegram na inasaidia lugha zaidi ya 100, kukusaidia kwa urahisi kukaa katika kuwasiliana na marafiki duniani kote.\n\nPlugin yetu interface ni angavu na rahisi kutumia, na mchakato wa tafsiri ni kufanyika moja kwa moja bila mwongozo kubadili au operesheni. Unaweza kuwasiliana kwa kujiamini na sisi moja kwa moja kutafsiri ujumbe kama wao ni kutumwa au kupokea.\n\nAidha, Plugin yetu ni nguvu, salama na ufanisi. Inafaa kwa matukio mengi, iwe binafsi au biashara mawasiliano.\n\nSi tu kwamba, lakini Plugin yetu moja kwa moja hutafsiri ujumbe unatuma kukusaidia kuwasiliana haraka. Sasa, huna kuwa na wasiwasi kuhusu kazi ya tafsiri tena, Plugin yetu itafanya iwe rahisi kwako.\n\n\n1. Kutafsiri kwa urahisi mazungumzo ya lugha mtambuka: Haijalishi ni nchi au mkoa gani unawasiliana na wawasiliani wako, unaweza kufikia kwa urahisi mtiririko wa lugha usio na kizuizi.\n2. Akili moja kwa moja tafsiri: Hakuna haja ya manually kuchagua lugha, programu-jalizi moja kwa moja kutafsiri kulingana na mipangilio yako.\n3. Kulinda faragha yako: Historia yako ya gumzo na maelezo ya kibinafsi yatalindwa na hatutakusanya, kuhifadhi au kushiriki yoyote ya maelezo yako.\n4. Inafaa kwa matukio mbalimbali: Inafaa kwa matukio mbalimbali kama vile safari, biashara, masomo n.k, na kukufanya ujiamini na kustarehe katika mazingira tofauti ya lugha.\n5. Salama na ya kuaminika: programu-jalizi imepitisha ukaguzi mkali wa usalama ili kuhakikisha kuwa kompyuta yako na faragha si kutishiwa.\n\n\n--- Kanusho ---\n\nPlugins yetu si uhusiano, leseni, kuidhinishwa au rasmi kuhusishwa na Telegram, Google au Google Tafsiri.\nPlugin yetu ni uboreshaji usio rasmi wa Telegram Web iliyoundwa ili kukupa utendaji wa ziada na urahisi.\n\nAsante kwa matumizi yako!",
    "ta": "தந்தி செய்தி மொழிபெயர்ப்பு\nநீங்கள் உலகெங்கிலும் உள்ள நண்பர்களுடன் அரட்டையடிக்கும்போது இனி மொழி தடைகள் பற்றி கவலைப்படுவதில்லை என்று கற்பனை செய்து பாருங்கள். இந்த சொருகி தானாகவே டெலிகிராம் செய்திகளை மொழிபெயர்க்கிறது மற்றும் 100 க்கும் மேற்பட்ட மொழிகளை ஆதரிக்கிறது, உலகெங்கிலும் உள்ள நண்பர்களுடன் எளிதாக தொடர்பில் இருக்க உதவுகிறது.\n\nஎங்கள் சொருகி இடைமுகம் உள்ளுணர்வு மற்றும் பயன்படுத்த எளிதானது, மற்றும் மொழிபெயர்ப்பு செயல்முறை கையேடு மாறுதல் அல்லது செயல்பாடு இல்லாமல் தானாகவே செய்யப்படுகிறது. நீங்கள் நம்பிக்கையுடன் தொடர்பு கொள்ளலாம் மற்றும் அவர்கள் அனுப்பப்பட்ட அல்லது பெறப்பட்ட செய்திகளை தானாகவே மொழிபெயர்ப்போம்.\n\nகூடுதலாக, எங்கள் சொருகி சக்திவாய்ந்த, பாதுகாப்பான மற்றும் திறமையானது. தனிப்பட்ட அல்லது வணிக தொடர்பு இருந்தாலும், பெரும்பாலான சூழ்நிலைகளுக்கு இது பொருத்தமானது.\n\nஅது மட்டுமல்ல, ஆனால் எங்கள் சொருகி தானாகவே நீங்கள் விரைவாக தொடர்பு கொள்ள உதவ அனுப்பும் செய்திகளை மொழிபெயர்க்கிறது. இப்போது, நீங்கள் இனி மொழிபெயர்ப்பு வேலை பற்றி கவலைப்பட வேண்டியதில்லை, எங்கள் சொருகி உங்களுக்கு எளிதாக இருக்கும்.\n\n\n1. குறுக்கு மொழி அரட்டைகளை எளிதாக மொழிபெயர்க்க: உங்கள் தொடர்புகளுடன் நீங்கள் எந்த நாடு அல்லது பிராந்தியத்தை தொடர்புகொள்வது முக்கியமல்ல, நீங்கள் எளிதாக தடையற்ற மொழி ஓட்டத்தை அடைய முடியும்.\n2. நுண்ணறிவு தானியங்கி மொழிபெயர்ப்பு: கைமுறையாக மொழியைத் தேர்ந்தெடுக்க தேவையில்லை, செருகுநிரல் தானாகவே உங்கள் அமைப்புகளுக்கு ஏற்ப மொழிபெயர்க்கும்.\n3. உங்கள் தனியுரிமையைப் பாதுகாக்கவும்: உங்கள் அரட்டை வரலாறு மற்றும் தனிப்பட்ட தகவல்கள் பாதுகாக்கப்படும், நாங்கள் உங்கள் தகவல்களை சேகரிக்கவோ, சேமிக்கவோ அல்லது பகிர்ந்து கொள்ளவோ மாட்டோம்.\n4. பல்வேறு சூழ்நிலைகளுக்கு ஏற்றது: இது பயணம், வணிகம், படிப்பு போன்ற பல்வேறு சூழ்நிலைகளுக்கு ஏற்றது, இது பல்வேறு மொழி சூழல்களில் உங்களுக்கு அதிக நம்பிக்கையையும் வசதியையும் தருகிறது.\n5. பாதுகாப்பான மற்றும் நம்பகமான: உங்கள் கணினி மற்றும் தனியுரிமை அச்சுறுத்தல் இல்லை என்பதை உறுதிப்படுத்த செருகுநிரல் கடுமையான பாதுகாப்பு தணிக்கைகளை கடந்துவிட்டது.\n\n\n--- மறுப்பு ---\n\nஎங்கள் செருகுநிரல்கள் டெலிகிராம், கூகிள் அல்லது கூகிள் மொழிபெயர்ப்புடன் இணைக்கப்படவில்லை, உரிமம் பெற்றவை, ஒப்புதல் அளிக்கப்படவில்லை அல்லது அதிகாரப்பூர்வமாக தொடர்புடையவை அல்ல.\nஎங்கள் சொருகி டெலிகிராம் வலையின் அதிகாரப்பூர்வமற்ற விரிவாக்கமாகும், இது உங்களுக்கு கூடுதல் செயல்பாடு மற்றும் வசதியை வழங்க வடிவமைக்கப்பட்டுள்ளது.\n\nஉங்கள் பயன்பாட்டிற்கு நன்றி!",
    "te": "టెలిగ్రామ్ సందేశ అనువాదం\nమీరు ప్రపంచవ్యాప్తంగా స్నేహితులతో చాట్ చేసినప్పుడు భాషా అడ్డంకులు గురించి ఆందోళన చెందకుండా imagine హించుకోండి. ఈ ప్లగ్ఇన్ స్వయంచాలకంగా టెలిగ్రామ్ సందేశాలను అనువదిస్తుంది మరియు 100 కంటే ఎక్కువ భాషలకు మద్దతు ఇస్తుంది, ప్రపంచవ్యాప్తంగా స్నేహితులతో సులభంగా సన్నిహితంగా ఉండటానికి మీకు సహాయపడుతుంది.\n\nమా ప్లగిన్ ఇంటర్ఫేస్ సహజమైనది మరియు ఉపయోగించడానికి సులభం, మరియు అనువాద ప్రక్రియ మాన్యువల్ మారడం లేదా ఆపరేషన్ లేకుండా స్వయంచాలకంగా జరుగుతుంది. మీరు విశ్వాసంతో కమ్యూనికేట్ చేయవచ్చు మరియు వారు పంపిన లేదా స్వీకరించిన సందేశాలను మేము స్వయంచాలకంగా అనువదిస్తాము.\n\nఅదనంగా, మా ప్లగిన్ శక్తివంతమైన, సురక్షితమైన మరియు సమర్థవంతమైనది. ఇది చాలా దృశ్యాలకు అనుకూలంగా ఉంటుంది, వ్యక్తిగత లేదా వ్యాపార కమ్యూనికేషన్.\n\nఅది మాత్రమే కాదు, కానీ మా ప్లగిన్ స్వయంచాలకంగా మీరు త్వరగా కమ్యూనికేట్ చేయడానికి సహాయం పంపిన సందేశాలను అనువదిస్తుంది. ఇప్పుడు, మీరు ఇకపై అనువాద పని గురించి ఆందోళన చెందాల్సిన అవసరం లేదు, మా ప్లగిన్ మీకు సులభం చేస్తుంది.\n\n\n1. క్రాస్ భాషా చాట్లను సులభంగా అనువదించండి: మీరు మీ పరిచయాలతో కమ్యూనికేట్ చేసే ఏ దేశం లేదా ప్రాంతం ఉన్నా, మీరు సులభంగా అడ్డుపడని భాషా ప్రవాహాన్ని సాధించవచ్చు.\n2. ఇంటెలిజెంట్ ఆటోమేటిక్ అనువాదం: భాషను మానవీయంగా ఎంచుకోవలసిన అవసరం లేదు, ప్లగ్-ఇన్ మీ సెట్టింగుల ప్రకారం స్వయంచాలకంగా అనువదిస్తుంది.\n3. మీ గోప్యతను రక్షించండి: మీ చాట్ చరిత్ర మరియు వ్యక్తిగత సమాచారం రక్షించబడుతుంది మరియు మేము మీ సమాచారం ఏదైనా సేకరించలేము, నిల్వ చేయలేము లేదా భాగస్వామ్యం చేయలేము.\n4. వివిధ దృశ్యాలకు అనుకూలంగా ఉంటుంది: ప్రయాణం, వ్యాపారం, అధ్యయనం మొదలైన వివిధ దృశ్యాలకు ఇది అనుకూలంగా ఉంటుంది, వివిధ భాషా పరిసరాలలో మీకు మరింత నమ్మకం మరియు సౌకర్యంగా ఉంటుంది.\n5. సురక్షితమైన మరియు నమ్మదగిన: మీ కంప్యూటర్ మరియు గోప్యతకు ముప్పు లేదని నిర్ధారించడానికి ప్లగ్-ఇన్ కఠినమైన భద్రతా ఆడిట్లను ఆమోదించింది.\n\n\n--- నిరాకరణ ---\n\nమా ప్లగిన్లు టెలిగ్రామ్, గూగుల్ లేదా గూగుల్ ట్రాన్స్ లేట్ తో అనుబంధించబడలేదు, లైసెన్స్ పొందలేదు, ఆమోదించబడలేదు లేదా అధికారికంగా సంబంధం కలిగి లేవు.\nమా ప్లగ్ఇన్ మీకు అదనపు కార్యాచరణ మరియు సౌలభ్యాన్ని అందించడానికి రూపొందించిన టెలిగ్రామ్ వెబ్ యొక్క అనధికారిక మెరుగుదల.\n\nమీ ఉపయోగం కోసం ధన్యవాదాలు!",
    "th": "การแปลข้อความโทรเลข\nลองนึกภาพว่าคุณไม่จำเป็นต้องกังวลเกี่ยวกับอุปสรรคทางภาษาอีกต่อไปเมื่อคุณพูดคุยกับเพื่อน ๆ ทั่วโลก ปลั๊กอินนี้สามารถแปลข้อความโทรเลขโดยอัตโนมัติและรองรับมากกว่า 100 ภาษาช่วยให้คุณติดต่อกับเพื่อน ๆ ทั่วโลกได้อย่างง่ายดาย\n\nอินเทอร์เฟซปลั๊กอินของเราใช้งานง่ายและกระบวนการแปลเสร็จสมบูรณ์โดยอัตโนมัติโดยไม่ต้องสลับหรือดำเนินการด้วยตนเอง คุณสามารถสื่อสารด้วยความมั่นใจและเราจะแปลข้อความโดยอัตโนมัติเมื่อส่งหรือรับ\n\nนอกจากนี้ปลั๊กอินของเรายังทรงพลังและปลอดภัยและมีประสิทธิภาพ เหมาะสำหรับสถานการณ์ส่วนใหญ่ไม่ว่าจะเป็นการสื่อสารส่วนบุคคลหรือธุรกิจ\n\nไม่เพียงเท่านั้น ปลั๊กอินของเรายังแปลข้อความที่คุณส่งโดยอัตโนมัติเพื่อช่วยให้คุณสื่อสารได้อย่างรวดเร็ว ตอนนี้คุณไม่ต้องกังวลกับงานแปลอีกต่อไป ปลั๊กอินของเราจะแก้ปัญหาให้คุณได้อย่างง่ายดาย\n\n\n1. การแปลการแชทข้ามภาษาได้อย่างง่ายดาย: ไม่ว่าคุณจะสื่อสารกับผู้ติดต่อในประเทศหรือภูมิภาคใดคุณสามารถบรรลุภาษาที่ไม่มีข้อ จำกัด ได้อย่างง่ายดาย\n2. การแปลอัตโนมัติอัจฉริยะ: ไม่จำเป็นต้องเลือกภาษาด้วยตนเองปลั๊กอินจะแปลโดยอัตโนมัติตามการตั้งค่าของคุณ\n3. ปกป้องความเป็นส่วนตัวของคุณ: บันทึกการแชทและข้อมูลส่วนบุคคลของคุณจะได้รับการปกป้องและเราจะไม่รวบรวมจัดเก็บหรือแบ่งปันข้อมูลใด ๆ ของคุณ\n4. เหมาะสำหรับสถานการณ์ต่าง ๆ: การเดินทางธุรกิจการเรียนรู้และสถานการณ์อื่น ๆ ที่หลากหลายเพื่อให้คุณมีความมั่นใจและสะดวกสบายมากขึ้นในสภาพแวดล้อมภาษาที่แตกต่างกัน\n5. ปลอดภัยและเชื่อถือได้: ปลั๊กอินได้ผ่านการตรวจสอบความปลอดภัยอย่างเข้มงวดเพื่อให้แน่ใจว่าคอมพิวเตอร์และความเป็นส่วนตัวของคุณจะไม่ถูกคุกคาม\n\n\n--- ข้อจำกัดความรับผิดชอบ ---\n\nปลั๊กอินของเราไม่มีความเกี่ยวข้องการอนุญาตการอนุมัติหรือการติดต่ออย่างเป็นทางการกับ Telegram Google หรือ Google Translate\nปลั๊กอินของเราเป็นเครื่องมือปรับปรุงอย่างไม่เป็นทางการสำหรับ Telegram Web ที่ออกแบบมาเพื่อให้คุณมีคุณสมบัติและความสะดวกสบายเพิ่มเติม\n\nขอบคุณที่ใช้นะคะ",
    "tr": "Telgraf mesaj çevirisi\nDünyanın dört bir yanındaki arkadaşlarınızla sohbet ederken artık dil engelleri hakkında endişelenmediğinizi hayal edin. Bu eklenti otomatik olarak Telegram mesajlarını çevirir ve 100 'den fazla dili destekler ve dünyanın dört bir yanındaki arkadaşlarınızla kolayca iletişimde kalmanıza yardımcı olur.\n\nEklenti arayüzümüz sezgisel ve kullanımı kolaydır ve çeviri işlemi manuel değiştirme veya çalıştırma olmadan otomatik olarak yapılır. Güvenle iletişim kurabilirsiniz ve mesajları gönderildiklerinde veya alındıklarında otomatik olarak çeviririz.\n\nBuna ek olarak, eklentimiz güçlü, güvenli ve verimlidir. Kişisel veya iş iletişimi olsun, çoğu senaryo için uygundur.\n\nSadece bu değil, eklentimiz hızlı bir şekilde iletişim kurmanıza yardımcı olmak için gönderdiğiniz mesajları otomatik olarak çevirir. Artık çeviri çalışmaları hakkında endişelenmenize gerek yok, eklentimiz sizin için kolaylaştıracak.\n\n\n1. Çapraz dil sohbetlerini kolayca çevirin: Kişilerinizle hangi ülke veya bölge ile iletişim kurarsanız kurun, engelsiz dil akışını kolayca elde edebilirsiniz.\n2. Akıllı otomatik çeviri: Dili manuel olarak seçmenize gerek yoktur, eklenti ayarlarınıza göre otomatik olarak çevrilir.\n3. Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz korunacak ve bilgilerinizin hiçbirini toplamayacak, saklamayacak veya paylaşmayacağız.\n4. Çeşitli senaryolar için uygundur: Seyahat, iş, çalışma vb. Gibi çeşitli senaryolar için uygundur, farklı dil ortamlarında daha güvenli ve rahat olmanızı sağlar.\n5. Güvenli ve güvenilir: Eklenti, bilgisayarınızın ve gizliliğinizin tehdit edilmediğinden emin olmak için sıkı güvenlik denetimlerinden geçti.\n\n\n--- Feragatname ---\n\nEklentilerimiz Telgraf, Google veya Google Translate ile bağlantılı, lisanslı, onaylanmış veya resmi olarak ilişkili değildir.\nEklentimiz, size ek işlevsellik ve rahatlık sağlamak için tasarlanmış Telegram Web 'in resmi olmayan bir geliştirmesidir.\n\nKullandığınız için teşekkür ederiz!",
    "uk": "Переклад повідомлень Telegram\nУявіть, що ви більше не турбуєтеся про мовні бар 'єри, коли спілкуєтеся з друзями по всьому світу. Цей плагін автоматично переводить повідомлення Telegram і підтримує більше 100 мов, допомагаючи вам легко залишатися на зв' язку з друзями по всьому світу.\n\nНаш інтерфейс плагінів інтуїтивно зрозумілий і простий у використанні, а процес перекладу здійснюється автоматично без ручного перемикання або роботи. Ви можете спілкуватися з упевненістю, і ми автоматично переводимо повідомлення, як вони відправляються або отримуються.\n\nКрім того, наш плагін є потужним, безпечним і ефективним. Він підходить для більшості сценаріїв, будь то особисте або ділове спілкування.\n\nМало того, але наш плагін автоматично переводить повідомлення, які ви надсилаєте, щоб допомогти вам швидко спілкуватися. Тепер вам більше не доведеться турбуватися про роботу з перекладом, наш плагін полегшить вам роботу.\n\n\n1. Легко перекладайте міжмовні чати: Незалежно від того, в якій країні чи регіоні ви спілкуєтесь зі своїми контактами, ви можете легко досягти безперешкодного мовного потоку.\n2. Інтелектуальний автоматичний переклад: немає необхідності вручну вибирати мову, плагін буде автоматично переводити відповідно до ваших налаштувань.\n3. Захистіть свою конфіденційність: ваша історія чату та особиста інформація будуть захищені, і ми не будемо збирати, зберігати чи ділитися будь-якою вашою інформацією.\n4. Підходить для різних сценаріїв: Він підходить для різних сценаріїв, таких як подорожі, бізнес, навчання тощо, що робить вас більш впевненими та комфортними в різних мовних середовищах.\n5. Безпечний і надійний: плагін пройшов суворі перевірки безпеки, щоб гарантувати, що ваш комп 'ютер і конфіденційність не загрожують.\n\n\n--- Застереження ---\n\nНаші плагіни не є афілійованими, ліцензованими, схваленими або офіційно пов язаними з Telegram, Google або Google Translate.\nНаш плагін - це неофіційне вдосконалення Telegram Web, призначене для надання вам додаткових функціональних можливостей та зручності.\n\nДякуємо за використання!",
    "vi": "Dịch tin nhắn Telegram\nHãy tưởng tượng bạn không còn phải lo lắng về rào cản ngôn ngữ khi trò chuyện với bạn bè trên toàn thế giới. Với khả năng tự động dịch các tin nhắn Telegram và hỗ trợ hơn 100 ngôn ngữ, plugin này giúp bạn dễ dàng giữ liên lạc với bạn bè trên toàn cầu.\n\nGiao diện plugin của chúng tôi trực quan và dễ sử dụng, quá trình dịch được hoàn thành tự động, không cần chuyển đổi hoặc thao tác thủ công. Bạn có thể giao tiếp yên tâm và chúng tôi sẽ tự động dịch khi tin nhắn được gửi hoặc nhận.\n\nNgoài ra, plugin của chúng tôi rất mạnh mẽ và an toàn và hiệu quả. Nó phù hợp với hầu hết các tình huống, cho dù đó là giao tiếp cá nhân hay kinh doanh.\n\nKhông chỉ vậy, plugin của chúng tôi còn tự động dịch tin nhắn bạn gửi, giúp bạn giao tiếp nhanh chóng. Bây giờ, bạn không còn phải lo lắng về công việc dịch thuật nữa, plugin của chúng tôi sẽ giải quyết dễ dàng cho bạn.\n\n\n1. Dễ dàng dịch các cuộc trò chuyện đa ngôn ngữ: Bất kể bạn giao tiếp với các liên hệ ở quốc gia hoặc khu vực nào, bạn có thể dễ dàng nhận ra ngôn ngữ không bị cản trở.\n2. Dịch tự động thông minh: Không cần phải chọn ngôn ngữ theo cách thủ công, plugin sẽ tự động dịch theo cài đặt của bạn.\nBảo vệ quyền riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn sẽ được bảo vệ và chúng tôi sẽ không thu thập, lưu trữ hoặc chia sẻ bất kỳ thông tin nào của bạn.\nThích hợp cho tất cả các loại tình huống: du lịch, kinh doanh, học tập và các tình huống khác đều phù hợp, giúp bạn tự tin và thoải mái hơn trong các môi trường ngôn ngữ khác nhau.\nAn toàn và đáng tin cậy: Plugin đã vượt qua kiểm toán bảo mật nghiêm ngặt để đảm bảo rằng máy tính và quyền riêng tư của bạn không bị đe dọa.\n\n\n--- Tuyên bố từ chối trách nhiệm ---\n\nCác plugin của chúng tôi không được liên kết, ủy quyền, xác nhận hoặc liên kết chính thức với Telegram, Google hoặc Google Translate.\nPlugin của chúng tôi là một công cụ nâng cao không chính thức cho Telegram Web, được thiết kế để cung cấp cho bạn các tính năng bổ sung và tiện lợi.\n\nCảm ơn bạn đã sử dụng!",
    "zh_CN": "电报信息翻译\n想象一下，当您与世界各地的朋友聊天时，不再担心语言障碍。此插件自动翻译Telegram消息并支持100多种语言，帮助您轻松与世界各地的朋友保持联系。\n\n我们的插件界面直观易用，翻译过程自动完成，无需手动切换或操作，您可以放心交流，我们会在消息发送或接收时自动翻译。\n\n此外，我们的插件功能强大、安全高效。它适用于大多数场景，无论是个人还是商务通信。\n\n不仅如此，我们的插件还会自动翻译您发送的消息，帮助您快速沟通。现在，您再也不用担心翻译工作了，我们的插件会让您轻松。\n\n\n1.轻松翻译跨语言聊天：无论您与哪个国家或地区的联系人交流，都可以轻松实现语言流动畅通无阻。\n2、智能自动翻译：无需手动选择语言，插件会根据您的设置自动翻译。\n3.保护您的隐私：您的聊天记录和个人信息将受到保护，我们不会收集、存储或分享您的任何信息。\n4、适用于各种场景：适用于旅行、商务、学习等各种场景，让你在不同的语言环境中更加自信自如。\n5、安全可靠：插件通过了严格的安全审核，确保您的电脑和隐私不受威胁。\n\n\n---免责声明---\n\n我们的插件与Telegram、Google或Google翻译没有关联、许可、认可或正式关联。\n我们的插件是Telegram Web的非官方增强，旨在为您提供额外的功能和便利。\n\n谢谢你的使用！",
    "zh_TW": "Telegram消息翻譯\n想像一下，在您和世界各地的朋友聊天時，不再需要擔心語言障礙。這款插件能夠自動翻譯 Telegram 的消息，支持100多種語言，幫助您輕鬆地與全球的朋友保持聯繫。\n\n我們的插件界面直觀易用，翻譯過程自動完成，無需手動切換或操作。您可以放心地交流，我們會在消息發送或接收時自動翻譯。\n\n此外，我們的插件功能強大且安全高效。它適用於大多數的場景，無論是個人還是商務交流。\n\n不僅如此，我們的插件還自動翻譯您發送的消息，幫助您快速溝通。現在，您不必再爲翻譯工作煩惱了，我們的插件會爲您輕鬆解決。\n\n\n1. 輕鬆翻譯跨語言聊天：無論您與哪個國家或地區的聯繫人交流，都可以輕鬆實現語言的暢通無阻。\n2. 智能自動翻譯：無需手動選擇語言，插件會根據您的設置自動進行翻譯。\n3. 保護您的隱私：您的聊天記錄和個人信息將得到保護，我們不會收集、存儲或共享您的任何信息。\n4. 適用於各種場景：旅行、商務、學習等各種場景都適用，讓您在不同的語言環境中更加自信和舒適。\n5. 安全可靠：插件已經通過了嚴格的安全審覈，確保您的計算機和隱私不會受到威脅。\n\n\n--- 免責聲明 ---\n\n我們的插件與 Telegram、Google 或 Google Translate 沒有任何關聯、授權、認可或官方聯繫。\n我們的插件是 Telegram Web 的非官方增強工具，旨在爲您提供額外的功能和便利。\n\n謝謝您的使用！"
  }
}