{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wall of Marvel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows the latest comic book covers from Marvel when opening a new tab."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inspired by the feeling of entering a comic book store and being awed by the gorgeous artwork, this extension displays twelve of Marvel's latest comic covers each time you open a new tab. The selection of artwork is updated once per day.\n\nThanks to Waylan Sands for helping me with creating the icon. Thanks to Marvel for generously providing an API. This product is free and will always be free - I do not make money from this extension in any way. Data and artwork provided by Marvel. © 2016 Marvel\n\nUpdates:\n\n1.2.3\nUpdate copyright year to 2024.\nUpdate to manifest v3\n\n1.2.2\nUpdate copyright year to 2021.\n\n1.2.1\nUpdate copyright Year.\n\n1.2.0\nSupport super wide monitors such as those with a 3440 x 1440 resolution.\n\n1.1.4\nUpdate copyright Year.\n\n1.1.3\nUpdate copyright Year.\n\n1.1.2\nWe are back in action! The back end has been moved to Heroku and we should now get more varied images everyday.\n\n1.1.1\nDue to changes in Amazon Web Services, there have been issues with the image updating. We are working on the problem and hope to have a solution soon.\n\n1.1\nUp to 75% faster load times for images because files now served via the AWS CloudFront CDN.\n\n1.0.3\nUpdate copyright year.\n\n1.0.2\nRemove permissions for tab and active tab. In other words, browsing history is no longer required."
  }
}