{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "抄你碼折扣雷達",
    "de,en,es,id": "CouponMad Radar",
    "fr": "Radar de CouponMad",
    "it": "Radar di CouponMad",
    "ja": "クーポンマッド レーダー",
    "ko": "쿠폰매드 레이더",
    "th": "คูปองแมด เรดาร์",
    "vi": "Radar CouponMad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "CouponMad 抄你碼，最優惠折扣碼，省錢必備！",
    "de": "CouponMad, die besten Rabattcodes, ein Muss zum Sparen!",
    "en": "CouponMad, the best discount codes, a must-have for saving money!",
    "es": "CouponMad, los mejores códigos de descuento, ¡imprescindible para ahorrar!",
    "fr": "CouponMad, les meilleurs codes de réduction, un incontournable pour économiser !",
    "id": "CouponMad, kode diskon terbaik, wajib untuk menghemat uang!",
    "it": "CouponMad, i migliori codici sconto, un must per risparmiare!",
    "ja": "CouponMad、最高の割引コード、節約の必需品！",
    "ko": "CouponMad, 최고의 할인 코드, 절약 필수품!",
    "th": "CouponMad, รหัสส่วนลดที่ดีที่สุด, สิ่งที่ต้องมีเพื่อประหยัดเงิน!",
    "vi": "CouponMad, mã giảm giá tốt nhất, không thể thiếu để tiết kiệm tiền!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,tr,uk,zh_CN,zh_TW": "CouponMad 抄你碼擴充功能 是精打細算必備的省錢利器，為您帶來最新、最優惠的折扣代碼、優惠碼、折價券和 Coupon 資訊。隨時隨地輕鬆找到可用的優惠，幫助您節省每一筆開銷！我們的擴充功能無需任何繁瑣步驟，只需安裝後在瀏覽器中輕鬆點擊，即可自動查找及顯示可用折扣，讓您網購時不再錯過任何優惠。\n\n部分優惠碼與折扣鏈接由我們的聯盟行銷合作夥伴提供，當您使用這些優惠進行購物時，將協助支持我們的服務。聯盟行銷的設置無需您額外付費或付出額外步驟，讓您享受折扣的同時，也幫助我們持續優化服務、帶來更多優質的優惠資源。\n\n無論是購買時尚配件、家居用品，還是日常消費，CouponMad 都能為您精選最適合的優惠，確保每次購物都更加划算！",
    "de": "Die CouponMad-Erweiterung ist ein unverzichtbares Werkzeug für clevere Sparer und bietet Ihnen die neuesten und besten Rabattcodes, Aktionscodes, Gutscheine und Coupon-Informationen. \n\nFinden Sie jederzeit und überall ganz einfach verfügbare Angebote, um bei jedem Einkauf zu sparen! Unsere Erweiterung erfordert keine komplizierten Schritte; installieren Sie sie einfach und klicken Sie in Ihrem Browser, um automatisch verfügbare Rabatte zu finden und anzuzeigen, damit Sie beim Online-Shopping kein Angebot verpassen. \n\nEinige Aktionscodes und Rabattlinks werden von unseren Affiliate-Marketing-Partnern bereitgestellt, die unseren Service unterstützen, wenn Sie mit diesen Angeboten einkaufen. \n\nDie Einrichtung des Affiliate-Marketings erfordert keine zusätzlichen Kosten oder Schritte von Ihnen, sodass Sie Rabatte genießen und gleichzeitig dazu beitragen können, unseren Service kontinuierlich zu verbessern und mehr hochwertige Angebote bereitzustellen. \n\nEgal, ob Sie Modeaccessoires, Haushaltswaren oder Alltagsgegenstände kaufen, CouponMad wählt die besten Angebote für Sie aus und sorgt dafür, dass jeder Einkauf kostengünstiger ist!",
    "en": "The CouponMad extension is an essential tool for savvy savers, bringing you the latest and best discount codes, promo codes, vouchers, and coupon information. \n\nEasily find available deals anytime, anywhere, helping you save on every purchase! Our extension requires no complicated steps; simply install and click in your browser to automatically find and display available discounts, ensuring you never miss a deal while shopping online. \n\nSome promo codes and discount links are provided by our affiliate marketing partners, supporting our service when you shop using these offers. \n\nAffiliate marketing setup requires no extra cost or steps from you, allowing you to enjoy discounts while helping us continuously improve our service and bring more quality deals. \n\nWhether buying fashion accessories, home goods, or everyday items, CouponMad selects the best deals for you, ensuring every purchase is more cost-effective!",
    "es": "La extensión CouponMad es una herramienta esencial para los ahorradores inteligentes, que le ofrece los últimos y mejores códigos de descuento, códigos promocionales, vales e información de cupones. \n\nEncuentre fácilmente ofertas disponibles en cualquier momento y lugar, ayudándole a ahorrar en cada compra. \n\nNuestra extensión no requiere pasos complicados; simplemente instálela y haga clic en su navegador para encontrar y mostrar automáticamente los descuentos disponibles, asegurándose de que nunca se pierda una oferta mientras compra en línea. \n\nAlgunos códigos promocionales y enlaces de descuento son proporcionados por nuestros socios de marketing de afiliación, apoyando nuestro servicio cuando compra utilizando estas ofertas. \n\nLa configuración del marketing de afiliación no requiere costos adicionales ni pasos adicionales de su parte, lo que le permite disfrutar de descuentos mientras nos ayuda a mejorar continuamente nuestro servicio y ofrecer más ofertas de calidad. \n\nYa sea comprando accesorios de moda, artículos para el hogar o productos de uso diario, CouponMad selecciona las mejores ofertas para usted, asegurando que cada compra sea más rentable.",
    "fr": "L'extension CouponMad est un outil indispensable pour les économes avertis, vous apportant les derniers et meilleurs codes de réduction, codes promo, bons et informations sur les coupons. \n\nTrouvez facilement des offres disponibles à tout moment et en tout lieu, vous aidant à économiser sur chaque achat ! Notre extension ne nécessite aucune étape compliquée ; il suffit de l'installer et de cliquer dans votre navigateur pour trouver et afficher automatiquement les réductions disponibles, vous assurant de ne jamais manquer une offre lors de vos achats en ligne. \n\nCertains codes promo et liens de réduction sont fournis par nos partenaires de marketing d'affiliation, soutenant notre service lorsque vous achetez en utilisant ces offres. \n\nLa configuration du marketing d'affiliation ne nécessite aucun coût supplémentaire ni étape supplémentaire de votre part, vous permettant de profiter des réductions tout en nous aidant à améliorer continuellement notre service et à proposer plus d'offres de qualité. \n\nQue vous achetiez des accessoires de mode, des articles pour la maison ou des produits de consommation courante, CouponMad sélectionne les meilleures offres pour vous, garantissant que chaque achat est plus rentable.",
    "id": "Ekstensi CouponMad adalah alat penting bagi para penabung cerdas, menghadirkan kode diskon, kode promo, voucher, dan informasi kupon terbaru dan terbaik. \n\nTemukan penawaran yang tersedia dengan mudah kapan saja, di mana saja, membantu Anda menghemat setiap pembelian! Ekstensi kami tidak memerlukan langkah rumit; cukup instal dan klik di browser Anda untuk secara otomatis menemukan dan menampilkan diskon yang tersedia, memastikan Anda tidak pernah melewatkan penawaran saat berbelanja online. \n\nBeberapa kode promo dan tautan diskon disediakan oleh mitra pemasaran afiliasi kami, mendukung layanan kami saat Anda berbelanja menggunakan penawaran ini. \n\nPengaturan pemasaran afiliasi tidak memerlukan biaya tambahan atau langkah tambahan dari Anda, memungkinkan Anda menikmati diskon sambil membantu kami terus meningkatkan layanan dan menghadirkan lebih banyak penawaran berkualitas. \n\nBaik membeli aksesori mode, barang rumah tangga, atau barang sehari-hari, CouponMad memilih penawaran terbaik untuk Anda, memastikan setiap pembelian lebih hemat biaya.",
    "it": "L'estensione CouponMad è uno strumento essenziale per i risparmiatori esperti, portandoti i codici sconto, i codici promozionali, i voucher e le informazioni sui coupon più recenti e migliori. \n\nTrova facilmente le offerte disponibili in qualsiasi momento e ovunque, aiutandoti a risparmiare su ogni acquisto! La nostra estensione non richiede passaggi complicati; basta installarla e fare clic nel tuo browser per trovare e visualizzare automaticamente gli sconti disponibili, assicurandoti di non perdere mai un'offerta durante lo shopping online. \n\nAlcuni codici promozionali e link di sconto sono forniti dai nostri partner di marketing affiliato, supportando il nostro servizio quando acquisti utilizzando queste offerte. \n\nL'impostazione del marketing affiliato non richiede costi aggiuntivi o passaggi aggiuntivi da parte tua, permettendoti di godere degli sconti mentre ci aiuti a migliorare continuamente il nostro servizio e a offrire più offerte di qualità. \n\nChe tu stia acquistando accessori di moda, articoli per la casa o prodotti di uso quotidiano, CouponMad seleziona le migliori offerte per te, assicurando che ogni acquisto sia più conveniente.",
    "ja": "CouponMad拡張機能は、賢い節約家にとって必須のツールであり、最新かつ最高の割引コード、プロモーションコード、バウチャー、クーポン情報を提供します。いつでもどこでも簡単に利用可能なオファーを見つけ、すべての購入で節約を助けます！私たちの拡張機能は複雑な手順を必要としません。\n\nインストールしてブラウザでクリックするだけで、利用可能な割引を自動的に見つけて表示し、オンラインショッピング中にオファーを見逃さないようにします。一部のプロモーションコードと割引リンクは、アフィリエイトマーケティングパートナーによって提供されており、これらのオファーを使用して購入することで、私たちのサービスをサポートします。\n\nアフィリエイトマーケティングの設定には、追加の費用や手順は必要ありません。割引を楽しみながら、私たちのサービスを継続的に改善し、より多くの質の高いオファーを提供するのを助けてください。ファッションアクセサリー、家庭用品、日用品の購入に関係なく、CouponMadはあなたに最適なオファーを選び、すべての購入がよりコスト効果の高いものになることを保証します。",
    "ko": "CouponMad 확장 프로그램은 현명한 절약가를 위한 필수 도구로, 최신 및 최고의 할인 코드, 프로모션 코드, 바우처 및 쿠폰 정보를 제공합니다. \n\n언제 어디서나 쉽게 이용 가능한 혜택을 찾아 모든 구매에서 절약할 수 있도록 도와줍니다! 우리의 확장 프로그램은 복잡한 절차가 필요하지 않습니다. \n\n설치 후 브라우저에서 클릭만 하면 자동으로 이용 가능한 할인을 찾아 표시하여 온라인 쇼핑 중에 혜택을 놓치지 않도록 합니다. \n\n일부 프로모션 코드 및 할인 링크는 제휴 마케팅 파트너가 제공하며, 이러한 혜택을 사용하여 쇼핑할 때 우리의 서비스를 지원합니다. \n\n제휴 마케팅 설정에는 추가 비용이나 절차가 필요하지 않으며, 할인 혜택을 즐기면서 우리의 서비스를 지속적으로 개선하고 더 많은 품질 높은 혜택을 제공할 수 있도록 도와줍니다. \n\n패션 액세서리, 가정용품 또는 일상 용품을 구매할 때 CouponMad는 당신에게 가장 적합한 혜택을 선택하여 모든 구매가 더 비용 효율적이 되도록 보장합니다.",
    "th": "ส่วนขยาย CouponMad เป็นเครื่องมือที่จำเป็นสำหรับผู้ที่ต้องการประหยัดเงินอย่างชาญฉลาด นำเสนอรหัสส่วนลด รหัสโปรโมชั่น บัตรกำนัล และข้อมูลคูปองล่าสุดและดีที่สุด ค้นหาข้อเสนอที่มีอยู่ได้อย่างง่ายดายทุกที่ทุกเวลา ช่วยให้คุณประหยัดทุกการซื้อ! ส่วนขยายของเราไม่ต้องการขั้นตอนที่ซับซ้อน เพียงติดตั้งและคลิกในเบราว์เซอร์ของคุณเพื่อค้นหาและแสดงส่วนลดที่มีอยู่โดยอัตโนมัติ ทำให้คุณไม่พลาดข้อเสนอใด ๆ ขณะช้อปปิ้งออนไลน์ รหัสโปรโมชั่นและลิงก์ส่วนลดบางส่วนจัดทำโดยพันธมิตรการตลาดแบบพันธมิตรของเรา สนับสนุนบริการของเราเมื่อคุณซื้อสินค้าด้วยข้อเสนอเหล่านี้ การตั้งค่าการตลาดแบบพันธมิตรไม่ต้องการค่าใช้จ่ายเพิ่มเติมหรือขั้นตอนเพิ่มเติมจากคุณ ทำให้คุณเพลิดเพลินกับส่วนลดในขณะที่ช่วยให้เราปรับปรุงบริการอย่างต่อเนื่องและนำเสนอข้อเสนอคุณภาพมากขึ้น ไม่ว่าคุณจะซื้ออุปกรณ์เสริมแฟชั่น สินค้าในบ้าน หรือสินค้าประจำวัน CouponMad จะเลือกข้อเสนอที่ดีที่สุดสำหรับคุณ เพื่อให้มั่นใจว่าทุกการซื้อจะคุ้มค่ามากขึ้น",
    "vi": "Tiện ích mở rộng CouponMad là công cụ cần thiết cho những người tiết kiệm thông minh, mang đến cho bạn mã giảm giá, mã khuyến mãi, phiếu giảm giá và thông tin coupon mới nhất và tốt nhất. \n\nDễ dàng tìm thấy các ưu đãi có sẵn bất cứ lúc nào, bất cứ nơi đâu, giúp bạn tiết kiệm trong mỗi lần mua sắm! Tiện ích mở rộng của chúng tôi không yêu cầu các bước phức tạp; chỉ cần cài đặt và nhấp vào trình duyệt của bạn để tự động tìm và hiển thị các giảm giá có sẵn, đảm bảo bạn không bao giờ bỏ lỡ một ưu đãi nào khi mua sắm trực tuyến. \n\nMột số mã khuyến mãi và liên kết giảm giá được cung cấp bởi các đối tác tiếp thị liên kết của chúng tôi, hỗ trợ dịch vụ của chúng tôi khi bạn mua sắm bằng các ưu đãi này. \n\nThiết lập tiếp thị liên kết không yêu cầu chi phí hoặc bước bổ sung nào từ bạn, cho phép bạn tận hưởng giảm giá trong khi giúp chúng tôi liên tục cải thiện dịch vụ và mang lại nhiều ưu đãi chất lượng hơn. \n\nDù bạn mua phụ kiện thời trang, đồ gia dụng hay các mặt hàng hàng ngày, CouponMad chọn lọc những ưu đãi tốt nhất cho bạn, đảm bảo mỗi lần mua sắm đều tiết kiệm hơn."
  }
}