{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NVC Translator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool designed to facilitate understanding and empathy by translating messages into a non-violent communication (NVC) framework."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NVC Translator: Revolutionizing Communication with Empathy and Clarity\n\nWhat is NVC?\nNonviolent Communication (NVC) is a communication technique that emphasizes empathy, understanding, and compassion in interactions. Developed by Marshall Rosenberg, it's a transformative approach that helps individuals express their needs clearly and empathetically, fostering better understanding and stronger connections in both personal and professional relationships.\n\nWhy NVC?\nIn today's fast-paced digital world, miscommunication is common, often leading to conflicts and misunderstandings. NVC offers a solution by encouraging a language of compassion over confrontation. Implementing NVC in daily communication can greatly improve interpersonal relationships, enhance emotional intelligence, and create a more empathetic society.\n\nHow NVC Translator Works?\nThe NVC Translator Chrome extension seamlessly integrates with your browser, similar to the Grammarly extension. It's designed to guide users in adopting the principles of Nonviolent Communication in their online interactions. Here’s how it elevates your communication:\n\n1. Real-Time Suggestions: While typing in any text field on a webpage, the extension provides real-time suggestions to rephrase sentences more empathetically, aligning with NVC principles.\n\n2. Translation of Selected Text: Users can highlight any text on a webpage, and the extension will translate it into language that aligns with NVC, offering a perspective of empathy and understanding.\n\n3. Personalization and Learning: The extension adapts to your personal communication style over time, offering increasingly tailored suggestions. It also includes an interactive learning module for users to understand and practice NVC concepts.\n\nKey Features:\n– Interactive Interface: User-friendly and unobtrusive, the interface offers suggestions without disrupting your workflow.\n– Contextual Awareness: Understands the context of conversations to provide the most appropriate NVC-aligned suggestions.\n– Privacy-Focused: Operates with minimal permissions and ensures user data privacy and security.\n– Cross-Platform Consistency: Works uniformly across various websites and platforms, ensuring a consistent experience.\n– Customizable Settings: Users can customize the level of intervention they prefer, from subtle suggestions to more direct guidance.\n\nWhy Do We Need It?\nThe NVC Translator Chrome extension is more than a tool; it's a step towards fostering a culture of understanding and respect online. By translating our words into language that respects and acknowledges the feelings and needs of others, we can reduce conflict, build better relationships, and promote a more empathetic world.\n\nJoin the Empathy Revolution:\nWhether you're a professional aiming to improve workplace communication, an individual seeking deeper personal relationships, or anyone who values compassionate interaction, the NVC Translator Chrome extension is your partner in transforming your digital communications landscape."
  }
}