{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetAccept Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GetAccept recorder"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record a video - Capture your screen, combine it with your camera and create stunning recordings to share with your audience through GetAccept. \n\nRecord and share unlimited videos for customer presentations, sales cases, contract walkthroughs, employee onboarding, team updates, - and create engaging content for your audience...\n\nUSE IT TO:\n☑️  Fast, easy screen capture and video recording \n☑️  Record you screen and present a demo of you product\n☑️  Walk through a presentation and add a personalized feeling to your sendings\n☑️  Explain details in your quote, proposal or contract and avoid miscommunication\n☑️  Record your screen and \n☑️  Add recordings to your library and use it in future send outs\n☑️  Add a recording to any document and create stunning experience and be remembered \n☑️  Know who’s watching your videos, and for how long\n\nHOW IT WORKS\n⓵  Install the Chrome extension and create an GetAccept account\n⓶  Record your screen or webcam through the web browser on your computer\n⓷  Add you video to a drafted document in GetAccept or to the content library for future use\n\nGETACCEPT US USED BY THOUSANDS OF USERS TO CREATE AMAZING BUYER EXPERIENCE\nIndependent of what you are working with, sharing a video will tell more than writing 1000 lines of text. By using GetAccept Screen and Video Recorder you will be able to create stunning videos and combine them with any of your documents. Share it with GetAccept and impress your audience, independent of them being a prospect, potential hire or a colleague you would like to onboard on a new project. \n\nNote: To use the  GetAccept Screen and Video Recorder you will need a GetAccept account. You can create and use GetAccept free of charge, create your account here www.getaccept.com"
  }
}