{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alilou Express Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Acheter en dinar sur AliExpress (Paiement par carte CIB ou EDAHABIA via la plateforme SATIM)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension est destinée aux algériens qui n'ont pas de moyens de paiement en devise et qui souhaitent faire des achats sur la plateforme internationale AliExpress en dinar algérien.\n\nC'est une solution simple, sûre et accessible à toutes et à tous : notre boutique en ligne fera toutes les démarches à votre place, vous n’avez qu’à choisir le produit, renseigner vos coordonnées de livraison et passer la commande en toute quiétude.\n\nNotre boutique en ligne offrait déjà l'option d'achat d'un produit spécifique à la demande du client, mais il fallait remplir un formulaire et faire une demande, puis attendre que le produit demandé soit importé sur la boutique en ligne, pour enfin pouvoir effectuer la commande. Plus maintenant ! Avec notre extension sur Google Chrome, vous pouvez surfer sur AliExpress et y effectuer vos achats directement sans avoir à remplir une demande quelconque.\n\nPourquoi choisir notre boutique ?\n\n# 01 - La sécurité : notre boutique est gérée par l’entreprise IDEA DESIGN inscrite au registre du commerce sous le numéro : 09/00 – 4099976 A 21 et avec le code d’activité e-fournisseur 607074\n\n# 02 - Paiement en ligne en dinar algérien : sécurisé et certifié via la plateforme SATIM. Le e-fournisseur est tenu de rembourser l’acheteur dans le cas de non-réception de sa commande sans quoi il se verra suspendu de la plateforme de paiement en ligne.\n\nTraitement rapide : la boutique est dotée de systèmes connectés avec ALIEXPRESS.COM qui vous assurent un traitement rapide et professionnel de vos commandes ainsi qu’un suivi en temps réel sur la page TRACKING, en d’autres termes, c’est comme si vous étiez sur AliExpress, c’est juste qu’en plus vous payez en dinar algérien !\n\nEnfin, l’équipe عليلو Express بالدينار vous accompagne depuis la passation de commande jusqu’à la confirmation de réception de votre part."
  }
}