{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deltaly"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extra features for the Dentally website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds extra functionality to the cloud based dental software website dentally.co\n- Improved patient confidentially and GDPR compliance. \n- Easy collection of patient email addresses for appointment reminders and recalls.\n- Easily see when bitewings are due.\n- Easily identify patients with a history of periodontal disease.\n- More useful medical history alerts.\n- Check medical histories quickly with highlighted changes.\n- Quickly clear the calendar clipboard.\n- Allow all users to export simple clinical records.\n\nFeatures:\nΔPrivacy - Blurs patient names in the Diary on command, for better protection of patient confidentially and compliance with GDPR.\nΔEmail - Adds buttons to save email addresses collected with the medical history form.\nΔMH - Enables longer medical alert text, highlights changes to medical history forms, improves medical history review button for 1-click reviews.\nΔBWs - Calculates and displays how long its been since bitewing radiographs were taken.\nΔPerio - Highlights patients with a history of periodontal disease.\nΔClipboard - Adds a button to clear the clipboard.\nΔExport - Adds a button to export clinical records as a PDF document.\nΔCalendar - Automatically highlight special 'other' appointment types.\n\n\n\nInstallation\nAfter clicking \"Add to Chrome\" above, and then \"Add extension\", Deltaly will automatically load when you next log into the Dentally website or when you reload Dentally (if you are already logged in).\n\nHow to collect email addresses from medical history forms:\nIn order to see the \"save email address button\" on medical history forms, you must include a question which asks for an \"email address\" e.g.\n\"Do you have an email address we can use to send you appointment reminders, treatment details and receipts?\"\nFollow up question if answered yes\n\"Please provide your email address here\"\n\nMonitoring bitewing intervals:\nTo most effectively monitor bitewing intervals, you should use a treatment item with \"bitewing\" in the treatment item name. If you do not already have a bitewing treatment item, then someone with administrator permissions in Dentally should make a custom treatment item - when logged in as an administrator, go to Settings > Treatment & Plans  and click \"New\". Use \"bitewing\" or \"Bitewing\" in the \"Nomenclature\" box. Eg\nNomenclature: \"Bitewing Radiograph\"\nPatient friendly name: \"Routine Dental X-Ray\"\nRegion: \"Patient\"\nCategory: \"Diagnostic Related Services\"\nNHS UDA Band: \"Band 1\"\nNHS Treatment Category: \"Radiographs\"\n\n\n\nChangelog\n\nVersion 1.3.2\nΔCalendar\n- Highlights unconfirmed appointments longer than 20 minutes.\nΔBWs\n- Updated to work again with Dentally charting update.\n\nVersion 1.3.1\nΔCalendar\n- Highlights no-patient appointments with notes containing \"catchup\", \"decon\" and \"swap\".\n\nVersion 1.3:\nΔExport\n- Adds a button to the treatment history tab to export simple clinical notes as a PDF using the Chrome print dialogue.\nΔPerio\n- Shows last highest BPE score with perio history marker\n\nVersion 1.2:\nΔMH\n- Highlights new positive responses as well as changes to answer details.\n- Improves \"Mark as Reviewed/Invalid\" menu so \"Reviewed\" can be clicked without having to open the dropdown menu.\nΔClipboard\n- Adds a button to the clipboard to delete all deletable items.\n\nVersion 1.1:\nΔBWs\n- Adds a notification to patient charting to show how long it has been since the last bitewing radiographs were taken.\nΔPerio\n- Adds a marker to the patient charting to highlight when a patient has a history of periodontal disease.\n\nVersion 1.0:\nΔPrivacy\n- Adds a new button next to the Calendar button, which hides patient names in the diary view so you can book appointments in surgery without compromising patient confidentiality.\nΔEmail\n- Adds a button to the email box in patient details, which checks for an email address in the latest medical history.\n- Adds a button to the medical history form when an email address is found so that that the email address can be saved to the patient details.\nΔMH\n- Removes the maximum width setting of the medical alert text so that longer alerts remain visible next to the patients name, without being truncated."
  }
}