{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EchoAPI Interceptor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture requests from any website and synchronize them seamlessly to the EchoAPI platform."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EchoAPI Interceptor enables you to quickly capture,  debug API request within websites, effortlessly synchronizing the data with the EchoAPI platform for development and testing. It’s simply fantastic to have it!\n\n🎊Powerful features：\n  - One-Click Capture\nCapture web requests with one click! Access JSON, headers, and more effortlessly. Focus on what matters—perfect for efficient data retrieval.\n\n  - One-Click Debugging\nDebug APIs easily! Get instant feedback with one-click tests to catch issues early. Streamline your workflow for smooth troubleshooting.\n\n  - One-Click Sync\nQuickly sync data to EchoAPI! Eliminate tedious copying—update and share insights with one click. Simplify data management effortlessly.\n\n  - AI Banter\nNeed help analyzing API data? Our AI tool simplifies analysis with one click and adds humor for a less stressful debugging experience.\n\n  - Local Storage\nSecurely store data on your device for easy access and privacy. Keep your valuable information safe and organized in one place.\n\n  - Fun Skins\nBrighten your workspace with fun retro gaming skins! Enjoyable customization that makes productivity more appealing.\n\n  - One-Click Configuration  \nEasily customize your tool with one-click settings. Capture only what you need and adapt quickly to different projects for maximum efficiency.\n\n\n🎬Application Scenarios: \n  - Perfect for developers to test, debug APIs, or perform API monitoring, among other uses.\n\n📖EchoAPI Interceptor Documentation：\n  - https://wiki.echoapi.com/docs/extensions\n\n📮How to get support, report a bug or request a feature?\nSend us an email to support@echoapi.com\n\n🔥 Changelog\nV1.1.4\n- Redesigned Logo: We've updated our logo to give it a fresh look, enhancing the visual appeal and aligning it more closely with our brand identity and core values.\n\nV1.1.3\n- Fix: The clear button is now working properly and clears all data from the interface!\n\nV1.1.2\n- Optimize UI details.\n\nV1.1.1\n- Added \"Copy as cURL\" feature.\n\nV1.1.0\n  - Introducing AI Banter: Enjoy our new AI Banter feature that adds a touch of humor while analyzing API data, making debugging less stressful!\n  - New Game Skin Themes: We've added exciting new themes to customize your workspace with a fun gaming vibe!\n  - Improved Page Layout: We've optimized the layout and styling for a more user-friendly experience.\n\nV1.0.1\n  - Improved click interaction for list expansion and collapse\n\nV1.0.0\n  - Initial release"
  }
}