{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WestFax - Email to Fax"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send a fax by email if you are signed up with WestFax."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the WestFax Email-to-Fax Chrome Extension, a seamless solution designed to enhance your faxing experience! This user-friendly extension empowers users to send faxes directly from their browser, streamlining the process and saving valuable time.\n\nHere’s how it works:\n\nFill Out the Form: Simply click on the extension icon and fill out a straightforward form with the recipient's fax number (US/Canada only), cover page subject, and message.\n\nInvoke Gmail Message: Upon hitting submit, the extension will invoke a pre-filled Gmail message, complete with all the entered data, ready for you to attach your desired file (supports PDF, Docx, TIFF, and more).\n\nSend Your Fax: Once your file is attached, just hit send! Your document will be faxed promptly to the specified number.\nKey Features:\n\n- User-Friendly Interface: Easy-to-use form for quick fax submissions.\n\n- Versatile File Support: Send faxes in various formats including PDF, Docx, and TIFF.\n\n- Seamless Integration: Directly integrates with Gmail for a smooth faxing experience.\n\n- Reliable Transmission: Powered by WestFax, ensuring the reliability of your faxes.\n\nPlease Note: To utilize this extension, users are required to have an active WestFax account. Additionally, the sender’s email address must be included in the fax number’s \"Allowed Senders List\" to enable the Email-to-Fax feature. This ensures an authorized faxing experience, safeguarding your communications.\n\nWarning: Please refrain from sending HIPAA or ePHI files using this extension unless your organizations has explicitly allowed you to send PHI/PII via email.\n\nExperience the convenience of faxing right from your browser with the WestFax Email-to-Fax Chrome Extension!"
  }
}