{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Invoice Generator - InvoiceStal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#1 Free Invoice Generator to create simple & professional online invoices for your Businesses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you looking for an amazing tool to Generate free invoices for your business?\nInvoiceStal is an Online Tool with helps users to generate invoice online and It's free for everyone!\nMake simple, attractive and professional invoices in a single click with the invoice generator trusted by millions of people.\n\n▬▬▬▬▬ FEATURES ▬▬▬▬▬\n- Free to Install and Use\n- Download and Print PDF Invoices\n- Add Custom Colors\n- Send Directly to Your Customers Via Email\n\n▬▬▬▬ GETTING STARTED ▬▬▬▬▬\n1. Install the extension by clicking the “Add to chrome” button.\n2. Click on InvoiceStal Icon from Browser Top Bars\n3. Boom! Your Free Invoice generator will show up.\n4. Add Your Information and Click on Generate Button\n5. Done!\n\n▬▬▬▬▬ FAQ ▬▬▬▬▬\nHow do I make an Invoice for Free with InvoiceStal?\nInvoiceStal is a free tool which help users to build free invoice for their business and take no money from users.\n\nCan I create my own invoice?\nYes, You Can! With InvoiceStal, You don't need anyone to make invoice for you. You can create your own invoice with it.\n\nIs invoice generator safe?\nYes. InvoiceStal is a safe invoice making tool.\n\nHow do I make a PDF invoice?\nAfter adding all your billing information on InvoiceStal, Click on Generate button. This tool will automatically make your PDF invoice.\n\nHow do I make a simple invoice?\nInvoiceStal will help you to make simple and professional invoices in a single click.\n\nSo, Feel free to use our InvoiceStal online invoice generator.\nAfter using InvoiceStal,Please give us a 5 star rating!\nThank You.\n\nThis Privacy Policy can be also found here:\nhttps://invoicestal.com/blog/privacy-policy/\n\nFor any query related to LovelyWholesale Coupon you can reach to us via our Official contact page here: https://invoicestal.com/blog/contact/\n\nMade with ❤️ in Upstal."
  }
}