{
  "name": {
    "ar": "المؤثرات المرئية Google Meet",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,th": "Visual Effects Google Meet",
    "bg": "Визуални ефекти Google Meet",
    "ca": "Efectes visuals Google Meet",
    "cs": "Vizuální efekty Google Meet",
    "da,no": "Visuelle effekter Google Meet",
    "de": "Visuelle Effekte Google Meet",
    "el": "Οπτικά εφέ Google Meet",
    "es": "Efectos visuales Google Meet",
    "et": "Visuaalefektid Google Meet",
    "fa": "جلوه های بصری Google Meet",
    "fi": "Visuaaliset tehosteet Google Meet",
    "fil": "Mga Epektong Viswal na Kilalanin ng Google",
    "fr": "Effets visuels Google Meet",
    "he": "אפקטים חזותיים של גוגל",
    "hi": "विजुअल इफेक्ट्स गूगल मीट",
    "hr": "Vizualni efekti Google Meet",
    "hu": "Vizuális effektusok a Google Meet",
    "id": "Efek Visual Google Meet",
    "it": "Effetti visivi Google Meet",
    "ja": "視覚効果Google Meet",
    "ko": "시각 효과 Google Meet",
    "lt": "„Google Meet“ vaizdo efektai",
    "lv": "Google Meet vizuālie efekti",
    "ms": "Kesan Visual Google Meet",
    "nl": "Visuele effecten Google Meet",
    "pl": "Efekty wizualne Google Meet",
    "ro": "Efecte vizuale Google Meet",
    "ru": "Визуальные эффекты Google Meet",
    "sk": "Vizuálne efekty Google Meet",
    "sl": "Vizualni učinki Google Meet",
    "sr": "Визуелни ефекти Гоогле Меет",
    "sv": "Visuella effekter Google Meet",
    "tr": "Görsel Efektler Google Meet",
    "uk": "Візуальні ефекти Google Meet",
    "vi": "Hiệu ứng hình ảnh Google Meet",
    "zh_CN": "视觉效果Google Meet",
    "zh_TW": "視覺效果Google Meet"
  },
  "short": {
    "ar": "التأثيرات المرئية لـ Google Meet",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Visual Effects for Google Meet",
    "bg": "Визуални ефекти за Google Meet",
    "ca": "Efectes visuals per a Google Meet",
    "cs": "Vizuální efekty pro Google Meet",
    "da": "Visuelle effekter til Google Meet",
    "de": "Visuelle Effekte für Google Meet",
    "el": "Οπτικά εφέ για το Google Meet",
    "es": "Efectos visuales para Google Meet",
    "et": "Visuaalefektid teenusele Google Meet",
    "fa": "جلوه های ویژوال برای Google Meet",
    "fi": "Visuaaliset tehosteet Google Meetille",
    "fil": "Mga Epekto ng Visual para sa Google Meet",
    "fr": "Effets visuels pour Google Meet",
    "he": "אפקטים חזותיים של גוגל פגישה",
    "hi": "Google मीटिंग के लिए विज़ुअल इफेक्ट्स",
    "hr": "Vizualni efekti za Google Meet",
    "hu": "Vizuális effektusok a Google Meet számára",
    "id": "Efek Visual untuk Google Meet",
    "it": "Effetti visivi per Google Meet",
    "ja": "Google Meetの視覚効果",
    "ko": "Google Meet 용 시각 효과",
    "lt": "„Google Meet“ vizualiniai efektai",
    "lv": "Google Meet vizuālie efekti",
    "ms": "Kesan Visual untuk Google Meet",
    "nl": "Visuele effecten voor Google Meet",
    "no": "Visuelle effekter for Google Meet",
    "pl": "Efekty wizualne w Google Meet",
    "ro": "Efecte vizuale pentru Google Meet",
    "ru": "Визуальные эффекты для Google Meet",
    "sk": "Vizuálne efekty pre stretnutie Google",
    "sl": "Vizualni učinki za Google Meet",
    "sr": "Визуелни ефекти за Гоогле Меет",
    "sv": "Visuella effekter för Google Meet",
    "th": "Visual Effects สำหรับ Google Meet",
    "tr": "Google Meet için Görsel Efektler",
    "uk": "Візуальні ефекти для Google Meet",
    "vi": "Hiệu ứng hình ảnh cho Google Meet",
    "zh_CN": "Google Meet的视觉效果",
    "zh_TW": "Google Meet的視覺效果"
  },
  "long": {
    "ar": "هل تريد أن تجعل اجتماعات Google Meet & hangouts meet أكثر حيوية؟ يمكنك أن تجعل نفسك تبدو مختلفًا في مكالمات الفيديو هذه على Google Meet اليوم بمجرد تثبيت ملحقنا \"Visual Effects Google Meet\".\n\nتحتوي إضافتنا على تأثيرات مرئية مختلفة مختلفة يمكنك وضعها على وجهك أثناء وجودك داخل اجتماعات Google Meet أو google hangouts meet.\n\nتعمل التأثيرات المرئية لـ google meet app تشمل\n\n- اضافة الالعاب النارية\n- إضافة آذان الكلب إلى وجهك\n- عمل تباين أبيض وأسود لوجهك\n\nيتم إضافة تأثيرات بصرية جديدة أسبوعيا. لبدء استخدام امتداد البرنامج الخاص بنا ، إليك ما يجب القيام به.\n\n1) قم بتثبيت ملحق البرنامج الخاص بنا\n2) اذهب داخل اجتماع Google Meet\n3) انقر فوق رمز الامتداد الخاص بنا لتفعيل الكود الخاص بنا.\n\nاختر تأثيرًا مرئيًا بمجرد النقر على أيقونة الامتداد الخاصة بنا. إذا لم يعمل التأثير المرئي مع google video conference ، فقم بإيقاف تشغيل كاميرا الويب وإعادة تشغيلها مرة أخرى.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. هذا ليس مملوكًا ، فهو غير مرخص له وليست شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to make your Google Meet & hangouts meet meetings more lively? You can make yourself look different on these video calls on Google Meet today once you install our extension  \"Visual Effects Google Meet\".\n\nOur extension has various different visual effects you can put on your face while you are inside Google Meet meetings or google hangouts meet.\n\nThe visual effects work for google meet app include\n\n- Adding Fireworks\n- Adding Dog Ears to your own face\n- Making a black and white contrast of your face\n\nNew visual effects are added in weekly. To begin using our software extension, here is what needs to be done.\n\n1) Install our software extension\n2) Go inside a Google Meet meeting\n3) CLICK on OUR extension icon to activate our code.\n\nChoose a visual effect once you click on our extension icon. If the visual effect does NOT work for google video conference, switch your web camera off and turn it back on again.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. This is not owned by, it is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Искате ли да направите срещите си в Google Meet & hangouts meet по-оживени? Можете да накарате себе си да изглеждате различно при тези видеообаждания в Google Meet днес, след като инсталирате нашето разширение „Visual Effects Google Meet“.\n\nНашето разширение има различни различни визуални ефекти, които можете да поставите върху лицето си, докато сте в срещите на Google Meet или google hangouts meet.\n\nВизуалните ефекти работят за google meet app включват\n\n- Добавяне на фойерверки\n- Добавяне на кучешки уши към собственото ви лице\n- Осъществяване на черно-бял контраст на лицето ви\n\nСедмично се добавят нови визуални ефекти. За да започнете да използвате нашето софтуерно разширение, ето какво трябва да се направи.\n\n1) Инсталирайте нашето софтуерно разширение\n2) Влезте в среща на Google Meet\n3) КЛИКНЕТЕ НА НАШАТА икона за разширение, за да активирате нашия код.\n\nИзберете визуален ефект, след като щракнете върху иконата на нашето разширение. Ако визуалният ефект НЕ работи за google video conference, изключете уеб камерата и я включете отново.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. Това не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Voleu que les vostres reunions i Google Meet siguin més animades? Avui podeu instal·lar la nostra extensió \"Visual Effects Google Meet\" en aquestes videotrucades a Google Meet.\n\nLa nostra extensió té diversos efectes visuals diferents que podeu posar a la vostra cara mentre esteu a reunions de Google Meet o google hangouts meet.\n\nEls efectes visuals funcionen per a google meet app\n\n- Afegir focs artificials\n- Afegir orelles de gos a la vostra pròpia cara\n- Fer un contrast en blanc i negre de la cara\n\nS’afegeixen nous efectes visuals setmanalment. Per començar a utilitzar la nostra extensió de programari, això és el que cal fer.\n\n1) Instal·leu la nostra extensió de programari\n2) Accediu a una reunió de Google Meet\n3) Feu clic a la nostra icona d'extensió per activar el nostre codi.\n\nTrieu un efecte visual un cop feu clic a la icona de la nostra extensió. Si l'efecte visual NO funciona per a google video conference, apagueu la càmera web i torneu-la a engegar.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. Això no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Chcete, aby vaše schůzky Google Meet a hangouts meet byly živější? Po instalaci našeho rozšíření „Vizuální efekty Google Meet“ se dnes můžete na těchto videohovorech na Google Meet odlišit.\n\nNaše rozšíření má různé vizuální efekty, které si můžete nasadit na tvář, když jste na schůzce Google Meet nebo google hangouts meet.\n\nVizuální efekty pro google meet app zahrnují\n\n- Přidání ohňostroje\n- Přidání ušních psů do vaší vlastní tváře\n- Vytvoření černobílého kontrastu vaší tváře\n\nNové vizuální efekty jsou přidávány každý týden. Chcete-li začít používat naše softwarové rozšíření, je třeba udělat.\n\n1) Nainstalujte si naše softwarové rozšíření\n2) Zúčastněte se schůzky Google Meet\n3) KLIKNUTÍM na ikonu NAŠEho rozšíření aktivujete náš kód.\n\nVyberte si vizuální efekt, jakmile kliknete na naši ikonu rozšíření. Pokud vizuální efekt nefunguje pro google video conference, vypněte webovou kameru a znovu ji zapněte.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. Toto nevlastní, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Vil du gøre dine Google Meet- og hangouts meet møder mere livlige? Du kan få dig selv til at se anderledes ud på disse videoopkald på Google Meet i dag, når du har installeret vores udvidelse \"Visual Effects Google Meet\".\n\nVores udvidelse har forskellige visuelle effekter, som du kan lægge på dit ansigt, mens du er i Google Meet-møder eller google hangouts meet.\n\nDe visuelle effekter fungerer for google meet app inkluderer\n\n- Tilføjelse af fyrværkeri\n- Tilføjelse af hundeører til dit eget ansigt\n- Lav en sort og hvid kontrast af dit ansigt\n\nNye visuelle effekter tilføjes ugentligt. For at begynde at bruge vores softwareudvidelse er her, hvad der skal gøres.\n\n1) Installer vores softwareudvidelse\n2) Gå ind i et Google Meet-møde\n3) KLIK på VORES udvidelsesikon for at aktivere vores kode.\n\nVælg en visuel effekt, når du klikker på vores udvidelsesikon. Hvis den visuelle effekt IKKE fungerer for google video conference, skal du slukke for dit webkamera og tænde det igen.\n\nAnsvarsfraskrivelse: Bemærk venligst, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. Dette ejes ikke af, det er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Möchten Sie Ihre Google Meet & hangouts meet -Treffen lebendiger gestalten? Sobald Sie unsere Erweiterung \"Visual Effects Google Meet\" installiert haben, können Sie sich bei diesen Videoanrufen in Google Meet noch heute anders aussehen lassen.\n\nUnsere Erweiterung verfügt über verschiedene visuelle Effekte, die Sie auf Ihrem Gesicht platzieren können, während Sie sich in Google Meet-Meetings oder in google hangouts meet befinden.\n\nDie visuellen Effekte funktionieren für google meet app include\n\n- Feuerwerk hinzufügen\n- Hinzufügen von Hundeohren zu Ihrem eigenen Gesicht\n- Machen Sie einen Schwarz-Weiß-Kontrast von Ihrem Gesicht\n\nWöchentlich werden neue visuelle Effekte hinzugefügt. Um mit der Verwendung unserer Softwareerweiterung zu beginnen, müssen Sie Folgendes tun.\n\n1) Installieren Sie unsere Software-Erweiterung\n2) Nehmen Sie an einem Google Meet-Meeting teil\n3) Klicken Sie auf unser Erweiterungssymbol, um unseren Code zu aktivieren.\n\nWählen Sie einen visuellen Effekt, sobald Sie auf unser Erweiterungssymbol klicken. Wenn der visuelle Effekt für google video conference NICHT funktioniert, schalten Sie Ihre Webkamera aus und wieder ein.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. Dies ist kein Eigentum von, es ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Θέλετε να κάνετε τις συναντήσεις σας στο Google Meet και τις hangouts meet πιο ζωντανές; Μπορείτε να κάνετε τον εαυτό σας να φαίνεται διαφορετικός σε αυτές τις βιντεοκλήσεις στο Google Meet σήμερα μόλις εγκαταστήσετε την επέκτασή μας \"Visual Effects Google Meet\".\n\nΗ επέκτασή μας έχει διάφορα διαφορετικά οπτικά εφέ που μπορείτε να βάλετε στο πρόσωπό σας ενώ βρίσκεστε σε συναντήσεις του Google Meet ή google hangouts meet.\n\nΤα οπτικά εφέ λειτουργούν για google meet app\n\n- Προσθήκη πυροτεχνημάτων\n- Προσθέτοντας αυτιά σκύλου στο πρόσωπό σας\n- Κάνοντας μια ασπρόμαυρη αντίθεση του προσώπου σας\n\nΝέα οπτικά εφέ προστίθενται κάθε εβδομάδα. Για να ξεκινήσετε να χρησιμοποιείτε την επέκταση λογισμικού, πρέπει να γίνει αυτό.\n\n1) Εγκαταστήστε την επέκταση λογισμικού\n2) Πηγαίνετε σε μια συνάντηση του Google Meet\n3) ΚΛΙΚ στο εικονίδιο επέκτασης ΜΑΣ για να ενεργοποιήσουμε τον κωδικό μας.\n\nΕπιλέξτε ένα οπτικό εφέ μόλις κάνετε κλικ στο εικονίδιο επέκτασης. Εάν το οπτικό εφέ ΔΕΝ λειτουργεί για google video conference, απενεργοποιήστε την κάμερα ιστού και ενεργοποιήστε την ξανά.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Αυτό δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Quiere que sus reuniones de Google Meet y hangouts meet sean más animadas? Puede lucir diferente en estas videollamadas en Google Meet hoy mismo una vez que instale nuestra extensión \"Efectos visuales Google Meet\".\n\nNuestra extensión tiene varios efectos visuales diferentes que puede poner en su rostro mientras está dentro de las reuniones de Google Meet o google hangouts meet.\n\nLos efectos visuales que funcionan para google meet app incluyen\n\n- Agregar fuegos artificiales\n- Adición de orejas de perro a tu propia cara\n- Hacer un contraste en blanco y negro de tu cara.\n\nSe agregan nuevos efectos visuales semanalmente. Para comenzar a usar nuestra extensión de software, esto es lo que debe hacer.\n\n1) Instale nuestra extensión de software\n2) Entra en una reunión de Google Meet\n3) HAGA CLIC en NUESTRO icono de extensión para activar nuestro código.\n\nElija un efecto visual una vez que haga clic en nuestro icono de extensión. Si el efecto visual NO funciona para google video conference, apague su cámara web y vuelva a encenderla.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. Esto no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas soovite oma Google Meet ja hangouts meet koosolekud elavamaks muuta? Kui olete installinud meie laienduse „Visual Effects Google Meet“, saate end täna Google Meetis nende videokõnede välimusena teistsuguseks muuta.\n\nMeie laiendusel on erinevaid visuaalseid efekte, mida saate oma näole panna, kui olete Google Meet'i koosolekutel või google hangouts meet.\n\nVisuaalsed efektid töötavad saidil google meet app include\n\n- Ilutulestiku lisamine\n- Koerakõrvade lisamine oma näole\n- oma näo mustvalge kontrasti loomine\n\nUusi visuaalseid efekte lisatakse iganädalaselt. Meie tarkvaralaienduse kasutamiseks peate tegema järgmist.\n\n1) Installige meie tarkvaralaiendus\n2) Minge Google Meet'i koosolekule\n3) KLÕPSAKE meie laienduse ikooni meie koodi aktiveerimiseks.\n\nValige visuaalne efekt, kui klõpsate meie laienduse ikoonil. Kui visuaalne efekt EI toimi google video conference puhul, lülitage veebikaamera välja ja lülitage see uuesti sisse.\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. See ei kuulu Google Inc.-le, see pole litsentseeritud ega ole Google Inc. tütarettevõte.",
    "fa": "آیا می خواهید جلسات Google Meet و hangouts meet خود را سرزنده تر کنید؟ به محض نصب برنامه افزودنی \"جلوه های تصویری Google Meet\" ، می توانید امروز خود را در این تماس های ویدیویی در Google Meet متفاوت جلوه دهید.\n\nبرنامه افزودنی ما جلوه های بصری مختلفی دارد که می توانید در صورت حضور در جلسات Google Meet یا google hangouts meet روی صورت خود قرار دهید.\n\nجلوه های بصری که برای google meet app کار می کنند شامل می شود\n\n- افزودن آتش بازی\n- افزودن گوش سگ به چهره خود\n- ایجاد تضاد سیاه و سفید صورت\n\nجلوه های بصری جدید هر هفته اضافه می شود. برای شروع استفاده از برنامه افزودنی نرم افزار ما ، در اینجا آنچه باید انجام شود وجود دارد.\n\n1) افزونه نرم افزار ما را نصب کنید\n2) وارد جلسه Google Meet شوید\n3) برای فعال کردن کد ما ، بر روی نماد پسوند ما کلیک کنید.\n\nبا کلیک روی نماد برنامه افزودنی ، جلوه بصری را انتخاب کنید. اگر جلوه بصری برای google video conference کارایی ندارد ، دوربین وب خود را خاموش کرده و دوباره روشن کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. این مالکیت آن نیست ، مجوز آن را ندارد و زیرمجموعه Google Inc. نیست.",
    "fil": "Haluatko tehdä Google Meetista ja hangouts meet kokouksista vilkkaamman? Voit tehdä itsestäsi erilaisen näissä videopuheluissa Google Meetissä tänään, kun olet asentanut Visual Effects Google Meet -laajennuksemme.\n\nLaajennuksessamme on useita erilaisia visuaalisia tehosteita, jotka voit laittaa kasvoillesi ollessasi Google Meet -kokouksissa tai google hangouts meet.\n\nVisuaaliset tehosteet toimivat verkkotunnuksessa google meet app include\n\n- Ilotulitteiden lisääminen\n- Lisää koirankorvat omille kasvoillesi\n- Mustavalkoisen kontrastin tekeminen kasvoillesi\n\nUusia visuaalisia tehosteita lisätään viikoittain. Aloita ohjelmistolaajennuksen käyttö tässä tekemällä.\n\n1) Asenna ohjelmistopääte\n2) Mene Google Meet -kokoukseen\n3) Napsauta laajennuskuvaketta aktivoidaksesi koodin.\n\nValitse visuaalinen tehoste napsauttamalla laajennuskuvakettamme. Jos visuaalinen tehoste EI toimi mallissa google video conference, sammuta verkkokamera ja kytke se uudelleen päälle.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. Tämä ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Vous souhaitez rendre vos réunions Google Meet et hangouts meet plus vivantes? Vous pouvez vous faire une apparence différente sur ces appels vidéo sur Google Meet aujourd'hui une fois que vous avez installé notre extension \"Effets visuels Google Meet\".\n\nNotre extension propose différents effets visuels que vous pouvez appliquer sur votre visage lorsque vous participez à des réunions Google Meet ou google hangouts meet.\n\nLes effets visuels fonctionnent pour google meet app comprennent\n\n- Ajout de feux d'artifice\n- Ajouter des oreilles de chien à votre propre visage\n- Faire un contraste noir et blanc de votre visage\n\nDe nouveaux effets visuels sont ajoutés chaque semaine. Pour commencer à utiliser notre extension logicielle, voici ce qu'il faut faire.\n\n1) Installez notre extension logicielle\n2) Entrez dans une réunion Google Meet\n3) CLIQUEZ sur NOTRE icône d'extension pour activer notre code.\n\nChoisissez un effet visuel une fois que vous cliquez sur notre icône d'extension. Si l'effet visuel ne fonctionne PAS pour google video conference, éteignez votre webcam et rallumez-la.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. Ce n'est pas la propriété de, il n'est pas autorisé par et n'est pas une filiale de Google Inc.",
    "hi": "अपनी Google मीटिंग और hangouts meet मीटिंग अधिक जीवंत बनाना चाहते हैं? जब आप हमारा एक्सटेंशन \"विज़ुअल इफ़ेक्ट्स गूगल मीट\" इंस्टॉल करते हैं, तो आप Google मीट पर इन वीडियो कॉल्स पर खुद को अलग दिखा सकते हैं।\n\nहमारे एक्सटेंशन के विभिन्न दृश्य प्रभाव हैं जिन्हें आप Google मीटिंग मीटिंग या google hangouts meet के अंदर रहते हुए अपने चेहरे पर लगा सकते हैं।\n\nदृश्य प्रभाव google meet app के लिए काम करते हैं\n\n- पटाखे जोड़ना\n- अपने खुद के चेहरे के लिए डॉग कान जोड़ना\n- अपने चेहरे के काले और सफेद विपरीत बनाना\n\nसाप्ताहिक में नए दृश्य प्रभाव जोड़े जाते हैं। हमारे सॉफ़्टवेयर एक्सटेंशन का उपयोग शुरू करने के लिए, यहां वही किया जाना चाहिए जो आवश्यक है।\n\n1) हमारे सॉफ्टवेयर एक्सटेंशन स्थापित करें\n2) Google मीटिंग मीटिंग के अंदर जाएं\n3) हमारे कोड को सक्रिय करने के लिए हमारे एक्सटेंशन आइकन पर क्लिक करें।\n\nहमारे एक्सटेंशन आइकन पर क्लिक करने के बाद एक दृश्य प्रभाव चुनें। यदि दृश्य प्रभाव google video conference के लिए काम नहीं करता है, तो अपने वेब कैमरे को बंद करें और इसे फिर से चालू करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस Chrome एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। यह स्वामित्व में नहीं है, यह इसके द्वारा लाइसेंस प्राप्त नहीं है और Google इंक की सहायक कंपनी नहीं है।",
    "hr": "Želite li svoje sastanke na Google Meetu i hangouts meet učiniti živahnijima? Danas možete učiniti da izgledate drugačije na ovim videopozivima na Google Meetu nakon što instalirate naše proširenje \"Visual Effects Google Meet\".\n\nNaše proširenje ima različite vizualne efekte koje možete staviti na lice dok ste na sastancima Google Meeta ili google hangouts meet.\n\nVizualni efekti rade za google meet app uključuju\n\n- Dodavanje vatrometa\n- Dodavanje psećih ušiju na svoje lice\n- Stvaranje crno-bijelog kontrasta na vašem licu\n\nNovi vizualni efekti dodaju se tjedno. Da bismo započeli s korištenjem našeg programskog proširenja, evo što treba učiniti.\n\n1) Instalirajte naše programsko proširenje\n2) Uđite na sastanak Google Meet\n3) KLIKNITE NA NAŠU ikonu proširenja da biste aktivirali naš kod.\n\nOdaberite vizualni efekt nakon što kliknete na našu ikonu proširenja. Ako vizualni efekt NE radi za google video conference, isključite web kameru i ponovno je uključite.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. Ovo nije u vlasništvu, nije licencirano i nije podružnica Google Inc.",
    "hu": "Szeretné élénkebbé tenni a Google Meet és hangouts meet értekezleteit? Ha ma telepíti a „Visual Effects Google Meet” bővítményünket, ma másképp nézhet ki a Google Meet szolgáltatásban ezeken a videohívásokon.\n\nBővítményünk számos különféle vizuális effektussal rendelkezik, amelyeket az arcára tehet, miközben a Google Meet találkozókon vagy google hangouts meet tartózkodik.\n\nA (z) google meet app vizuális effektusai a következők:\n\n- Tűzijáték hozzáadása\n- Hozzáadva a kutyafüleket a saját arcához\n- Fekete-fehér kontrasztot készít az arcáról\n\nAz új vizuális effektusokat hetente adják hozzá. A szoftverbővítmény használatának megkezdéséhez a következőket kell tennie.\n\n1) Telepítse a szoftverbővítményünket\n2) Menjen be egy Google Meet értekezletre\n3) KATTINTSON a kiterjesztésünk ikonjára a kódunk aktiválásához.\n\nVálasszon vizuális hatást, ha rákattint a kiterjesztés ikonunkra. Ha a vizuális effekt NEM működik google video conference esetén, kapcsolja ki és kapcsolja be újra a webkamerát.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Ez nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Ingin membuat rapat Google Meet & hangouts meet Anda lebih hidup? Anda dapat membuat diri Anda terlihat berbeda pada video call ini di Google Meet sekarang setelah Anda menginstal ekstensi \"Visual Effects Google Meet\".\n\nEkstensi kami memiliki berbagai efek visual berbeda yang dapat Anda tampilkan di wajah saat Anda berada di dalam rapat Google Meet atau google hangouts meet.\n\nEfek visual bekerja untuk google meet app termasuk\n\n- Menambahkan Kembang Api\n- Menambahkan Telinga Anjing ke wajah Anda sendiri\n- Membuat kontras hitam dan putih pada wajah Anda\n\nEfek visual baru ditambahkan setiap minggu. Untuk mulai menggunakan ekstensi perangkat lunak kami, inilah yang perlu dilakukan.\n\n1) Pasang ekstensi perangkat lunak kami\n2) Masuk ke dalam rapat Google Meet\n3) KLIK ikon ekstensi KAMI untuk mengaktifkan kode kami.\n\nPilih efek visual setelah Anda mengklik ikon ekstensi kami. Jika efek visual TIDAK berfungsi untuk google video conference, matikan kamera web Anda dan hidupkan kembali.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. Ini tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Vuoi rendere più vivaci i tuoi Google Meet e le hangouts meet riunioni? Puoi avere un aspetto diverso in queste videochiamate su Google Meet oggi dopo aver installato la nostra estensione \"Visual Effects Google Meet\".\n\nLa nostra estensione ha vari effetti visivi diversi che puoi applicare sul tuo viso mentre sei all'interno di riunioni di Google Meet o google hangouts meet.\n\nGli effetti visivi funzionano per google meet app includono\n\n- Aggiunta di fuochi d'artificio\n- Aggiunta di orecchie di cane al tuo viso\n- Fare un contrasto in bianco e nero del tuo viso\n\nNuovi effetti visivi vengono aggiunti settimanalmente. Per iniziare a utilizzare la nostra estensione software, ecco cosa è necessario fare.\n\n1) Installa la nostra estensione software\n2) Entra in una riunione di Google Meet\n3) CLICCA sull'icona della NOSTRA estensione per attivare il nostro codice.\n\nScegli un effetto visivo dopo aver fatto clic sulla nostra icona di estensione. Se l'effetto visivo NON funziona per google video conference, spegni la webcam e riaccendila.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. Questo non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Google Meetとhangouts meetの会議をより活発にしたいですか？拡張機能「Visual Effects Google Meet」をインストールすれば、Google Meetでのこれらのビデオハングアウトの外観を変えることができます。\n\nこの拡張機能にはさまざまな視覚効果があり、Google Meetミーティングやgoogle hangouts meetの最中に顔にかけることができます。\n\ngoogle meet appの視覚効果は次のとおりです。\n\n-花火を追加する\n-自分の顔に犬の耳を追加する\n-あなたの顔の黒と白のコントラストを作る\n\n新しい視覚効果が毎週追加されます。ソフトウェア拡張機能の使用を開始するには、次の手順を実行する必要があります。\n\n1）ソフトウェア拡張機能をインストールする\n2）Google Meet会議に参加する\n3）私たちの拡張アイコンをクリックして、コードをアクティブ化します。\n\n拡張機能アイコンをクリックしたら、視覚効果を選択します。 google video conferenceで視覚効果が機能しない場合は、Webカメラをオフにして、再びオンにします。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleはこのChrome拡張機能を推奨または後援しません。これは、Google Inc.によって所有されておらず、ライセンスも付与されておらず、Google Inc.の子会社ではありません。",
    "ko": "Google Meet 및 hangouts meet 회의를보다 활기차게 만들고 싶으신가요? \"Visual Effects Google Meet\"확장 프로그램을 설치하면 오늘 Google Meet의 이러한 화상 통화에서 자신을 다르게 만들 수 있습니다.\n\n확장 프로그램에는 Google Meet 회의 또는 google hangouts meet에있는 동안 얼굴에 적용 할 수있는 다양한 시각 효과가 있습니다.\n\ngoogle meet app의 시각 효과는 다음과 같습니다.\n\n-불꽃 놀이 추가\n-자신의 얼굴에 개 귀 추가\n-얼굴의 흑백 대비 만들기\n\n매주 새로운 시각 효과가 추가됩니다. 소프트웨어 확장 사용을 시작하려면 다음을 수행해야합니다.\n\n1) 소프트웨어 확장 설치\n2) Google Meet 회의로 이동\n3) 확장 아이콘을 클릭하여 코드를 활성화하십시오.\n\n확장 아이콘을 클릭하면 시각 효과를 선택하십시오. 시각 효과가 google video conference에서 작동하지 않으면 웹 카메라를 껐다가 다시 켜십시오.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. 이것은 Google Inc.의 소유가 아니며 라이센스가 없으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Norite pagyvinti „Google Meet“ ir hangouts meet susitikimus? Šiandien, kai įdiegsite mūsų plėtinį „Visual Effects Google Meet“, galite atrodyti kitaip, kai atliekate šiuos vaizdo skambučius „Google Meet“.\n\nMūsų plėtinyje yra įvairių vaizdinių efektų, kuriuos galite įdėti į veidą būdami „Google Meet“ susitikimuose ar google hangouts meet.\n\nVaizdo efektai, skirti „google meet app“, apima\n\n- Pridedant fejerverkus\n- Pridedant šunų ausis prie savo veido\n- Juodai baltas veido kontrastas\n\nNauji vaizdiniai efektai pridedami kas savaitę. Norėdami pradėti naudoti mūsų programinės įrangos plėtinį, reikia tai padaryti.\n\n1) Įdiekite mūsų programinės įrangos plėtinį\n2) Eikite į „Google Meet“ susitikimą\n3) Spustelėkite mūsų plėtinio piktogramą, kad suaktyvintumėte mūsų kodą.\n\nSpustelėkite mūsų plėtinio piktogramą, pasirinkite vaizdinį efektą. Jei vaizdo efektas NEVEIKIA google video conference, išjunkite žiniatinklio kamerą ir vėl ją vėl įjunkite.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. Tai nepriklauso „Google Inc.“, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Vai vēlaties padarīt Google Meet un hangouts meet sapulces dzīvākas? Kad šodien instalējat mūsu paplašinājumu “Visual Effects Google Meet”, jūs šodien varat savādāk izskatīties šajos videozvanos pakalpojumā Google Meet.\n\nMūsu paplašinājumam ir dažādi vizuāli efekti, kurus varat uzlikt uz sejas, atrodoties Google Meet sapulcēs vai google hangouts meet.\n\nVietnes google meet app vizuālie efekti ietver\n\n- Uguņošanas ierīču pievienošana\n- Pievienojot Suņu ausīm savai sejai\n- veidojot melnbaltu sejas kontrastu\n\nKatru nedēļu tiek pievienoti jauni vizuālie efekti. Lai sāktu izmantot mūsu programmatūras paplašinājumu, šeit ir jādara.\n\n1) Instalējiet mūsu programmatūras paplašinājumu\n2) Iet iekšā Google Meet sapulcē\n3) NOKLIKŠĶINIET uz mūsu paplašinājuma ikonas, lai aktivizētu mūsu kodu.\n\nKad noklikšķināt uz mūsu paplašinājuma ikonas, izvēlieties vizuālo efektu. Ja vizuālais efekts NEDRĪKST google video conference, izslēdziet tīmekļa kameru un atkal ieslēdziet to.\n\nAtruna: Lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. Tas nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Ingin menjadikan mesyuarat Google Meet & hangouts meet anda lebih meriah? Anda boleh membuat penampilan anda berbeza pada panggilan video ini di Google Meet hari ini setelah anda memasang pelanjutan kami \"Visual Effect Google Meet\".\n\nSambungan kami mempunyai pelbagai kesan visual yang dapat anda letakkan di wajah anda semasa anda berada di dalam mesyuarat Google Meet atau google hangouts meet.\n\nKesan visual berfungsi untuk google meet app termasuk\n\n- Menambah Bunga Api\n- Menambah Telinga Anjing ke wajah anda sendiri\n- Membuat kontras hitam dan putih wajah anda\n\nKesan visual baru ditambah setiap minggu. Untuk mula menggunakan peluasan perisian kami, inilah yang perlu dilakukan.\n\n1) Pasang pelanjutan perisian kami\n2) Masuk ke dalam mesyuarat Google Meet\n3) KLIK pada ikon sambungan KAMI untuk mengaktifkan kod kami.\n\nPilih kesan visual setelah anda mengklik ikon pelanjutan kami. Sekiranya kesan visual TIDAK berfungsi untuk google video conference, matikan kamera web anda dan hidupkan semula.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. Ini tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Wilt u uw Google Meet- en hangouts meet -vergaderingen levendiger maken? U kunt uzelf er vandaag anders uit laten zien tijdens deze videogesprekken op Google Meet als u onze extensie \"Visual Effects Google Meet\" installeert.\n\nOnze extensie heeft verschillende visuele effecten die u op uw gezicht kunt aanbrengen terwijl u zich in Google Meet-vergaderingen of google hangouts meet bevindt.\n\nDe visuele effecten die voor google meet app werken, zijn onder meer\n\n- Vuurwerk toevoegen\n- Hondenoren aan je eigen gezicht toevoegen\n- Een zwart-wit contrast maken van je gezicht\n\nWekelijks worden nieuwe visuele effecten toegevoegd. Om onze software-extensie te gebruiken, moet u het volgende doen.\n\n1) Installeer onze software-extensie\n2) Ga naar een Google Meet-vergadering\n3) KLIK op ONZE extensie-icoon om onze code te activeren.\n\nKies een visueel effect zodra u op ons extensiepictogram klikt. Als het visuele effect NIET werkt voor google video conference, schakel dan uw webcamera uit en weer in.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. Dit is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Vil du gjøre Google Meet og hangouts meet møtene dine mer livlige? Du kan få deg til å se annerledes ut på disse videosamtalene på Google Meet i dag når du har installert utvidelsen vår \"Visual Effects Google Meet\".\n\nUtvidelsen vår har forskjellige visuelle effekter du kan legge på ansiktet ditt mens du er på Google Meet-møter eller google hangouts meet.\n\nDe visuelle effektene fungerer for google meet app inkluderer\n\n- Legge til fyrverkeri\n- Å legge til hundører i ditt eget ansikt\n- Gjør en svart og hvit kontrast i ansiktet ditt\n\nNye visuelle effekter legges til ukentlig. For å begynne å bruke programvareutvidelsen vår, her er hva som må gjøres.\n\n1) Installer programvareutvidelsen\n2) Gå inn i et Google Meet-møte\n3) KLIKK på VÅRE utvidelsesikon for å aktivere koden vår.\n\nVelg en visuell effekt når du klikker på utvidelsesikonet vårt. Hvis den visuelle effekten IKKE fungerer for google video conference, må du slå av webkameraet og slå det på igjen.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. Dette eies ikke av, det er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Chcesz ożywić spotkania Google Meet i hangouts meet? Po zainstalowaniu rozszerzenia „Efekty wizualne Google Meet” możesz wyglądać inaczej podczas tych rozmów wideo w Google Meet.\n\nNasze rozszerzenie oferuje różne efekty wizualne, które możesz umieścić na swojej twarzy podczas spotkań w Google Meet lub google hangouts meet.\n\nEfekty wizualne działają w przypadku google meet app obejmują\n\n- Dodawanie fajerwerków\n- Dodawanie psich uszu do własnej twarzy\n- Tworzenie czarno-białego kontrastu na twojej twarzy\n\nCo tydzień dodawane są nowe efekty wizualne. Aby rozpocząć korzystanie z naszego rozszerzenia oprogramowania, oto co należy zrobić.\n\n1) Zainstaluj nasze rozszerzenie oprogramowania\n2) Wejdź na spotkanie Google Meet\n3) KLIKNIJ NASZĄ ikonę rozszerzenia, aby aktywować nasz kod.\n\nWybierz efekt wizualny po kliknięciu naszej ikony rozszerzenia. Jeśli efekt wizualny NIE działa w przypadku google video conference, wyłącz kamerę internetową i włącz ją ponownie.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. To nie jest własnością, nie jest licencjonowane i nie jest spółką zależną Google Inc.",
    "ro": "Doriți să vă faceți întâlnirile Google Meet și hangouts meet mai pline de viață? Vă puteți face să arătați diferit la aceste apeluri video de pe Google Meet astăzi după ce instalați extensia noastră „Efecte vizuale Google Meet”.\n\nExtensia noastră are diferite efecte vizuale pe care le puteți pune pe față în timp ce vă aflați în cadrul întâlnirilor Google Meet sau google hangouts meet.\n\nEfectele vizuale funcționează pentru google meet app includ\n\n- Adăugarea de artificii\n- Adăugarea urechilor de câine pe fața ta\n- Faceți un contrast alb-negru al feței\n\nNoi efecte vizuale sunt adăugate săptămânal. Pentru a începe să utilizați extensia noastră software, iată ce trebuie făcut.\n\n1) Instalați extensia noastră software\n2) Accesați o întâlnire Google Meet\n3) Faceți clic pe pictograma extensiei noastre pentru a activa codul nostru.\n\nAlegeți un efect vizual după ce faceți clic pe pictograma extensiei noastre. Dacă efectul vizual NU funcționează pentru google video conference, opriți camera web și porniți-o din nou.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Aceasta nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Хотите сделать встречи Google Meet и hangouts meet более увлекательными? Вы можете выглядеть по-другому на этих видеовстречах в Google Meet сегодня, установив наше расширение «Визуальные эффекты Google Meet».\n\nВ нашем расширении есть различные визуальные эффекты, которые вы можете использовать на своем лице во время совещаний Google Meet или google hangouts meet.\n\nВизуальные эффекты для google meet app включают\n\n- Добавление фейерверка\n- Добавление собачьих ушей к собственному лицу\n- Создание черно-белого контраста вашего лица\n\nНовые визуальные эффекты добавляются еженедельно. Вот что необходимо сделать, чтобы начать использовать наше программное расширение.\n\n1) Установите наше программное расширение\n2) Зайдите на встречу Google Meet.\n3) НАЖМИТЕ на значок НАШЕГО расширения, чтобы активировать наш код.\n\nВыберите визуальный эффект, щелкнув значок нашего расширения. Если визуальный эффект НЕ работает для google video conference, выключите веб-камеру и снова включите ее.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. Он не принадлежит, не лицензирован и не является дочерней компанией Google Inc.",
    "sk": "Chcete, aby boli vaše stretnutia Google Meet a hangouts meet živšie? Po nainštalovaní nášho rozšírenia „Vizuálne efekty Google Meet“ sa dnes môžete na týchto videohovoroch v službe Google Meet odlišiť.\n\nNaše rozšírenie obsahuje rôzne vizuálne efekty, ktoré si môžete dať na svoju tvár, keď ste počas schôdzky Google Meet alebo google hangouts meet.\n\nVizuálne efekty fungujú pre doménu google meet app\n\n- Pridávanie zábavnej pyrotechniky\n- Pridanie psích uší k vlastnej tvári\n- Vytvorenie čiernobieleho kontrastu vašej tváre\n\nNové vizuálne efekty sú pridávané týždenne. Ak chcete začať používať naše softvérové rozšírenie, je potrebné urobiť toto.\n\n1) Nainštalujte si naše softvérové rozšírenie\n2) Prejdite na schôdzku Google Meet\n3) KLIKNUTÍM na ikonu NAŠEJ prípony aktivujete náš kód.\n\nPo kliknutí na ikonu našej rozšírenia si vyberte vizuálny efekt. Ak vizuálny efekt nefunguje pre google video conference, vypnite webovú kameru a znova ju zapnite.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. Toto nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Bi radi popestrili srečanja Google Meet in hangouts meet? Ko namestite razširitev »Visual Effects Google Meet«, se lahko danes na teh videoklicih v Googlu Meet drugače počutite drugače.\n\nNaša razširitev ima različne vizualne učinke, ki jih lahko nanesete na obraz, medtem ko ste na sestankih Google Meet ali google hangouts meet.\n\nVizualni učinki za google meet app vključujejo\n\n- Dodajanje ognjemeta\n- Dodajanje pasjih ušes na svoj obraz\n- Naredite črno-bel kontrast obraza\n\nTedensko dodajajo nove vizualne učinke. Za začetek uporabe naše razširitve programske opreme je treba storiti naslednje.\n\n1) Namestite našo programsko razširitev\n2) Pojdite na sestanek Google Meet\n3) KLIKNITE NA NAŠO ikono razširitve, da aktivirate našo kodo.\n\nKo kliknete ikono razširitve, izberite vizualni učinek. Če vizualni učinek NE deluje za google video conference, izklopite spletno kamero in jo znova vklopite.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. Ta ni v lasti družbe Google, ni licencirana in ni podružnica družbe Google Inc.",
    "sr": "Желите ли да ваше састанке Гоогле Меет и hangouts meet учините живахнијим? Данас можете да учините да изгледате другачије у овим видео позивима на Гоогле Меету након што инсталирате наше проширење „Висуал Еффецтс Гоогле Меет“.\n\nНаше проширење има разне различите визуелне ефекте које можете да ставите на лице док сте на састанцима Гоогле Меет-а или google hangouts meet.\n\nВизуелни ефекти раде за google meet app укључују\n\n- Додавање ватромета\n- Додавање псећих ушију у ваше лице\n- Прављење црно-белог контраста на вашем лицу\n\nНови визуелни ефекти се додају недељно. Да бисмо започели употребу нашег софтверског проширења, ево шта треба учинити.\n\n1) Инсталирајте нашу програмску екстензију\n2) Уђите у састанак Гоогле Меет-а\n3) КЛИКНИТЕ НА НАШУ икону продужетка да бисте активирали наш код.\n\nИзаберите визуелни ефекат након што кликнете на нашу икону продужетка. Ако визуелни ефекат НЕ функционише за google video conference, искључите веб камеру и поново је укључите.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. Ово није у власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Vill du göra dina Google Meet och hangouts meet möten livligare? Du kan få dig själv att se annorlunda ut på dessa videosamtal på Google Meet idag när du har installerat vårt tillägg \"Visual Effects Google Meet\".\n\nVårt tillägg har olika visuella effekter som du kan sätta på ditt ansikte när du är i Google Meet-möten eller google hangouts meet.\n\nDe visuella effekterna fungerar för google meet app inkluderar\n\n- Lägga till fyrverkerier\n- Lägga hundöron till ditt eget ansikte\n- Gör en svartvit kontrast i ditt ansikte\n\nNya visuella effekter läggs till varje vecka. För att börja använda vårt programtillägg, här är vad som behöver göras.\n\n1) Installera vårt programtillägg\n2) Gå in i ett Google Meet-möte\n3) KLICKA på VÅR tilläggsikon för att aktivera vår kod.\n\nVälj en visuell effekt när du klickar på vår tilläggsikon. Om den visuella effekten INTE fungerar för google video conference stänger du av webbkameran och slår på den igen.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. Detta ägs inte av, det är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการทำให้การประชุม Google Meet & hangouts meet มีชีวิตชีวามากขึ้นหรือไม่? คุณสามารถทำให้ตัวเองดูแตกต่างจากแฮงเอาท์วิดีโอบน Google Meet ได้ตั้งแต่วันนี้เมื่อคุณติดตั้งส่วนขยาย \"Visual Effects Google Meet\"\n\nส่วนขยายของเรามีเอฟเฟกต์ภาพที่แตกต่างกันมากมายที่คุณสามารถวางบนใบหน้าของคุณได้ในขณะที่คุณอยู่ในการประชุมของ Google Meet หรือ google hangouts meet\n\nเอฟเฟ็กต์ภาพสำหรับ google meet app ได้แก่\n\n- การเพิ่มดอกไม้ไฟ\n- เพิ่ม Dog Ears ให้กับใบหน้าของคุณเอง\n- สร้างคอนทราสต์ขาวดำของใบหน้า\n\nเพิ่มเอฟเฟกต์ภาพใหม่ทุกสัปดาห์ ในการเริ่มต้นใช้งานส่วนขยายซอฟต์แวร์ของเรานี่คือสิ่งที่ต้องทำ\n\n1) ติดตั้งส่วนขยายซอฟต์แวร์ของเรา\n2) เข้าไปในการประชุมของ Google Meet\n3) คลิกที่ไอคอนส่วนขยายของเราเพื่อเปิดใช้งานรหัสของเรา\n\nเลือกเอฟเฟกต์ภาพเมื่อคุณคลิกที่ไอคอนส่วนขยายของเรา หากเอฟเฟกต์ภาพใช้งานไม่ได้สำหรับ google video conference ให้ปิดเว็บแคมของคุณแล้วเปิดใหม่อีกครั้ง\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ สิ่งนี้ไม่ได้เป็นของโดยไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Google Meet & hangouts meet toplantılarınızı daha canlı hale getirmek mi istiyorsunuz? \"Visual Effects Google Meet\" uzantımızı yükledikten sonra bugün Google Meet'teki bu video görüşmelerinde kendinizi farklı gösterebilirsiniz.\n\nUzantımızın, Google Meet toplantıları veya google hangouts meet içindeyken yüzünüze uygulayabileceğiniz çeşitli farklı görsel efektleri vardır.\n\nGörsel efektler google meet app için çalışır:\n\n- Havai Fişek Ekleme\n- Kendi yüzünüze Köpek Kulakları eklemek\n- Yüzünüzün siyah beyaz kontrastını yapmak\n\nHaftalık olarak yeni görsel efektler eklenir. Yazılım uzantımızı kullanmaya başlamak için yapmanız gerekenler burada.\n\n1) Yazılım uzantımızı yükleyin\n2) Bir Google Meet toplantısına girin\n3) Kodumuzu etkinleştirmek için BİZİM uzantı simgesine TIKLAYIN.\n\nUzantı simgemize tıkladığınızda görsel bir efekt seçin. Görsel efekt google video conference için çalışmazsa, web kameranızı kapatıp tekrar açın.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. Bu, Google Inc.'e ait değildir, lisansı yoktur ve bir Google Inc. yan kuruluşu değildir.",
    "uk": "Хочете зробити ваші зустрічі Google Meet та hangouts meet більш жвавими? Сьогодні, коли ви встановите наше розширення „Візуальні ефекти Google Meet”, ви можете по-іншому виглядати на цих відеодзвінках у Google Meet.\n\nНаше розширення має різні різні візуальні ефекти, які ви можете наносити на обличчя, перебуваючи на зустрічах Google Meet або google hangouts meet.\n\nВізуальні ефекти для google meet app включають\n\n- Додавання феєрверків\n- Додавання собачих вух до власного обличчя\n- Роблячи чорно-білий контраст вашого обличчя\n\nНові візуальні ефекти додаються щотижня. Щоб почати використовувати наше розширення програмного забезпечення, ось що потрібно зробити.\n\n1) Встановіть наше розширення програмного забезпечення\n2) Зайдіть на зустріч Google Meet\n3) КЛАЦНІТЬ на НАШУ піктограму розширення, щоб активувати наш код.\n\nВиберіть візуальний ефект, натиснувши на піктограму розширення. Якщо візуальний ефект НЕ працює для google video conference, вимкніть веб-камеру та ввімкніть її знову.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. Це не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Bạn muốn làm cho các cuộc họp trên Google Meet & hangouts meet của mình trở nên sinh động hơn? Bạn có thể làm cho mình trông khác biệt trong các cuộc gọi điện video này trên Google Meet ngay hôm nay khi bạn cài đặt tiện ích mở rộng \"Hiệu ứng hình ảnh Google Meet\" của chúng tôi.\n\nTiện ích mở rộng của chúng tôi có nhiều hiệu ứng hình ảnh khác nhau mà bạn có thể đặt trên khuôn mặt của mình khi ở trong các cuộc họp Google Meet hoặc google hangouts meet.\n\nCác hiệu ứng hình ảnh hoạt động cho google meet app bao gồm\n\n- Thêm pháo hoa\n- Thêm Tai chó vào khuôn mặt của chính bạn\n- Tạo sự tương phản đen trắng trên khuôn mặt của bạn\n\nHiệu ứng hình ảnh mới được thêm vào hàng tuần. Để bắt đầu sử dụng tiện ích mở rộng phần mềm của chúng tôi, đây là những gì cần phải làm.\n\n1) Cài đặt tiện ích mở rộng phần mềm của chúng tôi\n2) Tham gia cuộc họp Google Meet\n3) NHẤP VÀO biểu tượng tiện ích mở rộng CỦA CHÚNG TÔI để kích hoạt mã của chúng tôi.\n\nChọn hiệu ứng hình ảnh khi bạn nhấp vào biểu tượng tiện ích mở rộng của chúng tôi. Nếu hiệu ứng hình ảnh KHÔNG hoạt động cho google video conference, hãy tắt máy ảnh web của bạn và bật lại.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. Nó không thuộc sở hữu của nó, nó không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "是否想使您的Google Meet和hangouts meet会议更加生动？安装我们的扩展程序“ Visual Effects Google Meet”后，您就可以立即在Google Meet上的这些视频通话中看起来与众不同。\n\n我们的扩展程序具有各种不同的视觉效果，您可以在参加Google Meet会议或google hangouts meet时戴在脸上。\n\ngoogle meet app的视觉效果包括\n\n-添加烟花\n-添加狗耳朵到自己的脸\n-黑白对比\n\n每周都会添加新的视觉效果。要开始使用我们的软件扩展，这是需要做的。\n\n1）安装我们的软件扩展\n2）参加Google Meet会议\n3）点击我们的扩展程序图标以激活我们的代码。\n\n单击我们的扩展程序图标后，选择一种视觉效果。如果google video conference的视觉效果不起作用，请关闭网络摄像头，然后重新打开。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。它不属于Google Inc.，也不属于Google Inc.的子公司。",
    "zh_TW": "是否想使您的Google Meet和hangouts meet會議更加生動？安裝了我們的擴展程序“ Visual Effects Google Meet”後，您就可以立即在Google Meet上的這些視頻通話中看起來與眾不同。\n\n我們的擴展程序具有多種不同的視覺效果，您可以在Google Meet會議或google hangouts meet期間戴在臉上。\n\ngoogle meet app的視覺效果包括\n\n-添加煙花\n-添加狗耳朵到自己的臉\n-黑白對比\n\n每週都會添加新的視覺效果。要開始使用我們的軟件擴展，這是需要做的。\n\n1）安裝我們的軟件擴展\n2）參加Google Meet會議\n3）點擊我們的擴展程序圖標以激活我們的代碼。\n\n單擊我們的擴展程序圖標後，選擇一種視覺效果。如果視覺效果不適用於google video conference，請關閉網絡攝像頭，然後重新打開。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。它不屬於Google Inc.，也不屬於Google Inc.的子公司。"
  }
}