{
  "name": {
    "ar": "التحكم في سرعة فيديو HTML5",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "HTML5 Video Speed Control",
    "bg": "HTML5 управление на скоростта на видеото",
    "ca": "Control de velocitat de vídeo HTML5",
    "cs": "Řízení rychlosti videa HTML5",
    "da": "HTML5 videohastighedskontrol",
    "de": "HTML5-Videogeschwindigkeitssteuerung",
    "el": "Έλεγχος ταχύτητας βίντεο HTML5",
    "es": "Control de velocidad de video HTML5",
    "et": "HTML5 video kiiruse juhtimine",
    "fa": "کنترل سرعت ویدیو HTML5",
    "fi": "HTML5-videonopeuden hallinta",
    "fr": "Contrôle de la vitesse vidéo HTML5",
    "he": "בקרת מהירות וידאו HTML5",
    "hi": "एचटीएमएल 5 वीडियो स्पीड कंट्रोल",
    "hr": "HTML5 kontrola brzine videozapisa",
    "hu": "HTML5 videósebesség-szabályozás",
    "id": "Kontrol Kecepatan Video HTML5",
    "it": "Controllo velocità video HTML5",
    "ja": "HTML5ビデオ速度制御",
    "ko": "HTML5 비디오 속도 제어",
    "lt": "HTML5 vaizdo įrašo greičio valdymas",
    "lv": "HTML5 video ātruma kontrole",
    "ms": "Kawalan Kelajuan Video HTML5",
    "nl": "HTML5 videosnelheidsregeling",
    "no": "HTML5 videohastighetskontroll",
    "pl": "Kontrola szybkości wideo HTML5",
    "ro": "HTML5 Controlul vitezei video",
    "ru": "HTML5 Контроль скорости видео",
    "sk": "Ovládanie rýchlosti videa HTML5",
    "sl": "HTML5 nadzor hitrosti videa",
    "sr": "ХТМЛ5 контрола брзине видео записа",
    "sv": "HTML5-videohastighetskontroll",
    "th": "การควบคุมความเร็ววิดีโอ HTML5",
    "tr": "HTML5 Video Hız Kontrolü",
    "uk": "HTML5 швидкість управління відео",
    "vi": "Kiểm soát tốc độ video HTML5",
    "zh_CN": "HTML5视频速度控制",
    "zh_TW": "HTML5視頻速度控制"
  },
  "short": {
    "ar": "تسريع أو إبطاء أي مقاطع فيديو HTML5 على أي موقع.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Speed up or slow down any HTML5 videos on any website.",
    "bg": "Ускорете или забавете всички HTML5 видеоклипове на всеки уебсайт.",
    "ca": "Accelereu o alenteu els vídeos HTML5 de qualsevol lloc web.",
    "cs": "Zrychlete nebo zpomalte všechna videa HTML5 na libovolném webu.",
    "da": "Fremskynde eller bremse alle HTML5-videoer på ethvert websted.",
    "de": "Beschleunigen oder verlangsamen Sie HTML5-Videos auf jeder Website.",
    "el": "Επιταχύνετε ή επιβραδύνετε οποιαδήποτε βίντεο HTML5 σε οποιονδήποτε ιστότοπο.",
    "es": "Acelere o ralentice los videos HTML5 en cualquier sitio web.",
    "et": "Mis tahes veebisaidi HTML5-videote kiirendamine või aeglustamine.",
    "fa": "سرعت فیلمبرداری و یا کاهش سرعت فیلمهای HTML5 در هر وب سایت.",
    "fi": "Nopeuta tai hidasta HTML5-videoita millä tahansa verkkosivustolla.",
    "fil": "Pabilisin o pabagalin ang anumang mga video na HTML5 sa anumang website.",
    "fr": "Accélérez ou ralentissez toutes les vidéos HTML5 sur n&#39;importe quel site Web.",
    "he": "להאיץ או להאט כל סרטוני HTML5 באתר כלשהו.",
    "hi": "किसी भी वेबसाइट पर किसी भी HTML5 वीडियो को गति दें या धीमा करें।",
    "hr": "Ubrzajte ili usporite bilo koji HTML5 videozapis na bilo kojem web mjestu.",
    "hu": "Gyorsítsa vagy lassítsa le a HTML5 videókat bármely weboldalon.",
    "id": "Mempercepat atau memperlambat video HTML5 di situs web apa pun.",
    "it": "Accelera o rallenta qualsiasi video HTML5 su qualsiasi sito Web.",
    "ja": "Webサイト上のHTML5ビデオを高速化または低速化します。",
    "ko": "모든 웹 사이트에서 HTML5 비디오의 속도를 높이거나 늦 춥니 다.",
    "lt": "Pagreitinkite arba sulėtinkite bet kokius HTML5 vaizdo įrašus bet kurioje svetainėje.",
    "lv": "Paātriniet vai palēniniet HTML5 videoklipus jebkurā vietnē.",
    "ms": "Mempercepat atau melambatkan sebarang video HTML5 di mana-mana laman web.",
    "nl": "Versnel of vertraag HTML5-video&#39;s op elke website.",
    "no": "Fremskynd eller senk eventuelle HTML5-videoer på et hvilket som helst nettsted.",
    "pl": "Przyspiesz lub zwolnij wszystkie filmy HTML5 na dowolnej stronie internetowej.",
    "ro": "Accelerați sau încetiniți orice videoclipuri HTML5 pe orice site web.",
    "ru": "Ускорьте или замедлите любое видео HTML5 на любом веб-сайте.",
    "sk": "Zrýchlite alebo spomalte všetky videá HTML5 na ľubovoľnej webovej stránke.",
    "sl": "Pospešite ali upočasnite kateri koli videoposnetek HTML5 na katerem koli spletnem mestu.",
    "sr": "Убрзајте или успорите било који ХТМЛ5 видео запис на било којој веб локацији.",
    "sv": "Snabba upp eller sakta ner HTML5-videor på någon webbplats.",
    "th": "เพิ่มความเร็วหรือลดความเร็วของวิดีโอ HTML5 ในเว็บไซต์ใด ๆ",
    "tr": "Herhangi bir web sitesindeki HTML5 videolarını hızlandırın veya yavaşlatın.",
    "uk": "Прискорити або сповільнити будь-які відео HTML5 на будь-якому веб-сайті.",
    "vi": "Tăng tốc hoặc làm chậm bất kỳ video HTML5 nào trên bất kỳ trang web nào.",
    "zh_CN": "加快或减慢任何网站上的任何HTML5视频。",
    "zh_TW": "加快或減慢任何網站上的任何HTML5視頻。"
  },
  "long": {
    "ar": "تحكم في سرعة مقاطع فيديو HTML5 الخاصة بك. لديك الخيارات التالية ، زيادة السرعة ، الإبطاء ، التقدم والإرجاع باستخدام لوحة المفاتيح أثناء مشاهدة الفيديو الخاص بك. شاهد مقاطع الفيديو بالسرعة التي تريدها باستخدام برنامج video speed control الخاص بنا.\n\nيعمل هذا البرنامج بشكل جيد مع متصفح Chrome ، وهو video speed controller chrome.\n\nتعامل مع سرعة التشغيل أثناء مشاهدة مقاطع الفيديو حتى تتمكن من توفير الوقت عن طريق زيادة سرعة التشغيل. يتيح لك هذا الامتداد تسريع أي فيديو أو إبطائه. لا معايير أو حدود. ما عليك سوى زيادة سرعة التشغيل وتقليلها ، وتقديم الفيديو وإرجاعه عدة مرات حسب حاجتك.\n\nهل سبق لك أن أردت تخطي اللحظات المملة لفيلم ما أو مجرد إرجاع اللحظة المفضلة أكثر وأكثر؟\n\nيمكنك القيام بذلك اليوم باستخدام وحدة التحكم في سرعة الفيديو. تحكم في youtube speed control واضبط html5 video speed control أيضًا.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Control the speed of your HTML5 videos. You have the following options, speed boost, slow down, advance and rewind using the keyboard while you watch your video. Watch videos at the pace you want, using our video speed control software.\n\nThis software works well for the Chrome browser, and is a video speed controller chrome.\n\nHandle the playback speed while watching videos so you can save time by boosting the play speed. This extension allows you to speed up or slow down any video. No standards or limits. Just increase and decrease the playback speed, advance and rewind video as many times as you need.\n\nHave you ever wanted to skip through the boring moments of a movie or just rewind the favourite moment more and more?\n\nYou can do so today using our video speed controller. Control youtube speed control and also adjust html5 video speed control as well.",
    "bg": "Контролирайте скоростта на вашите HTML5 видеоклипове. Имате следните опции, увеличаване на скоростта, забавяне, напредване и пренавиване с помощта на клавиатурата, докато гледате видеоклипа си. Гледайте видеоклипове с желаното темпо, като използвате нашия софтуер video speed control.\n\nТози софтуер работи добре за браузъра Chrome и е video speed controller chrome.\n\nУправлявайте скоростта на възпроизвеждане, докато гледате видеоклипове, за да спестите време, като увеличите скоростта на възпроизвеждане. Това разширение ви позволява да ускорите или забавите всеки видеоклип. Няма стандарти или ограничения. Просто увеличете и намалете скоростта на възпроизвеждане, напреднете и превъртете видеоклипа толкова пъти, колкото ви е необходимо.\n\nИскали ли сте някога да прескочите скучните моменти на филм или просто да превъртате любимия момент все повече и повече?\n\nМожете да го направите днес, като използвате нашия контролер за скорост на видео. Контролирайте youtube speed control и също така коригирайте html5 video speed control.",
    "ca": "Controla la velocitat dels teus vídeos HTML5. Teniu les opcions següents: augmentar la velocitat, disminuir la velocitat, avançar i rebobinar mitjançant el teclat mentre mireu el vídeo. Mireu els vídeos al ritme que vulgueu amb el nostre programari video speed control.\n\nAquest programari funciona bé per al navegador Chrome i és un video speed controller chrome.\n\nGestioneu la velocitat de reproducció mentre mireu vídeos perquè pugueu estalviar temps augmentant la velocitat de reproducció. Aquesta extensió us permet accelerar o alentir qualsevol vídeo. Sense estàndards ni límits. Només cal augmentar i disminuir la velocitat de reproducció, avançar i rebobinar el vídeo tantes vegades com necessiti.\n\nAlguna vegada has volgut saltar-te els moments avorrits d’una pel·lícula o simplement rebobinar cada cop més el moment preferit?\n\nPodeu fer-ho avui mateix mitjançant el nostre controlador de velocitat de vídeo. Controleu youtube speed control i també ajusteu html5 video speed control també.",
    "cs": "Ovládejte rychlost svých videí HTML5. Během sledování videa máte na klávesnici následující možnosti: zvýšení rychlosti, zpomalení, posun vpřed a vzad. Sledujte videa požadovaným tempem pomocí našeho softwaru video speed control.\n\nTento software funguje dobře pro prohlížeč Chrome a je video speed controller chrome.\n\nZpracujte rychlost přehrávání při sledování videa, abyste ušetřili čas zvýšením rychlosti přehrávání. Toto rozšíření umožňuje zrychlit nebo zpomalit jakékoli video. Žádné standardy ani limity. Stačí zvýšit a snížit rychlost přehrávání, posunout a převinout video tolikrát, kolikrát potřebujete.\n\nUž jste někdy chtěli přeskočit nudné okamžiky filmu nebo jen přetočit oblíbený okamžik stále více?\n\nMůžete tak učinit dnes pomocí našeho ovladače rychlosti videa. Ovládejte youtube speed control a také upravujte html5 video speed control.",
    "da": "Kontroller hastigheden på dine HTML5-videoer. Du har følgende muligheder, hastighedsforøgelse, sænke, gå frem og tilbage ved hjælp af tastaturet, mens du ser din video. Se videoer i det tempo, du ønsker, ved hjælp af vores video speed control software.\n\nDenne software fungerer godt for Chrome-browseren og er en video speed controller chrome.\n\nHåndter afspilningshastigheden, mens du ser videoer, så du kan spare tid ved at øge afspilningshastigheden. Denne udvidelse giver dig mulighed for at fremskynde eller bremse enhver video. Ingen standarder eller begrænsninger. Bare øg og formindsk afspilningshastigheden, frem og tilbage video så mange gange som du har brug for.\n\nHar du nogensinde ønsket at springe gennem de kedelige øjeblikke i en film eller bare spole favoritmomentet mere og mere tilbage?\n\nDu kan gøre det i dag ved hjælp af vores videohastighedskontrol. Kontrol youtube speed control og juster også html5 video speed control også.",
    "de": "Steuern Sie die Geschwindigkeit Ihrer HTML5-Videos. Sie haben die folgenden Optionen: Geschwindigkeitssteigerung, Verlangsamung, Vor- und Rücklauf über die Tastatur, während Sie Ihr Video ansehen. Sehen Sie sich Videos mit unserer video speed control -Software im gewünschten Tempo an.\n\nDiese Software funktioniert gut für den Chrome-Browser und ist eine video speed controller chrome.\n\nBehandeln Sie die Wiedergabegeschwindigkeit beim Ansehen von Videos, damit Sie Zeit sparen können, indem Sie die Wiedergabegeschwindigkeit erhöhen. Mit dieser Erweiterung können Sie jedes Video beschleunigen oder verlangsamen. Keine Standards oder Grenzen. Erhöhen und verringern Sie einfach die Wiedergabegeschwindigkeit, stellen Sie das Video so oft vor und zurück, wie Sie möchten.\n\nWollten Sie schon immer einmal die langweiligen Momente eines Films überspringen oder den Lieblingsmoment immer mehr zurückspulen?\n\nSie können dies heute mit unserem Video-Geschwindigkeitsregler tun. Kontrolliere youtube speed control und passe auch html5 video speed control an.",
    "el": "Ελέγξτε την ταχύτητα των βίντεο HTML5. Έχετε τις ακόλουθες επιλογές, αύξηση ταχύτητας, επιβράδυνση, προώθηση και επαναφορά χρησιμοποιώντας το πληκτρολόγιο ενώ παρακολουθείτε το βίντεό σας. Παρακολουθήστε βίντεο με το ρυθμό που θέλετε, χρησιμοποιώντας το λογισμικό video speed control μας.\n\nΑυτό το λογισμικό λειτουργεί καλά για το πρόγραμμα περιήγησης Chrome και είναι video speed controller chrome.\n\nΧειριστείτε την ταχύτητα αναπαραγωγής ενώ παρακολουθείτε βίντεο, ώστε να εξοικονομήσετε χρόνο ενισχύοντας την ταχύτητα αναπαραγωγής. Αυτή η επέκταση σάς επιτρέπει να επιταχύνετε ή να επιβραδύνετε οποιοδήποτε βίντεο. Δεν υπάρχουν πρότυπα ή όρια. Απλώς αυξήστε και μειώστε την ταχύτητα αναπαραγωγής, προωθήστε και επαναφέρετε το βίντεο όσες φορές χρειάζεστε.\n\nΘέλατε ποτέ να παραλείψετε τις βαρετές στιγμές μιας ταινίας ή να επαναφέρετε όλο και περισσότερο την αγαπημένη στιγμή;\n\nΜπορείτε να το κάνετε σήμερα χρησιμοποιώντας τον ελεγκτή ταχύτητας βίντεο. Ελέγξτε youtube speed control και προσαρμόστε επίσης html5 video speed control.",
    "en_US": "Speed controller for HTML5 videos. Simply manage speed boost, slow down, advance and rewind using keyboard.\nSimply handle playback speed while watching videos. Video Speed Manager allows you to speed up or slow down any video during the watching. No standards or limits. Just increase and decrease the playback speed, advance and rewind video as many times as you need.\n\nHave you ever wanted to advance the boring moment or just rewind the favourite video moment more and more? Video Speed Manager is the best tool for video running. Settings console will help to optimize video reviewing. All you need is just set needed shortcuts.",
    "es": "Controle la velocidad de sus videos HTML5. Tienes las siguientes opciones, aumentar la velocidad, ralentizar, avanzar y rebobinar usando el teclado mientras miras tu video. Vea videos al ritmo que desee con nuestro software video speed control.\n\nEste software funciona bien para el navegador Chrome y es un video speed controller chrome.\n\nManeje la velocidad de reproducción mientras mira videos para que pueda ahorrar tiempo al aumentar la velocidad de reproducción. Esta extensión le permite acelerar o ralentizar cualquier video. Sin estándares ni límites. Simplemente aumente y disminuya la velocidad de reproducción, avance y retroceda el video tantas veces como necesite.\n\n¿Alguna vez has querido pasar por alto los momentos aburridos de una película o simplemente rebobinar el momento favorito cada vez más?\n\nPuede hacerlo hoy usando nuestro controlador de velocidad de video. Controle youtube speed control y también ajuste html5 video speed control.",
    "et": "Kontrollige oma HTML5-videote kiirust. Video vaatamise ajal on klaviatuuri abil järgmised võimalused: kiiruse suurendamine, aeglustamine, edasiliikumine ja tagasikerimine. Vaadake videoid soovitud tempos, kasutades meie video speed control tarkvara.\n\nSee tarkvara töötab Chrome'i brauseris hästi ja on video speed controller chrome.\n\nVideote vaatamise ajal käsitsege taasesituse kiirust, et saaksite esituskiiruse suurendamise abil aega kokku hoida. See laiendus võimaldab teil kiirendada või aeglustada mis tahes videot. Ei mingeid standardeid ega piire. Lihtsalt suurendage ja vähendage taasesituse kiirust, edasi ja tagasi kerige videot nii palju kordi kui vaja.\n\nKas olete kunagi tahtnud filmi igavaid hetki vahele jätta või lihtsalt lemmikhetke üha rohkem tagasi kerida?\n\nSeda saate täna teha meie videokiiruse kontrolleri abil. Juhtige nuppu youtube speed control ja reguleerige ka html5 video speed control.",
    "fa": "سرعت فیلم های HTML5 خود را کنترل کنید. هنگام تماشای ویدیوی خود ، با استفاده از صفحه کلید گزینه های زیر را دارید: افزایش سرعت ، کاهش سرعت ، جلو و عقب. با استفاده از نرم افزار video speed control ما فیلم ها را با سرعت دلخواه تماشا کنید.\n\nاین نرم افزار برای مرورگر Chrome به خوبی کار می کند و یک video speed controller chrome است.\n\nهنگام تماشای فیلم ها سرعت پخش را کنترل کنید تا با افزایش سرعت پخش بتوانید در وقت صرفه جویی کنید. این افزونه به شما امکان می دهد هر ویدیویی را سرعت یا سرعت آن را کم کنید. هیچ استاندارد و محدودیتی وجود ندارد. فقط کافی است سرعت پخش را کم و زیاد کنید ، فیلم را هر چند بار که نیاز دارید پیش ببرید و عقب ببرید.\n\nآیا تا به حال شده است که بخواهید از لحظات کسل کننده یک فیلم عبور کنید یا اینکه لحظه مورد علاقه را بیشتر و بیشتر عقب ببرید؟\n\nامروز می توانید با استفاده از کنترل کننده سرعت فیلم ما این کار را انجام دهید. youtube speed control را کنترل کرده و html5 video speed control را نیز تنظیم کنید.",
    "fi": "Nopeussäädin HTML5-videoille. Hallitse vain nopeuden lisäämistä, hidasta, siirrä eteen- ja taaksepäin näppäimistön avulla.\nKäsittele toistonopeutta vain videoita katsellessasi. Video Speed Manager antaa sinun nopeuttaa tai hidastaa mitä tahansa videota katselun aikana. Ei standardeja tai rajoituksia. Lisää ja vähennä vain toistonopeutta, siirrä ja kelaa videota niin monta kertaa kuin tarvitset.\n\nOletko koskaan halunnut eteenpäin tylsää hetkeä tai vain kelata suosikki videohetkeä yhä enemmän? Video Speed Manager on paras työkalu videon ajamiseen. Asetukset-konsoli auttaa videoiden tarkistamisen optimoinnissa. Kaikki mitä tarvitset on vain asetettu tarvittavat pikavalinnat.",
    "fil": "Hallitse HTML5-videoidesi nopeutta. Sinulla on seuraavat vaihtoehdot, nopeuden lisääminen, hidastaminen, eteenpäin ja taaksepäin näppäimistön avulla katsellessasi videota. Katso videoita haluamallasi tahdilla video speed control -ohjelmistomme avulla.\n\nTämä ohjelmisto toimii hyvin Chrome-selaimella ja on video speed controller chrome.\n\nKäsittele toistonopeutta videoita katsellessasi, jotta voit säästää aikaa parantamalla toistonopeutta. Tämän laajennuksen avulla voit nopeuttaa tai hidastaa mitä tahansa videota. Ei standardeja tai rajoituksia. Lisää ja vähennä toistonopeutta, eteenpäin ja kelaa videota niin monta kertaa kuin tarvitset.\n\nOletko koskaan halunnut ohittaa elokuvan tylsiä hetkiä tai vain kelata suosikkihetkeä yhä enemmän?\n\nVoit tehdä sen tänään videonopeussäätimellämme. Ohjaa youtube speed control ja säädä myös html5 video speed control.",
    "fr": "Contrôlez la vitesse de vos vidéos HTML5. Vous disposez des options suivantes: augmentation de la vitesse, ralentissement, avance et retour en arrière à l'aide du clavier pendant que vous regardez votre vidéo. Regardez des vidéos au rythme que vous souhaitez, à l'aide de notre logiciel video speed control.\n\nCe logiciel fonctionne bien pour le navigateur Chrome et est un video speed controller chrome.\n\nGérez la vitesse de lecture tout en regardant des vidéos afin de gagner du temps en augmentant la vitesse de lecture. Cette extension vous permet d'accélérer ou de ralentir n'importe quelle vidéo. Pas de normes ni de limites. Augmentez et diminuez simplement la vitesse de lecture, avancez et rembobinez la vidéo autant de fois que nécessaire.\n\nAvez-vous déjà voulu passer à travers les moments ennuyeux d'un film ou simplement revenir en arrière de plus en plus sur le moment préféré?\n\nVous pouvez le faire aujourd'hui en utilisant notre contrôleur de vitesse vidéo. Contrôlez youtube speed control et ajustez également html5 video speed control.",
    "he": "בקר מהירות לסרטוני HTML5. פשוט נהל את הגברת המהירות, האטה, התקדמה והרעה אחורה באמצעות המקלדת.\nפשוט התמודד עם מהירות ההפעלה תוך כדי צפייה בסרטונים. מנהל מהירות הווידיאו מאפשר לך להאיץ או להאט כל סרטון במהלך הצפייה. אין סטנדרטים או גבולות. פשוט הגדילו והקטנו את מהירות ההפעלה, התקדמו והקדימו את הווידיאו מחדש כמה פעמים שתצטרכו.\n\nהאם אי פעם רצית לקדם את הרגע המשעמם או פשוט להריץ מחדש את רגע הווידיאו החביב יותר ויותר? מנהל מהירות הווידיאו הוא הכלי הטוב ביותר להפעלת וידאו. מסוף ההגדרות יעזור למטב את בדיקת הסרטונים. כל מה שאתה צריך זה רק להגדיר קיצורי דרך נחוצים.",
    "hi": "अपने HTML5 वीडियो की गति को नियंत्रित करें। जब आप अपना वीडियो देखते हैं, तो आपके पास निम्न विकल्प होते हैं, गति बढ़ाने, धीमा, अग्रिम और फिर से कीबोर्ड का उपयोग करते हुए। हमारे video speed control सॉफ़्टवेयर का उपयोग करके इच्छित गति पर वीडियो देखें।\n\nयह सॉफ़्टवेयर Chrome ब्राउज़र के लिए अच्छा काम करता है, और एक video speed controller chrome है।\n\nवीडियो देखते समय प्लेबैक स्पीड को हैंडल करें ताकि आप प्ले स्पीड को बढ़ाकर समय बचा सकें। यह एक्सटेंशन आपको किसी भी वीडियो को गति देने या धीमा करने की अनुमति देता है। कोई मानक या सीमा नहीं। बस प्लेबैक गति को बढ़ाएं और घटाएं, वीडियो को जितनी बार चाहें उतनी बार आगे और पीछे करें।\n\nक्या आप कभी किसी फिल्म के उबाऊ क्षणों के माध्यम से छोड़ना चाहते हैं या सिर्फ पसंदीदा क्षण को अधिक से अधिक रिवाइंड करना चाहते हैं?\n\nआप आज हमारे वीडियो गति नियंत्रक का उपयोग करके ऐसा कर सकते हैं। नियंत्रण youtube speed control और साथ ही html5 video speed control को भी समायोजित करें।",
    "hr": "Kontrolirajte brzinu svojih HTML5 videozapisa. Na raspolaganju su vam sljedeće mogućnosti: pojačavanje brzine, usporavanje, pomicanje unaprijed i unatrag pomoću tipkovnice dok gledate video. Gledajte videozapise željenim tempom pomoću našeg video speed control softvera.\n\nOvaj softver dobro funkcionira za preglednik Chrome i predstavlja video speed controller chrome.\n\nUpravljajte brzinom reprodukcije tijekom gledanja videozapisa kako biste uštedjeli vrijeme povećavanjem brzine reprodukcije. Ovo proširenje omogućuje vam ubrzavanje ili usporavanje bilo kojeg videozapisa. Nema standarda ili ograničenja. Samo povećajte i smanjite brzinu reprodukcije, unaprijedite i premotajte videozapis onoliko puta koliko vam je potrebno.\n\nJeste li ikad poželjeli preskočiti dosadne trenutke filma ili jednostavno premotati omiljeni trenutak sve više i više?\n\nTo možete učiniti danas pomoću našeg kontrolera brzine video zapisa. Kontrolirajte youtube speed control, a također prilagodite i html5 video speed control.",
    "hu": "Szabályozhatja a HTML5-videók sebességét. A következő lehetőségek közül választhat: sebességnövelés, lassítás, előre lépés és visszatekerés a billentyűzet használatával, miközben videót néz. Nézzen videókat a kívánt ütemben, a video speed control szoftverünk segítségével.\n\nEz a szoftver jól működik a Chrome böngészőben, és video speed controller chrome.\n\nKezelje a lejátszás sebességét videók megtekintése közben, így időt takaríthat meg a lejátszási sebesség növelésével. Ez a kiterjesztés lehetővé teszi bármely videó gyorsítását vagy lassítását. Nincsenek szabványok vagy korlátozások. Csak növelje és csökkentse a lejátszási sebességet, előre és hátra tekerje a videókat annyiszor, ahányszor csak szüksége van.\n\nSzerette volna már átugrani egy film unalmas pillanatait, vagy csak egyre inkább visszatekerni a kedvenc pillanatot?\n\nEzt ma megteheti a videó sebességszabályozónk segítségével. Vezérelje a youtube speed control és állítsa be a html5 video speed control elemet is.",
    "id": "Kontrol kecepatan video HTML5 Anda. Anda memiliki opsi berikut, peningkatan kecepatan, perlambat, maju, dan mundur menggunakan keyboard saat Anda menonton video. Tonton video dengan kecepatan yang Anda inginkan, menggunakan perangkat lunak video speed control kami.\n\nPerangkat lunak ini bekerja dengan baik untuk peramban Chrome, dan merupakan video speed controller chrome.\n\nTangani kecepatan pemutaran saat menonton video sehingga Anda dapat menghemat waktu dengan meningkatkan kecepatan pemutaran. Ekstensi ini memungkinkan Anda untuk mempercepat atau memperlambat video apa pun. Tidak ada standar atau batasan. Tingkatkan dan kurangi kecepatan pemutaran, maju dan mundur video sebanyak yang Anda butuhkan.\n\nPernahkah Anda ingin melewatkan momen film yang membosankan atau hanya memutar ulang momen favorit itu lagi dan lagi?\n\nAnda dapat melakukannya hari ini menggunakan pengontrol kecepatan video kami. Kontrol youtube speed control dan sesuaikan juga html5 video speed control.",
    "it": "Controlla la velocità dei tuoi video HTML5. Hai le seguenti opzioni, aumento della velocità, rallentamento, avanzamento e riavvolgimento utilizzando la tastiera mentre guardi il video. Guarda i video al ritmo che desideri, utilizzando il nostro software video speed control.\n\nQuesto software funziona bene per il browser Chrome ed è un video speed controller chrome.\n\nGestisci la velocità di riproduzione mentre guardi i video in modo da risparmiare tempo aumentando la velocità di riproduzione. Questa estensione ti consente di accelerare o rallentare qualsiasi video. Nessun standard o limite. Basta aumentare e diminuire la velocità di riproduzione, avanzare e riavvolgere il video tutte le volte che vuoi.\n\nHai mai desiderato saltare i momenti noiosi di un film o semplicemente riavvolgere sempre di più il momento preferito?\n\nPuoi farlo oggi utilizzando il nostro regolatore di velocità video. Controlla youtube speed control e regola anche html5 video speed control.",
    "ja": "HTML5ビデオの速度を制御します。ビデオを見ながらキーボードを使用して、スピードブースト、スローダウン、前進、巻き戻しのオプションがあります。 video speed controlソフトウェアを使用して、好きなペースで動画をご覧ください。\n\nこのソフトウェアはChromeブラウザで適切に機能し、video speed controller chromeです。\n\nビデオを見ながら再生速度を処理することで、再生速度を上げて時間を節約できます。この拡張機能を使用すると、ビデオを高速化または低速化できます。基準や制限はありません。再生速度を上げたり下げたり、ビデオを必要な回数だけ進めたり巻き戻したりするだけです。\n\n映画の退屈な瞬間をスキップしたり、お気に入りの瞬間をどんどん巻き戻したいと思ったことはありませんか？\n\n今日は、ビデオスピードコントローラーを使用して行うことができます。 youtube speed controlを制御し、html5 video speed controlも調整します。",
    "ko": "HTML5 동영상의 속도를 제어합니다. 비디오를 시청하는 동안 키보드를 사용하여 속도 향상, 감속, 앞으로 및 되감기 옵션이 있습니다. video speed control 소프트웨어를 사용하여 원하는 속도로 동영상을 시청하세요.\n\n이 소프트웨어는 Chrome 브라우저에서 잘 작동하며 video speed controller chrome입니다.\n\n동영상을 보는 동안 재생 속도를 조절하면 재생 속도를 높여 시간을 절약 할 수 있습니다. 이 확장 기능을 사용하면 비디오 속도를 높이거나 낮출 수 있습니다. 표준이나 제한이 없습니다. 재생 속도를 높이거나 낮추고 필요한만큼 비디오를 앞뒤로 되감기 만하면됩니다.\n\n영화의 지루한 순간을 건너 뛰거나 좋아하는 순간을 점점 더 되 감고 싶었던 적이 있습니까?\n\n오늘 우리의 비디오 속도 컨트롤러를 사용하여 그렇게 할 수 있습니다. youtube speed control를 제어하고 html5 video speed control도 조정하십시오.",
    "lt": "Valdykite savo HTML5 vaizdo įrašų greitį. Žiūrėdami vaizdo įrašą galite naudoti šias parinktis: greičio padidinimą, sulėtėjimą, judėjimą į priekį ir atgal. Žiūrėkite vaizdo įrašus norimu tempu naudodami mūsų video speed control programinę įrangą.\n\nŠi programinė įranga gerai veikia naršyklėje „Chrome“ ir yra video speed controller chrome.\n\nValdykite atkūrimo greitį žiūrėdami vaizdo įrašus, kad padidintumėte atkūrimo greitį, sutaupytumėte laiko. Šis plėtinys leidžia pagreitinti arba sulėtinti bet kokį vaizdo įrašą. Jokių standartų ar apribojimų. Tiesiog padidinkite ir sumažinkite atkūrimo greitį, judėkite į priekį ir atsukite vaizdo įrašą tiek kartų, kiek jums reikia.\n\nAr kada nors norėjote praleisti nuobodžias filmo akimirkas ar tiesiog vis labiau pamėgti mėgstamą akimirką?\n\nTai galite padaryti šiandien naudodamiesi mūsų vaizdo greičio valdikliu. Taip pat valdykite youtube speed control ir koreguokite html5 video speed control.",
    "lv": "Kontrolējiet savu HTML5 videoklipu ātrumu. Videoklipa skatīšanās laikā jums ir šādas iespējas: ātruma palielināšana, palēnināšanās, virzīšanās uz priekšu un attīšana, izmantojot tastatūru. Skatieties videoklipus vēlamajā tempā, izmantojot mūsu video speed control programmatūru.\n\nŠī programmatūra labi darbojas pārlūkprogrammā Chrome un ir video speed controller chrome.\n\nRīkojieties ar atskaņošanas ātrumu, skatoties videoklipus, lai jūs varētu ietaupīt laiku, palielinot atskaņošanas ātrumu. Šis paplašinājums ļauj paātrināt vai palēnināt jebkuru videoklipu. Nav standartu vai ierobežojumu. Vienkārši palieliniet un samaziniet atskaņošanas ātrumu, virziet un pārtiniet video tik reižu, cik nepieciešams.\n\nVai esat kādreiz gribējuši izlaist garlaicīgi filmas mirkļus vai vienkārši arvien vairāk pārtīt iecienīto mirkli?\n\nTo var izdarīt šodien, izmantojot mūsu video ātruma kontrolieri. Vadīt arī youtube speed control un arī pielāgot html5 video speed control.",
    "ms": "Kawal kelajuan video HTML5 anda. Anda mempunyai pilihan berikut, peningkatan kelajuan, melambatkan, maju dan mundur menggunakan papan kekunci semasa anda menonton video anda. Tonton video mengikut kadar yang anda mahukan, menggunakan perisian video speed control kami.\n\nPerisian ini berfungsi dengan baik untuk penyemak imbas Chrome, dan merupakan video speed controller chrome.\n\nTangani kelajuan main balik sambil menonton video sehingga anda dapat menjimatkan masa dengan meningkatkan kelajuan main. Sambungan ini membolehkan anda mempercepat atau memperlahankan sebarang video. Tiada standard atau had. Cukup tambahkan dan turunkan kelajuan main balik, maju dan mundurkan video seberapa banyak yang anda perlukan.\n\nAdakah anda pernah mahu melewati momen-momen yang membosankan dalam filem atau hanya mengembalikan momen kegemaran semakin banyak?\n\nAnda boleh melakukannya hari ini menggunakan pengawal kelajuan video kami. Kawal youtube speed control dan sesuaikan juga html5 video speed control.",
    "nl": "Beheer de snelheid van uw HTML5-video's. Je hebt de volgende opties: snelheidsboost, vertragen, vooruitspoelen en terugspoelen met het toetsenbord terwijl je je video bekijkt. Bekijk video's in het tempo dat u wilt, met behulp van onze video speed control software.\n\nDeze software werkt goed voor de Chrome-browser en is een video speed controller chrome.\n\nBehandel de afspeelsnelheid terwijl u video's bekijkt, zodat u tijd kunt besparen door de afspeelsnelheid te verhogen. Met deze extensie kun je elke video versnellen of vertragen. Geen normen of limieten. Verhoog en verlaag gewoon de afspeelsnelheid, ga video zo vaak vooruit en terug als je nodig hebt.\n\nHeb je ooit de saaie momenten van een film willen overslaan of gewoon het favoriete moment steeds meer terug willen spoelen?\n\nU kunt dit vandaag doen met onze videosnelheidsregelaar. Bedien youtube speed control en pas ook html5 video speed control aan.",
    "no": "Kontroller hastigheten på HTML5-videoene dine. Du har følgende alternativer, hastighetsforsterkning, sakte ned, frem og tilbake ved hjelp av tastaturet mens du ser på videoen. Se videoer i det tempoet du ønsker, ved hjelp av video speed control programvaren vår.\n\nDenne programvaren fungerer bra for Chrome-nettleseren, og er en video speed controller chrome.\n\nHåndter avspillingshastigheten mens du ser på videoer, slik at du kan spare tid ved å øke avspillingshastigheten. Denne utvidelsen lar deg øke hastigheten på eller senke en hvilken som helst video. Ingen standarder eller grenser. Bare øk og reduser avspillingshastigheten, spol frem og tilbake video så mange ganger du trenger.\n\nHar du noen gang ønsket å hoppe gjennom de kjedelige øyeblikkene til en film eller bare spole favorittøyeblikket mer og mer tilbake?\n\nDu kan gjøre det i dag ved hjelp av vår videohastighetskontroller. Kontroller youtube speed control og juster også html5 video speed control også.",
    "pl": "Kontroluj prędkość swoich filmów HTML5. Masz następujące opcje, zwiększanie prędkości, zwalnianie, przewijanie do przodu i do tyłu za pomocą klawiatury podczas oglądania wideo. Oglądaj filmy w dowolnym tempie, korzystając z naszego video speed control oprogramowania.\n\nTo oprogramowanie działa dobrze w przeglądarce Chrome i jest video speed controller chrome.\n\nDostosuj prędkość odtwarzania podczas oglądania filmów, aby zaoszczędzić czas, zwiększając prędkość odtwarzania. To rozszerzenie pozwala przyspieszyć lub spowolnić dowolny film. Żadnych norm ani ograniczeń. Po prostu zwiększ i zmniejsz prędkość odtwarzania, przewijaj wideo do przodu i do tyłu tyle razy, ile potrzebujesz.\n\nCzy kiedykolwiek chciałeś przeskoczyć przez nudne momenty filmu lub po prostu cofnąć ulubiony moment coraz bardziej?\n\nMożesz to zrobić już dziś za pomocą naszego kontrolera prędkości wideo. Kontroluj youtube speed control, a także dostosuj html5 video speed control.",
    "ro": "Controlați viteza videoclipurilor dvs. HTML5. Aveți următoarele opțiuni, creșterea vitezei, încetinirea, avansarea și derularea înapoi folosind tastatura în timp ce vă urmăriți videoclipul. Urmăriți videoclipuri în ritmul dorit, utilizând software-ul nostru video speed control.\n\nAcest software funcționează bine pentru browserul Chrome și este un video speed controller chrome.\n\nManipulați viteza de redare în timp ce vizionați videoclipuri, astfel încât să puteți economisi timp prin creșterea vitezei de redare. Această extensie vă permite să accelerați sau să încetiniți orice videoclip. Fără standarde sau limite. Doar creșteți și micșorați viteza de redare, avansați și derulați videoclipul de câte ori aveți nevoie.\n\nAi dorit vreodată să treci peste momentele plictisitoare ale unui film sau să derulezi din nou din ce în ce mai mult momentul preferat?\n\nPuteți face acest lucru astăzi folosind regulatorul nostru de viteză video. Controlați youtube speed control și, de asemenea, reglați html5 video speed control.",
    "ru": "Управляйте скоростью ваших HTML5-видео. У вас есть следующие параметры: увеличение скорости, замедление, переход вперед и назад с помощью клавиатуры во время просмотра видео. Смотрите видео в нужном вам темпе с помощью нашего программного обеспечения video speed control.\n\nЭто программное обеспечение хорошо работает с браузером Chrome и является video speed controller chrome.\n\nУправляйте скоростью воспроизведения при просмотре видео, чтобы сэкономить время, увеличив скорость воспроизведения. Это расширение позволяет ускорить или замедлить любое видео. Никаких стандартов или ограничений. Просто увеличивайте и уменьшайте скорость воспроизведения, продвигайте и перематывайте видео столько раз, сколько вам нужно.\n\nВы когда-нибудь хотели пропустить скучные моменты фильма или просто все больше и больше перематывать любимый момент?\n\nВы можете сделать это сегодня, используя наш контроллер скорости видео. Управляйте youtube speed control, а также настройте html5 video speed control.",
    "sk": "Ovládajte rýchlosť svojich videí vo formáte HTML5. Počas sledovania videa máte pomocou klávesnice k dispozícii nasledujúce možnosti: zvýšenie rýchlosti, spomalenie, posun dopredu a dozadu. Sledujte videá požadovaným tempom pomocou nášho softvéru video speed control.\n\nTento softvér funguje dobre pre prehliadač Chrome a je označený ako video speed controller chrome.\n\nZvyšujte rýchlosť prehrávania a sledujte videá, aby ste šetrili čas. Toto rozšírenie umožňuje zrýchliť alebo spomaliť akékoľvek video. Žiadne normy ani limity. Stačí zvýšiť a znížiť rýchlosť prehrávania, posunúť video dopredu a dozadu toľkokrát, koľkokrát potrebujete.\n\nUž ste niekedy chceli preskočiť nudné okamihy filmu alebo len stále viac a viac pretáčať obľúbený okamih?\n\nMôžete tak urobiť dnes pomocou nášho radiča rýchlosti videa. Ovládajte youtube speed control a tiež upravujte html5 video speed control.",
    "sl": "Nadzirajte hitrost svojih videoposnetkov HTML5. Med gledanjem videoposnetka imate s tipkovnico naslednje možnosti: povečanje hitrosti, upočasnitev, napredovanje in previjanje nazaj. Oglejte si videoposnetke s hitrostjo, ki jo želite, z našo programsko opremo video speed control.\n\nTa programska oprema dobro deluje za brskalnik Chrome in je video speed controller chrome.\n\nMed gledanjem videoposnetkov ravnajte s hitrostjo predvajanja, da lahko prihranite čas s povečanjem hitrosti predvajanja. Ta razširitev vam omogoča, da pospešite ali upočasnite kateri koli video. Brez standardov ali omejitev. Samo povečajte in zmanjšajte hitrost predvajanja, pospešite in previjte video nazaj tolikokrat, kolikor potrebujete.\n\nSte si že kdaj želeli preskočiti dolgočasne trenutke filma ali pa preprosto vse bolj previjati najljubši trenutek?\n\nTo lahko storite danes z uporabo našega krmilnika hitrosti videa. Nadzirajte youtube speed control in prilagodite tudi html5 video speed control.",
    "sr": "Контролишите брзину ХТМЛ5 видео записа. На располагању су вам следеће опције, појачавање брзине, успоравање, премотавање уназад и уназад помоћу тастатуре док гледате видео. Гледајте видео записе жељеним темпом помоћу нашег video speed control софтвера.\n\nОвај софтвер добро функционише за прегледач Цхроме и представља video speed controller chrome.\n\nУправљајте брзином репродукције док гледате видео записе, тако да можете уштедети време повећавањем брзине репродукције. Ово проширење вам омогућава да убрзате или успорите било који видео запис. Нема стандарда или ограничења. Само повећајте и смањите брзину репродукције, унапредите и премотајте видео према назад онолико пута колико вам је потребно.\n\nДа ли сте икада пожелели да прескочите досадне тренутке филма или једноставно премотате омиљени тренутак све више и више?\n\nТо можете учинити већ данас помоћу нашег контролера брзине видео записа. Контролишите youtube speed control, а такође прилагодите и html5 video speed control.",
    "sv": "Kontrollera hastigheten på dina HTML5-videor. Du har följande alternativ, hastighetsförstärkning, sakta ner, avancera och spola tillbaka med tangentbordet medan du tittar på din video. Titta på videor i den takt du vill ha med vår video speed control programvara.\n\nDenna programvara fungerar bra för Chrome-webbläsaren och är en video speed controller chrome.\n\nHantera uppspelningshastigheten medan du tittar på videor så att du kan spara tid genom att öka uppspelningshastigheten. Denna förlängning låter dig påskynda eller sakta ner någon video. Inga standarder eller begränsningar. Det är bara att öka och minska uppspelningshastigheten, flytta fram och spola tillbaka video så många gånger du behöver.\n\nHar du någonsin velat hoppa igenom de tråkiga ögonblicken i en film eller bara spola tillbaka favoritögonblicket mer och mer?\n\nDu kan göra det idag med vår videohastighetsregulator. Kontrollera youtube speed control och justera också html5 video speed control också.",
    "th": "ควบคุมความเร็วของวิดีโอ HTML5 ของคุณ คุณมีตัวเลือกต่อไปนี้เพิ่มความเร็วช้าลงเลื่อนไปข้างหน้าและย้อนกลับโดยใช้แป้นพิมพ์ในขณะที่คุณดูวิดีโอ ชมวิดีโอในจังหวะที่คุณต้องการโดยใช้ซอฟต์แวร์ video speed control ของเรา\n\nซอฟต์แวร์นี้ทำงานได้ดีสำหรับเบราว์เซอร์ Chrome และเป็น video speed controller chrome\n\nจัดการความเร็วในการเล่นขณะดูวิดีโอเพื่อให้คุณประหยัดเวลาได้ด้วยการเพิ่มความเร็วในการเล่น ส่วนขยายนี้ช่วยให้คุณเพิ่มความเร็วหรือชะลอวิดีโอใด ๆ ไม่มีมาตรฐานหรือข้อ จำกัด เพียงแค่เพิ่มและลดความเร็วในการเล่นเลื่อนและย้อนกลับวิดีโอหลาย ๆ ครั้งตามที่คุณต้องการ\n\nคุณเคยอยากจะข้ามผ่านช่วงเวลาที่น่าเบื่อของภาพยนตร์หรือเพียงแค่ย้อนกลับช่วงเวลาโปรดมากขึ้นเรื่อย ๆ หรือไม่?\n\nคุณสามารถทำได้วันนี้โดยใช้ตัวควบคุมความเร็ววิดีโอของเรา ควบคุม youtube speed control และปรับแต่ง html5 video speed control ด้วย",
    "tr": "HTML5 videolarınızın hızını kontrol edin. Videonuzu izlerken klavyeyi kullanarak aşağıdaki seçeneklere sahipsiniz: hız artırma, yavaşlama, ilerleme ve geri sarma. video speed control yazılımımızı kullanarak videoları istediğiniz hızda izleyin.\n\nBu yazılım, Chrome tarayıcı için iyi çalışıyor ve bir video speed controller chrome.\n\nOynatma hızını artırarak zaman kazanabilmek için video izlerken oynatma hızını kullanın. Bu uzantı, herhangi bir videoyu hızlandırmanıza veya yavaşlatmanıza olanak tanır. Standart veya sınır yok. Oynatma hızını artırın ve azaltın, videoyu ihtiyaç duyduğunuz kadar ilerletin ve geri sarın.\n\nHiç bir filmin sıkıcı anlarını atlamak ya da en sevdiğiniz anı giderek daha fazla geri sarmak istediniz mi?\n\nBunu bugün video hız denetleyicimizi kullanarak yapabilirsiniz. youtube speed control kontrol edin ve ayrıca html5 video speed control 'yi de ayarlayın.",
    "uk": "Контролюйте швидкість відео у форматі HTML5. У вас є такі опції, прискорення, уповільнення, перемотування та перемотування назад за допомогою клавіатури під час перегляду відео. Переглядайте відео в потрібному темпі за допомогою нашого програмного забезпечення video speed control.\n\nЦе програмне забезпечення добре працює для браузера Chrome і є video speed controller chrome.\n\nОбробляйте швидкість відтворення під час перегляду відео, щоб заощадити час, збільшивши швидкість відтворення. Це розширення дозволяє пришвидшити або уповільнити будь-яке відео. Ніяких стандартів та обмежень. Просто збільште та зменште швидкість відтворення, перемотуйте та перемотуйте відео стільки разів, скільки вам потрібно.\n\nВи коли-небудь хотіли пропустити нудні моменти фільму або просто перемотати улюблений момент все більше і більше?\n\nВи можете зробити це сьогодні за допомогою нашого контролера швидкості відео. Керуйте youtube speed control, а також регулюйте html5 video speed control.",
    "vi": "Kiểm soát tốc độ video HTML5 của bạn. Bạn có các tùy chọn sau, tăng tốc độ, làm chậm, tiến và tua lại bằng bàn phím trong khi xem video của mình. Xem video ở tốc độ bạn muốn bằng phần mềm video speed control của chúng tôi.\n\nPhần mềm này hoạt động tốt cho trình duyệt Chrome và là một video speed controller chrome.\n\nXử lý tốc độ phát lại trong khi xem video để bạn có thể tiết kiệm thời gian bằng cách tăng tốc độ phát. Tiện ích mở rộng này cho phép bạn tăng tốc hoặc làm chậm bất kỳ video nào. Không có tiêu chuẩn hoặc giới hạn. Chỉ cần tăng và giảm tốc độ phát lại, tua đi tua lại video bao nhiêu lần tùy ý.\n\nBạn đã bao giờ muốn bỏ qua những khoảnh khắc nhàm chán của một bộ phim hay chỉ tua đi tua lại khoảnh khắc yêu thích?\n\nBạn có thể làm như vậy ngay hôm nay bằng bộ điều khiển tốc độ video của chúng tôi. Kiểm soát youtube speed control và cũng điều chỉnh html5 video speed control.",
    "zh_CN": "控制HTML5视频的速度。观看视频时，您可以使用以下选项进行选择：加速，减速，快进和快退。使用我们的video speed control软件以您想要的速度观看视频。\n\n该软件适用于Chrome浏览器，并且为video speed controller chrome。\n\n观看视频时处理播放速度，以便通过提高播放速度来节省时间。此扩展程序可让您加快或减慢任何视频。没有标准或限制。只需提高和降低播放速度，即可根据需要多次前进和后退视频。\n\n您是否曾经想跳过电影中无聊的时刻，或者只是越来越多地倒带最喜欢的时刻？\n\n您今天就可以使用我们的视频速度控制器来做到这一点。控制youtube speed control并也调整html5 video speed control。",
    "zh_TW": "控制HTML5視頻的速度。在觀看視頻時，您可以使用鍵盤進行以下操作：提高速度，降低速度，快進和快退。使用我們的video speed control軟件以您想要的速度觀看視頻。\n\n該軟件適用於Chrome瀏覽器，並且為video speed controller chrome。\n\n觀看視頻時處理播放速度，以便通過提高播放速度來節省時間。此擴展程序可讓您加快或減慢任何視頻。沒有標准或限制。只需提高和降低播放速度，即可根據需要多次前進和後退視頻。\n\n您是否曾經想跳過電影中無聊的時刻，或者只是越來越多地倒帶最喜歡的時刻？\n\n您今天就可以使用我們的視頻速度控制器來做到這一點。控制youtube speed control並也調整html5 video speed control。"
  }
}