{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMX Go!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMX Go!, the fast and convenient start point: Your favourite websites at a glance, quick search, date & time and emails.",
    "de": "GMX Go!, der schnelle und bequeme Startpunkt: Ihre Lieblingsseiten im Überblick, schnelle Suche, Datum und E-Mails."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMX Start is your quick and convenient starting point for your journey on the web!\n\nBy downloading GMX Start your new tab page is updated to GMX.NET\n\nOpens in a new tab and as a start page.\n\nAdd your favorite websites to GMX Start and sort them any way you like.\nWith just one click on a tile, you'll be on the page of your choice.\n\nUse the integrated GMX search to quickly find the desired results.\n\nIn combination with the GMX MailCheck you have direct access to your e-mails, address book and cloud storage.",
    "de": "Mit GMX Go! alles auf einen Blick: schnelle Suche, Uhrzeit, Datum, Mails und Lieblingsseiten - bequem und zeitsparend - für das beste Surf-Erlebnis.\n\nDie Browser-Startseite ist die am häufigste besuchte Website. Wieso nicht einfach selbst anpassen? Mit GMX Go! können Sie die Standard- Startseite durch eine neue, personalisierte Seite ersetzen. Sie bietet einen simplen und schnellen Überblick über alle Funktionen, die Sie für Ihre Reise im Web benötigen. Konfigurieren Sie Ihre Startseite Ihren Wünschen entsprechend, um wertvolle Zeit zu sparen - schließlich haben Sie alles was Sie brauchen vor Ihnen!\n\nMit der Installation von GMX Start wird die New Tab Seite auf GMX aktualisiert.\n\nMithilfe von GMX Go! bringen Sie Schwung in Ihre Startseite. Gut organisiert gelangen Sie schnell, einfach und ohne Werbung an Ihr Ziel.\n\n•\tNutzen Sie die Suche\nNutzen Sie die integrierte GMX Suche, um schnell die gewünschten Ergebnisse zu finden.\n\n• \tE-Mail\nFügen Sie Ihre E-Mail-Accounts hinzu und Sie sind stets auf dem neusten Stand!\n\n•\tAlle Lieblingsseiten auf einem Blick\nFügen Sie Ihre Lieblingswebseiten zu GMX Start hinzu und sortiere Sie diese, wie Sie möchten. Mit nur einem Klick auf eine Kachel sind Sie auf Ihrer Wunschseite.\n\n•\tBehalten Sie Datum und Uhrzeit immer im Blick\nNie wieder die Zeit aus den Augen verlieren. Auf unserer Startseite haben Sie Uhrzeit und Datum immer im Blick.\n\n•\tNutzen Sie weitere GMX-Services\nAuf unserer Startseite finden Sie GMX Cloud, GMX-Mail und viele weitere nützliche Funktionen von GMX im Alltag.\n\nSchnelle und simple Installation. Klicken Sie einfach auf “Hinzufügen”!\n\nVermissen Sie Funktionen? Wir arbeiten ständig daran unsere Produkte zu Verbessern. Nutzen Sie die Support-Seite, um uns mitzuteilen, was Ihnen gefällt und wie wir uns verbessern können.\n \nMit Ihrer Hilfe können wir gemeinsam die Startseite weiter ausbauen.\n\nLassen Sie uns gerne eine Bewertung da! ☆☆☆☆☆"
  }
}