{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdArmor - #1 Free AdBlocker"
  },
  "short": {
    "ar": "منع الإعلانات والنوافذ المنبثقة على جميع مواقع الويب التي تتصفحها يوميًا",
    "am": "በየቀኑ በሚያስሱዋቸው ሁሉም ድረ-ገጾች ላይ ማስታወቂያዎችን እና ብቅ-ባዮችን ያግዱ",
    "bg": "Блокирайте реклами и изскачащи прозорци на всички уебсайтове, които разглеждате всеки ден",
    "bn": "আপনি প্রতিদিন ব্রাউজ করা সমস্ত ওয়েবসাইটে বিজ্ঞাপন এবং পপ-আপগুলিকে ব্লক করুন৷",
    "ca": "Bloquegeu anuncis i finestres emergents a tots els llocs web que navegueu cada dia",
    "cs": "Blokujte reklamy a vyskakovací okna na všech webových stránkách, které si každý den prohlížíte",
    "da": "Bloker annoncer og pop op-vinduer på alle de websteder, du besøger hver dag",
    "de": "Blockieren Sie Werbung und Pop-ups auf allen Websites, die Sie täglich durchsuchen",
    "el": "Αποκλεισμός διαφημίσεων και αναδυόμενων παραθύρων σε όλους τους ιστότοπους που περιηγείστε καθημερινά",
    "en,en_AU,en_GB,en_US,es_419,pt_BR,pt_PT": "Block ads and pop-ups on All the websites you browse every day",
    "es": "Bloquee anuncios y ventanas emergentes en todos los sitios web que navega todos los días",
    "et": "Blokeerige reklaamid ja hüpikaknad kõigil veebisaitidel, mida iga päev sirvite",
    "fa": "تبلیغات و پنجره های بازشو را در تمام وب سایت هایی که هر روز مرور می کنید مسدود کنید",
    "fi": "Estä mainokset ja ponnahdusikkunat kaikilla verkkosivustoilla, joita selaat joka päivä",
    "fil": "I-block ang mga ad at pop-up sa Lahat ng website na bina-browse mo araw-araw",
    "fr": "Bloquez les publicités et les pop-ups sur tous les sites Web que vous parcourez quotidiennement",
    "gu": "તમે દરરોજ બ્રાઉઝ કરો છો તે બધી વેબસાઇટ્સ પર જાહેરાતો અને પોપ-અપ્સને અવરોધિત કરો",
    "he": "חסום מודעות וחלונות קופצים בכל האתרים שבהם אתה גולש מדי יום",
    "hi": "उन सभी वेबसाइटों पर विज्ञापन और पॉप-अप ब्लॉक करें जिन्हें आप प्रतिदिन ब्राउज़ करते हैं",
    "hr": "Blokirajte oglase i skočne prozore na svim web stranicama koje pregledavate svaki dan",
    "hu": "Blokkolja a hirdetéseket és az előugró ablakokat az összes olyan webhelyen, amelyen naponta böngészik",
    "id": "Blokir iklan dan pop-up di Semua situs web yang Anda jelajahi setiap hari",
    "it": "Blocca annunci e pop-up su tutti i siti Web che navighi ogni giorno",
    "ja": "毎日閲覧するすべての Web サイトで広告とポップアップをブロックします",
    "kn": "ನೀವು ಪ್ರತಿದಿನ ಬ್ರೌಸ್ ಮಾಡುವ ಎಲ್ಲಾ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಜಾಹೀರಾತುಗಳು ಮತ್ತು ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ",
    "ko": "매일 탐색하는 모든 웹사이트에서 광고 및 팝업을 차단합니다.",
    "lt": "Blokuokite skelbimus ir iššokančiuosius langus visose svetainėse, kurias naršote kiekvieną dieną",
    "lv": "Bloķējiet reklāmas un uznirstošos logus visās vietnēs, kuras pārlūkojat katru dienu",
    "ml": "നിങ്ങൾ ദിവസവും ബ്രൗസ് ചെയ്യുന്ന എല്ലാ വെബ്‌സൈറ്റുകളിലും പരസ്യങ്ങളും പോപ്പ്-അപ്പുകളും തടയുക",
    "mr": "तुम्ही दररोज ब्राउझ करता त्या सर्व वेबसाइटवर जाहिराती आणि पॉप-अप ब्लॉक करा",
    "ms": "Sekat iklan dan pop timbul pada Semua tapak web yang anda semak imbas setiap hari",
    "nl": "Blokkeer advertenties en pop-ups op alle websites die u dagelijks bezoekt",
    "no": "Blokker annonser og popup-vinduer på alle nettstedene du surfer på hver dag",
    "pl": "Blokuj reklamy i wyskakujące okienka na wszystkich stronach internetowych, które przeglądasz każdego dnia",
    "ro": "Blocați reclamele și ferestrele pop-up pe Toate site-urile web pe care le navigați în fiecare zi",
    "ru": "Блокируйте рекламу и всплывающие окна на всех веб-сайтах, которые вы просматриваете каждый день.",
    "sk": "Blokujte reklamy a kontextové okná na všetkých webových stránkach, ktoré si každý deň prehliadate",
    "sl": "Blokirajte oglase in pojavna okna na vseh spletnih mestih, ki jih brskate vsak dan",
    "sr": "Блокирајте огласе и искачуће прозоре на свим веб локацијама које свакодневно прегледате",
    "sv": "Blockera annonser och popup-fönster på alla webbplatser du besöker varje dag",
    "sw": "Zuia matangazo na madirisha ibukizi kwenye Tovuti zote unazovinjari kila siku",
    "ta": "நீங்கள் ஒவ்வொரு நாளும் உலவும் அனைத்து வலைத்தளங்களிலும் விளம்பரங்கள் மற்றும் பாப்-அப்களைத் தடுக்கவும்",
    "te": "మీరు ప్రతిరోజూ బ్రౌజ్ చేసే అన్ని వెబ్‌సైట్‌లలో ప్రకటనలు మరియు పాప్-అప్‌లను బ్లాక్ చేయండి",
    "th": "บล็อกโฆษณาและป๊อปอัปบนเว็บไซต์ทั้งหมดที่คุณเปิดดูทุกวัน",
    "tr": "Her gün göz attığınız tüm web sitelerinde reklamları ve pop-up'ları engelleyin",
    "uk": "Блокуйте рекламу та спливаючі вікна на всіх веб-сайтах, які ви переглядаєте щодня",
    "vi": "Chặn quảng cáo và cửa sổ bật lên trên Tất cả các trang web bạn duyệt hàng ngày",
    "zh_CN": "阻止您每天浏览的所有网站上的广告和弹出窗口",
    "zh_TW": "阻止您每天瀏覽的所有網站上的廣告和彈出窗口"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdArmor - #1 Free Ad Blocker : Protect Your Browsing, Block All Ads\n\nAdArmor is your all-in-one solution for blocking ads and securing your browsing experience. As the #1 free adblocker, we ensure that annoying ads, pop-ups, and banners are a thing of the past. Whether you’re tired of ads on YouTube, social media, or random websites, AdArmor gives you the control to block them all.\n\nWhy Choose AdArmor?\nComplete AdBlock: Say goodbye to ads across all websites, including YouTube, Facebook, and Twitch. AdArmor blocks everything from video ads to pop-ups, banners, and more.\n\nFaster Browsing: With fewer ads, your pages load quicker, saving both time and bandwidth.\nPrivacy Protection: AdArmor doesn’t just block ads—it stops trackers from following you across the web, protecting your personal information.\n\nCustomizable: Fine-tune AdArmor to block specific types of ads or let it run automatically with default settings for hassle-free browsing.\n\nStay Updated and Secure\nAdArmor is updated regularly to keep up with new ad technologies, making sure your browsing stays ad-free. Whether you’re blocking ads or protecting your privacy, AdArmor is always up to date and ready to shield you.\n\nReport Ads\nIf you ever notice an ad getting through, let us know! We're committed to keeping AdArmor as the top free adblocker, so your feedback helps us make it better.\n\nDownload AdArmor - #1 Free AdBlocker today and enjoy an ad-free, faster, and safer internet experience!"
  }
}