{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "oneclick-fontchanger"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let you switch between two fonts via keyboard shortcuts. For convnience,you can use 2 keyboard shortcuts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that lets you switch between two fonts via keyboard shortcuts. For convnience,you can use 2 keyboard shortcuts(default Ctrl+B and Alt+B).\n\nThe extension was originally written to solve the problem of quickly changing between Zawgyi-One and Myanmar Unicode. But you can change to any two fonts via options.\n\nTechnical Detail: oneclick-fontchanger changes chrome font settings programmatically. It does/need not change the DOM of the page you are view. So there is almost no or little overhead involved. It works gracefully with facebook pages to which it was originally targeted.\n\nThe limitation of this extension is you need to have the fonts you want to change in your system(default settings assumed Zawgyi-One and Noto Sans Myanamar). Also since it does not convert the fonts, you will not see one font rendering correctly while using other font.(But the postualate the developer assumed is no one can look at two text simultaneously.)\nSo you can just switched to other font by pressing the shortcut for that font. \n\nNote: For myanmar users who don't have Unicode font or Zawgyi Font. Here are some download links:\n   [Zawgyi One](http://zawgyi.googlecode.com/files/ZawgyiOne2008.ttf)\n  , [Noto Sans Myanmar](https://www.google.com/get/noto/pkgs/NotoSansMyanmar-unhinted.zip) from google\n  ,[Other Myanmar Unicode Fonts](http://www.myanmarlanguage.org/unicode/myanmar-fonts-which-follow-unicode-rules)"
  }
}