{
  "name": {
    "ar": "محول الملفات عبر الإنترنت",
    "am,bn,ca,el,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,mr,ms,no,sw,ta,te": "Online File Converter",
    "bg": "Онлайн конвертор на файлове",
    "cs": "Online konvertor souborů",
    "da": "Online filkonvertering",
    "de": "Online-Dateikonverter",
    "es,es_419": "Convertidor de archivos en línea",
    "et": "Interneti-failimuundur",
    "fi": "Online-tiedostonmuunnin",
    "fr": "Convertisseur de fichiers en ligne",
    "he": "ממיר קבצים מקוון",
    "hr": "Mrežni pretvarač datoteka",
    "hu": "Online fájl konverter",
    "id": "Konverter Berkas Daring",
    "it": "Convertitore di file online",
    "ja": "オンライン ファイル コンバーター",
    "ko": "온라인 파일 변환기",
    "lt": "Internetinis failų keitiklis",
    "lv": "Tiešsaistes failu pārveidotājs",
    "nl": "Online bestandsconverter",
    "pl": "Konwerter plików online",
    "pt_BR,pt_PT": "Conversor de arquivos on-line",
    "ro": "Convertor de fișiere online",
    "ru": "Онлайн-конвертер файлов",
    "sk": "Online konvertor súborov",
    "sl": "Spletni pretvornik datotek",
    "sr": "Онлине Филе Цонвертер",
    "sv": "Online filkonverterare",
    "th": "โปรแกรมแปลงไฟล์ออนไลน์",
    "tr": "Çevrimiçi Dosya Dönüştürücü",
    "uk": "Онлайн конвертер файлів",
    "vi": "Công cụ chuyển đổi tệp trực tuyến",
    "zh_CN": "在线文件转换器",
    "zh_TW": "在線轉換器"
  },
  "short": {
    "ar": "تحويل قوات الدفاع الشعبي ، صورة ، فيديو ، وثيقة ، ملفات الصوت وغيرها إلى تنسيقات أخرى باستخدام محول ملف مجاني على الإنترنت دعم…",
    "am,bn,ca,el,en,en_AU,fa,fil,gu,hi,kn,ml,mr,ms,no,sw,ta,te": "Online Convert PDF, image, video, document, audio and other files to other formats. Support for 20247 format conversions.",
    "bg": "конвертирате PDF, изображения, видео, документи, аудио и други файлове в други формати, използвайки безплатния онлайн конвертор на…",
    "cs": "Převod PDF, obrazu, videa, dokumentu, zvuku a dalších souborů do jiných formátů pomocí bezplatného online převodníku souborů.…",
    "da": "Konverter PDF, billede, video, dokument, lyd og andre filer til andre formater ved hjælp af den gratis online-filkonverter. Støtte…",
    "de": "Konvertieren Sie mit dem kostenlosen Online-Dateikonverter PDF-, Bild-, Video-, Dokument-, Audio- und andere Dateien in andere…",
    "en_GB,en_US": "Convert PDF, image, video, document, audio and other files to other formats using the free online file converter. Support for 20247…",
    "es,es_419": "Convierta archivos PDF, imágenes, videos, documentos, audio y otros a otros formatos con el convertidor de archivos en línea…",
    "et": "Konverteeri PDF, pildi, video, dokumendi, heli ja muud failid teistesse vormingutesse, kasutades tasuta online-failikonverterit.…",
    "fi": "muuntaa pdf-, kuva-, video-, asiakirja-, ääni- ja muut tiedostot muihin formaatteihin käyttämällä ilmaista…",
    "fr": "Convertissez des fichiers PDF, des images, des vidéos, des documents, des fichiers audio et d'autres fichiers en d'autres formats à…",
    "he": "להמיר PDF, תמונה, וידאו, מסמך, אודיו וקבצים אחרים לפורמטים אחרים באמצעות ממיר קובץ מקוון חינם. תמיכה עבור המרות 20247 פורמט",
    "hr": "pretvoriti pdf, slike, video, dokument, audio i druge datoteke u druge formate koristeći besplatni online pretvarač datoteka.…",
    "hu": "konvertálni pdf, kép, videó, dokumentum, audio és egyéb fájlokat más formátumokra az ingyenes online fájl konverter segítségével.…",
    "id": "mengonversi file pdf, gambar, video, dokumen, audio dan lainnya ke format lain menggunakan pengonversi file online gratis.…",
    "it": "convertire pdf, immagini, video, documenti, audio e altri file in altri formati utilizzando il convertitore di file online…",
    "ja": "無料のオンラインファイルコンバータを使用して、PDF、画像、ビデオ、ドキュメント、オーディオ、その他のファイルを他のフォーマットに変換します。 20247フォーマット変換のサポート。",
    "ko": "무료 온라인 파일 변환기를 사용하여 pdf, 이미지, 비디오, 문서, 오디오 및 기타 파일을 다른 형식으로 변환하십시오. 20247 형식 변환 지원.",
    "lt": "konvertuoti pdf, vaizdo, vaizdo, dokumento, garso ir kitus failus į kitus formatus naudodami nemokamą failų konverterį. parama…",
    "lv": "konvertēt pdf, attēlu, video, dokumentu, audio un citus failus citos formātos, izmantojot bezmaksas tiešsaistes failu pārveidotāju.…",
    "nl": "Converteer PDF, afbeelding, video, document, audio en andere bestanden naar andere formaten met behulp van de gratis online…",
    "pl": "konwertuj pliki PDF, obrazy, wideo, dokumenty, audio i inne pliki do innych formatów za pomocą bezpłatnego konwertera plików…",
    "pt_BR,pt_PT": "Converta PDF, imagem, vídeo, documento, áudio e outros arquivos para outros formatos usando o conversor de arquivos on-line…",
    "ro": "convertiți fișiere pdf, imagine, video, document, audio și alte fișiere în alte formate, folosind convertorul de fișiere online…",
    "ru": "конвертировать PDF, изображения, видео, документы, аудио и другие файлы в другие форматы, используя бесплатный онлайн конвертер…",
    "sk": "Konvertovať PDF, image, video, dokument, audio a ďalšie súbory do iných formátov pomocou bezplatného online konvertora súborov.…",
    "sl": "pretvorite pdf, slike, video, dokument, avdio in druge datoteke v druge formate z uporabo brezplačnega spletnega pretvornika…",
    "sr": "Конвертујте ПДФ, слике, видео, документе, аудио и друге датотеке у друге формате користећи бесплатни онлине конвертер датотека.…",
    "sv": "konvertera pdf, bild, video, dokument, ljud och andra filer till andra format med hjälp av gratis online-filkonverterare. stöd för…",
    "th": "แปลงไฟล์ PDF, ภาพ, วิดีโอ, เอกสาร, เสียงและไฟล์อื่น ๆ เป็นรูปแบบอื่น ๆ โดยใช้โปรแกรมแปลงไฟล์ออนไลน์ฟรี รองรับการแปลงรูปแบบ 20247",
    "tr": "ücretsiz çevrimiçi dosya dönüştürücüyü kullanarak pdf, resim, video, belge, ses ve diğer dosyaları başka biçimlere…",
    "uk": "конвертувати PDF, зображення, відео, документи, аудіо та інші файли в інші формати, використовуючи безкоштовний онлайн конвертер…",
    "vi": "chuyển đổi pdf, hình ảnh, video, tài liệu, âm thanh và các tệp khác sang các định dạng khác bằng cách sử dụng trình chuyển đổi tệp…",
    "zh_CN": "使用免费在线文件转换器，将PDF，图像，视频，文档，音频等文件转换为其他格式。支持超过20247种格式转换。",
    "zh_TW": "使用免費在線文件轉換器，將PDF，圖像，視頻，文檔，音頻等文件轉換為其他格式。支持超過20247種格式轉換。"
  },
  "long": {
    "ar": "قم بتحويل ملفات PDF والصورة والفيديو والمستندات والصوت والملفات الأخرى عبر الإنترنت إلى تنسيقات أخرى. دعم تحويلات تنسيق 20247.",
    "am,bn,ca,el,en,en_AU,en_GB,en_US,fa,fil,gu,he,hi,kn,ml,mr,ms,no,sw,ta,te": "Online Convert PDF, image, video, document, audio and other files to other formats. Support for 20247 format conversions.",
    "bg": "Онлайн конвертирайте PDF, изображения, видео, документи, аудио и други файлове в други формати. Поддръжка за конвертиране на формат 20247.",
    "cs": "Online Převádějte PDF, obrázky, video, dokumenty, audio a další soubory do jiných formátů. Podpora převodů formátu 20247.",
    "da": "Online Konverter PDF, billede, video, dokument, lyd og andre filer til andre formater. Understøttelse af 20247 formatkonverteringer.",
    "de": "Konvertieren Sie online PDF-, Bild-, Video-, Dokument-, Audio- und andere Dateien in andere Formate. Unterstützung für 20247-Formatkonvertierungen.",
    "es,es_419,hu": "En línea Convierta PDF, imágenes, videos, documentos, audio y otros archivos a otros formatos. Soporte para conversiones de formato 20247.",
    "et": "Internetis teisendage PDF-i, pildi-, video-, dokumendi-, heli- ja muud failid muudesse vormingutesse. 20247 vormingu teisenduste tugi.",
    "fi": "Online Muunna PDF-, kuva-, video-, asiakirja-, ääni- ja muut tiedostot muihin muotoihin. Tuki 20247-muodon muunnoksille.",
    "fr": "Convertissez en ligne des fichiers PDF, image, vidéo, document, audio et autres vers d'autres formats. Prise en charge des conversions de format 20247.",
    "hr": "Online Pretvorite PDF, slike, video, dokumente, audio i druge datoteke u druge formate. Podrška za pretvorbe formata 20247.",
    "id,it": "Online Converti PDF, immagini, video, documenti, audio e altri file in altri formati. Supporto per conversioni di formato 20247.",
    "ja": "PDF、画像、ビデオ、ドキュメント、オーディオ、その他のファイルをオンラインで他の形式に変換します。 20247 フォーマット変換のサポート。",
    "ko": "온라인 PDF, 이미지, 비디오, 문서, 오디오 및 기타 파일을 다른 형식으로 변환합니다. 20247 형식 변환을 지원합니다.",
    "lt": "Internetu Konvertuokite PDF, vaizdus, vaizdo įrašus, dokumentus, garso ir kitus failus į kitus formatus. 20247 formato konvertavimo palaikymas.",
    "lv": "Tiešsaistē konvertējiet PDF, attēlus, video, dokumentus, audio un citus failus citos formātos. Atbalsts 20247 formāta konvertēšanai.",
    "nl": "Online Converteer PDF-, afbeeldings-, video-, document-, audio- en andere bestanden naar andere formaten. Ondersteuning voor conversies in 20247-formaat.",
    "pl": "Online Konwertuj pliki PDF, obrazy, wideo, dokumenty, audio i inne pliki do innych formatów. Obsługa konwersji formatu 20247.",
    "pt_BR,pt_PT": "Online Converta PDF, imagem, vídeo, documento, áudio e outros arquivos para outros formatos. Suporte para conversões de formato 20247.",
    "ro": "Online Convertiți fișiere PDF, imagini, video, documente, audio și alte fișiere în alte formate. Suport pentru conversii în format 20247.",
    "ru": "Онлайн конвертируйте PDF, изображения, видео, документы, аудио и другие файлы в другие форматы. Поддержка преобразования формата 20247.",
    "sk": "Online Konvertujte súbory PDF, obrázky, videá, dokumenty, zvukové a iné súbory do iných formátov. Podpora konverzií formátu 20247.",
    "sl": "Na spletu pretvorite datoteke PDF, slike, video, dokumente, zvok in druge datoteke v druge formate. Podpora za pretvorbe formata 20247.",
    "sr": "Онлине Конвертујте ПДФ, слике, видео, документе, аудио и друге датотеке у друге формате. Подршка за конверзије формата 20247.",
    "sv": "Online Konvertera PDF, bild, video, dokument, ljud och andra filer till andra format. Stöd för 20247-formatkonverteringar.",
    "th": "แปลงไฟล์ PDF, รูปภาพ, วิดีโอ, เอกสาร, เสียงและไฟล์อื่น ๆ เป็นรูปแบบอื่นออนไลน์ รองรับการแปลงรูปแบบ 20247",
    "tr": "Çevrimiçi PDF, resim, video, belge, ses ve diğer dosyaları diğer biçimlere dönüştürün. 20247 format dönüştürme desteği.",
    "uk": "Онлайн конвертуйте PDF, зображення, відео, документи, аудіо та інші файли в інші формати. Підтримка перетворення формату 20247.",
    "vi": "Online Konversi PDF, gambar, video, dokumen, audio, dan file lainnya ke format lain. Dukungan untuk konversi format 20247.",
    "zh_CN": "在线将PDF、图像、视频、文档、音频等文件转换为其他格式。 支持 20247 格式转换。",
    "zh_TW": "在線將PDF、圖像、視頻、文檔、音頻等文件轉換為其他格式。 支持 20247 格式轉換。"
  }
}