{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Codealike"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Track activity while coding."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Getting started\nIt's a developer productivity and developer experience measuring tool to allow its users to become better at their job. Unlike traditional time and changes tracking software, Codealike understands the work you are doing and is able to provide insights into individual productivity and team collaboration.\n\nCodealike permanently tracks the maintenance of code development, not the code itself. It is able to understand when developers are in the zone, when they are tackling legacy code or spending time learning new frameworks. Or even drill down to the main primitives: Editing, Reading, Debugging and Building code.\n\nCodealike is the perfect tool for any developer to improve the way they work. It's fitbit for coders.\n\nIn the Zone\nMeasure how much time you spend in the zone. “The zone“ is the state in which your entire cognitive effort is focused on a particular task. When you’re there, the outside world disappears and you are at peak efficiency, getting things done at work. When in the zone you are most productive. Drill down in Codealike’s dashboard the actual hours and quarters in which you were coding productively and uninterrupted. Prevent any interruptions and get deep work done more often.\n\nTech debt analysis \nToo much editing the same file? Maybe worth considering documenting it better. Too much compiling? Maybe it's worth considering upgrading your machine and moving to the cloud. Codealike’s technology is able to assist in surfacing areas of tech debt that need tackling. Work that takes place at any level of the stack – think of Namespaces, Files, Classes, Methods – is analyzed by Codealike to describe high priority and moderate tech debt.\n\nActivity tracking \nCodealike doesn’t read your code — Your code is yours. Codealike is here to help you become a better programmer by analyzing metadata and describing your activity in the following categories: Coding, Debugging, Systems management, Building Code, Editing, and Reading. With this information, Codealike can surface tech debt at the code tree level. Map out and quantify yourself and the way you contribute to your team’s performance and become a better peer.\n\nIDE or Browser: we meet you where you work Codealike tracks your activity where you work. Whether you spend the majority of your time in your local dev environment or in the browser, Codelike meets you where you’re at. A myriad of plugins for the best IDEs in the market and an extension for Chrome, Firefox and Brave will seamlessly integrate in your daily coding routines.\n\nTake pride in your achievements and let recruiters know how good you are\nCodealike boasts your achievements for you. Are you a 10x engineer? Are you a full stack engineer? Codealike will collect and summarize your top programming languages, technologies and frameworks used, and more that you can then embed in an iframe in your publicly available resume. Impress any recruiter with your up to date achievements and land your next job with confidence.\n\nRemember your data is yours\nCodealike does not read or capture your code. We want to understand and provide you with insight on how you work. Think of this as the quantified self of devs. For that reason, this data belongs to you and, although we provide basic analytical tools like pivot tables, you are always able to export this data to parse it elsewhere."
  }
}