{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yanado - Task Management inside Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yanado turns your Gmail into powerful collaboration tool. Create tasks and turn emails into tasks within seconds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yanado lets you create and manage your tasks and projects without leaving your Gmail.\n\nCREATE TASKS FROM EMAILS\n- Create tasks from emails with a single click, add them to projects and set reminders.\n- Easily find email related to the tasks just by clicking on the task in the list.\n\nTASK MANAGEMENT\n- Create tasks and TO-DO lists in seconds within your Gmail.\n- Use tags to improve search and organization of your tasks.\n- Create custom statuses to support your own processes.\n\nSHARE TASKS\n- Delegate tasks and discuss details with your team members.\n\nPROJECT MANAGEMENT\n- Manage project progress and track who is doing what in your team.\n\nDUE DATES & REMINDERS\n- Never miss a deadline again by setting due date and reminders on your tasks (synced with Google Calendar).\n\nREAL TIME NOTIFICATIONS\n- Receive project updates right inside your Gmail and reduce the number of emails you are getting.\n\nSUBTASKS\n- Subtasks are great way to breakdown complex task into smaller steps.\n\nVISUALISE YOUR WORK\n-Choose between a simple list or a kanban-view with cards to easily visualize your work.\n\nGREAT FOR\n- If you spend majority of your time within your Gmail and you have lots of tasks to manage, Yanado is perfect tool for you to help you get organized better without leaving your Gmail.\n\nFor details about pricing, check the pricing page on our website."
  }
}