{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Echooo Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "The top Web3 Wallet preferred by Millions of users",
    "zh_CN": "百万用户首选的Web3钱包",
    "zh_TW": "百萬用戶首選的Web3錢包"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Echooo is a decentralized self-custodial smart contract wallet app that supports multisig and social recovery. The multisig mechanism ensures security while significantly reducing transaction costs through Echooo's unique AI-driven technology, combined with the zkSync layer2 network. Echooo uses ERC-4337 standard and continuously optimizes account abstraction, so as to deliver a better user experience and a seamless transition from Web2 to Web3 for more users. Echooo now fully supports EIP-6963 to make it more user friendly in even more DAPP scenarios.\n \nHybrid Wallet (EOA + Vault): \n·EOA wallet for high-frequency trading with MPC protection. \n·Vault (Smart Contract Account) for safety trading with multisig & social recovery. \n \nSecurity: \n·Seed phrase free with security ensured by algorithm encryption and cloud storage technology. \n·A multi-layer security infrastructure combined with MPC, TEE (Trusted Execution Environment) and multisig to ensure bulletproof asset security. \n·No single point of failure anymore with an account recovery mechanism in place. \n \nMulti-chain Support: \n·Support all EVM-compatible chains now and non-EVM chains in the future. \n \nEmbedded Smart AI Engine: \n·Transaction costs are significantly reduced in Echooo through Echooo's unique AI-driven technology architecture, combined with the zkSync layer2 network. \n·Real-time risk detection: Users will be notified immediately when risks are detected. \n·Smart trading router: It sources liquidity from various exchanges and is capable of splitting a single transaction across multiple DEXes to ensure the best rates. \n \nUser-friendly: \n·Supports payment of gas fees in multiple currencies. \n·Optimize account abstraction with ERC-4337 standard.\n·Provide optimal swap channels for global and local leading providers.",
    "zh_CN": "Echooo 是一款去中心化的自托管智能合约钱包应用，支持多重签名和社交恢复。多重签名机制通过Echooo独特的AI驱动技术架构，结合zkSync layer2网络，在保障安全的同时大幅降低交易成本。Echooo采用ERC-4337标准，不断优化账户抽象，为更多用户提供更好的用户体验，实现从Web2到Web3的无缝过渡。\n\n混合钱包（EOA + Vault）： \n·具有 MPC 保护的高频交易 EOA 钱包。 \n·智能合约账户金库，用于通过多重签名和社会恢复进行安全交易。 \n\n安全： \n·Echooo 无助记词，算法加密和云存储技术保证安全。 \n·多层安全基础设施，结合MPC、TEE（可信执行环境）和多重签名基础设施，确保资产安全无懈可击。 \n·有了帐户恢复机制，不再有单点故障。 \n\n多链支持：\n·Echooo支持所有兼容EVM的链，未来会支持非EVM链。 \n\n嵌入式人工智能引擎： \n·通过 Echooo 独特的 AI 驱动技术架构，结合 zkSync layer2 网络，显著降低了 Echooo 钱包的交易成本。 \n·实时风险检测：当检测到风险时，将立即通知用户。 \n·智能交易路由器：它从各种交易所获取流动性，并能够将单个交易拆分到多个 DEX，以确保最佳汇率。 \n\n方便使用： \n·支持多种货币支付gas费用。 \n·使用ERC-4337标准持续优化账户抽象。 \n·为领先供应商和本地供应商提供最佳交换方式。",
    "zh_TW": "Echooo 是一款去中心化的自托管智能合約錢包應用，支持多重簽名和社交恢復。多重簽名機製通過Echooo獨特的AI驅動技術架構，結合zkSync layer2網絡，在保障安全的同時大幅降低交易成本。Echooo采用ERC-4337標準，不斷優化賬戶抽象，為更多用戶提供更好的用戶體驗，實現從Web2到Web3的無縫過渡。\n\n混合錢包（EOA + Vault）： \n·具有 MPC 保護的高頻交易 EOA 錢包。 \n·智能合約賬戶金庫，用於通過多重簽名和社會恢復進行安全交易。 \n\n安全： \n·Echooo 無助記詞，算法加密和雲存儲技術保證安全。 \n·多層安全基礎設施，結合MPC、TEE（可信執行環境）和多重簽名基礎設施，確保資產安全無懈可擊。 \n·有了帳戶恢復機製，不再有單點故障。 \n\n多鏈支持：\n·Echooo支持所有兼容EVM的鏈，未來會支持非EVM鏈。 \n\n嵌入式人工智能引擎： \n·通過 Echooo 獨特的 AI 驅動技術架構，結合 zkSync layer2 網絡，顯著降低了 Echooo 錢包的交易成本。 \n·實時風險檢測：當檢測到風險時，將立即通知用戶。 \n·智能交易路由器：它從各種交易所獲取流動性，並能夠將單個交易拆分到多個 DEX，以確保最佳匯率。 \n\n方便使用： \n·支持多種貨幣支付gas費用。 \n·使用ERC-4337標準持續優化賬戶抽象。 \n·為領先供應商和本地供應商提供最佳交換方式。"
  }
}