{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CM Helper by LastDraw"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CM Helper improves your shopping experience on cardmarket.com. It marks listings from sellers you already have in the cart green."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CM Helper is an intuitive extension designed to enhance your online shopping experience on cardmarket.com. Streamline your browsing on cardmarket.com and effortlessly manage your preferred sellers with this handy tool.\n\n\n\nKey Features:\n\nSmart Cart Integration: The extension intelligently identifies and marks the listings of sellers whose products you already have in your cart. Say goodbye to confusion and focus on finding new items with ease.\n\nPersonalized Blocklist: Take control of your shopping preferences by creating a custom blocklist. Sellers added to this list will be clearly marked in red, helping you avoid unwanted products and sellers effortlessly.\n\nReal-Time Updates: As you shop, CM Helper automatically updates the markings, ensuring you have the most up-to-date information at your fingertips.\n\nIntuitive Interface: Enjoy a user-friendly and intuitive interface that seamlessly integrates with cardmarket.com, providing a hassle-free shopping experience.\n\nEnhance your shopping journey with CM Helper and save time and effort by swiftly identifying preferred sellers and avoiding unwanted ones. Simplify your online shopping and stay in control of your cart and browsing experience like never before.\n\n\nDiscover the convenience of CM Helper today and revolutionize the way you shop on cardmarket.com."
  }
}