{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watchlist Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds trading volumes and volume filter to the watchlist page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RU\nДанное расширение добавляет на страницу https://watchlist.top элементы и свойства для монет, торгуемых в паре к USDT на рынке Binance:\n\n1. Объем торгов на монете за последние 24 часа;\n2. Процент изменения объема торгов в USD за последние 24 часа;\n3. Корреляция монет к BTC (только для пар, имеющих фьючерс);\n4. Фильтр \"Скрыть объем\". Пары с меньшим объемом будут автоматически скрываться, выше указанного объема, отображаться. Отобразить монеты обратно можно изменив значение в фильтре или убрав чекбокс напротив фильтра;\n5. Фильтр \"Окрасить объем\". Пары с указанным объемом или выше будут автоматически окрашиваться в зеленый цвет.\n\nEN\nThis extension adds to the page https://watchlist.top elements and properties for coins traded in pairs to USDT on the Binance market:\n\n1. Trading volume on the coin in the last 24 hours;\n2. Percentage change in trading volume in USD over the last 24 hours;\n3. Correlation of coins to BTC (only for pairs with futures);\n4. Filter \"Hide volume\". Pairs with a smaller volume will be automatically hidden, the above volume will be displayed. You can display the coins back by changing the value in the filter or by removing the checkbox opposite the filter;\n5. Filter \"Color the volume\". Pairs with the specified volume or higher will be automatically colored green."
  }
}