{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blackboard Grades UVM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "used to view calculated UVM Blackboard Grades"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If UVM students know anything about struggle, it's probably Blackboard. And while we can't do Blackboard's job for them, we figured we could make things a little easier for UVM students...\n\nIntroducing Blackboard Grades UVM, a new way to view your grades!\n\nYou no longer need to do those tedious calculations yourself when you can't see your final grade. this extension will get all of your grade information and do the calculations for you! Just login to blackboard, click the extension, edit and save your weights (first time only), and you're good to go! \n\nCode: Sam Gusick\nConcept & Art: Evan Siegel\n\nInstructions:\n\n1. log in to blackboard\n2. click the extension to load and view classes\n3. fill in the assignment types with the weights from your syllabus (first time Only, saves automatically)\n4. Enjoy!\n\nFAQ:\n\nQ: How do I use it?\n\nA: Click the extension icon in the top right corner of your browser\n\nQ: My class says N/A, why?\n\nA: the extension could not pull the grade info for various reasons. Either your class did not create a grade page or there are no grades entered. if this occurs and neither are the case, report a bug. Do keep in mind that the format of blackboard grades across classes is very different, it's impossible for the extension to account for all of these differences.\n\nQ: I'm having an issue that's not answered here.\n\nA: click \"report a bug\" in the extension and fill out the form with your issue."
  }
}