{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Scraper for Ins"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Scraper for Ins helps you extract email from Instagram followers, following, liker, commenter, location and hashtag."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email Extractor for Ins, it's a scraping tool for business leads, one click to extract public email addresses from Instagram and export to csv file.\n\nWith this tool, you can easily\n★ Scrape followers & following for any user from Instagram.\n★ Scrape publisher from any hashtag on Instagram.\n★ Scrape publisher from any location on Instagram.\n★ Scrape the likers & commenters of any post from Instagram.\n★ Extract profile data including emails, number of followers, number of following , phone numbers, biographies, addresses, etc.\n★ Export data to CSV files.\n\nNote\nThis IG Email Extractor is a freemium software. You can export up to 50 email addresses for free. You can upgrade to export more.\n\nStatement\nINSTAGRAM is a trademark of Instagram, LLC. IG Email Scraper is not affiliated with, endorsed by, sponsored by or otherwise related to INSTAGRAM, Inc. or any of its affiliates or subsidiaries.\nThere is a risk that your account will be deactivated or blocked by Insagram when using the extension, and you should control the frequency of use at your own risk.\n\nContact\nIf you have any questions, feel free to contact support@extensionsbox.com\n\nData Privacy\nAll data is processed in your local computer, it is never passing through our web server, no one knows what you exported.\n- Data safety, no password need.\n- No data shared with third parties.\nhttps://igemailextractor.com/privacy"
  }
}