{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Product Analysis for Walmart Sellers!\nCalculate profitability and gain insights. Use our historical data and sales estimations to…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Product Analysis for Walmart Sellers!\nCalculate profitability and gain insights. Use our historical data and sales estimations to make the best decisions.\nHelping Walmart Sellers save time and money effortlessly.\n\nMarter features:\n- Profit Calculator: Easily calculate your expected profit and ROI with our automatic profit calculator, which includes the fees!\n- Historical Data: Use our price and estimated sales history data to make more informed decisions.\n- All Current Sellers & Verified Reviews!\n\n____________________________\n\nComprehensive Data Insights:\nGet detailed info about how products are doing on Walmart. See sales patterns and price patterns, so you can make smart choices to grow your business.\n\nEasy to Setup:\nWe have a Chrome extension for easy setup and live data viewing. You can also use our upcoming web app/mobile app.\n\nGreat user experience:\nIntegrate our product into your routine with an intuitive and easy-to-use interface.\n\nInnovative functionality:\nStay ahead with features that set new standards, addressing your evolving needs better than the rest.\n\nReliable support:\nCount on our responsive customer support, offering assistance that goes beyond the purchase.\n\nCustomize Marter:\nWe welcome any suggestions. If you desire additional functionality, please send us an email, and we will add it ASAP!\n\nStart your 7-days free trial today!\nhttps://www.getmarter.com/"
  }
}