{
  "name": {
    "ar": "عداء مجنون - HTML5 Game",
    "am": "እብድ ሯጭ - Unblocked Game",
    "bg": "Луд бегач - Arcade Game",
    "bn": "পাগল রানার - Arcade Game",
    "ca": "Corredor boig - Unblocked",
    "cs": "Bláznivý běžec - Unblocked Games",
    "da": "Skør løber - Online Game",
    "de": "Verrückter Läufer - HTML5 Game",
    "el": "Τρελός Δρομέας - Arcade Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Crazy Runner - Car Game",
    "es": "corredor loco - Online",
    "et": "Hull jooksja - Online",
    "fa": "دونده دیوانه - Arcade Game",
    "fi": "Hullu Juoksija - Online Games",
    "fil": "Crazy Runner - Unblocked Game",
    "fr": "Coureur fou - Online Games",
    "gu": "ક્રેઝી રનર - Runner Game",
    "he": "רץ משוגע - Online Game",
    "hi": "पागल धावक - Unblocked Games",
    "hr": "Ludi Trkač - Arcade Game",
    "hu": "Őrült futó - Online Game",
    "id": "Pelari Gila - Online",
    "it": "Corridore pazzo - Unblocked Game",
    "ja": "クレイジーランナー - Online",
    "kn": "ಕ್ರೇಜಿ ರನ್ನರ್ - Online Games",
    "ko": "크레이지 러너 - Arcade Game",
    "lv": "Trakais skrējējs - Arcade Game",
    "ml": "ഭ്രാന്തൻ റണ്ണർ - HTML5 Game",
    "mr": "वेडा धावणारा - Runner Game",
    "ms": "Pelari Gila - HTML5 Game",
    "nl": "gekke loper - Online Game",
    "pl": "Szalony biegacz - HTML5 Game",
    "ro": "Alergatorul nebun - HTML5 Game",
    "ru": "Сумасшедший бегун - Unblocked Game",
    "sk": "Bláznivý bežec - HTML5 Game",
    "sl": "Nori tekač - HTML5 Game",
    "sw": "Mkimbiaji Mwendawazimu - HTML5 Game",
    "ta": "கிரேஸி ரன்னர் - HTML5 Game",
    "te": "క్రేజీ రన్నర్ - Online",
    "th": "นักวิ่งบ้า - Online Game",
    "tr": "Çılgın Koşucu - Unblocked Games",
    "uk": "Божевільний бігун - Unblocked Game"
  },
  "short": {
    "ar": "Crazy Runner هي لعبة أركيد مجنونة ومليئة بالإثارة حيث يتعين عليك الركض على الطريق والقفز فوق السيارات والقنابل والإطارات.",
    "am": "እብድ ሯጭ በመንገድ ላይ መሮጥ ፣ መኪናዎችን ፣ ቦምቦችን እና ጎማዎችን መዝለል ያለብዎት እብድ እና አድሬናሊን የተሞላ የመጫወቻ ማዕከል ጨዋታ ነው።",
    "bg": "Crazy Runner е луда и изпълнена с адреналин аркадна игра, в която трябва да бягате по пътя, да прескачате коли, бомби и гуми.",
    "bn": "ক্রেজি রানার একটি পাগল এবং অ্যাড্রেনালাইন-ভরা আর্কেড গেম যেখানে আপনাকে রাস্তায় দৌড়াতে হবে, গাড়ি, বোমা এবং টায়ারের উপর দিয়ে লাফ…",
    "ca": "Crazy Runner és un joc d&#39;arcade boig i ple d&#39;adrenalina on has de córrer per la carretera, saltar per sobre de cotxes,…",
    "cs": "Crazy Runner je bláznivá a adrenalinová arkádová hra, kde musíte běhat po silnici, skákat přes auta, bomby a pneumatiky.",
    "da": "Crazy Runner er et skørt og adrenalinfyldt arkadespil, hvor du skal løbe på vejen, hoppe over biler, bomber og dæk.",
    "de": "Crazy Runner ist ein verrücktes und adrenalingeladenes Arcade-Spiel, in dem Sie auf der Straße laufen, über Autos, Bomben und…",
    "el": "Το Crazy Runner είναι ένα τρελό και γεμάτο αδρεναλίνη arcade παιχνίδι όπου πρέπει να τρέξεις στο δρόμο, να πηδήξεις πάνω από…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Crazy Runner is a crazy and adrenaline-filled arcade game where you have to run on the road, jump over cars, bombs and tires.",
    "es": "Crazy Runner es un juego arcade loco y lleno de adrenalina en el que tienes que correr por la carretera, saltar coches, bombas y…",
    "et": "Crazy Runner on pöörane ja adrenaliinirohke arkaadmäng, kus tuleb maanteel joosta, üle autode, pommide ja rehvide hüpata.",
    "fa": "Crazy Runner یک بازی آرکید دیوانه کننده و پر از آدرنالین است که در آن باید در جاده بدوید، از روی ماشین ها، بمب ها و لاستیک ها بپرید.",
    "fi": "Crazy Runner on hullu ja adrenaliinia täynnä oleva arcade-peli, jossa sinun täytyy juosta tiellä, hypätä autojen, pommien ja…",
    "fil": "Ang Crazy Runner ay isang nakakabaliw at puno ng adrenaline na arcade game kung saan kailangan mong tumakbo sa kalsada, tumalon sa…",
    "fr": "Crazy Runner est un jeu d&#39;arcade fou et rempli d&#39;adrénaline où vous devez courir sur la route, sauter par-dessus des…",
    "gu": "ક્રેઝી રનર એ એક ઉન્મત્ત અને એડ્રેનાલિનથી ભરેલી આર્કેડ ગેમ છે જ્યાં તમારે રસ્તા પર દોડવું પડે છે, કાર, બોમ્બ અને ટાયર ઉપર કૂદવાનું…",
    "he": "Crazy Runner הוא משחק ארקייד מטורף ומלא אדרנלין שבו אתה צריך לרוץ על הכביש, לקפוץ מעל מכוניות, פצצות וצמיגים.",
    "hi": "पागल धावक एक पागल और एड्रेनालाईन से भरा आर्केड गेम है जहां आपको सड़क पर दौड़ना है, कारों, बमों और टायरों पर कूदना है।",
    "hr": "Crazy Runner je luda i adrenalinska arkadna igra u kojoj morate trčati po cesti, preskakati automobile, bombe i gume.",
    "hu": "A Crazy Runner egy őrült és adrenalinnal teli ügyességi játék, ahol futni kell az úton, át kell ugrani az autókon, bombákon és…",
    "id": "Crazy Runner adalah gim arkade gila dan penuh adrenalin di mana Anda harus berlari di jalan, melompati mobil, bom, dan ban.",
    "it": "Crazy Runner è un gioco arcade folle e pieno di adrenalina in cui devi correre sulla strada, saltare macchine, bombe e pneumatici.",
    "ja": "Crazy Runner は、道路を走り、車、爆弾、タイヤを飛び越えなければならない、クレイジーでアドレナリンに満ちたアーケード ゲームです。",
    "kn": "ಕ್ರೇಜಿ ರನ್ನರ್ ಒಂದು ಅಸಾಮಾನ್ಯ ಮತ್ತು ಅಡ್ರಿನಾಲಿನ್-ತುಂಬಿದ ಆರ್ಕೇಡ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ರಸ್ತೆಯ ಮೇಲೆ ಓಡಬೇಕು, ಕಾರುಗಳು, ಬಾಂಬ್‌ಗಳು ಮತ್ತು…",
    "ko": "Crazy Runner는 길을 달리고 자동차, 폭탄, 타이어를 뛰어넘어야 하는 정신나간 아드레날린 가득한 아케이드 게임입니다.",
    "lv": "Crazy Runner ir traka un adrenalīna pilna arkādes spēle, kurā jāskrien pa ceļu, jālec pāri automašīnām, bumbām un riepām.",
    "ml": "ക്രേസി റണ്ണർ ഒരു ഭ്രാന്തനും അഡ്രിനാലിൻ നിറഞ്ഞതുമായ ആർക്കേഡ് ഗെയിമാണ്, അവിടെ നിങ്ങൾ റോഡിൽ ഓടുകയും കാറുകൾ, ബോംബുകൾ, ടയറുകൾ…",
    "mr": "क्रेझी रनर हा एक वेडा आणि एड्रेनालाईनने भरलेला आर्केड गेम आहे जिथे तुम्हाला रस्त्यावर धावावे लागते, कार, बॉम्ब आणि टायरवर उडी…",
    "ms": "Crazy Runner ialah permainan arked gila dan penuh adrenalin di mana anda perlu berlari di atas jalan, melompat ke atas kereta, bom…",
    "nl": "Crazy Runner is een krankzinnig arcadespel vol adrenaline waarin je over de weg moet rennen, over auto&#39;s, bommen en banden moet…",
    "pl": "Crazy Runner to szalona i pełna adrenaliny gra zręcznościowa, w której musisz biegać po drodze, przeskakiwać samochody, bomby i…",
    "ro": "Crazy Runner este un joc arcade nebun și plin de adrenalină în care trebuie să alergi pe drum, să sari peste mașini, bombe și…",
    "ru": "Crazy Runner – это безумная и наполненная адреналином аркада, в которой вам предстоит бегать по дороге, перепрыгивать машины, бомбы…",
    "sk": "Crazy Runner je bláznivá a adrenalínová arkádová hra, v ktorej musíte behať po ceste, preskakovať autá, bomby a pneumatiky.",
    "sl": "Crazy Runner je nora in adrenalina polna arkadna igra, kjer morate teči po cesti, skakati čez avtomobile, bombe in gume.",
    "sw": "Crazy Runner ni mchezo wa arcade wa kichaa na uliojaa adrenaline ambapo lazima ukimbie barabarani, kuruka juu ya magari, mabomu na…",
    "ta": "கிரேஸி ரன்னர் என்பது ஒரு பைத்தியம் மற்றும் அட்ரினலின் நிறைந்த ஆர்கேட் கேம் ஆகும், அங்கு நீங்கள் சாலையில் ஓட வேண்டும், கார்கள்,…",
    "te": "క్రేజీ రన్నర్ అనేది క్రేజీ మరియు అడ్రినాలిన్‌తో నిండిన ఆర్కేడ్ గేమ్, ఇక్కడ మీరు రోడ్డుపై పరుగెత్తాలి, కార్లు, బాంబులు మరియు…",
    "th": "Crazy Runner เป็นเกมอาร์เคดสุดตื่นเต้นที่คุณจะต้องวิ่งบนถนน กระโดดข้ามรถ ระเบิดและยางรถ",
    "tr": "Crazy Runner, yolda koşmanız, arabaların, bombaların ve lastiklerin üzerinden atlamanız gereken çılgın ve adrenalin dolu bir arcade…",
    "uk": "Crazy Runner - це божевільна і наповнена адреналіном аркада, де вам доведеться бігати по дорозі, перестрибувати через машини, бомби…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crazy Runner is a crazy and adrenaline-filled arcade game where you have to run on the road, jump over cars, bombs and tires.\n\nA normal runner would say it's \"impossible\" to run on the highway during rush hour, but for the Crazy Runner, anything is possible. He's not afraid to hit the traffic fast, but he needs your help to get past the cars, bombs and other obstacles that will come his way.\n\nHow To Play:\n\nBe careful, different obstacles may come your way at any time. Get help from the left mouse button to overcome the obstacles, make sure you set each jump correctly. Because one wrong move means the end of the game.\nThis game is designed for adrenaline lovers who prefer to talk. If you consider yourself a fearless adventurer, you should definitely try Crazy Runner.\n\n\nFinally, you can enjoy these game for free (and more requests will be added)! Crazy Runner - Car game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@zillakgames.com and share your thoughts and problems."
  }
}