{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keymeleon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly match your mistyped text with the correct keyboard layout in just a click!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keymeleon is a powerful Chrome extension designed for anyone who uses multiple keyboard layouts or scripts. Whether you're typing in different languages or using alternative keyboard layouts like Dvorak or Colemak, Keymeleon ensures that your mistaken keypresses are fixed and mapped, no matter what layout you're using.\n\nKey Features:\n- Multilingual Support: Supports over 15 languages and layouts, including Arabic, Russian, Greek, Hebrew, and Korean, making it an essential tool for bilingual or multilingual users.\n\n- No Translation Needed: Unlike traditional translation tools, Keymeleon doesn’t translate words. It simply remaps the keys to match the layout you would be using, ensuring a natural typing experience.\n\n- Easy to Use: Switch between layouts quickly via the popup, and Keymeleon will handle the rest, making it seamless to type across multiple scripts.\n\nWhy Install Keymeleon?\n\nIf you frequently switch between different keyboard layouts or languages, Keymeleon eliminates the hassle of manually adjusting your input method when you made a mistake. By mapping keystrokes accurately across different layouts, it ensures you can type fluidly without breaking your workflow. It’s perfect for language learners, professionals working across multiple regions, and anyone who wants a smoother typing experience when using non-standard keyboards."
  }
}