{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Time Management"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage Your Time More Effectively– have a timer to track each task you have and be able to search using Yahoo search engine"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take Control of Your Time - Simplify Your Workflow with Our Time Tracking Extension\nEffortlessly Track Your Time With Our Chrome Extension. Our Chrome extension is a must-have tool for anyone who wants to stay organized, productive, and on top of their workload. Try it today and see the difference it can make for your productivity and time management!\n\nA perfect tool for freelancers, entrepreneurs, and anyone else who needs to keep track of their time. It's quick, easy, and completely customizable, so you can use it however you see fit. Plus, with our extension, you'll always know exactly where your time is going, making it easier to prioritize your tasks and stay productive.\n\nWith just a few clicks, our extension shows you exactly how much time you've invested in each project, helping you stay organized and on top of your workload. No more manual time tracking or complicated spreadsheets - our extension does all the work for you.\n\nIn addition to the ability to manage your time, the extension also includes a search function that uses the Microsoft Bing search engine. This allows users to quickly search for information on the internet without having to open a separate tab or window.\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the Password Generator Chrome extension and setting Chrome New Tab search provider to Microsoft Bing as described by the service in the Terms of Use -  https://counterfortask.com/terms\nand Privacy Policy - https://counterfortask.com/privacy."
  }
}