{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Raft Wars game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Raft Wars is a fun unblocked shooting game, where you and your brother will need to defend your treasure from enemies of all kinds!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Raft Wars is a fun, level-based shooting game. Initially armed with your raft and only some tennis balls, you'll need to focus on your aim and power in order to defeat vikings, pirates, gangs, and more! Hit your opponent to knock them off their raft or wear down their health until they fall in! Earn coins by making strategic shots in order to unlock grenades, rockets, and raft upgrades.\n\nWelcome aboard the thrilling adventure of Raft Wars! Get ready to embark on an exciting journey with Simon and his brother as they defend their treasure against pesky intruders. Armed with nothing but tennis balls and a sturdy raft, you'll engage in epic battles on both land and water.\n\nStrategically aim and launch tennis balls at your enemies, knocking them off their rafts and thwarting their attempts to steal your precious treasure. But beware, as you progress, the challenges will become more difficult, requiring precision aim and clever tactics to emerge victorious.\n\nEarn coins along the way to upgrade your weapons and unlock even more powerful projectiles. With its vibrant graphics, hilarious storyline, and addictive gameplay, Raft Wars guarantees hours of fun and entertainment for players of all ages.\n\nAre you ready to protect your treasure and show off your skills in this epic adventure on the high seas? Dive into Raft Wars now and join the battle for treasure supremacy!"
  }
}