{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenFPT Article-To-Speech"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chuyển bài báo trên báo điện tử VnExpress thành giọng đọc"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sử dụng API Hệ thống tổng hợp giọng nói Tiếng Việt của OpenFPT (OpenFPT speech synthesis API) để chuyển các bài báo trên báo điện tử VnExpress (http://vnexpress.net/) thành giọng nói. Do đó, người sử dụng có thể nghe nội dung âm thanh bài báo thay vì phải đọc trực tiếp trên màn hình. Để nghe nội dung bài báo, người sử dụng chỉ cần nhấn chuột vào nút \"play\" được đặt ở ngay dưới tiêu đề của mỗi bài báo. Ngoài ra, người sử dụng cũng có thể điều chỉnh được tùy chọn giọng đọc (nữ miền Bắc, nam miền Bắc, nữ miền Nam), thêm ngữ điệu cho câu hỏi (chỉ áp dụng cho giọng đọc nam miền Bắc), điều chỉnh tốc độ đọc. Để có thể thay đổi các tùy chọn, xin vui lòng vào phần Options ở trong extension. \nĐể biết thêm thông tin về extension này, xin vui lòng vào phần Help ở trong extension. \n\nCác tính năng\n* Hỗ trợ đọc nhiều bài báo trên trang chủ báo điện tử VnExpress\n* Tùy chọn giọng đọc, thêm ngữ điệu cho câu hỏi, điều chỉnh tốc độ đọc\n* Hiển thị/Ẩn Player\n\nCác tính năng mới  \n* Hỗ trợ đọc báo điện tử  Genk và Dantri (chỉ đọc trang báo, chưa hỗ trợ tính năng đọc nhiều bài báo trên trang chủ)\n* Phím tắt điều khiển Player (phím mũi tên trái để đọc đoạn văn trước, phím mũi tên phải để đọc đoạn văn tiếp theo và phím cách \"pause\" hoặc \"play\" Player)\n\nLưu ý\nHiện tại extension này đang hoạt động ở bản beta, do đó bạn có thể gặp một vài lỗi không mong muốn. Vui lòng thông báo những lỗi này vào địa chỉ email hieptk@fpt.com.vn. Xin cảm ơn.\n\nExtension này là phần mềm mã nguồn mở.\n\nBản quyền \nBản quyền MIT"
  }
}