{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Partizion — Tab and Session Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab & Session manager — ✨ Auto-updating tab collections, ☁️ Cloud synced sessions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Partizion is a tab and session manager that just works. Never worry about losing tabs again.\n\n✦ Magic tab manager — Partizion saves tabs for you\n✦ Privacy focused — no ads, no tracking, and we never sell or share your data\n✦ Reliable tab session manager — Over 1 Million sessions saved\n✦ Used by professionals from Netflix, Google, Shopify, Uber, Spotify, and more\n\n\n✨ AUTO-UPDATING TAB COLLECTIONS\nDon’t want to manually update tabs and bookmarks? Partizion’s powerful auto-updating feature will automatically save tabs when you open/close them so that you don’t have to. \n\n✔️ Automatically saves tabs for you (when you open or close them)\n✔️ Pick up where you left off — Just open your Partizion collection\n✔️ Cloud synced — restore saved groups of tabs from any browser\n\n\n☁️ CLOUD SYNCED SESSIONS\nA bullet-proof tab session manager for chrome. With local caching and backups, cloud sync, and a beautiful UI, you never have to worry about losing tabs again. \n\n✔️ Automatically saves sessions for you\n✔️ Restore a session or group of tabs anytime\n✔️ Sessions are synced to the cloud\n✔️ Privacy controls (encryption + auto-delete settings or completely disable syncing) \n\n\nToo many tabs open? \nPartizion tab manager helps you keep less tabs open by saving backups so that you can safely close any tabs that you don’t need open right now, knowing that you can always find and open them again later. \n\n\nLost tabs? \nPartizion automatically saves cloud-synced tab sessions so that you can restore any tabs you may have lost. \n\n\nWant to pickup where you left off? \nSave groups of tabs, open them later in one-click. Enable auto-update and Partizion will save tabs for you. As a backup, you can always restore tabs from Partizion’s session manager.  \n\n\nOrganize your tabs\nOrganize tabs into Collections by project, task, client, or anything else then close/reopen later from any browser. \n\n\nRestore tabs\nUse Partizion’s powerful tab search to search your saved tabs and collections. OR browse your sessions in chronological order to restore sessions that you may have forgotten to save. \n\n\nCustom Views\nView your saved tabs and collection how you like: Grid View, List View, Kanban View, and a Full view (shows everything). Sort and filter your views to create workflows and dashboards. \n\n\n\nEnjoy Partizion? Please leave a review :) \n\nLearn more at https://www.partizion.io\nSupport:  support@partizion.io\nGuides: https://www.partizion.io/guide/tour\nChangelog: https://www.partizion.io/changelog"
  }
}