{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Auto Liker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically like videos on YouTube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will like YouTube videos that you are currently watching automatically after a set amount of time (10 second default). This will help to support YouTube creators that you follow so they can keep creating the content you enjoy!\n\nIf you like what you see and want to help support me as a developer https://www.buymeacoffee.com/krishamade\n\nReviews are Appreciated as well!\nPATCH NOTES\nv4.1.2\n- Added version number back to popup window\n- Reduced gitlab.com permissions thanks to the suggestion of a reviewer!\n\nv4.1.1\n- Found an issue with how I was distributing the chrome extension to the chrome store. I was including the entire built repository which contained the node_modules folder. This was causing the extension to go from around 600KB to 50MB+. Sorry for the trouble!\n\nv4.1.0\n- Fixed many bugs. Pretty much re-wrote the whole thing to increase functionality and stability\n- Built in remote updating config feature. Hopefully this will let us update the html elements remotely.\n- Improved the popup UI. NO MORE SAVE BUTTON. Also.. a toggle button.\n\nv3.0.3\n- Fixed bug with detecting html attributes in other languages\n\nv3.0.2\n- Added Sentry alerting for when errors occur. This should allow me to be aware the extension is failing much faster than before!\n- Removed background script as it was not necessary and causing issues.\n- Fixed issue with like button not being detected.\n\nv2.4.1\n- Resolved issue with Like not being clicked. YouTube changed the html for the like button. See code change.\n\nv2.4\n- Version number displays in popup window\n- Video will not be liked while ads playing\n- Extension tracks time better. This is between soft reloads (autoplay / clicking a new video)\n- Extension calculates time video has been played ONLY when it is playing instead of just a timer.\n- Video WILL NOT be liked when it is disliked\n\nv2.1\n- Checks for Ads before attempting to like the video\n\nv2.0.1\n- Bug Fixes\n\nV2.0\n- Added new context menu when clicking the extension icon. This will give you a menu with the following options:\n- Set Like Delay Timer\n- Enable/Disable"
  }
}