{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "alfaRPA Studio Browser Automation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your automation capabilities effortlessly. \n Streamline tasks with alfaRPA Studio's expanded features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "alfaRPA Studio Browser Automation is a cutting-edge Robotic Process Automation (RPA) tool designed to streamline and automate your daily tasks directly from your Chrome browser. alfaRPA Studio Browser Automation offers a user-friendly interface and powerful automation capabilities, enabling users to build, deploy, and manage automation workflows with ease.\n\nalfaRPA Studio Browser Automation is an advanced Robotic Process Automation (RPA) tool tailored for capturing web elements and obtaining their details, including XPath, directly from your Chrome browser. Designed for efficiency and ease of use, alfaRPA Studio Browser Automation simplifies the process of web automation, making it an essential tool for developers and automation enthusiasts.\n\nKey features:\n\nEffortless Element Capture:  alfaRPA Studio Browser Automation lets you visually select elements on web pages. No coding required!\n\nRich Element Details: Get comprehensive information about captured elements, including XPath, ID, class names, and other attributes. This makes scripting your automations a breeze.\n\nAutomate More Than Clicks: alfaRPA Studio Browser Automation goes beyond simple clicks and keystrokes. Automate complex interactions like form filling, data extraction, and more, similar to openRPA.\n\nUser-Friendly Interface: alfaRPA Studio Browser Automation intuitive design makes it easy to use, even for users without programming experience.\n\nBoost Your Productivity:\n\nEliminate repetitive tasks and free yourself from manual clicking and form filling.\nFocus on what matters most - alfaRPA Studio Browser Automation, can streamline your workflow and significantly improve your efficiency."
  }
}