{
  "name": {
    "ar": "مولد رمز الاستجابة السريعة على الإنترنت",
    "am,bn,ca,de,el,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,mr,ms,no,sw,ta,te": "Online QR Code Generator",
    "bg": "Онлайн генератор на QR кодове",
    "cs": "Online generátor QR kódů",
    "da": "Online QR-kodegenerator",
    "es,es_419": "Generador de código QR en línea",
    "et": "Online QR-koodi generaator",
    "fi": "Online QR-koodigeneraattori",
    "fr": "Générateur de code QR en ligne",
    "he": "מחולל קוד QR מקוון",
    "hr": "Mrežni generator QR kodova",
    "hu": "Online QR kód generátor",
    "id": "Pembuat Kode QR Online",
    "it": "Generatore di codici QR online",
    "ja": "オンライン QR コード ジェネレーター",
    "ko": "온라인 QR 코드 생성기",
    "lt": "Internetinis QR kodų generatorius",
    "lv": "Tiešsaistes QR koda ģenerators",
    "nl": "Online QR-codegenerator",
    "pl": "Generator kodów QR online",
    "pt_BR,pt_PT": "Gerador de código QR on-line",
    "ro": "Generator de coduri QR online",
    "ru": "Онлайн-генератор QR-кода",
    "sk": "Online generátor QR kódov",
    "sl": "Spletni generator kod QR",
    "sr": "Онлине КР Цоде Генератор",
    "sv": "Online QR-kodgenerator",
    "th": "เครื่องสร้างรหัส QR ออนไลน์",
    "tr": "Çevrimiçi QR Kod Oluşturucu",
    "uk": "Онлайн-генератор QR-коду",
    "vi": "Trình tạo mã QR trực tuyến",
    "zh_CN": "在线二维码生成器",
    "zh_TW": "在線二維碼生成器"
  },
  "short": {
    "ar": "يُعد Online QR Code Generator حلًا مجانيًا لإنشاء رموز QR في الوقت الفعلي عبر الإنترنت ، وابدأ في إنشاء الرموز الشريطية لرمز…",
    "am,bn,ca,el,en,en_AU,en_GB,en_US,fa,fil,gu,hi,kn,ml,mr,ms,no,sw,ta,te": "Online QR Code Generator is a free, online, real-time QR code generation solution, start creating your QR code barcodes now!",
    "bg": "Онлайн генераторът на QR кодове е безплатно, онлайн решение за генериране на QR кодове в реално време, започнете да създавате…",
    "cs": "Online QR Code Generator je bezplatné, online řešení pro generování QR kódů v reálném čase, začněte vytvářet své čárové kódy QR již…",
    "da": "Online QR Code Generator er en gratis, online, real-time QR-kodegenereringsløsning, begynd at oprette dine QR-kodestregkoder nu!",
    "de": "Der Online-QR-Code-Generator ist eine kostenlose Online-Lösung zur Generierung von QR-Codes in Echtzeit. Beginnen Sie jetzt mit der…",
    "es,es_419": "Online QR Code Generator es una solución de generación de códigos QR gratuita, en línea y en tiempo real. ¡Comience a crear sus…",
    "et": "Online QR Code Generator on tasuta veebipõhine reaalajas QR-koodi genereerimise lahendus, alustage oma QR-koodi vöötkoodide loomist…",
    "fi": "Online QR Code Generator on ilmainen online, reaaliaikainen QR-koodin luontiratkaisu, aloita QR-koodiviivakoodien luominen nyt!",
    "fr": "Le générateur de code QR en ligne est une solution gratuite, en ligne et en temps réel de génération de code QR, commencez à créer…",
    "he": "מחולל קוד QR מקוון הוא פתרון חינמי, מקוון, ליצירת קוד QR בזמן אמת, התחל ליצור את ברקודי קוד ה-QR שלך עכשיו!",
    "hr": "Mrežni generator QR kodova besplatno je rješenje za generiranje QR kodova na mreži u stvarnom vremenu, počnite stvarati svoj QR kod…",
    "hu": "Az Online QR Code Generator egy ingyenes, online, valós idejű QR kód generáló megoldás, kezdje el QR kód vonalkódjait most!",
    "id": "Generator Kode QR Online adalah solusi pembuatan kode QR online dan real-time gratis, mulailah membuat kode batang QR Anda sekarang!",
    "it": "Il generatore di codici QR online è una soluzione gratuita, online e in tempo reale per la generazione di codici QR, inizia subito…",
    "ja": "オンライン QR コード ジェネレーターは、無料のオンライン リアルタイム QR コード生成ソリューションです。今すぐ QR コード バーコードの作成を開始してください!",
    "ko": "온라인 QR 코드 생성기는 무료 온라인 실시간 QR 코드 생성 솔루션입니다. 지금 QR 코드 바코드 생성을 시작하십시오!",
    "lt": "Internetinis QR kodų generatorius yra nemokamas, internetinis, realaus laiko QR kodų generavimo sprendimas, pradėkite kurti savo QR…",
    "lv": "Tiešsaistes QR koda ģenerators ir bezmaksas tiešsaistes, reāllaika QR koda ģenerēšanas risinājums, sāciet izveidot savus QR koda…",
    "nl": "Online QR-codegenerator is een gratis, online, realtime oplossing voor het genereren van QR-codes, begin nu met het maken van uw…",
    "pl": "Generator kodów QR online to bezpłatne, internetowe rozwiązanie do generowania kodów QR w czasie rzeczywistym, zacznij tworzyć kody…",
    "pt_BR,pt_PT": "Online QR Code Generator é uma solução de geração de código QR gratuita, online e em tempo real, comece a criar seus códigos de…",
    "ro": "Generatorul de coduri QR online este o soluție gratuită, online, de generare de coduri QR în timp real, începeți să vă creați…",
    "ru": "Генератор QR-кодов онлайн — это бесплатное онлайн-решение для генерации QR-кодов в режиме реального времени. Начните создавать…",
    "sk": "Online QR Code Generator je bezplatné, online riešenie na generovanie QR kódu v reálnom čase, začnite vytvárať čiarové kódy QR kódu…",
    "sl": "Spletni generator kode QR je brezplačna spletna rešitev za ustvarjanje kode QR v realnem času, začnite ustvarjati svoje črtne kode…",
    "sr": "Онлине КР Цоде Генератор је бесплатно, онлајн решење за генерисање КР кодова у реалном времену, почните да креирате своје КР кодове…",
    "sv": "Online QR Code Generator är en gratis, online, realtidslösning för QR-kodgenerering, börja skapa dina QR-kodstreckkoder nu!",
    "th": "เครื่องสร้างรหัส QR ออนไลน์เป็นโซลูชันการสร้างรหัส QR แบบเรียลไทม์ออนไลน์ฟรี เริ่มสร้างบาร์โค้ด QR โค้ดของคุณทันที!",
    "tr": "Çevrimiçi QR Kod Oluşturucu ücretsiz, çevrimiçi, gerçek zamanlı bir QR kod oluşturma çözümüdür, şimdi QR kod barkodlarınızı…",
    "uk": "Онлайн-генератор QR-коду — це безкоштовне онлайн-рішення для генерації QR-коду в режимі реального часу. Почніть створювати свій…",
    "vi": "Trình tạo mã QR trực tuyến là giải pháp tạo mã QR trực tuyến, thời gian thực miễn phí, hãy bắt đầu tạo mã vạch mã QR của bạn ngay…",
    "zh_CN": "在线二维码生成器是一个免费, 在线, 实时生成二维码解决方案,现在开始创建你的二维码条形码吧!",
    "zh_TW": "在線二維碼生成器是一個免費, 在線, 實時生成二維碼解決方案,現在開始創建你的二維碼條形碼吧!"
  },
  "long": {
    "ar": "يُعد Online QR Code Generator حلًا مجانيًا لإنشاء رمز الاستجابة السريعة عبر الإنترنت في الوقت الفعلي يحصل تلقائيًا على رمز الاستجابة السريعة الخاص بالعنوان الحالي. ابدأ في إنشاء رمز الاستجابة السريعة الخاص بك الآن!",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online QR Code Generator is a free online real-time QR code generation solution that automatically obtains the QR code of the current address. Start creating your QR code now!",
    "ja": "オンライン QR コード ジェネレーターは、無料のオンライン リアルタイム QR コード生成ソリューションで、現在の URL を QR コードとして自動的に生成できます。 ダウンロード形式は SVG、PNG、JPG、BMP、DATA 64 になります。今すぐ QR コードの作成を始めましょう。",
    "ko,lt": "온라인 QR 코드 생성기는 무료 온라인 실시간 QR 코드 생성 솔루션이며 현재 URL을 QR 코드로 자동 생성할 수 있습니다. 다운로드 형식은 SVG, PNG, JPG, BMP, DATA 64가 됩니다. 지금 QR 코드 만들기를 시작하세요!"
  }
}