{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TitleTab - Speed Dial Dashboard"
  },
  "short": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "TitleTab Extension: speed dial dashboard, prevent accidental tab closure, and easy open tab saving.",
    "cs": "Rozšíření TitleTab: rychlá volba stránek, zabránění náhodnému zavření karty a snadné ukládání otevřených karet.",
    "de": "TitleTab-Erweiterung: Kurzwahl-Dashboard, Schutz vor versehentlichem Schließen von Tabs und einfaches Speichern von geöffneten Tabs",
    "es": "Extensión TitleTab: marcación rápida, prevención de cierre accidental de pestañas y fácil guardado de pestañas abiertas.",
    "fr": "TitleTab: tableau de bord de numérotation rapide, prévention de la fermeture accidentelle des onglets et sauvegarde des onglets…",
    "hr": "TitleTab Proširenje: brzo biranje, sprječavanje slučajnog zatvaranja kartica i jednostavno spremanje otvorenih kartica.",
    "it": "Estensione TitleTab: selezione rapida, prevenzione della chiusura accidentale delle schede e facile salvataggio delle schede aperte.",
    "pl": "Rozszerzenie TitleTab: szybkie wybieranie, zapobieganie przypadkowemu zamknięciu karty oraz łatwe zapisywanie otwartych kart.",
    "ru": "Расширение TitleTab: быстрый доступ к сайтам, защита от случайного закрытия вкладок и удобное сохранение открытых вкладок.",
    "tr": "TitleTab Uzantısı: hızlı arama paneli, kazara sekme kapatmayı önleme ve kolay sekme kaydetme.",
    "uk": "Розширення TitleTab: швидкий доступ до вкладок, запобігання випадкового закриття вкладок та просте збереження відкритих вкладок."
  },
  "long": {
    "am,ar,bg,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "TitleTab is a powerful tab management extension that makes browsing easier and more convenient than ever before. With TitleTab, you can customize your new tab page, save and organize all your open tabs, and share your favorite links with other users.\n\nHere are some of the amazing features that TitleTab offers:\n\nPersonalized New Tab Page: TitleTab offers a unique tab management system that lets you organize your tabs in a way that suits your needs. You can easily drag and drop your tabs to arrange them in a convenient layout. The extension also includes both light and dark theme for your preference. Each tab can be customized with various display options, including a screenshot of the webpage, text, logo for popular sites, or even your own image. You can also choose the size of tabs to create a personalized browsing experience.\n\nTab Backup and Synchronization: TitleTab provides a comprehensive  data storage and synchronization solution for all your browser tabs. With TitleTab, all your added tabs are saved securely in the cloud and synced across all your devices. This means you can easily access your tabs from any device, at any time, with just one click. Whether you're at home or on the go, you can be confident that all your important tabs are backed up and synced for easy access.\n\nOpen Tab Grouping and Organization: TitleTab includes a feature to save your currently opened tabs locally on your computer, ensuring your privacy and confidentiality. Your data is only accessible by you, and TitleTab takes the security and privacy of our users seriously. We do not track or monitor any actions taken by users within this feature of the extension, including the frequency of use. We believe that your browsing habits are your own business and should remain private.\n\nNever Ending Tabs: TitleTab Extension prevents user from accidentally closing their last open tab. When a user has only one tab left open in their browser, TitleTab automatically adds a pinned tab to the left of it. This pinned tab disappears once additional tabs are opened, allowing users to continue browsing without interruption. This feature gives user peace of mind and helps prevent the frustration that comes with accidentally closing the last tab.\n\nTab Sharing: With TitleTab, you can share your favorite links with other users by creating a unique link to your public space. You can also join other users' spaces to discover new content and collaborate with others.\n\nPrivacy and Security: TitleTab takes your privacy and security seriously. All your data is stored securely on your device and in the cloud, and we never share your information with third parties.\n\nTitleTab is the ultimate tab management extension for Google Chrome. Try it today and take control of your browsing experience!",
    "cs": "TitleTab je výkonné rozšíření pro správu záložek, které zjednodušuje a zpříjemňuje prohlížení webu. S TitleTab můžete přizpůsobit svou stránku nové záložky, uložit a organizovat všechny otevřené záložky a sdílet své oblíbené odkazy s ostatními uživateli.\n\nZde je několik úžasných funkcí, které nabízí TitleTab:\n\nPersonalizovaná stránka nové záložky: TitleTab nabízí jedinečný systém správy záložek, který vám umožní organizovat své záložky způsobem, který vyhovuje vašim potřebám. Snadno můžete přetahovat a upouštět své záložky pro uspořádání v pohodlném rozvržení. Rozšíření také zahrnuje jak světlý, tak tmavý režim pro vaše preference. Každou záložku lze přizpůsobit různými možnostmi zobrazení, včetně snímku obrazovky webové stránky, textu, loga pro populární stránky nebo dokonce vaší vlastní fotografie. Můžete také zvolit velikost záložek, abyste vytvořili personalizovaný prohlížeč.\n\nZálohování a synchronizace záložek: TitleTab poskytuje komplexní řešení pro ukládání a synchronizaci všech vašich záložek v prohlížeči. S TitleTab jsou všechny vaše přidané záložky uloženy bezpečně v cloudu a synchronizovány napříč všemi vašimi zařízeními. To znamená, že můžete snadno přistupovat ke svým záložkám z jakéhokoli zařízení a kdykoli s jedním kliknutím. Ať jste doma nebo na cestách, můžete mít jistotu, že všechny vaše důležité záložky jsou zálohovány a synchronizovány pro snadný přístup.\n\nSeskupování a organizace otevřených karet: TitleTab obsahuje funkci pro uložení vašich aktuálně otevřených karet lokálně na vašem počítači, což zajistí vaše soukromí a důvěrnost. Vaše data jsou přístupná pouze vám a TitleTab bere bezpečnost a soukromí našich uživatelů vážně. Nezaznamenáváme ani nekontrolujeme žádné akce uživatelů v této funkci rozšíření, včetně četnosti použití. Věříme, že vaše prohlížecí návyky jsou vaše věc a měly by zůstat soukromé.\n\nNekonečné karty: Rozšíření TitleTab zabrání uživateli, aby náhodou zavřel poslední otevřenou kartu. Pokud má uživatel v prohlížeči otevřenou pouze jednu kartu, TitleTab automaticky přidá připnutou kartu vlevo od ní. Tato připnutá karta zmizí jakmile jsou otevřeny další karty, což umožňuje uživatelům pokračovat v prohlížení bez přerušení. Tato funkce uživatelům přináší pocit jistoty a pomáhá předcházet frustraci, která vzniká při náhodném zavření poslední karty.\n\nSdílení karet: S TitleTab můžete sdílet své oblíbené odkazy s ostatními uživateli tím, že vytvoříte jedinečný odkaz na svůj veřejný prostor. Můžete také připojit se k prostorům jiných uživatelů, abyste objevili nový obsah a spolupracovali s ostatními.\n\nSoukromí a bezpečnost: TitleTab bere vaše soukromí a bezpečnost vážně. Všechna vaše data jsou bezpečně uložena na vašem zařízení a v cloudu, a nikdy nezveřejňujeme vaše informace třetím stranám.\n\nTitleTab je nejlepší rozšíření pro správu karet pro Google Chrome. Vyzkoušejte ho dnes a ovládněte své prohlížecí zážitky!",
    "de": "TitleTab ist eine leistungsstarke Tab-Management-Erweiterung, die das Surfen im Internet einfacher und bequemer als je zuvor macht. Mit TitleTab können Sie Ihre neue Tab-Seite anpassen, alle geöffneten Tabs speichern und organisieren sowie Ihre Lieblingslinks mit anderen Benutzern teilen.\n\nHier sind einige der erstaunlichen Funktionen, die TitleTab bietet:\n\nPersonalisierte Neue Tab-Seite: TitleTab bietet ein einzigartiges Tab-Management-System, mit dem Sie Ihre Tabs auf eine Weise organisieren können, die Ihren Bedürfnissen entspricht. Sie können Ihre Tabs einfach per Drag-and-Drop anordnen, um ein praktisches Layout zu erstellen. Die Erweiterung bietet auch sowohl helle als auch dunkle Themen für Ihre Präferenz. Jeder Tab kann mit verschiedenen Anzeigeoptionen angepasst werden, einschließlich eines Screenshots der Webseite, Text, Logo für beliebte Websites oder sogar Ihr eigenes Bild. Sie können auch die Größe der Tabs wählen, um ein personalisiertes Browsing-Erlebnis zu schaffen.\n\nTab-Backup und Synchronisation: TitleTab bietet eine umfassende Datenspeicherungs- und Synchronisationslösung für alle Ihre Browser-Tabs. Mit TitleTab werden alle hinzugefügten Tabs sicher in der Cloud gespeichert und auf allen Ihren Geräten synchronisiert. Das bedeutet, dass Sie Ihre Tabs jederzeit und von jedem Gerät aus mit nur einem Klick leicht zugreifen können. Egal, ob Sie zu Hause oder unterwegs sind, Sie können sicher sein, dass alle Ihre wichtigen Tabs für einfachen Zugriff gesichert und synchronisiert sind.\n\nOffenes Tab-Gruppieren und Organisieren: TitleTab enthält eine Funktion, um Ihre derzeit geöffneten Tabs lokal auf Ihrem Computer zu speichern, um Ihre Privatsphäre und Vertraulichkeit zu gewährleisten. Ihre Daten sind nur für Sie zugänglich, und TitleTab nimmt die Sicherheit und Privatsphäre unserer Benutzer ernst. Wir verfolgen oder überwachen keine Aktionen, die von Benutzern innerhalb dieser Funktion der Erweiterung durchgeführt werden, einschließlich der Häufigkeit der Nutzung. Wir glauben, dass Ihre Browsing-Gewohnheiten Ihre eigenen Angelegenheiten sind und privat bleiben sollten.\n\nNie endende Tabs: Die TitleTab-Erweiterung verhindert, dass Benutzer aus Versehen ihren letzten offenen Tab schließen. Wenn ein Benutzer nur einen Tab in seinem Browser geöffnet hat, fügt TitleTab automatisch einen angehefteten Tab links davon hinzu. Dieser angeheftete Tab verschwindet, sobald weitere Tabs geöffnet werden, sodass Benutzer ohne Unterbrechung weiter browsen können. Diese Funktion gibt Benutzern ein Gefühl der Sicherheit und hilft dabei, den Ärger zu vermeiden, der mit dem versehentlichen Schließen des letzten Tabs einhergeht.\n\nTab-Sharing: Mit TitleTab können Sie Ihre Lieblingslinks mit anderen Benutzern teilen, indem Sie einen einzigartigen Link zu Ihrem öffentlichen Bereich erstellen. Sie können auch den Bereich anderer Benutzer betreten, um neue Inhalte zu entdecken und mit anderen zusammenzuarbeiten.\n\nDatenschutz und Sicherheit: TitleTab nimmt Ihren Datenschutz und Ihre Sicherheit ernst. Alle Ihre Daten werden sicher auf Ihrem Gerät und in der Cloud gespeichert, und wir geben Ihre Informationen niemals an Dritte weiter.\n\nTitleTab ist die ultimative Registerkartenverwaltungs-Erweiterung für Google Chrome. Probieren Sie es noch heute aus und übernehmen Sie die Kontrolle über Ihr Browsing-Erlebnis!",
    "es": "TitleTab es una potente extensión de gestión de pestañas que hace que la navegación sea más fácil y conveniente que nunca. Con TitleTab, puedes personalizar la página de nueva pestaña, guardar y organizar todas tus pestañas abiertas y compartir tus enlaces favoritos con otros usuarios.\n\nEstas son algunas de las increíbles características que ofrece TitleTab:\n\nPágina de nueva pestaña personalizada: TitleTab ofrece un sistema único de gestión de pestañas que te permite organizar tus pestañas de la manera que mejor te convenga. Puedes arrastrar y soltar tus pestañas para colocarlas en un diseño conveniente. La extensión también incluye tanto el tema claro como el oscuro para tu preferencia. Cada pestaña se puede personalizar con varias opciones de visualización, incluyendo una captura de pantalla de la página web, texto, logo para sitios populares o incluso tu propia imagen. También puedes elegir el tamaño de las pestañas para crear una experiencia de navegación personalizada.\n\nCopia de seguridad y sincronización de pestañas: TitleTab ofrece una solución integral de almacenamiento y sincronización de datos para todas tus pestañas del navegador. Con TitleTab, todas las pestañas que agregues se guardan de forma segura en la nube y se sincronizan en todos tus dispositivos. Esto significa que puedes acceder fácilmente a tus pestañas desde cualquier dispositivo, en cualquier momento, con solo un clic. Ya sea en casa o en movimiento, puedes estar seguro de que todas tus pestañas importantes están respaldadas y sincronizadas para un fácil acceso.\n\nAgrupación y organización de pestañas abiertas: TitleTab incluye una función para guardar tus pestañas abiertas actualmente en tu computadora de forma local, asegurando tu privacidad y confidencialidad. Tus datos solo son accesibles por ti y TitleTab toma en serio la seguridad y privacidad de nuestros usuarios. No rastreamos ni monitorizamos ninguna acción tomada por los usuarios dentro de esta función de la extensión, incluyendo la frecuencia de uso. Creemos que tus hábitos de navegación son asunto tuyo y deben mantenerse privados.\n\nPestañas infinitas: La extensión TitleTab evita que el usuario cierre accidentalmente su última pestaña abierta. Cuando un usuario tiene solo una pestaña abierta en su navegador, TitleTab automáticamente agrega una pestaña fija a la izquierda de ella. Esta pestaña fija desaparece una vez que se abren pestañas adicionales, lo que permite a los usuarios seguir navegando sin interrupción. Esta característica brinda tranquilidad al usuario y ayuda a prevenir la frustración que surge al cerrar accidentalmente la última pestaña.\n\nCompartir pestañas: Con TitleTab, puedes compartir tus enlaces favoritos con otros usuarios creando un enlace único a tu espacio público. También puedes unirte a los espacios de otros usuarios para descubrir nuevo contenido y colaborar con otros.\n\nPrivacidad y seguridad: TitleTab se toma en serio tu privacidad y seguridad. Todos tus datos se almacenan de forma segura en tu dispositivo y en la nube, y nunca compartimos tu información con terceros.\n\nTitleTab es la mejor extensión de gestión de pestañas para Google Chrome. ¡Pruébala hoy mismo y toma el control de tu experiencia",
    "fr": "TitleTab est une extension puissante de gestion d'onglets qui rend la navigation sur Internet plus facile et plus pratique que jamais. Avec TitleTab, vous pouvez personnaliser votre page de nouvel onglet, sauvegarder et organiser tous vos onglets ouverts et partager vos liens préférés avec d'autres utilisateurs.\n\nVoici quelques-unes des fonctionnalités incroyables que TitleTab offre :\n\nPage de Nouvel Onglet Personnalisée : TitleTab offre un système unique de gestion d'onglets qui vous permet d'organiser vos onglets de manière à répondre à vos besoins. Vous pouvez facilement faire glisser et déposer vos onglets pour les disposer dans une disposition pratique. L'extension comprend également un thème clair et sombre pour votre préférence. Chaque onglet peut être personnalisé avec différentes options d'affichage, notamment une capture d'écran de la page web, du texte, un logo pour les sites populaires ou même votre propre image. Vous pouvez également choisir la taille des onglets pour créer une expérience de navigation personnalisée.\n\nSauvegarde et Synchronisation des Onglets : TitleTab offre une solution complète de stockage de données et de synchronisation pour tous vos onglets de navigateur. Avec TitleTab, tous les onglets que vous ajoutez sont enregistrés de manière sécurisée dans le cloud et synchronisés sur tous vos appareils. Cela signifie que vous pouvez facilement accéder à vos onglets depuis n'importe quel appareil, à tout moment, en un seul clic. Que vous soyez chez vous ou en déplacement, vous pouvez être sûr que tous vos onglets importants sont sauvegardés et synchronisés pour un accès facile.\n\nRegroupement et Organisation des Onglets Ouverts : TitleTab inclut une fonctionnalité pour enregistrer vos onglets actuellement ouverts localement sur votre ordinateur, garantissant ainsi votre vie privée et votre confidentialité. Vos données ne sont accessibles que par vous, et TitleTab prend la sécurité et la confidentialité de ses utilisateurs au sérieux. Nous ne suivons ni ne surveillons aucune action entreprise par les utilisateurs dans cette fonctionnalité de l'extension, y compris la fréquence d'utilisation. Nous pensons que vos habitudes de navigation sont votre propre affaire et doivent rester privées.\n\nOnglets Sans Fin : L'extension TitleTab empêche l'utilisateur de fermer accidentellement son dernier onglet ouvert. Lorsqu'un utilisateur n'a qu'un seul onglet ouvert dans son navigateur, TitleTab ajoute automatiquement un onglet épinglé à gauche de celui-ci. Cet onglet épinglé disparaît une fois que des onglets supplémentaires sont ouverts, permettant aux utilisateurs de continuer à naviguer sans interruption. Cette fonctionnalité donne aux utilisateurs la tranquillité d'esprit et aide à prévenir la frustration qui vient avec la fermeture accidentelle du dernier onglet.\n\nPartage d'Onglets : Avec TitleTab, vous pouvez partager vos liens préférés avec d'autres utilisateurs en créant un lien unique vers votre espace public. Vous pouvez également rejoindre les espaces d'autres utilisateurs pour découvrir de nouveaux contenus et collaborer avec d'autres personnes.\n\nConfidentialité et sécurité : TitleTab prend votre confidentialité et votre sécurité au sérieux. Toutes vos données sont stockées en toute sécurité sur votre appareil et dans le cloud, et nous ne partageons jamais vos informations avec des tiers.\n\nTitleTab est l'extension ultime de gestion des onglets pour Google Chrome. Essayez-le dès aujourd'hui et prenez le contrôle de votre expérience de navigation !",
    "hr": "TitleTab je moćno proširenje za upravljanje tabovima koje olakšava pregledavanje i čini ga praktičnijim nego ikad prije. S TitleTab-om možete prilagoditi stranicu novog taba, spremiti i organizirati sve svoje otvorene tabove i podijeliti svoje omiljene veze s drugim korisnicima.\n\nEvo nekih nevjerojatnih značajki koje TitleTab nudi:\n\nPersonalizirana stranica novog taba: TitleTab nudi jedinstveni sustav upravljanja tabovima koji vam omogućuje organiziranje tabova na način koji vam odgovara. Lako možete povlačiti i ispuštati svoje tabove da biste ih uredili u praktičnom rasporedu. Proširenje također uključuje svijetlu i tamnu temu prema vašim željama. Svaki tab može se prilagoditi različitim opcijama prikaza, uključujući snimku zaslona web stranice, tekst, logotip za popularne stranice ili čak vlastitu sliku. Također možete odabrati veličinu tabova da biste stvorili personalizirano iskustvo pregledavanja.\n\nSigurnosna kopija tabova i sinkronizacija: TitleTab pruža sveobuhvatno rješenje za pohranu podataka i sinkronizaciju za sve vaše tabove u pregledniku. S TitleTab-om, svi vaši dodani tabovi sigurno se spremaju u oblaku i sinkroniziraju na svim vašim uređajima. To znači da lako možete pristupiti svojim tabovima s bilo kojeg uređaja, u bilo koje vrijeme, uz samo jedan klik. Bez obzira jeste li kod kuće ili u pokretu, možete biti sigurni da su svi važni tabovi sigurno pohranjeni i sinkronizirani za jednostavan pristup.\n\nGrupiranje i organiziranje otvorenih tabova: TitleTab uključuje značajku za spremanje vaših trenutno otvorenih tabova lokalno na vašem računalu, čime se osigurava vaša privatnost i povjerljivost. Vaši podaci su dostupni samo vama, a TitleTab ozbiljno shvaća sigurnost i privatnost svojih korisnika. Ne pratimo ni ne nadziremo bilo kakve radnje koje korisnici poduzimaju unutar ove značajke proširenja, uključujući učestalost uporabe. Vjerujemo da su vaše navike pregledavanja vaša privatna stvar i trebale bi ostati privatne.\n\nNikad završavajući tabovi: TitleTab proširenje sprečava korisnika da slučajno zatvori svoj zadnji otvoreni tab. Kada korisnik ima samo jedan tab otvoren u svom pregledniku, TitleTab automatski dodaje pričvršćeni tab lijevo od njega. Taj pričvršćeni tab nestaje kada se otvore dodatni tabovi, što omogućuje korisnicima da nastave pregledavanje bez prekida. Ova značajka daje korisnicima mir i pomaže u sprječavanju frustracije koja dolazi s slučajnim zatvaranjem zadnjeg taba.\n\nDijeljenje tabova: S TitleTab-om možete dijeliti svoje omiljene linkove s drugim korisnicima stvaranjem jedinstvenog linka do svog javnog prostora. Također se možete pridružiti prostorima drugih korisnika kako biste otkrili novi sadržaj i surađivali s drugima.\n\nPrivatnost i sigurnost: TitleTab ozbiljno shvaća vašu privatnost i sigurnost. Svi vaši podaci sigurno se pohranjuju na vašem uređaju i u oblaku, i nikada ne dijelimo vaše informacije s trećim stranama.\n\nTitleTab je krajnje proširenje za upravljanje tabovima za Google Chrome. Isprobajte ga danas i preuzmite kontrolu nad svojim pregledavanjem!",
    "it": "TitleTab è un potente estensione di gestione delle schede che rende la navigazione più facile e conveniente che mai. Con TitleTab, è possibile personalizzare la propria pagina della nuova scheda, salvare e organizzare tutte le schede aperte e condividere i propri link preferiti con altri utenti.\n\nEcco alcune delle incredibili funzionalità offerte da TitleTab:\n\nPagina della nuova scheda personalizzata: TitleTab offre un sistema di gestione delle schede unico che consente di organizzare le schede in modo personalizzato. È possibile trascinare e rilasciare facilmente le schede per organizzarle in un layout conveniente. L'estensione include anche una modalità chiara e scura per la propria preferenza. Ogni scheda può essere personalizzata con varie opzioni di visualizzazione, inclusa una schermata del sito web, testo, logo per i siti popolari o persino la propria immagine. È inoltre possibile scegliere le dimensioni delle schede per creare un'esperienza di navigazione personalizzata.\n\nBackup e sincronizzazione delle schede: TitleTab fornisce una soluzione completa di archiviazione dati e sincronizzazione per tutte le schede del browser. Con TitleTab, tutte le schede aggiunte vengono salvate in modo sicuro nel cloud e sincronizzate su tutti i dispositivi. Ciò significa che è possibile accedere facilmente alle proprie schede da qualsiasi dispositivo, in qualsiasi momento, con un solo clic. Che siate a casa o in viaggio, potete essere sicuri che tutte le schede importanti sono state salvate e sincronizzate per un facile accesso.\n\nRaggruppamento e organizzazione delle schede aperte: TitleTab include una funzione per salvare le schede attualmente aperte localmente sul proprio computer, garantendo la propria privacy e riservatezza. I propri dati sono accessibili solo da sé stessi e TitleTab prende sul serio la sicurezza e la privacy dei propri utenti. Non monitoriamo o tracciamo alcuna azione compiuta dagli utenti all'interno di questa funzione dell'estensione, inclusa la frequenza d'uso. Riteniamo che le proprie abitudini di navigazione siano affari propri e debbano rimanere private.\n\nSchede infinite: l'estensione TitleTab impedisce all'utente di chiudere accidentalmente la propria ultima scheda aperta. Quando l'utente ha solo una scheda aperta nel proprio browser, TitleTab aggiunge automaticamente una scheda bloccata alla sua sinistra. Questa scheda bloccata scompare una volta che vengono aperte altre schede, consentendo agli utenti di continuare a navigare senza interruzioni. Questa funzionalità offre all'utente la tranquillità d'animo e aiuta a prevenire la frustrazione che deriva dalla chiusura accidentale dell'ultima scheda.\n\nCondivisione delle schede: Con TitleTab, è possibile condividere i propri link preferiti con altri utenti creando un link unico per il proprio spazio pubblico. È inoltre possibile unirsi agli spazi di altri utenti per scoprire nuovi contenuti e collaborare con gli altri.\n\nPrivacy e sicurezza: TitleTab prende sul serio la tua privacy e sicurezza. Tutti i tuoi dati sono memorizzati in modo sicuro sul tuo dispositivo e nel cloud, e non condividiamo mai le tue informazioni con terze parti.\n\nTitleTab è l'estensione definitiva per la gestione delle schede per Google Chrome. Provalo oggi stesso e prendi il controllo della tua esperienza di navigazione!",
    "pl": "TitleTab to potężne rozszerzenie do zarządzania kartami, które ułatwia przeglądanie stron internetowych i sprawia, że jest to bardziej wygodne niż kiedykolwiek wcześniej. Dzięki TitleTab możesz dostosować swoją stronę nowej karty, zapisać i zorganizować wszystkie otwarte karty oraz udostępniać swoje ulubione linki innym użytkownikom.\n\nOto niektóre z niesamowitych funkcji, które oferuje TitleTab:\n\nPersonalizowana strona nowej karty: TitleTab oferuje unikalny system zarządzania kartami, który pozwala na organizowanie kart w sposób odpowiedni dla Twoich potrzeb. Możesz łatwo przeciągać i upuszczać karty, aby ułożyć je w wygodny układ. Rozszerzenie zawiera również jasny i ciemny motyw, aby dostosować do swoich preferencji. Każdą kartę można dostosować do różnych opcji wyświetlania, w tym zrzut ekranu strony internetowej, tekst, logo popularnych stron lub nawet własny obraz. Możesz również wybrać rozmiar kart, aby stworzyć spersonalizowane doświadczenie przeglądania.\n\nKopia zapasowa i synchronizacja kart: TitleTab zapewnia kompleksowe rozwiązanie przechowywania danych i synchronizacji dla wszystkich kart przeglądarki. Dzięki TitleTab wszystkie dodane karty są bezpiecznie zapisywane w chmurze i synchronizowane na wszystkich urządzeniach. Oznacza to, że możesz łatwo uzyskać dostęp do swoich kart z dowolnego urządzenia w dowolnym momencie, za pomocą jednego kliknięcia. Bez względu na to, czy jesteś w domu czy w drodze, możesz mieć pewność, że wszystkie Twoje ważne karty są zapisane i zsynchronizowane dla łatwego dostępu.\n\nGrupowanie i organizacja otwartych kart: TitleTab zawiera funkcję zapisywania aktualnie otwartych kart lokalnie na Twoim komputerze, zapewniając prywatność i poufność. Twoje dane są dostępne tylko dla Ciebie, a TitleTab traktuje bezpieczeństwo i prywatność swoich użytkowników poważnie. Nie śledzimy ani nie monitorujemy żadnych działań podjętych przez użytkowników w ramach tej funkcji rozszerzenia, w tym częstotliwości jej wykorzystywania. Uważamy, że Twoje nawyki przeglądania są Twoją prywatną sprawą i powinny pozostać prywatne.\n\nNigdy nie kończące się karty: Rozszerzenie TitleTab zapobiega przypadkowemu zamknięciu ostatniej otwartej karty. Gdy użytkownik ma tylko jedną kartę otwartą w swojej przeglądarce, TitleTab automatycznie dodaje przypiętą kartę po lewej stronie. Ta przypięta karta zniknie, gdy zostaną otwarte dodatkowe karty, umożliwiając użytkownikom kontynuowanie przeglądania bez przerw. Ta funkcja daje użytkownikowi spokój ducha i pomaga zapobiec frustracji wynikającej z przypadkowego zamknięcia ostatniej karty.\n\nUdostępnianie karty: Z TitleTab możesz udostępniać swoje ulubione linki innym użytkownikom, tworząc unikalny link do swojej przestrzeni publicznej. Możesz również dołączyć do przestrzeni innych użytkowników, aby odkryć nową zawartość i współpracować z innymi.\n\nPrywatność i bezpieczeństwo: TitleTab traktuje twoją prywatność i bezpieczeństwo poważnie. Wszystkie Twoje dane są przechowywane bezpiecznie na Twoim urządzeniu i w chmurze, i nigdy nie udostępniamy Twoich informacji osobom trzecim.\n\nTitleTab to ostateczne rozszerzenie do zarządzania kartami dla Google Chrome. Wypróbuj je dzisiaj i przejmij kontrolę nad swoim doświadczeniem przeglądania!",
    "ru": "TitleTab - это мощное расширение управления вкладками, которое делает просмотр более удобным и легким, чем когда-либо раньше. С помощью TitleTab вы можете настроить страницу новой вкладки, сохранять и организовывать все открытые вкладки, а также делиться своими любимыми ссылками с другими пользователями.\n\nВот некоторые из удивительных функций, которые предлагает TitleTab:\n\nПерсонализированная страница новой вкладки: TitleTab предлагает уникальную систему управления вкладками, которая позволяет организовывать вкладки так, как вам удобно. Вы можете легко перетаскивать вкладки, чтобы упорядочить их в удобном порядке. Расширение также включает как светлую, так и темную тему на ваш выбор. Каждую вкладку можно настроить с различными параметрами отображения, включая скриншот веб-страницы, текст, логотипы для популярных сайтов или даже собственное изображение. Вы также можете выбрать размер вкладок, чтобы создать персонализированный опыт просмотра.\n\nРезервное копирование и синхронизация вкладок: TitleTab предоставляет всестороннее решение хранения и синхронизации данных для всех ваших вкладок браузера. С помощью TitleTab все добавленные вкладки сохраняются безопасно в облаке и синхронизируются на всех ваших устройствах. Это означает, что вы можете легко получить доступ к своим вкладкам с любого устройства в любое время всего в один клик. Независимо от того, находитесь вы дома или в движении, вы можете быть уверены, что все ваши важные вкладки резервируются и синхронизируются для удобного доступа.\n\nГруппировка и организация открытых вкладок: TitleTab включает функцию сохранения ваших текущих открытых вкладок локально на вашем компьютере, обеспечивая вашу конфиденциальность и безопасность. Ваши данные доступны только вам, и TitleTab серьезно относится к безопасности и конфиденциальности наших пользователей. Мы не отслеживаем и не мониторим любые действия, совершаемые пользователями в рамках этой функции расширения, включая частоту использования. Мы считаем, что ваши привычки в интернете являются вашим личным делом и должны оставаться конфиденциальными.\n\nБесконечные вкладки: Расширение TitleTab предотвращает закрытие пользователем последней открытой вкладки. Когда у пользователя остается только одна открытая вкладка в браузере, TitleTab автоматически добавляет закрепленную вкладку слева от нее. Эта закрепленная вкладка исчезает, как только открываются дополнительные вкладки, позволяя пользователям продолжать просмотр без прерываний. Эта функция обеспечивает покой и помогает предотвратить разочарование, которое возникает при случайном закрытии последней вкладки.\n\nОбмен вкладками: С помощью TitleTab вы можете обмениваться своими любимыми сайтами с другими пользователями, создавая уникальную ссылку на вашу общедоступную страницу. Вы также можете присоединиться к пространствам других пользователей, чтобы открыть для себя новый контент и сотрудничать с другими.\n\nКонфиденциальность и безопасность: TitleTab серьезно относится к вашей конфиденциальности и безопасности. Все ваши данные хранятся безопасно на вашем устройстве и в облаке, и мы никогда не передаем вашу информацию третьим лицам.\n\nTitleTab - это лучшее расширение для управления вкладками в Google Chrome. Попробуйте его сегодня и возьмите управление над своим опытом просмотра!",
    "tr": "TitleTab, gezinmeyi daha önce hiç olmadığı kadar kolay ve pratik hale getiren güçlü bir sekme yönetimi uzantısıdır. TitleTab ile yeni sekme sayfanızı özelleştirebilir, tüm açık sekmelerinizi kaydedebilir ve düzenleyebilir, favori bağlantılarınızı diğer kullanıcılarla paylaşabilirsiniz.\n\nİşte TitleTab'ın sunduğu bazı şaşırtıcı özellikler:\n\nKişiselleştirilmiş Yeni Sekme Sayfası: TitleTab, sekmelerinizi ihtiyaçlarınıza uygun bir şekilde düzenlemenizi sağlayan benzersiz bir sekme yönetim sistemi sunar. Sekmelerinizi uygun bir düzenleme yapmak için kolayca sürükleyip bırakabilirsiniz. Uzantı, tercihinize göre hem açık hem de koyu tema içerir. Her sekme, web sayfasının ekran görüntüsü, metin, popüler siteler için logo veya hatta kendi resminiz gibi çeşitli görüntüleme seçenekleriyle özelleştirilebilir. Ayrıca, kişiselleştirilmiş bir gezinme deneyimi oluşturmak için sekme boyutunu seçebilirsiniz.\n\nSekme Yedekleme ve Senkronizasyon: TitleTab, tüm tarayıcı sekmeleriniz için kapsamlı bir veri depolama ve senkronizasyon çözümü sunar. TitleTab ile eklediğiniz tüm sekmeler güvenli bir şekilde bulutta saklanır ve tüm cihazlarınız arasında senkronize edilir. Bu, tüm cihazlardan, herhangi bir zamanda, yalnızca bir tıklamayla sekmelerinize kolayca erişebileceğiniz anlamına gelir. Evde veya dışarıda olun, tüm önemli sekmelerinizin yedeklendiğinden ve senkronize edildiğinden emin olabilirsiniz.\n\nAçık Sekme Gruplama ve Düzenleme: TitleTab, mevcut açık sekmelerinizi yerel olarak bilgisayarınızda kaydetmenizi sağlayan bir özellik içerir, bu da gizliliğiniz ve gizliliğiniz için önemlidir. Verileriniz yalnızca sizin tarafınızdan erişilebilir ve TitleTab, kullanıcılarımızın güvenliğini ve gizliliğini ciddiye alır. Uzantının bu özelliği içinde yapılan hiçbir eylemi, kullanıcıların kullanım sıklığı dahil olmak üzere izlemiyor veya takip etmiyoruz. Gezinme alışkanlıklarınızın sizin işiniz olduğuna inanıyoruz ve gizli kalması gerektiğini düşünüyoruz.\n\nSonsuz Sekmeler: TitleTab Uzantısı, kullanıcının yanlışlıkla son açık sekmeyi kapatmasını önler. Bir kullanıcının tarayıcısında yalnızca bir sekme kaldığında, TitleTab otomatik olarak onun soluna sabitlenmiş bir sekme ekler. Bu sabitlenmiş sekme, ek sekmeler açıldığında kaybolur ve kullanıcıların kesintisiz bir şekilde gezinmeye devam etmelerini sağlar. Bu özellik, kullanıcıya huzur verir ve son sekmeyi yanlışlıkla kapatmanın getirdiği hayal kırıklığını önler.\n\nSekme Paylaşımı: TitleTab ile, favori bağlantılarınızı diğer kullanıcılarla benzersiz bir bağlantı oluşturarak paylaşabilirsiniz. Ayrıca, diğer kullanıcıların alanlarına katılarak yeni içerikler keşfedebilir ve diğerleriyle işbirliği yapabilirsiniz.\n\nGizlilik ve Güvenlik: TitleTab, gizliliğinizi ve güvenliğinizi ciddiye alır. Tüm verileriniz cihazınızda ve bulutta güvenli bir şekilde saklanır ve bilgilerinizi üçüncü taraflarla paylaşmaz.\n\nTitleTab, Google Chrome için en iyi sekme yönetimi uzantısıdır. Bugün deneyin ve gezinme deneyiminizi kontrol altına alın!",
    "uk": "TitleTab - це потужне розширення для управління вкладками, яке робить перегляд веб-сторінок простішим та зручнішим, ніж будь-коли раніше. З TitleTab ви можете налаштувати свою нову сторінку вкладок, зберегти та організувати всі відкриті вкладки, а також ділитися своїми улюбленими посиланнями з іншими користувачами.\n\nОсь деякі з неймовірних функцій, які пропонує TitleTab:\n\nПерсоналізована нова сторінка вкладок: TitleTab пропонує унікальну систему управління вкладками, яка дозволяє організувати вкладки так, як це вам підходить. Ви можете легко перетягнути та розмістити вкладки в зручному порядку. Розширення також містить як світлу, так і темну теми для вашого вибору. Кожну вкладку можна налаштувати з різними варіантами відображення, включаючи знімок веб-сторінки, текст, логотипи популярних сайтів або ваше власне зображення. Ви також можете вибрати розмір вкладок для створення персоналізованого досвіду перегляду веб-сторінок.\n\nРезервне копіювання та синхронізація вкладок: TitleTab надає комплексне рішення для збереження та синхронізації даних для всіх ваших вкладок у браузері. З TitleTab всі ваші додані вкладки зберігаються безпечно в хмарі та синхронізуються на всіх пристроях. Це означає, що ви можете легко отримати доступ до своїх вкладок з будь-якого пристрою в будь-який час за допомогою всього одного кліку. Незалежно від того, де ви знаходитесь, вдома чи в дорозі, ви можете бути впевнені, що всі ваші важливі вкладки збережені та синхронізовані для легкого доступу.\n\nГрупування та організація вкладок: TitleTab має функцію збереження ваших відкритих вкладок локально на комп'ютері, що забезпечує вашу приватність та конфіденційність. Ваші дані доступні лише вам, і TitleTab серйозно ставиться до безпеки та конфіденційності наших користувачів. Ми не стежимо і не моніторимо будь-які дії, які виконує користувач у цій функції розширення, включаючи частоту використання. Ми вважаємо, що ваші звички перегляду - це ваша власна справа і повинні залишатися приватними.\n\nБезкінечні вкладки: Розширення TitleTab запобігає випадковому закриттю останньої відкритої вкладки користувачем. Коли користувач має тільки одну вкладку відкритою в браузері, TitleTab автоматично додає закріплену вкладку ліворуч від неї. Ця закріплена вкладка зникає, якщо відкрито додаткові вкладки, що дозволяє користувачам продовжувати перегляд без перерви. Ця функція дає користувачу спокій і допомагає запобігти роздратуванню, яке виникає при випадковому закритті останньої вкладки.\n\nОбмін вкладками: З TitleTab ви можете поділитися своїми улюбленими посиланнями з іншими користувачами, створивши унікальне посилання на ваш публічний простір. Ви також можете приєднатися до просторів інших користувачів, щоб відкривати новий контент та співпрацювати з іншими.\n\nКонфіденційність та безпека: TitleTab серйозно ставиться до вашої конфіденційності та безпеки. Усі ваші дані зберігаються безпечно на вашому пристрої та в хмарі, і ми ніколи не передаємо вашу інформацію третім сторонам.\n\nTitleTab - це найкраще розширення для керування вкладками в Google Chrome. Спробуйте його сьогодні і візьміть під свій контроль свій браузинг!"
  }
}