{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guidify Ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Guidify Ai Extension for ChatGPT prompts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the true potential of your creativity with Guidify AI, the revolutionary prompts extension that takes your writing, brainstorming, and ideation to new heights. Whether you're a seasoned writer, a student working on assignments, or someone who just loves to jot down thoughts, Guidify AI is your perfect companion.\n\nUnleash Your Imagination:\n\nBid farewell to writer's block and unleash your imagination like never before. Guidify AI provides an extensive collection of diverse and stimulating writing prompts to spark your creativity. Say goodbye to staring at a blank page and embrace a world of endless ideas and possibilities.\n\nPersonalized Writing Prompts:\n\nGuidify AI understands you like no other. Tailored to your preferences and writing style, the extension suggests prompts that align with your unique interests. Every prompt feels like it was custom-made just for you, igniting your creativity and guiding you through the writing process.\n\nEnhanced Productivity:\n\nBoost your productivity and writing speed with Guidify AI. This prompts extension serves as your creative sidekick, eliminating the need to spend hours searching for ideas. With just a few clicks, you'll have a plethora of thought-provoking prompts at your fingertips.\n\nImprove Your Writing Skills:\n\nGuidify AI not only provides exciting prompts but also helps you enhance your writing skills. By tackling different writing styles, genres, and topics, you'll find yourself growing as a writer and gaining confidence in your abilities.\n\nSeamless Integration:\n\nIntegrating Guidify AI into your writing routine is a breeze. Whether you're using a word processor, a note-taking app, or any other writing platform, our extension effortlessly integrates with your favorite tools, ensuring a seamless and intuitive experience.\n\nSmart Suggestions & Feedback:\n\nGuidify AI goes beyond simple prompts. It offers smart suggestions and constructive feedback on your writing, helping you refine your work and make it even more captivating. Improve your storytelling, descriptive skills, and narrative flow with the help of AI-powered insights.\n\nYour Data, Your Privacy:\n\nWe understand the value of your creative work and the importance of privacy. Rest assured, Guidify AI operates with the utmost respect for your data. Your prompts and writing remain confidential, and we do not store any personal information.\n\nEmbrace the Future of Writing:\n\nSay hello to the future of writing with Guidify AI. Embrace the power of AI-driven prompts to enhance your creativity, sharpen your skills, and enjoy a more enriching writing journey. Whether you're a wordsmith or a beginner, Guidify AI will inspire and guide you every step of the way.\n\nDownload Guidify AI now and embark on an extraordinary writing adventure like no other. Unleash your creativity, improve your writing, and witness the magic of AI-powered prompts. Your writing masterpiece awaits!"
  }
}