{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Product Comparison AI/GPT Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily compare products by their core features, AI-driven insights using chatGPT, and user reviews"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "### Smart Amazon Product Comparer\n\nDo you often find yourself stuck comparing multiple Amazon products, unable to decide which one suits your needs best? Introducing **Smart Amazon Product Comparer**, a free and open-source Chrome extension that uses OpenAI's state-of-the-art ChatGPT to streamline your decision-making process.\n\n#### Features:\n- **Effortless Comparison:** Automatically compare features, prices, reviews, and descriptions of different Amazon products in a user-friendly interface.\n- **AI-Powered Insights:** Get unbiased, intelligent summaries and recommendations powered by OpenAI’s ChatGPT to help you make informed decisions quickly.\n- **Privacy-First Design:** Your OpenAI API key remains secure. It is stored locally in your browser and is only utilized to communicate with OpenAI's servers, ensuring your data stays private.\n- **Customization:** Easily set up your own OpenAI API key within the extension settings. No key is ever shared or stored outside your browser, guaranteeing peace of mind.\n- **Open-Source Transparency:** Fully open-source, with the entire codebase available on GitHub for anyone to review, contribute to, or fork.\n\nhttps://github.com/nobari/product-compare\n\n#### How to Use:\n1. **Add the Extension:** Install Smart Amazon Product Comparer from the Chrome Web Store.\n2. **Configure API Key:** Go to the extension settings and enter your OpenAI API key. This key is securely stored in your browser.\n3. **Start Comparing:** Visit any Amazon product page, and the extension will activate. Select the products you want to compare, and let ChatGPT do the heavy lifting!\n4. **View Results:** Get detailed comparisons and AI-driven recommendations right within your browser.\n\n#### GitHub Repository:\n\nWant to take a peek under the hood? Visit our GitHub repository to explore the source code, raise issues, or contribute to the project.\n\nDownload **Smart Amazon Product Comparer** now and revolutionize the way you shop on Amazon! Make smarter choices effortlessly with the power of AI at your fingertips."
  }
}