{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube AdBlocker For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the Best YouTube Ad-Free Experience with Chrome AdBlocker"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience uninterrupted and hassle-free YT video streaming with the YT AdBlocker for Chrome. Say goodbye to annoying ads that interrupt your video viewing experience.\nEnjoy ads free streaming experience with YT ad blocker for Chrome.\n\nAre you tired of constantly seeing non-skippable ads while watching your favorite YT videos? Look no further, the YT AdBlocker for Chrome is here to offer you an uninterrupted and seamless video streaming experience.\n\nBlock All Types of YT Ads\n\nThis AdBlocker effectively blocks all types of YT ads, including non-skippable, banners, and video ads, so you can enjoy your videos without any distractions. Say goodbye to interruptions and enjoy a clutter-free video streaming experience.\n\n\n\nEasy to Use and Install\n\nThe YT AdBlocker for Chrome is designed with ease-of-use in mind, making it accessible for users of all levels. With its simple setup and easy-to-use interface, you can start blocking ads on YT with just a few clicks.\n\n\nFast and Efficient Performance\n\nThe YT AdBlocker for Chrome is built with fast and efficient performance in mind, ensuring that your video streaming experience is not hindered. This ad-blocker guarantees that you will enjoy a smooth and seamless video streaming experience.\n\nAd-Free YT Streaming Guaranteed\nSay goodbye to annoying ads and enjoy a clutter-free video streaming experience with the YT AdBlocker for Chrome. This ad-blocker guarantees ad-free YT streaming, ensuring that you can enjoy your favorite videos without any distractions.\n\nIn conclusion, the YT AdBlocker is the perfect solution for anyone looking for a hassle-free and ad-free video streaming experience on YT. With its easy-to-use interface, and fast and efficient performance, this ad-blocker is the ultimate tool for ad-free YT streaming. Upgrade your video streaming experience today and get the YT AdBlocker for Chrome now!"
  }
}