{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ethiq"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ethiq"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ethiq’s Chrome Extension empowers you to easily see the financial connections between corporations and politicians. The goal of this extension is to deliver objective, non-partisan and actionable information on the relationships between our representatives and corporations involved in the US political process.\n \nThis free, easy-to-use extension scans each web page you visit for references to any Fortune® 1000 corporation or the 535 federal-level politicians (US House and Senate). \n \nA counter at the top right of your browser displays the number of entities found. Clicking on the extension badge opens up a window that displays these entities. \n \n*** We recommend you ensure the blue “pin” to the right of this badge is enabled so you may see this counter in action.\n \n• Click on a corporation, and see the politicians that corporation allocated money to.\n• Click on a politician, and see the corporations that politicians received money from.\n• Use the extension’s search feature to look up a corporation / politician of your choice.\n \nThe extension also allows you to:\n \n• Filter results by year.\n• Easily contact a corporation or politician with up-to-date Twitter, Facebook and URL links.\n \nEthiq’s data are primarily sourced from publicly available Federal Election Commission and IRS 527 filings.\n \nEthiq is ideologically neutral. Transparency is the mission of this project. We are not attempting to make any claims that the relationships between corporations and politicians highlighted by our software are “good” or “bad.” We do, however, hope you find this information useful and additive to your web experience.\n \nEthiq welcomes your feedback. Please email us at info@ethiq.org.\n \nEthiq’s privacy policy is accessible at: https://www.ethiq.com/privacy\nEthiq’s terms of service is accessible at: ​​https://www.ethiq.com/terms"
  }
}