{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reachdog"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reach Dog is a free research tool that saves time with searching for influencers and hashtags."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Reach Dog !\n\nDiscover social media metrics on Tik-Tok, Facebook, Instagram, Twitch, YouTube and Twitter. \n\nHOW DOES IT WORK?\n\nThe extension automatically retrieves deep analytics from any social media profile so you can look at numerical data like: avg. reach, avg. views, avg. likes, avg. engagement rate and avg. shares.\n\nVisually, the extension offers you 3 key elements when browsing social media profiles on desktop:\n\n-  STATS\nGives you numerical data on how a profile performs, useful for marketing research.\n\n-  STAR ICON\nLets you save profiles so you can look at them later. Group and organize your favorites for easier research and decision making.\n\n-  GREEN PAW PRINT ICON\nTakes you to the user’s Mention Page, where you can see which accounts tag them and explore their pages.\n\nWHO USES THE REACH DOG EXTENSION?\n\n- Marketers\nTo research deep social media analytics for marketing campaigns\n\n-  Influencers\nTo research other influencers to collab with\n\n-  Brands\nTo research other brands or influencers to collab with\n\n-  General Audience\nTo browse their favorite brands, influencers, and celebrities.\n\nVISIT THE REACH.DOG WEBSITE\n\nTo unlock the full potential of the extension by visiting the Reach Dog website where you can make use of powerful tools like: \n\nHashtag Research Tool\nSearch up to 3 hashtags at the same time and look for posts who posses those specific hashtags. A tool that lets you search the most popular post using a given hashtag.\n\nMentions Page\nThe Mentions Page opens you the doors to the universe! \nExplore any user and discover the tagged posts and related accounts where the user has been mentioned. Useful for public relations and brand management.\n\nDeeper Analytics\nCheck out any user’s Posting Calendar, their Top Used Hashtags, Their most popular post and all their social media profiles in one place. \n\nFeatured Store ( beta ) \n\nJoin the #1 social media research tool by visiting www.reach.dog on your web browser and subscribe to our YouTube Channel"
  }
}