{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buddy's Home Depot Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download high-resolution images from Home Depot."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description\nBuddy's Home Depot Image Downloader is the ultimate tool for effortlessly downloading high-resolution images from Home Depot's website. Whether you're a contractor, designer, or DIY enthusiast, this extension makes it incredibly easy to collect and save images for your projects and presentations.\n\nFeatures\nHigh-Resolution Downloads: Automatically fetch and download the highest quality images available from Home Depot.\nEasy Preview: View a clean and organized grid of all available images right in the extension popup.\nSingle Click Downloads: Download individual images quickly with a single click on the download icon.\nBulk Download: Save time by downloading all images at once into a convenient ZIP file.\nUser-Friendly Interface: Enjoy a sleek and intuitive interface that makes image management a breeze.\nDonation Support: Keep this project free by donating through Venmo or PayPal, directly from the extension.\n\nHow to Use\nInstall the Extension: Add Buddy's Home Depot Image Downloader to your Chrome browser from the Chrome Web Store.\nNavigate to a Product Page: Go to any product page on Home Depot's website.\nOpen the Extension: Click on the Buddy's Home Depot Image Downloader icon in your Chrome toolbar.\nPreview and Download: Browse through the images in the popup, click the download icon on individual images, or use the \"Download All\" button to save all images in a ZIP file."
  }
}