{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GeoSearch: 'VPN' for Google Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emulates Google search from the user's desired location and language"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The local search plugin enables users to search for a term in any location, in any language, much like a VPN.\n\nGoogle search results will often vary depending on where the searcher is located. For businesses and brands with stakeholders in many different locations, as well as for individuals, being able to see “how you look” on the search page in multiple places at once is crucial. \n\nWhat do searchers in London see when they search your company? How does this compare to what that same search looks like in New York? What about searches in another language?\n\nWelcome to GeoSearch by Five Blocks.\n\nSome background:\nGoogle and other search engines are designed to provide the most relevant information possible to searchers. In many cases relevance is dependent on where the searcher is located and in what language they are searching. \n\nFor example, if you are in Philadelphia and you search for “science museum”, Google knows that you may well be looking to visit the Franklin Institute, the local science museum. That same search done in Los Angeles will yield search results where the California Science Center is most prominent.  \n\nThe same is true for brands and individuals. Google will often provide searchers with locally relevant results – job openings or office branches in a specific location, content in a local language – all dependent on where the searcher is located. (Google uses your IP address or sometimes your device’s GPS to record your most probable location.)\n\nThis means that if you have a reputation challenge in a specific location, you may not be aware of it from searching Google in your current location. (A restaurant chain which had a food recall in one city may have their results affected there -- without headquarters being aware of the negative change.) \n\nGeoSearch solves that problem by showing you the Google search results page as it appears in locations of your choice.  You do not need a VPN, proxy server, or IP switcher to see Google search results from any location worldwide. All you do is enter into the extension the keyword you want to search, the city, and the language, and GeoSearch does the rest.\n\nSure saves travel time. \n\nPRIVACY NOTICE: \nGeoSearch does not transmit any of your data off your own computer. We do ask for your email to enable advanced functionality of the extension, so that we can send you essential updates. That information is stored securely and never shared."
  }
}