{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "yoursearch.ai"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The search engine of the future is here - Explore the web with the power of AI",
    "de": "Die Suchmaschine der Zukunft ist da - Erforsche das Internet mit der Kraft der KI",
    "es": "El motor de búsqueda del futuro ya está aquí - Explora la web con el poder de la IA",
    "it": "Il motore di ricerca del futuro è qui - Esplora il web con la potenza dell'intelligenza artificiale"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate web browser extension for an AI-powered search engine - the perfect tool to enhance your online browsing experience!\n\nOur AI search engine is designed to deliver lightning-fast, accurate results based on your search queries, and our browser extension takes this to the next level. With this extension, you can easily search for anything on the web, without even leaving your current tab.\n\nHere are just a few of the benefits you'll enjoy with our browser extension:\n\n- Instant search results: No more waiting for pages to load - our AI-powered search engine delivers instant results, so you can find what you need quickly and easily.\n- Smart suggestions: Our AI technology will suggest the most relevant search results based on your previous search queries, making it easier to find what you're looking for.\n- Streamlined browsing: Our extension integrates seamlessly with your web browser, so you can search the web without interrupting your workflow or browsing experience.\n- Customizable settings: Tailor your search experience to your needs with customizable settings that let you adjust your search results based on your preferences.\n\nWhether you're a student, a professional, or just someone who loves browsing the web, our AI search engine and browser extension are the perfect tools to help you find what you're looking for, faster and easier than ever before. So why wait? Download our extension today and start exploring the web like never before!",
    "de": "Wir präsentieren die ultimative Browsererweiterung für eine KI-gesteuerte Suchmaschine - das perfekte Tool zur Verbesserung Deines Online-Surferlebnisses!\n\nUnsere KI-Suchmaschine wurde entwickelt, um Dir blitzschnelle und genaue Ergebnisse zu Deinen Suchanfragen zu liefern, und unsere Browsererweiterung bringt dies auf die nächste Stufe. Mit dieser Erweiterung kannst Du alles im Web durchsuchen, ohne Deinen aktuellen Tab zu verlassen.\n\nHier sind nur einige der Vorteile, die Du mit unserer Browsererweiterung genießen kannst:\n\n- Sofortige Suchergebnisse: Kein Warten mehr auf das Laden von Seiten - unsere KI-gesteuerte Suchmaschine liefert sofort Ergebnisse, damit Du schnell und einfach findest, was Du suchst.\n- Intelligente Vorschläge: Unsere KI-Technologie schlägt die relevantesten Suchergebnisse auf der Grundlage Deiner vorherigen Suchanfragen vor, sodass Du leichter findest, was Du suchst.\n- Optimiertes Surfen: Unsere Erweiterung fügt sich nahtlos in Deinen Webbrowser ein, so dass Du das Web durchsuchen kannst, ohne Deinen Arbeitsablauf oder Dein Surferlebnis zu unterbrechen.\n- Anpassbare Einstellungen: Passe Deine Suche an Deine Bedürfnisse an, indem Du die Suchergebnisse nach Deinen Vorlieben anpasst.\n\nOb Du studierst, arbeitest oder einfach nur gerne im Internet surfst, unsere KI-Suchmaschine und Browsererweiterung sind die perfekten Werkzeuge, um schneller und einfacher als je zuvor zu finden, was Du suchst. Warum also warten? Lade unsere Erweiterung noch heute herunter und entdecke das Internet wie nie zuvor!",
    "es": "Presentamos la última extensión de navegador web para un motor de búsqueda basado en IA: ¡la herramienta perfecta para mejorar su experiencia de navegación en línea!\n\nNuestro motor de búsqueda de inteligencia artificial está diseñado para ofrecer resultados precisos y rápidos basados en sus consultas de búsqueda, y nuestra extensión de navegador lleva esto al siguiente nivel. Con esta extensión, puede buscar fácilmente cualquier cosa en la web, sin siquiera salir de su pestaña actual.\n\nÉstas son sólo algunas de las ventajas de las que disfrutará con nuestra extensión para navegadores:\n\n- Resultados de búsqueda instantáneos: Ya no tendrás que esperar a que se carguen las páginas: nuestro motor de búsqueda basado en inteligencia artificial ofrece resultados instantáneos para que puedas encontrar lo que necesitas de forma rápida y sencilla.\n- Sugerencias inteligentes: Nuestra tecnología de IA te sugerirá los resultados de búsqueda más relevantes basándose en tus consultas de búsqueda anteriores, para que te resulte más fácil encontrar lo que buscas.\n- Navegación optimizada: Nuestra extensión se integra perfectamente con tu navegador web, para que puedas buscar en la web sin interrumpir tu flujo de trabajo o tu experiencia de navegación.\n- Ajustes personalizables: Adapte su experiencia de búsqueda a sus necesidades con una configuración personalizable que le permite ajustar los resultados de búsqueda en función de sus preferencias.\n\nTanto si eres un estudiante, un profesional o simplemente alguien a quien le encanta navegar por Internet, nuestro motor de búsqueda de inteligencia artificial y la extensión del navegador son las herramientas perfectas para ayudarte a encontrar lo que buscas, más rápido y más fácil que nunca. ¿A qué esperas? Descárgate nuestra extensión hoy mismo y empieza a explorar la web como nunca antes.",
    "it": "Vi presentiamo l'ultima estensione per il browser web per un motore di ricerca AI: lo strumento perfetto per migliorare la vostra esperienza di navigazione online!\n\nIl nostro motore di ricerca AI è stato progettato per fornire risultati precisi e veloci in base alle vostre query di ricerca e la nostra estensione per il browser lo porta a un livello superiore. Con questa estensione è possibile cercare facilmente qualsiasi cosa sul web, senza nemmeno lasciare la scheda corrente.\n\nEcco solo alcuni dei vantaggi di cui potrete godere con la nostra estensione per il browser:\n\n- Risultati di ricerca istantanei: Non dovrete più aspettare il caricamento delle pagine: il nostro motore di ricerca AI fornisce risultati immediati, in modo che possiate trovare ciò che vi serve in modo facile e veloce.\n- Suggerimenti intelligenti: La nostra tecnologia AI suggerisce i risultati di ricerca più pertinenti in base alle vostre precedenti ricerche, rendendo più facile trovare ciò che state cercando.\n- Navigazione semplificata: La nostra estensione si integra perfettamente con il browser web, in modo da poter effettuare ricerche sul web senza interrompere il flusso di lavoro o l'esperienza di navigazione.\n- Impostazioni personalizzabili: L'esperienza di ricerca può essere adattata alle vostre esigenze grazie alle impostazioni personalizzabili che vi permettono di regolare i risultati della ricerca in base alle vostre preferenze.\n\nChe siate studenti, professionisti o semplicemente persone che amano navigare sul web, il nostro motore di ricerca AI e l'estensione del browser sono gli strumenti perfetti per aiutarvi a trovare ciò che cercate, in modo più rapido e semplice che mai. Quindi perché aspettare? Scaricate oggi stesso la nostra estensione e iniziate a esplorare il web come mai prima d'ora!"
  }
}