{
  "name": {
    "ar": "مساعد التسوق علي برايس-1688",
    "am": "AliPrice ግዢ ረዳት-1688",
    "bg": "Помощник при пазаруване AliPrice-1688",
    "bn": "আলিপ্রাইস শপিং অ্যাসিস্ট্যান্ট-1688",
    "ca,da,el": "AliPrice Shopping Assistant-1688",
    "cs": "Nákupní asistent AliPrice-1688",
    "de": "AliPrice Einkaufsassistent-1688",
    "en,en_GB,en_US,no": "AliPrice Shopping Assistant for 1688",
    "en_AU,zh_CN": "AliPrice购物助手-1688",
    "es,es_419": "Asistente de compras AliPrice para 1688",
    "et": "AliPrice'i ostuassistent 1688 jaoks",
    "fa": "دستیار خرید AliPrice برای 1688",
    "fi": "AliPrice-ostosavustaja vuodelle 1688",
    "fil": "AliPrice Shopping Assistant para sa 1688",
    "fr": "Assistant d'achat AliPrice pour 1688",
    "gu": "1688 માટે અલીપ્રાઈસ શોપિંગ સહાયક",
    "he": "עוזר קניות של AliPrice לשנת 1688",
    "hi": "अलीप्राइस शॉपिंग असिस्टेंट 1688 में",
    "hr": "AliPrice Shopping Assistant za 1688",
    "hu": "AliPrice vásárlási asszisztens 1688-ra",
    "id": "Asisten Belanja AliPrice untuk tahun 1688",
    "it": "Assistente agli acquisti AliPrice per 1688",
    "ja": "AliPriceショッピングアシスタント-1688",
    "kn": "1688 ಗಾಗಿ ಅಲಿಪ್ರೈಸ್ ಶಾಪಿಂಗ್ ಸಹಾಯಕ",
    "ko": "AliPrice 쇼핑도우미-1688",
    "lt": "„AliPrice“ apsipirkimo asistentas už 1688 m",
    "lv": "AliPrice iepirkšanās palīgs 1688. gadam",
    "ml": "1688-നുള്ള അലിപ്രൈസ് ഷോപ്പിംഗ് അസിസ്റ്റന്റ്",
    "mr": "1688 साठी AliPrice खरेदी सहाय्यक",
    "ms": "Pembantu Beli-belah AliPrice untuk 1688",
    "nl": "AliPrice-winkelassistent voor 1688",
    "pl": "Asystent zakupów AliPrice dla roku 1688",
    "pt_BR,pt_PT": "Assistente de compras AliPrice para 1688",
    "ro": "AliPrice Shopping Assistant pentru 1688",
    "ru": "Помощник по покупкам AliPrice для 1688",
    "sk": "Nákupný asistent AliPrice za 1688",
    "sl": "Nakupovalni pomočnik AliPrice za 1688",
    "sr": "AliPrice Схоппинг Ассистант за 1688",
    "sv": "AliPrice Shopping Assistant för 1688",
    "sw": "Msaidizi wa Ununuzi wa AliPrice kwa 1688",
    "ta": "1688க்கான அலிபிரைஸ் ஷாப்பிங் உதவியாளர்",
    "te": "1688 కోసం అలీప్రైస్ షాపింగ్ అసిస్టెంట్",
    "th": "ผู้ช่วยช้อปปิ้ง AliPrice สำหรับ 1688",
    "tr": "1688 için AliPrice Alışveriş Asistanı",
    "uk": "AliPrice Shopping Assistant для 1688",
    "vi": "Trợ lý mua sắm AliPrice cho 1688",
    "zh_TW": "AliPrice購物助手-1688"
  },
  "short": {
    "ar": "تتبع سجل الأسعار على 1688 وابحث عن مصادر المنتجات على AliExpress و Alibaba و Taobao و Yiwugo.",
    "am": "የዋጋ ታሪክን በ 1688 ላይ ይከታተሉ እና በ AliExpress ፣ በአሊባባ ፣ በታኦባዎ እና በሠራ-በቻይና የምርት ምንጮችን ያግኙ ፡፡",
    "bg": "Проследете историята на цените на 1688 и намерете източници на продукти в AliExpress, Alibaba, Taobao и Yiwugo.",
    "bn": "1688-এ দামের ইতিহাস সন্ধান করুন এবং আলীএক্সপ্রেস, আলিবাবা, তাওবাও এবং মেড-ইন-চায়নাতে পণ্যের উত্সগুলি সন্ধান করুন।",
    "ca": "Feu un seguiment de l'historial de preus a 1688 i cerqueu fonts de productes a AliExpress, Alibaba, Taobao i Yiwugo.",
    "cs": "Sledujte historii cen na 1688 a najděte zdroje produktů na AliExpress, Alibaba, Taobao a Yiwugo.",
    "da": "Spor prishistorik på 1688 og find produktkilder på AliExpress, Alibaba, Taobao og Yiwugo.",
    "de": "Verfolgen Sie die Preisentwicklung auf 1688 und finden Sie Produktquellen auf AliExpress, Alibaba, Taobao und Yiwugo.",
    "el": "Παρακολουθήστε το ιστορικό τιμών στο 1688 και βρείτε πηγές προϊόντων σε AliExpress, Alibaba, Taobao και Yiwugo.",
    "en,en_GB,en_US": "AliPrice Search by image allows you to easily find the source goods on e-commerce websites.",
    "en_AU,zh_CN": "AliPrice以图搜同款神器可以让你轻松地在跨境电商网站上找到同款货源。",
    "es,es_419": "Realice un seguimiento del historial de precios en 1688 y encuentre fuentes de productos en AliExpress, Alibaba, Taobao y Yiwugo.",
    "et": "Jälgige hinnaajalugu saidil 1688 ja leidke tooteallikaid AliExpressist, Alibabast, Taobaost ja Yiwugo.",
    "fa": "تاریخچه قیمت را در 1688 دنبال کنید و منابع محصول را در AliExpress ، Alibaba ، Taobao و Yiwugo پیدا کنید.",
    "fi": "Seuraa hintahistoriaa osoitteessa 1688 ja etsi tuotelähteitä AliExpress, Alibaba, Taobao ja Yiwugo.",
    "fil": "Subaybayan ang kasaysayan ng presyo sa 1688 at hanapin ang mga mapagkukunan ng produkto sa AliExpress, Alibaba, Taobao, at Yiwugo.",
    "fr": "Suivez l'historique des prix sur 1688 et trouvez des sources de produits sur AliExpress, Alibaba, Taobao et Yiwugo.",
    "gu": "1688 પર ભાવ ઇતિહાસનો ટ્ર Trackક કરો અને અલીએક્સપ્રેસ, અલીબાબા, તાઓબાઓ અને મેડ-ઇન-ચાઇના પરના ઉત્પાદન સ્રોત શોધો.",
    "he": "עקוב אחר היסטוריית המחירים ב- 1688 ומצא מקורות מוצרים ב- AliExpress, Alibaba, Taobao ו- Yiwugo.",
    "hi": "1688 पर मूल्य इतिहास को ट्रैक करें और अलीएक्सप्रेस, अलीबाबा, Taobao और मेड-इन-चाइना पर उत्पाद स्रोत खोजें।",
    "hr": "Pratite povijest cijena na 1688 i pronađite izvore proizvoda na AliExpressu, Alibabi, Taobau i Yiwugo.",
    "hu": "Kövesse az árelőzményeket az 1688 oldalon, és keressen termékforrásokat az AliExpress, az Alibaba, a Taobao és a Yiwugo webhelyeken.",
    "id": "Lacak riwayat harga di 1688 dan temukan sumber produk di AliExpress, Alibaba, Taobao, dan Yiwugo.",
    "it": "Tieni traccia della cronologia dei prezzi su 1688 e trova le fonti dei prodotti su AliExpress, Alibaba, Taobao e Yiwugo.",
    "ja": "1688、アリババ、アリエクスプレス、タオバオ、などで類似商品を画像で検索",
    "kn": "1688 ನಲ್ಲಿ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ ಮತ್ತು ಅಲಿಎಕ್ಸ್ಪ್ರೆಸ್, ಅಲಿಬಾಬಾ, ಟಾವೊಬಾವೊ ಮತ್ತು ಮೇಡ್-ಇನ್-ಚೀನಾದಲ್ಲಿ ಉತ್ಪನ್ನ ಮೂಲಗಳನ್ನು ಹುಡುಕಿ.",
    "ko": "1688, 알리바바, 타오바오, 알리익스프레스 등에서 이미지로 유사 제품 검색",
    "lt": "Stebėkite kainų istoriją 1688 ir raskite produktų šaltinius „AliExpress“, „Alibaba“, „Taobao“ ir „Yiwugo“.",
    "lv": "Izsekojiet cenu vēsturi vietnē 1688 un atrodiet produktu avotus vietnēs AliExpress, Alibaba, Taobao un Yiwugo.",
    "ml": "1688 ൽ വില ചരിത്രം ട്രാക്കുചെയ്യുക, അലിഎക്സ്പ്രസ്സ്, അലിബാബ, ടൊബാവോ, മേഡ്-ഇൻ-ചൈന എന്നിവയിൽ ഉൽപ്പന്ന ഉറവിടങ്ങൾ കണ്ടെത്തുക.",
    "mr": "1688 वर किंमतीच्या इतिहासाचा मागोवा घ्या आणि अली-एक्सप्रेस, अलिबाबा, ताबाओ आणि मेड-इन-चाइन वर उत्पादन स्रोत शोधा.",
    "ms": "Jejak sejarah harga di 1688 dan cari sumber produk di AliExpress, Alibaba, Taobao, dan Yiwugo.",
    "nl": "Houd de prijsgeschiedenis bij op 1688 en vind productbronnen op AliExpress, Alibaba, Taobao en Yiwugo.",
    "no": "Spor prishistorikk på 1688 og finn produktkilder på AliExpress, Alibaba, Taobao og Yiwugo.",
    "pl": "Śledź historię cen na 1688 i znajdź źródła produktów na AliExpress, Alibaba, Taobao i Yiwugo.",
    "pt_BR,pt_PT": "Acompanhe o histórico de preços em 1688 e encontre fontes de produtos no AliExpress, Alibaba, Taobao e Yiwugo.",
    "ro": "Urmăriți istoricul prețurilor pe 1688 și găsiți surse de produse pe AliExpress, Alibaba, Taobao și Yiwugo.",
    "ru": "Найти товар по фото на 1688, Алибаба, Таобао, Алиэкспресси и др.",
    "sk": "Sledujte históriu cien na 1688 a nájdite zdroje produktov na serveroch AliExpress, Alibaba, Taobao a Yiwugo.",
    "sl": "Sledite zgodovini cen na spletnem mestu 1688 in poiščite vire izdelkov na AliExpress, Alibaba, Taobao in Yiwugo.",
    "sr": "Пратите историју цена на 1688.цом и пронађите изворе производа на АлиЕкпресс, Алибаба, Таобао и Маде-ин-Цхина.",
    "sv": "Spåra prishistorik på 1688 och hitta produktkällor på AliExpress, Alibaba, Taobao och Yiwugo.",
    "sw": "Fuatilia historia ya bei kwenye 1688 na upate vyanzo vya bidhaa kwenye AliExpress, Alibaba, Taobao, na Yiwugo.",
    "ta": "1688 இல் விலை வரலாற்றைக் கண்காணித்து, அலிஎக்ஸ்பிரஸ், அலிபாபா, தாவோபாவ் மற்றும் மேட்-இன்-சீனாவில் தயாரிப்பு ஆதாரங்களைக் கண்டறியவும்.",
    "te": "1688 లో ధర చరిత్రను ట్రాక్ చేయండి మరియు అలీఎక్స్ప్రెస్, అలీబాబా, టావోబావో మరియు మేడ్-ఇన్-చైనాలో ఉత్పత్తి వనరులను కనుగొనండి.",
    "th": "ติดตามประวัติราคาบน 1688 และค้นหาแหล่งสินค้าใน AliExpress, Alibaba, Taobao และ Yiwugo",
    "tr": "1688'da fiyat geçmişini takip edin ve AliExpress, Alibaba, Taobao ve Yiwugo'daki ürün kaynaklarını bulun.",
    "uk": "Відстежуйте історію цін на 1688 та знаходьте джерела продуктів на AliExpress, Alibaba, Taobao та Yiwugo.",
    "vi": "Theo dõi lịch sử giá trên 1688 và tìm nguồn sản phẩm trên AliExpress, Alibaba, Taobao và Yiwugo.",
    "zh_TW": "AliPrice以圖搜同款神器可以讓你輕鬆地在跨境電商網站上找到同款貨源。"
  },
  "long": {
    "ar": "الخصائص الرئيسية:\n1. سجل الأسعار: يمكنك التحقق من سجل الأسعار خلال 3/6/12 شهرًا بتاريخ 1688.\n2. ابحث عن منتجات مماثلة حسب الصورة، وانقر فوق زر البحث أو انقر بزر الماوس الأيمن وابحث بالصورة، واعثر بسرعة على نفس المنتج على Ali 1688، TB، وما إلى ذلك، وهي أداة لا غنى عنها لدروبشيبينغ.\n3. تنبيه بانخفاض السعر: أضف المنتج إلى مفضلتك، وسيصلك إشعار عند انخفاض السعر.\n4. إحصائيات المبيعات، وتحليل الطلب وتوزيع الأسعار على صفحات قائمة منتجات AE وShopee، ونسبة مبيعات البائع، وما إلى ذلك.\n5. عرض كوبونات بقيمة دينار أردني\n6. نسخ الرابط، تمت إضافة زر نسخ الرابط لمساعدتك على نسخ روابط المنتج من السل و1688.\n7. التقاط وترجمة. التقاط صورة وترجمة النص عليها.\n8. تحليل المراجعة: في صفحة تفاصيل منتج AE، قم بتحليل التوزيع القطري للمراجعين.\n9. قم بتنزيل صورة المنتج والفيديو على Taobao، Aliexpress، 1688 بنقرة واحدة، تصدير روابط الصور للنسخ، ترجمة الصور.\n10. تمت إضافة Wildberry وvvic.com للبحث بالصور\n11. محول العملات، يمكنك استخدام محول العملات لتحويل العملات على 1688\n12. دعم Google Lens للبحث عن المنتجات المماثلة حسب الصورة.\n13. دعم مقارنة نفس المنتجات في 1688، وتصديرها كملف Excel..\n14. قم بتنزيل صور المراجعة من Aliexpress وAmazon، وتصدير المراجعات كملف Excel..\n15. تصدير قائمة سلة التسوق 1688 والسل\n16. ابحث بالصورة للعثور على منتجات مماثلة على Shein وNaver وAmazon.\n17. تصفية وتصدير المنتجات المماثلة بناءً على مجالات مختلفة إلى TXT أو Excel.\n18. انسخ عنوان المنتج وابحث عن نفس العناصر على 1688، Taobao.\n19. الترتيب حسب مبيعات Dropshipping والتصفية للتصدير على صفحات قائمة منتجات 1688.com.\n\nإذا كان لديك أي أسئلة أو اقتراحات، فلا تتردد في الاتصال بنا:\nhttps://www.aliprice.com/information/index?page=contact\nعن طريق تثبيت ملحق AliPrice، فإنك توافق على شروط \"شروط خدمة AliPrice\" وتسمح للامتداد بإعادة التوجيه إلى روابط البرامج التابعة، بما في ذلك 1688 وبرامج أخرى. شروط خدمة AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "am": "ዋና ዋና ባህሪያት:\n1. የዋጋ ታሪክ፡ የዋጋ ታሪክን በ3/6/12 ወራት ውስጥ በ1688 ማረጋገጥ ይችላሉ።\n2. ተመሳሳይ ምርቶችን በምስል ይፈልጉ፣ የፍለጋ ቁልፉን ይጫኑ ወይም ቀኝ-ጠቅ ያድርጉ እና በምስሉ ይፈልጉ፣ ተመሳሳዩን ምርት በፍጥነት Ali 1688፣ ቲቢ እና የመሳሰሉትን ያግኙ፣ መውረድ ያለበት መሳሪያ።\n3. የዋጋ ቅነሳ ማንቂያ: ምርቱን ወደ ተወዳጆችዎ ያክሉት, ዋጋው ሲቀንስ ማሳወቂያ ይደርሰዎታል.\n4. የሽያጭ ስታቲስቲክስ, የትዕዛዝ እና የዋጋ ስርጭት ትንተና በ AE እና Shopee ምርቶች ዝርዝር ገጾች ላይ, የሻጭ ሽያጭ መቶኛ, ወዘተ.\n5. በ JD ላይ ኩፖኖችን አሳይ\n6. የቲቢ እና 1688 የምርት አገናኞችን ለመቅዳት እንዲረዳዎ አገናኝን ቅዳ፣ የተጨመረ የቅጅ አገናኝ አዝራር።\n7. ያንሱ እና መተርጎም. ፎቶ አንሳ እና በላዩ ላይ ጽሑፍ ተርጉም።\n8. የግምገማ ትንተና፡ በ AE ምርት ዝርዝር ገጽ ላይ የገምጋሚዎችን አገር ስርጭት ይተንትኑ።\n9. የምርት ምስልን እና ቪዲዮን በ Taobao, AE, Ali 1688 በ 1 ጠቅታ ያውርዱ, የምስል አገናኞችን ወደ ውጪ መላክ, የምስል ትርጉም.\n10. ታክሏል Wildberries እና vvic.com በምስል ፍለጋ\n11. የመገበያያ ገንዘብ መቀየሪያ፣ በ1688 ላይ ለመገበያያ ገንዘብ መቀየሪያውን መጠቀም ይችላሉ።\n12. ተመሳሳይ ምርቶችን በምስል ለመፈለግ የሚደገፍ ጎግል ሌንስ።\n13. በ 1688 ተመሳሳዩን ምርቶች በማነፃፀር የተደገፈ እና እንደ CSV ፋይል ይላኩት።\n14. የግምገማ ምስሎችን ከኤኢ እና አማዞን ያውርዱ እና ግምገማዎችን እንደ CSV ፋይል ይላኩ።\n15. የግዢ ጋሪ ዝርዝር 1688 እና ቲቢ ወደ ውጪ ላክ\n16. በሼይን፣ ናቨር እና አማዞን ላይ ተመሳሳይ ምርቶችን ለማግኘት በምስል ይፈልጉ።\n17. በተለያዩ መስኮች ላይ ተመስርተው ተመሳሳይ ምርቶችን በማጣራት ወደ TXT ወይም Excel ይላኩ።\n18. የምርት ርዕሱን ይቅዱ እና በ 1688, Taobao ላይ ተመሳሳይ እቃዎችን ይፈልጉ.\n19. በDropshipping ሽያጮች ደረጃ መስጠት እና በ1688.com የምርት ዝርዝር ገፆች ላይ ወደ ውጭ ለመላክ ያጣሩ።\n\nማንኛቸውም ጥያቄዎች ወይም ጥቆማዎች ካሉዎት እባክዎ እኛን ለማነጋገር ነፃነት ይሰማዎ፡-\nhttps://www.aliprice.com/information/index?ገጽ=እውቂያ\nየ AliPrice ቅጥያውን በመጫን የ \"AliPrice የአገልግሎት ውል\" ውሎችን ይቀበላሉ እና ቅጥያው 1688 እና ሌሎች ፕሮግራሞችን ጨምሮ ወደ ተባባሪ የፕሮግራም አገናኞች እንዲዞር ይፍቀዱለት። የ AliPrice የአገልግሎት ውል - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "bg": "Основните функции:\n1. История на цените: Можете да проверите историята на цените в рамките на 3/6/12 месеца на 1688.\n2. Търсете подобни продукти по изображение, щракнете върху бутона за търсене или щракнете с десния бутон и потърсете по изображение, бързо намерете същия продукт на Ali 1688, TB и т.н., задължителен инструмент за дропшипинг.\n3. Предупреждение за спад на цената: добавете продукта към любимите си, ще получите известие, когато цената падне.\n4. Статистика на продажбите, анализ на разпределението на поръчките и цените на страниците с продуктови списъци на AE и Shopee, процента на продажбите на продавача и др.\n5. Покажете купони на JD\n6. Копиране на връзка, добавен бутон за копиране на връзка, за да ви помогне да копирате продуктови връзки на TB и 1688.\n7. Заснемайте и превеждайте. Направете снимка и преведете текст върху нея.\n8. Анализ на отзивите: На страницата с подробности за AE продукта анализирайте разпределението на рецензентите по държави.\n9. Изтеглете изображение и видео на продукта на Taobao, AE, Ali 1688 с 1 щракване, експортирайте връзки към изображения за копиране, превод на изображения.\n10. Добавени са Wildberries и vvic.com търсене по изображение\n11. Валутен конвертор, можете да използвате валутния конвертор за конвертиране на валута на 1688\n12. Поддържа Google Lens за търсене на подобни продукти по изображение.\n13. Поддържа се сравняване на същите продукти на 1688 и експортирането им като CSV файл.\n14. Изтеглете изображения за рецензии от AE и Amazon и експортирайте рецензии като CSV файл.\n15. Експортиране на списък с колички за пазаруване от 1688 и TB\n16. Търсете по изображение, за да намерите подобни продукти на Shein, Naver и Amazon.\n17. Филтрирайте и експортирайте подобни продукти въз основа на различни полета в TXT или Excel.\n18. Копирайте заглавието на продукта и потърсете същите елементи на 1688, Taobao.\n19. Класиране по Dropshipping продажби и филтър за експортиране на страниците със списък на продукти на 1688.com.\n\nАко имате някакви въпроси или предложения, моля не се колебайте да се свържете с нас:\nhttps://www.aliprice.com/information/index?page=contact\nИнсталирайки разширението AliPrice, вие приемате условията на „Условията за ползване на AliPrice“ и позволявате на разширението да пренасочва към връзки към партньорски програми, включително 1688 и други програми. Условия за ползване на AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "bn": "প্রধান বৈশিষ্ট্য:\n1. মূল্যের ইতিহাস: আপনি 1688 তারিখে 3/6/12 মাসের মধ্যে মূল্যের ইতিহাস পরীক্ষা করতে পারেন।\n2. চিত্র দ্বারা অনুরূপ পণ্য অনুসন্ধান করুন, অনুসন্ধান বোতামে ক্লিক করুন বা রাইট-ক্লিক করুন এবং চিত্র দ্বারা অনুসন্ধান করুন, দ্রুত একই পণ্যটি Ali 1688, TB, ইত্যাদিতে খুঁজুন, ড্রপশিপিংয়ের জন্য একটি আবশ্যক সরঞ্জাম।\n3. মূল্য হ্রাস সতর্কতা: আপনার পছন্দসই পণ্য যোগ করুন, মূল্য কমে গেলে আপনি একটি বিজ্ঞপ্তি পাবেন।\n4. বিক্রয় পরিসংখ্যান, AE এবং Shopee পণ্য তালিকার পৃষ্ঠাগুলিতে অর্ডার এবং মূল্য বিতরণের বিশ্লেষণ, বিক্রেতার বিক্রয়ের শতাংশ ইত্যাদি।\n5. জেডিতে কুপন প্রদর্শন করুন\n6. টিবি এবং 1688 এর প্রোডাক্ট লিংক কপি করতে সাহায্য করার জন্য লিঙ্ক কপি করুন, কপি লিঙ্ক বোতাম যোগ করুন।\n7. ক্যাপচার এবং অনুবাদ করুন। একটি ফটো ক্যাপচার করুন এবং এটিতে পাঠ্য অনুবাদ করুন।\n8. পর্যালোচনা বিশ্লেষণ: AE পণ্যের বিবরণ পৃষ্ঠায়, পর্যালোচনাকারীদের দেশের বিতরণ বিশ্লেষণ করুন।\n9. Taobao, AE, Ali 1688-এ পণ্যের ছবি এবং ভিডিও ডাউনলোড করুন 1 ক্লিকে, কপি করতে ছবির লিঙ্ক রপ্তানি করুন, ছবির অনুবাদ।\n10. ইমেজ দ্বারা Wildberries এবং vvic.com অনুসন্ধান যোগ করা হয়েছে\n11. মুদ্রা রূপান্তরকারী, আপনি 1688-এ মুদ্রা রূপান্তরের জন্য মুদ্রা রূপান্তরকারী ব্যবহার করতে পারেন\n12. ছবি দ্বারা অনুরূপ পণ্য অনুসন্ধান করতে Google লেন্স সমর্থিত।\n13. 1688-এ একই পণ্যের তুলনা সমর্থিত, এবং এটি একটি CSV ফাইল হিসাবে রপ্তানি করে৷\n14. AE এবং Amazon থেকে পর্যালোচনা ছবি ডাউনলোড করুন এবং একটি CSV ফাইল হিসাবে পর্যালোচনাগুলি রপ্তানি করুন৷\n15. রপ্তানি শপিং কার্ট তালিকা 1688 এবং টিবি\n16. Shein, Naver এবং Amazon-এ অনুরূপ পণ্যগুলি খুঁজে পেতে চিত্র দ্বারা অনুসন্ধান করুন৷\n17. TXT বা Excel এ বিভিন্ন ক্ষেত্রের উপর ভিত্তি করে অনুরূপ পণ্যগুলি ফিল্টার করুন এবং রপ্তানি করুন৷\n18. পণ্যের শিরোনাম অনুলিপি করুন এবং 1688, Taobao-এ একই আইটেম অনুসন্ধান করুন।\n19. ড্রপশিপিং বিক্রয় এবং 1688.com পণ্য তালিকা পৃষ্ঠাগুলিতে রপ্তানি করার জন্য ফিল্টার দ্বারা র‌্যাঙ্কিং।\n\nআপনার যদি কোন প্রশ্ন বা পরামর্শ থাকে, অনুগ্রহ করে আমাদের সাথে যোগাযোগ করুন:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice এক্সটেনশন ইনস্টল করার মাধ্যমে, আপনি \"AliPrice পরিষেবার শর্তাবলী\" এর শর্তাবলী স্বীকার করেন এবং এক্সটেনশনটিকে 1688 এবং অন্যান্য প্রোগ্রাম সহ অনুমোদিত প্রোগ্রাম লিঙ্কগুলিতে পুনঃনির্দেশিত করার অনুমতি দেন৷ AliPrice পরিষেবার শর্তাবলী - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ca": "Principals característiques:\n1. Historial de preus: podeu consultar l'historial de preus en 3/6/12 mesos a 1688.\n2. Cerqueu productes similars per imatge, feu clic al botó de cerca o feu clic amb el botó dret i cerqueu per imatge, trobeu ràpidament el mateix producte a Ali 1688, TB, etc., una eina imprescindible per al dropshipping.\n3. Alerta de baixada de preu: afegeix el producte als teus favorits, rebràs una notificació quan baixi el preu.\n4. Estadístiques de vendes, anàlisi de la comanda i distribució de preus a les pàgines de llista de productes AE i Shopee, el percentatge de vendes del venedor, etc.\n5. Mostra els cupons a JD\n6. Copia l'enllaç, s'ha afegit un botó de còpia d'enllaç per ajudar-vos a copiar els enllaços de productes de TB i 1688.\n7. Captura i tradueix. Captura una foto i tradueix-hi el text.\n8. Anàlisi de ressenyes: a la pàgina de detalls del producte AE, analitzeu la distribució dels revisors per països.\n9. Baixeu la imatge i el vídeo del producte a Taobao, AE, Ali 1688 amb 1 clic, exporteu enllaços d'imatge per copiar, traducció d'imatges.\n10. S'ha afegit Wildberries i la cerca de vvic.com per imatge\n11. Convertidor de divises, podeu utilitzar el convertidor de moneda per a la conversió de moneda al 1688\n12. Google Lens admet per cercar productes similars per imatge.\n13. Admet comparar els mateixos productes a 1688 i exportar-lo com a fitxer CSV.\n14. Baixeu imatges de ressenyes d'AE i Amazon i exporteu les ressenyes com a fitxer CSV.\n15. Exporta la llista del carretó de la compra de 1688 i TB\n16. Cerca per imatge per trobar productes similars a Shein, Naver i Amazon.\n17. Filtrar i exportar productes similars en funció de diferents camps a TXT o Excel.\n18. Copieu el títol del producte i cerqueu els mateixos articles a 1688, Taobao.\n19. Classificació per vendes de Dropshipping i filtre per exportar a les pàgines de llista de productes de 1688.com.\n\nSi teniu cap pregunta o suggeriment, no dubteu a contactar amb nosaltres:\nhttps://www.aliprice.com/information/index?page=contact\nEn instal·lar l'extensió AliPrice, accepteu els termes de les \"Condicions del servei d'AliPrice\" i permeteu que l'extensió redirigeixi als enllaços de programes d'afiliació, inclosos 1688 i altres programes. Condicions del servei d'AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "cs": "Hlavní rysy:\n1. Cenová historie: Cenovou historii můžete zkontrolovat během 3/6/12 měsíců na 1688.\n2. Hledejte podobné produkty podle obrázku, klikněte na tlačítko Hledat nebo klikněte pravým tlačítkem a hledejte podle obrázku, rychle najděte stejný produkt na Ali 1688, TB atd., nezbytný nástroj pro dropshipping.\n3. Upozornění na pokles ceny: přidejte produkt do oblíbených, obdržíte upozornění, když cena klesne.\n4. Statistiky prodeje, analýza objednávky a distribuce cen na stránkách seznamu produktů AE a Shopee, procento prodejů prodejce atd.\n5. Zobrazte kupony na JD\n6. Kopírovat odkaz, přidáno tlačítko kopírovat odkaz, které vám pomůže zkopírovat odkazy na produkty TB a 1688.\n7. Zachyťte a přeložte. Pořiďte fotku a přeložte na ní text.\n8. Analýza recenzí: Na stránce s podrobnostmi o produktu AE analyzujte rozložení recenzentů v jednotlivých zemích.\n9. Stáhněte si obrázek produktu a video na Taobao, AE, Ali 1688 jedním kliknutím, exportujte odkazy na obrázky ke kopírování, překlad obrázků.\n10. Přidány Wildberries a vvic.com vyhledávání podle obrázku\n11. Převodník měn, převodník měn můžete použít pro převod měny na 1688\n12. Podporovaný Google Lens pro vyhledávání podobných produktů podle obrázku.\n13. Podporováno porovnávání stejných produktů na 1688 a exportovat jej jako soubor CSV.\n14. Stáhněte si obrázky recenzí z AE a Amazon a exportujte recenze jako soubor CSV.\n15. Export seznamu nákupního košíku 1688 a TB\n16. Hledejte podle obrázku a najděte podobné produkty na Shein, Naver a Amazon.\n17. Filtrujte a exportujte podobné produkty na základě různých polí do TXT nebo Excelu.\n18. Zkopírujte název produktu a vyhledejte stejné položky na 1688, Taobao.\n19. Pořadí podle prodeje Dropshipping a filtr pro export na stránkách seznamu produktů 1688.com.\n\nPokud máte nějaké dotazy nebo návrhy, neváhejte nás kontaktovat：\nhttps://www.aliprice.com/information/index?page=contact\nInstalací rozšíření AliPrice přijímáte podmínky „Podmínky služby AliPrice“ a povolujete rozšíření přesměrovat na odkazy přidružených programů, včetně 1688 a dalších programů. Podmínky služby AliPrice – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "da": "Hovedtræk:\n1. Prishistorik: Du kan tjekke prishistorikken inden for 3/6/12 måneder på 1688.\n2. Søg lignende produkter efter billede, klik på søgeknappen eller højreklik og søg efter billede, find hurtigt det samme produkt på Ali 1688, TB osv., et must-have værktøj til dropshipping.\n3. Prisfaldsalarm: Føj produktet til dine favoritter, du vil modtage en meddelelse, når prisen falder.\n4. Salgsstatistik, analyse af ordre- og prisfordeling på AE og Shopee produktlistesider, procentdel af sælgersalg mv.\n5. Vis kuponer på JD\n6. Kopiér link, tilføjet kopilinkknap for at hjælpe dig med at kopiere produktlinks af TB og 1688.\n7. Optag og oversæt. Tag et billede og oversæt tekst på det.\n8. Gennemgå analyse: På siden med AE-produktdetaljer skal du analysere landsfordelingen af anmeldere.\n9. Download produktbillede og video på Taobao, AE, Ali 1688 med 1 klik, eksporter billedlinks til kopiering, billedoversættelse.\n10. Tilføjet Wildberries og vvic.com søg efter billede\n11. Valutaomregner, du kan bruge valutaomregneren til valutaomregning på 1688\n12. Understøttet Google Lens til at søge lignende produkter efter billede.\n13. Understøttet at sammenligne de samme produkter på 1688 og eksportere den som en CSV-fil.\n14. Download anmeldelsesbilleder fra AE og Amazon, og eksporter anmeldelser som en CSV-fil.\n15. Eksporter indkøbskurvliste med 1688 og Taobao\n16. Søg på billede for at finde lignende produkter på Shein, Naver og Amazon.\n17. Filtrer og eksporter lignende produkter baseret på forskellige felter til TXT eller Excel.\n18. Kopier produkttitlen og søg efter de samme varer på 1688, Taobao.\n19. Rangering efter Dropshipping-salg og Filter til eksport på 1688.com produktlistesider.\n\nHvis du har spørgsmål eller forslag, er du velkommen til at kontakte os:\nhttps://www.aliprice.com/information/index?page=contact\nVed at installere AliPrice-udvidelsen accepterer du vilkårene i \"AliPrice Servicevilkår\" og tillader udvidelsen at omdirigere til tilknyttede programlinks, inklusive 1688 og andre programmer. AliPrice Servicevilkår - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "de": "Haupteigenschaften:\n1. Preisverlauf: Sie können den Preisverlauf innerhalb von 3/6/12 Monaten auf 1688 überprüfen.\n2. Suchen Sie nach ähnlichen Produkten nach Bildern, klicken Sie auf die Suchschaltfläche oder klicken Sie mit der rechten Maustaste und suchen Sie nach Bildern. Finden Sie schnell dasselbe Produkt auf Ali 1688, TB usw., einem unverzichtbaren Tool für Dropshipping.\n3. Preissenkungsalarm: Fügen Sie das Produkt zu Ihren Favoriten hinzu. Sie erhalten eine Benachrichtigung, wenn der Preis sinkt.\n4. Verkaufsstatistiken, Analyse der Bestell- und Preisverteilung auf den Produktlistenseiten von AE und Shopee, Prozentsatz der Verkäuferverkäufe usw.\n5. Gutscheine auf JD anzeigen\n6. Link kopieren, Schaltfläche „Link kopieren“ hinzugefügt, um Ihnen das Kopieren von Produktlinks von TB und 1688 zu erleichtern.\n7. Erfassen und übersetzen. Nehmen Sie ein Foto auf und übersetzen Sie den Text darauf.\n8. Bewertungsanalyse: Analysieren Sie auf der AE-Produktdetailseite die Länderverteilung der Rezensenten.\n9. Produktbild und Video auf Taobao, AE, Ali 1688 mit einem Klick herunterladen, Bildlinks zum Kopieren exportieren, Bildübersetzung.\n10. Wildberries und vvic.com-Suche nach Bild hinzugefügt\n11. Währungsumrechner, Sie können den Währungsumrechner für die Währungsumrechnung auf 1688 verwenden\n12. Google Lens unterstützt die Suche nach ähnlichen Produkten nach Bildern.\n13. Unterstützt den Vergleich derselben Produkte auf 1688 und den Export als CSV-Datei.\n14. Laden Sie Rezensionsbilder von AE und Amazon herunter und exportieren Sie Rezensionen als CSV-Datei.\n15. Warenkorbliste von 1688 und TB exportieren\n16. Suchen Sie nach Bildern, um ähnliche Produkte bei Shein, Naver und Amazon zu finden.\n17. Filtern und exportieren Sie ähnliche Produkte basierend auf verschiedenen Feldern nach TXT oder Excel.\n18. Kopieren Sie den Produkttitel und suchen Sie nach denselben Artikeln unter 1688, Taobao.\n19. Ranking nach Dropshipping-Verkäufen und Filter zum Exportieren auf den Produktlistenseiten von 1688.com.\n\nWenn Sie Fragen oder Anregungen haben, können Sie sich gerne an uns wenden:\nhttps://www.aliprice.com/information/index?page=contact\nDurch die Installation der AliPrice-Erweiterung akzeptieren Sie die Bedingungen der „AliPrice-Nutzungsbedingungen“ und gestatten der Erweiterung die Weiterleitung zu Partnerprogramm-Links, einschließlich 1688 und anderen Programmen. AliPrice-Nutzungsbedingungen – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "el": "Κύρια χαρακτηριστικά:\n1. Ιστορικό τιμών: Μπορείτε να ελέγξετε το ιστορικό τιμών εντός 3/6/12 μηνών στο 1688.\n2. Αναζητήστε παρόμοια προϊόντα ανά εικόνα, κάντε κλικ στο κουμπί αναζήτησης ή κάντε δεξί κλικ και αναζητήστε ανά εικόνα, βρείτε γρήγορα το ίδιο προϊόν σε Ali 1688, TB, κ.λπ., ένα απαραίτητο εργαλείο για το dropshipping.\n3. Ειδοποίηση πτώσης τιμής: προσθέστε το προϊόν στα αγαπημένα σας, θα λάβετε ειδοποίηση όταν πέσει η τιμή.\n4. Στατιστικά στοιχεία πωλήσεων, ανάλυση της παραγγελίας και της κατανομής τιμών στις σελίδες καταλόγου προϊόντων AE και Shopee, το ποσοστό των πωλήσεων πωλητή κ.λπ.\n5. Εμφάνιση κουπονιών στο JD\n6. Αντιγραφή συνδέσμου, προστέθηκε κουμπί σύνδεσης αντιγραφής για να σας βοηθήσει να αντιγράψετε συνδέσμους προϊόντων των TB και 1688.\n7. Λήψη και μετάφραση. Τραβήξτε μια φωτογραφία και μεταφράστε κείμενο σε αυτήν.\n8. Ανάλυση κριτικής: Στη σελίδα λεπτομερειών προϊόντος AE, αναλύστε την κατανομή των αναθεωρητών ανά χώρα.\n9. Λήψη εικόνας προϊόντος και βίντεο στο Taobao, AE, Ali 1688 με 1 κλικ, εξαγωγή συνδέσμων εικόνας για αντιγραφή, μετάφραση εικόνας.\n10. Προστέθηκε αναζήτηση Wildberries και vvic.com κατά εικόνα\n11. Μετατροπέας νομισμάτων, μπορείτε να χρησιμοποιήσετε τον μετατροπέα νομισμάτων για μετατροπή νομισμάτων στο 1688\n12. Υποστηρίζει το Google Lens για αναζήτηση παρόμοιων προϊόντων ανά εικόνα.\n13. Υποστηρίζεται η σύγκριση των ίδιων προϊόντων στο 1688 και η εξαγωγή του ως αρχείο CSV.\n14. Λήψη εικόνων κριτικής από την AE και την Amazon και εξαγωγή κριτικών ως αρχείο CSV.\n15. Εξαγωγή λίστας καλαθιού αγορών 1688 και TB\n16. Αναζητήστε ανά εικόνα για να βρείτε παρόμοια προϊόντα σε Shein, Naver και Amazon.\n17. Φιλτράρετε και εξάγετε παρόμοια προϊόντα με βάση διαφορετικά πεδία σε TXT ή Excel.\n18. Αντιγράψτε τον τίτλο του προϊόντος και αναζητήστε τα ίδια αντικείμενα στο 1688, Taobao.\n19. Κατάταξη ανά πωλήσεις Dropshipping και φίλτρο για εξαγωγή στις σελίδες λίστας προϊόντων 1688.com.\n\nΕάν έχετε οποιεσδήποτε ερωτήσεις ή προτάσεις, μη διστάσετε να επικοινωνήσετε μαζί μας:\nhttps://www.aliprice.com/information/index?page=contact\nΜε την εγκατάσταση της επέκτασης AliPrice, αποδέχεστε τους όρους των \"Όρων Παροχής Υπηρεσιών AliPrice\" και επιτρέπετε στην επέκταση να ανακατευθύνει σε συνδέσμους συνδεδεμένων προγραμμάτων, συμπεριλαμβανομένου του 1688 και άλλων προγραμμάτων. Όροι Παροχής Υπηρεσιών AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "en,en_GB,en_US": "Main features:\n1. Price history: You can check the price history within 3/6/12 months on 1688.\n2. Search similar products by image, click the search button or right-click and search by image, quickly find the same product on Ali 1688, Tao Bao, etc., a must-have tool for dropshipping.\n3. Price drop alert: add the product to your favorites, you will receive a notification when the price drops.\n4. Sales statistics,  analysis of the order and price distribution on Ali Express and Shopee product list pages, the percentage of seller sales, etc.\n5. Display coupons on JD\n6. Copy link, added copy link button to help you to copy product links of Tao Bao and 1688.\n7. Capture and translate. Capture a photo and translate text on it.\n8. Review analysis: On the Ali Express product details page, analyze the country distribution of reviewers.\n9. Download product image and video on Tao Bao, Ali Express, Ali 1688 with 1 click, export image links to copy, image translation.\n10. Added Wildberries and vvic.com search by image\n11. Currency converter, you can use the currency converter for currency conversion on 1688\n12. Supported Google Lens to search similar products by image.\n13. Supported comparing the same products on 1688, and export it as a CSV file.\n14. Download review images from Ali Express and Amazon, and export reviews as a CSV file.\n15. Export shopping cart list of 1688 and Tao Bao\n16. Search by image to find similar products on Shein, Naver and Amazon.\n17. Filter and export similar products based on different fields to TXT or Excel.\n18. Copy the product title and search for the same items on 1688, Taobao.\n19. Ranking by Dropshipping sales and Filter to export on 1688.com product list pages.  \n20. Translate chat content with supplier on 1688 and Taobao\n\nIf you have any questions or suggestions, please feel free to contact us：\nhttps://www.aliprice.com/information/index?page=contact\nBy installing the AliPrice extension, you accept the terms of the \"AliPrice Terms of Service\" and allow the extension to redirect to affiliate program links, including 1688 and other programs. AliPrice Terms of Service - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "en_AU,zh_CN": "主要功能：\n1. 图片搜索以图搜同款：点击搜图按钮或者右键图片搜索，在阿里1688、淘宝上快速找到同款产品，高效找货，Dropshipping必备，无论是买家还是卖家都可以用它来挑选好物，节省时间。\n2. 价格历史动态：您可以在查看亚马逊，虾皮等平台产品的全年价格历史动态，帮您辨别真假折扣，抄底购买不吃亏。\n3. 降价提醒：将产品添加到您的收藏夹中，当价格下降时您会收到通知。\n4. 显示京东优惠券：有的商家的优惠券没有直接显示在产品页面，安装了我们的插件就可以显示隐藏优惠券，帮您省钱。\n5. 复制链接：方便您复制阿里1688和淘宝的产品链接，还可分享产品截图。\n6. 翻译：截图翻译，网页翻译，图片翻译，阿里旺旺对话翻译。\n8. 评论分析：在速卖通产品详情页，统计评论者的国家分布占比情况。\n9. 下载淘宝和阿里1688等网站的产品图片和视频：可一键下载淘宝和1688产品的主图、视频、SKU图片和详情页图片, 导出图片地址url供复制, 图片翻译。\n10. 货币换算，在1688.com、淘宝上可以使用货币换算器进行货币换算。\n11. 支持对比同款产品，并导出为Excel文件。\n12. 下载速卖通和亚马逊的评论图片，导出评论为Excel文件。\n13. 导出1688和淘宝购物车列表为Excel文件。\n14. 支持Shein以图搜货、Naver以图搜同款、亚马逊以图搜同款。\n15. 根据不同的字段，对阿里1688等网站的同款产品进行筛选和导出到TXT或EXCEL \n16. 1688产品列表页按一件代发产品销量排序，筛选导出产品。\n17. 显示1688产品上架时间、月代销量等店铺信息\n\n如果有任何问题或建议，请随时联系我们。\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "es,es_419": "Principales características:\n1. Historial de precios: puede consultar el historial de precios dentro de los 3/6/12 meses en 1688.\n2. Busque productos similares por imagen, haga clic en el botón de búsqueda o haga clic derecho y busque por imagen, encuentre rápidamente el mismo producto en Ali 1688, TB, etc., una herramienta imprescindible para el envío directo.\n3. Alerta de bajada de precio: agrega el producto a tus favoritos, recibirás una notificación cuando baje el precio.\n4. Estadísticas de ventas, análisis del pedido y distribución de precios en las páginas de lista de productos de AE y Shopee, el porcentaje de ventas del vendedor, etc.\n5. Mostrar cupones en JD\n6. Copiar enlace, se agregó el botón Copiar enlace para ayudarlo a copiar enlaces de productos de TB y 1688.\n7. Capturar y traducir. Captura una foto y traduce el texto que contiene.\n8. Análisis de reseñas: en la página de detalles del producto AE, analice la distribución nacional de los revisores.\n9. Descargue imágenes y videos del producto en Taobao, AE, Ali 1688 con 1 clic, exporte enlaces de imágenes para copiar y traduzca imágenes.\n10. Se agregó búsqueda de Wildberries y vvic.com por imagen.\n11. Conversor de moneda, puede utilizar el conversor de moneda para la conversión de moneda en 1688\n12. Google Lens compatible para buscar productos similares por imagen.\n13. Se admite comparar los mismos productos en 1688 y exportarlos como un archivo CSV.\n14. Descargue imágenes de reseñas de AE y Amazon, y exporte reseñas como un archivo CSV.\n15. Exportar lista de carrito de compras de 1688 y TB\n16. Busque por imagen para encontrar productos similares en Shein, Naver y Amazon.\n17. Filtre y exporte productos similares según diferentes campos a TXT o Excel.\n18. Copie el título del producto y busque los mismos artículos en 1688, Taobao.\n19. Clasificación por ventas de Dropshipping y filtro para exportar en las páginas de lista de productos de 1688.com.\n\nSi tiene alguna pregunta o sugerencia, no dude en contactarnos:\nhttps://www.aliprice.com/information/index?page=contact\nAl instalar la extensión AliPrice, acepta los términos de los \"Términos de servicio de AliPrice\" y permite que la extensión redirija a enlaces de programas afiliados, incluido 1688 y otros programas. Condiciones de servicio de AliPrice: https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "et": "Põhijooned:\n1. Hinnaajalugu: hinnaajalugu saate vaadata 3/6/12 kuu jooksul telefonil 1688.\n2. Otsige sarnaseid tooteid pildi järgi, klõpsake otsingunupul või paremklõpsake ja otsige pildi järgi, leidke kiiresti sama toode Ali 1688, TB jne pealt, mis on dropshippingi kohustuslik tööriist.\n3. Hinnalanguse hoiatus: lisa toode oma lemmikute hulka, saad teate kui hind langeb.\n4. Müügistatistika, tellimuse ja hinnajaotuse analüüs AE ja Shopee tootenimekirja lehtedel, müüja müügiprotsent jne.\n5. Kuva kupongid JD-l\n6. Kopeeri link, lisatud kopeerimislingi nupp, mis aitab teil kopeerida TB ja 1688 tootelinke.\n7. Jäädvustage ja tõlkige. Jäädvustage foto ja tõlkige sellel olev tekst.\n8. Ülevaate analüüs: AE toote üksikasjade lehel analüüsige arvustajate jaotust riigis.\n9. Laadige ühe klõpsuga alla tootepilt ja video Taobao, AE, Ali 1688 kohta, eksportige kopeerimiseks pildilingid, pildi tõlkimine.\n10. Lisatud Wildberries ja vvic.com otsing pildi järgi\n11. Valuutamuundur, valuutamuundurit saate kasutada valuuta konverteerimiseks numbril 1688\n12. Toetatud Google Lens sarnaste toodete otsimiseks pildi järgi.\n13. Toetatud on samade toodete võrdlemine 1688-ga ja selle eksportimine CSV-failina.\n14. Laadige arvustuspildid alla AE-st ja Amazonist ning eksportige arvustused CSV-failina.\n15. Ekspordi ostukorvi nimekiri 1688 ja TB\n16. Sheini, Naveri ja Amazoni sarnaste toodete leidmiseks otsige pildi järgi.\n17. Filtreerige ja eksportige sarnaseid tooteid erinevate väljade alusel TXT-sse või Excelisse.\n18. Kopeerige toote pealkiri ja otsige samu tooteid aadressil 1688, Taobao.\n19. Edetabel Dropshippingi müügi ja ekspordifiltri järgi saidi 1688.com tooteloendi lehtedel.\n\nKui teil on küsimusi või ettepanekuid, võtke meiega julgelt ühendust:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice'i laienduse installimisega nõustute \"AliPrice'i teenusetingimuste\" tingimustega ja lubate laiendusel suunata ümber sidusprogrammide linkidele, sealhulgas 1688 ja muudele programmidele. AliPrice'i teenusetingimused – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fa": "ویژگی های اصلی:\n1. تاریخچه قیمت: می توانید تاریخچه قیمت را در 3/6/12 ماه در 1688 بررسی کنید.\n2. جستجوی محصولات مشابه بر اساس تصویر، کلیک بر روی دکمه جستجو یا کلیک راست و جستجو بر اساس تصویر، به سرعت همان محصول را در Ali 1688، TB و غیره پیدا کنید، ابزاری که برای dropshipping ضروری است.\n3. هشدار کاهش قیمت: محصول را به لیست علاقه مندی های خود اضافه کنید، هنگامی که قیمت کاهش یافت، یک اعلان دریافت خواهید کرد.\n4. آمار فروش، تجزیه و تحلیل سفارش و توزیع قیمت در صفحات لیست محصولات AE و Shopee، درصد فروش فروشنده و غیره.\n5. نمایش کوپن در JD\n6. کپی پیوند، دکمه پیوند کپی اضافه شده برای کمک به شما برای کپی کردن پیوندهای محصول TB و 1688.\n7. ضبط و ترجمه کنید. عکس بگیرید و متن روی آن را ترجمه کنید.\n8. تجزیه و تحلیل بررسی: در صفحه جزئیات محصول AE، توزیع کشوری بازبینان را تجزیه و تحلیل کنید.\n9. دانلود تصویر محصول و ویدیو در Taobao, AE, Ali 1688 با 1 کلیک, صادرات لینک تصویر برای کپی, ترجمه تصویر.\n10. Wildberries و vvic.com جستجو بر اساس تصویر اضافه شده است\n11. مبدل ارز، می توانید از مبدل ارز برای تبدیل ارز در 1688 استفاده کنید.\n12. پشتیبانی از گوگل لنز برای جستجوی محصولات مشابه بر اساس تصویر.\n13. پشتیبانی از مقایسه محصولات مشابه در 1688، و صادرات آن به عنوان یک فایل CSV.\n14. تصاویر بررسی را از AE و Amazon دانلود کنید و نظرات را به عنوان یک فایل CSV صادر کنید.\n15. صادرات لیست سبد خرید 1688 و سل\n16. جستجو بر اساس تصویر برای یافتن محصولات مشابه در Shein، Naver و آمازون.\n17. فیلتر و صادرات محصولات مشابه بر اساس زمینه های مختلف به TXT یا Excel.\n18. عنوان محصول را کپی کنید و همان موارد را در 1688, Taobao جستجو کنید.\n19. رتبه بندی بر اساس فروش Dropshipping و فیلتر برای صادرات در صفحات لیست محصولات 1688.com.\n\nاگر سوال یا پیشنهادی دارید، لطفا با ما تماس بگیرید:\nhttps://www.aliprice.com/information/index?page=contact\nبا نصب برنامه افزودنی AliPrice، شرایط «شرایط خدمات AliPrice» را می‌پذیرید و به برنامه افزودنی اجازه می‌دهید به پیوندهای برنامه وابسته، از جمله 1688 و سایر برنامه‌ها هدایت شود. شرایط خدمات AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fi": "Pääpiirteet:\n1. Hintahistoria: Voit tarkistaa hintahistorian 3/6/12 kuukauden sisällä numerosta 1688.\n2. Hae samankaltaisia tuotteita kuvan perusteella, napsauta hakupainiketta tai napsauta hiiren kakkospainikkeella ja hae kuvan perusteella, löydät nopeasti saman tuotteen Ali 1688:sta, TB:stä jne., joka on pakollinen dropshipping-työkalu.\n3. Hintojen laskuvaroitus: lisää tuote suosikkeihisi, saat ilmoituksen kun hinta laskee.\n4. Myyntitilastot, AE- ja Shopee-tuoteluettelosivujen tilauksen ja hintajakauman analysointi, myyjän myynnin prosenttiosuus jne.\n5. Näytä kupongit JD:ssä\n6. Kopioi linkki, lisätty kopiointilinkkipainike, jonka avulla voit kopioida TB:n ja 1688:n tuotelinkkejä.\n7. Kaappaa ja käännä. Ota valokuva ja käännä siinä oleva teksti.\n8. Arvosteluanalyysi: Analysoi AE-tuotetietosivulla arvioijien jakautuminen maassa.\n9. Lataa tuotekuva ja video Taobao, AE, Ali 1688:aan yhdellä napsautuksella, vie kuvalinkit kopioitavaksi, kuvan käännös.\n10. Lisätty Wildberries- ja vvic.com-haku kuvan perusteella\n11. Valuuttamuunnin, voit käyttää valuuttamuunninta valuutan muuntamiseen numerossa 1688\n12. Tuettu Google Lens hakea samankaltaisia tuotteita kuvan perusteella.\n13. Tuettu samojen tuotteiden vertailua 1688:ssa ja sen vientiä CSV-tiedostona.\n14. Lataa arvostelukuvia AE:stä ja Amazonista ja vie arvostelut CSV-tiedostona.\n15. Vie ostoskoriluettelo 1688 ja TB\n16. Hae kuvan perusteella löytääksesi samanlaisia tuotteita Sheinistä, Naverista ja Amazonista.\n17. Suodata ja vie samanlaisia tuotteita eri kenttien perusteella TXT:hen tai Exceliin.\n18. Kopioi tuotteen nimi ja etsi samoja tuotteita osoitteesta 1688, Taobao.\n19. Luokitus Dropshipping-myynnin ja vientisuodattimen mukaan 1688.com-tuoteluettelosivuilla.\n\nJos sinulla on kysyttävää tai ehdotuksia, ota rohkeasti yhteyttä:\nhttps://www.aliprice.com/information/index?page=contact\nAsentamalla AliPrice-laajennuksen hyväksyt \"AliPricen käyttöehtojen\" ehdot ja sallit laajennuksen uudelleenohjauksen kumppaniohjelmien linkkeihin, mukaan lukien 1688 ja muut ohjelmat. AliPricen käyttöehdot - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fil": "Pangunahing tampok:\n1. History ng presyo: Maaari mong tingnan ang history ng presyo sa loob ng 3/6/12 buwan sa 1688.\n2. Maghanap ng mga katulad na produkto ayon sa larawan, i-click ang pindutan ng paghahanap o i-right-click at maghanap ayon sa larawan, mabilis na hanapin ang parehong produkto sa Ali 1688, TB, atbp., isang kailangang-kailangan na tool para sa dropshipping.\n3. Alerto sa pagbaba ng presyo: idagdag ang produkto sa iyong mga paborito, makakatanggap ka ng notification kapag bumaba ang presyo.\n4. Mga istatistika ng benta, pagsusuri ng order at pamamahagi ng presyo sa mga pahina ng listahan ng produkto ng AE at Shopee, ang porsyento ng mga benta ng nagbebenta, atbp.\n5. Ipakita ang mga kupon sa JD\n6. Kopyahin ang link, idinagdag ang copy link na button para matulungan kang kopyahin ang mga link ng produkto ng TB at 1688.\n7. Kunin at isalin. Kumuha ng larawan at isalin ang teksto dito.\n8. Pagsusuri ng pagsusuri: Sa pahina ng mga detalye ng produkto ng AE, suriin ang pamamahagi ng mga tagasuri sa bansa.\n9. Mag-download ng larawan at video ng produkto sa Taobao, AE, Ali 1688 na may 1 click, i-export ang mga link ng imahe upang kopyahin, pagsasalin ng larawan.\n10. Idinagdag Wildberries at vvic.com paghahanap sa pamamagitan ng larawan\n11. Currency converter, maaari mong gamitin ang currency converter para sa currency conversion sa 1688\n12. Sinusuportahan ang Google Lens upang maghanap ng mga katulad na produkto ayon sa larawan.\n13. Sinusuportahan ang paghahambing ng parehong mga produkto sa 1688, at i-export ito bilang isang CSV file.\n14. Mag-download ng mga larawan ng pagsusuri mula sa AE at Amazon, at i-export ang mga review bilang isang CSV file.\n15. I-export ang listahan ng shopping cart ng 1688 at TB\n16. Maghanap sa pamamagitan ng larawan upang makahanap ng mga katulad na produkto sa Shein, Naver at Amazon.\n17. I-filter at i-export ang mga katulad na produkto batay sa iba't ibang field sa TXT o Excel.\n18. Kopyahin ang pamagat ng produkto at hanapin ang parehong mga item sa 1688, Taobao.\n19. Pagraranggo ayon sa mga benta ng Dropshipping at Filter upang i-export sa mga pahina ng listahan ng produkto ng 1688.com.\n\nKung mayroon kang anumang mga katanungan o mungkahi, mangyaring huwag mag-atubiling makipag-ugnay sa amin:\nhttps://www.aliprice.com/information/index?page=contact\nSa pamamagitan ng pag-install ng extension ng AliPrice, tinatanggap mo ang mga tuntunin ng \"Mga Tuntunin ng Serbisyo ng AliPrice\" at pinapayagan ang extension na mag-redirect sa mga link ng affiliate na programa, kabilang ang 1688 at iba pang mga programa. Mga Tuntunin ng Serbisyo ng AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "fr": "Caractéristiques principales:\n1. Historique des prix : vous pouvez consulter l’historique des prix dans les 3/6/12 mois sur 1688.\n2. Recherchez des produits similaires par image, cliquez sur le bouton de recherche ou faites un clic droit et recherchez par image, trouvez rapidement le même produit sur Ali 1688, TB, etc., un outil indispensable pour le dropshipping.\n3. Alerte baisse de prix : ajoutez le produit à vos favoris, vous recevrez une notification lorsque le prix baisse.\n4. Statistiques de ventes, analyse de la répartition des commandes et des prix sur les pages de liste de produits AE et Shopee, pourcentage des ventes du vendeur, etc.\n5. Afficher les coupons sur JD\n6. Copier le lien, ajout d'un bouton Copier le lien pour vous aider à copier les liens de produits de TB et 1688.\n7. Capturez et traduisez. Prenez une photo et traduisez le texte dessus.\n8. Analyse des avis : sur la page de détails du produit AE, analysez la répartition par pays des évaluateurs.\n9. Téléchargez l'image et la vidéo du produit sur Taobao, AE, Ali 1688 en 1 clic, exportez les liens d'image pour copier, traduction d'image.\n10. Ajout de la recherche Wildberries et vvic.com par image\n11. Convertisseur de devises, vous pouvez utiliser le convertisseur de devises pour la conversion de devises sur 1688\n12. Prise en charge de Google Lens pour rechercher des produits similaires par image.\n13. Prise en charge de la comparaison des mêmes produits sur 1688 et de l'exportation sous forme de fichier CSV.\n14. Téléchargez les images des avis depuis AE et Amazon et exportez les avis sous forme de fichier CSV.\n15. Exporter la liste des paniers d'achat de 1688 et TB\n16. Recherchez par image pour trouver des produits similaires sur Shein, Naver et Amazon.\n17. Filtrez et exportez des produits similaires en fonction de différents champs vers TXT ou Excel.\n18. Copiez le titre du produit et recherchez les mêmes articles sur 1688, Taobao.\n19. Classement par ventes Dropshipping et filtre à exporter sur les pages de liste de produits 1688.com.\n\nSi vous avez des questions ou des suggestions, n'hésitez pas à nous contacter :\nhttps://www.aliprice.com/information/index?page=contact\nEn installant l'extension AliPrice, vous acceptez les termes des « Conditions de service d'AliPrice » et autorisez l'extension à rediriger vers des liens de programmes d'affiliation, notamment 1688 et d'autres programmes. Conditions d'utilisation d'AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "gu": "મુખ્ય લક્ષણો:\n1. કિંમતનો ઇતિહાસ: તમે 1688ના રોજ 3/6/12 મહિનાની અંદર કિંમતનો ઇતિહાસ ચકાસી શકો છો.\n2. છબી દ્વારા સમાન ઉત્પાદનો શોધો, શોધ બટન પર ક્લિક કરો અથવા જમણું-ક્લિક કરો અને છબી દ્વારા શોધો, એ જ ઉત્પાદનને Ali 1688, TB, વગેરે પર ઝડપથી શોધો, જે ડ્રોપશિપિંગ માટે આવશ્યક સાધન છે.\n3. કિંમત ઘટવાની ચેતવણી: તમારા મનપસંદમાં ઉત્પાદન ઉમેરો, જ્યારે કિંમત ઘટશે ત્યારે તમને એક સૂચના પ્રાપ્ત થશે.\n4. AE અને Shopee ઉત્પાદન સૂચિ પૃષ્ઠો પર વેચાણના આંકડા, ઓર્ડરનું વિશ્લેષણ અને કિંમતનું વિતરણ, વિક્રેતા વેચાણની ટકાવારી, વગેરે.\n5. JD પર કૂપન્સ દર્શાવો\n6. ટીબી અને 1688 ની પ્રોડક્ટ લિન્ક કૉપિ કરવામાં તમારી મદદ કરવા માટે લિંક કૉપિ કરો, કૉપિ લિંક બટન ઉમેર્યું.\n7. કેપ્ચર કરો અને અનુવાદ કરો. ફોટો કેપ્ચર કરો અને તેના પર ટેક્સ્ટનો અનુવાદ કરો.\n8. સમીક્ષા વિશ્લેષણ: AE ઉત્પાદન વિગતો પૃષ્ઠ પર, સમીક્ષકોના દેશમાં વિતરણનું વિશ્લેષણ કરો.\n9. 1 ક્લિક સાથે Taobao, AE, Ali 1688 પર પ્રોડક્ટ ઇમેજ અને વિડિયો ડાઉનલોડ કરો, કૉપિ કરવા માટે ઇમેજ લિંક્સ એક્સપોર્ટ કરો, ઇમેજ ટ્રાન્સલેશન.\n10. છબી દ્વારા Wildberries અને vvic.com શોધ ઉમેરવામાં આવી\n11. કરન્સી કન્વર્ટર, તમે 1688 ના રોજ ચલણ રૂપાંતર માટે ચલણ કન્વર્ટરનો ઉપયોગ કરી શકો છો\n12. છબી દ્વારા સમાન ઉત્પાદનો શોધવા માટે Google લેન્સને સપોર્ટ કરે છે.\n13. 1688 પર સમાન ઉત્પાદનોની તુલના કરવા માટે સમર્થિત, અને તેને CSV ફાઇલ તરીકે નિકાસ કરો.\n14. AE અને Amazon પરથી સમીક્ષાની છબીઓ ડાઉનલોડ કરો અને CSV ફાઇલ તરીકે સમીક્ષાઓની નિકાસ કરો.\n15. 1688 અને ટીબીની શોપિંગ કાર્ટ સૂચિ નિકાસ કરો\n16. Shein, Naver અને Amazon પર સમાન ઉત્પાદનો શોધવા માટે છબી દ્વારા શોધો.\n17. TXT અથવા Excel પર વિવિધ ક્ષેત્રોના આધારે સમાન ઉત્પાદનોને ફિલ્ટર કરો અને નિકાસ કરો.\n18. ઉત્પાદન શીર્ષકની નકલ કરો અને 1688, Taobao પર સમાન વસ્તુઓ માટે શોધો.\n19. ડ્રોપશિપિંગ વેચાણ દ્વારા રેન્કિંગ અને 1688.com ઉત્પાદન સૂચિ પૃષ્ઠો પર નિકાસ કરવા માટે ફિલ્ટર.\n\nજો તમારી પાસે કોઈ પ્રશ્નો અથવા સૂચનો હોય, તો કૃપા કરીને અમારો સંપર્ક કરો:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice એક્સ્ટેંશન ઇન્સ્ટોલ કરીને, તમે \"AliPrice સેવાની શરતો\" ની શરતો સ્વીકારો છો અને એક્સ્ટેંશનને 1688 અને અન્ય પ્રોગ્રામ્સ સહિત સંલગ્ન પ્રોગ્રામ લિંક્સ પર રીડાયરેક્ટ કરવાની મંજૂરી આપો છો. AliPrice સેવાની શરતો - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "he": "תכונות עיקריות:\n1. היסטוריית מחירים: ניתן לבדוק את היסטוריית המחירים תוך 3/6/12 חודשים ב-1688.\n2. חפש מוצרים דומים לפי תמונה, לחץ על כפתור החיפוש או לחץ לחיצה ימנית וחפש לפי תמונה, מצא במהירות את אותו מוצר על Ali 1688, TB וכו', כלי חובה לדרופשיפינג.\n3. התראת ירידת מחיר: הוסיפו את המוצר למועדפים, תקבלו התראה כשהמחיר יורד.\n4. סטטיסטיקות מכירות, ניתוח חלוקת ההזמנות ומחירים בדפי רשימת המוצרים של AE ו-Shopee, אחוז מכירות המוכר וכו'.\n5. הצג קופונים ב-JD\n6. העתק קישור, כפתור העתק קישור נוסף כדי לעזור לך להעתיק קישורי מוצרים של TB ו-1688.\n7. לכיד ולתרגם. צלם תמונה ותרגם עליה טקסט.\n8. ניתוח סקירה: בדף פרטי המוצר של AE, נתחו את התפלגות הסוקרים במדינה.\n9. הורד תמונת מוצר ווידאו ב-Taobao, AE, Ali 1688 בלחיצה אחת, ייצא קישורי תמונה להעתקה, תרגום תמונה.\n10. נוספו Wildberries וחיפוש vvic.com לפי תמונה\n11. ממיר מטבעות, ניתן להשתמש בממיר מטבעות להמרת מטבעות ב-1688\n12. Google Lens נתמך לחיפוש מוצרים דומים לפי תמונה.\n13. נתמך בהשוואה של אותם מוצרים ב-1688, ולייצא אותו כקובץ CSV.\n14. הורד תמונות סקירה מ-AE ואמזון, וייצא ביקורות כקובץ CSV.\n15. ייצוא רשימת עגלות קניות של 1688 ו-TB\n16. חפש לפי תמונה כדי למצוא מוצרים דומים בשיין, נאבר ואמזון.\n17. סנן וייצא מוצרים דומים על סמך שדות שונים ל-TXT או לאקסל.\n18. העתק את כותרת המוצר וחפש את אותם פריטים ב-1688, Taobao.\n19. דירוג לפי מכירות Dropshipping ופילטר לייצוא בדפי רשימת המוצרים של 1688.com.\n\nאם יש לך שאלות או הצעות, אנא אל תהסס לפנות אלינו:\nhttps://www.aliprice.com/information/index?page=contact\nעל ידי התקנת תוסף AliPrice, אתה מקבל את התנאים של \"תנאי השירות של AliPrice\" ומאפשר לתוסף להפנות מחדש לקישורי תוכניות שותפים, כולל 1688 ותוכניות אחרות. תנאים והגבלות של AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hi": "मुख्य विशेषताएं:\n1. मूल्य इतिहास: आप 1688 पर 3/6/12 महीने के भीतर मूल्य इतिहास की जांच कर सकते हैं।\n2. छवि के आधार पर समान उत्पाद खोजें, खोज बटन पर क्लिक करें या राइट-क्लिक करें और छवि के आधार पर खोजें, उसी उत्पाद को अली 1688, टीबी आदि पर तुरंत ढूंढें, जो ड्रॉपशीपिंग के लिए एक आवश्यक उपकरण है।\n3. कीमत में गिरावट की चेतावनी: उत्पाद को अपने पसंदीदा में जोड़ें, कीमत गिरने पर आपको एक सूचना प्राप्त होगी।\n4. बिक्री के आँकड़े, एई और शॉपी उत्पाद सूची पृष्ठों पर ऑर्डर और मूल्य वितरण का विश्लेषण, विक्रेता की बिक्री का प्रतिशत, आदि।\n5. जेडी पर कूपन प्रदर्शित करें\n6. कॉपी लिंक, टीबी और 1688 के उत्पाद लिंक कॉपी करने में आपकी सहायता के लिए कॉपी लिंक बटन जोड़ा गया।\n7. कैप्चर करें और अनुवाद करें. एक फोटो कैप्चर करें और उस पर टेक्स्ट का अनुवाद करें।\n8. समीक्षा विश्लेषण: एई उत्पाद विवरण पृष्ठ पर, समीक्षकों के देश वितरण का विश्लेषण करें।\n9. 1 क्लिक से Taobao, AE, Ali 1688 पर उत्पाद छवि और वीडियो डाउनलोड करें, कॉपी करने के लिए छवि लिंक निर्यात करें, छवि अनुवाद।\n10. छवि के आधार पर वाइल्डबेरीज़ और vvic.com खोज को जोड़ा गया\n11. मुद्रा परिवर्तक, आप 1688 पर मुद्रा रूपांतरण के लिए मुद्रा परिवर्तक का उपयोग कर सकते हैं\n12. छवि द्वारा समान उत्पादों को खोजने के लिए Google लेंस समर्थित।\n13. 1688 पर समान उत्पादों की तुलना करने और इसे सीएसवी फ़ाइल के रूप में निर्यात करने का समर्थन किया गया।\n14. एई और अमेज़ॅन से समीक्षा छवियां डाउनलोड करें, और सीएसवी फ़ाइल के रूप में समीक्षा निर्यात करें।\n15. 1688 और टीबी की निर्यात शॉपिंग कार्ट सूची\n16. शीन, नावेर और अमेज़ॅन पर समान उत्पाद खोजने के लिए छवि द्वारा खोजें।\n17. विभिन्न क्षेत्रों के आधार पर समान उत्पादों को TXT या Excel में फ़िल्टर और निर्यात करें।\n18. उत्पाद शीर्षक की प्रतिलिपि बनाएँ और 1688, ताओबाओ पर समान आइटम खोजें।\n19. 1688.com उत्पाद सूची पृष्ठों पर ड्रॉपशीपिंग बिक्री और निर्यात के लिए फ़िल्टर द्वारा रैंकिंग।\n\nयदि आपके कोई प्रश्न या सुझाव हैं, तो कृपया बेझिझक हमसे संपर्क करें：\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice एक्सटेंशन इंस्टॉल करके, आप \"AliPrice सेवा की शर्तें\" की शर्तों को स्वीकार करते हैं और एक्सटेंशन को 1688 और अन्य प्रोग्राम सहित संबद्ध प्रोग्राम लिंक पर रीडायरेक्ट करने की अनुमति देते हैं। AliPrice सेवा की शर्तें - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hr": "Glavne značajke:\n1. Povijest cijena: možete provjeriti povijest cijena unutar 3/6/12 mjeseci na 1688.\n2. Pretražujte slične proizvode prema slici, kliknite gumb za pretraživanje ili kliknite desnom tipkom miša i pretražite prema slici, brzo pronađite isti proizvod na Ali 1688, TB itd., alat koji morate imati za dropshipping.\n3. Upozorenje o padu cijene: dodajte proizvod u svoje favorite, primit ćete obavijest kada cijena padne.\n4. Statistika prodaje, analiza rasporeda narudžbi i cijena na stranicama popisa proizvoda AE i Shopee, postotak prodaje prodavača itd.\n5. Pokažite kupone na JD\n6. Kopiraj vezu, dodan gumb za kopiranje veze koji će vam pomoći da kopirate veze proizvoda TB i 1688.\n7. Snimite i prevedite. Snimite fotografiju i prevedite tekst na njoj.\n8. Analiza recenzija: Na stranici s pojedinostima o AE proizvodu analizirajte distribuciju recenzenata po zemljama.\n9. Preuzmi sliku i video proizvoda na Taobao, AE, Ali 1688 jednim klikom, izvezi slikovne veze za kopiranje, prijevod slike.\n10. Dodano pretraživanje Wildberries i vvic.com prema slici\n11. Konverter valuta, možete koristiti konverter valuta za pretvorbu valuta na 1688\n12. Podržani Google Lens za pretraživanje sličnih proizvoda prema slici.\n13. Podržano uspoređivanje istih proizvoda na 1688 i izvoz kao CSV datoteka.\n14. Preuzmite slike recenzija s AE i Amazona i izvezite recenzije kao CSV datoteku.\n15. Izvoz popisa košarica za kupnju 1688 i TB\n16. Pretražujte po slici kako biste pronašli slične proizvode na Shein, Naver i Amazon.\n17. Filtrirajte i izvezite slične proizvode na temelju različitih polja u TXT ili Excel.\n18. Kopirajte naslov proizvoda i potražite iste stavke na 1688, Taobao.\n19. Rangiranje prema Dropshipping prodaji i Filter za izvoz na stranicama popisa proizvoda 1688.com.\n\nAko imate pitanja ili prijedloga, slobodno nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\nInstaliranjem AliPrice ekstenzije, prihvaćate uvjete \"AliPrice Uvjeta pružanja usluge\" i dopuštate ekstenziji preusmjeravanje na veze partnerskog programa, uključujući 1688 i druge programe. AliPrice Uvjeti usluge - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "hu": "Főbb jellemzői:\n1. Ártörténet: Az árelőzményeket 1688-as számon 3/6/12 hónapon belül ellenőrizheti.\n2. Keressen hasonló termékeket kép alapján, kattintson a keresés gombra, vagy kattintson a jobb gombbal és keressen kép alapján, gyorsan megtalálja ugyanazt a terméket az Ali 1688, TB stb. készülékeken, amelyek a dropshipping kötelező eszköze.\n3. Árcsökkenési figyelmeztetés: add hozzá a terméket a kedvenceidhez, értesítést kapsz, ha csökken az ár.\n4. Értékesítési statisztika, AE és Shopee terméklista oldalakon a rendelés és áreloszlás elemzése, az eladói eladások százalékos aránya stb.\n5. Jelenítse meg a kuponokat a JD-n\n6. Hivatkozás másolása, hivatkozás másolása gomb, amely segít a TB és a 1688 termékhivatkozásainak másolásában.\n7. Rögzítse és fordítsa le. Készítsen fényképet, és fordítson rá szöveget.\n8. Véleményelemzés: Az AE termék részletei oldalon elemezze a véleményezők országos megoszlását.\n9. Töltse le a termék képét és videóját a Taobao, AE, Ali 1688 készüléken 1 kattintással, képhivatkozások exportálása másoláshoz, képfordítás.\n10. Hozzáadott Wildberries és vvic.com kép szerinti keresés\n11. Valutaváltó, a valutaváltót a 1688-as számon használhatod pénzváltásra\n12. Támogatott Google Lens hasonló termékek kép szerinti kereséséhez.\n13. Támogatott ugyanazon termékek 1688-on való összehasonlítása és CSV-fájlként való exportálása.\n14. Töltse le az értékelési képeket az AE-ről és az Amazon-ról, és exportálja a véleményeket CSV-fájlként.\n15. Exportálja az 1688-as és TB-os kosárlistát\n16. Kép alapján keressen hasonló termékeket a Shein, Naver és Amazon oldalakon.\n17. Hasonló termékek szűrése és exportálása különböző mezők alapján TXT-be vagy Excelbe.\n18. Másolja ki a termék címét, és keresse meg ugyanazokat a tételeket a 1688, Taobao címen.\n19. Rangsorolás a dropshipping értékesítések és az exportáláshoz szükséges szűrők szerint az 1688.com terméklista oldalain.\n\nHa bármilyen kérdése vagy javaslata van, forduljon hozzánk bizalommal:\nhttps://www.aliprice.com/information/index?page=contact\nAz AliPrice bővítmény telepítésével Ön elfogadja az „AliPrice szolgáltatási feltételek” feltételeit, és lehetővé teszi a bővítmény számára, hogy átirányítsa a társult programok hivatkozásait, beleértve a 1688-at és más programokat. AliPrice Általános Szerződési Feltételek – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "id": "Fitur utama:\n1. Riwayat harga: Anda dapat memeriksa riwayat harga dalam 3/6/12 bulan di 1688.\n2. Cari produk serupa berdasarkan gambar, klik tombol cari atau klik kanan dan cari berdasarkan gambar, dengan cepat temukan produk yang sama di Ali 1688, TB, dll., alat yang harus dimiliki untuk dropshipping.\n3. Peringatan penurunan harga: tambahkan produk ke favorit Anda, Anda akan menerima pemberitahuan ketika harga turun.\n4. Statistik penjualan, analisis pesanan dan distribusi harga pada halaman daftar produk AE dan Shopee, persentase penjualan penjual, dll.\n5. Tampilkan kupon di JD\n6. Salin tautan, tambahkan tombol salin tautan untuk membantu Anda menyalin tautan produk TB dan 1688.\n7. Tangkap dan terjemahkan. Ambil foto dan terjemahkan teks di dalamnya.\n8. Analisis ulasan: Pada halaman detail produk AE, analisis distribusi pengulas di setiap negara.\n9. Unduh gambar dan video produk di Taobao, AE, Ali 1688 dengan 1 klik, ekspor tautan gambar untuk disalin, terjemahan gambar.\n10. Menambahkan pencarian Wildberry dan vvic.com berdasarkan gambar\n11. Konverter mata uang, Anda dapat menggunakan konverter mata uang untuk konversi mata uang di 1688\n12. Mendukung Google Lens untuk mencari produk serupa berdasarkan gambar.\n13. Mendukung perbandingan produk yang sama pada 1688, dan mengekspornya sebagai file CSV.\n14. Unduh gambar ulasan dari AE dan Amazon, dan ekspor ulasan sebagai file CSV.\n15. Ekspor daftar keranjang belanja 1688 dan Taobao\n16. Cari berdasarkan gambar untuk menemukan produk serupa di Shein, Naver dan Amazon.\n17. Filter dan ekspor produk serupa berdasarkan bidang berbeda ke TXT atau Excel.\n18. Salin judul produk dan cari item yang sama di 1688, Taobao.\n19. Pemeringkatan berdasarkan penjualan Dropshipping dan Filter untuk diekspor pada halaman daftar produk 1688.com.\n\nJika Anda memiliki pertanyaan atau saran, jangan ragu untuk menghubungi kami：\nhttps://www.aliprice.com/information/index?page=contact\nDengan memasang ekstensi AliPrice, Anda menerima ketentuan \"Ketentuan Layanan AliPrice\" dan mengizinkan ekstensi tersebut mengalihkan ke tautan program afiliasi, termasuk 1688 dan program lainnya. Ketentuan Layanan AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "it": "Caratteristiche principali:\n1. Cronologia dei prezzi: puoi controllare la cronologia dei prezzi entro 3/6/12 mesi su 1688.\n2. Cerca prodotti simili per immagine, fai clic sul pulsante di ricerca o fai clic con il pulsante destro del mouse ed effettua una ricerca per immagine, trova rapidamente lo stesso prodotto su Ali 1688, TB, ecc., uno strumento indispensabile per il dropshipping.\n3. Avviso di calo di prezzo: aggiungi il prodotto ai preferiti, riceverai una notifica quando il prezzo scende.\n4. Statistiche sulle vendite, analisi dell'ordine e distribuzione dei prezzi sulle pagine dell'elenco dei prodotti AE e Shopee, percentuale delle vendite del venditore, ecc.\n5. Visualizza coupon su JD\n6. Copia collegamento, aggiunto pulsante Copia collegamento per aiutarti a copiare i collegamenti ai prodotti di TB e 1688.\n7. Cattura e traduci. Cattura una foto e traduci il testo su di essa.\n8. Analisi delle recensioni: nella pagina dei dettagli del prodotto AE, analizza la distribuzione dei revisori nel paese.\n9. Scarica immagini e video del prodotto su Taobao, AE, Ali 1688 con 1 clic, esporta collegamenti di immagini per copiare, traduzione di immagini.\n10. Aggiunta la ricerca di Wildberries e vvic.com per immagine\n11. Convertitore di valuta, puoi utilizzare il convertitore di valuta per la conversione di valuta su 1688\n12. Google Lens supportato per cercare prodotti simili per immagine.\n13. Supportato il confronto degli stessi prodotti sul 1688 e l'esportazione come file CSV.\n14. Scarica le immagini delle recensioni da AE e Amazon ed esporta le recensioni come file CSV.\n15. Esporta l'elenco del carrello degli acquisti di 1688 e TB\n16. Cerca per immagine per trovare prodotti simili su Shein, Naver e Amazon.\n17. Filtra ed esporta prodotti simili in base a diversi campi in TXT o Excel.\n18. Copia il titolo del prodotto e cerca gli stessi articoli su 1688, Taobao.\n19. Classifica in base alle vendite Dropshipping e filtro per esportare nelle pagine dell'elenco dei prodotti 1688.com.\n\nSe avete domande o suggerimenti, non esitate a contattarci:\nhttps://www.aliprice.com/information/index?page=contact\nInstallando l'estensione AliPrice, accetti i termini dei \"Termini di servizio AliPrice\" e consenti all'estensione di reindirizzare ai collegamenti dei programmi di affiliazione, inclusi 1688 e altri programmi. Termini di servizio di AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ja": "主な特徴：\n1.画像から類似商品を検索：検索ボタンをクリックするか、調べたい画像を右クリックして「画像を検索」を選べると、すぐに1688、淘宝網の類似商品を見つけることができるようになります。似たような商品を探す時間を節約し、ドロップシッピングにも利用できます。買い手も売り手も、商品を比較・選択するために利用できます。\n2.価格履歴：ユーザーはAmazonとeBayの商品の1年間の価格履歴を見ることができ、お気に入りの商品を最も手頃な価格で購入するのに役立ちます。\n3.値下げ通知：1688で気になる商品に「ほしい物リスト」をすると、その商品が値下げされた時に通知が届くようになりました。\n4.販売統計：アリエクとShopeeの商品一覧ページで注文と価格分布、販売者の販売割合を分析することができます。\n5.隠しクーポンを表示：商品ページに直接クーポンが表示されない場合、プラグインをインストールすることで、隠しクーポンを表示することができます。\n6. コピーリンク：コピーリンクボタンを追加して、1688と淘宝網の商品リンクをコピーすることができます。商品のスクリーンショットを撮ると、シェアすることができます。\n7.画像の翻訳: 商品の画像内のテキストを翻訳できます。\n8.レビュー分析：商品詳細ページに、レビュアーの国別分布の統計をパーセンテージで表示します。\n9.淘宝網と1688などのウェブサイトから商品の画像と動画をダウンロード：ワンクリックで淘宝網と1688の商品の画像、動画、SKU画像と詳細ページの画像をダウンロードでき、画像アドレスURLもエクスポートできます。\n10. 為替レート計算は、1688と淘宝網の為替コンバーターをご利用ください。\n11.Googleレンズに対応し、画像を使って検索できます。\n12.  類似商品を比較して、結果をExcelファイルにエクスポートすることができます。\n13. AliExpressアリエクとamazonのレビュー画像をダウンロードし、Excelとしてエクスポートできます。\n14.1688と淘宝網のショッピングカートのリストをエクスポートすることができます。\n15. Shein、Naver、Amazonの類似商品を画像検索で見つけることができます。\n16. 1688の類似商品を異なる条件でフィルタリングし、結果をTXTまたはEXCELにエクスポートすることができます。\n17.商品タイトルをコピーし、1688や淘宝網で類似商品を検索できます。\n18.1688の商品一覧ページでドロップシッピングの販売ソートで絞り込むことができます。\n19. 1688の商品棚時間、月間ドロップシッピングの売上高などの店舗情報を表示することができます。\n\nご質問やご意見がございましたら、お気軽にお問い合わせください：\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "kn": "ಮುಖ್ಯ ಲಕ್ಷಣಗಳು:\n1. ಬೆಲೆ ಇತಿಹಾಸ: ನೀವು 1688 ರಲ್ಲಿ 3/6/12 ತಿಂಗಳೊಳಗೆ ಬೆಲೆ ಇತಿಹಾಸವನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.\n2. ಚಿತ್ರದ ಮೂಲಕ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಿ, ಹುಡುಕಾಟ ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಿ, ಅಲಿ 1688, TB, ಇತ್ಯಾದಿಗಳಲ್ಲಿ ಅದೇ ಉತ್ಪನ್ನವನ್ನು ತ್ವರಿತವಾಗಿ ಹುಡುಕಿ, ಡ್ರಾಪ್‌ಶಿಪಿಂಗ್‌ಗಾಗಿ ಹೊಂದಿರಬೇಕಾದ ಸಾಧನ.\n3. ಬೆಲೆ ಕುಸಿತದ ಎಚ್ಚರಿಕೆ: ನಿಮ್ಮ ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಉತ್ಪನ್ನವನ್ನು ಸೇರಿಸಿ, ಬೆಲೆ ಕಡಿಮೆಯಾದಾಗ ನೀವು ಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.\n4. ಮಾರಾಟದ ಅಂಕಿಅಂಶಗಳು, AE ಮತ್ತು Shopee ಉತ್ಪನ್ನ ಪಟ್ಟಿ ಪುಟಗಳಲ್ಲಿನ ಆದೇಶ ಮತ್ತು ಬೆಲೆ ವಿತರಣೆಯ ವಿಶ್ಲೇಷಣೆ, ಮಾರಾಟಗಾರರ ಮಾರಾಟದ ಶೇಕಡಾವಾರು, ಇತ್ಯಾದಿ.\n5. JD ನಲ್ಲಿ ಕೂಪನ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ\n6. ಕಾಪಿ ಲಿಂಕ್, TB ಮತ್ತು 1688 ನ ಉತ್ಪನ್ನ ಲಿಂಕ್‌ಗಳನ್ನು ನಕಲಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಕಾಪಿ ಲಿಂಕ್ ಬಟನ್ ಅನ್ನು ಸೇರಿಸಲಾಗಿದೆ.\n7. ಸೆರೆಹಿಡಿಯಿರಿ ಮತ್ತು ಅನುವಾದಿಸಿ. ಫೋಟೋವನ್ನು ಸೆರೆಹಿಡಿಯಿರಿ ಮತ್ತು ಅದರ ಮೇಲೆ ಪಠ್ಯವನ್ನು ಅನುವಾದಿಸಿ.\n8. ವಿಮರ್ಶೆ ವಿಶ್ಲೇಷಣೆ: AE ಉತ್ಪನ್ನ ವಿವರಗಳ ಪುಟದಲ್ಲಿ, ವಿಮರ್ಶಕರ ದೇಶದ ವಿತರಣೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಿ.\n9. 1 ಕ್ಲಿಕ್‌ನೊಂದಿಗೆ Taobao, AE, Ali 1688 ನಲ್ಲಿ ಉತ್ಪನ್ನ ಚಿತ್ರ ಮತ್ತು ವೀಡಿಯೊವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ, ನಕಲಿಸಲು ಚಿತ್ರದ ಲಿಂಕ್‌ಗಳನ್ನು ರಫ್ತು ಮಾಡಿ, ಚಿತ್ರ ಅನುವಾದ.\n10. Wildberries ಮತ್ತು vvic.com ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಾಟವನ್ನು ಸೇರಿಸಲಾಗಿದೆ\n11. ಕರೆನ್ಸಿ ಪರಿವರ್ತಕ, ನೀವು 1688 ನಲ್ಲಿ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆಗಾಗಿ ಕರೆನ್ಸಿ ಪರಿವರ್ತಕವನ್ನು ಬಳಸಬಹುದು\n12. ಚಿತ್ರದ ಮೂಲಕ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಲು Google ಲೆನ್ಸ್ ಅನ್ನು ಬೆಂಬಲಿಸಲಾಗಿದೆ.\n13. 1688 ನಲ್ಲಿ ಅದೇ ಉತ್ಪನ್ನಗಳನ್ನು ಹೋಲಿಸಲು ಬೆಂಬಲಿತವಾಗಿದೆ ಮತ್ತು ಅದನ್ನು CSV ಫೈಲ್ ಆಗಿ ರಫ್ತು ಮಾಡಿ.\n14. AE ಮತ್ತು Amazon ನಿಂದ ವಿಮರ್ಶೆ ಚಿತ್ರಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ ಮತ್ತು CSV ಫೈಲ್‌ನಂತೆ ವಿಮರ್ಶೆಗಳನ್ನು ರಫ್ತು ಮಾಡಿ.\n15. ರಫ್ತು ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ಪಟ್ಟಿ 1688 ಮತ್ತು TB\n16. Shein, Naver ಮತ್ತು Amazon ನಲ್ಲಿ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಹುಡುಕಲು ಚಿತ್ರದ ಮೂಲಕ ಹುಡುಕಿ.\n17. TXT ಅಥವಾ Excel ಗೆ ವಿಭಿನ್ನ ಕ್ಷೇತ್ರಗಳ ಆಧಾರದ ಮೇಲೆ ಒಂದೇ ರೀತಿಯ ಉತ್ಪನ್ನಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ ಮತ್ತು ರಫ್ತು ಮಾಡಿ.\n18. ಉತ್ಪನ್ನದ ಶೀರ್ಷಿಕೆಯನ್ನು ನಕಲಿಸಿ ಮತ್ತು 1688, Taobao ನಲ್ಲಿ ಅದೇ ಐಟಂಗಳನ್ನು ಹುಡುಕಿ.\n19. ಡ್ರಾಪ್‌ಶಿಪಿಂಗ್ ಮಾರಾಟದ ಮೂಲಕ ಶ್ರೇಯಾಂಕ ಮತ್ತು 1688.com ಉತ್ಪನ್ನ ಪಟ್ಟಿ ಪುಟಗಳಲ್ಲಿ ರಫ್ತು ಮಾಡಲು ಫಿಲ್ಟರ್ ಮಾಡಿ.\n\nನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಸಲಹೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಮುಕ್ತವಾಗಿರಿ:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ, ನೀವು \"AliPrice ಸೇವಾ ನಿಯಮಗಳ\" ನಿಯಮಗಳನ್ನು ಸಮ್ಮತಿಸುತ್ತೀರಿ ಮತ್ತು 1688 ಮತ್ತು ಇತರ ಪ್ರೋಗ್ರಾಂಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಅಂಗಸಂಸ್ಥೆ ಪ್ರೋಗ್ರಾಂ ಲಿಂಕ್‌ಗಳಿಗೆ ಮರುನಿರ್ದೇಶಿಸಲು ವಿಸ್ತರಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತೀರಿ. AliPrice ಸೇವಾ ನಿಯಮಗಳು - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ko": "주요 특징:\n1. 가격이력 : 1688에서 3/6/12개월 이내의 가격이력을 확인하실 수 있습니다.\n2. 이미지로 유사한 제품을 검색하고, 검색 버튼을 클릭하거나 마우스 오른쪽 버튼을 클릭하여 이미지로 검색하고, 직송에 꼭 필요한 도구인 Ali 1688, 타오바오 등에서 동일한 제품을 빠르게 찾으세요.\n3. 가격 인하 알림: 제품을 즐겨찾기에 추가하면 가격이 인하될 때 알림을 받게 됩니다.\n4. 판매 통계, 알리 익스프레스 및 Shopee 상품 목록 페이지의 주문 및 가격 분포 분석, 판매자 판매 비율 등\n5. JD에 쿠폰 표시\n6. 링크 복사, 타오바오 및 1688의 제품 링크를 복사하는 데 도움이 되는 링크 복사 버튼이 추가되었습니다.\n7. 캡처하고 번역하세요. 사진을 캡처하고 사진에 있는 텍스트를 번역하세요.\n8. 리뷰 분석: AE 상품 상세 페이지에서 리뷰어의 국가 분포를 분석합니다.\n9. 한 번의 클릭으로 Taobao, 알리 익스프레스, Ali 1688에서 제품 이미지와 비디오를 다운로드하고, 이미지 링크를 복사하여 내보내고, 이미지 번역을 수행합니다.\n10. 이미지로 Wildberries 및 vvic.com 검색 추가\n11. 통화 변환기, 1688에서 통화 변환을 위해 통화 변환기를 사용할 수 있습니다.\n12. 이미지로 유사한 제품을 검색할 수 있는 Google Lens를 지원했습니다.\n13. 1688에서 동일한 제품을 비교하고 CSV 파일로 내보낼 수 있습니다.\n14. 알리 익스프레스 및 Amazon에서 리뷰 이미지를 다운로드하고 리뷰를 CSV 파일로 내보냅니다.\n15. 1688 및 TB의 장바구니 목록 내보내기\n16. 쉐인, 네이버, 아마존에서 유사한 상품을 이미지로 검색해 보세요.\n17. 다양한 필드를 기반으로 유사한 제품을 필터링하고 TXT 또는 Excel로 내보냅니다.\n18. 상품명을 복사해서 1688타오바오에서 동일상품을 검색하세요.\n19. 1688.com 제품 목록 페이지에서 내보낼 수 있도록 Dropshipping 판매 및 필터별로 순위를 매깁니다.\n20. 1688 및 타오바오의 공급업체와의 채팅 콘텐츠 번역\n\n질문이나 제안 사항이 있으시면 언제든지 저희에게 연락해 주십시오.：\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice 확장 프로그램을 설치함으로써 귀하는 \"AliPrice 서비스 약관\" 조건에 동의하고 확장 프로그램이 1688 및 기타 프로그램을 포함한 제휴 프로그램 링크로 리디렉션되도록 허용합니다. AliPrice 서비스 약관 - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "lt": "Pagrindinės funkcijos:\n1. Kainų istorija: Kainų istoriją galite patikrinti per 3/6/12 mėnesių 1688.\n2. Ieškokite panašių produktų pagal paveikslėlį, spustelėkite paieškos mygtuką arba dešiniuoju pelės mygtuku spustelėkite ir ieškokite pagal vaizdą, greitai raskite tą patį produktą Ali 1688, TB ir kt., būtinas dropshipping įrankis.\n3. Kainos kritimo įspėjimas: pridėkite prekę į mėgstamiausius, gausite pranešimą, kai kaina nukris.\n4. Pardavimų statistika, užsakymo ir kainų pasiskirstymo analizė AE ir Shopee prekių sąrašo puslapiuose, pardavėjo pardavimo procentas ir kt.\n5. Rodyti kuponus JD\n6. Kopijuoti nuorodą, pridėtas kopijavimo nuorodos mygtukas, kuris padės nukopijuoti TB ir 1688 produktų nuorodas.\n7. Užfiksuokite ir išverskite. Užfiksuokite nuotrauką ir išverskite joje esantį tekstą.\n8. Peržiūrų analizė: AE produkto informacijos puslapyje išanalizuokite apžvalgininkų pasiskirstymą pagal šalį.\n9. Atsisiųskite produkto vaizdą ir vaizdo įrašą į Taobao, AE, Ali 1688 su 1 paspaudimu, eksportuokite vaizdo nuorodas, kad galėtumėte kopijuoti, išversti vaizdą.\n10. Pridėta Wildberry ir vvic.com paieška pagal vaizdą\n11. Valiutos keitiklis, valiutos keitiklį galite naudoti valiutos konvertavimui 1688\n12. Palaikomas „Google Lens“, kad būtų galima ieškoti panašių produktų pagal vaizdą.\n13. Palaikomas tų pačių produktų palyginimas su 1688 ir eksportavimas kaip CSV failas.\n14. Atsisiųskite apžvalgų vaizdus iš AE ir Amazon ir eksportuokite apžvalgas kaip CSV failą.\n15. Eksportuokite 1688 ir TB pirkinių krepšelio sąrašą\n16. Ieškokite pagal vaizdą, kad rastumėte panašių produktų Shein, Naver ir Amazon.\n17. Filtruokite ir eksportuokite panašius produktus pagal skirtingus laukus į TXT arba Excel.\n18. Nukopijuokite produkto pavadinimą ir ieškokite tų pačių prekių 1688, Taobao.\n19. Reitingas pagal Dropshipping pardavimą ir eksporto filtrą 1688.com produktų sąrašo puslapiuose.\n\nJei turite klausimų ar pasiūlymų, nedvejodami susisiekite su mumis:\nhttps://www.aliprice.com/information/index?page=contact\nĮdiegę „AliPrice“ plėtinį sutinkate su „AliPrice“ paslaugų teikimo sąlygų sąlygomis ir leidžiate plėtiniui peradresuoti į filialų programų nuorodas, įskaitant 1688 ir kitas programas. „AliPrice“ paslaugų teikimo sąlygos – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "lv": "Galvenās iezīmes:\n1. Cenu vēsture: Jūs varat pārbaudīt cenu vēsturi 3/6/12 mēnešu laikā pa tālruni 1688.\n2. Meklējiet līdzīgus produktus pēc attēla, noklikšķiniet uz meklēšanas pogas vai ar peles labo pogu noklikšķiniet un meklējiet pēc attēla, ātri atrodiet to pašu produktu uz Ali 1688, TB utt., kas ir obligāts rīks dropshipping.\n3. Cenu krituma brīdinājums: pievienojiet preci saviem favorītiem, saņemsiet paziņojumu, kad cena pazemināsies.\n4. Pārdošanas statistika, pasūtījuma un cenu sadalījuma analīze AE un Shopee preču sarakstu lapās, pārdevēju pārdošanas procentuālais daudzums utt.\n5. Parādiet kuponus vietnē JD\n6. Kopēt saiti, pievienota kopēšanas saites poga, lai palīdzētu kopēt TB un 1688 produktu saites.\n7. Uzņemiet un tulkojiet. Uzņemiet fotoattēlu un tulkojiet tajā esošo tekstu.\n8. Pārskatu analīze: AE produkta informācijas lapā analizējiet recenzentu sadalījumu pa valstīm.\n9. Lejupielādējiet produkta attēlu un video uz Taobao, AE, Ali 1688 ar 1 klikšķi, eksportējiet attēlu saites, lai kopētu, attēlu tulkošanu.\n10. Pievienots Wildberries un vvic.com meklēšana pēc attēla\n11. Valūtas konvertētājs, valūtas konvertētāju var izmantot valūtas konvertēšanai uz 1688\n12. Atbalstīts Google Lens, lai meklētu līdzīgus produktus pēc attēla.\n13. Tiek atbalstīta to pašu produktu salīdzināšana ar 1688 un eksportēšana kā CSV fails.\n14. Lejupielādējiet atsauksmju attēlus no AE un Amazon un eksportējiet atsauksmes kā CSV failu.\n15. Eksportēt iepirkumu groza sarakstu ar 1688 un TB\n16. Meklējiet pēc attēla, lai atrastu līdzīgus produktus Shein, Naver un Amazon.\n17. Filtrējiet un eksportējiet līdzīgus produktus, pamatojoties uz dažādiem laukiem, uz TXT vai Excel.\n18. Kopējiet produkta nosaukumu un meklējiet tās pašas preces vietnē 1688, Taobao.\n19. Vietnes 1688.com produktu saraksta lapās ranžēšana pēc Dropshipping pārdošanas un eksportēšanas filtra.\n\nJa jums ir kādi jautājumi vai ieteikumi, lūdzu, sazinieties ar mums:\nhttps://www.aliprice.com/information/index?page=contact\nInstalējot AliPrice paplašinājumu, jūs piekrītat \"AliPrice pakalpojumu sniegšanas noteikumu\" noteikumiem un atļaujat paplašinājumam novirzīt uz saistīto programmu saitēm, tostarp uz 1688 un citām programmām. AliPrice pakalpojumu sniegšanas noteikumi - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ml": "പ്രധാന സവിശേഷതകൾ:\n1. വില ചരിത്രം: നിങ്ങൾക്ക് 1688 എന്ന നമ്പറിൽ 3/6/12 മാസത്തിനുള്ളിൽ വില ചരിത്രം പരിശോധിക്കാം.\n2. ഇമേജ് അനുസരിച്ച് സമാന ഉൽപ്പന്നങ്ങൾ തിരയുക, തിരയൽ ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കിൽ വലത്-ക്ലിക്കുചെയ്ത് ഇമേജ് ഉപയോഗിച്ച് തിരയുക, ഡ്രോപ്പ്ഷിപ്പിംഗിനായി നിർബന്ധമായും ഉണ്ടായിരിക്കേണ്ട ഉപകരണമായ അലി 1688, TB മുതലായവയിൽ അതേ ഉൽപ്പന്നം വേഗത്തിൽ കണ്ടെത്തുക.\n3. വില കുറയാനുള്ള മുന്നറിയിപ്പ്: നിങ്ങളുടെ പ്രിയപ്പെട്ടവയിലേക്ക് ഉൽപ്പന്നം ചേർക്കുക, വില കുറയുമ്പോൾ നിങ്ങൾക്ക് ഒരു അറിയിപ്പ് ലഭിക്കും.\n4. വിൽപ്പന സ്ഥിതിവിവരക്കണക്കുകൾ, AE, Shopee ഉൽപ്പന്ന ലിസ്റ്റ് പേജുകളിലെ ഓർഡറിന്റെയും വില വിതരണത്തിന്റെയും വിശകലനം, വിൽപ്പനക്കാരുടെ വിൽപ്പനയുടെ ശതമാനം മുതലായവ.\n5. JD-യിൽ കൂപ്പണുകൾ പ്രദർശിപ്പിക്കുക\n6. ടിബിയുടെയും 1688ന്റെയും ഉൽപ്പന്ന ലിങ്കുകൾ പകർത്താൻ നിങ്ങളെ സഹായിക്കുന്നതിന് ലിങ്ക് പകർത്തുക, കോപ്പി ലിങ്ക് ബട്ടൺ ചേർത്തു.\n7. ക്യാപ്ചർ ചെയ്ത് വിവർത്തനം ചെയ്യുക. ഒരു ഫോട്ടോ എടുത്ത് അതിൽ വാചകം വിവർത്തനം ചെയ്യുക.\n8. അവലോകന വിശകലനം: AE ഉൽപ്പന്ന വിശദാംശ പേജിൽ, അവലോകനക്കാരുടെ രാജ്യ വിതരണം വിശകലനം ചെയ്യുക.\n9. Taobao, AE, Ali 1688-ൽ ഉൽപ്പന്ന ചിത്രവും വീഡിയോയും 1 ക്ലിക്കിലൂടെ ഡൗൺലോഡ് ചെയ്യുക, പകർത്താനുള്ള ചിത്ര ലിങ്കുകൾ കയറ്റുമതി ചെയ്യുക, ഇമേജ് വിവർത്തനം ചെയ്യുക.\n10. Wildberries ചേർത്തു, vvic.com ചിത്രം പ്രകാരം തിരയുക\n11. കറൻസി കൺവെർട്ടർ, നിങ്ങൾക്ക് 1688-ൽ കറൻസി പരിവർത്തനത്തിനായി കറൻസി കൺവെർട്ടർ ഉപയോഗിക്കാം\n12. സമാന ഉൽപ്പന്നങ്ങൾ ഇമേജ് പ്രകാരം തിരയാൻ Google ലെൻസ് പിന്തുണയ്ക്കുന്നു.\n13. 1688-ൽ സമാന ഉൽപ്പന്നങ്ങൾ താരതമ്യം ചെയ്യുന്നതിനെ പിന്തുണയ്‌ക്കുന്നു, അത് ഒരു CSV ഫയലായി എക്‌സ്‌പോർട്ട് ചെയ്യുക.\n14. AE, Amazon എന്നിവയിൽ നിന്ന് അവലോകന ചിത്രങ്ങൾ ഡൗൺലോഡ് ചെയ്യുക, ഒരു CSV ഫയലായി അവലോകനങ്ങൾ കയറ്റുമതി ചെയ്യുക.\n15. 1688, ടിബി എന്നിവയുടെ കയറ്റുമതി ഷോപ്പിംഗ് കാർട്ട് ലിസ്റ്റ്\n16. Shein, Naver, Amazon എന്നിവയിൽ സമാന ഉൽപ്പന്നങ്ങൾ കണ്ടെത്താൻ ചിത്രം അനുസരിച്ച് തിരയുക.\n17. TXT അല്ലെങ്കിൽ Excel ലേക്ക് വ്യത്യസ്ത ഫീൽഡുകളെ അടിസ്ഥാനമാക്കി സമാന ഉൽപ്പന്നങ്ങൾ ഫിൽട്ടർ ചെയ്യുകയും കയറ്റുമതി ചെയ്യുകയും ചെയ്യുക.\n18. ഉൽപ്പന്ന ശീർഷകം പകർത്തി 1688, Taobao എന്നതിൽ സമാന ഇനങ്ങൾക്കായി തിരയുക.\n19. 1688.com ഉൽപ്പന്ന ലിസ്റ്റ് പേജുകളിൽ ഡ്രോപ്പ്ഷിപ്പിംഗ് വിൽപ്പനയും കയറ്റുമതി ചെയ്യാൻ ഫിൽട്ടറും അനുസരിച്ച് റാങ്കിംഗ്.\n\nനിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ നിർദ്ദേശങ്ങളോ ഉണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടാൻ മടിക്കേണ്ടതില്ല:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുന്നതിലൂടെ, നിങ്ങൾ \"AliPrice സേവന നിബന്ധനകളുടെ\" നിബന്ധനകൾ അംഗീകരിക്കുകയും 1688 ഉം മറ്റ് പ്രോഗ്രാമുകളും ഉൾപ്പെടെയുള്ള അനുബന്ധ പ്രോഗ്രാം ലിങ്കുകളിലേക്ക് റീഡയറക്‌ടുചെയ്യാൻ വിപുലീകരണത്തെ അനുവദിക്കുകയും ചെയ്യുന്നു. AliPrice സേവന നിബന്ധനകൾ - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "mr": "मुख्य वैशिष्ट्ये:\n1. किंमत इतिहास: तुम्ही 1688 रोजी 3/6/12 महिन्यांच्या आत किंमत इतिहास तपासू शकता.\n2. प्रतिमांनुसार समान उत्पादने शोधा, शोध बटणावर क्लिक करा किंवा उजवे-क्लिक करा आणि प्रतिमेनुसार शोधा, तेच उत्पादन Ali 1688, TB, इ. वर द्रुतपणे शोधा, ड्रॉपशिपिंगसाठी एक आवश्यक साधन.\n3. किंमत घसरण्याची सूचना: तुमच्या आवडींमध्ये उत्पादन जोडा, किंमत कमी झाल्यावर तुम्हाला एक सूचना प्राप्त होईल.\n4. विक्रीची आकडेवारी, ऑर्डरचे विश्लेषण आणि AE आणि Shopee उत्पादन सूची पृष्ठांवर किंमत वितरण, विक्रेत्याच्या विक्रीची टक्केवारी इ.\n5. JD वर कूपन प्रदर्शित करा\n6. TB आणि 1688 च्या उत्पादन लिंक्स कॉपी करण्यात मदत करण्यासाठी लिंक कॉपी करा, कॉपी लिंक बटण जोडले.\n7. कॅप्चर करा आणि अनुवाद करा. फोटो कॅप्चर करा आणि त्यावर मजकूर अनुवादित करा.\n8. पुनरावलोकन विश्लेषण: AE उत्पादन तपशील पृष्ठावर, पुनरावलोकनकर्त्यांच्या देश वितरणाचे विश्लेषण करा.\n9. Taobao, AE, Ali 1688 वर उत्पादनाची प्रतिमा आणि व्हिडिओ 1 क्लिकने डाउनलोड करा, कॉपी करण्यासाठी इमेज लिंक एक्सपोर्ट करा, इमेज ट्रान्सलेशन.\n10. प्रतिमेनुसार Wildberries आणि vvic.com शोध जोडले\n11. चलन परिवर्तक, तुम्ही 1688 रोजी चलन रूपांतरणासाठी चलन परिवर्तक वापरू शकता\n12. प्रतिमेनुसार समान उत्पादने शोधण्यासाठी Google Lens समर्थित.\n13. 1688 वर समान उत्पादनांची तुलना करण्यास समर्थन दिले आणि ते CSV फाइल म्हणून निर्यात करा.\n14. AE आणि Amazon वरून पुनरावलोकन प्रतिमा डाउनलोड करा आणि CSV फाइल म्हणून पुनरावलोकने निर्यात करा.\n15. 1688 आणि TB ची शॉपिंग कार्ट यादी निर्यात करा\n16. Shein, Naver आणि Amazon वर समान उत्पादने शोधण्यासाठी प्रतिमेनुसार शोधा.\n17. TXT किंवा Excel मध्ये भिन्न फील्डवर आधारित समान उत्पादने फिल्टर आणि निर्यात करा.\n18. उत्पादन शीर्षक कॉपी करा आणि 1688, Taobao वर समान आयटम शोधा.\n19. ड्रॉपशिपिंग विक्रीनुसार रँकिंग आणि 1688.com उत्पादन सूची पृष्ठांवर निर्यात करण्यासाठी फिल्टर.\n\nआपल्याकडे काही प्रश्न किंवा सूचना असल्यास, कृपया आमच्याशी संपर्क साधा:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice विस्तार स्थापित करून, तुम्ही \"AliPrice सेवा अटी\" च्या अटी स्वीकारता आणि विस्ताराला 1688 आणि इतर प्रोग्रामसह संलग्न प्रोग्राम लिंकवर पुनर्निर्देशित करण्याची अनुमती देता. AliPrice सेवा अटी - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ms": "Ciri-ciri utama:\n1. Sejarah harga: Anda boleh menyemak sejarah harga dalam tempoh 3/6/12 bulan pada 1688.\n2. Cari produk yang serupa mengikut imej, klik butang carian atau klik kanan dan cari mengikut imej, cepat cari produk yang sama pada Ali 1688, TB, dsb., alat yang mesti ada untuk dropshipping.\n3. Amaran penurunan harga: tambah produk ke kegemaran anda, anda akan menerima pemberitahuan apabila harga turun.\n4. Statistik jualan, analisis pesanan dan pengedaran harga pada halaman senarai produk AE dan Shopee, peratusan jualan penjual, dsb.\n5. Paparkan kupon pada JD\n6. Salin pautan, tambah butang pautan salin untuk membantu anda menyalin pautan produk TB dan 1688.\n7. Tangkap dan terjemah. Tangkap foto dan terjemah teks padanya.\n8. Analisis semakan: Pada halaman butiran produk AE, analisa pengedaran pengulas negara.\n9. Muat turun imej dan video produk di Taobao, AE, Ali 1688 dengan 1 klik, eksport pautan imej untuk disalin, terjemahan imej.\n10. Menambah Wildberries dan carian vvic.com mengikut imej\n11. Penukar mata wang, anda boleh menggunakan penukar mata wang untuk penukaran mata wang pada 1688\n12. Google Lens yang disokong untuk mencari produk yang serupa mengikut imej.\n13. Disokong membandingkan produk yang sama pada 1688, dan mengeksportnya sebagai fail CSV.\n14. Muat turun imej ulasan daripada AE dan Amazon, dan eksport ulasan sebagai fail CSV.\n15. Eksport senarai troli beli-belah 1688 dan TB\n16. Cari mengikut imej untuk mencari produk yang serupa di Shein, Naver dan Amazon.\n17. Tapis dan eksport produk serupa berdasarkan medan berbeza ke TXT atau Excel.\n18. Salin tajuk produk dan cari item yang sama di 1688, Taobao.\n19. Kedudukan mengikut jualan Dropshipping dan Penapis untuk dieksport pada halaman senarai produk 1688.com.\n\nJika anda mempunyai sebarang soalan atau cadangan, sila hubungi kami:\nhttps://www.aliprice.com/information/index?page=contact\nDengan memasang sambungan AliPrice, anda menerima syarat \"Syarat Perkhidmatan AliPrice\" dan membenarkan sambungan itu mengubah hala ke pautan program gabungan, termasuk 1688 dan program lain. Syarat Perkhidmatan AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "nl": "Belangrijkste kenmerken:\n1. Prijsgeschiedenis: U kunt de prijsgeschiedenis binnen 3/6/12 maanden bekijken op 1688.\n2. Zoek vergelijkbare producten op afbeelding, klik op de zoekknop of klik met de rechtermuisknop en zoek op afbeelding. Vind snel hetzelfde product op Ali 1688, TB, enz., een onmisbare tool voor dropshipping.\n3. Prijsdaling alert: voeg het product toe aan je favorieten, je ontvangt een melding wanneer de prijs daalt.\n4. Verkoopstatistieken, analyse van de bestelling en prijsverdeling op AE- en Shopee-productlijstpagina's, het percentage van de verkopersverkopen, enz.\n5. Geef kortingsbonnen weer op JD\n6. Link kopiëren, knop Kopieerlink toegevoegd om u te helpen productlinks van TB en 1688 te kopiëren.\n7. Vastleggen en vertalen. Maak een foto en vertaal de tekst erop.\n8. Reviewanalyse: analyseer op de AE-productdetailspagina de landenverdeling van reviewers.\n9. Download productafbeelding en video op Taobao, AE, Ali 1688 met 1 klik, exporteer afbeeldingslinks om te kopiëren, afbeeldingsvertaling.\n10. Wildberries en vvic.com zoeken op afbeelding toegevoegd\n11. Valutacalculator, voor valutaconversie op 1688 kunt u de valutacalculator gebruiken\n12. Ondersteunde Google Lens om vergelijkbare producten op afbeelding te zoeken.\n13. Ondersteunde het vergelijken van dezelfde producten op 1688 en exporteert het als een CSV-bestand.\n14. Download recensieafbeeldingen van AE en Amazon en exporteer recensies als CSV-bestand.\n15. Exporteer winkelwagenlijst van 1688 en Taobao\n16. Zoek op afbeelding om vergelijkbare producten te vinden op Shein, Naver en Amazon.\n17. Filter en exporteer vergelijkbare producten op basis van verschillende velden naar TXT of Excel.\n18. Kopieer de producttitel en zoek naar dezelfde items op 1688, Taobao.\n19. Rangschikking op basis van dropshipping-verkopen en filteren om te exporteren op 1688.com-productlijstpagina's.\n\nAls u vragen of suggesties heeft, neem dan gerust contact met ons op:\nhttps://www.aliprice.com/information/index?page=contact\nDoor de AliPrice-extensie te installeren, accepteert u de voorwaarden van de \"AliPrice Servicevoorwaarden\" en staat u toe dat de extensie doorverwijst naar links naar partnerprogramma's, waaronder 1688 en andere programma's. Servicevoorwaarden van AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "no": "Hovedtrekkene:\n1. Prishistorikk: Du kan sjekke prishistorikken innen 3/6/12 måneder på 1688.\n2. Søk etter lignende produkter etter bilde, klikk på søkeknappen eller høyreklikk og søk etter bilde, finn raskt det samme produktet på Ali 1688, TB, etc., et må-ha-verktøy for dropshipping.\n3. Varsel om prisfall: legg produktet til dine favoritter, du vil motta et varsel når prisen synker.\n4. Salgsstatistikk, analyse av ordre og prisfordeling på AE og Shopee produktlistesider, prosentandel av selgersalg m.m.\n5. Vis kuponger på JD\n6. Kopier lenke, lagt til kopieringslenke-knapp for å hjelpe deg med å kopiere produktlenker til TB og 1688.\n7. Ta opp og oversett. Ta et bilde og oversett tekst på det.\n8. Gjennomgå analyse: På AE-produktdetaljsiden analyserer du landsfordelingen av anmeldere.\n9. Last ned produktbilde og video på Taobao, AE, Ali 1688 med 1 klikk, eksporter bildelenker for å kopiere, bildeoversettelse.\n10. Lagt til Wildberries og vvic.com søk etter bilde\n11. Valutaomregner, du kan bruke valutaomregneren for valutaomregning på 1688\n12. Støttet Google Lens for å søke etter lignende produkter etter bilde.\n13. Støttet å sammenligne de samme produktene på 1688, og eksportere den som en CSV-fil.\n14. Last ned anmeldelsesbilder fra AE og Amazon, og eksporter anmeldelser som en CSV-fil.\n15. Eksporter handlekurvliste med 1688 og TB\n16. Søk på bilde for å finne lignende produkter på Shein, Naver og Amazon.\n17. Filtrer og eksporter lignende produkter basert på forskjellige felt til TXT eller Excel.\n18. Kopier produkttittelen og søk etter de samme elementene på 1688, Taobao.\n19. Rangering etter Dropshipping-salg og Filter for eksport på 1688.com produktlistesider.\n\nHvis du har spørsmål eller forslag, kan du gjerne kontakte oss:\nhttps://www.aliprice.com/information/index?page=contact\nVed å installere AliPrice-utvidelsen godtar du vilkårene i \"AliPrice-vilkårene for bruk\" og lar utvidelsen omdirigere til tilknyttede programkoblinger, inkludert 1688 og andre programmer. AliPrice vilkår for bruk - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "pl": "Główne cechy:\n1. Historia cen: Możesz sprawdzić historię cen w ciągu 3/6/12 miesięcy na 1688.\n2. Wyszukaj podobne produkty według obrazu, kliknij przycisk wyszukiwania lub kliknij prawym przyciskiem myszy i wyszukaj według obrazu, szybko znajdź ten sam produkt na Ali 1688, TB itp., niezbędnym narzędziu do dropshippingu.\n3. Alarm spadku ceny: dodaj produkt do ulubionych, otrzymasz powiadomienie, gdy cena spadnie.\n4. Statystyki sprzedaży, analiza kolejności i rozkładu cen na stronach z listami produktów AE i Shopee, procent sprzedaży sprzedających itp.\n5. Wyświetlaj kupony na JD\n6. Skopiuj link, dodano przycisk kopiowania linku, który pomoże Ci skopiować linki do produktów TB i 1688.\n7. Przechwytuj i tłumacz. Zrób zdjęcie i przetłumacz znajdujący się na nim tekst.\n8. Analiza recenzji: na stronie szczegółów produktu AE przeanalizuj rozmieszczenie recenzentów w poszczególnych krajach.\n9. Pobierz zdjęcie produktu i wideo na temat Taobao, AE, Ali 1688 za pomocą 1 kliknięcia, wyeksportuj linki do zdjęć w celu skopiowania, tłumaczenie obrazu.\n10. Dodano wyszukiwanie Wildberries i vvic.com według obrazu\n11. Przelicznik walut, możesz użyć przelicznika walut do przeliczania walut na 1688\n12. Obsługiwany obiektyw Google do wyszukiwania podobnych produktów według obrazu.\n13. Obsługiwane porównywanie tych samych produktów na 1688 i eksportowanie ich jako pliku CSV.\n14. Pobierz obrazy recenzji z AE i Amazon i wyeksportuj recenzje jako plik CSV.\n15. Eksportuj listę koszyków zakupów 1688 i TB\n16. Szukaj według obrazu, aby znaleźć podobne produkty w sklepach Shein, Naver i Amazon.\n17. Filtruj i eksportuj podobne produkty na podstawie różnych pól do formatu TXT lub Excel.\n18. Skopiuj tytuł produktu i wyszukaj te same produkty pod adresem 1688, Taobao.\n19. Ranking według sprzedaży Dropshipping i filtru do eksportu na stronach list produktów 1688.com.\n\nJeśli masz jakieś pytania lub sugestie, skontaktuj się z nami:\nhttps://www.aliprice.com/information/index?page=contact\nInstalując rozszerzenie AliPrice, akceptujesz warunki „Warunków korzystania z usługi AliPrice” i zezwalasz rozszerzeniu na przekierowywanie do linków programów partnerskich, w tym 1688 i innych programów. Warunki korzystania z usługi AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "pt_BR,pt_PT": "Principais características:\n1. Histórico de preços: você pode verificar o histórico de preços em 3/6/12 meses em 1688.\n2. Pesquise produtos semelhantes por imagem, clique no botão de pesquisa ou clique com o botão direito e pesquise por imagem, encontre rapidamente o mesmo produto no Ali 1688, TB, etc., uma ferramenta indispensável para dropshipping.\n3. Alerta de queda de preço: adicione o produto aos seus favoritos, você receberá uma notificação quando o preço cair.\n4. Estatísticas de vendas, análise do pedido e distribuição de preços nas páginas de lista de produtos AE e Shopee, porcentagem de vendas do vendedor, etc.\n5. Exibir cupons no JD\n6. Link de cópia, botão de link de cópia adicionado para ajudá-lo a copiar links de produtos de TB e 1688.\n7. Capture e traduza. Capture uma foto e traduza o texto nela.\n8. Análise de revisão: Na página de detalhes do produto AE, analise a distribuição dos revisores por país.\n9. Baixe a imagem e o vídeo do produto em Taobao, AE, Ali 1688 com 1 clique, exporte links de imagens para copiar, tradução de imagens.\n10. Adicionada pesquisa de Wildberries e vvic.com por imagem\n11. Conversor de moeda, você pode usar o conversor de moeda para conversão de moeda em 1688\n12. Google Lens compatível para pesquisar produtos semelhantes por imagem.\n13. Suporta comparação dos mesmos produtos em 1688 e exporta-os como um arquivo CSV.\n14. Baixe imagens de avaliações da AE e Amazon e exporte as avaliações como um arquivo CSV.\n15. Exportar lista de carrinho de compras de 1688 e TB\n16. Pesquise por imagem para encontrar produtos semelhantes na Shein, Naver e Amazon.\n17. Filtre e exporte produtos semelhantes com base em campos diferentes para TXT ou Excel.\n18. Copie o título do produto e pesquise os mesmos itens em 1688, Taobao.\n19. Classificação por vendas Dropshipping e filtro para exportar nas páginas de lista de produtos 1688.com.\n\nSe você tiver alguma dúvida ou sugestão, não hesite em nos contatar:\nhttps://www.aliprice.com/information/index?page=contact\nAo instalar a extensão AliPrice, você aceita os termos dos “Termos de Serviço AliPrice” e permite que a extensão redirecione para links de programas afiliados, incluindo 1688 e outros programas. Termos de Serviço do AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ro": "Caracteristici principale:\n1. Istoricul prețurilor: Puteți verifica istoricul prețurilor în 3/6/12 luni pe 1688.\n2. Căutați produse similare după imagine, faceți clic pe butonul de căutare sau faceți clic dreapta și căutați după imagine, găsiți rapid același produs pe Ali 1688, TB etc., un instrument obligatoriu pentru dropshipping.\n3. Alerta de scadere de pret: adauga produsul la favorite, vei primi o notificare cand scade pretul.\n4. Statistici de vânzări, analiza comenzii și distribuția prețurilor pe paginile cu lista de produse AE și Shopee, procentul vânzărilor vânzătorului etc.\n5. Afișați cupoane pe JD\n6. Copiați linkul, a adăugat un buton de copiere a linkului pentru a vă ajuta să copiați linkurile de produse ale TB și 1688.\n7. Capturați și traduceți. Faceți o fotografie și traduceți textul de pe ea.\n8. Analiza recenziilor: pe pagina cu detaliile produsului AE, analizați distribuția pe țară a recenzenților.\n9. Descărcați imaginea și videoclipul produsului pe Taobao, AE, Ali 1688 cu 1 clic, exportați link-uri de imagine pentru a copia, traducere a imaginii.\n10. S-au adăugat Wildberries și căutarea vvic.com după imagine\n11. Convertor valutar, puteți utiliza convertorul valutar pentru conversia valutară pe 1688\n12. Google Lens acceptat pentru a căuta produse similare după imagine.\n13. Sprijină compararea acelorași produse pe 1688 și exportul ca fișier CSV.\n14. Descărcați imagini de recenzii de la AE și Amazon și exportați recenziile ca fișier CSV.\n15. Exportați lista de coșuri de cumpărături de 1688 și TB\n16. Căutați după imagine pentru a găsi produse similare pe Shein, Naver și Amazon.\n17. Filtrați și exportați produse similare pe baza diferitelor câmpuri în TXT sau Excel.\n18. Copiați titlul produsului și căutați aceleași articole pe 1688, Taobao.\n19. Clasificare după vânzări Dropshipping și Filtru pentru export pe paginile cu lista de produse 1688.com.\n\nDacă aveți întrebări sau sugestii, nu ezitați să ne contactați:\nhttps://www.aliprice.com/information/index?page=contact\nPrin instalarea extensiei AliPrice, acceptați termenii „Termenii și condițiile AliPrice” și permiteți extensiei să redirecționeze către link-uri de programe afiliate, inclusiv 1688 și alte programe. Termenii și condițiile AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ru": "Основные особенности:\n1. История цен: вы можете проверить историю цен за 3/6/12 месяцев на 1688.\n2. Найдите похожие товары по изображению, нажмите кнопку поиска или щелкните правой кнопкой мыши и выполните поиск по изображению, быстро найдите тот же товар на Ali 1688, Таобао и т. д., незаменимый инструмент для дропшиппинга.\n3. Оповещение о снижении цены: добавьте товар в избранное, вы получите уведомление, когда цена упадет.\n4. Статистика продаж, анализ распределения заказов и цен на страницах списка товаров Алиэкспресс и Shopee, процент продаж продавца и т.д.\n5. Отображение купонов на JD\n6. Скопировать ссылку, добавлена кнопка копирования ссылки, которая поможет вам скопировать ссылки на продукты Таобао и 1688.\n7. Захватите и переведите. Сделайте фотографию и переведите на ней текст.\n8. Анализ обзора. На странице сведений о продукте Алиэкспресс проанализируйте распределение рецензентов по странам.\n9. Загрузите изображение продукта и видео на Taobao, Алиэкспресс, Ali 1688 одним щелчком мыши, экспортируйте ссылки на изображения для копирования и перевода изображений.\n10. Добавлен поиск по изображению на Wildberry и vvic.com.\n11. Конвертер валют. Вы можете использовать конвертер валют для конвертации валют на 1688.\n12. Поддержка Google Lens для поиска похожих товаров по изображению.\n13. Поддерживается сравнение одних и тех же продуктов на 1688 и экспорт в виде файла CSV.\n14. Загрузите изображения обзоров с Алиэкспресс и Amazon и экспортируйте обзоры в виде файла CSV.\n15. Список экспортных корзин 1688 и Таобао.\n16. Выполните поиск по изображению, чтобы найти похожие товары на Shein, Naver и Amazon.\n17. Фильтруйте и экспортируйте похожие продукты по разным полям в TXT или Excel.\n18. Скопируйте название продукта и найдите те же товары на 1688, Taobao.\n19. Рейтинг по прямым продажам и фильтрациям для экспорта на страницах списка продуктов 1688.com.\n20. Переводить содержание чата с поставщиком на 1688 и Taobao\n\nЕсли у вас есть какие-либо вопросы или предложения, пожалуйста, свяжитесь с нами:\nhttps://www.aliprice.com/information/index?page=contact\nУстанавливая расширение AliPrice, вы принимаете условия «Условий обслуживания AliPrice» и разрешаете расширению перенаправляться на ссылки партнерских программ, включая 1688 и другие программы. Условия обслуживания AliPrice — https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sk": "Hlavné rysy:\n1. Cenová história: Cenovú históriu si môžete skontrolovať do 3/6/12 mesiacov na čísle 1688.\n2. Vyhľadajte podobné produkty podľa obrázka, kliknite na tlačidlo vyhľadávania alebo kliknite pravým tlačidlom myši a vyhľadajte podľa obrázka, rýchlo nájdite rovnaký produkt na Ali 1688, TB atď., čo je nevyhnutný nástroj pre dropshipping.\n3. Upozornenie na pokles ceny: pridajte produkt do obľúbených, dostanete upozornenie, keď cena klesne.\n4. Štatistiky predaja, analýza objednávky a distribúcie cien na stránkach zoznamu produktov AE a Shopee, percento predaja predajcu atď.\n5. Zobrazte kupóny na JD\n6. Kopírovať odkaz, pridané tlačidlo kopírovať odkaz, ktoré vám pomôže skopírovať odkazy na produkty TB a 1688.\n7. Zachyťte a preložte. Nasnímajte fotografiu a preložte na ňu text.\n8. Analýza recenzií: Na stránke podrobností o produkte AE analyzujte distribúciu recenzentov v jednotlivých krajinách.\n9. Stiahnite si obrázok produktu a video na Taobao, AE, Ali 1688 jedným kliknutím, exportujte odkazy na obrázky na kopírovanie, preklad obrázkov.\n10. Pridané Wildberries a vyhľadávanie vvic.com podľa obrázka\n11. Prevodník mien, na prevod mien na 1688 môžete použiť menový konvertor\n12. Podporovaná funkcia Google Lens na vyhľadávanie podobných produktov podľa obrázka.\n13. Podporované porovnávanie rovnakých produktov na 1688 a exportovanie ako súboru CSV.\n14. Stiahnite si obrázky recenzií z AE a Amazon a exportujte recenzie ako súbor CSV.\n15. Export zoznamu nákupného košíka 1688 a TB\n16. Hľadajte podľa obrázka a nájdite podobné produkty na stránkach Shein, Naver a Amazon.\n17. Filtrujte a exportujte podobné produkty na základe rôznych polí do TXT alebo Excelu.\n18. Skopírujte názov produktu a vyhľadajte rovnaké položky na 1688, Taobao.\n19. Poradie podľa predaja Dropshipping a filtrovania na export na stránkach so zoznamom produktov 1688.com.\n\nAk máte akékoľvek otázky alebo návrhy, neváhajte nás kontaktovať：\nhttps://www.aliprice.com/information/index?page=contact\nInštaláciou rozšírenia AliPrice súhlasíte s podmienkami „Podmienok poskytovania služby AliPrice“ a povoľujete rozšíreniu presmerovať odkazy na pridružené programy vrátane 1688 a iných programov. Zmluvné podmienky AliPrice – https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sl": "Glavne značilnosti:\n1. Zgodovina cen: zgodovino cen lahko preverite v 3/6/12 mesecih na 1688.\n2. Poiščite podobne izdelke po sliki, kliknite gumb za iskanje ali kliknite z desno miškino tipko in poiščite po sliki, hitro poiščite isti izdelek na Ali 1688, TB itd., orodje, ki ga morate imeti za dropshipping.\n3. Opozorilo o padcu cene: dodajte izdelek med priljubljene, ko se cena zniža, boste prejeli obvestilo.\n4. Statistika prodaje, analiza razporeditve naročil in cen na straneh s seznami izdelkov AE in Shopee, odstotek prodaje prodajalcev itd.\n5. Prikažite kupone na JD\n6. Kopiraj povezavo, dodan gumb za kopiranje povezave, ki vam pomaga kopirati povezave izdelkov TB in 1688.\n7. Zajemite in prevedite. Posnemite fotografijo in prevedite besedilo na njej.\n8. Analiza ocen: Na strani s podrobnostmi o izdelku AE analizirajte porazdelitev ocenjevalcev po državah.\n9. Prenesite sliko izdelka in video na Taobao, AE, Ali 1688 z 1 klikom, izvozite slikovne povezave za kopiranje, prevod slike.\n10. Dodano iskanje Wildberries in vvic.com po sliki\n11. Pretvornik valut, lahko uporabite pretvornik valut za pretvorbo valut na 1688\n12. Podprt Google Lens za iskanje podobnih izdelkov po sliki.\n13. Podprto primerjanje istih izdelkov na 1688 in izvoz kot datoteka CSV.\n14. Prenesite slike mnenj iz AE in Amazon ter izvozite ocene kot datoteko CSV.\n15. Izvozi seznam nakupovalnih vozičkov 1688 in TB\n16. Iščite po sliki, da najdete podobne izdelke na Shein, Naver in Amazon.\n17. Filtrirajte in izvozite podobne izdelke na podlagi različnih polj v TXT ali Excel.\n18. Kopirajte naslov izdelka in poiščite iste artikle na 1688, Taobao.\n19. Razvrstitev glede na prodajo Dropshipping in Filter za izvoz na straneh s seznamom izdelkov 1688.com.\n\nČe imate kakršna koli vprašanja ali predloge, nas kontaktirajte:\nhttps://www.aliprice.com/information/index?page=contact\nZ namestitvijo razširitve AliPrice sprejemate pogoje »pogojev storitve AliPrice« in dovolite, da razširitev preusmeri na povezave partnerskih programov, vključno s programi 1688 in drugimi. Pogoji storitve AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sr": "Главне карактеристике:\n1. Историја цена: Историју цена можете проверити у року од 3/6/12 месеци на 1688.\n2. Претражујте сличне производе по слици, кликните на дугме за претрагу или кликните десним тастером миша и претражите по слици, брзо пронађите исти производ на Али 1688, ТБ, итд., алату који морате имати за дропсхиппинг.\n3. Упозорење о паду цене: додајте производ у своје фаворите, добићете обавештење када цена падне.\n4. Статистика продаје, анализа дистрибуције наруџбине и цена на страницама са листом производа АЕ и Схопее, проценат продаје продавца итд.\n5. Прикажи купоне на ЈД\n6. Копирај везу, додато дугме копирај линк да би ти помогао да копираш линкове производа ТБ и 1688.\n7. Снимите и преведите. Снимите фотографију и преведите текст на њој.\n8. Анализа прегледа: На страници са детаљима о производу АЕ анализирајте дистрибуцију рецензената по земљама.\n9. Преузмите слику производа и видео записе на Таобао, АЕ, Али 1688 са 1 кликом, извезите линкове слике за копирање, превод слика.\n10. Додата претрага Вилдберриес и ввиц.цом по слици\n11. Конвертор валута, можете користити конвертор валута за конверзију валута на 1688\n12. Подржан Гоогле објектив за претраживање сличних производа по слици.\n13. Подржано упоређивање истих производа на 1688 и извоз у ЦСВ датотеку.\n14. Преузмите слике прегледа са АЕ и Амазон-а и извезите рецензије као ЦСВ датотеку.\n15. Извези листу колица за куповину од 1688 и ТБ\n16. Претражујте по слици да бисте пронашли сличне производе на Схеин, Навер и Амазон.\n17. Филтрирајте и извезите сличне производе на основу различитих поља у ТКСТ или Екцел.\n18. Копирајте наслов производа и потражите исте артикле на 1688, Таобао.\n19. Рангирање према Дропсхиппинг продаји и Филтер за извоз на страницама са листом производа 1688.цом.\n\nАко имате било каквих питања или сугестија, слободно нас контактирајте:\nхттпс://ввв.алиприце.цом/информатион/индек?паге=цонтацт\nИнсталирањем проширења АлиПрице прихватате услове „Услова коришћења услуге АлиПрице“ и дозвољавате проширењу да преусмери на линкове придружених програма, укључујући 1688 и друге програме. Услови коришћења услуге АлиПрице - хттпс://ввв.алиприце.цом/информатион/индек/паге/терм_оф_усе\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sv": "Huvuddrag:\n1. Prishistorik: Du kan kontrollera prishistoriken inom 3/6/12 månader på 1688.\n2. Sök liknande produkter på bild, klicka på sökknappen eller högerklicka och sök på bild, hitta snabbt samma produkt på Ali 1688, TB, etc., ett måste-verktyg för dropshipping.\n3. Varning för prisfall: lägg till produkten i dina favoriter, du får ett meddelande när priset sjunker.\n4. Försäljningsstatistik, analys av beställning och prisfördelning på AE och Shopees produktlistsidor, procentandel av säljarens försäljning m.m.\n5. Visa kuponger på JD\n6. Kopiera länk, tillagd kopieringslänkknapp för att hjälpa dig att kopiera produktlänkar för TB och 1688.\n7. Fånga och översätta. Ta ett foto och översätt text på det.\n8. Granska analys: På sidan med produktdetaljer för AE, analysera landfördelningen av granskare.\n9. Ladda ner produktbild och video på Taobao, AE, Ali 1688 med ett klick, exportera bildlänkar för att kopiera, bildöversättning.\n10. Lade till Wildberries och vvic.com sök efter bild\n11. Valutaomvandlare, du kan använda valutaomvandlaren för valutaomvandling på 1688\n12. Stödde Google Lens för att söka liknande produkter efter bild.\n13. Stöds för att jämföra samma produkter på 1688 och exportera den som en CSV-fil.\n14. Ladda ner recensionsbilder från AE och Amazon, och exportera recensioner som en CSV-fil.\n15. Exportera kundvagnslista på 1688 och TB\n16. Sök på bild för att hitta liknande produkter på Shein, Naver och Amazon.\n17. Filtrera och exportera liknande produkter baserat på olika fält till TXT eller Excel.\n18. Kopiera produkttiteln och sök efter samma föremål på 1688, Taobao.\n19. Rangordning efter Dropshipping-försäljning och Filter för export på 1688.coms produktlistsidor.\n\nOm du har några frågor eller förslag är du välkommen att kontakta oss:\nhttps://www.aliprice.com/information/index?page=contact\nGenom att installera tillägget AliPrice accepterar du villkoren i \"AliPrice användarvillkor\" och tillåter tillägget att omdirigera till affiliate programlänkar, inklusive 1688 och andra program. AliPrice användarvillkor - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "sw": "Sifa kuu:\n1. Historia ya bei: Unaweza kuangalia historia ya bei ndani ya miezi 3/6/12 mnamo 1688.\n2. Tafuta bidhaa zinazofanana kwa picha, bofya kitufe cha utafutaji au ubofye-kulia na utafute kwa picha, pata haraka bidhaa sawa kwenye Ali 1688, TB, nk, chombo cha lazima cha kuacha.\n3. Tahadhari ya kushuka kwa bei: ongeza bidhaa kwa vipendwa vyako, utapokea arifa bei itakaposhuka.\n4. Takwimu za mauzo, uchambuzi wa agizo na usambazaji wa bei kwenye kurasa za orodha ya bidhaa za AE na Shopee, asilimia ya mauzo ya wauzaji, n.k.\n5. Onyesha kuponi kwenye JD\n6. Nakili kiungo, kitufe cha kiungo cha nakala kilichoongezwa ili kukusaidia kunakili viungo vya bidhaa za TB na 1688.\n7. Nasa na utafsiri. Piga picha na utafsiri maandishi juu yake.\n8. Uchambuzi wa mapitio: Kwenye ukurasa wa maelezo ya bidhaa ya AE, changanua usambazaji wa wakaguzi nchini.\n9. Pakua picha ya bidhaa na video kwenye Taobao, AE, Ali 1688 kwa kubofya 1, hamisha viungo vya picha ili kunakili, tafsiri ya picha.\n10. Aliongeza Wildberries na vvic.com tafuta kwa picha\n11. Kigeuzi cha sarafu, unaweza kutumia kibadilisha fedha kwa ubadilishaji wa sarafu kwenye 1688\n12. Lenzi ya Google inayotumika kutafuta bidhaa sawa kulingana na picha.\n13. Inatumika kulinganisha bidhaa sawa kwenye 1688, na kuisafirisha kama faili ya CSV.\n14. Pakua picha za ukaguzi kutoka kwa AE na Amazon, na uhamishe hakiki kama faili ya CSV.\n15. Hamisha orodha ya gari la ununuzi la 1688 na TB\n16. Tafuta kwa picha kupata bidhaa zinazofanana kwenye Shein, Naver na Amazon.\n17. Chuja na usafirishaji bidhaa sawa kulingana na nyanja tofauti hadi TXT au Excel.\n18. Nakili kichwa cha bidhaa na utafute bidhaa sawa kwenye 1688, Taobao.\n19. Kuorodheshwa kwa mauzo ya Dropshipping na Kichujio cha kuuza nje kwenye kurasa za orodha ya bidhaa za 1688.com.\n\nIkiwa una maswali au mapendekezo, tafadhali jisikie huru kuwasiliana nasi:\nhttps://www.aliprice.com/information/index?page=contact\nKwa kusakinisha kiendelezi cha AliPrice, unakubali sheria na masharti ya \"Sheria na Masharti ya AliPrice\" na kuruhusu kiendelezi kielekezwe kwenye viungo vya programu washirika, ikijumuisha 1688 na programu zingine. Sheria na Masharti ya AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "ta": "முக்கிய அம்சங்கள்:\n1. விலை வரலாறு: 3/6/12 மாதங்களுக்குள் 1688 இல் விலை வரலாற்றைச் சரிபார்க்கலாம்.\n2. படத்தின் மூலம் ஒத்த தயாரிப்புகளைத் தேடவும், தேடல் பொத்தானைக் கிளிக் செய்யவும் அல்லது வலது கிளிக் செய்து படத்தின் மூலம் தேடவும், அலி 1688, TB போன்றவற்றில் அதே தயாரிப்பை விரைவாகக் கண்டறியவும், டிராப்ஷிப்பிங்கிற்கான கருவியாக இருக்க வேண்டும்.\n3. விலை குறைப்பு எச்சரிக்கை: உங்களுக்கு பிடித்தவற்றில் தயாரிப்பைச் சேர்க்கவும், விலை குறையும் போது அறிவிப்பைப் பெறுவீர்கள்.\n4. விற்பனைப் புள்ளிவிவரங்கள், AE மற்றும் Shopee தயாரிப்புப் பட்டியல் பக்கங்களில் உள்ள ஆர்டர் மற்றும் விலை விநியோகத்தின் பகுப்பாய்வு, விற்பனையாளர் விற்பனையின் சதவீதம் போன்றவை.\n5. JD இல் கூப்பன்களைக் காண்பி\n6. காசநோய் மற்றும் 1688 இன் தயாரிப்பு இணைப்புகளை நகலெடுக்க உங்களுக்கு உதவ, இணைப்பை நகலெடுக்கவும், நகல் இணைப்பு பொத்தானைச் சேர்க்கவும்.\n7. கைப்பற்றி மொழிபெயர்க்கவும். ஒரு புகைப்படத்தை எடுத்து அதில் உள்ள உரையை மொழிபெயர்க்கவும்.\n8. மதிப்பாய்வு பகுப்பாய்வு: AE தயாரிப்பு விவரங்கள் பக்கத்தில், மதிப்பாய்வாளர்களின் நாட்டின் விநியோகத்தைப் பகுப்பாய்வு செய்யவும்.\n9. தயாரிப்பு படம் மற்றும் வீடியோவை Taobao, AE, Ali 1688 இல் 1 கிளிக்கில் பதிவிறக்கவும், நகலெடுக்க பட இணைப்புகளை ஏற்றுமதி செய்யவும், பட மொழிபெயர்ப்பு.\n10. வைல்ட்பெர்ரி மற்றும் vvic.com படத்தின் மூலம் தேடல் சேர்க்கப்பட்டது\n11. நாணய மாற்றி, நீங்கள் 1688 இல் நாணய மாற்றத்திற்காக நாணய மாற்றியைப் பயன்படுத்தலாம்\n12. ஒரே மாதிரியான தயாரிப்புகளை படத்தின் மூலம் தேட Google லென்ஸை ஆதரிக்கிறது.\n13. 1688 இல் அதே தயாரிப்புகளை ஒப்பிட்டு, அதை CSV கோப்பாக ஏற்றுமதி செய்யவும்.\n14. AE மற்றும் Amazon இலிருந்து மதிப்பாய்வுப் படங்களைப் பதிவிறக்கவும் மற்றும் மதிப்புரைகளை CSV கோப்பாக ஏற்றுமதி செய்யவும்.\n15. ஏற்றுமதி ஷாப்பிங் கார்ட் பட்டியல் 1688 மற்றும் TB\n16. ஷீன், நேவர் மற்றும் அமேசான் ஆகியவற்றில் ஒரே மாதிரியான தயாரிப்புகளைக் கண்டறிய படத்தின் மூலம் தேடவும்.\n17. TXT அல்லது Excel க்கு வெவ்வேறு துறைகளின் அடிப்படையில் ஒத்த தயாரிப்புகளை வடிகட்டி மற்றும் ஏற்றுமதி செய்யுங்கள்.\n18. தயாரிப்பு தலைப்பை நகலெடுத்து, 1688, Taobao இல் அதே உருப்படிகளைத் தேடவும்.\n19. டிராப்ஷிப்பிங் விற்பனை மற்றும் 1688.com தயாரிப்பு பட்டியல் பக்கங்களில் ஏற்றுமதி செய்ய வடிகட்டுதல் மூலம் தரவரிசை.\n\nஉங்களிடம் ஏதேனும் கேள்விகள் அல்லது பரிந்துரைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice நீட்டிப்பை நிறுவுவதன் மூலம், \"AliPrice சேவை விதிமுறைகளின்\" விதிமுறைகளை ஏற்றுக்கொள்கிறீர்கள், மேலும் 1688 மற்றும் பிற நிரல்களை உள்ளடக்கிய இணைப்பு நிரல் இணைப்புகளுக்கு நீட்டிப்பை திருப்பிவிட அனுமதிக்கிறீர்கள். AliPrice சேவை விதிமுறைகள் - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "te": "ప్రధాన లక్షణాలు:\n1. ధర చరిత్ర: మీరు 1688లో 3/6/12 నెలల్లోపు ధర చరిత్రను తనిఖీ చేయవచ్చు.\n2. చిత్రం ద్వారా సారూప్య ఉత్పత్తులను శోధించండి, శోధన బటన్‌ను క్లిక్ చేయండి లేదా కుడి-క్లిక్ చేసి చిత్రం ద్వారా శోధించండి, డ్రాప్‌షిప్పింగ్ కోసం తప్పనిసరిగా కలిగి ఉండే సాధనం అయిన Ali 1688, TB మొదలైన వాటిలో అదే ఉత్పత్తిని త్వరగా కనుగొనండి.\n3. ధర తగ్గింపు హెచ్చరిక: మీకు ఇష్టమైన వాటికి ఉత్పత్తిని జోడించండి, ధర తగ్గినప్పుడు మీరు నోటిఫికేషన్‌ను అందుకుంటారు.\n4. విక్రయాల గణాంకాలు, AE మరియు Shopee ఉత్పత్తి జాబితా పేజీలలో ఆర్డర్ మరియు ధర పంపిణీ యొక్క విశ్లేషణ, విక్రేత విక్రయాల శాతం మొదలైనవి.\n5. JDలో కూపన్‌లను ప్రదర్శించండి\n6. TB మరియు 1688 యొక్క ఉత్పత్తి లింక్‌లను కాపీ చేయడంలో మీకు సహాయం చేయడానికి కాపీ లింక్, కాపీ లింక్ బటన్ జోడించబడింది.\n7. క్యాప్చర్ మరియు అనువాదం. ఫోటోను క్యాప్చర్ చేయండి మరియు దానిపై వచనాన్ని అనువదించండి.\n8. సమీక్ష విశ్లేషణ: AE ఉత్పత్తి వివరాల పేజీలో, సమీక్షకుల దేశ పంపిణీని విశ్లేషించండి.\n9. 1 క్లిక్‌తో Taobao, AE, Ali 1688లో ఉత్పత్తి చిత్రం మరియు వీడియోను డౌన్‌లోడ్ చేయండి, కాపీ చేయడానికి ఇమేజ్ లింక్‌లను ఎగుమతి చేయండి, చిత్ర అనువాదం.\n10. చిత్రం ద్వారా వైల్డ్‌బెర్రీస్ మరియు vvic.com శోధన జోడించబడింది\n11. కరెన్సీ కన్వర్టర్, మీరు 1688లో కరెన్సీ మార్పిడి కోసం కరెన్సీ కన్వర్టర్‌ని ఉపయోగించవచ్చు\n12. చిత్రం ద్వారా సారూప్య ఉత్పత్తులను శోధించడానికి Google లెన్స్‌కు మద్దతు ఉంది.\n13. 1688లో అదే ఉత్పత్తులను సరిపోల్చడానికి మద్దతు ఉంది మరియు దానిని CSV ఫైల్‌గా ఎగుమతి చేయండి.\n14. AE మరియు Amazon నుండి సమీక్ష చిత్రాలను డౌన్‌లోడ్ చేయండి మరియు సమీక్షలను CSV ఫైల్‌గా ఎగుమతి చేయండి.\n15. 1688 మరియు TB యొక్క షాపింగ్ కార్ట్ జాబితాను ఎగుమతి చేయండి\n16. Shein, Naver మరియు Amazonలో సారూప్య ఉత్పత్తులను కనుగొనడానికి చిత్రం ద్వారా శోధించండి.\n17. TXT లేదా Excelకు వేర్వేరు ఫీల్డ్‌ల ఆధారంగా సారూప్య ఉత్పత్తులను ఫిల్టర్ చేయండి మరియు ఎగుమతి చేయండి.\n18. ఉత్పత్తి శీర్షికను కాపీ చేసి, 1688, Taobaoలో అదే అంశాల కోసం శోధించండి.\n19. డ్రాప్‌షిప్పింగ్ విక్రయాల ద్వారా ర్యాంకింగ్ మరియు 1688.com ఉత్పత్తి జాబితా పేజీలలో ఎగుమతి చేయడానికి ఫిల్టర్ చేయండి.\n\nమీకు ఏవైనా ప్రశ్నలు లేదా సూచనలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించడానికి సంకోచించకండి:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice పొడిగింపును ఇన్‌స్టాల్ చేయడం ద్వారా, మీరు \"AliPrice సేవా నిబంధనల\" నిబంధనలను అంగీకరిస్తారు మరియు 1688 మరియు ఇతర ప్రోగ్రామ్‌లతో సహా అనుబంధ ప్రోగ్రామ్ లింక్‌లకు మళ్లించడానికి పొడిగింపును అనుమతిస్తారు. AliPrice సేవా నిబంధనలు - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "th": "คุณสมบัติหลัก:\n1. ประวัติราคา : สามารถตรวจสอบประวัติราคาได้ภายใน 3/6/12 เดือน ที่ 1688\n2. ค้นหาผลิตภัณฑ์ที่คล้ายกันจากรูปภาพ คลิกปุ่มค้นหาหรือคลิกขวาแล้วค้นหาจากรูปภาพ ค้นหาผลิตภัณฑ์เดียวกันอย่างรวดเร็วบน Ali 1688, TB ฯลฯ ซึ่งเป็นเครื่องมือที่ต้องมีสำหรับการขนส่งแบบดรอปชิป\n3. การแจ้งเตือนราคาลดลง: เพิ่มสินค้าเข้ารายการโปรดของคุณ คุณจะได้รับการแจ้งเตือนเมื่อราคาลดลง\n4. สถิติการขาย การวิเคราะห์การสั่งซื้อและการกระจายราคาในหน้ารายการสินค้า AE และ Shopee เปอร์เซ็นต์ยอดขายผู้ขาย เป็นต้น\n5. แสดงคูปองบน JD\n6. คัดลอกลิงค์ เพิ่มปุ่มคัดลอกลิงค์เพื่อช่วยให้คุณคัดลอกลิงค์ผลิตภัณฑ์ของ TB และ 1688\n7. จับภาพและแปล ถ่ายภาพและแปลข้อความในนั้น\n8. การวิเคราะห์บทวิจารณ์: ในหน้ารายละเอียดผลิตภัณฑ์ของ AE ให้วิเคราะห์การกระจายประเทศของผู้วิจารณ์\n9. ดาวน์โหลดรูปภาพและวิดีโอผลิตภัณฑ์บน Taobao, AE, Ali 1688 ได้ในคลิกเดียว ส่งออกลิงก์รูปภาพเพื่อคัดลอก แปลรูปภาพ\n10. เพิ่มการค้นหา Wildberries และ vvic.com จากรูปภาพ\n11. ตัวแปลงสกุลเงิน คุณสามารถใช้ตัวแปลงสกุลเงินสำหรับการแปลงสกุลเงินบน 1688\n12. รองรับ Google Lens เพื่อค้นหาผลิตภัณฑ์ที่คล้ายกันจากรูปภาพ\n13. รองรับการเปรียบเทียบผลิตภัณฑ์เดียวกันบน 1688 และส่งออกเป็นไฟล์ CSV\n14. ดาวน์โหลดภาพรีวิวจาก AE และ Amazon และส่งออกรีวิวเป็นไฟล์ CSV\n15. ส่งออกรายการตะกร้าสินค้า 1688 และ TB\n16. ค้นหาจากภาพเพื่อค้นหาผลิตภัณฑ์ที่คล้ายกันใน Shein, Naver และ Amazon\n17. กรองและส่งออกผลิตภัณฑ์ที่คล้ายกันตามฟิลด์ที่แตกต่างกันไปยัง TXT หรือ Excel\n18. คัดลอกชื่อผลิตภัณฑ์และค้นหารายการเดียวกันที่ 1688, Taobao\n19. จัดอันดับตามยอดขายของ Dropshipping และตัวกรองเพื่อส่งออกในหน้ารายการผลิตภัณฑ์ 1688.com\n\nหากคุณมีคำถามหรือข้อเสนอแนะใด ๆ โปรดติดต่อเรา:\nhttps://www.aliprice.com/information/index?page=contact\nการติดตั้งส่วนขยาย AliPrice แสดงว่าคุณยอมรับข้อกำหนดของ \"ข้อกำหนดในการให้บริการของ AliPrice\" และอนุญาตให้ส่วนขยายเปลี่ยนเส้นทางไปยังลิงก์โปรแกรมพันธมิตร รวมถึง 1688 และโปรแกรมอื่นๆ ข้อกำหนดในการให้บริการของ AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "tr": "Ana Özellikler:\n1. Fiyat geçmişi: Fiyat geçmişini 3/6/12 ay içinde 1688'den kontrol edebilirsiniz.\n2. Benzer ürünleri görsele göre arayın, arama düğmesine tıklayın veya sağ tıklayıp görsele göre arama yapın, aynı ürünü Ali 1688, TB vb. üzerinde hızlı bir şekilde bulun; dropshipping için olmazsa olmaz bir araç.\n3. Fiyat düşüşü uyarısı: Ürünü favorilerinize ekleyin, fiyatı düştüğünde bildirim alacaksınız.\n4. Satış istatistikleri, AE ve Shopee ürün listesi sayfalarındaki sipariş ve fiyat dağılımlarının analizi, satıcı satışlarının yüzdesi vb.\n5. Kuponları JD'de görüntüleyin\n6. Bağlantıyı kopyala, TB ve 1688'in ürün bağlantılarını kopyalamanıza yardımcı olacak bağlantıyı kopyala düğmesi eklendi.\n7. Yakalayın ve çevirin. Bir fotoğraf çekin ve üzerindeki metni çevirin.\n8. İnceleme analizi: AE ürün ayrıntıları sayfasında, inceleme yapanların ülke dağılımını analiz edin.\n9. Ürün görselini ve videosunu Taobao, AE, Ali 1688'e 1 tıklamayla indirin, görsel bağlantılarını kopyaya aktarın, görsel çevirisini yapın.\n10. Wildberries ve vvic.com görsele göre arama eklendi\n11. Para birimi dönüştürücü, 1688'de para birimi dönüştürme için para birimi dönüştürücüyü kullanabilirsiniz.\n12. Benzer ürünleri görsele göre aramak için Google Lens desteklendi.\n13. Aynı ürünlerin 1688'de karşılaştırılması ve CSV dosyası olarak dışa aktarılması desteklenir.\n14. AE ve Amazon'dan inceleme görsellerini indirin ve incelemeleri CSV dosyası olarak dışa aktarın.\n15. 1688 ve TB alışveriş sepeti listesini dışa aktarın\n16. Shein, Naver ve Amazon'da benzer ürünleri bulmak için görsele göre arama yapın.\n17. Benzer ürünleri farklı alanlara göre filtreleyin ve TXT veya Excel'e aktarın.\n18. Ürün başlığını kopyalayın ve aynı ürünleri 1688, Taobao'da arayın.\n19. 1688.com ürün listesi sayfalarında Dropshipping satışlarına ve dışa aktarma filtrelerine göre sıralama.\n\nHerhangi bir sorunuz veya öneriniz varsa lütfen bizimle iletişime geçmekten çekinmeyin:\nhttps://www.aliprice.com/information/index?page=contact\nAliPrice uzantısını yükleyerek \"AliPrice Hizmet Koşulları\" şartlarını kabul etmiş ve uzantının 1688 ve diğer programlar da dahil olmak üzere bağlı kuruluş programı bağlantılarına yönlendirilmesine izin vermiş olursunuz. AliPrice Hizmet Şartları - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "uk": "Основні риси:\n1. Історія цін: Ви можете перевірити історію цін протягом 3/6/12 місяців на 1688.\n2. Шукайте подібні продукти за зображенням, натисніть кнопку пошуку або клацніть правою кнопкою миші та здійсніть пошук за зображенням, швидко знайдіть той самий продукт на Ali 1688, TB тощо, обов’язковий інструмент для дропшиппінгу.\n3. Сповіщення про зниження ціни: додайте товар до вибраного, ви отримаєте сповіщення, коли ціна знизиться.\n4. Статистика продажів, аналіз порядку та розподілу цін на сторінках списку товарів AE та Shopee, відсоток продажів продавця тощо.\n5. Покажіть купони на JD\n6. Копіювати посилання, додано кнопку копіювати посилання, щоб допомогти вам скопіювати посилання на продукти TB і 1688.\n7. Захопіть і перекладіть. Зробіть фото та перекладіть на ньому текст.\n8. Аналіз відгуків: на сторінці з інформацією про продукт AE проаналізуйте розподіл рецензентів по країнах.\n9. Завантажте зображення продукту та відео на Taobao, AE, Ali 1688 одним кліком, експортуйте посилання на зображення для копіювання, переклад зображення.\n10. Додано пошук Wildberries і vvic.com за зображенням\n11. Конвертер валют, ви можете використовувати конвертер валют для конвертації валют на 1688\n12. Підтримується Google Lens для пошуку схожих продуктів за зображенням.\n13. Підтримується порівняння однакових продуктів на 1688 та експорт у файл CSV.\n14. Завантажте оглядові зображення з AE та Amazon і експортуйте відгуки як файл CSV.\n15. Експортний список кошиків 1688 р. і ТБ\n16. Шукайте за зображенням, щоб знайти схожі продукти на Shein, Naver і Amazon.\n17. Фільтруйте та експортуйте подібні продукти на основі різних полів до TXT або Excel.\n18. Скопіюйте назву продукту та знайдіть ті самі елементи на 1688, Taobao.\n19. Ранжування за продажами Dropshipping і фільтром для експорту на сторінках списку продуктів 1688.com.\n\nЯкщо у вас є запитання чи пропозиції, зв’яжіться з нами:\nhttps://www.aliprice.com/information/index?page=contact\nВстановлюючи розширення AliPrice, ви приймаєте умови «Умов обслуговування AliPrice» і дозволяєте розширенню переспрямовувати на посилання партнерської програми, включаючи 1688 та інші програми. Умови використання AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "vi": "Những đặc điểm chính:\n1. Lịch sử giá: Bạn có thể kiểm tra lịch sử giá trong vòng 3/6/12 tháng trên 1688.\n2. Tìm kiếm các sản phẩm tương tự bằng hình ảnh, nhấp vào nút tìm kiếm hoặc nhấp chuột phải và tìm kiếm bằng hình ảnh, nhanh chóng tìm thấy sản phẩm tương tự trên Ali 1688, TB, v.v., một công cụ cần phải có cho dropshipping.\n3. Cảnh báo giảm giá: thêm sản phẩm vào danh sách yêu thích, bạn sẽ nhận được thông báo khi giá giảm.\n4. Thống kê doanh số, phân tích đơn hàng và phân bổ giá trên các trang danh sách sản phẩm của AE và Shopee, tỷ lệ doanh số bán hàng của người bán, v.v.\n5. Hiển thị phiếu giảm giá trên JD\n6. Copy link, thêm nút copy link giúp bạn copy link sản phẩm của TB và 1688.\n7. Chụp và dịch. Chụp ảnh và dịch văn bản trên đó.\n8. Phân tích đánh giá: Trên trang chi tiết sản phẩm AE, phân tích sự phân bổ người đánh giá theo quốc gia.\n9. Tải hình ảnh, video sản phẩm trên Taobao, AE, Ali 1688 chỉ với 1 click, xuất link ảnh để copy, dịch ảnh.\n10. Đã thêm Wildberries và vvic.com tìm kiếm bằng hình ảnh\n11. Công cụ chuyển đổi tiền tệ, bạn có thể sử dụng công cụ chuyển đổi tiền tệ để chuyển đổi tiền tệ trên 1688\n12. Hỗ trợ Google Lens để tìm kiếm các sản phẩm tương tự bằng hình ảnh.\n13. Hỗ trợ so sánh các sản phẩm cùng loại trên 1688 và xuất dưới dạng tệp CSV.\n14. Tải xuống hình ảnh đánh giá từ AE và Amazon và xuất đánh giá dưới dạng tệp CSV.\n15. Xuất danh sách giỏ hàng 1688 và TB\n16. Tìm kiếm bằng hình ảnh để tìm sản phẩm tương tự trên Shein, Naver và Amazon.\n17. Lọc và xuất các sản phẩm tương tự dựa trên các trường khác nhau sang TXT hoặc Excel.\n18. Sao chép tiêu đề sản phẩm và tìm kiếm các mặt hàng tương tự trên 1688, Taobao.\n19. Xếp hạng theo doanh số Dropshipping và Bộ lọc để xuất trên các trang danh sách sản phẩm của 1688.com.\n\nNếu bạn có bất kỳ câu hỏi hoặc gợi ý nào, vui lòng liên hệ với chúng tôi:\nhttps://www.aliprice.com/information/index?page=contact\nBằng cách cài đặt tiện ích mở rộng AliPrice, bạn chấp nhận các điều khoản của \"Điều khoản dịch vụ của AliPrice\" và cho phép tiện ích mở rộng chuyển hướng đến các liên kết chương trình liên kết, bao gồm 1688 và các chương trình khác. Điều khoản dịch vụ của AliPrice - https://www.aliprice.com/information/index/page/term_of_use\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896",
    "zh_TW": "主要功能：\n1. 圖片搜尋以圖搜同款：點擊搜圖按鈕或右鍵圖片搜索，在阿里1688、淘寶上快速找到同款產品，高效找貨，Dropshipping必備，無論是買家還是賣家都可以用它來挑選好物，節省時間。\n2. 價格歷史動態：您可以在查看亞馬遜，eBay產品的全年價格歷史動態，幫您辨別真假折扣，抄底購買不吃虧。\n3. 降價提醒：將產品添加到您的收藏夾中，當價格下降時您會收到通知。\n4. 銷售統計分析：統計速賣通和蝦皮產品清單頁的訂單和價格分佈，賣家銷售百分比等。\n5. 顯示京東優惠券：有的商家的優惠券沒有直接顯示在產品頁面，安裝了我們的插件就可以顯示隱藏優惠券，幫您省錢。\n6. 複製鏈接：增加複製鏈接按鈕，方便您複製阿里1688和淘寶的產品鏈接，還可分享產品截圖。\n7. 截圖翻譯：截取圖片，翻譯圖片上的文字。\n8. 評論分析：在速賣通產品詳情頁，統計評論者的國家分佈佔比情形。\n9. 下載淘寶和阿里1688等網站的產品圖片和影片：可一鍵下載淘寶和1688產品的主圖、影片、SKU圖片和詳情頁圖片, 匯出圖片地址url供複製, 圖片翻譯。\n10. 貨幣換算，在1688.com、淘寶上可以使用貨幣換算器進行貨幣換算。\n11. 支援Google 智慧鏡頭，以圖搜尋\n12. 支援比較同款產品，並匯出為Excel檔。\n13. 下載速賣通和亞馬遜的評論圖片，匯出評論為Excel檔案。\n14. 匯出1688和淘寶購物車清單為Excel檔案。\n15. 支持Shein以圖搜貨、Naver以圖搜同款、亞馬遜以圖搜同款。\n16. 根據不同的字段，對阿里1688等網站的同款產品進行篩選和導出到TXT或EXCEL\n17. 複製商品標題，在1688，淘寶網站搜尋同款。\n18. 1688產品清單頁依一件代發產品銷售排序，篩選匯出產品。\n19. 顯示1688產品上架時間、月代銷售等店鋪資訊\n\n如果有任何問題或建議，請隨時與我們聯繫。\nhttps://www.aliprice.com/information/index?page=contact\n\nEdge/Firefox/Opera: https://www.aliprice.com?extension=1688\nAndroid: https://play.google.com/store/apps/details?id=com.dengpai.aliprice\nIOS: https://apps.apple.com/us/app/aliprice-shopping-assistant/id1282323896"
  }
}