{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CPlayer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cassette Player - HTML5 audio stream player"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a companion app: I was always looking for a good multi-platform (Linux/ChromeOS/Android in my case) stream player that can play my MPD audio stream managed through Audioloader.\n\nI recently stumbled across an old project and after a bit of tweaking this little HTML5 based music player seems to be perfectly capable to do the job.\n\nThe result of this tweaking is this little extension.\n\nYou might think how weird it is to display a cassette during listening to an audio stream, there should be rather a radio displayed. As a matter of fact, this is not really a valid concern in my case: Audioloader is designed to play albums, which were kept on cassettes in my case. (I still have around a hundred of them in the basement.)\n\nThe various parts of the code are released under various licences, I kept those. All my modifications (ie. changes after the initial seed) are released under GPLv3.\n\nThe whole app speaks for itself, there is no need to further explanation, happy listening!\n\nTODOs/Known issues:\nHTML audio element is not the best for radio streams, anomalies/slow response can be expected once playback is stopped and restarted. Reload the app if it became unresponsive–––actually as of my experience the simplest is to close and open again–––any hints are welcome, I tried to debug/optimize quite much, no real success."
  }
}