{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Topseller"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Topseller - точные данные о рекламе прямо на страницах Wildberries"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Бесплатный плагин для рекламы на Wildberries\n\nПлагин от компании Topseller – точные данные о рекламе прямо на страницах Wildberries. Тратьте минимум времени на анализ рекламной активности конкурентов и оценку стоимости продвижения с помощью данного расширения.\n\nTopseller – компания, специализирующаяся на разработке IT-решений для автоматизации и увеличения эффективности бизнеса на маркетплейсах, продуктами которой пользуются более 20 000 предпринимателей с ежемесячными оборотами от 1 до 100+ млн руб.\nПлагин для рекламы на Wildberries – новый продукт компании.\n\nС помощью него вы можете в режиме реального времени:\n\n- посмотреть актуальные рекламные ставки по авторекламе и классическим кампаниям в поиске;\n- увидеть текущую позицию карточки в выдаче и с какой позиции произошел буст;\n- изучить стоимость интересующих вас товаров до и с учетом СПП;\n- отследить скорость продаж конкурентов на основе точной информации об их  остатках и времени доставки в часах.\n\nПолученные данные помогут вам принять правильные решения по установке оптимальной цены товара и эффективной стоимости ставки, грамотно спланировать первичный бюджет на продвижение, а также оптимизировать текущий. Зарабатывайте больше, тратя меньше!\n\nВ настоящий момент расширение функционирует автономно, без привязки к подписке на сервисы Topseller и абсолютно бесплатно для всех.\n\nБольше о возможностях Topseller и других продуктах компании – на сайте topseller.ru и канале https://www.youtube.com/@TOPSELLER_Channel\n\nЕсть вопросы? Задайте их нашей заботливой техподдержке в Telegram: @topseller_ru_bot"
  }
}