{
  "name": {
    "ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Charm - Coupons, Promo Codes, & Discounts",
    "am": "RetailMeNot Retail Me Not Fakespot Fake spot Slickdeals",
    "bn": "promo code The Camelizer wanteeed Cently Acorns Earn",
    "fil": "Coupert Karma CouponBirds Coupon Birds Octoshop discount",
    "gu": "LetyShops alerabat.com LoveDeals Lolli Vetted AI",
    "kn": "Klarna Alitools Shopping Assistant Simply Codes",
    "ml": "Rakuten: Get Cash Back For Shopping SwagButton pie",
    "mr": "Keepa - Amazon Price Tracker Avira Safe Shopping",
    "sw": "Capital One Shopping: Save Now Trusted Shops Rabatta",
    "ta": "Honey Ibotta BeFrugal Be Frugal Shop Mail PriceBlink",
    "te": "PayPal Honey: Automatic Coupons & Cash Back CNET Shopping"
  },
  "short": {
    "ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Privacy friendly coupon, promo code, & discount finder. Make online shopping sweet as honey 🍀",
    "am": "Slick deals Mino - Automatic Coupons Shein Coupon Finder Microsoft automatic rewards",
    "bn": "Savings.com DontPayFull DealFinder by VoucherCodes promo codes Microsoft Bing Search with Rewards",
    "fil": "Groupon Smarty BigGo Shopping Assistant Tada FatCoupon Shop TODAY Savings",
    "gu": "hotukdeals TopCashback PAYBACK Internet Assistent Tab for a Cause PriceBuddy",
    "kn": "Moolah - Automatic Coupon Hunter Fresh Coupons SimplyCodes Couponuts",
    "ml": "Swag Button swagbucks swag bucks dealdrop buykers CouponBind Up Assistant",
    "mr": "camelcamelcamel camel camel camel Pricescout AliRadar Cashrewards",
    "sw": "Picodi.com Cashback GRABLEY CouponCabin Sidekick Molly Cultivate Widilo",
    "ta": "American Airlines AAdvantage® eShopping℠ Kudos Zyft Moonsift MillionPugs Shopper.com",
    "te": "Affirm: Buy Now, Pay Later Shoptimate Pepper Dupe UpSeller Eureka Shopping"
  },
  "long": {
    "am,ar,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀",
    "bn": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nsolo stove coupon valvoline coupon 2022 love holidays discount code nba league pass promo code zappos coupon code victoria plum discount code apple music student discount omaha steaks coupon container store coupon arket discount code diaper coupons ninja discount code secret sales discount code safelite promo code 2022 raycon discount code honey discount codes peacock tv promo code wayfair promo code first order just eat voucher vans coupon fragrancex coupon goodrx walgreens beauty works discount code boohoo promo code saks off 5th promo code thrive cosmetics coupon booking com voucher free coupons airbnb coupon 2022 nothing bundt cakes promo code hertz discount codes kohls 30 off coupon aliexpress discount code aerie promo code shutterfly discount codes sorel promo code hotel discount codes airbnb coupon code code promo dhgate priceline coupon codes jcpenney coupon code allegiant promo code uber eats voucher vuori coupon code northstyle coupons farmgirl flowers discount code booking discount code adam and eve discount code etsy discount code grubhub coupon verizon student discount shopbop promo code converse coupon first responder discounts columbia coupon barnes and noble coupon shein free shipping code j crew factory coupon hp student discount budget discount codes wayfair coupon 2022 lovehoney coupon code after christmas sales everlane promo code pottery barn free shipping code vioc coupon early black friday deals outnet promo code lyft promo code forever 21 promo code usps coupon code shades of light promo code lululemon discount code capital one shopping login container store promo code vineyard vines promo code shark discount code boscovs coupons hp discount code discount gift cards macys promo fossil coupon code fragrance direct discount code adore beauty discount code columbia coupon code teepublic coupon code air fryer black friday deals singlecare card youfoodz discount code brumate discount code birkenstock discount code crate and barrel coupon groupon discount code reebok promo code saks coupon code therabody promo code farfetch code nike discount asos voucher petsmart grooming coupon hollister discount code cheryls cookies promo code zavvi discount code lululemon discount simply be discount code womanizer coupon yeti discount code bonobos promo code asos code nike code target coupon code protein works discount code kay jewelers promo code boohooman discount code lulus coupon code meshki discount code ounass code the outnet promo code instacart coupon journeys promo code chewy com coupon drizly promo code capital one shopping app cheap clothing lume discount code pampers coupons ali express promo code instacart promo paperless post promo code lovehoney coupon capital one coupons back market promo code enterprise discount code zappos promo code eneba discount code clear promo code 1800 flowers coupon debenhams promo code menulog voucher dominos voucher code enterprise coupon code ruggable promo code kendra scott coupon rakuten card hertz coupon code regatta discount code 4imprint coupon in the style discount code maurices promo code woman within free shipping hollister coupons wayfair 10 off coupon framebridge promo code nurx promo code riu promo code wowcher discount code allbirds discount code funky pigeon discount code gossby promo code nasty gal promo code stylevana coupon code favor promo code shein voucher capital one discounts victoria secret coupon cuts clothing discount code blinds to go discount code deliveroo voucher doordash coupon code birkenstock coupon staples coupon code dollar general coupons cupshe discount code crocs promo code 2022 amazon black friday deals 2022 birdy grey discount code shein gift card codes stanley coupon code military discount ruggable coupon ll bean coupon code staples coupon code printing aaa membership discount petco coupons garage promo code agoda promo code mamas and papas discount code ashley furniture coupon mainline menswear discount code office discount code online coupons maurices coupons cotton traders discount code office depot coupon code shein discount coach discount code kicks crew discount code the ordinary promo code euro car parts discount code skechers coupon code colourpop discount code rakuten credit card spirit halloween coupon ashley stewart coupons peacock student discount finish line promo code tommy hilfiger promo code purple parking discount code net a porter promo code sweaty betty discount code michaels coupon code studio discount code cvs promo code lowe's military discount chuck e cheese coupons home depot promo code 2022 lulus discount code hello bello discount code unidays asos dollar general digital coupons hoka coupon reebok discount code nike com promo code lane bryant promo code eyeconic promo code dunelm voucher code dyson coupon garmin discount code national tyres discount code hellcase promo code walmart deals college student discounts dominos promo code home depot discount code donatos coupons ssense discount code doordash promo codes for existing users 2022 apple iphone black friday deals food panda voucher saks promo macys code bolt promo code pacsun promo code kickscrew discount code rockauto discount code noon promo code calvin klein promo code code promo uber eats native discount code free shein gift card charlotte tilbury promo code llbean coupon oakley promo code oofos promo code uber voucher interflora discount code odeon discount code pottery barn free shipping quillbot discount code ticketmaster discount code mpix coupon code j crew coupon yours clothing discount code discount tire coupons disney plus discount booking com voucher code tide coupons minted coupon code brandy melville discount codes river island discount code 4imprint coupon code crunch fitness promo code karen millen discount code shark promo code true classic tees discount code doordash discount olive garden coupon saks fifth promo code honey plugin columbia discount code uber eats promo southwest airlines promo code zenni promo code 2022 subway coupons 2023 hydroflask promo code upside promo code sephora coupon codes urban air promo code blundstone discount code pretty little thing coupon cabelas coupon fashion nova coupon noon coupon code anthropologie coupon care com promo code cvs photo promo code groupon coupon ups discount code hotel chocolat discount code alamo discount code chegg coupon code newegg promo code the works discount code ticketmaster coupon tory burch coupon tuckernuck promo code chewy promo farfetch coupon code ted baker promo code society6 promo code verizon teacher discount a&w coupons reformation promo code steve madden coupon bylt discount code jostens coupon code kate spade coupon bulk discount code selfridges discount code carhartt coupon code zee5 coupon code top black friday deals 2022 ae promo code shutterfly promo codes 2022 wayfair discount boots offer code nordstrom rack coupon brakes plus coupons enterprise coupons west elm discount code jomashop coupon samsung promotions anthropologie discount code hotwire promo code hertz promo code figs promo code nordstrom promo code best buy coupon code teva coupon code hotel tonight promo code jcpenney coupons in store $10 off $25 steve madden promo code lifetouch coupon code great wolf lodge deals kohls discount code pottery barn coupon code roman originals discount code ooni discount code north face coupon noon code space nk discount code musely promo code on the beach discount code alo promo code guitar center coupon code venus coupon code mejuri coupon code converse promo code 2022 epic sports promo code crocs coupon code snag tights discount code forever 21 coupon thrive discount code tarte promo code casetify code amazon gift code athleta coupon wish promo code thriftbooks promo code saks fifth avenue code free people discount code sephora code adanola discount code pura vida discount code klook discount code buy buy baby coupon soma promo code macy's $10 coupon vitamin shoppe coupon food deals asics discount code rack room shoes coupon amazon promo code 10 off anything secretlab discount code chewy promo code first order harry and david coupon frontier airlines promo code evereve promo code old navy coupon code ugg promo code forever 21 discount code air canada promo code patagonia discount code coach coupons godaddy coupon code abercrombie discount code moneygram promo code rtic promo code nuts com coupon step one discount code backcountry promo code airasia promo target black friday deals casetify coupon temple and webster discount code disney store discount code shop disney promo code bare necessities promo code ftd coupon code target discount code partsgeek coupon ulta promo code h&m discount code pour moi discount code dr martens promo code spothero promo code eddie bauer promo code gymshark student discount groupon code moonpig voucher code doordash promo code today talabat voucher myntra coupons grubhub promo hey dude discount code frank green discount code ebay coupon etsy promo code cotton on promo code adidas student discount wayfair code bath and body coupons papa murphy's promo code monki discount code neiman coupon budget car rental discount codes shopdisney promo code after christmas sales 2022 honey chrome guitar center coupon j crew factory promo code alamo coupon code harry & david promo code free google play redeem code pizza deals today dorothy perkins discount code flannels discount code little sleepies discount code steam discount code gymshark coupon jiffy lube deals airbnb promo code zipcar promo code pizza hut promo code pandora discount pizza hut coupon code 2022 gymshark promo code books a million coupon rover promo code walmart free shipping ted baker discount code best deals my first years discount code promotions skechers coupons cvs photo coupon stubhub discount code 2022 fragrance net coupon iherb discount code coupert chrome extension mint velvet discount code cettire discount code roman discount code petal and pup discount code banana republic coupon lulus coupon klook promo code 2022 peloton promo code kate spade discount code under armour coupon built bar discount code patagonia coupon nintendo switch bundle deals schuh student discount rockauto discount carhartt discount code code promo cheerz hotwire coupon code edible arrangements promo code adidas promo dominos discount codes budget car rental coupon goodr discount code jd promo code valvoline coupon $25 mytheresa promo code wix promo code grandin road coupon costco membership coupon yeti promo code 2022 zenni coupon nike voucher code godaddy promo code 2022 sonic promo codes yours discount code staples printing coupon p&g coupons huel discount code elf promo code teepublic free shipping lane bryant coupon code jiffy lube coupon 2022 net a porter discount code peacocks discount code balsam hill coupon ikea coupon zazzle coupon cettire promo code vans promo code 2022 michael kors promo code 2022 playstation store discount code converse student discount jiffy lube coupon $30 off 2022 shutterfly codes amazon promo code today gym king discount code roundtable coupons sunglass hut promo code hostinger coupon code ao com discount code seatgeek promo code 2022 hanes promo code fatface discount code snapfish promo code sam's club coupons verizon discounts fido black friday deals serenata flowers discount code subway coupon code tracfone promo codes big lots furniture sale pizza hut vouchers 32 degrees coupon instacart promo code 2022 tyre shopper discount code airbnb discount code mandala scrubs discount caviar promo code aaa discounts boscov's coupons disney promo code capital one coupon finder 2022 black friday deals airbnb coupon code 2022 lullabellz discount code wowcher promo code crunch promo code feel good contacts discount code amazon vouchers uber eats free delivery macys promo code 2022 dove coupons honey google chrome american eagle student discount wayfair promo b and q discount code yeti coupon code ll bean discount code jacamo discount code j jill promo code mr lube coupons ray ban discount code white stuff discount code redbubble coupon code crew clothing discount code ebay discount code zalora voucher code promo boohoo lululemon student discount advance auto parts coupon american golf discount code logitech promo code boost mobile promo code nespresso coupon mercari coupon couponing wss coupons williams sonoma promo code the parking spot promo code zazzle free shipping namshi coupon code doordash promo code for existing users 2022 marleylilly coupon code 20 percent off home depot coupon shein discount code 2022 best deals today azazie coupon woman within promo code west elm coupon code uhaul discount code 2022 free shipping bath and body works my 1st years discount code sonos promo code coach coupon code best coupon app fat face discount code superdrug discount code adore beauty promo code new look voucher code best amazon black friday deals best amazon prime day deals rakuten cash back bowlero coupons aldo promo code namecheap coupon vitamin shoppe coupon code amazon student discount wonderbly coupon code wolt promo code robert dyas discount code regal promo code rakuten credit card apply vuori promo code hanna andersson promo code superdry discount code lululemon promo code online4baby discount code kizik discount code party city coupon code farfetch coupon gap discount code pizza express discount code scheels coupon code boden promo code express oil change coupon coles promo code pandora code abercrombie coupon code feel unique discount code under armour military discount shein 30 off code ebay coupon code secret walmart promo codes adam and eve free shipping autozone coupons heb promo code new balance student discount",
    "fil": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdobe Acrobat: PDF edit, convert, sign tools McAfee® WebAdvisor Application Launcher For Drive (by Google) AdBlock — block ads across the web Grammarly: AI Writing and Grammar Checker App Adblock Plus - free ad blocker uBlock Origin Google Translate Chrome Remote Desktop Microsoft Single Sign On Cisco Webex Extension Kaspersky Protection Honey: Automatic Coupons & Rewards IDM Integration Module Zoom Office - Enable Copy and Paste Imprivata OneSign MetaMask Shade Dark Mode AdGuard AdBlocker Online Security Netflix Party is now Teleparty Screencastify - Screen Video Recorder 360 Internet Protection PrinterLogic Extension v1.0.6.1 Tampermonkey Power Tools for ChatGPT Adblock for Youtube™ TouchEn PC보안 확장 WPS PDF - Read, Edit, Fill, Convert, and AI Chat PDF with Ease Microsoft Bing Search for Chrome PDF SmartBox LastPass: Free Password Manager Free VPN for Chrome - VPN Proxy VeePN Capital One Shopping: Save Now Malwarebytes Browser Guard CryptoPro Extension for CAdES Browser Plug-in Torrent Scanner Touch VPN - Secure and unlimited VPN proxy GoFullPage - Full Page Screen Capture Free VPN for Chrome - VPN Proxy 1click VPN Google Keep Chrome Extension Dark Mode - Dark Reader for Сhrome Zoom Chrome Extension Trellix Endpoint Security Web Control Blaze VPN for Chrome ChatGenie for Chatgpt Page Auto Refresh Avast Online Security & Privacy Avast SafePrice Loom – Screen Recorder & Screen Capture Save to Google Drive iCloud Bookmarks Loudify Volume Booster Trellix DLP Endpoint Extension Browsec VPN - Free VPN for Chrome Return YouTube Dislike Dark Reader Save to Pinterest Read Aloud: A Text to Speech Voice Reader Google Drawings Avira Browser Safety Zotero Connector Authenticator Avira Password Manager Norton Safe Web Ad Skip Master for Youtube TubeBlock - Adblock for Youtube Snap VPN Norton Safe Search Super Video Speed Controller Safum free VPN Adkrig Screenshot Master 2048 Classic Game Supreme Copy Video Speed Pro Foxit PDF Creator Tetris Classic Snap Color Picker Overlay Translate Amazing Screen Recorder Amazing Auto Refresh Hola VPN - Your Website Unblocker Custom Cursor for Chrome™ Volume Master Shazam: Find song names from your browser IE Tab Google Forms BTRoblox - Making Roblox Better Just Black DuckDuckGo Privacy Essentials 1Password – Password Manager Proctorio Sound Booster that Works! Norton Home Page ESET Browser Privacy & Security Avira Safe Shopping Bitdefender Anti-tracker Stopza Adblocker 2048 Timeless SentinelOne ChatGPT Assistant Plus ChatGPT Toolkit Soundup Sound Booster Picture in Picture player Video Downloader Professional Sider: ChatGPT Sidebar + GPT-4o, Claude 3.5, Gemini 1.5 & AI Tools Free VPN ZenMate-Best VPN for Chrome Urban VPN Proxy Google Dictionary (by Google) BetterTTV DeepL: AI translator and writing assistant Bitwarden Password Manager NordVPN - VPN proxy for privacy and security LINE Keepa - Amazon Price Tracker ColorZilla Word Online Bitmoji React Developer Tools Norton Password Manager Phantom Okta Browser Plugin QuillBot: AI Writing and Grammar Checker Tool INISAFE CrossWeb EX Dark Theme - Dark Reader for Chrome Night Theme - Dark Mode Web Threat Shield Microsoft Power Automate Spark blocker HP Wolf Security Extension Amazing color picker Endpoint Verification FocusShield Live Screen Recorder Click Color Picker Superpowers for Chatgpt Swift Auto Refresh Nexthink Symantec Extension Microsoft Purview Extension Rakuten: Get Cash Back For Shopping Take Webpage Screenshots Entirely - FireShot RoPro - Enhance Your Roblox Experience Awesome Screen Recorder & Screenshot Video DownloadHelper Google Play AI Grammar Checker & Paraphraser – LanguageTool vidIQ Vision for YouTube Coupert - Automatic Coupon Finder & Cashback Skype Google Input Tools Video Speed Controller Smallpdf—Edit, Convert, Compress, & AI Summarize PDF Picture-in-Picture Extension (by Google) Microsoft Bing Search with Rewards PowerPoint Online Mendeley Web Importer Excel Online Google Scholar Button Meta Pixel Helper iCloud Passwords Sound Booster & Volume Control Trend Micro Toolbar Video Downloader for U EndNote Click QR Code Generator Refresh Page - Auto reload page VPN Bridge Enable local file links Saby Plugin Extension Smart Audio Capture Link VPN WalkMe Extension Web Paint Online Minesweeper Original Dino 3D Gloom Dark Mode Superb Copy Clear Pip View TurboPlay RazorWave Umbra Dark Mode Ultra Volume Booster Bomberman Classic Game Emoboard Emoji Keyboard Emojet - Emoji Keyboard Flappy Bird Original Stick Ninja Game VidRate Content Server Browser Web Extension Inline Lingo Emoji keyboard live Spark Auto Refresh PDF Wizardry Readline Avatar Maker Studio SnapTrans Wordle Timeless Dungeon Dodge Flashback Flash Player SharpGrip Tonalis Audio Recorder Spelunky Classic Yshot Stands AdBlocker Evernote Web Clipper Pop up blocker for Chrome™ - Poper Blocker WA Web Plus by Elbruz Technologies Google Mail Checker Windscribe - Free Proxy and Ad Blocker Stylish - Custom themes for any website Monica - Your AI Copilot powered by GPT-4o & Claude 3.5 Dashlane — Password Manager OneTab Momentum Ghostery Tracker & Ad Blocker - Privacy AdBlock Email Tracker for Gmail, Mailsuite-Mailtrack Morpheon Dark ЮБуст - Ускорение YouTube. Ютуб без замедления в России Save to Pocket Lightshot (screenshot tool) Pixlr Editor 7TV Microsoft Editor: Spelling & Grammar Checker Free Download Manager Proxy SwitchyOmega ChatGPT for Google Language Reactor Adblock for YouTube™ Kindle Cloud Reader Shimeji Browser Extension AIPRM for ChatGPT Grass Lite Node Skype Calling Image Downloader SearchGPT - ChatGPT for Chrome Vue.js devtools Wappalyzer - Technology profiler JSON Formatter WhatFont Volume Booster Dark Mode Screen Recorder Screenshot & Screen Video Record by Screeny ColorPick Eyedropper [DEPRECATED] Tag Assistant Legacy AdBlocker Pro - Adblock for YouTube™ Honorlock Color Picker, Eyedropper - Geco colorpick Chromebook Recovery Utility Block Site - Site Blocker & Focus Mode ChitChat - Search with ChatGPT Microsoft Defender Browser Protection Allow right click -  simple copy Multi Chat - Messenger for WhatsApp Dark Mode for Web Kaspersky Password Manager ProctorU OrangeMonkey Browsing Protection by F-Secure Jitsi Meetings e-Tax AP Web PKI Symantec Extension Connective signing extension Jamboard My Apps Secure Sign-in Extension Signer.Digital Digital Signature, PKI Snow Web Application Metering Web Safety RampShield Adblock Symantec Endpoint Protection ShieldSpan Adblock TeraBox Download Assistant DownloadAs PNG JPG ImageNest Sublime Copy ImgGet McAfee DLP Endpoint Extension Dino Rush TypeScan What Font Finder BackNav Browsing Protection by WithSecure Enlargify FontSpotter Microsoft Bing Homepage & Search Engine Scope Master Bspace Metric Spy StopSurf FUJIFILM Synapse Extension OneNote Web Clipper Hotspot Shield Klarna | Shop now, Pay Later Click&Clean AdBlocker Ultimate SetupVPN - Lifetime Free VPN Turn Off the Lights TunnelBear VPN BlockSite: Block Websites & Stay Focused Unblock Youku Session Buddy Video Downloader Plus Adblocker for Chrome - NoAds Free VPN Chrome extension - Best VPN by uVPN ChatGPT Sidebar & GPT-4 Vision, GPT-4o, Claude 3.5, Gemini 1.5 | AITOPIA Nimble capture Auto Refresh Plus | Page Monitor Free VPN Proxy and ad blocker - Planet VPN Speechify Text to Speech Voice Reader Enhancer for YouTube™ Cute Cursors - Custom Cursor for Chrome™ Cashback service LetyShops Checker Plus for Gmail™ Evernote Web Image downloader - Imageye Steam Inventory Helper Scrnli - Screen Recorder & Screen Capture App Merlin - Ask AI to Research, Write & Review Postman Keeper® Password Manager & Digital Vault Boxel Rebound TubeBuddy for YouTube™ HubSpot Sales Dropbox Spotify - Music for every moment Roblox+ MEGA Méliuz: Cashback e cupons em suas compras Visual Bookmarks Foxified Duolingo on the Web Sui Wallet Slinky Elegant Keywords Everywhere - Keyword Tool Sound Booster - increase volume up ImTranslator: Translator, Dictionary, TTS Simple Translator Reddit Enhancement Suite BIODIGITAL HUMAN Entanglement Web App AHA Music - Song Finder for Browser Similarweb - Website Traffic & SEO Checker OneDrive Screenshot Tool - Screen Capture & Editor WebChatGPT: ChatGPT with internet access Eye Dropper OKX Wallet Web Developer ExpressVPN: VPN proxy for a better internet SponsorBlock for YouTube - Skip Sponsorships JSONVue SEOquake Ecosia - The search engine that plants trees Runet Censorship Bypass Dark Theme for Google Chrome Wordtune: Generative AI productivity platform PrintFriendly - Print and PDF Web Pages Translate - Translator, Dictionary, TTS User-Agent Switcher for Chrome PDF Viewer Screen capture and recorder - Screenshot Tool MozBar Easy Auto Refresh AVG SafePrice Privacy Badger Volume Max - Ultimate Sound Booster NaturalReader - AI Text to Speech YouTube Summary with ChatGPT & Claude uBlock Translator - Select to Translate Visual Effects for Google Meet Video Downloader Unlimited The QR Code Generator MyBib: Free Citation Generator Slate Postlight Reader Stream Recorder - HLS & m3u8 Video Downloader Google Analytics Opt-out Add-on (by Google) Save to Facebook Total Adblock - Ad Blocker Surfshark VPN Extension Site Blocker - Block Site & Focus Mode h264ify Clear Cache Immersive Translate - Translate Web & PDF JSON Viewer Tab Resize - split screen layouts I don't care about cookies Player para ver Movistar+ Video Speed Controller - Video manager 2048 Game Video Downloader PLUS Video Downloader Social Roblox with extras! - RoBox Screenshot & Screen Recorder IBM Security Rapport Video Downloader pro ChatGPT Assistant for Chrome | SidebarGPT TrafficLight Screen Recorder and Screenshot Tool AVG Web TuneUp Flappy Bird (Night farm mode) Video Downloader Pro Dark Mode for Chrome Redux DevTools Volume Recorder Online Save image as Type Auto Refresh & Page Monitor Scribe: AI Documentation, SOPs & Screenshots OneNote Online FrankerFaceZ Trust Wallet Web Translate - Online translator Violentmonkey Privacy Extension For WhatsApp Web Video downloader web Image Downloader - Save pictures Screenshot Tool with Marks | ScreenMark Ronin Wallet Volume Booster - Sound & Bass boost Avast Passwords Multilanguage Translator Dark Mode for Chrome Coinbase Wallet extension Google Meet Tweak (Emojis, Text, Cam Effects) uBlock Origin Lite MyJDownloader Browser Extension MultiPassword — Password manager Notion Web Clipper PDF Viewer Volume Booster, equalizer → Audio control Dark Theme - Dark Reader for Web Kaspersky Protection 20.0 Não Seguidores Yandex Access HP Network Check Launcher BNB Chain Wallet Yandex Search Video Speed Up Controller for Chrome ⏩ Better Canvas Lighthouse Picture in Picture - floating video player Cookie-Editor Mettl Tests : Enable Screen Sharing Helium 10 Simple Volume Booster Flappy Bird Offline Repeek (formerly FACEIT Enhancer) Dualless Stacker - Falling blocks! Web Apps by 123apps 1C:Enterprise extension Keplr EPUBReader McAfee® Web Boost Emoji keyboard online - copy&past your emoji. Scener Smart Color Picker Search and Start page — Yandex Tag Assistant Companion MSN Homepage & Bing Search Engine Web Color Picker - online color grabber Scopus Document Download Manager Viddex Video Downloader SConnect SecuKit NX What Font - find font Watch2Gether Scribbr Citation Generator UniSat Wallet MSN + Bing for Chrome Web Signer Certisign WebSigner X-Finder. Search Absolute Analytics Microsoft Bing Homepage & Search for Chrome OneLogin for Google Chrome Antidote connector Degreed Extension Docusign PKI Harmony Web Protection Advanced MV3 GA CrossWarpEX 확장 Microsoft Power Automate (Legacy) Screenshot X Smart Web Paint for Chrome Internet-Start Dragon (DMO, DMD, DPA, DLA) Web Extension Rad Video Speed Controller HP Dynamic Audio Cyber-Ark Clipboard Extension Super Volume Booster OpenText Documentum Client Manager Readwell PageTurn Book Reader EmuFlash PixGrid Ruler uberAgent MV2 Flexi PDF Reader Phish Alert Button Adding Furigana Function - Sateraito Office Enterprise SSO M*Modal Fluency Direct Web Connector Browser Redirection Extension PDF-XChange Yandex Search Yandex Search HID Credential Management Extension Norton Safe Search Plus WPS浏览器助手：PDF编辑、转换，Word、PPT、Excel在线浏览 Yandex Search Yandex Search PolicyPak Browser Router Chromium Extension Avaya Browser Extension Quest Quanum® Utilities ActivID CMS extension VPN Free - Betternet Unlimited VPN Proxy UltraSurf Security, Privacy & Unblock VPN MaxAI.me: 1-click AI powered by GPT-4o, Claude 3, Gemini 1.5",
    "gu": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlacoste promo code rei coupon ihop coupons tripadvisor promo code kate spade coupon code matalan promo code chipotle coupons mint mobile coupon love holidays promo code zeelool coupon planet fitness promo selfridges promo code doordash student discount carrefour promo code ernest jones discount code book depository coupon yankee candle coupons neiman marcus coupon on promo code skillshare discount code free food coupons amtrak discount code converse coupon code uniqlo discount code wayfair coupons 2022 walmart free shipping code cheesecake factory promo code gymshark coupon code under armour coupon code lookfantastic code maurices coupon code ssense coupon free shipping shein ulta beauty coupon cider coupon code namshi coupon dsw discount code at home coupon code wingstop coupon code not on the high street discount code spirit promo code dxl coupons hbomax promo code club l london discount code saks promo code 2022 target promo code 2022 fashion nova coupon code black friday sale deals ugg coupon joe browns discount code ann summers discount code sweaty betty promo code air transat promo code zulily coupon code pandora student discount coupon app adore me promo code uber eats discount qdoba promo code williams sonoma coupon facetheory discount code kfc coupon hungry howies coupons lululemon coupon oofos coupon code walgreens discount code nordstrom rack coupon code laithwaites discount code chilis promo code priceline coupon klook promo hollister student discount gamestop promo code 1800 flowers coupon code youfoodz deals grammarly discount internet coupon myprotein coupon code amazon coupon code today papa johns coupon code pizza hut coupons 2022 saks coupon brooks running promo code tgw promo code noom promo code 2022 woman within coupon urban outfitters discount code nakd discount code discount tires deals skechers discount code remitly offer code ruggable coupon code great wolf lodge coupons myntra coupon code otterbox promo code john lewis discount code europcar discount code dr martens discount code crate and barrel discount code vivobarefoot discount code nespresso discount code western union promo code pandora voucher code heb coupons emirates promo code jjshouse coupon worldremit promo code tui promo code dyson discount glossier discount code world market promo code anthropologie coupon code saks code prime day deals red lobster coupons balsam hill coupon code mr porter discount code boden voucher code six flags promo code amazon codes 2022 hidive promo code gain coupons expedia promo code 2022 lulus promo code 2022 cicis pizza coupon office depot coupons fast food coupons parts geek coupon amazon cyber monday deals honey addon famous footwear coupon code hoka coupon code 2022 wingstop coupon alphalete discount code uber promo code cotton on discount code jo malone discount code vitacost coupon victoria secret offer code victoria secret promo code jcpenney free shipping code ikon pass promo code asos student code aldi coupons valpak coupons red robin coupons ryanair voucher weee coupon wendys coupons youtooz discount code walgreens photo coupon code parts geek coupon code sixt discount code planet fitness promotions vistaprint coupon 2022 sunglass hut coupon hbo promo code figs coupon little caesars coupons ikea coupon code netflix gift code didi promo code sky black friday deals google play gift card redeem code katie loxton discount code pacsun discount code foot locker coupon figs discount code 2022 jiffy shirts coupon code disney plus promo peter millar promo code uber eats coupons sodastream discount code modibodi discount code uniform advantage coupon code etsy coupon code first order cvs coupon code garnet hill coupon walmart delivery promo code kwik fit discount code soma coupon code beis discount code chilis coupons toms promo code glossier promo code mack weldon discount code pizza hut codes argos discount code tractor supply coupons marriott discount codes ups promo code 2022 jtv coupons healthspan discount code new balance coupon banana republic factory coupon sephora promo code 2022 ntb coupons after christmas sales deals eurostar discount code big lots coupon figs discount turo discount code shein 20 off coupon oodie discount code venmo promo code honeybaked ham coupon holiday extras discount code amazon prime day deals new balance coupon code neom discount code joanns coupons free prints promo code valvoline coupon $20 shari's berries coupon uhaul coupon code nordstrom coupon code etsy free shipping code nike app promo code culture kings discount code shutterfly promo spirit airlines promo code joules discount code kyte promo code hoka student discount national trust membership discount amazon prime deals snapfish coupons sportsshoes discount code igp coupon code notino discount code tui discount codes 2023 hugo boss discount code animed discount code express discount code free now promo code foot locker discount code mountain mike's coupons tommy hilfiger discount code snapfish discount code jd sports promo code panera coupon sam's club deals best buy deals kohls 30 off code uber eats deals hmv discount code guess promo code marks electrical discount code lazada voucher code google fi promo code tennis warehouse coupon grub hub promo code icanvas coupon code family dollar coupons codecademy promo code kinguin code iherb code amazon discount amazon coupons 2022 wayfair discount code 2022 unidays apple black circles discount code pretty little thing promo code farfetch promo code 2022 udemy coupon code banana republic coupon code boots voucher code free uber eats lenstore discount code jcpenney promo code home depot $50 off $250 coupon peacock premium promo code uber eats coupon code deliveroo promo code h samuel discount code jackpocket promo code carhartt coupons urban outfitters coupon park n fly coupon groupon promo code 2022 rogers black friday deals coupons com app student discount card roman voucher code ticketmaster promo code 2022 princess polly promo code uklash discount code safeway coupons enterprise military discount displate discount code honey app chrome croma coupon code promo code uber eats groupon app gorillas promo code namshi discount code paula's choice discount code gorjana discount code smallwoods discount code ubereats code panera promo code unidays samsung men's wearhouse coupon mango discount code superdry promo code fry's digital coupons amazon promo code free the real real promo code h&r block coupon calvin klein discount code coach promo code 2022 black friday deals near me pizza hut discount codes taskrabbit promo code journeys coupon code gap coupons swarovski discount code skims coupon code body shop discount code carparts coupon the range discount code air up discount code yoox promo code staples promo code mac discount code nykaa coupon code sports direct discount code boat discount code uhaul promo code windsor promo code champs promo code groupon coupon code vans coupon code michaels 40 off coupon sonic coupons pandora nhs discount ulta discount code jojo maman bebe discount code grab food promo code beaverbrooks discount code amtrak promo code udemy discount aerie promo code 2022 csl plasma $700 coupon discount code for stockx build a bear coupon papa gino's coupons red robin promo code cleartrip offers lovehoney discount code stradivarius discount code lakeshore learning coupon selfridges coupon tractor supply promo code kohls 30 off na kd discount code huckberry promo code harbor freight coupons yankee candle promo code advance auto coupon cvs deals missoma discount code boots promo code zalora promo code oak furniture land discount code oh polly student discount shein gift card free nespresso promo code 2022 mountain warehouse discount code first choice discount code muscle food discount code namshi code vans student discount zee5 promo code victoria secret discount code bjs promo code fjallraven discount code parkwhiz promo code dominos pizza coupons tubby todd discount code turo promo code 2022 chicos promo code fast food deals banana republic discount code papajohns coupon five below promo code morrisons discount code meineke coupons urban air coupons promo code aliexpress 2022 mr porter promo code shein student discount millets discount code el pollo loco coupons shein coupons 2022 priceline discount code 4imprint coupon code 2022 dominos codes csl promo code texas roadhouse coupons avis discount code 2022 fragrancenet coupon code free doordash promo code barnes and noble promo code catch coupon code neiman code steam coupons dickies promo code dunkin donuts coupons buffalo wild wings coupons parkdean discount code cyber monday black friday deals fnp coupon code zenni coupon code grubhub promo code 2022 walmart photo promo code cicis coupon haven discount code great wolf lodge discounts tui voucher codes amazon promo code 2022 asos discount dji coupon code janie and jack promo code sephora discount quay discount code free delivery uber eats samsung education store asos unidays talabat voucher code flamingo land discount code lalamove coupon cavenders promo code cineworld discount american airline promo code free people coupon lands end promo code taco bell promo code bolt discount code chewy promo codes 2022 uber eats promo code today health service discounts oofos discount code m&s discount code lululemon healthcare discount h&m coupon rakuten rewards gymshark code only curls discount code old navy discount code kohls 30 off coupon code plumbworld discount code christmas sales 2022 airbnb discount oriental trading coupon walmart coupons 2022 warby parker promo code carparts com coupon code abercrombie and fitch promo code barbour discount code phase eight discount code cerave coupon purple parking promo code coldwater creek promo code boat coupon code wish coupons macy's promo hm discount code magic spoon discount code airbnb voucher godaddy discount code jet's pizza coupon coldwater creek coupons gymshark discount code 2022 great wolf lodge promo code asos coupon chewy coupon code 2022 free printable coupons glossier coupon code ulta coupon code $10 off avis coupon code 2022 hotels com coupon code 2022 crate and barrel coupon code pacsun coupon ajio coupon code shein codes 2022 marriott corporate codes\n\nShopping Suche AliSave - Download AliExpress Images & Videos 1688 Search by image Αναζήτηση στο Skroutz Melhor Comprar - Discount Coupons Flubit Extension Made Where: Country of Origin for Amazon Coupert DE - Coupon Finder & Cashback Zinx Onestart Extension Cupoane Reducere Grow My Money Always Smile MonkeyECHO - GearBest Price Tracker Yaw - Save Money with AI Fjordkraft Netthandelvarsler Aliexpress SuperStar, price history MercadoLibre Más Vendidos Shippii Công cụ đặt hàng LABANSHIP.COM Download Image 1688, Taobao, Tmall by QThang Askmebuy Easy Buy and Sent Re:member Reward SE eZ Elite Creator Perfectniper.com AliImage Search LucyAI by DataPinter Công Cụ Đặt Hàng - Báo Đen Logistics Crowdbar War Thunder Store+ Refreshy ESES中国至马来西亚集运代运专家 - 一键添加包裹功能 （淘宝阿里巴巴） TND EXPRESS shoopit - pay less for travel Price Comparison Tool 무신사PC EZ-Link B&H Photo Affiliate Tools Shoppiday cashback ClickApporter Guitar Center FashionReps Tools Abenity Perks Advanced Property Insights MyBonus - Autobäring Etsy Images Downloader Coupert - Codes Promo Automatiques & Cashback Tool Order hàng Quảng Châu GPU Drops Forex Signals Mapview for Kijiji™ TreeClicks - Plant Trees while Shopping Steam tags for Humble Bundle 포인트백 for ADPICK Savewise: Cashback, Rebates & Mileage Rewards Comparison Yahoo Shopping Logie Extension eBay.in Affiliate Link Generator GetFreshOffers for eBay UA Price Tracker GGsel finder buylow Daraz Price Tracker - AliPrice Assistant BuyDekhke:- The Best Deals, Coupons & More Vinted Bot — Automate your Dressing Uyghur Forced Labor Checker Mais e-Sports Descontos U4B Cashback けんちょmini かかちょ さいてんくん Công cụ đặt hàng của Order hàng Taobao Plugin VMT Order Amazonショッピングフィルター - サクラチェックとマーケットプレイズ除外機能 YouBeHero Crawler-淘宝天猫1688京东详情页图片抓取 Savvy by Wethrift PriceBlink Lite - Coupons & Price Comparison dLcompare - The gamer's price comparison tool Black theme for Amazon SellerFox - аналитика маркетплейсов What's it worth? (The Original) ZoomSelling - аналитика по Uzum Market Trendyol Barkod Finder Shopify Scraper - Shopify Store Scraper & spy Shop-Alarm UCapture Rewards Mais Barato Android4All Re:member reward NO Nowo.se – Spara när du handlar! Amazon CashBack Savings.com Coupons & Promo Codes Craigslist Client Asset Store Price Tracker Readmoo分享書：逛網路書店的好幫手。 GiaoNhan247 Hỗ trợ mua sắm toàn cầu CÔNG CỤ ĐẶT HÀNG FASTWAY EvoShare Công cụ đặt hàng ongvangorder.com Automatic Affiliate Link & Cashback Generator bargainez coupons Santander Shopping-assistent savably: Shoppen wie immer, bares Geld sparen BuyScout FindNiche - aliexpress™ dropshipping & analytics tool CAA Rewards Assistant Search image on 1688 PLANERGY CheckOut Shein Images Downloader Inpo.asia - Công cụ đặt hàng NoWeidianSSO Classy Craig for craigslist Ziskejte.cz - CashBack Tophatter - Shopping Rewards ShopBuddies Shein Scraper Myyshop - Dropshipping Product Importer Amazon Price and Review check Datlaco.vn Order Tool CÔNG CỤ ĐẶT HÀNG PHƯƠNG ĐÔNG LOGISTICS Công cụ đặt hàng NHOD Etsy Reviews Exporter | Images AliExtractor Lite Laso Finance Referral Codes Reminder ANTDIY - Dropshipping Product Importer Facile2Soutenir Kuponer.cz Amazon-IL Free Shipping Marker Cashgoback.pl Amazon Images Downloader Kitap Kurdu SlabWatch - Show eBay Best Offer Prices Givenio Walmart Only No Third Party Seller Monerio Shopping-Helfer bidbag Remote - eBay sniper Wildberries search by image Amazon Subscribe & Save one-click cancel 🏷️Simple Price Alerts - Price alert for Amazon, Aliexpress, eBay, etc. Coupert AU - Auto Coupon Finder & Cashback Amazon.ae Price Tracker Ave Blacklist Alerte Bons Plans Malicéa Pricewire Công Cụ Đặt Hàng Tín Mã Buyhatke Auto Cart Meu Cupom Alerta Tiki Assistant Amazon Shopping Assistant Easy AliExpress Order Exporter UniteXpress EB集运仓 ShopifyMonitor - Get Alerts for New Arrival ShopQuangChauVN Tokopedia Price Tracker Tiện ích đặt hàng Rồng Đỏ Logistics זאפ השוואת מחירים (zap) poinz Cashback Helper Deals and Discouns Finder - Price Comparison AliPrice Shopping Assistant for Lazada DollarSprout Rewards: Automatic Cash Back Vašekupóny.sk vyhľadávač zliav Công cụ Order Hàng Taobao Hangquangchau247.vn Sphere Benefits Monitor Fee Calculator Giftmio: Instant Cashback for Online Shopping Buy Localized - Made in USA filter on Amazon Neutral ShippingCart Shop Assist How Much Money Spent on AliExpress ONEX.AM Tích Lũy Extension Smilematic",
    "kn": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nhoney extension rakuten capital one shopping coupons promo codes discounts coupert doordash promo code booking com promo code chewy promo code valvoline coupon wayfair coupon shein coupon code jiffy lube coupons black friday deals 2022 adidas promo code goodrx coupon lowes promo code hello fresh promo code macys promo code valvoline oil change coupon etsy coupon code sam's club membership deal aliexpress promo code shutterfly promo codes amazon promo code nike promo code hello fresh discount code best black friday deals 2022 temu coupon code uber eats promo code wayfair promo code oil change coupons 1800 contacts promo code hotels com coupon take 5 oil change coupon best black friday deals macys coupon code adidas discount code grubhub promo code samsung promo code shein discount code instacart promo code hellofresh promo code walmart promo code booking promo code seatgeek promo code papa johns promo code amazon coupon code adidas coupon code viator promo code look fantastic discount code pandora coupon code doordash coupon subway coupons target promo code dhgate promo code farfetch promo code best cyber monday deals 2022 booking com discount code airbnb coupon zenni promo code goodrx card dell coupon code amazon discount codes oil change coupons near me vivid seats promo code macys coupon nike discount code verizon promo code halara coupon code crocs promo code figs discount code honey coupon walmart coupons wayfair discount code planet fitness promo code hobby lobby coupon macy's coupon doordash promo ulta coupon home depot promo code amazon black friday deals hello fresh deals booking com coupon 1800 flowers promo code att promo code llbean promo code michaels coupons honey chrome extension papa johns coupons casetify promo code shein coupon weathertech coupon kiehls promo code kachava discount code michael kors promo code coach outlet promo code amazon coupons ipad black friday deals my patriot supply discount code stanley steemer promo code hello fresh code overstock promo code sephora promo code hoka coupon code peacock promo code kohls coupon code hello fresh coupon code lulus promo code walmart black friday deals macys promo code today 1800 contacts coupon very discount code doordash codes chewy coupon eyebuydirect coupon safelite promo code my pillow promo code turo promo code postmates promo code bath and body works coupon asos discount code noom promo code overstock coupon iphone black friday deals costco membership promo code uhaul discount code crocs coupon vistaprint promo code birkenstock promo code gymshark discount code nike coupon code hellofresh free box stockx discount code redbubble coupon tui discount code jiffy lube oil change coupon pizza hut coupons costco membership deal wayfair coupon code jcpenney coupons groupon promo code expedia coupon expedia coupon code jd discount code vistaprint coupon dell coupon promo code for booking com athleta promo code pizza hut coupon code ruggable discount code dominos coupons vistaprint code cheapoair promo code trip com promo code shein promo code athletic greens promo code converse promo code capital one shopping extension castlery coupon code stubhub discount code personalization mall coupon pandora discount code hp coupon code carters promo code shein codes lookfantastic discount code expedia promo code oil change specials near me snapfish coupon codes kohls coupon booking com promo code 2022 edible arrangements coupon code booking com discounts mixtiles promo code columbia promo code ariat promo code ikea discount code yeti promo code ticketmaster promo code best buy coupons adidas coupon zenni optical promo code simba discount code gopuff promo code saks promo code best cyber monday deals cheap oil change verizon black friday deals meundies promo code goodrx discount card amazon codes nespresso promo code nutrafol discount code harry and david promo code saks fifth avenue promo code vuori discount code etsy coupon code 2022 vans promo code klook promo code oil change deals near me shipt promo code hollister promo code sephora discount code petmeds coupon photobox discount code godaddy promo code lowes coupon carhartt promo code noon coupon vistaprint coupon code honey discount adidas promo code 2022 puma promo code finish line coupon dr squatch discount code brooks promo code bloomingdales promo code sam's club membership discount honey app ao discount code legalzoom promo code amazon promotion code promo code booking com dyson promo code kroger digital coupons blinds com promo code jegs promo code monica vinader discount code enfamil coupons coupert extension contact lens king coupon target coupons walmart promo code 2022 fashion nova discount code squarespace promo code new look discount code crocs discount code doordash promo code 2022 anthropologie promo code nespresso coupon code ugg coupon code valvoline coupon $25 off deals kate spade promo code fragrancenet coupon ll bean coupon skims discount code kinguin discount code bose coupon code under armour promo code edible arrangements coupon ll bean promo code on cloud promo code weight watchers promo code dell student discount wingstop promo code lowes coupon codes shein voucher code the perfume shop discount code subway promo code temu coupon pretty little thing coupon code jd sports discount code valvoline $24.99 synthetic oil change coupon buy a gift discount code etsy coupon spanx promo code checks unlimited offer code bed bath and beyond coupon alo discount code ancestry coupon kachava promo code best buy discount code on running promo code valvoline instant oil change coupon old navy coupon gnc promo code southwest promo code google workspace promo code royal caribbean promo code old navy promo code vistaprint discount code airbnb coupon 2023 rugs com coupon away luggage promo code lancome promo code coach promo code hotels com discount code samsung promo code 2022 getir promo code doordash promo code first order adam and eve coupon shein coupon code 2022 macy's discount code boden discount code ubereats promo code my protein discount code coupon code honey browser extension cvs coupons t mobile promotions pura discount code marc jacobs promo code princess polly discount codes samsung discount code expedia discount code home depot coupons pet supplies plus coupon pottery barn promo code macy's promo code steve madden discount code cabelas promo code farfetch discount code staples coupon petsmart promo code walgreens photo coupon samsung black friday deals avis discount codes bealls coupons belk coupons papa murphy's coupon crate and barrel promo code uber eats discount code noon discount code scrubs and beyond coupon aliexpress coupon boots discount code ups promo code asos student discount gnc coupon code jiffy lube coupon $30 off travelodge discount code asos promo code away promo code door dash promo codes shapermint discount code dsw coupon cole haan promo code personalization mall coupon code ulta coupon code take 5 coupon coupons for food audible promo code michael kors coupon myprotein discount code pottery barn coupon eflorist discount code mcgraw hill promo codes taxslayer promo code ez contacts promo code valvoline coupon $25 2022 pizza coupons gametime promo code big 5 coupon 1800 contacts coupon code stanley steemer coupons madewell promo code voucher codes namecheap promo code ezcontacts promo code omaha steaks promo code speedee oil change coupon hello molly discount code doordash promo codes for existing users samsung student discount gotprint promo code ancestry dna coupon walgreens coupons aaa promo code betterhelp promo code athleta coupon code shutterfly coupons teepublic coupon dhgate coupon stubhub promo code true classic discount code cult beauty discount code doordash deals samsung coupon code tennis warehouse promo code viator discount code send a cake promo code casetify discount code fossil promo code michaels promo code converse discount code grease monkey coupons plt coupon code udemy coupon bombas coupon code walmart coupon code gousto discount code sephora coupons student discounts express promo code groupon oil change chewy code bath and body works promo code spanx coupon code brooklinen promo code chewy promo code 2022 pods promo code audible student discount boohoo discount code aeropostale coupons round table coupons nordstrom rack promo code michael kors discount code dunelm discount code plt discount code verizon military discount ring discount code patagonia promo code viator coupon code dominos vouchers figs coupon code rhoback discount code doordash first order promo honey coupon extension express coupons lowes discount code charlotte tilbury discount code ashley furniture promo code teleflora coupon tv black friday deals spoonful of comfort coupon frontier promo code wisp discount code zales promo code new balance promo code west elm promo code mpix promo code american eagle promo code chewy discount code matalan discount code azazie promo code gopro promo code discount codes mypillow promo code debenhams discount code printable coupons enfamil samples asics promo code bombas discount code north face promo code dsw promo code grocery coupons nobull discount code nike coupons the fragrance shop discount code wayfair coupon code 2022 manomano discount code walgreens promo code dell coupon code 2022 shutterfly coupon code valvoline $20 oil change coupon uber eats code nike promo code 2022 orthofeet discount code dermstore promo code omaha steaks deals avis coupon code petsmart coupons proflowers coupon code pep boys oil change coupon adidas code carters coupon code kate spade surprise promo code wine com promo code halloweencostumes com coupon costco membership discount personal creations coupon code pottery barn discount code pandora coupon costco promo code amazon deals paramount plus coupon code little caesars promo code prestige flowers discount code groupon sam's club wayfair coupon code first order booking promo code 2022 get your guide promo code aeropostale promo code wayfair promo code 2022 budget coupon code urban outfitters promo code edikted discount code tickpick promo code 1xbet promo code pretty little thing discount code hotel coupons famous footwear promo code lamps plus coupon best buy promo code hotels com coupon code deliveroo discount code halara discount code minted promo code puma coupon code home depot coupon code foodpanda voucher currys discount code moonpig discount code dell discount code coach outlet coupon oil change deals spanx discount code tory burch promo code skechers promo code adidas voucher code google domains promo code vista print code shutterfly free shipping temu coupon codes alo yoga discount code booking com promo cengage coupon code walgreens coupon code shutterfly free shipping code overstock coupon codes manufacturer coupons doordash discount code saks off fifth promo code tui discount code 2023 urbanstems promo code kendra scott coupon code red letter days discount code talbots promo code little sleepies coupon code happy beds discount code charles tyrwhitt discount code doordash new user promo pep boys coupons vans discount code boohooman promo code glasses direct discount code enterprise promo code dyson discount code dsw coupon codes spotify deals honeylove discount code ancestry dna kit coupon walmart oil change coupon at home coupon goldbelly promo code dominos coupon code kohls promo codes zazzle promo code carters coupon macy's coupon code instant gaming promo code puma discount code hoka discount code valvoline oil change coupons $20 off personalization mall free shipping express coupon code fingerhut promo code walmart discount code digital coupons google play redeem code best buy student discount banana republic promo code chewy coupon code lenovo coupon code all beauty discount code golo promo code google ads promotional code west elm coupon new balance discount code stanley discount code goodrx prices charles tyrwhitt 3 for 99 g2a discount code brooks coupon code very promo code abercrombie promo code american eagle coupon pandora promo code we vibe coupon teleflora promo code bloom and wild discount code uniqlo coupon flipkart sale at home promo code chewy com promo code party city promo code cdkeys discount code uber eats coupon cricut promo code autozone promo code footasylum discount code under armour discount code just eat discount code manscaped discount code lego promo code crocs student discount papajohns coupons finish line coupon code ssense promo code cinemark promo code party city coupon priceline promo code gap promo code paramount plus promo code bloom boutique discount code round table pizza coupons kroger coupons levi's promo code alo coupon code free people promo code north face discount code viator promo code 2022 dyson coupon code aliexpress code fresh direct promo code oh polly discount code just eat discount 1800petmeds coupon jimmy johns promo code songfinch promo code petco promo code hotels com promo code famous footwear coupons $19.99 valvoline oil change coupon jockey coupon code journeys coupon vitacost promo code barnes and noble coupon code bowlero promo code jd williams discount code amazon voucher code saks fifth avenue coupon carparts com coupon ray ban promo code boux avenue discount code total wine promo code popeyes coupons victoria plumbing discount code lelo coupon code fanatics coupon neiman marcus promo code doordash free delivery subway deals michael kors coupon code ugg discount code ag1 promo code aliexpress coupon code best buy black friday deals booking com coupon code lovevery discount code victorian plumbing discount code bloomingdales coupon lane bryant coupon fabletics promo code away travel promo code eyebuydirect promo code j crew promo code hollister coupon code samsung voucher codes 23 and me coupon honey promo codes new look promo code starz promo zazzle coupon code capital one shopping rewards lego black friday deals lenovo coupon zooplus discount code chipotle promo code revzilla promo code footlocker promo code kohls free shipping code gnc coupons redbubble discount code freshly promo code noom discount code white fox discount code iherb promo code great clips coupons chegg coupon aliexpress promo code 2022 lego discount code schuh discount code iphone 14 black friday deals",
    "ml": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHoney: Automatic Coupons & Rewards Capital One Shopping: Save Now Avast SafePrice Avira Safe Shopping Keepa - Amazon Price Tracker Rakuten: Get Cash Back For Shopping Coupert - Automatic Coupon Finder & Cashback Cashback service LetyShops Klarna | Shop now, Pay Later AVG SafePrice Méliuz: Cashback e cupons em suas compras ShopBack Button - Earn Cashback as you shop! The Camelizer Fakespot Fake Amazon Reviews and eBay Sellers Eno® from Capital One® Cuponomia - Cupom e Cashback Smarty RetailMeNot: Codes, Cash Back and Coupons Karma | Online shopping, but better buykers | coupons and discount codes wanteeed Alitools Shopping Assistant IGRAAL : Cashback & codes promo CouponBirds - SmartCoupon Coupon Finder Reclame AQUI DSers -  AliExpress.com Product Importer Steamcito: Steam con impuestos Argentina 2024 SteamDB Add to Amazon Wish List SwagButton Slickdeals: Automatic Coupons and Deals American Airlines AAdvantage® eShopping℠ Mino - Automatic Coupons Augmented Steam Trusted Shops extension for Google Chrome Ibotta: Price compare, cashback, item alerts Rakuten Button Canada Affirm: Buy Now, Pay Later Aqui tem pontos Livelo! AliHunter - AliExpress Dropship Spy (Zopi) TopCashback UK Get Cashback & Vouchers AliRadar Shopping Assistant MPSTATS - аналитика Wildberries и OZON Norton Coupons Sakura Check Linker T-Сashback — кэшбэк-сервис Qantas Shopping Points-Prompter Price History, Tracker, Auto Coupon: Buyhatke BeFrugal: Automatic Coupons and Cash Back SmartBuy Instant Gaming BigGo Shopping Assistant SellerAmp SAS - Amazon FBA Analysis Tool Revolut Shopper Backit Plugin PriceBlink Coupons and Price Comparison AliPrice Search by image for TB easyfundraising Donation Reminder AliHelper - shopping assistant Pricy PAYBACK Internet Assistent Escorrega O Preço AliPrice Price Tracker Privacy | Protect Your Payments Rabatta Property Log CNET Shopping Acorns Earn DealFinder by VoucherCodes Spending Calculator for Swiggy™ and Zomato™ United Airlines MileagePlus Shopping℠ Add to MyRegistry.com Button Add to Babylist Button Add to Zola Button Picodi.com Cashback TopCashback USA Get Cash Back & Coupons Cently: Automatic Coupons + Cashback for Free Cash Back Service Megabonus Poulpeo : cashback, réductions et codes promo RappiAliados Joko: Cash back & automatic coupons AliAssist: shopping assistant Lembrador Dotz hotukdeals | Shopping with Savings AliSave Plus - Download AliExpress Images Pie Shopping: Cash Back and Coupons Rewardsweb Southwest Airlines Rapid Rewards Shopping® eBay Mes Envies : Ajoutez à votre liste de cadeaux Cashrewards AliPrice Shopping Assistant for 1688 Buscapé Comparador EscolhaSegura AliPrice Search by image for China import Shoop Cashback & Gutscheine Tada Extension ID.me Shop: Exclusive Community Discounts Aeroplan Shopping Button Bilômetro Alerte Bons Plans eBuyClub Lumaly - Gutscheine & Cashback AliScraper - Aliexpress Dropshipping Importer CJDropshipping Flipshope: Price Tracker and much more GRABLEY - Product Search Tools Alaska Airlines Mileage Plan™ Shopping Vetted AI: Your Shopping Agent PerkSpot: Save While You Shop Zoom Smile Always Yandex.Market Adviser ReviewMeta.com Review Analyzer Citi Shop℠: Smarter Online Shopping Pague Menos Be!Tech AliDropship 2.0 Shein Coupon Finder Shopping researcher Trustpilot 1688采购助手插件版 Delta Air Lines SkyMiles® Shopping℠ Add to Buyee Navigate Rewards Economize! Adrenaline MyPoints Score Amazon Order History Reporter Mua Thông Minh Quidco Cashback Reminder Share-A-Cart Tipli do prohlížeče Aliexpress - Search by image Zendrop - AliExpress Product Importer Billy Button SimplyCodes: Coupons, Promo Codes & Rewards 1688 search by image Zip buy now, pay later Shein Image & ID Searcher Cultivate: Amazon Product Origin & Comparison Ryviu - Import reviews Student Beans: Exclusive Student Discounts AliExpress Coupon Finder ChinaHelper - Shop assistant in Chinese store Chrome Currency Converter Lolli: Earn Bitcoin and Cash Back Qoala: Cashback y Cupones Automaticos Monosearch max PayBack Reminder - מקס פייבק PriceTaco Molly Octoshop: Price compare, cashback, alerts AliPrice Shopping Assistant for Shopee CouponCabin Sidekick - Coupons & Cash Back CDKeys.com RoEarn - Cashback on Purchases VTopNaMP - бесплатная аналитика и подбор ниши на Wildberries FatCoupon Cash Back & Promo Codes Hlídač Shopů Alichrome - Free Invoice generator EuroSaver - Amazon Product Price Comparison Share-A-Cart for Amazon myWorld Plug-in WooCommerce AliExpress Dropshipping Extension ViaTrumf Bonusvarsler MyRegistry Shipping Address Assist Steam Cheap Games Elfster's Wish It! Avast SafePrice | Comparison, deals, coupons Avion Rewards ShopPlus Track24.ru ASIFY Viking Deals Widilo Cashback Reminder Chollometro: Info de precios, alertas y más Newegg Assistant Package Finder Now TRAVEL CLUB - COMPRAS ONLINE LINE購物省錢助理 - 邊購物邊幫你輕鬆省錢！ Alibaba Search by image LootRush Wallet LTK Product Link BuxBack - Earn R$ Property Tracker Zopi: AliExpress Product Importer Allkeyshop - Compare Game Prices Pricescout Price Comparison FLG AT Price Tracker Kudos: Put Your Cards to Work Amazon Wish List Total Tipli do prehliadača Price Tracker 2.0 - Price Graph & Auto Buy USAA MemberShop® Trustpilot: Reviews & Ratings Smarty.Sale Cash Back Taobao search by image REminder Savings add-on SenseCart AI: Real-Time Discounts & Shopper Insights MyUS Shopping Pepper | Shopping with Savings CardPointers X: Credit Card Rewards Made Easy Rakuten Cashback: Browser Extension Aliexpress Seller Check Savings Genie Zyft – Shopping Price Comparison Bonusway Moonsift - Universal Save Button 1688 AIBUY: Official Global Sourcing AI Agent + Direct Shipping&Payment Shoptimate : automatic price comparison Spoken Trooper extensie (Botje) Baixou Agora Klarna | Shop now. Pay later. eTrack - Package Tracking Betrap de Makelaar cashback.co.il - מחזירים לך כסף, לא תיקח Sellmonitor LoveDeals: Black Friday Coupons and Deals AAA Discounts MillionPugs: Shop & get in-game content FaniMani.pl Donation Reminder Shopping do Inter | Cupons de desconto e cashback! ShopBuddy Taiwan - 享受購物同時賺取現金回饋 [DEPRECATED] Fanatical Assistant SIKKER SHOPPING Dealabs | Économisez sur vos achats Amazon Best Price Europe Komponenta pro aplikaci BUSINESS 24 Cart'In Moolah - Automatic Coupon Hunter Wildbox Upromise Extension UpSeller - Product Importer Price tracker - Otsledit Price History Extension - Price Tracker for Amazon & Flipkart Cuponation | Shopping with Savings Aliexpress Analyzer AutoBuy Flash Sales, Deals, and Coupons Locker Impuestito: precio final juegos con impuestos Samsung Food Zomato & Swiggy Spending Calc - Snackalytics Eureka Shopping SmartSpending Coupons Search Macif Avantages Shop TODAY Savings Vigia de Preço Steam Market History Plus AliSaver - AliExpress Shopping and Cashback Pogo: Earn on Everything Fetch price2alert Pricebuddy: Discount Codes & Price Comparison Add to WishList.com Button Daily Deals 自動価格比較／ショッピング検索（Auto Price Checker） AliExpress Image Search - AliCompare Dupe Up Assistant Shopper.com 価格比較 プライスチェッカー Price Checker Myibidder Auction Bid Sniper for eBay Mais Barato PROTESTE The RebatesMe Cash Back Button AutohelperBot Menores Preços Dudu Rocha AliPrice Search by image for AE AI-Powered DealDazzle: Searching Alternatives ahi-ta! Tu asistente personal para el Super Drop: Shop Offers & Earn Cash Back SearchYeesh Search for Chrome PS Store Helper Sahibinden Fiyat Geçmişi Little Birdie | Get the best price Flash Kart - Amazon Price Tracker ScribeUp Juice - Amazon Coupons Finder Plná Peněženka Lištička RarityRanks Shop & Earn RevROI FlashSale AutoBuy Price.com-Best Prices,Cashback,Deals,Coupons BuyOn Cashback Marktplaats Amazon Search Pro (ALL COUNTRIES!) airmilesshops.ca® Assistant Shop for a Cause Consumer Reports Banango HAPPY ORDER Progressive Shopper Wtyczka Tipli EPROLO - Aliexpress product importer Capital Koala Tada Extension VratnePenize.cz Připomínáček Asin Grabber Light Importify - Product Importer TecWorld Descontos Shopping Assistant: AliExpress, Amazon, eBay QIWI Бонус Reduza: Testador de cupons para suas compras Picky Price Comparison FlipGive Max 知虾选品助手-Shopee虾皮大数据分析插件 DHL eShop Cashdo - קאשדו EuroClix Clix Assistent Pomocník GIVT.cz Woolworths Trend DealDrop: Automatic Coupons & Price Comparison ePN Webmaster Plugin TopCash FlashCart Visma LogBuy Lootup Deal Finder Tipli în browser AliExpress Dropshipping Center Công cụ đặt hàng Trung Quốc Nhaphangchina.vn AMZ Downloader - Amazon Videos and Images GetJam - find Coupons and Promo codes AliPrice Shopping Assistant for Lazada AliPrice Shopping Assistant for Amazon Give as you Live Donation Reminder Does Amazon Ship to ...? StormX: Shop & Earn Crypto Moon: Shop online with Bitcoin FlashSaleTricks OfferUp Black Friday de Verdade RoSaver Cointimes Sugar - Smart Shopping Assistant BestChange MEMO Cashback Bestshopping goodie cashback Trashie Givebacks Genie Permission: Browse & Earn Crypto Beni - Your secondhand sidekick iGive Button Botón Buscalibre - Traemos Productos de EEUU Công cụ đặt hàng order.baogam.com Mulberry | Shopping Protection giftful GoNimble.net - AliExpress Product Importer Alibaba search by image MakkhiChoose Coupert BR - Encontre Cupons e Cashback Fake-Shop Detector Zecento: Droplist with AI THƯƠNG ĐÔ LOGISTICS - CÔNG CỤ ĐẶT HÀNG WZone Direct Import Libron TikTok Analytics By EchoTik HENRY Luxe Rewards Shop Tab Hover Hound Tada Extension Things To Get Me Earny - Up to 20% Cash Back Images downloader from amazon Alerte Bons Plans Emrys la carte bestprice.com eBay Sold History Button - See Item Purchase History Istoric Preturi Pop in Hotel Clearya Coles Trend BciPlus+: Obtén cashback por tus compras Công cụ đặt hàng Naipot Aliexpress Dropshipping Pugo - Công cụ đặt hàng Blue Light Card - Save big on the brands you love Mr. Rebates Quick Cash Button Aliexpress Coupons Hamty.cz doplněk ShopLook Clipper Etags - Etsy Tags Extractor MercadoTrack SocialGood: Get SG crypto free Economize! Mundo Conectado Marktplaats zonder spam ShopBuddy USA Amazon Image Download - Include Photo & Video Qwintry Shophelp Emparator E-ticaret Ürün Analiz Programı Amazon Smile Redirect كوبونات صفقة | Safqa Coupons AliPrice Price Tracker for China import Coupert - 自动查找测试应用优惠券 Thieve AliExpress Tools Historial de Precios PicPay Shop Checkmate - Save While You Shop. Homer (formerly KoalaData) Mais Barato Fiaspo Moso: Shop and Earn Crypto Groupon Reddit Scammer Labeler Amazon 3rd party seller filter Flipkart Price Tracker Pricearchive - AliExpress Shopping Assistant Autofill Taobao Tracking No. & Shipping Info craigslist pop for power users Bankybee Trolley Black theme for Ebay mydealz | Spare beim Shoppen Cashback beruby Helper Tools for ASOS: price checker Booking.com price tracker CouponBind - Automatic Coupon Finder Pay with BitPay Gift Hero Rebate Key - Cashback Rebates, Deals, Coupons Olhar Digital Ofertas Shopintab ваш помощник для покупок Cartageous Kashback - Cash Back Rewards British Airways Avios Collection Reminder AutoHUB Spending Calculator for Amazon™ and Flipkart™ Search products by image Fanatical PC Game Price Comparison Clemz - automatisez votre dressing International Keepa Charts Knasta Import Aliexpress Products to Woocommerce Add to Wishlistr Savier: Rabatkoder & pristjek til Chrome Minoan | Shop & save for your vacation rental Opera Cashback Amazon Rank Chrome Extension Rabattcorner Easy Shop Aiveera Online Shopping Assistant SUPDropshipping Lilo - Solidarity shopping Amazonia Right Click Search - Amazon Co UK A2Reviews sellerboard Amazon FBA Profit Calculator Add to Giftster Wish List Registry Pinduoduo Search by Image Cuponeria: Cupons e cashback em suas compras Right Click Search on Amazon Промокоды.net – кэшбэк сервис SavingsScout Công cụ đặt hàng nhaphang.com Familycard (Legacy) CodiceSconto Invitation ← referral & coupon codes Handla Smart Restricted or Hazmat AAA Discounts Finder Extrabux-Cash Back, Rebates & Deals Assistant Shoppy PAYBACK Guru NerdSpeak Stock Helper My Wishlist ALM Coupon Codes Finder - Start Saving Today! Flipkart price tracker Jaybe - Save every time you shop Shopify Analyzer INGATLAN ÁRMINIMUM REminder Amazon Killer DontPayFull - Automatic Coupons AMZ Cart Share: Share your Amazon cart in 1 click Alerta de ofertas e descontos CouponDunia Shopping Assistant Raiz Rewards Browser Extension SellerStats - Аналитика Вайлдберриз и Озон Aliexpress.com - Store info Familycard.be Rucola - доступ к закрытым промокодам ModeSens - Your Smart Personal Shopper KidStart Savings Prompt Amazon Dark Mode Promobit Coupert UK - Auto Coupon Finder & Cashback Dokrom دقرم  بيلاقي ارخص الأسعار وانت بتشتري DSers - WooCommerce store connection helper Rapidcatch eBay auction sniper WowApp SmartWeb 1-2-3 Nakup s Ceneje.si Aliexpress search by image Aliexpress price tracker Amazon Discount Finder Amazon Price Tracker - Pricepulse Writer Watch Cashbe - лучший кэшбэк сервис Ookoodoo Temu Price Tracker Airbnb Price Per Night Corrector 1TT Images Downloader",
    "mr": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVOTOBO：跨境电商产品开发分析利器 MyEasy86 Harbor Freight Coupons MyCashBack - Reembolso nas suas compras OZONBIGSELL - 专注OZON平台数据分析 - 国内开发OZON插件第一人 Search by image on Aliexpress eSnipe Snipe Tool TanglePay IOTA Wallet Gixen eBay Sniper Autosnipe Yakkyofy AliSave Pro - Download AliExpress Images TheReviewIndex - Reviews Summarizer Fast Search for eBay IsThereAnyDeal Everywhere Add to Blueprint Trusty Search Assistant for Amazon Cashback service Paidwork Die besten Deals im Blick Flipkart & Amazon Flash Sale - ChromeXT Score App - Reverse image search as you shop. AliPriceCompare - price comparison Bravo Best Price Codes.co.uk ERESA-Research and Analysis Amazon Products De ippies Spaarhulp Sovrn Commerce Add To WishTender AuctionStealer Snipe Tool Tiplino a böngészőbe Listy - La wishlist réinventée Cashback Comparison Mojo - Automatic Coupons at Checkout Time Is Money GoCashBack: Deals, Rebates, Savings Extension TopCashback DE Erhalte Cashback & Gutscheine comdirect Bonus-Radar Công cụ hỗ trợ mua hàng Trung Quốc Consciously: Conscious Shopping Assistant Alitools — Shopping Assistant on AliExpress ™ Smiles - Para Onde Viajar? 2.elVeri.com ilan geçmişleri Tokpee Pigogo ALERT! Gumtree AU Amazon Price Alert aRockets - промокоды, акции и скидки Bankin’ Cashback Dropship - دروبشيب KAERUツール(THE CKB) Promodescuentos | Ahorra en tus compras Satsback.com: Earn bitcoin rewards DappBack: Get Paid for Being Online TAOBAOEXPRESS Order Tool Dutycast AliExpress Image Search Công cụ đặt hàng của Báo Gấm U.S. Bank Shopping Deals® Price Snoop - Smarter Shopping on Amazon(r) Bạch hổ order Swiggy Order Stats Tênis Certo Descontos PriceTip — Currency tooltip converter Ali Quick - AliExpress Dropship Tool Ali Hunter - Aliexpress Dropshipping Center Top Nguồn hàng Plná Peňaženka Líštička Taotaro order assistant Sort By Review Count for Amazon MyParcels Service Extension Universal Automatic Currency Converter Simple Posher Cashback Ninja ShopBuddy for Malaysia - Earn Points Shopping SponsorKliks E-commerce Side-to-side Amazon Vine Helper True Price - assistant in stores in Ukraine X Button OzBargain Faircado - Second hand shopping Order hàng Taobao 1688 Tmall Jd Motorwatch - car price tracker Night mode for Aliexpress Steep and Cheap Countdown Timer Croissant—Guaranteed Resale Kitapyurdu Fiyat Asistanı eBay Deals Australia Katapult Pay - Shop Now & Lease-to-Own Cashbe: Serviço de Cashback NHTQClient 1-2-3 Kupovina s Jeftinije.hr Woysa Search by Image & Price Tracker for eBay My shopping companion Melhor Ganho - Cashback, Pontos e Milhas Etsy Image Download - Include Photos & Video Carrot - Shop, Save, Genius! AI Shop Buddy Amazon Brand Detector Kicktraq Snip it! button for eBay Tem mais vantagens Ali Epacket 自動価格比較／ショッピング検索（Auto Price Checker）[アプリ版] Zingoy Cashback Avantages Ekoya SharkD for Temu,AliExpress,ebay,Amazon,Etsy Purse: Shop with Bitcoin (Beta) Аналитика и инструменты Авитолога - AvToolsPro Shop Your Way Chrome Extension Reward eShop plug-in IDChipo - Order Extension Real Estate Mate AliExpress CSV Export Simply Best Coupons - Cashback and Coupons Tactical Arbitrage - Popular Products Calculadora de compras en el exterior Amazon Price Compare AliPrice.com shortcut SnapTwitter: Twitter Video Download Baba Image Downloader Promocodes Hero ShopSavvy Fresh Coupons Amz Price History DROPSEEK - Product Sourcing app for Shopify Gooding Toolbar Seller Analytics by Lexos YouTube Shopping Copy - paste orders From ebay to aliexpress Give Freely: You Save, We Give, Charities Win Alibo.vn - Taobao Pinduoduo 1688's Commission BestPrice Assistant Offer.love - Bank Merchant Card Offer Collector AliPrice Shopping Assistant for Flipkart Kupongo Similar Inc | Shopping Comparison Co-Pilot FASHIONGO Style Match+ Ecommerce Inspector for Shopify and more Minty: Your AI-Powered Cashback Shopping Companion CBXL Cashback Reminder URSTYLE Clipper Tool Spy Drop - Fiyat Takip GETMORE CASH-Tool VantageCircle Vận chuyển Việt Trung - 1688online.vn Rakuten Anti Mail Magazine Sook Công cụ hỗ trợ mua hàng thắng lợi Trung Quốc ExpertVoice Deal Alert Walmart Creator Toolbar 価格比較ツール by価格なび Savelist payBack :: магазини платять Steam All Region Price Checker Shaparak Verifier DealsPlus Cashback & Coupons Bot for Depop - Grow - SellerAider Where is my package? - Package tracker Melhores Destinos Công cụ hỗ trợ mua hàng Trung Quốc Expressfy - Import Product Aliexpress Shopify Mercado Livre TrueSort a verdadeira ordenação Rivyo-Shopify App Review Importer Pruvo - Saving Money *AFTER* Booking TCS Benefits Aliexpress SuperStar, price history CouponBot - Discover voucher codes & coupons Acima Leasing - The No Credit Alternative Cleo Cards Amazon Global Shipping Filter AliTools Bitcashback Penny AI - Price Comparison & Pros and Cons Baixou SPC: Student Deals Ganhe de Volta Real Price Tracker 2.0 Amazon adBlocker ZoidPay - Shop with Crypto Hopi United By Zero Kiwi Amazon Price Compare Real Price History Tracker Công cụ mua hàng SaboMall.com AliExpert - shopping assistant for AliExpress heymax - double your miles xPrice - istoric preturi NEWTYPE DELTA TRACER ShopScraper - Spy Tool & Scraper for Shopify Roach.AI - Shopify analytics & dropship tool eReaderIQ Injector Superbuy 购物助手 eReaderIQ Integrator PAN AUTO помощник для Encar Аналитика и инструменты Авитолога - AvToolsPro Amazon Lite Goin WeLog v2 Công Cụ Đặt Hàng Của Giang Huy Кэшбэк для Алиэкспресс и иных - Zozi.ru CÔNG CỤ ĐẶT HÀNG LASERSHIP Cellar: Amazon seller's country as you browse Credit Card Nicknames for Amazon eBay item location - My country only Dropship & affiliate for Amazon & woocommerce Công Cụ Đặt Hàng Nam Trung Order MercadoLibre Herramientas con IA Pasaley Search by image on Alibaba Auto-History.info - история авто на drom.ru VIEWTEST - Amazon Image Testing Tool SFS Chrome Extension Rabatio.com | kody rabatowe i promocje MaxRebates: Get Paid for Shopping Refundo Toolbar SendHerePlz - Amazon shipping availability Canaltech Ofertas Stylar: Free Virtual Try Ons Grabr - Global Shopping & Delivery wildberries track & history Buy+1社群訂單整合系統 55海淘返利助手 Ali Helper - AliExpress Product Research Tool RAC Member Benefits browser extension Nath Finanças Anti Falhas Banggood Price Tracker Walmart for Chrome AliExpress dropship & Affiliate - woocommerce RaiseRight Earnings Extension Chestr - Universal Shopping Wishlist Aliexpress Free invoice - AliInvoice™️ Shopping Cart Share Ali2BD Assistant Chainlove Countdown Timer Product Search Gener8 Genie Santander Cashback Norge Bid-O-Matic BE AMZ Radar — Amazon price tracker for shopping HYPE Cashback Just Amazon (jp) Sustained Choice × SALIENT iRivYou - Import Aliexpress, Amazon reviews WooCommerce Dropshipping Amazon cart exporter Meu Dim Dim - Cashback e Cupons de Descontos Areviews - get reviews from aliexpress,amazon BudgetBuddy Venngo Browser Extension Active Junky: Cash Back Browser Extension Search eBay MotmaenBash | مطمئن باش DealExtreme Official Instacart Search Similar Goods by Image Amazon Quick Copy Auto order Tatkal Ticket Myntra Price Tracker Udemy Coupons & Free Courses Macadam Cashback Instoo Automation Honey Hive - Automatic Coupons & Rewards for Shopping Seller Pro Analytics ITV Kerching Club Boomerang PaCanarias: Productos Amazon envío a Canarias Steam CZK FreeDropship - Dropship the winning products CheaperThan. Amazon Earnieland Serbest Piyasa ve MB Döviz Kurları Ali Assist | AliExpress Shopping Assistant Pricecheckrs | Coupons and Price comparison MYBEST代购代运助手 / 一键添加包裹 Egerd Coupon Cat Free Games notification OPDeals - Find the best deals on OPSkins.com xOmator - AliExpress DropShipping Basket PACE Catalog Whale - Product Importer S-Cashback-Radar Order in Chrome Thanh Long order Import AliExpress/Amazon reviews to Woo Mercado Livre Plus Slash.com - Cut your store prices AliPrice Search by image for Shein Aliexpress, Gearbest - Where is my order? Share-A-Cart for Walmart AliPrice - 1688 price tracker DealCatcher Qompar - Amazon Price Comparator, Tracker & Saver Free eBooks on Amazon.com GiaSoc24h.com - Tiện ích tìm kiếm mã giảm giá AliExpress Shopping and Cash Back Nguồn hàng AZ Dealhack Milhas Por Compras Aukcjoner.pl - snajper aukcyjny AliPrice Shopping Assistant for Walmart Amazon Europe Price Compare by comparizon.eu THE CKB Easybuy Skuowner Cashbacker-assistenten AliExpress Parcels - My Orders RbxBack - Free R$ Cashback! Wisely: AI Summary for Amazon Reviews Kupp: Rabattkoder & prissammenligning Coupon Finder for Online Shopping by GrabOn OnuAl Fiyat Geçmişi Alibaba Price Tracker T-b.ru.com Komponenta pro aplikaci MEP CAA Rewards Assistant Actorio - Amazon Sourcing Software Nhập hàng trung quốc trung hoa order Ali Hunter - Aliexpress Product Tracker AliAssist - smart shopping assistant CanBuy NhapHang247 - Đặt hàng Trung Quốc, Hàn Quốc Amazon Reviews Exporter | Images & Videos Latest Deals tixCraft Support Chirpyest: Best Cash Back Shopping Lookfor.sale Air Reviews - Amazon Reviews Import Price Trackers Extension [Fast Drop Alerts] Pricely Hoopla: Coupon Codes, Deals and Cash Back 一键添加包裹插件 - WePost 全民代运 pFinTools.com - Credit Card EMI/No Cost EMI Cost Calculator Buscapé na Hora MilesBooster The Price Geek CouponsHelper ShopBuddy for Canada: Cash Back & Coupons Mypoz 一件添加包裹自动寻找淘宝隐藏优惠卷优惠 Plente Ozon Stats - расходы и траты на Озон AliExpress Search by Image and Download Search by image on Amazon Melhora o Preço Charlize - Comparateur de prix Amazon Européens הוטSave Ali Dropship Connector Cross - Compare Amazon Prices Velupe Cashback Ali Hunter - AliExpress Dropship Monosearch PRO BuyMall Assistant Chrome Extension StockTrack.ca plugin MemoRisü Cardboard Market JustSnipe eBay Auction Sniper Amazon Shopping Assistant by Friendly ExtraPe - Affiliate Link Converter Amazing Affiliate Link Zonify - Import Product Amazon Shopify Shein Images Downloader SmartCart Daz-Deals Boycat Extension ExpandCart AliExpress Integration iConsumer Button Condler Stackit™ from LendingClub Xexec Discounts Lemoney Cash Back Direct Links for Ebay/Paypal/Amazon. Aliplugin Pro Amazon Tag Remover Goodreads ratings for Amazon UNiDAYS Cartzy ORDERQC.COM - ĐẶT HÀNG TRÊN TAOBAO 1688 TMALL Get4Click Extension Đặt Hàng Quảng Châu 24h OpenWardrobe MM Ofertas ShopBuddy for Singapore Shopy - Shopify Spy freetree - plant trees for free Yamaneta - cashback on Aliexpress and etc. BSW. Der Bonusmelder AliExpress Helper Amazon Shopping Tools Kindred Shop 'n Save goodbuy เครื่องมือช่วยสั่งซื้อของ ChipoThai.Com Amazon のスポンサー商品・広告を非表示にする Economize! Mundo Conectado Discoup Profitl - Amazon FBA Deal Analysis Tool Clubpoints Catcher Odex - Order Hàn Quốc Sort By Reviews for Amazon DropshipMeta - Download Aliexpress images & description Phia: Know the Value, Shop for Less CashClub Sitejabber: Ratings & Reviews on Every Site Shopping & Tracking for AliExpress Comrade - Cash Back For Your Attention Porovnání cen EtsyDesign - Etsy™ Remove Bg Savyour ShionImporter PowerSearcher for eBay Zuzu.Deals Paperclip: Coupons & Cashback Melhor Escolha Eco-Index by Changing Room Kijiji Ad Repost Plus Easy Click by SGshop boost-Bar Image Downloader for TM - Video Downloader for TM Otogami PowerUp NerdWallet Mais Milhas Kinguin Deal Hunter Shop-Engel Iwana Extension Add to Kit eDealinfo Coupons Aplazo Tarjeta Virtual | Compra a plazos Club Groupama Avantages Short Item URL for eBay Aliexpress ePacket identificator AT Toolkit Amazon検索しぼる君 Smart Saver FanCash+® Shopping button One Click Checkout for WHMCS Mijn Verlanglijst PDE Chrome Extension Ready Made Stores Eggdome Chrome-Extension ShopRaise 1-2-3 Kupovina s Idealno.rs Công cụ đặt hàng - Nhaphangtrungquoc247.vn Công Cụ Đặt Hàng Của Nhập Hàng Quốc Tế China Planet: VIP podpora pre vaše nákupy z Číny Trendyol Barcode mycashbacks: cashback and coupons BeeTracker - Theo dõi giá sản phẩm Easy AliExpress Review Downloader Search Shein by image TripAdvisor® Review Scraper e-mover Backpack Assistant Amazon Only No Third Party Seller Zoutons Coupon finder Wishbob - Your online wish list TopCashback Browser Extension Australia Amazon Coupon finder Kobo 電子書敗家幫手 StatFlow Ønskeskyen Couponuts - Automatic Coupon & Voucher finder Reward eShop plug-in Vcanbuy AE Platform Wispri SIFT - Automatic Money Back UTXORD Wallet Macys.com for Chrome Amazon Reviews Extractor Shopee Purchase History Κοινά καταστήματα για skroutz.gr The Beagle Button - Sustainable Shopping Amazon Prime Search PriceDrop - KSP price tracker Nakupuj bez Andreje SoleBack Cashback Whiskey Militia Countdown Timer GetFreshOffers - Save money everyday! True Potential Rewards ZinnGeld Spaar Assistent UPC Lookup Cashback Service - SecretDiscounter.com Amazon Unsponsor Smartprix - Best Price Comparison App WBBIGSELL - 专注WB平台数据分析 - 国内开发WB插件第一人 CouponCodeFinder - Automatic Coupons Avito фильтр (+OLX) Công cụ hỗ trợ đặt hàng - hangve.com 萌啦数据-ozon卖家助手 DataPinter Amazon Discount Hunter Auction Fan Công Cụ Đặt Hàng Nguồn Hàng TQ Waltrack | Walmart Price Tracker Dobromat.sk Amazon.de",
    "sw": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPortal Web Extension Cyberhaven security extension V3 Amazon Q InterSafe GatewayConnection Agent Forcepoint Endpoint for Windows Win Bird 授業支援 クライアント SAP Enable Now, desktop application recorder The Search Selector DocuWorks Viewer Light draw.io J2TEAM Security Gliffy Diagrams CryptoTab START ZIP Extractor bilibili哔哩哔哩下载助手 Cut the Rope GMass: Powerful mail merge for Gmail Wikiwand - Wikipedia, and beyond Super dark mode Desktopify Popup Blocker Pro Speed Dial 2 New tab Planner 5D - Interior Design Emoji keyboard emojis for chrome Polarr Photo Editor Talk and Comment - Voice notes anywhere Dark theme for VK.COM | Night Mode for Vkontakte™ PocketTube: Youtube Subscription Manager Galaxy-View Ads Killer Mino - Automatic Coupons Gismeteo Flying Paint Desktop For Instagram VKSaver - скачать музыку ВК Pixlr Express Psykopaint PureVPN Proxy - Best VPN for Chrome Canvas Rider Video Player DownAlbum DEPRECATED Secure Shell App eRail.in Colorful Galaxy Ad Remover - Ad Blocker for Chrome Custom Progress Bar for YouTube™ Weava Highlighter - PDF & Web Diigo Web Collector - Capture and Annotate AdGuard VPN — free & secure proxy for Chrome Dark Mode - Night Eye Temp Mail - Disposable Temporary Email Nebula Telegram Checker Plus for Google Calendar™ Web Server for Chrome Extensity HelloFax Dark Theme v3 pro grey Google Maps Platform API Checker Bookmark Sidebar Select and Speak - Text to Speech Marinara: Pomodoro® Assistant Adblock for YouTube & Chrome - All Block Crackle Google Arts & Culture Scrolling screenshot tool & screen capture SelectorsHub - XPath Helper Project Naptha Trusted Shops extension for Google Chrome AdBlocker by Trustnav Distill Web Monitor Save as PDF Toucan by Babbel - Language Learning Reverso – Translation, dictionary Gantter Project Management Proton Pass: Free Password Manager Octotree - GitHub code tree Docusign eSignature for Chrome Chrome Capture - screenshot & GIF Notifier for WhatsApp Web Calculator Super Simple Highlighter Timer Reader View Tab Manager Plus for Chrome Email Tracker SessionBox - Multi login to any website AutoPagerize YouTube™ Dual Subtitles Go Back With Backspace video downloader - CocoCut CrossPilot Turbo VPN - Secure Free VPN Proxy Black & White Voice Recognition Scratch Addons Google Finance Eagle for Chrome Email Finder by ContactOut – Email Lookup Tool Fake Filler Open in VLC™ media player Classic Games - Play2Day Pie Adblock: Block Ads, Get Paid FoxyProxy NflxMultiSubs (Netflix Multi. Subtitles) Raindrop.io Ibotta: Price compare, cashback, item alerts Sketchpad 3.5 Save to Notion Rakuten Button Canada Data Scraper - Easy Web Scraping ChatGPT Summary - summarize assistant PerfectPixel by WellDoneCode (pixel perfect) Set password for your browser ( chrome lock ) Selection Reader (Text to Speech) American Airlines AAdvantage® eShopping℠ Skype Calling Serenity Tabrr Dashboard - New Tab with ChatGPT XPath Helper Censor Tracker – Proxy for Privacy & Security VK Save - music downloader Copy All Urls Record, Transcribe & ChatGPT for Google Meet Xdebug helper Auto HD/4k/8k for YouTube™ - YouTube™ Auto HD RocketReach Chrome Extension Live Stream Downloader Banrisul Internet Banking Magic Eden Wallet BuiltWith Technology Profiler Search by Image Adblock Web - Adblocker for Chrome Voice to Text Into The Black Hole - True Amoled Black Theme Save All Resources Similar Sites - Discover Related Websites Speak Subtitles for YouTube Dark Mode Chrome MarketApp P2P SignalHire - find email or phone number WeTab-AI新标签页 Accept all cookies Save Image As PNG GIPHY for Chrome Prompt Genie: ChatGPT automatic translator WebRTC Network Limiter Proton VPN: Fast & Secure Augmented Steam Qwant - Search engine and tracker blocker QR Code Generator ePub Reader for Google Chrome™ Ahrefs SEO Toolbar: On-Page and SERP Tools Paint - Drawings Easy Location Guard Gmail reverse conversation Wayback Machine Split Screen for Google Chrome Set Character Encoding Slickdeals: Automatic Coupons and Deals Native HLS Playback Yoroi User-Agent Switcher and Manager TravelArrow - Your Virtual Travel Agent Premium Sender Detailed SEO Extension Flash works Again Boxel Golf Video Downloader for m3u8 & mp4 Online PDF Editor (pdf2go.com) Hypothesis - Web & PDF Annotation Connected Mind Gate Wallet Miniplay.com - Free Games Jobalytics - Resume Keyword Analyzer Font Finder Redirect Path Flash Player Enabler NACL Web Plug-in DownThemAll! SciSpace: Do hours of research in minutes RingCentral for Google SubWallet - Polkadot Wallet Auto Page Refresh Clockify Time Tracker Ignore X-Frame headers Paint Angular DevTools Leap Cosmos Wallet UserZoom Surveys Reader Mode CS2 Trader - Steam Trading Enhancer Flash Player that Works! Floating Player - PiP Mode Easy Viewer Affirm: Buy Now, Pay Later SaveFrom.net helper XML Viewer axe DevTools - Web Accessibility Testing Color Picker for Chrome™ Yandex search Pesticide for Chrome Custom profile picture for Netflix™ Pacman Popup Speech to Text (Voice Recognition) Dropbox Passwords Seznam Doplněk – Esko Trend Micro Password Manager Metastream Remote Poll Everywhere for Google Slides Windows Remix ClickOnce Helper PDF Viewer - open in PDF Reader Shopify spy scraper & parser Presto lead extractor for Bing Maps and OSM Razor Wallet DanfeOnline - Gerador de DANFE,DACTE e CC-E ICBCNewChromeExtension SAML-tracer TxtAnalyser Citavi Picker MyLOFT DualSafe Password Manager & Digital Vault Support for Read&Write Desktop™ Horizon HTML5 Redirection Extension Search and Start page — Yandex YesCaptcha assistant CyberArk Identity Browser Extension eLTAX PCdesk(WEB版) 拡張機能 Screen sharing for Video Call Tripkicks Chrome Reporting Extension X Token Login Total Safety for Chrome™ e-pity - dodatek Fortinet Privileged Access Agent Citrix Web Extension Fire Shield Extension Protection Laserfiche Web Access Extension uPerform® In-application Help Axiad Portal Extension Good Tab Keep Awake your System or Display Opus Advisor Start New Search Glance Networks Five9 Softphone Extension オクリンクプラス Webページスクリーンショット機能 Microsoft Bing Homepage Samsung ADSSO Win Bird 授業支援 マーカー Obsidian Security AppNavi Audio Converter Speed Dial Night Time In New York City Bonjourr · Minimalist Startpage Suiet | Sui Wallet Story Saver Webpage Screenshot - Entire page screenshot! Video Recorder Live Start Page - Living Wallpapers AdBlock Max - ad blocker Note Board - Sticky Notes App Braavos - Starknet Wallet Black carbon + silver metal Lumin: PDF Editor, Edit, Sign, Merge, Share and Print PDFs ProWritingAid: Grammar Checker & Paraphrasing Tool Solitaire MightyText - SMS from PC & Text from Computer Download Plus Autoskip for Youtube™ Ads Black red shards SparkChess Open SEO Stats(Formerly: PageRank Status) Astar VPN - Free and fast VPN for everyone Typing Scout - Better Typing! :) imo free video calls and text Command & Conquer Tiberium Alliances Black Menu for Google™ BeFunky Photo Editor ACG Helper - Designed for Bilibili Tab Manager by Workona EverSync - Sync bookmarks, backup favorites Price History, Tracker, Auto Coupon: Buyhatke Clean Master: the best Chrome Cache Cleaner Teal - Free Job Search & Contacts Tracker Buffer True Key™ by McAfee CloudConvert TV for Google Chrome™ MY AD FINDER NordPass® (legacy) Substital: Add subtitles to videos and movies Youtube Playback Speed Control Free Rider HD Color Enhancer Dark Space Fotor Photo Editor Music Player for Google Drive Cursor style - custom cursor for your browser YouTube без ограничений в России. Ускорить ютуб на ПК Cloud SWF Player with Drive Email Hunter News Feed Eradicator Camera Typing Test - KeyHero rikaikun Weather Underground Numerics Calculator & Converter BeFrugal: Automatic Coupons and Cash Back StayFree - Website Blocker & Web Analytics Bass Boost: HD Audio Clearbit Connect: Free, Verified B2B Emails LINE Share AudioSauna TooManyTabs for Chrome Stylebot Paint Tool for Chrome Sample Screen Shader | Smart Screen Tinting WGT Golf Challenge Sender Wallet WiseStamp email signature Audio Cutter Hootsuite Infinite Dashboard - New Tab like no other Ad Speedup - Skip Video Ads 16X Faster PttChrome Color Tab Screen & Webcam recorder - Flonnect Url Shortener for Google Chrome™ Sweezy Cursors ★ Custom Cursor for Chrome™ Pontem Crypto Wallet - Eth, Sol, BTC + NetBeans Connector BIODIGITAL HUMAN Adblock for Twitch Requestly - Intercept, Modify & Mock HTTP Requests SwiftRead - read faster, learn more 3D Solar System Web Notepad - online ChatHub - GPT-4, Gemini, Claude side by side Webcam J2TEAM Cookies WGT Golf Game WAPI FREE - Jaguar 3.2.8 Residential VPN | Tuxler Instant Gaming Night Shift Mode Coin98 Wallet ProxFlow Auto Clicker - AutoFill uTab - Unlimited Custom Dashboard Amazon Product Finder - AMZScout PRO Extension Notifier for Gmail™ SingleFile Just Read Popup Blocker (strict) Tab Auto Refresh SpeedTube: Обойти замедление YouTube. Ускорить Ютуб в России. Quick Javascript Switcher Manganum: Sidebar with Gmail and Google Calendar Full Page Screenshot Ghelper Youtube-shorts block uBlacklist SEO Minion Gmail™ Email Templates by cloudHQ Truffle Nightly iTab New Tab Notepad Night Shift Control Panel for Twitter Screenity - Screen Recorder & Annotation Tool TickTick - Todo & Task List Mike Adblock für Chrome | Chrome-Werbeblocker Stargazers Screen Reader coffeelings Moment - #1 Personal Dashboard for Chrome Bookmarks clean up iGuge Helper META SEO inspector Adblock for You AI Content Detector - Copyleaks SEO Analysis & Website Review by WooRank AliRadar Shopping Assistant Table Capture Undetectable AdBlocker Xodo PDF Viewer & Editor Koala Inspector - Shopify Spy & Dropship Tool Allow Copy + ScreenPal - Screen Recorder & Video Editor JSON-handle Cookie AutoDelete Google Tone Video Cutter Private Internet Access MindMup 2.0 - Free Mind Map web site Custom Cursor Trails Turkey Universal Video Downloader New Tab for Google Workspace™ Instapaper QR Code Reader for Google Chrome™ Mailvelope Dimensions Selectext: Copy Text from Videos BigGo Shopping Assistant PDF Editor for Chrome:Edit, Fill, Sign, Print Grepper Bybit Wallet Simple mass downloader EverBee - Find Best Selling Products on Etsy Wolfram|Alpha (Official) AliHunter - AliExpress Dropship Spy (Zopi) Auto Clicker Keyboard & Mouse for Xbox xCloud CSSViewer Download All Images Pancake v2 Adaware AdBlock FeHelper(前端助手) Markdown Viewer Cog - System Info Viewer Kerberus Sentinel3 Audio Downloader Prime AI Search GPT for Chrome Littsearch - NewTab Void Theme - Black and Minimal Aliexpress Search by image Bardeen: Automate Browser Apps with AI Google в качестве стартовой страницы Responsive Viewer Editor for Docs, Sheets & Slides VisBug Meet Plus for Google Meet TinySketch Plasma Integration Wicked Good Unarchiver Revolver - Tabs Slack Link Grabber Mindomo - Mind Map Maker with AI BlockMesh Network Careerflow AI Job Application Tracker, ATS Resume Checker, Autofill & more Paint Online - Drawing Tool AutoDraw for skribbl.io VK video saver - загрузчик видео из вконтакте Free Visio Viewer (Mac, Windows, Linux) NoteGPT: YouTube Summary, Webpages & PDF Summary Web Client for Instagram™ - Sidegram Kaspersky Protection 18.0 SVG Export PaintZ Gyazo - Share new screenshots. Instantly. UserTesting Browser Recorder Annotate: Web Annotations with Screen Sharing G-calize Paperpile Extension PlayMemories Camera Apps Downloader Material Theme Dark [blue-grey] ClickUp: Tasks, Screenshots, Email, Time BrowserStack Local WebRTC Control WebRTC Leak Shield APEX - Best Screenshot & Screen Recorder 2048 Online Classic game Colorful Tic-Tac-Toe OCR - Image Reader Allow Right-Click Internet Connection Monitor Test & Feedback SmartProxy Seznam Doplněk – Email Moesif Origin/CORS Changer & API Logger Apollo Client Devtools Helperbird: Accessibility & Productivity App TopCashback UK Get Cashback & Vouchers MPSTATS - аналитика Wildberries и OZON CORS Unblock Milky Way Over The Sea Equalizer - Bass Booster Master JSON Viewer Pro Nami Gimp online - image editor and paint tool QR Code (Generator and Reader) e-Filing - CompuOffice Online Make Money Schoology Plus Always active Window - Always Visible YouTube Party OP Auto Clicker Browser WatchDog for Chrome Leo Wallet Flash Player Emulator 2024 Easy Video Downloader Bitdefender Wallet SelectorGadget Bass Booster - Sound Master Pro AIX Downloader(Picture/Video/Music) Bulk URL Opener Extension Online messengers in All-in-One chat Microsoft Outlook Scientific Calculator Lean Library Saba Meeting Chrome Connector Free Time Games easyScholar Enable Copy Paste",
    "ta": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n - E.C.P Passbolt - Open source password manager AMZ Suggestion Expander html.to.design Norton Safe Search Enhanced Startpage — Private Search Engine 3CX Click2Call Initia Wallet Web Safety Header Editor Padlet Mini Ultimate Car Driving Game Super Mario Bros Game Kaia Wallet Symantec Authentication Client Extension Live Server Web Extension QR Code Reader Userlane Temple - Tezos Wallet Downloader For Instagram Qantas Shopping Points-Prompter Google Drive Mini TwoSeven Extension Go Incognito Smarter Smartschool ClaroRead Chrome Ask Search for Chrome AdBlock Live Securify Viewpoint Search™ PhantomBuster Glean FormApps Extension CT Access TickerIQ Securify for Chrome™ NeuralWriter — rewriting and paraphrasing Compass Wallet for Sei JSONView Fun with Anatomy: 3D Skeletal Edition VMware Horizon URL Content Redirection Helper webPass Figma Play HLS My Downloads Delinea Web Password Filler EAB Search Manager Slido Bing Homepage, Search & Trending Topics Sakura Check Linker Protecto for Chrome™ Norton Coupons Nuance PowerMic Web Extension T-Сashback — кэшбэк-сервис Trend Micro Toolbar for Mac Browser Checkup for Chrome by Doctor ICBC Chrome Extension from Tendyron Workplace Screen Sharing IntoWords Cloud Single Sign-on Assistant Oribi Speak Safety for Gmail™ Operata Collector Liquidware Browser Monitor NetDocuments Securify Advanced Web Protection Check My Permissions for Chrome Hide My History - A Private History Engine UiPath Web Automation 22.10 Code42 Incydr Five9 Plus Adapter for Agent Desktop Toolkit Vivi Quick Search Tool Calabrio Analytics Plugin Bitcleaner Surfguard Microsoft Multimedia Redirection Janus Health Teleport v3 Selected search VIPRE URL Filtering SmartBuy Flow Surf uberAgent Microsoft Bing Search Engine Forcepoint One Endpoint for Edge Fabasoft Client Great Start - Homepage Feedly Mini ResumeGPT : AI Job Autofill & Best Resume Marc Ecko Arcane Legends Cently: Automatic Coupons + Cashback for Free Mahjong Solitaire RightInbox: Email Reminders, Tracking, Notes Cath Kidston Unlimited Email Tracker by Snov.io Malus VPN - The only official version Sudoku Visualping AnswerAI - Homework AI Tutor powered by GPT-4 Wolf and the Ice Planet PlayTo for Chromecast™ Backit Plugin PDF Compressor - Smallpdf.com GPT Workspace MailTracker: Email tracker for Gmail mysms - SMS from Computer IG Follower Export Tool - IG Tools Cookie Editor Black blue shards GetEmail.io gets the email of anyone on Earth Custom Cursor-Man: Hero's Rise - Idle Game Sticky Notes 3.8 - Super Quick & Personal Writesonic: AI Writing, SEO, and Keywords Weather YouTube DJ effects / EQ / Volume Booster / Bass Booster Library Extension Until AM for Chrome iPiccy Photo Editor Cash Back Service Megabonus Slither.io Skins, Mods, Hack & Guide KeepSolid VPN Unlimited® - Best Proxy for Chrome Farmville2 X-Press Cursor Cat Shortcuts for Google™ Tabs Outliner Social Fixer for Facebook RUMIWIFI Fluff Busting Purity 穿梭Transocks回国加速器 - 海外华人回国追剧听歌 Destiny Item Manager Shortcut Поток – ускоритель YouTube Web Highlights - PDF & Web Highlighter Dr.Web Link Checker Colors TunnelBear Blocker SEO Search Simulator by Nightwatch Volume Control for Google Chrome™ Material Dark グランブルーファンタジー[ChromeApps版] WhatsUp+ for WhatsApp™ Web Galaxy Aero 1440p Material Incognito Dark Theme Web Scrobbler Prime Sender - WhatsApp Message Sender Unknown Space Nordic Forest Blue/Green Cubes Lucidchart Diagrams - Desktop DocuSign - Secure Electronic Signature Spotify Ad Blocker - Blockify SimpRead - Reader View JustBlock Security SlitherPlus - Zoom, Skin Creator, Mod,  Bots Comparador EscolhaSegura Until AM Web App Forge of Empires Elevate for Strava SmoothScroll AI Subtitles & Immersive Translate - Trancy Cold Turkey Blocker TabCloud FC Enhancer Black green shards Voice Search Lingualeo Language Translator Multi Forward for Gmail TransOver Bible Microsoft Autofill CNET Shopping Acorns Earn Superpower ChatGPT Translator for all languages Beauty Cool Clock Unblock youku and all - Unblock Boundary Cloudy Calculator Sidebarr - ChatGPT, bookmarks, apps and more Old Layout for Facebook Note Anywhere Eiffel Tower Hippo Video: Video and Screen Recorder Meow, The Cat Pet ChatGPT » Summarize & Chat Color Piano! ScriptSafe AdFly Skipper Transkriptor Transcribe Audio to Text Download Master Alternate Player for Twitch.tv Webmail Ad Blocker OneClick Cleaner for Chrome Pixiv Toolkit Next New tab page by start.me hotukdeals | Shopping with Savings Writer Waalaxy - LinkedIn Automation Tool Stealthy PriceBlink Coupons and Price Comparison Downloader for Instagram - ToolMaster Rewardsweb Chrome Apps & Extensions Developer Tool Email Finder - GetProspect Video Ad Block Youtube Speechnotes - Speech To Text Notepad LikeBoost | Free Likes Tab for a Cause Hide My IP Copy Folder Clearly Reader - Your reader mode solution Pink Triangles Mass Downloader for Instagram Full Screen for Google Tasks PDF to Word Doc Converter YouTube Auto HD + FPS Empty New Tab Page Roomstyler 3D planner TwiBlocker - Video AdBlocker Ahoy! Cleaner - history & cache clean Google Apps Script Planner 5D Text Editor Laser Cat VPN Proxy Master: Change IP for Chrome Explain and Send Screenshots Mouse Tooltip Translator - PDF & Youtube dual subs Boomerang - SOAP & REST Client Apowersoft Free Screen Recorder Torrent Search High Contrast Colorful Website Blocker (Beta) Youtube Unblocked Extension Manager Smartsheet Project Management vsHotel Download Color Picker - Eyedropper Tool Greek Beach Sweet VPN Clock for Google Chrome™ SquareX: Be Secure, Anonymous, Private Online New XKit Videochat Extension - IP Locator for Omegle Download with Ant Download Manager Dictanote User Agent Switcher Rememberry - Translate and Memorize AliSave Plus - Download AliExpress Images GeoProxy - Free Proxy Nyan Cat Progress Bar for YouTube™ SimpleExtManager Wistia Video Downloader Auto Refresh Plus Tiny Tycoon Causality Games 阻擋廣告 for YouTube™ Yellow Search Carbon Blackout Privacy Protector Adblocker Betaflight - Configurator Zoom to Fill - Ultrawide Video Chrometana - Redirect Bing Somewhere Better Uncanny Cookie Clicker Free VPN 8-Ball Pool Toolbox for Google Play Store™ Context Menu Search Save Emails as PDF by cloudHQ World Time Buddy Email Finder - LeadLeaper ZED: Zoom Easy Downloader Weebly - Website Builder Disable HTML5 Autoplay eBay UltraWide Video Southwest Airlines Rapid Rewards Shopping® Merge PDF - Smallpdf.com 1ClickVPN Proxy for Chrome Glimpse – Google Trends Supercharged Tv Online PDF Converter Noisli zkPass TransGate Zerion: Wallet for Web3 & NFTs Space Nebula Samsung Internet Earth and Moon Online speech recognition Zhongwen: Chinese-English Dictionary Offline Solitaire Auto Admit for Google Meet Spell Checker for Chrome Netflix 1080p LiveReload Ddict: AI Translation & Writing Assistant Twitter Media Assist Damnation Creek Trail - 2560x1440 Dastyar Personal Assistant in your newtab Easy Ad Blocker gorescript classic Space & Patterns Listly - Web Scraping Chessvision.ai Chess Position Scanner Anime Live Wallpapers Translate Selected Text WordPress.com Cursor Trails - Custom Cursor Trails Clipboard History Pro: best productivity tool 네이버 영어사전 (Naver English Dictionary) Image Search Options WA Bulk Message Sender Password Manager SafeInCloud Docs Online Viewer Don't F*** With Paste Smart Auto Refresh Escorrega O Preço AutoScroll KProxy AllCast Receiver Give Up Ads Blocker User JavaScript and CSS Briskine: Email templates for Gmail™ My Study Life 90kids Games Video Screenshot Trend Micro ID Protection Kaspr: B2B Phone Number and Email Finder A Passion Backspace to go Back IP Address and Domain Information StoriesHub DXF Viewer Shortkeys (Custom Keyboard Shortcuts) Google Search Maps Button Planyway for Trello: Calendar, Timeline, Time Tracking and Reports Miro: Whiteboard for Collaboration Lamborghini Drift Eightify: AI YouTube Summarizer GIMP on rollApp Privacy | Protect Your Payments Earth 3D Maps Lọc bạn bè không tương tác Sea Cliffs BlockTube AutoplayStopper Add to MyRegistry.com Button Channel Blocker Likeey Print for Google Chrome AliPrice Price Tracker Happy Friday! Sound Booster Amazon Music PaperPanda — Get millions of research papers XML Tree EXIF Viewer Classic Tab Suspender Adblock360 AliPrice Search by image for TB Currency Converter AliPrice Shopping Assistant for 1688 Timer Video Downloader Plus Learn French - Très Bien SpotiAds - Ads remover for Spotify™ All Black - Full Dark Theme/Black Theme AliPrice Search by image for China import Bitdefender Password Manager Milanote Web Clipper easyfundraising Donation Reminder 2048 AdLock: Free Adblocker & Privacy Protection Ultra Violet Skrapp.io - Email Finder Page Refresh Power Thesaurus Enable right click SimpleUndoClose Chrome extension source viewer nightTab PiggyBank Money Clicker - Idle Game Wizdler JSON Editor Mirror Mode for Google Meet™ Page Monitor Powerful Pixiv Downloader Flat - Music scores and guitar tabs editor Calendar Dark Mode Lingocloud: Web Translation, Video Translation, AI Reading Assistant TTV LOL Save Page WE Charcoal: Dark Mode for Messenger Yandex Music Downloader Todoist for Gmail Video Downloader for Vimeo StarKey Wallet - The official wallet for Supra Shorts blocker for Youtube Flash Player for the Web Netpanel study Link Redirect Trace Under The Leaf Simple Translate Vencord Web Movie maker MovieStudio video editor AliSave | Download AliExpress Images & Videos Markdown Here YouTube™ AdBlocker Ocean Diccionario RAE en un clic 2022 Who Deleted Me - See Who Unfriends You Coggle - Collaborative Mind Maps IP Domain Country Flag The Marvellous Suspender AliHelper - shopping assistant Random User-Agent (Switcher) HelloSign: Online signatures made easy Juega, chamaco. Juega TTV Adblock Plus Mailto: for Gmail™ Dualsub - Dual Subtitles for YouTube e-Dnevnik Plus Amazon FBA Calculator Free by AMZScout ShowPassword Vibn AI - ChatGPT: AI-Powered Browsing Stay Flo Highlight This: finds and marks words Vimbox Переводчик от Skyeng Hulu Ad Skipper | Ad Blocker Shoop Cashback & Gutscheine Tada Extension Enpass Password Manager Search the current site File System for Windows Behind The Overlay Redirector ShortsBlocker - Remove Shorts from YouTube Old Reddit Redirect Learn Spanish - Qué Onda Language Learning with Netflix & YouTube-AFL Scrum for Trello Marsala Buscapé Disable automatic tab discarding Print Edit WE Google Groups Mountain Lake iCloud Dashboard minerBlock Logitech Unifying for Chrome VT4Browsers Free Video Downloader FoE - Helper Batch Link Downloader Blueticks: The Ultimate WhatsApp Tool for Productivity Seamless.AI The Cleaner -  delete Cookies and Cache Pearltrees Extension Ultimate Enable Right Click ─ Allow Copy Rewards Search Automator Auto Clicker OceanHero: Save Our Oceans by Surfing the Web Happy dog - virtual pet for you and friends Scraper Synthesys X GMX MailCheck Nielsen Extension Global Twitch Emotes Grid Ruler Moon Visual Effects Google Meet WEB.DE MailCheck Space Catboy Yandex Wordstat Assistant United Airlines MileagePlus Shopping℠ Tab Session Manager Amcrest Web View Auto Tab Discard (suspend) Font Finder INSSAVE - App for Instagram Jam CheerpJ Applet Runner Fuelet Wallet | Fuel Transcribe YouTube Videos - YTScribe Honeysuckle Page load time Synology Web Clipper Local Explorer - Open File Links in Chrome Edge Translate Lego Builder Open With Download Manager Total WebShield: Chrome Antivirus Protection Auto Quality for YouTube™ VPN Professional - Free Secure and Unlimited VPN Proxy Chrome Extension HTML5 Outliner Katalon Recorder (Selenium tests generator) FastForward Chile y Limón Twitch VOD Downloader Dark Mode Google Docs OpenAI Translator SN Utils - Tools for ServiceNow Referer Control RescueTime for Chrome and Chrome OS Decentraleyes Google Meet Enhancement Suite AADL3 Auto Refresh Reload All Tabs Highlighter Basket & Ball NoScript WAIncognito Download All Images Allow Select And Copy NoFollow Weblioポップアップ英和辞典 Free Spirit Automate Your Bing Searches Lembrador Dotz WARocket Better History Analytics Debugger",
    "te": "Charm is a lightweight, privacy friendly coupon finder. Charm scans the websites you visit for the best coupons, promo codes, and discounts available.\n\n💸 Find Deals: Automatically finds coupons, promo codes, and discounts for the websites you visit.\n\n🛍️ Shop Anywhere: Over 30,000 stores supported.\n\n📈 Save Big: Users save over $100 a year on average.\n\n🖱️ Easy to Use: Copy codes with a single click in the extension popup.\n\n🔒 Privacy Friendly: We never collect user data, keeping your browsing completely private.\n\n🚀 No Sign-up Needed: Start saving instantly, no registration or setup required.\n\nMake every online purchase as sweet as honey.  Shop smart, save money, & stay private – try Charm today! 🍀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nConch AI Cloud Audio Recorder Asana Transcribe: transcribe audio/interviews fast! Sky Follower Bridge Mochi Dictionary Extension Send Anywhere For Gmail Glarity ChatGPT: Summary & Translate AnyPage Resource Override Google Translate - Side Panel Transcript - AI Study Companion Copytables Whale's Tail Beautiful Audio Editor Pocket Universe VU Quiz Firewall IPvFoo Automa Name2Email: Find email by name for free Youtube Chat in Fullscreen Linguist - web pages translator Readlang Web Reader Dictation for Gmail Visor RoSeal - Augmented Roblox Experience Python Shell Restore Old Roblox Server List Chrome Notes Button for Google Calendar Youtube TV On PC AliAssist: shopping assistant Crystal Fathom AI Meeting Assistant for Google Meet Ui.Vision VoiceWave: ChatGPT Voice Control Axiom Browser Automation & Web Scraping Blocklive: Scratch Realtime Collaboration Spending Calculator for Swiggy™ and Zomato™ Leather FasterWeb AI-powered Notes on Videos - Video Notebook Toggle JavaScript Sourcegraph Tabbed Postman - REST Client WorkingVPN - A VPN that just works Tab Muter Text To Speech with Google Drive M3U8 Downloader AutoTube - YouTube nonstop VideoAdBlocker Dark Mode Chrome Picodi.com Cashback ClearURLs Proxy Helper Directo - Travel Deals - Save on Fees The FFZ Add-On Pack TopCashback USA Get Cash Back & Coupons Grid View for Google Meet™ GAuth Authenticator Salesforce Inspector Reloaded Time Zone Converter - Savvy Time GitZip for github WebP / Avif image converter Tab Suspender I still don't care about cookies Presearch.com Search With Us Settings Rajiko Kaspersky Protection 19.0 Houzz Save Button FBA calculator for Amazon Sellers : SellerApp Twitch Channel Points Auto Clicker Best Cursors - Bloom of Custom Cursor BlazeMeter | The Continuous Testing Platform Adjust Page Brightness Bionic Reading Pricy Super Netflix AegisWeb3 PAYBACK Internet Assistent SEI Pro Tutor de tipeo Shodan BiliBili Downloader Tab Reloader (page auto refresh) Revolut Shopper Steady Flight hide.me Proxy Followers Exporter for Ins Inkscape editor for draws and graphics Photopea MerciApp — Correcteur d’orthographe et assistant de rédaction Charset Orbitum Speed Dial HLS Downloader Jasper Everywhere Extension YT-Encrypt YourTV Chrome extension Tencent Translator Growman: IG Email Extractor Talisman Wallet Project Viewer 365-Free Kimi Explorer Website SEO Checker: Free Audit & Analysis Consent-O-Matic Better PathOfExile Trading Vue.js devtools (beta) Link to Text Fragment Translate 豆包，浏览器 AI 助手 Shine Commerce uBlock Origin development build Remote for Slides Screenshot Capture Pasar Lista en Meet Copilot (Bing Chat) in Google Writefull for Overleaf Twitch Channel Points Autoclicker Blooket Hacker Mouse Dictionary Calculator YouTube To Text AI Prompt Genius Level up for Dynamics 365/Power Apps Clockwise: AI Calendar & Scheduling Assistant Google Meet Attendance Tracker Quick Translate: Reading & writing translator Validately Unmoderated Testing Night Mode Word Counter Plus Joko: Cash back & automatic coupons MediaPlayer - Video and Audio Player NeoExamShield Real-Debrid extension TimeMaps: World History Atlas Poulpeo : cashback, réductions et codes promo SEI++ HP SimplePass Colorful Rubik's Cube Over the Waves Knowt: Quizlet Import, AI Notes & Flashcards LostFilm.TV - официальный плагин JetBrains Toolbox Extension HyperWrite - AI Assistant GIPHY for Gmail ChatGPT & YouTube Summary by Glasp VideoPlayer MPD/M3U8/M3U/EPG Custom Cursor for Chrome™ PPSPY-#1 Shopify analytics & dropship tool Protractor IEability - Open in IE Privacy Extension for WhatsApp Privacy Roblox Server Finder Open in PDF Viewer DealFinder by VoucherCodes Stopwatch & Timer Clear Cache Shortcut Odoo Debug AdBlock Gold - No Ads, Pure Gold Coursology Wordmark.it Extension Property Log AWS Extend Switch Roles Influencer Analytics by Wednesday Piktochart – Visual Content Creator EZ Blocker - Easy Ad Blocker Bilibili Download Helper Chrome Piano SEO Pro Extension Dolby Voice 1.3 Zoho Vault Kaspersky Security All Doodle games Simple WebSocket Client Online Seller Addon PDF editor online dataslayer Mobile View Switcher Emsisoft Browser Security Avast SecureLine VPN Screen Capture 7TV Nightly Perplexity - AI Search SafePal Extension Wallet EPUB READER Fiverr Quick View Subtitles for Language Learning (Prime Video) Google Chat thread links & quote reply Teneo Community Node Popup Blocker - Blocks annoying Popups Freak's Axie Extension UHRS Extension MVProctor v3 Oasis.ai HeadingsMap Hashpack Dropship - Product Research Tab Auto Refresh Eternl Palette Creator Hallstatt Austria BigSeller- Product Scraper & Promotion Management GMB Everywhere - GBP Audit for Local SEO Study Tools for Magister Wallet Guard: Protect Your Crypto KOI PET TLDR This - Free automatic text summary tool Kindle Cloud Reader SellerAmp SAS - Amazon FBA Analysis Tool Writer Microsoft Bing Search & Trending Topics ZapVoice BrowserStack Image to Text (OCR) Gmail Notifier - gmail notification tool Codebender App Slides Timer Manta Wallet Lightning Extension Cashrewards PC Matic Pasty Exodus Web3 Wallet Merge PDF Yahoo Search Meet auto admit Survey Junkie You.com: Default AI Search & Chat Outreach Everywhere Translator Readwise Highlighter Rainbow ChatGPT for YouTube Smart Card Connector SyncShare Socrative Teacher Streamlabs Export To StreamElements Export Chrome History Quizizz AI: Turn Any Website into a Quiz Google Meet Mirror / Flip Camera Web Data Assistant Pinterest Tag Helper WordPress Theme Detector and Plugin Detector Omnibug WebSigner SAML Chrome Panel AODocs – Legacy Smartbar for Google Workspace DjVu.js Viewer Glider Proctoring HTML to Figma - by Builder.io K7 Webprotection Geometry Dash Strategy Game - HTML5 Game Sorftime Save Интернет-банк Faktura.ru Browse AI: Fast Web Scraping & Monitoring TON Wallet Rabatta IMTLazarusv16 HLS Player - m3u8 Streaming Player vLex Web Vitals Open in PDF Reader Microsoft Solitaire Collection with Search Popup Blocker Gold Translator The Runner Game HTML Tree Generator RappiAliados Fake news debunker by InVID & WeVerify Accessibility Insights for Web Guru Sniper Gun Shooting Game Draw on Page Datalayer Checker Keep Awake (Display | System) eidReader Plugin Chrome Extension Get cookies.txt LOCALLY MSN Homepage Plus Revision History Ad Blocker Elite Bing Search by FireShield VidAngel for Chrome Scite Certisign Soluções Corporativas - NG Download Google Lens For Mac and Windows PC IGFollow - Follower Export Tool Assinador Digital Qcertifica Google Meet Attendees & Breakout Rooms Universal Ad Blocker LingQ Importer saat netizen Privacy Tools by SecuryBrowse Fuze for Chrome Pacman Game Offline for Google Chrome No limits Of Speed Scholarscope Techloq Read AI for Gmail and Meeting Summaries UET Tag Helper (by Microsoft Advertising) Fire Shield Chrome Safety Private Search for Chrome™ Data Shield for Chrome JShelter Ceibal Library Reader SYSTRAN Translator Register Whatfix Studio Otter.ai: Record and transcribe meetings Search Safely by SecurySearch Web Privacy Assistant InstaText Wildix Collaboration Up - Ad Blocker Incognito This Tab for Google Chrome™ Extreme Car Traffic Racing Game Yahoo Search by Ghost Functionize Architect Lansweeper Chromium extension Add to Babylist Button Helix Fruit Jump Arcade Game 利用者クライアントソフト Edge/Chrome Synology Browser Notification Adblock Fortress Assinatura Digital no Navegador Readwise Site Trust Checker ReadSpeaker® TextAid for Chrome Priority Web SmarterProctoring Antidote Incognito Search for Chrome™ Add to Zola Button Cisco Network Setup Assistant GMailSend Address Checker - 誤送信防止 - XML Signer Extension Get Token Cookie Secret Server Clipboard Utility A Quote A Day Ultimate Ad Eraser Productive Search for Chrome™ Securify Your Browser Web Results for Chrome™ Protecto Whois Search™ Assinatura Digital no Navegador - SyngularID SerasaAssina – Portal Assinatura Digital Movie Finder ID.me Shop: Exclusive Community Discounts Passwordstate Plus Flappy Basketball Game FEPWeb CMS Digital Signature Extension Pop2Watch Push Security 카카오 HLS 매니저 Serasa Experian - Certificado Digital Record to Slides JetRadar - Cheap Flights & Airline tickets Unbiased Search by Protecto Secured Connection by SecuryBrowse Smarter Google Meet for Online Classes & Teams TrustBuilder Backup Whereby MathSolver Mes Envies : Ajoutez à votre liste de cadeaux EAB Search Adblock Ultra Microsoft Search in Bing quick access SecuryBrowse for Chrome™ Add Results Smart Searching Tab TrustLogin - IDaaS (Identity as a Service) Call with Jabber Bing Search by Securify Fullscreen Interactive Google Slides(TM) FCM Extension Microsoft Bing Homepage, Search & News Kindle Cloud Reader Torii IT Hit Edit Doc Opener 5 EagleCloud Extension Cats & Kittens Wallpapers HRS Plug-in: Hotel Booking Experience EShare Rolling Ball Unblocked Better Browse by SecurySearch Isabel Security Components add-on GradeCam Helper Astro IFS EE Link Handler LexiFlow BeIDConnect Automation 360 Yandex Search myViewBoard extension SkrivaText SFL Safe Search for Chrome™ Mystique Choose Your Chrome Tools Symantec Extension Lemon Learning Player 2 Sports Search for Chrome™ Orange page d'accueil Softdreams công cụ ký điện tử Inist Plugin For Chrome Beamy Foxy Newtab More Textio for Chrome Video Downloader UiPath Browser Automation 23.10 McAfee DLP Endpoint Extension CXone Agent WebRTC Extension Microsoft Bing Homepage for Chrome DigiCert Authentication Client Extension Private Mode YSoft SAFEQ Chrome Print SAFEQ Cloud Chrome Extension Parsys IBM Cognos TM1 Web Clipboard Extension Secure Search for Chrome™ SkyGuard Endpoint Browser Helper Search With Incognito Skolon Website Safety for Chrome Web Bear Search Onelog Trelson Assessment for Google Classroom Gemalto Web Signer for Barclays Sqout Bing Search UiPath Web Automation 21.10 Browse Securely for Chrome™ Privacy Keeper Mistransmission Prevention - Satellite office Skoletube Fabasoft Folio 2016 Kingsoft WebShield Chrome Plugin Enable local file links ブラウザ切替機能２ for Google Workspace™ ＜サテライトオフィス＞ After Dark Mode Transcreen CFCA CryptoKit.CIB Extension Applied Epic Extension 3D Wallpapers AdBlocker Professional Chrome Safe Forcepoint One Endpoint for Edge Cookie A.Q. UXM - Web Performance Monitor (23q4) USO Chrome Extension (Chrome Manifest V3) Group Address Book 3 - Sateraito Office Office Tools OmniSearch"
  }
}