{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Biasly News Check"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate bias ratings and check the quality of sources and facts on any news articles you visit on the web or social media"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Biasly News Check Chrome Extension operates as a real-time Bias Meter, delivering reliable and comprehensive bias ratings in an instant. It uses the latest data science and analytics to assess bias and reliability, enabling users to fact-check news for biases, accuracy, and reliability in real-time.  It also works on Facebook and Twitter to check the quality of social media posts in the your news feed.\n\n★ How it Works\n\nWhile visiting news websites, users can click on the extension icon or the 'View Bias' button on the right side of the page. The extension also works on Facebook and Twitter, allowing users to check the quality of social media posts in their news feed.\n\n★ About Biasly\n\nCreated by the founders at Biasly, a trusted media bias rating agency and news service, this extension upholds the mission of providing aggregated news and bias analytics across various news types.\n\n★ Bias Rating Scale\n\nThe Bias Rating scores on a scale of -100% to 100%, with higher negative scores indicating more liberal views and higher positive scores indicating more conservative views, while a 0% score represents neutrality.\n\n★ News Reliability Check\n\nNews reliability is assessed based on several factors including the quality and diversity of sources and quotes. Individual scores are provided, along with an average overall reliability score.\n\n★ Author Assessment\n\nOur Author Check feature provides insight into the author's bias score across other Biasly articles, helping you understand if the author leans in a particular direction.\n\n★ Politician Portrayals and Political Terms\n\nOur Bias Meter recognizes how media portray politicians, assigning negative and positive sentiment scores accordingly. The extension also measures author bias towards individual political policies and terms, giving insight into the author's portrayal and the average reader's interpretation.\n\n★ For Everyone: Educators, News Agencies, Politicians, and News Enthusiasts\n\nDesigned for people interested in understanding or teaching about media biases, this extension provides actionable insights into news consumption habits. It's a valuable tool for educators, news agencies, politicians, and anyone looking to understand the bigger picture behind the news they read.\n\n★ Getting Started with Biasly News Check Extension\n\nSetting up is easy. Install the extension and create a free Biasly account immediately after the installation. As of now, all bias ratings are free with the extension. By installing the extension, you agree to Biasly's Privacy Policy. Need help? We're just a click away on our contact page.\n\nExperience the new standard for the News Check Extension with Biasly. Understand and navigate the intricate world of news like never before. Embark on a journey towards an unbiased news comprehension now!biasly.com/contact-us/"
  }
}