{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Online PDF Converter",
    "de": "Онлайн Конвертер PDF",
    "zh_CN": "在线 PDF 转换器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Converter tool that supports PDF, Word, Excel, PPT, JPG. Convert PDF to different formats and vice versa in one click.",
    "de": "Инструмент для конвертации, который поддерживает PDF, Word, Excel, PPT, JPG. Конвертируйте PDF в различные форматы и наоборот одним…",
    "zh_CN": "支持 PDF、Word、Excel、PPT、JPG 的转换工具。只需一次点击，即可将 PDF 转换为不同格式，反之亦然。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "onverter tool that supports PDF, Word, Excel, PPT. Convert PDF to different formats and vice versa in one click.\n\nQuick and easy access right from your browser Free PDF Converter processes documents in Word, Excel, PDF, PPT and JPG. Just select Word file and press convert to PDF in order to take needed format. \n\nFeatures:\n- Simply convert PDF to Word and accurately as well as vice versa. \n- Convert PDF data to Excel to make it editable. Excel to PDF for easy reading.\n\nFriendly interface allows you to convert files quickly and easily. Take any format for free.\n\nEasy-to-use PDF tools\nConvert and edit your PDF files\n\nPlease read our affiliate program carefully before installing our extension:\nhttps://qwerpdf.com/opt-out-request.html\nWe do not update shopping-related cookies without user knowledge, append affiliate codes to URLs or replace existing affiliate codes in URLs, or apply or replace affiliate promotional codes without user knowledge or relevant user action.",
    "de": "Konvertertool, das PDF, Word, Excel und PPT unterstützt. Konvertieren Sie PDF mit einem Klick in verschiedene Formate und umgekehrt.\n\nSchneller und einfacher Zugriff direkt von Ihrem Browser aus. Der kostenlose PDF-Konverter verarbeitet Dokumente in Word, Excel, PDF, PPT und JPG. Wählen Sie einfach die Word-Datei aus und drücken Sie auf „In PDF konvertieren“, um das gewünschte Format zu erhalten.\n\nFunktionen:\n- Konvertieren Sie PDF einfach genau und präzise in Word und umgekehrt.\n- Konvertieren Sie PDF-Daten in Excel, um sie bearbeitbar zu machen. Excel in PDF für einfaches Lesen.\n\nDie benutzerfreundliche Oberfläche ermöglicht Ihnen eine schnelle und einfache Konvertierung von Dateien. Nehmen Sie jedes beliebige Format kostenlos an.\n\nEinfach zu verwendende PDF-Tools\nKonvertieren und bearbeiten Sie Ihre PDF-Dateien\n\nBitte lesen Sie unser Partnerprogramm sorgfältig durch, bevor Sie unsere Erweiterung installieren:\nhttps://qwerpdf.com/opt-out-request.html\nWir aktualisieren keine einkaufsbezogenen Cookies ohne das Wissen des Benutzers, hängen keine Partnercodes an URLs an oder ersetzen keine vorhandenen Partnercodes in URLs und wenden keine Partner-Werbecodes ohne das Wissen des Benutzers oder eine relevante Benutzeraktion an oder ersetzen diese.",
    "es": "Herramienta de conversión que admite PDF, Word, Excel, PPT. Convierta PDF a diferentes formatos y viceversa con un solo clic.\n\nAcceso rápido y sencillo directamente desde su navegador. Free PDF Converter procesa documentos en Word, Excel, PDF, PPT y JPG. Simplemente seleccione el archivo de Word y presione convertir a PDF para tomar el formato necesario.\n\nCaracterísticas:\n- Simplemente convierta PDF a Word de forma exacta y precisa, y viceversa.\n- Convierta datos PDF a Excel para hacerlos editables. Excel a PDF para una fácil lectura.\n\nLa interfaz amigable le permite convertir archivos rápida y fácilmente. Toma cualquier formato gratis.\n\nHerramientas PDF fáciles de usar\nConvierte y edita tus archivos PDF\n\nLea atentamente nuestro programa de afiliados antes de instalar nuestra extensión:\nhttps://qwerpdf.com/opt-out-request.html\nNo actualizamos las cookies relacionadas con compras sin el conocimiento del usuario, no agregamos códigos de afiliados a las URL ni reemplazamos códigos de afiliados existentes en las URL, ni aplicamos ni reemplazamos códigos promocionales de afiliados sin el conocimiento del usuario o sin una acción relevante del usuario.",
    "fr": "outil de conversion prenant en charge PDF, Word, Excel, PPT. Convertissez des PDF en différents formats et vice versa en un seul clic.\n\nAccès rapide et facile directement depuis votre navigateur. Free PDF Converter traite les documents au format Word, Excel, PDF, PPT et JPG. Sélectionnez simplement le fichier Word et appuyez sur Convertir en PDF afin de prendre le format requis.\n\nCaractéristiques:\n- Convertissez simplement le PDF en Word exactement et précisément, et vice versa.\n- Convertissez les données PDF en Excel pour les rendre modifiables. Excel au format PDF pour une lecture facile.\n\nL'interface conviviale vous permet de convertir des fichiers rapidement et facilement. Prenez n'importe quel format gratuitement.\n\nOutils PDF faciles à utiliser\nConvertissez et modifiez vos fichiers PDF\n\nVeuillez lire attentivement notre programme d'affiliation avant d'installer notre extension :\nhttps://qwerpdf.com/opt-out-request.html\nNous ne mettons pas à jour les cookies liés aux achats à l'insu de l'utilisateur, n'ajoutons pas de codes d'affiliation aux URL ou ne remplaçons pas les codes d'affiliation existants dans les URL, ni n'appliquons ou ne remplaçons les codes promotionnels d'affiliation à l'insu de l'utilisateur ou sans action pertinente de l'utilisateur.",
    "it": "strumento convertitore che supporta PDF, Word, Excel, PPT. Converti PDF in diversi formati e viceversa in un clic.\n\nAccesso facile e veloce direttamente dal tuo browser Free PDF Converter elabora documenti in Word, Excel, PDF, PPT e JPG. Basta selezionare il file Word e premere Converti in PDF per assumere il formato necessario.\n\nCaratteristiche:\n- Converti semplicemente PDF in Word esattamente nel modo giusto e accurato e viceversa.\n- Converti i dati PDF in Excel per renderli modificabili. Excel in PDF per una facile lettura.\n\nL'interfaccia amichevole ti consente di convertire i file in modo rapido e semplice. Prendi qualsiasi formato gratuitamente.\n\nStrumenti PDF facili da usare\nConverti e modifica i tuoi file PDF\n\nTi invitiamo a leggere attentamente il nostro programma di affiliazione prima di installare la nostra estensione:\nhttps://qwerpdf.com/opt-out-request.html\nNon aggiorniamo i cookie relativi agli acquisti all'insaputa dell'utente, non aggiungiamo codici di affiliazione agli URL né sostituiamo i codici di affiliazione esistenti negli URL, né applichiamo o sostituiamo codici promozionali di affiliazione all'insaputa dell'utente o senza alcuna azione pertinente da parte dell'utente.",
    "pt_BR": "ferramenta onverter que suporta PDF, Word, Excel, PPT. Converta PDF para diferentes formatos e vice-versa com um clique.\n\nAcesso rápido e fácil diretamente do seu navegador O Free PDF Converter processa documentos em Word, Excel, PDF, PPT e JPG. Basta selecionar o arquivo Word e pressionar converter para PDF para obter o formato necessário.\n\nCaracterísticas:\n- Simplesmente converta PDF para Word de maneira exata e precisa e vice-versa.\n- Converta dados PDF em Excel para torná-los editáveis. Excel para PDF para facilitar a leitura.\n\nInterface amigável permite converter arquivos de forma rápida e fácil. Pegue qualquer formato gratuitamente.\n\nFerramentas PDF fáceis de usar\nConverta e edite seus arquivos PDF\n\nPor favor, leia nosso programa de afiliados com atenção antes de instalar nossa extensão:\nhttps://qwerpdf.com/opt-out-request.html\nNão atualizamos cookies relacionados a compras sem o conhecimento do usuário, anexamos códigos de afiliados a URLs ou substituímos códigos de afiliados existentes em URLs, nem aplicamos ou substituímos códigos promocionais de afiliados sem o conhecimento do usuário ou ação relevante do usuário.",
    "pt_PT": "ferramenta onverter que suporta PDF, Word, Excel, PPT. Converta PDF para diferentes formatos e vice-versa com um clique.\n\nAcesso rápido e fácil diretamente do seu browser O Free PDF Converter processa documentos em Word, Excel, PDF, PPT e JPG. Basta selecionar o ficheiro Word e premir converter para PDF para obter o formato necessário.\n\nFuncionalidades:\n- Simplesmente converta PDF para Word de forma exata e precisa e vice-versa.\n- Converta dados PDF em Excel para os tornar editáveis. Excel para PDF para facilitar a leitura.\n\nInterface amigável permite converter ficheiros de forma rápida e fácil. Obtenha qualquer formato gratuitamente.\n\nFerramentas PDF fáceis de utilizar\nConverta e edite os seus ficheiros PDF\n\nPor favor, leia atentamente o nosso programa de afiliados antes de instalar a nossa extensão:\nhttps://qwerpdf.com/opt-out-request.html\nNão atualizamos cookies relacionados com compras sem o conhecimento do utilizador, anexamos códigos de afiliados a URLs ou substituímos códigos de afiliados existentes em URLs, nem aplicamos ou substituímos códigos promocionais de afiliados sem o conhecimento do utilizador ou ação relevante do utilizador.",
    "ru": "инструмент-конвертер, поддерживающий PDF, Word, Excel, PPT. Конвертируйте PDF в разные форматы и наоборот в один клик.\n\nБыстрый и легкий доступ прямо из браузера. Бесплатный PDF Converter обрабатывает документы в форматах Word, Excel, PDF, PPT и JPG. Просто выберите файл Word и нажмите «Конвертировать в PDF», чтобы принять необходимый формат.\n\nФункции:\n- Просто конвертируйте PDF в Word точно и точно, а также наоборот.\n- Преобразуйте данные PDF в Excel, чтобы сделать их редактируемыми. Excel в PDF для удобства чтения.\n\nДружественный интерфейс позволяет быстро и легко конвертировать файлы. Возьмите любой формат бесплатно.\n\nПростые в использовании инструменты PDF\nКонвертируйте и редактируйте ваши PDF-файлы\n\nПожалуйста, внимательно прочитайте нашу партнерскую программу перед установкой нашего расширения:\nhttps://qwerpdf.com/opt-out-request.html\nМы не обновляем файлы cookie, связанные с покупками, без ведома пользователя, не добавляем партнерские коды к URL-адресам и не заменяем существующие партнерские коды в URL-адресах, а также не применяем и не заменяем партнерские рекламные коды без ведома пользователя или соответствующего действия пользователя.",
    "zh_CN": "转换工具支持 PDF、Word、Excel、PPT。只需单击一下，即可将 PDF 转换为不同格式，反之亦然。\n\n直接从浏览器快速轻松地访问 免费 PDF 转换器可处理 Word、Excel、PDF、PPT 和 JPG 中的文档。只需选择 Word 文件并按转换为 PDF 即可获取所需格式。\n\n特点：\n- 只需将 PDF 转换为 Word，反之亦然，正确和准确。\n- 将 PDF 数据转换为 Excel 以使其可编辑。Excel 转换为 PDF 以便于阅读。\n\n友好的界面允许您快速轻松地转换文件。免费获取任何格式。\n\n易于使用的 PDF 工具\n转换和编辑您的 PDF 文件\n\n在安装我们的扩展程序之前，请仔细阅读我们的联盟计划：\nhttps://qwerpdf.com/opt-out-request.html\n我们不会在未经用户知情的情况下更新与购物相关的 cookie，不会在未经用户知情或相关用户操作的情况下将联盟代码附加到 URL 或替换 URL 中现有的联盟代码，也不会应用或替换联盟促销代码。"
  }
}