{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notion to Slides by Slides Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert Notion Pages to presentation slides in just a few clicks"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn any public or private Notion page into beautiful presentation slides with just a few clicks.\n\nSupports most Notion page content types including:\n- Headings and body text\n- Bulleted lists\n- Numbered lists\n- Tables\n- Equations\n- Callouts\n- Code\n- Blockquotes\n- Toggle lists\n- Checklists. \n\nOn a Notion page, right-click anywhere and click Convert Notion Page to Presentation. Grant permissions and sign in to view your slides.\n\nHeadings and blank paragraphs will cause a new slide to be created. Slides Generator will also preserve formatting from your Notion page such as bold, italics, underline and hyperlinks.\n\nThese features will improve your presentation experience, help you avoid context switching and enable easy sharing:\n- Embedded websites: Present from one place. We detect links in your content and embed websites and videos directly into your slides.\n- Scrollable slides: Present without limits. Don't worry about fitting content into textboxes. Let your content overflow.\n- Easy sharing: Present to the world. Easily share your presentations by publishing them and sharing a link or QR Code. Embed your presentations on your website.\n- Device-optimized: Present anywhere. Whether it be a big screen, a phone, tablet, or desktop, engage your users on any device.\n- Easy styling: Present in style. Quickly and easily personalize your presentations with minimal effort.\n\nPresentations are more than just content. Make your presentations interactive with these built-in widgets (with more on the way). Useful apps to help you avoid context switching and make your life easier.\n- Timer app: Stay in control and manage time effectively in classrooms and training sessions. Set the mood with some music.\n- Annotations app: Turn your slides into a whiteboard. Make notes and drawings on your slides to help explain ideas and concepts.\n- Calculator app: Use the calculator app widget for quick calculations and to help you think aloud."
  }
}