{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Base64 Buddy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encode or decode selected text to/from Base64"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Base64 Buddy: Your Ultimate Chrome Extension for Encoding and Decoding\n\nIn the digital age, the significance of data security and efficient handling cannot be overstated. \"Base64 Buddy\" emerges as your reliable tool designed to simplify these intricate processes through effortless encoding and decoding of texts within the Chrome browser.\n\nUnderstanding Base64 Encoding and Decoding\n\nBase64 is a binary-to-text encoding scheme that converts binary data into an ASCII string format by processing it in 24-bit blocks. This method is widely used to transmit data over media designed primarily for text, including emailing MIME attachments or embedding complex data in XML or JSON.\n\nRobust Features\n\nOne-Click Encoding/Decoding: Quickly encode or decode your highlighted text with ease, enhancing your productivity.\nContext Menu Accessibility: Right-click to reveal \"Base64 Buddy\" in the context menu, making data manipulation accessible with just one click.\nLocal Data Processing: Ensures high security and privacy as encoding and decoding actions occur directly on your device without internet dependency.\nDiverse Applications\n\nWhether securing API keys, debugging web applications, or seamlessly handling data across various formats, \"Base64 Buddy\" stands as a pivotal utility in your development and analytical endeavors.\n\nHow to Utilize Base64 Buddy\n\nInstall: Add \"Base64 Buddy\" from the Chrome Web Store.\nNavigate: Right-click selected text to see the context menu.\nChoose: Select “Encode to Base64” or “Decode from Base64”.\nResult: Watch as your text is instantaneously transformed.\nUnwavering Privacy and Security\n\n\"Base64 Buddy\" prioritizes your privacy. By processing data locally without requiring an internet connection, we ensure your information remains confidential and secure.\n\nDedicated Support and Continuous Enhancement\n\nWe are committed to providing exceptional support. For assistance, bug reports, or feature recommendations, contact us via [Support Channel]. Your feedback propels \"Base64 Buddy\" forward, shaping its future with features that matter most to you.\n\nAbout the Developer\n\nDeveloped by a passionate enthusiast of web technologies, \"Base64 Buddy\" is born out of a commitment to improve online data handling. With years of experience in web development and cybersecurity, this tool embodies a dedication to aiding peers in navigating the complexities of data encoding and decoding.\n\nAnticipating What’s Next\n\nWe are constantly exploring new features and improvements. Future updates may include advanced encoding options, integration with more web services, and user-customizable settings.\n\nFAQs\n\nIs Base64 Buddy free?\nYes, it's completely free to use.\nCan Base64 Buddy handle large texts?\nAbsolutely. \"Base64 Buddy\" is optimized for quick processing of any text size.\nIs my data safe?\nYour data remains on your device at all times and is never transmitted elsewhere.\nHearing from Our Users\n\n\"Base64 Buddy has significantly sped up my development workflow. It's indispensable!\" - Alex J.\n\n\"Simple, effective, and trustworthy. A must-have for any developer.\" - Samantha W.\n\nConclusion: Why Base64 Buddy Is Essential\n\nFor anyone engaged in web development, data analysis, or simply in need of a reliable text encoding/decoding tool, \"Base64 Buddy\" proves to be an indispensable Chrome extension. By combining ease-of-use with powerful functionality, it ensures your data handling is both secure and efficient.\n\nEnhance your browser with \"Base64 Buddy\" today, and join the community of users optimizing their data interaction experience."
  }
}