{
  "name": {
    "ar": "خرائط Bing المجانية تؤدي إلى Scraper - MapLeadScraper",
    "am,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,pl,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "Bing Maps Leads Scraper - MapLeadScraper",
    "bg": "Безплатен скрепер за потенциални клиенти на Bing Maps - MapLeadScraper",
    "bn": "বিনামূল্যে Bing মানচিত্র লিড স্ক্র্যাপার - MapLeadScraper",
    "ca": "Bing Maps Leads Scraper gratuït - MapLeadScraper",
    "cs,sk": "Zdarma Bing Maps Leads Scraper - MapLeadScraper",
    "da,sv": "Gratis Bing Maps LeadScraper - MapLeadScraper",
    "de": "Kostenloser Bing Maps Leads Scraper – MapLeadScraper",
    "el": "Δωρεάν Bing Maps Leads Scraper - MapLeadScraper",
    "es": "Raspador de clientes potenciales de Bing Maps gratuito - MapLeadScraper",
    "et": "Tasuta Bing Maps Leads Scraper – MapLeadScraper",
    "fi": "Ilmainen Bing Maps Leads Scraper - MapLeadScraper",
    "fr": "Grattoir de leads Bing Maps gratuit - MapLeadScraper",
    "hi": "फ्री बिंग मैप्स लीड्स स्क्रेपर - मैपलीडस्क्रेपर",
    "hr": "Besplatni Bing Maps Leads Scraper - MapLeadScraper",
    "hu": "Ingyenes Bing Maps Leads Scraper - MapLeadScraper",
    "id": "Pengikis Prospek Peta Bing Gratis - MapLeadScraper",
    "it": "Raschietto per contatti Bing Maps gratuito - MapLeadScraper",
    "ja": "無料の Bing マップ リード スクレイパー - MapLeadScraper",
    "ko": "무료 Bing 지도 리드 스크레이퍼 - MapLeadScraper",
    "lt": "Nemokamas Bing Maps Leads Scraper – MapLeadScraper",
    "lv": "Bezmaksas Bing Maps Leads Scraper — MapLeadScraper",
    "ms": "Penggores Penunjuk Peta Bing Percuma - Pencatat MapLead",
    "nl": "Gratis Bing Maps Leadscraper - MapLeadScraper",
    "no": "Gratis Bing Maps Lead Scraper - MapLeadScraper",
    "ro": "Bing Maps Leads Scraper gratuit - MapLeadScraper",
    "ru": "Бесплатный сборщик потенциальных клиентов Bing Maps — MapLeadScraper",
    "sl": "Brezplačni Bing Maps Leads Scraper – MapLeadScraper",
    "sr": "Бесплатан Бинг Мапс Леадс Сцрапер - МапЛеадСцрапер",
    "ta": "இலவச Bing Maps Leads Scraper - MapLeadScraper",
    "th": "ฟรี Bing Maps Leads Scraper - MapLeadScraper",
    "tr": "Ücretsiz Bing Haritalar Kazıyıcıya Yol Açıyor - MapLeadScraper",
    "uk": "Безкоштовний інструмент Bing Maps Leads Scraper - MapLeadScraper",
    "vi": "Công cụ thu thập thông năng trên bản đồ Bing miễn phí - MapLeadScraper"
  },
  "short": {
    "ar": "مكشطة ذكية للعملاء المحتملين أو تصدير أو حفظ صفحات نتائج الخرائط إلى ملف XLSX/CSV.",
    "am,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,kn,ml,mr,pl,pt_BR,pt_PT,sw,te,zh_CN,zh_TW": "A smart scraper for leads, export or save Maps result pages to XLSX/CSV file.",
    "bg": "Интелигентен скрепер за потенциални клиенти, експортиране или запазване на страници с резултати от Карти в XLSX/CSV файл.",
    "bn": "XLSX/CSV ফাইলে মানচিত্র ফলাফল পৃষ্ঠাগুলি রপ্তানি, রপ্তানি বা সংরক্ষণ করার জন্য একটি স্মার্ট স্ক্র্যাপার৷",
    "ca": "Un rascador intel·ligent per a clients potencials, exporteu o deseu les pàgines de resultats de Maps al fitxer XLSX/CSV.",
    "cs": "Inteligentní škrabka pro potenciální zákazníky, export nebo uložení stránek výsledků Map do souboru XLSX/CSV.",
    "da": "En smart skraber til kundeemner, eksportere eller gemme Maps-resultatsider til XLSX/CSV-fil.",
    "de": "Ein intelligenter Scraper für Leads, exportieren oder speichern Sie Maps-Ergebnisseiten in einer XLSX-/CSV-Datei.",
    "el": "Μια έξυπνη ξύστρα για δυνητικούς πελάτες, εξαγωγή ή αποθήκευση σελίδων αποτελεσμάτων Χαρτών σε αρχείο XLSX/CSV.",
    "es": "Un raspador inteligente para clientes potenciales, exporta o guarda páginas de resultados de Maps en un archivo XLSX/CSV.",
    "et": "Nutikas kaabits müügivihjete jaoks, Mapsi tulemuste lehtede eksportimine või salvestamine XLSX/CSV-faili.",
    "fi": "Älykäs kaavin liideille, vie tai tallenna Mapsin tulossivut XLSX/CSV-tiedostoon.",
    "fr": "Un grattoir intelligent pour les prospects, exportez ou enregistrez les pages de résultats Maps dans un fichier XLSX/CSV.",
    "hi": "मैप परिणाम पृष्ठों को एक्सएलएसएक्स/सीएसवी फ़ाइल में लीड, निर्यात या सहेजने के लिए एक स्मार्ट स्क्रैपर।",
    "hr": "Pametno struganje za potencijalne klijente, izvoz ili spremanje stranica s rezultatima Karti u XLSX/CSV datoteku.",
    "hu": "Intelligens kaparó a potenciális ügyfelek számára, exportálja vagy mentse a Térkép eredményoldalait XLSX/CSV-fájlba.",
    "id": "Pengikis cerdas untuk prospek, mengekspor atau menyimpan halaman hasil Maps ke file XLSX/CSV.",
    "it": "Uno scraper intelligente per lead, esporta o salva le pagine dei risultati di Maps in un file XLSX/CSV.",
    "ja": "見込み顧客向けのスマート スクレイパー。マップ結果ページを XLSX/CSV ファイルにエクスポートまたは保存します。",
    "ko": "리드용 스마트 스크레이퍼로 지도 결과 페이지를 XLSX/CSV 파일로 내보내거나 저장합니다.",
    "lt": "Išmanusis grandiklis potencialiems klientams, eksportuokite arba išsaugokite Žemėlapių rezultatų puslapius į XLSX / CSV failą.",
    "lv": "Vieds potenciālo pirkumu skrāpis, eksportējiet vai saglabājiet Maps rezultātu lapas XLSX/CSV failā.",
    "ms": "Pengikis pintar untuk petunjuk, mengeksport atau menyimpan halaman hasil Peta ke fail XLSX/CSV.",
    "nl": "Een slimme schraper voor leads, exporteer of bewaar Maps-resultaatpagina's naar XLSX/CSV-bestand.",
    "no": "En smart skrape for potensielle salg, eksport eller lagring av Maps-resultatsider til XLSX/CSV-fil.",
    "ro": "Un răzuitor inteligent pentru clienți potențiali, exportați sau salvați paginile cu rezultate Maps în fișierul XLSX/CSV.",
    "ru": "Умный парсер для поиска потенциальных клиентов, экспортируйте или сохраняйте страницы результатов Maps в файл XLSX/CSV.",
    "sk": "Inteligentná škrabka pre potenciálnych zákazníkov, exportovanie alebo ukladanie výsledkov máp do súboru XLSX/CSV.",
    "sl": "Pametno strgalo za potencialne stranke, izvozite ali shranite strani z rezultati zemljevidov v datoteko XLSX/CSV.",
    "sr": "Паметан стругач за потенцијалне клијенте, извоз или чување страница резултата Мапа у КСЛСКС/ЦСВ датотеку.",
    "sv": "En smart skrapa för potentiella kunder, exportera eller spara Maps resultatsidor till XLSX/CSV-fil.",
    "ta": "லீட்களுக்கான ஸ்மார்ட் ஸ்கிராப்பர், XLSX/CSV கோப்பில் வரைபட முடிவுப் பக்கங்களை ஏற்றுமதி அல்லது சேமித்தல்.",
    "th": "เครื่องมือขูดอัจฉริยะสำหรับโอกาสในการขาย ส่งออกหรือบันทึกหน้าผลลัพธ์ของ Maps เป็นไฟล์ XLSX/CSV",
    "tr": "Potansiyel müşteriler için akıllı bir kazıyıcı, Haritalar sonuç sayfalarını XLSX/CSV dosyasına aktarın veya kaydedin.",
    "uk": "Розумний скрапер для потенційних клієнтів, експорт або збереження сторінок результатів Карт у файл XLSX/CSV.",
    "vi": "Công cụ quét thông minh dành cho khách hàng tiềm năng, xuất hoặc lưu các trang kết quả của Bản đồ vào tệp XLSX/CSV."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape local business data from Bing Maps to csv file with MapLeadScraper, including leads, reviews, phone number, email address and more. Designed to increase productivity and streamline lead acquisition, this is your go-to solution for gathering leads directly from Bing Maps.\n\nJust click the \"Start Export\" button and watch as the extension quickly compiles all the essential data into a convenient Excel or CSV spreadsheet. Whether you're a marketer, sales professional, or business owner, this tool empowers you to effortlessly build a comprehensive database of potential customers.\n\nProvide a range of benefits for users, including:\n\n✅ Efficient search and extract business information from Bing Maps: With this tool, users can easily and quickly search for company information using specific keywords on Bing Maps, providing rich and detailed data on companies around the world.\n\n✅ Gather leads including website URLs, email addresses, and social media profiles: The tool provides an easy way to extract contact information from Bing Maps, including website URLs, email addresses, and social media profiles. This can help businesses reach potential customers more effectively.\n\n✅ Export data to Excel or CSV for easy analysis and integration with other tools: Data can be exported to Excel or CSV format for easy analysis and integration with other tools. This ensures that users can access and use the data they collect from the tool.\n\n✅ Streamline lead generation and save valuable time and effort: With this tool, users can automate lead generation and save valuable time and effort. It helps companies improve their outreach and expand their customer base effectively.\n\nDesigned for a variety of users, including:\n\n1. B2B marketers – For B2B marketers, finding quality email addresses is crucial to expanding their client base. This tool can help them gather such details, leading to more successful marketing campaigns.\n\n2. SaaS Companies – For SaaS companies, using this tool can help their outreach teams be more effective in retaining and expanding their customer base.\n\n3. Sales Teams – Sales teams can use this tool to reach a larger customer base and close more deals, making the sales process more efficient.\n\n4. Growth Hackers – For growth hackers, this tool can be used to achieve accurate and efficient user base growth without dedicating all their time to outreach.\n\nWhile all of these are good old products, compared to our peers, MapLeadScraper has richer and more real-time data than Presto Map lead extractor, and MapLeadScraper exports faster than G Map Extractor. We were also able to find addresses like Github appearing on the website, which no one else is currently doing.\n\nFAQs:\nhttps://www.mapleadscraper.com/#faqs",
    "de,fr": "Scrape local business data from Bing Maps to csv file with MapLeadScraper, including leads, reviews, phone number, email address and more. Designed to increase productivity and streamline lead acquisition, this is your go-to solution for gathering leads directly from Bing Maps.\n\nJust click the \"Start Export\" button and watch as the extension quickly compiles all the essential data into a convenient Excel or CSV spreadsheet. Whether you're a marketer, sales professional, or business owner, this tool empowers you to effortlessly build a comprehensive database of potential customers.\n\nProvide a range of benefits for users, including:\n\n✅ Efficient search and extract business information from Bing Maps: With this tool, users can easily and quickly search for company information using specific keywords on Bing Maps, providing rich and detailed data on companies around the world.\n\n✅ Gather leads including website URLs, email addresses, and social media profiles: The tool provides an easy way to extract contact information from Bing Maps, including website URLs, email addresses, and social media profiles. This can help businesses reach potential customers more effectively.\n\n✅ Export data to Excel or CSV for easy analysis and integration with other tools: Data can be exported to Excel or CSV format for easy analysis and integration with other tools. This ensures that users can access and use the data they collect from the tool.\n\n✅ Streamline lead generation and save valuable time and effort: With this tool, users can automate lead generation and save valuable time and effort. It helps companies improve their outreach and expand their customer base effectively.\n\nDesigned for a variety of users, including:\n\n1. B2B marketers – For B2B marketers, finding quality email addresses is crucial to expanding their client base. This tool can help them gather such details, leading to more successful marketing campaigns.\n\n2. SaaS Companies – For SaaS companies, using this tool can help their outreach teams be more effective in retaining and expanding their customer base.\n\n3. Sales Teams – Sales teams can use this tool to reach a larger customer base and close more deals, making the sales process more efficient.\n\n4. Growth Hackers – For growth hackers, this tool can be used to achieve accurate and efficient user base growth without dedicating all their time to outreach.\n\n\nWhile all of these are good old products, compared to our peers, MapLeadScraper has richer and more real-time data than Presto Map lead extractor, and MapLeadScraper exports faster than G Map Extractor. We were also able to find addresses like Github appearing on the website, which no one else is currently doing.\n\nFAQs:\nhttps://www.mapleadscraper.com/#faqs"
  }
}