{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "XF Estonian-Russian Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Translate Estonian words into Russian while browsing the internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "на русском: https://www.xfd.plus/extralingo/static/est_rus.html\n\nPlease note that the application must be activated for every webpage from the menu at the top right corner of browser window. \n\nThen you can select an Estonian word on the webpage (often a simple right-click is enough) and display translations by clicking Est-Rus in the popup menu. The XF Estonian-Russian Dictionary will display possible translation(s) in a carefully optimized popup window. If a simple right-click did not work, press and hold the <control> key during the click. \nIf the word is not part of a link, a double-click on it also triggers the popup. \n\nTo simplify activation of the application, you can pin the XF Estonian-Russian Dictionary application icon to the toolbar:\n\n1. Click the 'puzzle piece' icon at the top right corner of browser window\n2. Click the 'inject' icon next to 'XF Estonian-Russian Dictionary' \n\nThe popup window displays a minimal set of relevant words, and the user can pick the correct translation. All parts of speech are shown for each word. For example, if you click on adjective 'õige', translations for adverb 'õige' are also displayed to provide a better idea about all linguistic contexts where the word can be used. \n\nIn addition to words, the popup sometimes displays phrases that the clicked word may be a part of (it's up to the user to decide whether the sentence actually contains the phrase).\n\nAnother useful feature is that the application displays one or two blocks of example sentences/phrases/words containing the word or similar words. The first block shows examples containing the exact word (i.e. the very same sequence of letters). The second block assigns higher priority to possible multi-word matches and displays root forms too. \n\nBy default, each word, phrase or example block displays only the first three items. You can expand the complete list by clicking on the arrow icon at the bottom of each block.\n\nThe application tries to split compound words not found in the dictionary. Since it uses a purely morphological approach, and sometimes a word can be split in more than one way, the popup may display subwords from multiple combinations.   \n\nThe dictionary does not display translations for words located inside PDF documents, images or JavaScript-disabled webpage fragments.\n\nThe XF Estonian-Russian Dictionary is based on an Estonian-Russian dictionary created by the Institute of the Estonian Language (https://www.eki.ee/). For linguistic analysis the dictionary uses ESTNLTK (https://github.com/estnltk/estnltk) and Vabamorf (https://github.com/Filosoft/vabamorf)."
  }
}