{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blockchain por Linhaça"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Substituir blockchain por linhaça"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apresentando a extensão Linhaça para o Google Chrome! Com esta poderosa ferramenta, você nunca mais verá a palavra \"blockchain\" em suas páginas da web. Linhaça é a solução perfeita para aqueles que estão cansados de encontrar repetidamente esse termo tecnológico tão comum nos dias de hoje.\n\nCom a extensão Linhaça, toda vez que você encontrar a palavra \"blockchain\" em um site, ela será automaticamente substituída por \"linhaça\". Imagine ler notícias sobre as últimas tendências da linhaça, em vez de se deparar constantemente com o jargão técnico do blockchain. Essa mudança divertida e refrescante certamente tornará sua experiência de navegação mais agradável e até mesmo descontraída.\n\nA extensão Linhaça não apenas adiciona um toque de diversão à sua experiência de navegação, mas também pode ser útil para evitar a fadiga de encontrar a mesma terminologia repetidamente. Se você deseja se desligar do mundo do blockchain por um tempo ou simplesmente deseja tornar sua leitura online mais leve e descontraída, a extensão Linhaça é a escolha ideal para você.\n\nEntão, não perca tempo! Adicione a extensão Linhaça ao seu navegador Google Chrome agora mesmo e mergulhe em um mundo de linhaças virtuais. Desfrute de uma experiência única e divertida enquanto navega na web, deixando a palavra \"blockchain\" para trás e abraçando o poder da linhaça!"
  }
}