{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SuttaCentral Enhancement Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A collection of enhancements for SuttaCentral.net and related websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds several new features to the main SuttaCentral.net website, the discourse.SuttaCentral.net forum, and other websites that contain links to SuttaCentral.net. It also adds quick context search options that take you to SuttaCentral.net.\n\nOn SuttaCentral.net:\n\n- New themes\n- Customize root and translation language\n- New navigation menu\n- Add link to random sutta on home page\n- Notification of additional translations in user's language\n- Notification of Pāli parallels\n- Add root to legacy translation.\n- Clicking segment number copies URL to that segment to the clipboard\n- Adds brackets around text added by translator\n- Show current site language above the three dot menu icon\n- Show reading time\n- c copies the heading and body of the entire text to the clipboard.\n- u to copy the bare url\n- l to copy a link to the current page in a custom format\n- q to open a popup with a QR Code\n- . to select only translation\n- , to select only root language\n- ? to show keyboard hotkeys\n- Add custom CSS to the main SuttaCentral.net website.\n- Compact view options menu to avoid horizontal scrolling.\n- Mirror native hotkeys to numbers for non-Latin keyboard users\n- right/left arrows to go to next/previous text\n\n\nOn discourse.SuttaCentral.net:\n\n- Give the forum a unique favicon. ⚠️Experimental\n- Add custom CSS to the SC forum website.\n\n\nOn other sites and in the browser\n\n- Context menu to search on SuttaCentral.net\n- Context menu to search on discourse.SuttaCentral.net\n- Context menu to go to suttaplex citation\n- Context menu to go to sutta citation\n- Context menu to search PTS citation\n- Context menu to look up in DPD\n- Sutta summary popups. This allows you to hover over links to SuttaCentral.net and have a summary (aka blurb) pop up in the lower right hand corner.\n- Omnibox search. This allows you to type \"sc \" followed by a space and either a citation or the name of a sutta in the omnibox (aka URL bar, aka search bar) to get a direct link to a sutta.\n\nAll of these features can be toggled on and off.\n\nAbout SuttaCentral: SuttaCentral.net is a website dedicated to providing translations of ancient Buddhist texts. While the site already has lots of amazing features, this extension gives you even more and allows you to customize your experience while using it.\n\nAdditionally it provides short summaries to any link to the SuttaCentral.net website so you can know the basic topic without having to visit."
  }
}