{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Eudonet In"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enrich your Eudonet with your professional contact",
    "fr": "Enrichissez votre Eudonet de vos contacts pro."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Eudonet In extension allows you, through a Google Chrome add-in, to import all your contacts from all your professional networks into your Eudonet. What could be better than enriching your database with all your contacts from the number one professional social network? Easy to use and ultra-practical, it is now an indispensable CRM tool.\n\nSo don't wait any longer to make your Eudonet a complete address book.\n\nAll the \"known\" fields of LinkedIn™, namely, Avatar, First name, Last name, Email address, Phone, will be imported and transposed to your new contact in Eudonet. Also the extension will be able to recognize potential homonyms in your database.\n\nWhen creating the contact in Eudonet, you can also enter new information about the company and the address of the contact concerned. And if the company does not exist in your Eudonet, you can create it directly from the add in in LinkedIn™. \nSo don't wait any longer and add all your contacts to your Eudonet.",
    "fr": "L’extension Eudonet In, vous permet, à travers un add in Google chrome, d’importer l’ensemble de vos contacts de l'ensemble de vos réseaux professionnels dans votre Eudonet. Quoi de mieux que d’enrichir votre base de données de tous vos contacts du réseau social professionnel n°1. Simple d’utilisation et ultra-pratique, c’est désormais un outil indispensable au CRM.\n\nAlors n’attendez plus pour faire de votre Eudonet un carnet d’adresses complet.\n\nTous les champs «connus» de LinkedIn™, à savoir, Avatar, Prénom, Nom, Adresse mail, Téléphone, seront importés et transposés à votre nouveau contact dans Eudonet. Aussi l’extension sera capable de reconnaître de potentiels homonymes dans votre base.\n\nÀ la création du contact dans Eudonet, vous pouvez tout à fait, renseigner de nouvelles informations concernant la société et l'adresse du contact concerné. Et si la société n’existe pas dans votre Eudonet, vous pouvez la créer directement depuis l’add in dans LinkedIn™. \nAlors n’attendez plus et ajoutez tous vos contacts dans votre Eudonet."
  }
}