{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension for URL redirection"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirect: Your Ultimate URL Redirection Tool\n\nTired of manually navigating through multiple pages to reach your desired destination? Redirect is here to streamline your browsing experience!\n\nKey Features:\n- Effortless URL Redirection: Set up custom redirects from one URL to another with just a few clicks.\n- Exact Match or Domain-Level Redirects: Choose between redirecting specific URLs or entire domains.\n- Enable/Disable Rules: Easily toggle redirects on or off without deleting them.\n- User-Friendly Interface: Clean, intuitive design for quick setup and management of redirect rules.\n- Instant Application: Rules take effect immediately, no browser restart required.\n\nPerfect for:\n- Developers testing different environments\n- Marketing professionals managing campaign links\n- Anyone looking to create shortcuts to frequently visited sub-pages\n- Users who want to automatically redirect from mobile to desktop versions of sites (or vice versa)\n- Privacy-conscious individuals redirecting to more secure alternatives of websites\n\nRedirect puts you in control of your browsing paths. Save time, increase productivity, and customize your web experience with this powerful yet simple extension.\n\nYour feedback matters! We're constantly improving Redirect to meet your needs. Use the in-app feedback link to share your thoughts and suggestions.\n\nEnhance your browsing efficiency today with Redirect!"
  }
}