{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "More Than 10 Shortcuts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the potential to use more than 10 shortcuts in Chrome!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "24-11-08 version 1.4\n-shortcut 끼리 드래그로 위치를 조정할 수 있게 되었습니다.\n-몇 가지 버그가 해결되었습니다.\n-gmail과 image search를 상단에 띄울 수 있게 되었습니다.\n\nYou can now adjust the positions of shortcuts by dragging them.\nSeveral bugs have been fixed.\nGmail and Image Search can now be displayed at the top.\n\n---------------------\nOverview:\nMore Than 10 Shortcuts is a simple Chrome extension designed to enhance your browsing experience by allowing you to create and manage over ten shortcuts directly from your browser. This extension focuses on providing a straightforward way to access your favorite websites and includes a powerful search function to find what you need quickly.\n\nFeatures:\n\nUnlimited Shortcuts: Easily create and customize more than ten shortcuts for your favorite sites.\nQuick Search: Utilize the integrated search feature to find websites and content without hassle.\nUser-Friendly Interface: Enjoy a clean and intuitive design that makes managing your shortcuts effortless.\nWhy Choose More Than 10 Shortcuts?\nIf you often find yourself limited by the default shortcut options in Chrome, this extension is perfect for you. It streamlines your workflow by giving you quick access to essential sites and improving your overall productivity.\n\n개요:\nMore Than 10 Shortcuts는 사용자가 브라우저에서 직접 10개 이상의 바로가기를 생성하고 관리할 수 있도록 설계된 간단한 크롬 익스텐션입니다. 이 익스텐션은 즐겨찾는 웹사이트에 쉽게 접근할 수 있도록 하며, 필요한 정보를 빠르게 찾을 수 있는 강력한 검색 기능을 포함하고 있습니다.\n\n기능:\n\n무제한 바로가기: 즐겨찾는 사이트에 대해 10개 이상의 바로가기를 쉽게 생성하고 사용자 정의할 수 있습니다.\n빠른 검색: 통합된 검색 기능을 활용하여 웹사이트와 콘텐츠를 번거로움 없이 찾을 수 있습니다.\n사용자 친화적인 인터페이스: 바로가기를 쉽게 관리할 수 있도록 깨끗하고 직관적인 디자인을 제공합니다.\nMore Than 10 Shortcuts를 선택해야 하는 이유는?\n크롬의 기본 바로가기 옵션에 제한을 느끼는 경우, 이 익스텐션이 완벽합니다. 필수 사이트에 빠르게 접근할 수 있도록 작업 흐름을 간소화하고 전반적인 생산성을 향상시켜 줍니다."
  }
}