{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Visitor - Easily find B2B contact info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find Anyone, Anywhere, At Any Company - Instantly. Contact & Company Info Powered by Visual Visitor's Sales Intelligence Platform!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Visitor is the easiest way to find B2B contact information, including emails and cell phone numbers. Our platform Helps Sales and Marketing Teams Sell More in Less Time. Our Chrome plugin puts all of those features at your fingertips. Get your prospects' email addresses and direct-dial information directly from their website or LinkedIn profile.\n \nHow does Visual Visitor Extension work?\nOn Your Prospect Website: Reveal company and key decision-maker data on any company website anywhere. \n On LinkedIn Profiles: Get complete contact info such as direct dial, cell phone, and email from free LinkedIn profile pages.\n \nWho uses the Visual Visitor Extension?\nThe Visual Visitor Extension is used by revenue teams: sales, recruiters, headhunters, account managers, marketers, business developers, and people with direct client relationships.\n\nFREE to Start \nInstall Visual Visitor on your Chrome browser and get instant access to robust features and capabilities at no cost. Get your first 25 credits for FREE.  \n \nProspect faster wherever you are \nWhether you are on a prospect's website or Linkedin Profile, pull up enriched contact data on your prospects in 1 click. Data that includes accurate direct dials, work numbers, and emails. Reach out from the Extension, and get into your prospect’s inbox. \n\nContacts are Guaranteed\n Every Contact in our data set is backed by our Confidence Scoring System combined with our Industry Leading Guarantee. As a result, you can be confident that you are getting the best data in the industry. \n\nTo deliver the highest quality data, we have designed a double scoring process that uses Artificial Intelligence to score and scale each Contact. Ugh, it sounds complicated. But hold on, we made it into a simple, easy-to-understand score ranging from 0 – 100. We call this the Contact Confidence Score. Drive up your open rates and ROI with our 99% accurate Confidence Score. It’s Artificial Intelligence-driven Email Scoring x 2 – not just when we acquire the contact record but a second time when you use the Contact.  \n\nIt's Super Easy-To-Understand. An old carpenter’s proverb inspired this feature – Measure Twice, Cut Once. When we provide an email, you have one question – will this email land in the inbox? So today, we evaluate and Score every Contact Twice. The Confidence Score scale is 0 – 100. Therefore, 100 is the best possible score. Our Contact Confidence Score comes with an Automated Refund Guarantee Function, so you do not have to lift a finger.\n\nAccurate, Fast, Double Verified, and Guaranteed.\n\nOne-click integrations\nBuild lists in seconds and export contacts without switching tabs.\n\nYour Data and Privacy \nVisual Visitor collects information about you that is similar to what you’d find on a business card. Our data comes from affiliates, third parties, publicly available sources, and our community. \nFor more info: https://www.visualvisitor.com/legal-agreements/"
  }
}