{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Email This"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save ad-free articles and web pages to your email inbox for later reading."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Found a great article but don’t have time to read it now? Save the web page to your email and read it later. \nEmail This removes ads, distractions and crufty sidebars from a web page and sends a cleaned-up, readable view of the page to your email inbox. You can then open up your email inbox and read your saved articles whenever you want.\n\nEmail This is a simpler alternative to bookmarking and \"read later\" tools like Pocket, Instapaper & Readability. There is no need to signup for a new service or install any additional applications to read your saved bookmarks. You can even access your saved bookmarks offline on your mobile phones and tablets.\n\nBenefits & features\n\n* Save any web page or article with one-click\n\n* Save the current page with a keyboard shortcut\n\n* [NEW] Add notes and keywords to your saved pages. This helps you search for your content faster.\n\n* [NEW] Include PDF snapshot of all web pages\n\n* [NEW] PDF files, images, DOCX, PPTs and Excel sheets will be automatically downloaded and sent as email attachments.\n\n* Right-click and save links without opening them. We will open up that link, extract useful content from it and send you an email with its contents.\n\n* [NEW] From your mobile devices (both Android or iOS) use the share menu and send a link to save@emailthis.me. EmailThis will reply with the contents of that page.\n\n* Automatically adds a bookmarklet that lets you save pages from mobile and tablet devices (Chrome for Android, iPhone, iPad etc).\n\n* Completely free to use."
  }
}