{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ClassQ Student Windows Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing experience with the SecureBrowse Companion, a Chrome web app designed to work seamlessly with our…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your browsing experience with the SecureBrowse Companion, a Chrome web app designed to work seamlessly with our SecureBrowse Windows application. This powerful duo offers advanced control over your internet usage, ensuring safety and efficiency. Here’s what you can achieve with the SecureBrowse Companion app:\n\nBlock Specific URLs: Maintain productivity and security by blocking access to undesirable websites. Customize your browsing environment by creating a blacklist of URLs, ensuring that distractions and security threats are kept at bay.\n\nClose Specific Tabs: Gain immediate control over your browsing space. With the ability to close specific tabs directly from the Chrome app, managing your workspace becomes effortless, allowing you to focus on what's important.\n\nFetch Active Tabs: Overview at a glance! Retrieve a list of all active tabs across your browser windows. This feature is perfect for those who need to monitor and manage multiple web pages simultaneously, ensuring you never lose track of your active projects.\n\nFetch Current Active Tab: Instantly identify and retrieve information about the currently active tab. This function is ideal for quickly focusing on and switching between tasks in a busy workflow.\n\nOur integration between the Chrome web app and the Windows executable ensures a cohesive and secure browsing experience, making SecureBrowse the perfect solution for both individual users and organizations aiming to optimize their online activities.\n\nStart with SecureBrowse today and take the first step towards a more controlled and secure digital environment."
  }
}