{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ERESA(イーリサ)-Amazon商品価格変動&ランキングチェック",
    "en": "ERESA-Research and Analysis Amazon Products"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon上の画面でリアルタイムで商品のリサーチ及び分析を実現！",
    "en": "Real-time product research and analysis on Amazon's platform!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "■ERESA（イーリサ）\n\n【Web版登録者数5万人突破！】\n\nERESAはAmazon.co.jpとAmazon.comで販売されている13億以上の商品データ（出品者、価格、ランキング推移など）を無料で閲覧いただけます。\n\n商品のランキングだけでなく、その商品が月に何個売れたのか、その商品の出品者数がどれほど多いのか、時間の経過とともに価格の変動がどうなっているのかといった分析結果も、必要に応じてグラフ化し、即座に表示します。\n\n有料版では、最新のAI技術（GPT-4）による各種分析機能をご利用いただけます。\n\n\n■こちらの拡張機能の機能一覧\n\n・Amazon.co.jp及びAmazon.comに対応\n・Amazonの商品タイトルには、ERESAウェブ版へのワンクリックアクセスを可能にするボタンを追加します。\n・Keepaのミニグラフ（ランキングなど）を閲覧できます。\n・Amazonのページ上でERESAウェブ版の情報を表示します。\n・選択したテキストを右クリックするだけでERESAウェブ版での検索が可能になります。\n・Amazonの商品詳細画面や出品者一覧では、在庫数を表示します。\n\n\n■利用方法\n\n\n1.まず初めに、ERESA（イーリサ）ウェブ版に会員登録し、ログインを行ってください。\n\nhttps://search.eresa.jp/\n\n2.次に、Amazonの商品詳細ページを開いてください。\n\n3.ERESA（イーリサ）ウェブ版の詳細ページがAmazonのページ上に表示されます。\n\n\n■利用マニュアル\n\nhttps://eresa.jp/eresa/eresachrome/",
    "en": "■ ERESA\n\n[Over 50,000 Registered Users on the Web Version!] ERESA allows you to access over 1.3 billion product data (such as sellers, prices, ranking trends, etc.) from Amazon.co.jp and Amazon.com for free. (Up to 3 months on the free version)\n\nIn addition to product rankings, ERESA also provides analysis results such as how many units of a product were sold per month, how many sellers are offering the product, and how the price has changed over time. These results can be graphically displayed instantly as needed.\n\nWith the paid version, you can utilize various analysis features powered by the latest AI technology (GPT-4).\n\n■ List of Features for this Extension\n\n・Compatible with Amazon.co.jp and Amazon.com\n・Adds a button to Amazon product titles for one-click access to the ERESA web version.\n・Allows free access to paid graphs (such as rankings) from Keepa.\n・Displays information from the ERESA web version directly on Amazon pages.\n・Enables searching on the ERESA web version by simply right-clicking selected text.\n・Displays inventory quantities on Amazon's product detail pages and seller listings.\n\n■ How to Use\n\nFirst, register as a member and log in to the ERESA web version.\n\nhttps://search.eresa.jp/\n\nNext, open the product detail page on Amazon.\n\nThe ERESA web version's detailed page will be displayed on the Amazon page.\n\n■User Manual\n\nhttps://eresa.jp/eresa/eresa-extensions/"
  }
}