{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personal Crypto"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Extension for connecting cryptocurrency accounts to Personal Capital"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personal Crypto is a free chrome extension for connecting your cryptocurrency exchanges and wallets to your Personal Capital dashboard. It will also update manually entered holding prices as long as the ticker is prefixed with \"CRYPTO \" (eg. \"CRYPTO BTC\").\n\nUPDATE: Personal Crypto now supports Personal Capital's Cryptocurrency BETA accounts. These accounts update the price natively, and therefore do not need to have the \"CRYPTO\" prefix. If connected to an exchange, the quantity will still be updated based on the ticker.\n\nSupported Exchanges:\n- BinanceUS\n- Coinbase\n- Coinbase Pro\n- KuCoin\n\nSupported Wallets:\n- Bitcoin\n- Ethereum\n\nPersonal Capital offers great free wealth management tools, but does not currently support cryptocurrencies. This extension fills that gap.\n\nFor more details, a list of supported exchanges, and instructions, visit: https://github.com/awoox2/personal-crypto\n\nDISCLAIMER:\nThis project was developed for fun. Use this extension at your own risk. I am not responsible for any consequences of using this project, including but not limited to:\n\n- any funds lost from improperly secured API keys. API keys added to this extension are not secure by default and could potentially be accessed by the browser. \"Read only\" security should be set on the exchange when creating the API key. API secret keys are never sent to from your browser by this application unless in an encrypted request signature.\n- any actions taken by Personal Capital for Terms of Service violations"
  }
}