{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Huru - AI Job Interview Prep"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Master interviews, Get Hired! Practice interviews from any job offer on the entire web, any language, any job board. Good luck!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Revamp Your Interview Skills with Huru.ai!\n\nAre you a job seeker or a student preparing for the interview battlefield? Huru.ai is here to help! With our latest update, you can now import and generate job interviews from any job listing on any website, in any language.\n\nKey Features:\nEffortless Job Listing Importing: Instantly import job descriptions from any website with just one click. Whether it’s LinkedIn, Indeed, or any other platform, Huru makes it easy to access the information you need.\n\nGenerate Mock Interviews: Transform any job listing into an interactive mock interview experience tailored to the specific position you're targeting.\n\nMultilingual Support: Practice interviews in your preferred language, ensuring you’re ready no matter where you apply.\n\nReal-Time Interview Practice: Engage in realistic interview scenarios by answering common and job-specific questions. Huru.ai’s intelligent interface simulates the pressure and format of a real interview, helping you prepare effectively.\n\nInstant Feedback and Analysis: Receive immediate feedback on your responses after each practice session. Huru provides constructive insights essential for improvement.\n\nPersonalized Performance Guidance: Get tailored tips and recommendations based on your practice sessions. Huru helps identify your strengths and areas for improvement, boosting your confidence.\n\nWhy Choose Huru.ai?\nConvenience: Prepare for interviews anytime, anywhere. Whether you’re at home or on the go, Huru.ai is right there with you.\n\nConfidence Building: Practice with real job descriptions and receive feedback, so you walk into interviews knowing you've prepared thoroughly.\n\nEnhanced Interview Skills: With repeated use, you'll develop strong answers, present a polished persona, and handle interviews with poise.\n\nGet Started Today!\nTransform your interview preparation process with Huru at no cost – the smart way to practice for job interviews. Download now and take the first step towards landing your dream job with confidence!"
  }
}