{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan & Courses - Code-barres pour vos courses en ligne"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Affichez les codes-barres sur vos sites de supermarchés pour un scan facile avec Yuka et autres applis d'analyse alimentaire."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan & Courses - Code-barres pour vos courses en ligne\n\nAvec cette extension, affichez instantanément les codes-barres des produits directement sur les sites de vos supermarchés préférés, tels que Auchan, Carrefour, Leclerc, et bien d'autres. \nCette fonctionnalité vous permet de scanner facilement les produits avec des applications comme Yuka, Kwalito, ou Open Food Facts pour vérifier leur qualité nutritionnelle, leur impact environnemental, ou leurs composants.\n\nFonctionnalités principales :\n\n- Affichage automatique du code-barres : Les codes-barres apparaissent directement sur la page produit de vos sites de courses en ligne préférés.\n- Compatibilité avec les principales enseignes : Fonctionne avec Auchan, Carrefour, Leclerc, Intermarché, et bien d'autres.\n- Facile à utiliser : Aucun paramétrage nécessaire, l'extension fonctionne automatiquement une fois installée.\n- Gain de temps : Plus besoin de chercher les codes-barres manuellement ou d'aller en magasin. Scannez directement depuis votre écran.\n\nPourquoi utiliser Scan & Courses ?\n\n- Pratique : Facilite le scan des produits pour obtenir des informations précises et détaillées avant l'achat.\n- Sécurité : Comparez les produits en un clin d'œil et faites des choix plus éclairés pour votre santé et celle de vos proches.\n\nComment ça marche ?\n\n- Installez l'extension Scan & Courses depuis le Chrome Web Store.\n- Rendez-vous sur le site de votre supermarché en ligne préféré.\n- Le code-barres des produits s'affiche automatiquement sur la page produit. Il ne vous reste plus qu'à scanner avec votre application préférée !\n\nDisponible pour le moment sur : \n\n- https://www.auchan.fr\n- https://www.carrefour.fr\n- https://fd2-courses.leclercdrive.fr\n- https://www.intermarche.com\n- https://www.coursesu.com"
  }
}