{
  "name": {
    "ar": "بلياردو 8 كرات بلياردو  Online Games",
    "am": "ገንዳ 8 ኳስ ቢሊያርድስ  Puzzle Games",
    "bg": "Билярд с 8 топки  Online Game",
    "bn": "পুল 8 বল বিলিয়ার্ডস  Online Games",
    "ca": "Billar de boles de billar 8  Online Game",
    "cs": "Pool 8 Ball Billiard  Puzzle Games",
    "da": "Pool 8 Ball Billard  Online",
    "de": "Pool 8-Ball-Billard  Online Game",
    "el": "Μπιλιάρδο Pool 8 Ball  Online Game",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Pool 8 Ball Billiards - HTML5 Game",
    "es": "Billar Pool 8 Bolas  Puzzle Games",
    "et": "Piljard 8 palliga piljard  Game",
    "fa": "استخر 8 توپ بیلیارد Unblocked",
    "fi": "Pool 8 Ball Biljardi  Puzzle Games",
    "fil": "Pool 8 Ball Billiards Unblocked",
    "fr": "Billard Pool 8 boules  Online Game",
    "gu": "પૂલ 8 બોલ બિલિયર્ડ્સ  Game",
    "he": "ביליארד כדור 8 ביליארד  Unblocked Games",
    "hi,mr": "पूल 8 बॉल बिलियर्ड्स  Unblocked Game",
    "hr": "Bilijar s 8 lopti  Game",
    "hu": "Pool 8 Ball Biliárd  Unblocked Game",
    "id": "Biliar Pool 8 Bola  Unblocked Games",
    "it": "Biliardo Pool 8 Ball  Online",
    "ja": "プール 8 ボール ビリヤード Unblocked",
    "kn": "ಪೂಲ್ 8 ಬಾಲ್ ಬಿಲಿಯರ್ಡ್ಸ್  Puzzle Games",
    "ko": "풀 8 볼 당구  Online",
    "lv": "8 bumbiņu biljards  Game",
    "ml": "പൂൾ 8 ബോൾ ബില്യാർഡ്സ്  Online Game",
    "ms": "Biliard Bola Pool 8  Ball Games",
    "nl": "Pool 8 Ball Biljart  Online",
    "pl": "Bilard bilardowy z 8 piłkami  Puzzle Games",
    "ro": "Biliard cu 8 bile Unblocked",
    "ru": "Пул 8 Мяч Бильярд  Unblocked Games",
    "sk": "Pool 8 Ball Biliard  Online Game",
    "sl": "Biljard z 8 žogicami  Online",
    "sw": "Bwawa la Billiards 8 za Mpira  Online Games",
    "ta": "பூல் 8 பால் பில்லியர்ட்ஸ்  Unblocked Games",
    "te": "పూల్ 8 బాల్ బిలియర్డ్స్  Puzzle Games",
    "th": "พูล 8 ลูกบิลเลียด  Game",
    "tr": "Havuz 8 Top Bilardo  Online Games",
    "uk": "Пул 8 куль Більярд  Online"
  },
  "short": {
    "ar": "Pool 8 Ball هي لعبة رياضية ممتعة حيث نحاول إدخال كل الكرات في الثقوب عن طريق القيام بضربات من الكرات الموجودة على الطاولة.",
    "am": "ፑል 8 ኳስ በጠረጴዛው ላይ ኳሶችን በመምታት ሁሉንም ኳሶች ወደ ቀዳዳው ለማስገባት የምንሞክርበት አስደሳች የስፖርት ጨዋታ ነው።",
    "bg": "Pool 8 Ball е забавна спортна игра, в която се опитваме да вкараме всички топки в дупките, като правим удари от топките на масата.",
    "bn": "পুল 8 বল হল একটি মজার স্পোর্টস গেম যেখানে আমরা টেবিলে থাকা বলগুলি থেকে হিট করে সমস্ত বলকে গর্তে প্রবেশ করার চেষ্টা করি।",
    "ca": "Pool 8 Ball és un divertit joc d&#39;esports on intentem posar totes les boles als forats fent cops amb les boles de la taula.",
    "cs": "Pool 8 Ball je zábavná sportovní hra, kde se snažíme dostat všechny míčky do jamek údery z míčků na stole.",
    "da": "Pool 8 Ball er et sjovt sportsspil, hvor vi forsøger at få alle bolde ned i hullerne ved at lave slag fra boldene på bordet.",
    "de": "Pool 8 Ball ist ein lustiges Sportspiel, bei dem wir versuchen, alle Bälle in die Löcher zu bekommen, indem wir mit den Bällen auf…",
    "el": "Το Pool 8 Ball είναι ένα διασκεδαστικό αθλητικό παιχνίδι όπου προσπαθούμε να βάλουμε όλες τις μπάλες στις τρύπες κάνοντας χτυπήματα…",
    "en,en_AU,en_GB,en_US,es_419,lt,no,pt_BR,pt_PT,sr,sv,vi,zh_CN,zh_TW": "Pool 8 Ball is a fun sports game where we try to get all the balls into the holes by making hits from the balls on the table.",
    "es": "Pool 8 Ball es un divertido juego de deportes en el que trataremos de meter todas las bolas en los hoyos haciendo golpes con las…",
    "et": "Piljard 8 Ball on lõbus spordimäng, kus proovime laual olevatest pallidest tabamust tehes kõik pallid aukudesse saada.",
    "fa": "Pool 8 Ball یک بازی ورزشی سرگرم کننده است که در آن سعی می کنیم با ضربه زدن به توپ های روی میز، تمام توپ ها را وارد سوراخ ها کنیم.",
    "fi": "Pool 8 Ball on hauska urheilupeli, jossa yritämme saada kaikki pallot reikiin tekemällä lyöntejä pöydällä olevista palloista.",
    "fil": "Ang Pool 8 Ball ay isang nakakatuwang larong pang-sports kung saan sinusubukan naming ipasok ang lahat ng bola sa mga butas sa…",
    "fr": "Pool 8 Ball est un jeu de sport amusant où nous essayons de faire entrer toutes les balles dans les trous en faisant des coups avec…",
    "gu": "પૂલ 8 બોલ એ એક મનોરંજક રમતગમતની રમત છે જ્યાં અમે ટેબલ પરના દડાઓમાંથી હિટ કરીને તમામ બોલને છિદ્રોમાં નાખવાનો પ્રયાસ કરીએ છીએ.",
    "he": "כדור ביליארד 8 הוא משחק ספורט מהנה שבו אנו מנסים להכניס את כל הכדורים לחורים על ידי ביצוע מכות מהכדורים על השולחן.",
    "hi": "पूल 8 बॉल एक मजेदार स्पोर्ट्स गेम है जहां हम टेबल पर गेंदों से हिट बनाकर सभी गेंदों को होल में डालने की कोशिश करते हैं।",
    "hr": "Pool 8 Ball je zabavna sportska igra u kojoj pokušavamo ubaciti sve loptice u rupe udarajući loptice na stolu.",
    "hu": "A Pool 8 Ball egy szórakoztató sportjáték, ahol az asztalon lévő labdákból ütésekkel próbáljuk az összes labdát a lyukakba juttatni.",
    "id": "Pool 8 Ball adalah game olahraga seru di mana kita mencoba memasukkan semua bola ke dalam lubang dengan melakukan pukulan dari bola…",
    "it": "Pool 8 Ball è un divertente gioco di sport in cui proviamo a far entrare tutte le palline nelle buche colpendo le palline sul…",
    "ja": "Pool 8 Ball は楽しいスポーツ ゲームで、テーブル上のボールをヒットして、すべてのボールを穴に入れようとします。",
    "kn": "ಪೂಲ್ 8 ಬಾಲ್ ಒಂದು ಮೋಜಿನ ಕ್ರೀಡಾ ಆಟವಾಗಿದ್ದು, ಮೇಜಿನ ಮೇಲಿರುವ ಚೆಂಡುಗಳಿಂದ ಹಿಟ್ ಮಾಡುವ ಮೂಲಕ ನಾವು ಎಲ್ಲಾ ಚೆಂಡುಗಳನ್ನು ರಂಧ್ರಗಳಿಗೆ ಪಡೆಯಲು…",
    "ko": "Pool 8 Ball은 테이블에 있는 공을 쳐서 모든 공을 구멍에 집어넣는 재미있는 스포츠 게임입니다.",
    "lv": "Pool 8 Ball ir jautra sporta spēle, kurā mēs cenšamies visas bumbiņas dabūt bedrēs, metot sitienus no bumbiņām uz galda.",
    "ml": "പൂൾ 8 ബോൾ ഒരു രസകരമായ സ്പോർട്സ് ഗെയിമാണ്, അവിടെ മേശപ്പുറത്തുള്ള പന്തുകളിൽ നിന്ന് ഹിറ്റുകൾ ഉണ്ടാക്കി ഞങ്ങൾ എല്ലാ പന്തുകളും…",
    "mr": "पूल 8 बॉल हा एक मजेदार स्पोर्ट्स गेम आहे जेथे आम्ही टेबलवरील बॉल्समधून फटके मारून सर्व बॉल्स छिद्रांमध्ये घेण्याचा प्रयत्न करतो.",
    "ms": "Pool 8 Ball ialah permainan sukan yang menyeronokkan di mana kami cuba memasukkan semua bola ke dalam lubang dengan membuat pukulan…",
    "nl": "Pool 8 Ball is een leuk sportspel waarbij we proberen alle ballen in de gaten te krijgen door slagen te maken met de ballen op…",
    "pl": "Pool 8 Ball to zabawna gra sportowa, w której próbujemy umieścić wszystkie piłki w dołkach, uderzając kulkami na stole.",
    "ro": "Pool 8 Ball este un joc sportiv distractiv în care încercăm să introducem toate bilele în găuri făcând lovituri din bilele de pe…",
    "ru": "Pool 8 Ball – это веселая спортивная игра, в которой мы пытаемся забить все шары в лунки, нанося удары шарами по столу.",
    "sk": "Pool 8 Ball je zábavná športová hra, kde sa snažíme dostať všetky loptičky do jamiek údermi z loptičiek na stole.",
    "sl": "Pool 8 Ball je zabavna športna igra, kjer poskušamo spraviti vse žogice v luknje z udarci žogic na mizi.",
    "sw": "Mpira wa Pool 8 ni mchezo wa kufurahisha wa michezo ambapo tunajaribu kuingiza mipira yote kwenye mashimo kwa kupiga mipira iliyo…",
    "ta": "பூல் 8 பால் என்பது ஒரு வேடிக்கையான விளையாட்டு விளையாட்டு ஆகும், அங்கு மேசையில் உள்ள பந்துகளில் இருந்து வெற்றிகளை உருவாக்குவதன்…",
    "te": "పూల్ 8 బాల్ అనేది ఒక ఆహ్లాదకరమైన స్పోర్ట్స్ గేమ్, ఇక్కడ మేము టేబుల్‌పై ఉన్న బంతుల నుండి హిట్‌లు చేయడం ద్వారా అన్ని బంతులను…",
    "th": "Pool 8 Ball เป็นเกมกีฬาสนุก ๆ ที่เราพยายามทำให้ลูกบอลทั้งหมดลงหลุมโดยการตีจากลูกบอลบนโต๊ะ",
    "tr": "Pool 8 Ball, masadaki toplardan vuruşlar yaparak tüm topları deliklere sokmaya çalıştığımız eğlenceli bir spor oyunudur.",
    "uk": "Pool 8 Ball — це весела спортивна гра, у якій ми намагаємося закинути всі кулі в лунки, завдаючи ударів кульками на столі."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pool 8 Ball is a fun sports game where we try to get all the balls into the holes by making hits from the balls on the table.\n\nThere is a pool table in the game. We hit the balls on this table. Own the balls according to the ball that goes into the hole. We are trying to carefully put all the balls that belong to us into the holes. Meanwhile, the opponents are trying to insert their balls, so we must be careful when hitting them. We shoot all the balls in the holes quickly by making detailed shots. In this way, we can meet new opponents by winning the matches. Fun Billiards has emerged as a sports game that has prepared us who love the game of billiards, as well as challenging us.\n\nTo swipe Install this extension to play the Pool 8 Ball Billiards game or offline with no additional downloads and no ads. \n\nYou can contact us at support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}