{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ESD GHL Turbo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gathers information from ESD servers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\nESD GHL Turbo is a specialized Chrome extension designed to significantly enhance the productivity and efficiency of users who regularly access ESD (Energy Solutions Direct) servers. This tool simplifies the process of gathering and managing information from specified ESD-related websites, making it an indispensable utility for professionals in the field.\n\nKey Features:\nAutomated Information Extraction: The extension is expertly crafted to automatically extract phone numbers from user-defined fields on the website 'https://app.gohighlevel.com/''. This feature streamlines the process of data collection, saving valuable time and reducing manual errors.\nCustomer Checks: With a simple click, users can get additional information about select clients - bridging the gap between legacy systems, Job Nimbus, GHL, SOLO and other platforms.\nUser-Friendly Interface: The extension boasts an intuitive interface, making it accessible for users with varying levels of technical expertise.\nPrivacy-Focused: We prioritize user privacy. The extension operates exclusively on the tabs opened by the user and only interacts with specific web elements, ensuring that user data is handled securely and responsibly.\nSeamless Integration: ESD GHL Turbointegrates smoothly with the user's browser, offering a seamless experience without disrupting the usual workflow.\n\nUse Case Scenarios:\nIdeal for professionals managing ESD bookings and data. Sales reps and booking agents alike can both benefit from the tools and supplemental plugin functionality bolted on top of GHL (Go High Level).\nBeneficial for administrative staff in organizations that frequently interact with the mentioned websites for data collection and server management.\n\nWhy Choose ESD GHL Turbo?\nEfficiency: Reduces the time and effort spent on routine data collection tasks.\nAccuracy: Minimizes the likelihood of manual data entry errors.\nConvenience: Enhances the overall user experience by providing quick and easy access to essential information.\nSecurity and Compliance: Developed with a strong focus on security, ensuring that all interactions with web pages are safe and compliant with the latest web standards.\n\nFuture Updates and Support:\nWe are committed to continuously improving ESD GHL Turbo. Future updates will include new features and enhancements based on user feedback and evolving industry needs."
  }
}