{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image prompt helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A curated library of prompt keyword ideas to help you become AI Art pros!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Image Prompt Helper plugin is a cutting-edge tool for creators and designers working in the field of AI-based image generation. It boasts a huge range of predefined styles and subcategories such as \"3D Character\", \"Adorable\", \"Anime Portrait\", \"ArchViz\" and \"Beautiful Portrait\". Each category is enriched with specific keywords and styles, from 'cute and adorable cartoon' to 'hyper-realistic pencil drawing', 'digital art' and 'Pixar-style animation'. This meticulously organised database offers a wealth of ideas and inspiration, making it a treasure trove for image-making exercises.\n\nRecommendation:\nWhy choose Image Prompt Helper?\n\nVaried styles and themes. Whether it's creating a \"CyberPunk\" cityscape, a moody \"Gay scene\" or a \"Realistic anime face\", the plugin makes it easy to explore a variety of styles and themes.\n\nEasy to use. This user-friendly approach saves time and increases efficiency.\n\nIncreased creativity: the plugin's variety of predefined styles and keywords sparks creativity, encouraging users to venture into new artistic territories and experiment with ideas they might not have previously explored.\n\nQuality and detail.\n\nAccessibility for all skill levels: designed for both novice and advanced users, the plugin is invaluable for those working in the field of AI image generation, offering resources and inspiration for all skill levels.\n\nIn summary, the \"Image Prompt Helper\" Chrome browser plugin is an indispensable tool in the AI-assisted image creation process. It cleverly combines convenience, creativity and a wide range of possibilities, making it an indispensable tool for improving your artistic workflow.\n\nFuture developments are underway:\n- user defined style saves with images\n- user defined keywords\n- support for more websites\n\nChangelog:\n1.1.1\n- Added more Artist\n- more categorized for easily search\n- Keyword search\n- Save Images for prompt by context menu (right click)\n- save prompt favorites\n- added new website supports: Canva.com /bing.com/ tengr.ai/ leonardo.ai / stable diffusion (local web: 127.0.0.1)/ ideogram.ai/ nightcafe.studio/ getimg.ai"
  }
}