{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ziko.ai Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto reply to reviews on google business.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Based on the information provided, here's a professional description for Ziko.ai tailored for the Chrome Extension Store, focusing on automating replies to Google reviews using AI technology:\n\n---\n\n**Ziko.ai: Elevate Your Online Reputation with AI-Powered Responses**\n\nBoost your business's online presence and credibility effortlessly with Ziko.ai, the cutting-edge Chrome extension designed to automate and professionalize your responses to Google reviews. Utilizing the latest advancements in artificial intelligence, Ziko.ai offers a smart, efficient way to manage your reviews, saving you time while enhancing your reputation.\n\n**Key Features:**\n\n- **AI-Powered Responses:** Generate personalized, professional replies to Google reviews in seconds, tailored to each customer's feedback.\n- **Time-Saving Automation:** Streamline your review management process, allowing you to focus on running your business while maintaining an active, engaging online presence.\n- **Reputation Boost:** Improve customer satisfaction and trust by ensuring timely, thoughtful responses to their reviews, showcasing your commitment to excellence.\n- **Credibility Enhancement:** Build a positive online image with consistently high-quality replies that reflect your brand's voice and values.\n- **Easy Integration:** Seamlessly add Ziko.ai to your Chrome browser and start automating your Google review responses with minimal setup.\n\n**Why Choose Ziko.ai?**\n\nIn today's digital age, online reviews are a cornerstone of your business's reputation. With Ziko.ai, you can ensure that each review is met with a prompt, appropriate response that resonates with your customers and reflects your brand's commitment to quality. By leveraging AI to automate this crucial aspect of customer interaction, you not only save valuable time but also enhance your business's credibility and appeal in the competitive online marketplace.\n\nElevate your approach to online reviews with Ziko.ai and transform your customer feedback into a powerful tool for business growth and reputation management. Try Ziko.ai today and take the first step towards a more engaging, credible, and efficient online presence."
  }
}