{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "airmilesshops.ca® Assistant",
    "fr": "Assistant airmilesshops.caᴹᴰ"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The easiest way to get Miles at participating online stores.",
    "fr": "Le moyen le plus simple d’obtenir des milles chez les détaillants en ligne participants"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "airmilesshops.ca® Assistant by AIR MILES®\n\n\nNever miss an AIR MILES® Reward MileTM when you shop online.  \n\n\nGet Miles at hundreds of online stores\nVisit the site you want to shop on and the browser extension will let you know if it’s available. Not all stores are available through the Assistant. Check out airmilesshops.ca to view all participating stores and offers.\n\n\nSimple sign-in\nTo get started, simply sign in with your AIR MILES collector details and you're on your way.  \n\n\nInstant offers \nGet notified about offers at participating airmilesshops.ca® stores and activate them with a single click.  \n\n \nSee offers as you search \nDiscover available offers at participating online stores right inside your Google search.",
    "fr": "Assistant airmilesshops.caMD par AIR MILES MD\n\n\nNe ratez pas le moindre mille AIR MILES MD quand vous magasinez en ligne.  \n\n\nObtenez des milles chez des centaines de détaillants en ligne. \nRendez-vous sur le site où vous souhaitez magasiner et l’extension de navigateur vous dira s’il est disponible. Tous les détaillants ne sont pas disponibles par le biais de l’Assistant. Veuillez vous rendre à airmilesshops.ca pour consulter la liste des détaillants participants et des offers.  \n\n\nConnexion facile \nPour vous lancer, identifiez-vous à l’aide de vos renseignements d’adhérent AIR MILES et c’est parti!  \n\n \nOffres instantanées \nRestez informé des offres des détaillants airmilesshops.ca MD participants, et activez-les simplement.  \n\n \nVoir les offres au cours de votre recherche \nDécouvrez les offres disponibles chez les détaillants en ligne participants dans le contexte de votre recherche sur Google."
  }
}