{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReframeIt"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform Messages with One Click, Get Pro-Level Writing at Your Fingertips"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension instantly transforms your text, whether it’s a sentence, paragraph, or entire message, into polished, professional communication with a single click. No need for additional downloads or external tools—our rephrasing extension integrates seamlessly into your text box, allowing you to rephrase, reframe, or professionalize any message on the spot. Whether for formal communications or casual interactions, this tool ensures your text conveys the right tone and professionalism. Write confidently and sound professional with ease.\n\n➤ How it works ?\nThe extension integrates directly into your text box, enabling you to rephrase, reframe, or refine any message instantly with a single click.\n\n➤ What’s included?\n~ Basic\nEnjoy our Basic Plan for FREE! Receive 500 essential credits every month with our Basic Plan.\n\n• Monthly Credits: 500\n• Platforms: Gmail, WhatsApp, Outlook, Slack, LinkedIn\n\n~ Start\nThe Start Plan offers more flexibility than Basic with increased credits for users needing a boost.\n\n• Monthly Credits: 4,000\n• Platforms: Gmail, WhatsApp, Outlook, Slack, LinkedIn\n\n~ Professional\nUpgrade to Professional for advanced rephrasing with up to 10,000 monthly credits.\n\n• Monthly Credits: 10,000\n• Priority updates and bug fixes\n• Access to beta features\n• Custom reports\n• Discounted add-ons\n• Extended storage\n• 24/7 customer support\n\n➤ Works where you write\nThe extension seamlessly integrates with Gmail, Outlook, LinkedIn, WhatsApp, Slack, and more. Rephrase directly in your browser—no copying or pasting required.\n\n##Your privacy is our priority. We are committed to maintaining the security and confidentiality of your information, ensuring a user-first approach to privacy at all times."
  }
}