{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_TW": "LibreOffice Draw online",
    "es,es_419": "LibreOffice Draw en línea",
    "fr": "LibreOffice Draw en ligne",
    "hi": "LibreOffice Draw ऑनलाइन",
    "ja": "LibreOffice Draw - オンライン",
    "ko": "LibreOffice Draw 온라인",
    "ru,uk": "LibreOffice Draw онлайн",
    "zh_CN": "LibreOffice Draw 在线"
  },
  "short": {
    "ar": "قم بإنشاء الصور وتحريرها باستخدام أداة لإنشاء الصور والرسومات وتحريرها.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit pictures with a tool for creating and editing images & graphics.",
    "de": "Erstellen und bearbeiten Sie Bilder mit einem Tool zum Erstellen und Bearbeiten von Bildern und Grafiken.",
    "es,es_419": "Cree y edite imágenes con una herramienta para crear y editar imágenes y gráficos.",
    "fr": "Créez et modifiez des images avec un outil de création et d'édition d'images et de graphiques.",
    "hi": "छवियाँ और ग्राफ़िक्स बनाने और संपादित करने के लिए एक उपकरण के साथ चित्र बनाएं और संपादित करें।",
    "it": "Crea e modifica immagini con uno strumento per creare e modificare immagini e grafica.",
    "ja": "画像とグラフィックを作成および編集するためのツールを使用して、画像を作成および編集します。",
    "ko": "이미지와 그래픽을 만들고 편집하는 도구를 사용하여 그림을 만들고 편집하세요.",
    "nl": "Maak en bewerk afbeeldingen met een tool voor het maken en bewerken van afbeeldingen en afbeeldingen.",
    "pl": "Twórz i edytuj zdjęcia za pomocą narzędzia do tworzenia i edycji obrazów i grafiki.",
    "pt_BR,pt_PT": "Crie e edite imagens com uma ferramenta para criar e editar imagens e gráficos.",
    "ru": "Создавайте и редактируйте изображения с помощью инструмента для создания и редактирования изображений и графики.",
    "tr": "Görüntü ve grafik oluşturmaya ve düzenlemeye yönelik bir araçla resimler oluşturun ve düzenleyin.",
    "uk": "Створюйте та редагуйте зображення за допомогою інструменту для створення та редагування зображень і графіки.",
    "zh_CN": "使用用于创建和编辑图像和图形的工具创建和编辑图片。"
  },
  "long": {
    "ar": "يتيح هذا الامتداد للمستخدمين استخدام LibreOffice Draw عبر الإنترنت. يعد LibreOffice Draw عبر الإنترنت أداة قوية تستخدم لإنشاء الصور وتحريرها. يعد LibreOffice Draw جزءًا من مجموعة LibreOffice للتطبيقات المكتبية ويقدم مجموعة متنوعة من الميزات لمساعدتك في تصميم الصور ومعالجتها بسهولة.\n\nتتضمن بعض الميزات الرئيسية لبرنامج LibreOffice Draw عبر الإنترنت ما يلي:\n\n1. الرسومات المتجهة: يستخدم LibreOffice Draw عبر الإنترنت الرسومات المتجهة لإنشاء الصور، مما يسمح بدقة عالية الجودة وقابلية للتوسع دون فقدان الجودة.\n\n2. الأشكال والنص: يتضمن التطبيق مجموعة واسعة من الأشكال وأدوات النص لمساعدتك في إنشاء تصميمات جذابة بصريًا. يمكنك بسهولة إضافة نص وأشكال وخطوط والمزيد إلى صورك.\n\n3. دعم الطبقة: يدعم LibreOffice Draw عبر الإنترنت الطبقات، مما يسمح لك بالعمل على عناصر مختلفة من صورتك بشكل منفصل وإدارة رؤيتها وترتيبها بسهولة.\n\n4. الموصلات: يتضمن التطبيق أدوات موصل تمكنك من إنشاء مخططات انسيابية ورسوم بيانية وتمثيلات مرئية أخرى عن طريق ربط الأشكال والكائنات بالخطوط.\n\n5. معالجة الصور: يقدم LibreOffice Draw عبر الإنترنت مجموعة متنوعة من أدوات معالجة الصور، مثل الاقتصاص والتدوير وتغيير الحجم والمزيد، لمساعدتك على تخصيص صورك وتحريرها حسب الحاجة.\n\n6. خيارات التصدير: يمكنك تصدير صورك التي تم إنشاؤها في LibreOffice Draw بمجموعة متنوعة من تنسيقات الملفات، بما في ذلك JPEG وPNG وSVG والمزيد، مما يجعل من السهل مشاركة تصميماتك واستخدامها عبر منصات مختلفة.\n\nبشكل عام، يعد LibreOffice Draw عبر الإنترنت تطبيقًا متعدد الاستخدامات وسهل الاستخدام يوفر مجموعة من الميزات لمساعدتك في إنشاء الصور وتحريرها لأغراض مختلفة. سواء كنت مصممًا محترفًا أو مستخدمًا عاديًا، فإن LibreOffice Draw عبر الإنترنت لديه الأدوات التي تحتاجها لإضفاء الحيوية على أفكارك.\n\nيتضمن هذا الامتداد أيضًا الوصول إلى مدير الملفات لتحميل وتنزيل الصور التي تم إنشاؤها.\n\nهذا الامتداد هو توزيع LibreOffice Draw عبر الإنترنت لذا فهو يتوافق مع LibreOffice Draw GPL.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "This extension allows users to use the LibreOffice Draw online. LibreOffice Draw online is a powerful tool used for creating and editing images. LibreOffice Draw is a part of the LibreOffice suite of office applications and offers a variety of features to help you design and manipulate images with ease.\n\nSome of the key features of LibreOffice Draw online include:\n\n1. Vector Graphics: LibreOffice Draw online uses vector graphics to create images, allowing for high-quality resolution and scalability without losing quality.\n\n2. Shapes and Text: The app includes a wide range of shapes and text tools to help you create visually appealing designs. You can easily add text, shapes, lines, and more to your images.\n\n3. Layer Support: LibreOffice Draw online supports layers, allowing you to work on different elements of your image separately and easily manage their visibility and order.\n\n4. Connectors: The app includes connector tools that enable you to create flowcharts, diagrams, and other visual representations by connecting shapes and objects with lines.\n\n5. Image Manipulation: LibreOffice Draw online offers a variety of image manipulation tools, such as cropping, rotating, resizing, and more, to help you customize and edit your images as needed.\n\n6. Export Options: You can export your images created in LibreOffice Draw in a variety of file formats, including JPEG, PNG, SVG, and more, making it easy to share and use your designs across different platforms.\n\nOverall, LibreOffice Draw online is a versatile and user-friendly app that provides a range of features to help you create and edit images for various purposes. Whether you are a professional designer or a casual user, LibreOffice Draw online has the tools you need to bring your ideas to life.\n\nThis extension also includes access to a file manager to upload and download the images created.\n\nThis extension is the LibreOffice Draw online distribution so it is compliance with the LibreOffice Draw GPL.",
    "de": "Mit dieser Erweiterung können Benutzer LibreOffice Draw online verwenden. LibreOffice Draw online ist ein leistungsstarkes Tool zum Erstellen und Bearbeiten von Bildern. LibreOffice Draw ist Teil der LibreOffice-Suite von Büroanwendungen und bietet eine Vielzahl von Funktionen, die Ihnen beim einfachen Entwerfen und Bearbeiten von Bildern helfen.\n\nZu den wichtigsten Funktionen von LibreOffice Draw online gehören:\n\n1. Vektorgrafiken: LibreOffice Draw online verwendet Vektorgrafiken zum Erstellen von Bildern und ermöglicht so eine hochwertige Auflösung und Skalierbarkeit ohne Qualitätsverlust.\n\n2. Formen und Text: Die App enthält eine große Auswahl an Formen und Textwerkzeugen, mit denen Sie optisch ansprechende Designs erstellen können. Sie können Ihren Bildern ganz einfach Text, Formen, Linien und mehr hinzufügen.\n\n3. Ebenenunterstützung: LibreOffice Draw online unterstützt Ebenen, sodass Sie verschiedene Elemente Ihres Bildes separat bearbeiten und deren Sichtbarkeit und Reihenfolge einfach verwalten können.\n\n4. Konnektoren: Die App enthält Konnektor-Tools, mit denen Sie Flussdiagramme, Diagramme und andere visuelle Darstellungen erstellen können, indem Sie Formen und Objekte mit Linien verbinden.\n\n5. Bildbearbeitung: LibreOffice Draw online bietet eine Vielzahl von Bildbearbeitungswerkzeugen wie Zuschneiden, Drehen, Größenänderung und mehr, mit denen Sie Ihre Bilder nach Bedarf anpassen und bearbeiten können.\n\n6. Exportoptionen: Sie können Ihre in LibreOffice Draw erstellten Bilder in verschiedene Dateiformate exportieren, darunter JPEG, PNG, SVG und mehr, sodass Sie Ihre Designs ganz einfach auf verschiedenen Plattformen teilen und verwenden können.\n\nInsgesamt ist LibreOffice Draw online eine vielseitige und benutzerfreundliche App, die eine Reihe von Funktionen bietet, die Ihnen beim Erstellen und Bearbeiten von Bildern für verschiedene Zwecke helfen. Egal, ob Sie ein professioneller Designer oder ein Gelegenheitsbenutzer sind, LibreOffice Draw online verfügt über die Tools, die Sie benötigen, um Ihre Ideen zum Leben zu erwecken.\n\nDiese Erweiterung beinhaltet auch den Zugriff auf einen Dateimanager zum Hoch- und Herunterladen der erstellten Bilder.\n\nDiese Erweiterung ist die Online-Distribution von LibreOffice Draw und entspricht daher der GPL von LibreOffice Draw.",
    "es,es_419": "Esta extensión permite a los usuarios utilizar LibreOffice Draw en línea. LibreOffice Draw en línea es una poderosa herramienta que se utiliza para crear y editar imágenes. LibreOffice Draw es parte del conjunto de aplicaciones de oficina LibreOffice y ofrece una variedad de funciones para ayudarlo a diseñar y manipular imágenes con facilidad.\n\nAlgunas de las características clave de LibreOffice Draw en línea incluyen:\n\n1. Gráficos vectoriales: LibreOffice Draw online utiliza gráficos vectoriales para crear imágenes, lo que permite una resolución de alta calidad y escalabilidad sin perder calidad.\n\n2. Formas y texto: la aplicación incluye una amplia gama de formas y herramientas de texto para ayudarte a crear diseños visualmente atractivos. Puede agregar fácilmente texto, formas, líneas y más a sus imágenes.\n\n3. Compatibilidad con capas: LibreOffice Draw en línea admite capas, lo que le permite trabajar en diferentes elementos de su imagen por separado y administrar fácilmente su visibilidad y orden.\n\n4. Conectores: la aplicación incluye herramientas de conectores que le permiten crear diagramas de flujo, diagramas y otras representaciones visuales conectando formas y objetos con líneas.\n\n5. Manipulación de imágenes: LibreOffice Draw en línea ofrece una variedad de herramientas de manipulación de imágenes, como recortar, rotar, cambiar el tamaño y más, para ayudarlo a personalizar y editar sus imágenes según sea necesario.\n\n6. Opciones de exportación: puede exportar sus imágenes creadas en LibreOffice Draw en una variedad de formatos de archivo, incluidos JPEG, PNG, SVG y más, lo que facilita compartir y usar sus diseños en diferentes plataformas.\n\nEn general, LibreOffice Draw online es una aplicación versátil y fácil de usar que proporciona una variedad de funciones para ayudarle a crear y editar imágenes para diversos fines. Ya sea que sea un diseñador profesional o un usuario ocasional, LibreOffice Draw en línea tiene las herramientas que necesita para hacer realidad sus ideas.\n\nEsta extensión también incluye acceso a un administrador de archivos para cargar y descargar las imágenes creadas.\n\nEsta extensión es la distribución en línea de LibreOffice Draw, por lo que cumple con la GPL de LibreOffice Draw.",
    "fr": "Cette extension permet aux utilisateurs d'utiliser LibreOffice Draw en ligne. LibreOffice Draw en ligne est un outil puissant utilisé pour créer et éditer des images. LibreOffice Draw fait partie de la suite d'applications bureautiques LibreOffice et offre une variété de fonctionnalités pour vous aider à concevoir et manipuler des images en toute simplicité.\n\nCertaines des fonctionnalités clés de LibreOffice Draw en ligne incluent :\n\n1. Graphiques vectoriels : LibreOffice Draw en ligne utilise des graphiques vectoriels pour créer des images, permettant une résolution et une évolutivité de haute qualité sans perte de qualité.\n\n2. Formes et texte : l'application comprend une large gamme d'outils de formes et de texte pour vous aider à créer des designs visuellement attrayants. Vous pouvez facilement ajouter du texte, des formes, des lignes et bien plus encore à vos images.\n\n3. Prise en charge des calques : LibreOffice Draw en ligne prend en charge les calques, vous permettant de travailler séparément sur différents éléments de votre image et de gérer facilement leur visibilité et leur ordre.\n\n4. Connecteurs : l'application comprend des outils de connexion qui vous permettent de créer des organigrammes, des diagrammes et d'autres représentations visuelles en connectant des formes et des objets avec des lignes.\n\n5. Manipulation d'images : LibreOffice Draw en ligne propose une variété d'outils de manipulation d'images, tels que le recadrage, la rotation, le redimensionnement, etc., pour vous aider à personnaliser et à modifier vos images selon vos besoins.\n\n6. Options d'exportation : vous pouvez exporter vos images créées dans LibreOffice Draw dans une variété de formats de fichiers, notamment JPEG, PNG, SVG, etc., ce qui facilite le partage et l'utilisation de vos conceptions sur différentes plates-formes.\n\nDans l'ensemble, LibreOffice Draw en ligne est une application polyvalente et conviviale qui offre une gamme de fonctionnalités pour vous aider à créer et à modifier des images à diverses fins. Que vous soyez un designer professionnel ou un utilisateur occasionnel, LibreOffice Draw en ligne dispose des outils dont vous avez besoin pour donner vie à vos idées.\n\nCette extension comprend également l'accès à un gestionnaire de fichiers pour télécharger et télécharger les images créées.\n\nCette extension est la distribution en ligne LibreOffice Draw, elle est donc conforme à la GPL LibreOffice Draw.",
    "hi": "यह एक्सटेंशन उपयोगकर्ताओं को लिबरऑफिस ड्रा का ऑनलाइन उपयोग करने की अनुमति देता है। लिबरऑफिस ड्रा ऑनलाइन एक शक्तिशाली उपकरण है जिसका उपयोग छवियां बनाने और संपादित करने के लिए किया जाता है। लिबरऑफिस ड्रा कार्यालय अनुप्रयोगों के लिबरऑफिस सुइट का एक हिस्सा है और आपको आसानी से छवियों को डिजाइन करने और हेरफेर करने में मदद करने के लिए कई प्रकार की सुविधाएँ प्रदान करता है।\n\nलिबरऑफिस ड्रा ऑनलाइन की कुछ प्रमुख विशेषताओं में शामिल हैं:\n\n1. वेक्टर ग्राफिक्स: लिबरऑफिस ड्रा ऑनलाइन छवियों को बनाने के लिए वेक्टर ग्राफिक्स का उपयोग करता है, जो गुणवत्ता खोए बिना उच्च गुणवत्ता वाले रिज़ॉल्यूशन और स्केलेबिलिटी की अनुमति देता है।\n\n2. आकृतियाँ और पाठ: ऐप में आपको आकर्षक डिज़ाइन बनाने में मदद करने के लिए आकृतियों और पाठ टूल की एक विस्तृत श्रृंखला शामिल है। आप अपनी छवियों में आसानी से टेक्स्ट, आकार, रेखाएं और बहुत कुछ जोड़ सकते हैं।\n\n3. परत समर्थन: लिबरऑफिस ड्रा ऑनलाइन परतों का समर्थन करता है, जिससे आप अपनी छवि के विभिन्न तत्वों पर अलग से काम कर सकते हैं और उनकी दृश्यता और क्रम को आसानी से प्रबंधित कर सकते हैं।\n\n4. कनेक्टर्स: ऐप में कनेक्टर टूल शामिल हैं जो आपको आकृतियों और वस्तुओं को रेखाओं से जोड़कर फ़्लोचार्ट, आरेख और अन्य दृश्य प्रतिनिधित्व बनाने में सक्षम बनाते हैं।\n\n5. छवि हेरफेर: लिबरऑफिस ड्रा ऑनलाइन आपकी छवियों को आवश्यकतानुसार अनुकूलित और संपादित करने में मदद करने के लिए विभिन्न प्रकार के छवि हेरफेर उपकरण प्रदान करता है, जैसे कि क्रॉप करना, घुमाना, आकार बदलना और बहुत कुछ।\n\n6. निर्यात विकल्प: आप लिबरऑफिस ड्रा में बनाई गई अपनी छवियों को जेपीईजी, पीएनजी, एसवीजी और अन्य सहित विभिन्न फ़ाइल स्वरूपों में निर्यात कर सकते हैं, जिससे विभिन्न प्लेटफार्मों पर अपने डिज़ाइन को साझा करना और उपयोग करना आसान हो जाता है।\n\nकुल मिलाकर, लिबरऑफिस ड्रा ऑनलाइन एक बहुमुखी और उपयोगकर्ता के अनुकूल ऐप है जो आपको विभिन्न उद्देश्यों के लिए छवियां बनाने और संपादित करने में मदद करने के लिए कई सुविधाएं प्रदान करता है। चाहे आप एक पेशेवर डिजाइनर हों या एक आकस्मिक उपयोगकर्ता, लिबरऑफिस ड्रा ऑनलाइन में आपके विचारों को जीवन में लाने के लिए आवश्यक उपकरण हैं।\n\nइस एक्सटेंशन में बनाई गई छवियों को अपलोड और डाउनलोड करने के लिए फ़ाइल प्रबंधक तक पहुंच भी शामिल है।\n\nयह एक्सटेंशन लिबरऑफिस ड्रा ऑनलाइन वितरण है इसलिए यह लिबरऑफिस ड्रा जीपीएल का अनुपालन करता है।",
    "it": "Questa estensione consente agli utenti di utilizzare LibreOffice Draw online. LibreOffice Draw online è un potente strumento utilizzato per creare e modificare immagini. LibreOffice Draw fa parte della suite di applicazioni per ufficio LibreOffice e offre una varietà di funzionalità per aiutarti a progettare e manipolare le immagini con facilità.\n\nAlcune delle caratteristiche principali di LibreOffice Draw online includono:\n\n1. Grafica vettoriale: LibreOffice Draw online utilizza la grafica vettoriale per creare immagini, consentendo risoluzione e scalabilità di alta qualità senza perdere qualità.\n\n2. Forme e testo: l'app include un'ampia gamma di forme e strumenti di testo per aiutarti a creare progetti visivamente accattivanti. Puoi aggiungere facilmente testo, forme, linee e altro alle tue immagini.\n\n3. Supporto dei livelli: LibreOffice Draw online supporta i livelli, consentendoti di lavorare separatamente su diversi elementi dell'immagine e di gestirne facilmente la visibilità e l'ordine.\n\n4. Connettori: l'app include strumenti connettori che consentono di creare diagrammi di flusso, diagrammi e altre rappresentazioni visive collegando forme e oggetti con linee.\n\n5. Manipolazione delle immagini: LibreOffice Draw online offre una varietà di strumenti di manipolazione delle immagini, come ritaglio, rotazione, ridimensionamento e altro, per aiutarti a personalizzare e modificare le tue immagini secondo necessità.\n\n6. Opzioni di esportazione: puoi esportare le tue immagini create in LibreOffice Draw in una varietà di formati di file, inclusi JPEG, PNG, SVG e altri, semplificando la condivisione e l'utilizzo dei tuoi progetti su piattaforme diverse.\n\nNel complesso, LibreOffice Draw online è un'app versatile e facile da usare che fornisce una gamma di funzionalità per aiutarti a creare e modificare immagini per vari scopi. Che tu sia un designer professionista o un utente occasionale, LibreOffice Draw online ha gli strumenti necessari per dare vita alle tue idee.\n\nQuesta estensione include anche l'accesso a un file manager per caricare e scaricare le immagini create.\n\nQuesta estensione è la distribuzione online di LibreOffice Draw, quindi è conforme alla licenza GPL di LibreOffice Draw.",
    "ja": "この拡張機能を使用すると、ユーザーは LibreOffice Draw をオンラインで使用できるようになります。 LibreOffice Draw online は、画像の作成と編集に使用される強力なツールです。 LibreOffice Draw は、オフィス アプリケーションの LibreOffice スイートの一部であり、画像のデザインや操作を簡単に行うためのさまざまな機能を提供します。\n\nLibreOffice Draw online の主な機能には次のようなものがあります。\n\n1. ベクター グラフィックス: LibreOffice Draw online はベクター グラフィックスを使用して画像を作成し、品質を損なうことなく高品質の解像度と拡張性を実現します。\n\n2. 図形とテキスト: このアプリには、視覚的に魅力的なデザインの作成に役立つさまざまな図形とテキスト ツールが含まれています。 画像にテキスト、図形、線などを簡単に追加できます。\n\n3. レイヤーのサポート: LibreOffice Draw online はレイヤーをサポートしているため、画像のさまざまな要素を個別に操作し、その表示と順序を簡単に管理できます。\n\n4. コネクタ: このアプリには、図形やオブジェクトを線で接続することでフローチャート、図、その他の視覚的表現を作成できるコネクタ ツールが含まれています。\n\n5. 画像操作: LibreOffice Draw online は、必要に応じて画像をカスタマイズおよび編集するのに役立つ、トリミング、回転、サイズ変更などのさまざまな画像操作ツールを提供します。\n\n6. エクスポート オプション: LibreOffice Draw で作成した画像を JPEG、PNG、SVG などのさまざまなファイル形式でエクスポートできるため、さまざまなプラットフォーム間でデザインを簡単に共有して使用できます。\n\n全体として、LibreOffice Draw online は、さまざまな目的で画像を作成および編集するのに役立つさまざまな機能を提供する、多用途でユーザーフレンドリーなアプリです。 プロのデザイナーでも一般ユーザーでも、LibreOffice Draw online にはアイデアを実現するために必要なツールが揃っています。\n\nこの拡張機能には、作成された画像をアップロードおよびダウンロードするためのファイル マネージャーへのアクセスも含まれています。\n\nこの拡張機能は LibreOffice Draw オンライン ディストリビューションであるため、LibreOffice Draw GPL に準拠しています。",
    "ko": "이 확장을 통해 사용자는 LibreOffice Draw를 온라인으로 사용할 수 있습니다. LibreOffice Draw 온라인은 이미지 생성 및 편집에 사용되는 강력한 도구입니다. LibreOffice Draw는 LibreOffice 사무용 응용 프로그램 제품군의 일부이며 이미지를 쉽게 디자인하고 조작하는 데 도움이 되는 다양한 기능을 제공합니다.\n\nLibreOffice Draw 온라인의 주요 기능 중 일부는 다음과 같습니다.\n\n1. 벡터 그래픽: LibreOffice Draw 온라인은 벡터 그래픽을 사용하여 이미지를 생성하므로 품질 저하 없이 고품질 해상도와 확장성을 제공합니다.\n\n2. 도형 및 텍스트: 이 앱에는 시각적으로 매력적인 디자인을 만드는 데 도움이 되는 다양한 도형 및 텍스트 도구가 포함되어 있습니다. 이미지에 텍스트, 도형, 선 등을 쉽게 추가할 수 있습니다.\n\n3. 레이어 지원: LibreOffice Draw 온라인은 레이어를 지원하므로 이미지의 다양한 요소를 개별적으로 작업하고 가시성과 순서를 쉽게 관리할 수 있습니다.\n\n4. 커넥터: 앱에는 도형과 개체를 선으로 연결하여 순서도, 다이어그램 및 기타 시각적 표현을 만들 수 있는 커넥터 도구가 포함되어 있습니다.\n\n5. 이미지 조작: LibreOffice Draw 온라인은 필요에 따라 이미지를 사용자 정의하고 편집하는 데 도움이 되는 자르기, 회전, 크기 조정 등과 같은 다양한 이미지 조작 도구를 제공합니다.\n\n6. 내보내기 옵션: LibreOffice Draw에서 만든 이미지를 JPEG, PNG, SVG 등을 포함한 다양한 파일 형식으로 내보낼 수 있으므로 다양한 플랫폼에서 디자인을 쉽게 공유하고 사용할 수 있습니다.\n\n전반적으로 LibreOffice Draw 온라인은 다양한 목적으로 이미지를 생성하고 편집하는 데 도움이 되는 다양한 기능을 제공하는 다재다능하고 사용자 친화적인 앱입니다. 전문 디자이너이든 일반 사용자이든 LibreOffice Draw 온라인은 아이디어를 실현하는 데 필요한 도구를 제공합니다.\n\n이 확장에는 생성된 이미지를 업로드하고 다운로드할 수 있는 파일 관리자에 대한 액세스도 포함됩니다.\n\n이 확장은 LibreOffice Draw 온라인 배포이므로 LibreOffice Draw GPL을 준수합니다.",
    "nl": "Met deze extensie kunnen gebruikers LibreOffice Draw online gebruiken. LibreOffice Draw online is een krachtig hulpmiddel dat wordt gebruikt voor het maken en bewerken van afbeeldingen. LibreOffice Draw is een onderdeel van het LibreOffice-pakket met kantoortoepassingen en biedt een verscheidenheid aan functies waarmee u afbeeldingen gemakkelijk kunt ontwerpen en manipuleren.\n\nEnkele van de belangrijkste kenmerken van LibreOffice Draw online zijn:\n\n1. Vectorafbeeldingen: LibreOffice Draw online gebruikt vectorafbeeldingen om afbeeldingen te maken, waardoor een hoge resolutie en schaalbaarheid mogelijk is zonder kwaliteitsverlies.\n\n2. Vormen en tekst: De app bevat een breed scala aan vormen en teksthulpmiddelen waarmee u visueel aantrekkelijke ontwerpen kunt maken. U kunt eenvoudig tekst, vormen, lijnen en meer aan uw afbeeldingen toevoegen.\n\n3. Ondersteuning van lagen: LibreOffice Draw online ondersteunt lagen, waardoor u afzonderlijk aan verschillende elementen van uw afbeelding kunt werken en eenvoudig hun zichtbaarheid en volgorde kunt beheren.\n\n4. Connectoren: De app bevat connectorhulpmiddelen waarmee u stroomdiagrammen, diagrammen en andere visuele representaties kunt maken door vormen en objecten met lijnen te verbinden.\n\n5. Beeldmanipulatie: LibreOffice Draw online biedt een verscheidenheid aan hulpmiddelen voor beeldmanipulatie, zoals bijsnijden, roteren, vergroten/verkleinen en meer, om u te helpen uw afbeeldingen naar wens aan te passen en te bewerken.\n\n6. Exportopties: u kunt uw afbeeldingen die u in LibreOffice Draw hebt gemaakt, exporteren in verschillende bestandsformaten, waaronder JPEG, PNG, SVG en meer, waardoor u uw ontwerpen eenvoudig kunt delen en gebruiken op verschillende platforms.\n\nOver het geheel genomen is LibreOffice Draw online een veelzijdige en gebruiksvriendelijke app die een reeks functies biedt waarmee u afbeeldingen voor verschillende doeleinden kunt maken en bewerken. Of u nu een professionele ontwerper bent of een gewone gebruiker, LibreOffice Draw online heeft de hulpmiddelen die u nodig hebt om uw ideeën tot leven te brengen.\n\nDeze extensie omvat ook toegang tot een bestandsbeheerder om de gemaakte afbeeldingen te uploaden en downloaden.\n\nDeze extensie is de online distributie van LibreOffice Draw en voldoet dus aan de LibreOffice Draw GPL.",
    "pl": "To rozszerzenie umożliwia użytkownikom korzystanie z LibreOffice Draw online. LibreOffice Draw online to potężne narzędzie służące do tworzenia i edytowania obrazów. LibreOffice Draw jest częścią pakietu aplikacji biurowych LibreOffice i oferuje różnorodne funkcje ułatwiające projektowanie obrazów i manipulowanie nimi.\n\nNiektóre z kluczowych funkcji LibreOffice Draw online obejmują:\n\n1. Grafika wektorowa: LibreOffice Draw online wykorzystuje grafikę wektorową do tworzenia obrazów, co pozwala na uzyskanie wysokiej jakości rozdzielczości i skalowalności bez utraty jakości.\n\n2. Kształty i tekst: aplikacja zawiera szeroką gamę kształtów i narzędzi tekstowych, które pomogą Ci tworzyć atrakcyjne wizualnie projekty. Do obrazów możesz łatwo dodawać tekst, kształty, linie i inne elementy.\n\n3. Obsługa warstw: LibreOffice Draw online obsługuje warstwy, umożliwiając oddzielną pracę nad różnymi elementami obrazu i łatwe zarządzanie ich widocznością i kolejnością.\n\n4. Złącza: Aplikacja zawiera narzędzia złączy, które umożliwiają tworzenie schematów blokowych, diagramów i innych reprezentacji wizualnych poprzez łączenie kształtów i obiektów liniami.\n\n5. Manipulacja obrazami: LibreOffice Draw online oferuje różnorodne narzędzia do manipulacji obrazami, takie jak przycinanie, obracanie, zmiana rozmiaru i inne, które pomagają dostosowywać i edytować obrazy według potrzeb.\n\n6. Opcje eksportu: Możesz eksportować obrazy utworzone w LibreOffice Draw do różnych formatów plików, w tym JPEG, PNG, SVG i innych, co ułatwia udostępnianie i używanie projektów na różnych platformach.\n\nOgólnie rzecz biorąc, LibreOffice Draw online to wszechstronna i przyjazna dla użytkownika aplikacja oferująca szereg funkcji ułatwiających tworzenie i edytowanie obrazów do różnych celów. Niezależnie od tego, czy jesteś zawodowym projektantem, czy zwykłym użytkownikiem, LibreOffice Draw online zawiera narzędzia potrzebne do urzeczywistnienia swoich pomysłów.\n\nTo rozszerzenie obejmuje również dostęp do menedżera plików umożliwiającego przesyłanie i pobieranie utworzonych obrazów.\n\nTo rozszerzenie jest dystrybucją internetową LibreOffice Draw, więc jest zgodne z licencją LibreOffice Draw GPL.",
    "pt_BR,pt_PT": "Esta extensão permite aos usuários usar o LibreOffice Draw online. O LibreOffice Draw online é uma ferramenta poderosa usada para criar e editar imagens. O LibreOffice Draw faz parte do pacote de aplicativos de escritório do LibreOffice e oferece uma variedade de recursos para ajudá-lo a projetar e manipular imagens com facilidade.\n\nAlguns dos principais recursos do LibreOffice Draw online incluem:\n\n1. Gráficos vetoriais: o LibreOffice Draw online usa gráficos vetoriais para criar imagens, permitindo resolução e escalabilidade de alta qualidade sem perder qualidade.\n\n2. Formas e texto: o aplicativo inclui uma ampla variedade de formas e ferramentas de texto para ajudá-lo a criar designs visualmente atraentes. Você pode adicionar facilmente texto, formas, linhas e muito mais às suas imagens.\n\n3. Suporte a camadas: o LibreOffice Draw online oferece suporte a camadas, permitindo que você trabalhe em diferentes elementos de sua imagem separadamente e gerencie facilmente sua visibilidade e ordem.\n\n4. Conectores: O aplicativo inclui ferramentas de conector que permitem criar fluxogramas, diagramas e outras representações visuais conectando formas e objetos com linhas.\n\n5. Manipulação de imagens: o LibreOffice Draw online oferece uma variedade de ferramentas de manipulação de imagens, como cortar, girar, redimensionar e muito mais, para ajudá-lo a personalizar e editar suas imagens conforme necessário.\n\n6. Opções de exportação: você pode exportar suas imagens criadas no LibreOffice Draw em vários formatos de arquivo, incluindo JPEG, PNG, SVG e muito mais, facilitando o compartilhamento e o uso de seus designs em diferentes plataformas.\n\nNo geral, o LibreOffice Draw online é um aplicativo versátil e fácil de usar que oferece uma variedade de recursos para ajudá-lo a criar e editar imagens para diversos fins. Quer você seja um designer profissional ou um usuário casual, o LibreOffice Draw online tem as ferramentas necessárias para dar vida às suas ideias.\n\nEsta extensão também inclui acesso a um gerenciador de arquivos para fazer upload e download das imagens criadas.\n\nEsta extensão é a distribuição online do LibreOffice Draw, portanto está em conformidade com a GPL do LibreOffice Draw.",
    "ru": "Это расширение позволяет пользователям использовать LibreOffice Draw онлайн. LibreOffice Draw online — мощный инструмент для создания и редактирования изображений. LibreOffice Draw является частью набора офисных приложений LibreOffice и предлагает множество функций, которые помогут вам с легкостью создавать изображения и манипулировать ими.\n\nНекоторые из ключевых функций LibreOffice Draw online включают в себя:\n\n1. Векторная графика: LibreOffice Draw online использует векторную графику для создания изображений, обеспечивая высокое разрешение и масштабируемость без потери качества.\n\n2. Фигуры и текст. Приложение включает в себя широкий спектр фигур и текстовых инструментов, которые помогут вам создавать визуально привлекательные дизайны. Вы можете легко добавлять к изображениям текст, фигуры, линии и многое другое.\n\n3. Поддержка слоев: LibreOffice Draw online поддерживает слои, что позволяет вам работать с различными элементами изображения отдельно и легко управлять их видимостью и порядком.\n\n4. Соединители. Приложение включает инструменты соединителей, которые позволяют создавать блок-схемы, диаграммы и другие визуальные представления, соединяя фигуры и объекты линиями.\n\n5. Манипулирование изображениями. LibreOffice Draw online предлагает множество инструментов для манипулирования изображениями, таких как обрезка, поворот, изменение размера и т. д., которые помогут вам настроить и отредактировать изображения по мере необходимости.\n\n6. Параметры экспорта. Вы можете экспортировать изображения, созданные в LibreOffice Draw, в различные форматы файлов, включая JPEG, PNG, SVG и другие, что упрощает обмен и использование ваших проектов на разных платформах.\n\nВ целом, LibreOffice Draw online — это универсальное и удобное приложение, предоставляющее ряд функций, которые помогут вам создавать и редактировать изображения для различных целей. Независимо от того, являетесь ли вы профессиональным дизайнером или обычным пользователем, в LibreOffice Draw online есть инструменты, необходимые для воплощения ваших идей в жизнь.\n\nЭто расширение также включает доступ к файловому менеджеру для загрузки и скачивания созданных изображений.\n\nЭто расширение представляет собой онлайн-дистрибутив LibreOffice Draw, поэтому оно соответствует лицензии LibreOffice Draw GPL.",
    "tr": "Bu uzantı, kullanıcıların LibreOffice Draw'u çevrimiçi olarak kullanmalarına olanak tanır. LibreOffice Draw çevrimiçi, görseller oluşturmak ve düzenlemek için kullanılan güçlü bir araçtır. LibreOffice Draw, LibreOffice ofis uygulamaları paketinin bir parçasıdır ve görüntüleri kolaylıkla tasarlamanıza ve değiştirmenize yardımcı olacak çeşitli özellikler sunar.\n\nLibreOffice Draw çevrimiçi'nin temel özelliklerinden bazıları şunlardır:\n\n1. Vektör Grafikleri: LibreOffice Draw online, görüntüler oluşturmak için vektör grafikleri kullanır ve kaliteden ödün vermeden yüksek kaliteli çözünürlük ve ölçeklenebilirlik sağlar.\n\n2. Şekiller ve Metin: Uygulama, görsel olarak çekici tasarımlar oluşturmanıza yardımcı olacak çok çeşitli şekiller ve metin araçları içerir. Resimlerinize kolayca metin, şekil, çizgi ve daha fazlasını ekleyebilirsiniz.\n\n3. Katman Desteği: LibreOffice Draw çevrimiçi, görüntünüzün farklı öğeleri üzerinde ayrı ayrı çalışmanıza ve bunların görünürlüğünü ve sırasını kolayca yönetmenize olanak tanıyan katmanları destekler.\n\n4. Bağlayıcılar: Uygulama, şekilleri ve nesneleri çizgilerle bağlayarak akış şemaları, diyagramlar ve diğer görsel temsiller oluşturmanıza olanak tanıyan bağlayıcı araçları içerir.\n\n5. Görüntü İşleme: LibreOffice Draw çevrimiçi, görüntülerinizi gerektiği gibi özelleştirmenize ve düzenlemenize yardımcı olmak için kırpma, döndürme, yeniden boyutlandırma ve daha fazlası gibi çeşitli görüntü işleme araçları sunar.\n\n6. Dışa Aktarma Seçenekleri: LibreOffice Draw'da oluşturulan görsellerinizi JPEG, PNG, SVG ve daha fazlası dahil olmak üzere çeşitli dosya formatlarında dışa aktararak tasarımlarınızı farklı platformlarda paylaşmanızı ve kullanmanızı kolaylaştırabilirsiniz.\n\nGenel olarak LibreOffice Draw çevrimiçi, çeşitli amaçlarla görseller oluşturmanıza ve düzenlemenize yardımcı olacak bir dizi özellik sağlayan çok yönlü ve kullanıcı dostu bir uygulamadır. İster profesyonel bir tasarımcı ister sıradan bir kullanıcı olun, LibreOffice Draw online fikirlerinizi hayata geçirmek için ihtiyacınız olan araçlara sahiptir.\n\nBu uzantı aynı zamanda oluşturulan görselleri yüklemek ve indirmek için bir dosya yöneticisine erişimi de içerir.\n\nBu uzantı LibreOffice Draw çevrimiçi dağıtımıdır ve dolayısıyla LibreOffice Draw GPL ile uyumludur.",
    "uk": "Це розширення дозволяє користувачам використовувати LibreOffice Draw онлайн. LibreOffice Draw онлайн — це потужний інструмент для створення та редагування зображень. LibreOffice Draw є частиною набору офісних програм LibreOffice і пропонує різноманітні функції, які допоможуть вам з легкістю створювати зображення та керувати ними.\n\nДеякі з ключових функцій LibreOffice Draw онлайн включають:\n\n1. Векторна графіка: LibreOffice Draw онлайн використовує векторну графіку для створення зображень, що забезпечує високу роздільну здатність і масштабованість без втрати якості.\n\n2. Фігури та текст. Додаток містить широкий спектр інструментів для форм і тексту, які допоможуть вам створювати візуально привабливі дизайни. Ви можете легко додавати текст, фігури, лінії тощо до своїх зображень.\n\n3. Підтримка шарів: LibreOffice Draw онлайн підтримує шари, дозволяючи вам працювати з різними елементами вашого зображення окремо та легко керувати їх видимістю та порядком.\n\n4. З’єднувачі: програма містить інструменти з’єднання, які дозволяють створювати блок-схеми, діаграми та інші візуальні представлення, з’єднуючи фігури та об’єкти лініями.\n\n5. Маніпулювання зображеннями: LibreOffice Draw онлайн пропонує різноманітні інструменти для роботи з зображеннями, такі як обрізання, обертання, зміна розміру тощо, які допоможуть вам налаштувати та редагувати зображення за потреби.\n\n6. Параметри експорту: Ви можете експортувати свої зображення, створені в LibreOffice Draw, у різноманітні формати файлів, включаючи JPEG, PNG, SVG тощо, що полегшує обмін та використання ваших дизайнів на різних платформах.\n\nЗагалом, LibreOffice Draw онлайн — це універсальна та зручна програма, яка надає низку функцій, які допоможуть створювати та редагувати зображення для різних цілей. Незалежно від того, чи є ви професійним дизайнером чи звичайним користувачем, LibreOffice Draw онлайн має інструменти, необхідні для втілення ваших ідей.\n\nЦе розширення також включає доступ до файлового менеджера для завантаження та завантаження створених зображень.\n\nЦе розширення є онлайн-дистрибутивом LibreOffice Draw, тому воно відповідає ліцензії LibreOffice Draw GPL.",
    "zh_CN": "此扩展允许用户在线使用 LibreOffice Draw。 LibreOffice Draw online 是一个用于创建和编辑图像的强大工具。 LibreOffice Draw 是 LibreOffice 办公应用程序套件的一部分，提供多种功能来帮助您轻松设计和操作图像。\n\nLibreOffice Draw 在线版的一些主要功能包括：\n\n1.矢量图形：LibreOffice Draw online 使用矢量图形创建图像，在不损失质量的情况下实现高质量的分辨率和可扩展性。\n\n2. 形状和文本：该应用程序包含各种形状和文本工具，可帮助您创建具有视觉吸引力的设计。 您可以轻松地将文本、形状、线条等添加到图像中。\n\n3. 图层支持：LibreOffice Draw 在线支持图层，使您可以分别处理图像的不同元素，并轻松管理它们的可见性和顺序。\n\n4. 连接器：该应用程序包括连接器工具，使您能够通过用线条连接形状和对象来创建流程图、图表和其他视觉表示形式。\n\n5. 图像处理：LibreOffice Draw Online 提供了多种图像处理工具，例如裁剪、旋转、调整大小等，帮助您根据需要自定义和编辑图像。\n\n6. 导出选项：您可以以多种文件格式导出在 LibreOffice Draw 中创建的图像，包括 JPEG、PNG、SVG 等，从而可以轻松地在不同平台上共享和使用您的设计。\n\n总体而言，LibreOffice Draw online 是一款多功能且用户友好的应用程序，提供了一系列功能来帮助您创建和编辑用于各种目的的图像。 无论您是专业设计师还是普通用户，LibreOffice Draw Online 都能提供您将想法变为现实所需的工具。\n\n此扩展还包括访问文件管理器以上传和下载创建的图像。\n\n此扩展是 LibreOffice Draw 在线发行版，因此它符合 LibreOffice Draw GPL。"
  }
}