{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whats The Expression"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whats The Expression"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As humans we always express what we need. With expressions one can explain himself/herself in a better way. Children with autism spectrum disorders usually don’t understand how to express themselves in different situations. To address this developmental issue, we has brought an app called What's the Expression - Lite to help child with special needs learn different expressions such as happiness, sadness, anger, and surprise. \n\n*** About WebTeam Corporation *** \n\nWebTeam Corporation (WTC) is a technology-driven company based in Somerset, NJ, working in areas of special education, staff augmentation and customized software development. Founded in 2006, WTC specializes in leveraging the potential of touchscreen technology to improve the lives of children with autism. \nWebTeam Corporation has been working closely with top industry experts and service providers, and is constantly on the lookout for breakthrough autism research. The goal of the company is to develop an affordable, holistic, synchronized and consistent education model capable of tapping the latest mobile technology to make the overall experience of learning and development stimulating, enjoyable and effective for special children. \n\n** About ABA ** \n============\nAs we know, the recommendation of 40 hours per week of ABA programming as employed by Lovaas’s study has been cited by many parents as being vital to their child’s success. The National Research Council’s 2001 report (p. 184) summarizes the skills necessary for implementing an effective ABA program as: \n\n“Teachers must be familiar with theory and research concerning best practices for children with autistic spectrum disorders, including methods of applied behavior analysis, naturalistic learning, incidental teaching, assistive technology, socialization, communication, inclusion, adaptation of the environment, language interventions, assessment, and the effective use of data collection systems. Specific problems in generalization and maintenance of behaviors also affect the need for training in methods of teaching children with autistic spectrum disorders. The wide range of IQ scores and verbal skills associated with autistic spectrum disorders, from profound mental retardation and severe language impairments to superior intelligence make the need for training of personnel even greater.”"
  }
}