{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur It"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur out sensitive information while screen recording/sharing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "In the digital age, privacy is paramount. Introducing Blur It, a revolutionary Chrome extension designed to safeguard your online reading experience. Whether you’re browsing sensitive information, reading confidential documents, or simply wanting to keep your text private from prying eyes, Blur It has you covered.\n\nFeatures:\n✅ Instant Blurring: Simply highlight the text you want to conceal, and let our extension do the rest. Your selected text will be instantly blurred, keeping your sensitive information secure.\n\n✅ Toggle Blur On/Off: Easily enable or disable the blurring feature with user-friendly buttons. Switch on blurring when you need it and clear all blurs when you don't.\n\n✅ Seamless Integration: Our extension integrates smoothly with your Chrome browser, making it an essential tool for daily web use.\n\n✅ User-Friendly Interface: Enjoy an intuitive and straightforward interface that allows you to manage your blurred text effortlessly.\n\n✅ Privacy Protection: Perfect for maintaining privacy during presentations, sharing screens, or simply browsing in public spaces.\n\nNEW FEATURE\n✅ Blur out Specific Areas: You can now blur out sensitive areas \n✅ Increase Blur Intensity: You can now increase the intensity of your blurs\n\n\nHOW IT WORKS:\n1. Enable Blurring: Click the \"Enable Blurring\" button in the extension popup to activate the blurring feature.\n\n2. Highlight Text: Highlight any text on the webpage you want to blur. The selected text will be automatically blurred.\n\n3. Blur our areas: Blur our specific areas on the webpage\n\n3. Clear Blurs: Click the \"Clear Blurs\" button to remove all blurred text from the page.\n\n\nWhy Choose Blur It?\n✅ Enhanced Privacy: Keep your personal and sensitive information hidden when browsing or sharing your screen.\n\n✅Easy to Use: With just a few clicks, manage your blurred text effortlessly.\n\n✅Time-Saving: No need to manually edit or hide text; our extension does it all for you in real-time.\n\nUpgrade your browsing experience with Blur It. Download now and enjoy the peace of mind that comes with enhanced privacy and ease of use."
  }
}