{
  "name": {
    "ar": "الطاووس مانع الإعلانات",
    "am": "የፒኮክ ማስታወቂያ ማገጃ",
    "bg": "Блокиране на реклами на Peacock",
    "bn": "ময়ূর বিজ্ঞাপন ব্লকার",
    "ca,cs,da,el,en,en_AU,en_GB,en_US,fi,fil,he,hr,hu,ro,sk,sv": "Peacock Ad Blocker",
    "de": "Peacock-Werbeblocker",
    "es,es_419": "Bloqueador de anuncios de pavo real",
    "et": "Paabulinnu reklaamide blokeerija",
    "fa": "مسدود کننده تبلیغات طاووس",
    "fr": "Bloqueur de publicité paon",
    "gu": "પીકોક એડ બ્લોકર",
    "hi": "मोर विज्ञापन अवरोधक",
    "id": "Pemblokir Iklan Merak",
    "it": "Blocco pubblicità Pavone",
    "ja": "ピーコック広告ブロッカー",
    "kn": "ಪೀಕಾಕ್ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್",
    "ko": "공작 광고 차단기",
    "lt": "Povo skelbimų blokatorius",
    "lv": "Pāvs reklāmu bloķētājs",
    "ml": "മയിൽ പരസ്യ ബ്ലോക്കർ",
    "mr": "मोर जाहिरात अवरोधक",
    "ms": "Penyekat Iklan Merak",
    "nl": "Peacock-advertentieblokkering",
    "no": "Peacock annonseblokkering",
    "pl": "Bloker reklam Peacock",
    "pt_BR,pt_PT": "Bloqueador de anúncios Pavão",
    "ru": "Блокировщик рекламы Павлин",
    "sl": "Blokator oglasov Peacock",
    "sr": "Пеацоцк Ад Блоцкер",
    "sw": "Kizuia Tangazo cha Peacock",
    "ta": "மயில் விளம்பரத் தடுப்பான்",
    "te": "పీకాక్ యాడ్ బ్లాకర్",
    "th": "ตัวบล็อกโฆษณานกยูง",
    "tr": "Tavuskuşu Reklam Engelleyici",
    "uk": "Блокувальник реклами Peacock",
    "vi": "Trình chặn quảng cáo con công",
    "zh_CN,zh_TW": "孔雀广告拦截器"
  },
  "short": {
    "ar": "Peacock Ad Blocker: عزز مشاهدتك على Peacock TV من خلال البث السلس والخالي من الإعلانات مع أفضل ملحق لحظر الإعلانات Peacock TV!",
    "am": "የፒኮክ ማስታወቂያ ማገጃ፡ በፒኮክ ቲቪ ላይ ያለዎትን እንከን የለሽ፣ ከማስታወቂያ-ነጻ ዥረት በምርጥ የፒኮክ ቲቪ ማስታወቂያ ማገጃ ማራዘሚያ ያሳድጉ!",
    "bg": "Peacock Ad Blocker: Подобрете гледането си на Peacock TV с безпроблемно поточно предаване без реклами с най-доброто разширение за…",
    "bn": "ময়ূর বিজ্ঞাপন ব্লকার: সেরা ময়ূর টিভি বিজ্ঞাপন ব্লকার এক্সটেনশনের সাথে বিজোড়, বিজ্ঞাপন-মুক্ত স্ট্রিমিং সহ ময়ূর টিভিতে আপনার…",
    "ca": "Bloquejador d'anuncis de Peacock: milloreu la vostra visualització a Peacock TV amb una reproducció en continu sense interrupcions…",
    "cs": "Peacock Ad Blocker: Vylepšete své sledování na Peacock TV s plynulým streamováním bez reklam s nejlepším rozšířením Peacock TV Ad…",
    "da": "Peacock Ad Blocker: Forbedre din visning på Peacock TV med problemfri, reklamefri streaming med den bedste Peacock TV Ad Blocker…",
    "de": "Peacock Ad Blocker: Verbessern Sie Ihre Anzeige auf Peacock TV mit nahtlosem, werbefreiem Streaming mit der besten Peacock TV Ad…",
    "el": "Peacock Ad Blocker: Βελτιώστε την προβολή σας στην τηλεόραση Peacock με απρόσκοπτη ροή χωρίς διαφημίσεις με την καλύτερη επέκταση…",
    "en,en_AU,en_GB,en_US": "Peacock Ad Blocker: Enhance Your Viewing On Peacock TV With Seamless, Ad-Free Streaming With Best Peacock TV Ad Blocker Extension!",
    "es,es_419": "Bloqueador de anuncios de Peacock: mejore su visualización en Peacock TV con una transmisión fluida y sin publicidad con la mejor…",
    "et": "Peacocki reklaamiblokeerija: täiustage oma vaatamist Peacock TV-s sujuva ja reklaamivaba voogesituse abil parima Peacock TV…",
    "fa": "مسدودکننده تبلیغات طاووس: با بهترین برنامه افزودنی مسدودکننده تبلیغات تلویزیونی طاووس، مشاهده خود را در تلویزیون طاووس با پخش…",
    "fi": "Peacock Ad Blocker: Paranna katseluasi Peacock TV:ssä saumattomalla, mainoksettomalla suoratoistolla parhaalla Peacock TV Ad…",
    "fil": "Peacock Ad Blocker: Pahusayin ang Iyong Panonood Sa Peacock TV Gamit ang Seamless, Ad-Free Streaming Gamit ang Pinakamahusay na…",
    "fr": "Peacock Ad Blocker : améliorez votre visionnage sur Peacock TV avec un streaming transparent et sans publicité avec la meilleure…",
    "gu": "પીકોક એડ બ્લોકર: શ્રેષ્ઠ પીકોક ટીવી એડ બ્લોકર એક્સ્ટેંશન સાથે સીમલેસ, એડ-ફ્રી સ્ટ્રીમિંગ સાથે પીકોક ટીવી પર તમારા જોવામાં વધારો કરો!",
    "he": "Peacock Ad Blocker: שפר את הצפייה שלך ב- Peacock TV עם סטרימינג חלק וללא פרסומות עם התוסף הטוב ביותר ל- Peacock TV Blocker Ad!",
    "hi": "पीकॉक एड ब्लॉकर: सर्वश्रेष्ठ पीकॉक टीवी एड ब्लॉकर एक्सटेंशन के साथ निर्बाध, विज्ञापन-मुक्त स्ट्रीमिंग के साथ पीकॉक टीवी पर अपना…",
    "hr": "Peacock Ad Blocker: Poboljšajte svoje gledanje na Peacock TV-u besprijekornim strujanjem bez oglasa s najboljim proširenjem Peacock…",
    "hu": "Peacock hirdetésblokkoló: Növelje megtekintését a Peacock TV-n a zökkenőmentes, hirdetésmentes streameléssel a legjobb Peacock TV…",
    "id": "Pemblokir Iklan Peacock: Tingkatkan Penayangan Anda di Peacock TV Dengan Streaming Mulus dan Bebas Iklan Dengan Ekstensi Pemblokir…",
    "it": "Peacock Ad Blocker: migliora la tua visione su Peacock TV con uno streaming continuo e senza pubblicità con la migliore estensione…",
    "ja": "Peacock 広告ブロッカー: 最高の Peacock TV 広告ブロッカー拡張機能を使用したシームレスな広告なしのストリーミングで、Peacock TV の視聴を強化しましょう!",
    "kn": "ಪೀಕಾಕ್ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್: ಅತ್ಯುತ್ತಮ ಪೀಕಾಕ್ ಟಿವಿ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ತಡೆರಹಿತ, ಜಾಹೀರಾತು-ಮುಕ್ತ ಸ್ಟ್ರೀಮಿಂಗ್‌ನೊಂದಿಗೆ ಪೀಕಾಕ್…",
    "ko": "Peacock 광고 차단기: 최고의 Peacock TV 광고 차단기 확장 기능을 사용하여 원활하고 광고 없는 스트리밍으로 Peacock TV 시청률을 향상하세요!",
    "lt": "„Peacock“ skelbimų blokavimo priemonė: pagerinkite žiūrėjimą „Peacock“ televizijoje naudodami sklandų srautą be skelbimų naudodami…",
    "lv": "Peacock reklāmu bloķētājs: uzlabojiet skatīšanos Peacock TV, izmantojot nevainojamu straumēšanu bez reklāmām, izmantojot labāko…",
    "ml": "പീക്കോക്ക് പരസ്യ ബ്ലോക്കർ: മികച്ച പീക്കോക്ക് ടിവി പരസ്യ ബ്ലോക്കർ വിപുലീകരണത്തിനൊപ്പം തടസ്സമില്ലാത്ത പരസ്യരഹിത സ്ട്രീമിംഗ്…",
    "mr": "पीकॉक ॲड ब्लॉकर: सर्वोत्कृष्ट पीकॉक टीव्ही ॲड ब्लॉकर विस्तारासह सीमलेस, ॲड-फ्री स्ट्रीमिंगसह पीकॉक टीव्हीवर तुमचे दृश्य वाढवा!",
    "ms": "Penyekat Iklan Peacock: Tingkatkan Tontonan Anda Di TV Peacock Dengan Penstriman Lancar, Tanpa Iklan Dengan Sambungan Penyekat…",
    "nl": "Peacock Ad Blocker: Verbeter uw kijkervaring op Peacock TV met naadloze, advertentievrije streaming met de beste Peacock TV Ad…",
    "no": "Peacock Ad Blocker: Forbedre visningen din på Peacock TV med sømløs, annonsefri streaming med beste Peacock TV Ad…",
    "pl": "Peacock Ad Blocker: Zwiększ oglądalność w Peacock TV dzięki płynnemu przesyłaniu strumieniowemu bez reklam dzięki najlepszemu…",
    "pt_BR,pt_PT": "Bloqueador de anúncios Peacock: melhore sua visualização na Peacock TV com streaming contínuo e sem anúncios com a melhor extensão…",
    "ro": "Peacock Ad Blocker: Îmbunătățiți-vă vizionarea pe Peacock TV cu redare în flux fără reclame, fără reclame, cu cea mai bună extensie…",
    "ru": "Блокировщик рекламы Peacock: улучшите качество просмотра на Peacock TV благодаря плавной потоковой передаче без рекламы с лучшим…",
    "sk": "Peacock Ad Blocker: Vylepšite svoje sledovanie na Peacock TV s plynulým streamovaním bez reklám s najlepším rozšírením Peacock TV…",
    "sl": "Peacock Ad Blocker: Izboljšajte svoj ogled na Peacock TV z brezhibnim pretakanjem brez oglasov z najboljšo razširitvijo Peacock TV…",
    "sr": "Пеацоцк Ад Блоцкер: Побољшајте своје гледање на Пеацоцк ТВ-у уз беспрекорно стримовање без огласа са најбољим Пеацоцк ТВ проширењем…",
    "sv": "Peacock Ad Blocker: Förbättra din visning på Peacock TV med sömlös, annonsfri streaming med bästa Peacock TV Ad Blocker-tillägget!",
    "sw": "Kizuia Matangazo ya Peacock: Boresha Utazamaji Wako Kwenye Peacock TV Kwa Utiririshaji Bila Mfumo, Bila Matangazo Kwa Kiendelezi…",
    "ta": "மயில் விளம்பரத் தடுப்பான்: சிறந்த மயில் டிவி விளம்பரத் தடுப்பான் நீட்டிப்புடன் தடையற்ற, விளம்பரமில்லாத ஸ்ட்ரீமிங் மூலம் மயில்…",
    "te": "పీకాక్ యాడ్ బ్లాకర్: బెస్ట్ పీకాక్ టీవీ యాడ్ బ్లాకర్ ఎక్స్‌టెన్షన్‌తో అతుకులు, యాడ్-ఫ్రీ స్ట్రీమింగ్‌తో పీకాక్ టీవీలో మీ వీక్షణను…",
    "th": "Peacock Ad Blocker: ปรับปรุงการรับชมของคุณบน Peacock TV ด้วยการสตรีมมิ่งที่ราบรื่นและไม่มีโฆษณาด้วยส่วนขยาย Peacock TV Ad Blocker…",
    "tr": "Peacock Reklam Engelleyici: En İyi Peacock TV Reklam Engelleyici Uzantısıyla Sorunsuz, Reklamsız Akışla Peacock TV'de İzlemenizi…",
    "uk": "Peacock Ad Blocker: покращте перегляд на Peacock TV завдяки плавній трансляції без реклами за допомогою найкращого розширення…",
    "vi": "Trình chặn quảng cáo Peacock: Nâng cao khả năng xem của bạn trên Peacock TV với khả năng phát trực tuyến liền mạch, không có quảng…",
    "zh_CN,zh_TW": "Peacock 广告拦截器：使用最佳 Peacock TV 广告拦截器扩展，通过无缝、无广告的流媒体增强您在 Peacock TV 上的观看效果！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Peacock Ad Blocker - Experience Peacock TV Like Never Before!\n\nElevate your streaming sessions with Peacock Ad Blocker, the ultimate tool for ad-free entertainment on PeacockTV.com. This powerful, unofficial extension is designed specifically to enhance your viewing experience by blocking disruptive advertisements, ensuring uninterrupted streaming of your favorite shows and movies.\n\nWhy Choose Peacock TV Ad Blocker?\n\n1. Ad-Free Streaming: Enjoy your favorite TV shows, movies, and live sports without interruptions. Say goodbye to pesky ads and hello to continuous, smooth streaming.\n2. Easy Toggle Functionality: With a simple click, turn on or off the ad blocking feature as per your preference. It’s user-friendly, efficient, and effective.\n3. Seamless Integration: Designed to blend perfectly, our extension ensures that your streaming experience is enhanced without any lags or disruptions.\n4. Regular Updates: We are committed to providing a top-notch experience. Peacock TV Ad Blocker is regularly updated to stay effective against new ad formats and to keep up with platform updates.\n\nQuick Setup Guide:\n\n1. Add Ad Blocker to Chrome.\n2. Visit PeacockTV.com and choose your content.\n3. Toggle the ad blocker on. If ads are still visible, simply refresh the page to apply changes.\n\nDownload Ad Blocker today and transform you're watching experience - uninterrupted, just the way it should be!\n\nGet the Most Out of Your Subscription:\n\n1. Enhanced Viewing: Watch the content you love without distractions. Our ad blocker allows you to immerse yourself fully in diverse entertainment offerings—from gripping dramas and comedies to thrilling sports and documentaries.\n2. User-Centric Design: We’ve built this extension with you in mind. It’s lightweight, doesn’t slow down your browsing, and operates quietly in the background. You control when to block ads and when to view them, giving you complete control over your viewing experience.\n3. Privacy Respecting: Your privacy is paramount. This extension does not track your browsing activity or collect personal data. Enjoy your favorite content with peace of mind, knowing your privacy is safeguarded.\n\nSupport & Feedback:\n\nWe’re here to support you! Should you encounter any issues or have suggestions on how we can improve, please don’t hesitate to reach out. Your feedback helps us make this extension even better.\n\nReady to Watch the Way It Was Meant to Be?\n\nInstall Ad Blocker extension now and start experiencing your favorite TV shows and movies without the annoyance of ads. It's time to take control of your streaming experience and enjoy uninterrupted, ad-free entertainment!\n\nDownload Now and Enjoy a Superior Streaming Experience!\n\nDisclaimer: Peacock Ad Blocker is an independently developed extension and is not officially endorsed, affiliated, or associated with Peacock TV, NBCUniversal, or any of their subsidiaries. This extension is intended for personal use to improve user experience on PeacockTV.com by blocking ads, and it does not claim any rights over the Peacock TV trademark or its content. Use of this extension should comply with all applicable laws and website terms of service."
  }
}