{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Comments+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes comments with a single plus ('+') from YouTube comment threads."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NOTE: This is an early alpha! Feedback and suggestions are greatly appreciated :)\n\nDISCLAIMER: Hank didn't write this, he came up with the idea and I simply wrote something to make the experiment a little easier\n\nNew in Alpha 1:\n - Complete Rewrite! This new version is now a lot clearer and a lot easier to work with, meaning I can fix bugs faster\n - New Logo (Thanks Hank!)\n - Open Source on GitHub https://github.com/MelvIsntNormal/YTCommentsPlus\n\nThis small extension removes comments from YouTube that contain a single plus in them.\n\nThe idea comes from the Vlogbrothers: Hank suggested that viewers start commenting with a single plus on comments that deserved more attention. Comments seem to have more weight in Google's comment algorithm than likes, so comments with loads of replies get pushed to the top.\n\nSeveral users find this useful, but difficult to work with. They can no longer have coherent conversations on comments because it becomes a sea of pluses. This extension aims to solve that problem. Now we can have a clean comment system that brings out the better quality comments, rather than the ones that simply generate a lot of noise.\n\nIf you have any suggestions or bug reports, feel free to leave a review/suggestion here, or tweet me @melvisntnormal"
  }
}