{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGpt Paint - 支持超过100+绘画风格 - ChatPaint"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatPaint是一款基于ChatGPT 4开发的智能绘画助手，支持超过100种绘画风格，采用人机对话的方式，逐步生成创意作品。适用于平面设计、插画设计、广告设计、UI设计、前端程序员、产品经理、包装设计、ICON&字体制作。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "无论你是学生、平面设计师、插画设计师、广告设计师、UI设计师、前端程序员、产品经理、包装设计、ICON&字体制作，都可以释放你的创造力和生产力。\n\n核心优势有以下几点：\n\n丰富多样的绘画风格：不仅可以帮你绘制各种风格的图像，如卡通、写实、抽象、水彩等，还可以根据你的需求和喜好，调整图像的颜色、明暗、对比度等参数，让你的作品更加个性化和美观。\n简单易用的绘画方式：采用人机对话的方式，让你可以用文字来描述你想要绘制的内容，如“画一只蓝色的猫”，“画一个太阳系”，“画一个梦幻城堡”等。它会根据你的描述，逐步生成图像，并且可以根据你的反馈，进行修改和完善。\n极具创意的社区提示：它还有一个活跃的社区，里面有来自各行各业的用户，他们会分享自己绘制的作品，并且提供一些极具创意的提示词，如“画一个魔法森林里的小屋”，“画一个未来世界里的汽车”，“画一个超级英雄”的形象等。你可以根据这些提示词，尝试绘制出不同的作品，也可以分享自己的提示词和作品，与其他用户互动和交流。\nChatPaint是一款值得尝试的智能绘画助手，它可以帮你实现你的绘画想法，提高你的绘画技能和效率。无论你是想要学习绘画，还是想要快速完成绘画任务，都可以下载，让它成为你的专属绘画伙伴吧！\n\nChatPaint is an intelligent painting assistant based on ChatGPT, supporting more than 100 kinds of painting art styles, using human-computer dialogue to gradually generate creative works. Whether you are a student, graphic designer, illustration designer, advertising designer, UI designer, front-end programmer, product manager, packaging design, ICON & font production, you can unleash your creativity and productivity. \nCore advantages are as follows:\n\nRich and diverse painting styles: It can not only help you draw various styles of images, such as cartoon, realistic, abstract, watercolor, etc., but also adjust the parameters of the image according to your needs and preferences, such as color, brightness, contrast, etc., to make your work more personalized and beautiful.\nSimple and easy painting method: It uses human-computer dialogue to let you describe what you want to draw with words, such as \"draw a blue cat\", \"draw a solar system\", \"draw a dream castle\" and so on. It will generate images step by step according to your description, and can modify and improve them according to your feedback.\nHighly creative community prompts: It also has an active community, where users from various industries share their works drawn with it, and provide some highly creative prompts, such as \"draw a cabin in a magical forest\", \"draw a car in a future world\", \"draw a superhero\" and so on. You can try to draw different works with it according to these prompts, or share your own prompts and works with other users and interact and communicate with them.\nIt is a worthwhile intelligent painting assistant that can help you realize your painting ideas, improve your painting skills and efficiency. Whether you want to learn painting or complete painting tasks quickly, you can download it and let it be your exclusive painting partner!"
  }
}