{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fether"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash cross-sell power with Fether: This Chrome extension complements the Fether Shopify app"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "💎Fether: Your Intelligent Shopify Companion for Elevated Sales and Customer Trust\n\nUnlock the true potential of your Shopify store with Fether, a cutting-edge Chrome extension designed to seamlessly integrate with your theme, offer strategic product recommendations, and enhance your revenue through a combination of machine learning and personalized insights.\n\n\n💡Key Features:\n\n✔ Smart Store Theme Analysis:\nFether goes beyond conventional widget placement by intelligently analyzing your store's theme. By identifying optimal locations for Fether widgets, your online store gains an aesthetic boost while ensuring maximum visibility and impact.\n\n✔ Dynamic Add-On Product Recommendations:\nElevate your Average Order Value (AOV) and boost revenue effortlessly with Fether's advanced recommendation engine. By analyzing millions of products and orders, as well as your store's historical and real-time data, Fether generates targeted and personalized add-on product suggestions that resonate with your customers' preferences.\n\n✔ Continuous Learning and Adaptation:\nFether is a dynamic extension that learns from the vast landscape of products and orders, as well as your store's unique data. Through continuous adaptation, Fether evolves alongside market trends and customer behaviors, ensuring that your recommendations are always relevant and effective.\n\n✔ Seamless Integration with Shopify Themes:\nExperience a flawless integration process with Fether, compatible with all Shopify themes. Whether you have a standard design or a customized theme, Fether adapts effortlessly, preserving the aesthetic coherence of your store while enhancing its functionality.\n\n✔ Harmonious Collaboration with Shopify Automatic Discounts:\nFether effortlessly collaborates with Shopify's automatic discount feature, offering a comprehensive solution for your revenue-boosting and trust-building strategies. Enjoy the benefits of automatic discounts while seamlessly implementing Fether's intelligent recommendations.\n\n✔ Free Access for All:\nFether is your cost-effective ally, available as a free Chrome extension. No hidden fees or subscriptions – just a powerful tool dedicated to optimizing your store's performance and customer experience.\n\n✔ Expert Support at Your Fingertips:\nHave questions or need assistance? Fether provides expert support through support@fether.app. Our dedicated team is ready to assist you in maximizing the impact of Fether on your Shopify store.\n\n✔ Shopify App Synergy:\nTo harness the full potential of Fether, ensure you have the Fether app installed on your Shopify store. This synergy between the Fether Chrome extension and the Shopify app guarantees a seamless, powerful, and holistic approach to enhancing your sales and customer trust.\n\nTake the leap toward enhanced sales and customer satisfaction with Fether – where intelligent recommendations meet seamless integration for a truly optimized Shopify experience. Download Fether for free and embark on a journey of elevated success today."
  }
}