{
  "name": {
    "ar,el,et,gu,hi,mr,ms,ro,th": "4096 3D Game",
    "am,da,fi,he,ja,no,pl,sw": "4096 3D Unblocked Game",
    "bg,bn,hu,kn,ml,ta,te": "4096 3D Online",
    "ca,cs,fil,ko,lv,sk,sv": "4096 3D Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "4096 3D Puzzle Game",
    "fa,hr,id,sl": "4096 3D Puzzle Games"
  },
  "short": {
    "ar": "4096 لعبة اللغز لمحبي لعبة عارضة ضمان قضاء الوقت بكفاءة.",
    "am": "4096 የእንቆቅልሽ ጨዋታ ለተራ ጨዋታ አፍቃሪዎች ጊዜ ውጤታማ በሆነ መንገድ እንዲባክን ያረጋግጡ.",
    "bg": "4096 пъзел игра за случайни любители на играта гарантират, че времето се изразходва ефективно.",
    "bn": "নৈমিত্তিক খেলা প্রেমীদের জন্য 4096 ধাঁধা খেলা নিশ্চিত করে যে সময় দক্ষতার সাথে ব্যয় করা হয়।",
    "ca": "4096 joc de trencaclosques per als amants del joc casual assegureu-vos que el temps es passa de manera eficient.",
    "cs": "4096 logická hra pro příležitostné milovníky her zajistit, aby čas byl stráven efektivně.",
    "da": "4096 puslespil til afslappede spilelskere sikrer, at tiden bruges effektivt.",
    "de": "4096 Puzzlespiel für Gelegenheitsspielliebhaber sorgt dafür, dass Zeit effizient verbracht wird.",
    "el": "Το παιχνίδι παζλ 4096 για τους λάτρεις του περιστασιακού παιχνιδιού διασφαλίζει ότι ο χρόνος δαπανάται αποτελεσματικά.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "4096 puzzle game for casual game lovers ensure time is spent efficiently.",
    "es": "El juego de rompecabezas 4096 para los amantes de los juegos casuales garantiza que el tiempo se gaste de manera eficiente.",
    "et": "4096 puzzle mäng vabaaja mäng lovers tagada aega kulutatakse tõhusalt.",
    "fa": "4096 بازی پازل برای دوستداران بازی گاه به گاه اطمینان حاصل شود زمان به طور کارآمد صرف شده است.",
    "fi": "4096 pulmapeli rentojen pelien ystäville varmistaa, että aika kuluu tehokkaasti.",
    "fil": "4096 palaisipan laro para sa kaswal na mga lovers laro masiguro na ang oras ay ginugol mahusay.",
    "fr": "Le jeu de puzzle 4096 pour les amateurs de jeux occasionnels garantit que le temps est passé efficacement.",
    "gu": "કેઝ્યુઅલ રમતપ્રેમીઓ માટે ૪૦૯૬ પઝલ ગેમ એ સુનિશ્ચિત કરે છે કે સમય અસરકારક રીતે પસાર થાય છે.",
    "he": "4096 משחק פאזל לאוהבי משחקים מזדמנים מבטיחים זמן בילה יעיל.",
    "hi": "आकस्मिक खेल प्रेमियों के लिए 4096 पहेली खेल समय कुशलतासे खर्च किया जाता है सुनिश्चित करें।",
    "hr": "4096 puzzle igra za povremene ljubitelje igara osigurati vrijeme je utrošen učinkovito.",
    "hu": "A 4096-os kirakós játék az alkalmi játékok szerelmeseinek biztosítja az idő hatékony eltöltését.",
    "id": "Game puzzle 4096 untuk pecinta game kasual memastikan waktu dihabiskan secara efisien.",
    "it": "4096 puzzle game per gli amanti dei giochi casual assicurano che il tempo sia speso in modo efficiente.",
    "ja": "カジュアルゲーム愛好家のための4096パズルゲームは、時間が効率的に費やされることを保証します。",
    "kn": "ಕ್ಯಾಶುಯಲ್ ಗೇಮ್ ಪ್ರಿಯರಿಗಾಗಿ 4096 ಒಗಟು ಆಟ ಸಮಯವನ್ನು ಸಮರ್ಥವಾಗಿ ವ್ಯಯಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "ko": "캐주얼 게임 애호가를위한 4096 퍼즐 게임은 시간을 효율적으로 소비합니다.",
    "lv": "4096 mīklu spēle gadījuma spēļu cienītājiem nodrošina, ka laiks tiek pavadīts efektīvi.",
    "ml": "കാഷ്വൽ ഗെയിം പ്രേമികൾക്കായി 4096 പസിൽ ഗെയിം സമയം കാര്യക്ഷമമായി ചെലവഴിക്കുന്നുവെന്ന് ഉറപ്പാക്കുന്നു.",
    "mr": "प्रासंगिक गेम प्रेमींसाठी ४०९६ कोडे गेम हे सुनिश्चित करतात की वेळ कार्यक्षमतेने घालवला गेला आहे.",
    "ms": "Permainan teka-teki 4096 untuk pencinta permainan kasual memastikan masa dibelanjakan dengan cekap.",
    "nl": "4096 puzzelspel voor casual gameliefhebbers zorgen ervoor dat de tijd efficiënt wordt besteed.",
    "no": "4096 puslespill for uformelle spillelskere sikrer at tiden brukes effektivt.",
    "pl": "Gra logiczna 4096 dla miłośników gier casual zapewnia efektywne spędzanie czasu.",
    "ro": "4096 joc de puzzle pentru iubitorii de jocuri casual asigura timpul este petrecut eficient.",
    "ru": "4096 головоломки для любителей казуальных игр гарантируют эффективное время.",
    "sk": "4096 puzzle hra pre milovníkov príležitostných hier zaisťuje, že čas je strávený efektívne.",
    "sl": "4096 puzzle igra za priložnostne ljubitelje igre zagotoviti čas je porabljen učinkovito.",
    "sv": "4096 pusselspel för avslappnade spelälskare säkerställer att tiden spenderas effektivt.",
    "sw": "4096 puzzle mchezo kwa wapenzi wa kawaida mchezo kuhakikisha muda ni kutumika kwa ufanisi.",
    "ta": "4096 சாதாரண விளையாட்டு காதலர்கள் புதிர் விளையாட்டு நேரம் திறமையாக செலவிடப்படுகிறது உறுதி.",
    "te": "క్యాజువల్ గేమ్ లవర్స్ కొరకు 4096 పజిల్ గేమ్ సమయాన్ని సమర్థవంతంగా గడిపేలా చూస్తుంది.",
    "th": "เกมปริศนา 4096 สําหรับคนรักเกมแคชชวลช่วยให้มั่นใจได้ว่าเวลาจะถูกใช้ไปอย่างมีประสิทธิภาพ",
    "tr": "Sıradan oyun severler için 4096 bulmaca oyunu, zamanın verimli bir şekilde harcanmasını sağlar.",
    "uk": "Гра-головоломка 4096 для любителів казуальних ігор гарантує, що час витрачається ефективно."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready to match crazy numbers on a 3D platformer! Match the numbers and start the adventure. Among the games that are played with pleasure are puzzle games. It is not understood how time passes with 4096 games that are beneficial for the development of children. 4096 online games, which are very simple to play, are played by adding numbers in series. Matching is made on the exact numbers, and the highest score is tried to be collected. Since numbers are collected from the mind, it contributes to intelligence development.\n\nSince there is a limited area, the highest score is tried to be obtained with 4096 online. Given that space is limited, all moves need to be considered. 4096 puzzle games, prepared for puzzle game lovers, ensure that time is spent efficiently. At the same time, there are 2048 game alternative 4096 games. It increases concentration and reduces stress. The 4096 games are recommended for children since they increase their ability to solve mathematical problems.\n\nAdults, as well as children, play with color 4096 to reduce forgetfulness. 4096 online games that activate the logical thinking process improve number skills. Players who take action with less hesitation reduce their decision-making processes. It is necessary to play a puzzle game to develop focusing skills.\n\nThose who learn the basic rules of the game get higher scores. It is aimed to reach the figure of 4096 by performing additional operations. Numbers are collected in a single section, with 4096 online offered free. It is aimed to reach the number of 4096 for each gap rather than a high score.\n\nHow To Play\nPlayed with Mouse.\n\n4096 3D Puzzle Game Features\n✓ Cartoon graphics\n✓ Infinity level\n✓ Fun sounds\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! 4096 3D Puzzle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}