{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LesClik"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otimiza o trabalho de exame de marcas no sistema IPAS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Otimiza o trabalho de exame de marcas no sistema IPAS: agrupa ações rotineiras, diminui os números de cliques necessários para o exame de processos e petições de marcas, a partir da seleção um texto, em qualquer documento que esteja aberto no navegador.\n\nEsta extensão funciona com o aplicativo IPAS (Industrial Property Administration System), versão 3.6.1a, build 20201028, especificamente para a versão em português, utilizada pelo INPI (Instituto Nacional da Propriedade industrial) brasileiro, para o exame de marcas.\n\n Funcionalidades:\n1) Qualquer processo de marcas:\n    ● Abre a página de “Dados do Processo” do IPAS.\n    ● Abre uma página com um resumo dos dados bibliográficos do processo selecionado, incluindo o código para exibição da figura no arquivo pdf.\n          ○ Alerta de cor (sombreamento) sobre a situação processual.\n\n2) Petições de nulidade de marcas:\n    ● Abre a página de “Dados do Processo” do IPAS.\n          ○ Alerta de cor (sombreamento) sobre a situação processual.\n    ● Gera automaticamente um modelo básico de parecer de pan (processo administrativo de nulidade), editável, incluindo o código para exibição da figura no arquivo pdf. O modelo inclui:\n          ○ Resumo dos dados bibliográficos;\n          ○ Texto Padrão do parecer;\n          ○ Textos das normas mais comuns.\n    ● Abre a página de “Dados do Processo” do sistema Busca Web.\n\n3) Recursos sobre decisões em pedidos de registro de marcas:\n    ● Abre a página de “Dados do Processo” do IPAS.\n    ● Gera automaticamente um modelo básico de parecer de recurso (recurso contra o indeferimento de pedido de registro) editável, incluindo o código para exibição da figura no arquivo pdf. O modelo inclui:\n          ○ Resumo dos dados bibliográficos;\n          ○ Texto Padrão do parecer;\n          ○ Textos das normas mais comuns.\n          ○ Texto motivador do indeferimento (em desenvolvimento).\n          ○ Listagem dos números dos processos apontados como anterioridades (em desenvolvimento).\n          ○ Dados bibliográficos das anterioridades (em desenvolvimento).\n          ○ Alerta de cor (sombreamento) sobre a situação processual da anterioridade.\n    ● Abre a página de “Dados do Processo” do sistema Busca Web."
  }
}