{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kerching for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download the KERCHING ALERT – It’s Free and will help find the best Cashback and Coupon Deal from over a 1,000 stores.\n\n \n\nNever…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download the KERCHING ALERT – It’s Free and will help find the best Cashback and Coupon Deal from over a 1,000 stores.\n\n \n\nNever miss out on the best buys again.\n\n \n\nThe KERCHING ALERT is the must-have browser extension that saves you money every time you shop online.\n\n \n\nEARN CASHBACK\n\nThe Notifier will let you know when you’re visiting a site that has Cashback and offers available. Simply click on “Activate Now” and you’re just one step away from earning Cashback!\n\n \n\nSEE KERCHING OFFERS when you are searching online:\n\nSee what Cashback is available on the search pages of Google when you’re browsing online for your favourite online stores.\n\n \n\nNEVER MISS A GREAT DEAL AGAIN\n\nThe Alert’s auto-apply feature finds and automatically applies the best coupons or Cashback for you, so you always save and earn EXTRA MONEY!!\n\n \n\nSHOP WITH CONFIDENCE\n\nThe Kerching Alert will remind you to activate Cashback and Coupon offers and reactivate them before completing a transaction. Never miss out on Cashback again!\n\n \n\nSign up to KERCHING for free today.  WWW.kerching.com.au\n\n \n\nShopping online just got a whole lot easier. Download the KERCHING ALERT for free today.\n\n \n\nIf you have any questions, reach out to us at support@kerching.com.au, we’re only to happy to help!"
  }
}