{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmark Sync"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Syncs bookmark folder with a server."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linked-Bookmarks Chrome Extension\n\nLinked-Bookmarks is a powerful Chrome extension designed to streamline bookmark sharing and collaboration among teams. With Linked-Bookmarks, users can effortlessly synchronize their browser bookmarks in real-time, ensuring that every team member stays updated with the latest links and resources.\n\nKey Features:\n\nReal-Time Bookmark Sync: Say goodbye to outdated bookmarks! Linked-Bookmarks automatically synchronizes bookmarks across multiple users' browsers in real-time. When one user adds a new URI (Uniform Resource Identifier), it instantly reflects in the bookmarks of all team members.\n\nSeamless Collaboration: Collaborating on projects becomes more efficient with Linked-Bookmarks. Team members can easily share important links, articles, or resources with each other without the hassle of manually sharing URLs or copying links.\n\nCustomizable Bookmarks: Tailor your bookmark collections to suit your team's needs. Organize bookmarks into folders or categories for easy access and management. Linked-Bookmarks ensures that everyone has access to the right resources at the right time.\n\nPrivacy and Security: Rest assured, Linked-Bookmarks prioritizes privacy and security. Your bookmarks are securely stored on the endpoint you provide and transmitted using encryption protocols, keeping your data safe from unauthorized access.\n\nUser-Friendly Interface: The extension boasts an intuitive and user-friendly interface, making bookmark sharing and collaboration a breeze. Whether you're a tech-savvy developer or a non-technical team member, Linked-Bookmarks is designed to be accessible to all.\n\nCross-Platform Compatibility: Enjoy the flexibility of accessing your synced bookmarks across different devices and platforms. Whether you're using a desktop computer, laptop, or mobile device, Linked-Bookmarks ensures that your bookmarks are always within reach.\n\nLinked-Bookmarks revolutionizes the way teams collaborate and share information online. Experience seamless bookmark synchronization and take your team's productivity to new heights with Linked-Bookmarks Chrome Extension."
  }
}