{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split PDF",
    "de": "PDF Teilen",
    "es,pt_BR,pt_PT": "Dividir PDF",
    "fr": "Diviser PDF",
    "ja": "PDFを分割",
    "ko": "PDF 분할"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split PDF Files Online in Seconds!",
    "de": "PDF-Dateien Online Aufteilen",
    "es": "Dividir Archivos PDF En Línea",
    "fr": "Diviser les fichiers PDF en ligne",
    "ja": "オンラインでPDFファイルを瞬時に分割！",
    "ko": "PDF 파일을 초 단위로 온라인으로 분할하십시오!",
    "pt_BR,pt_PT": "Dividir Ficheiros PDF Online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split PDF\n\nSplit PDF Online\n\nSplit PDF Files Online\n\nFast and easy way to Split PDF files online\n\nSelect or drag your files, then click the Split button to download your document into one pdf file.\nAll split files maintain the best quality which can be accepted on any web platform (when uploading to a website or attaching as email).\n\nYour files are fully secure as they are been transferred over a secure connection. We’ll permanently delete all files from our servers within a few hours after conversion.",
    "de": "Eine schnelle und einfache Methode, um PDF-Dateien online aufzuteilen.\nWählen oder ziehen Sie Ihre Dateien und klicken Sie dann auf die Aufteilungs-Taste, um Ihr Dokument in eine PDF-Datei herunterzuladen.\n\nAlle geteilten Dateien haben die beste Qualität, die auf jeder Webplattform akzeptiert werden kann (beim Hochladen auf eine Website oder beim Anhängen einer E-Mail).\n\nIhre Dateien sind absolut sicher, da sie über eine sichere Verbindung übertragen werden. Wir werden alle Dateien innerhalb weniger Stunden nach der Konvertierung dauerhaft von unseren Servern löschen.",
    "es": "Manera rápida y fácil de Dividir archivos PDF en línea.\n\nSeleccione o arrastre sus archivos, luego de clic en el botón Dividir para descargar su documento en un archivo pdf.\nTodos los archivos divididos mantienen la mejor calidad que puede ser aceptada en cualquier plataforma web (al subir a un sitio web o adjuntar como e mail).\n\nSus archivos están completamente seguros ya que están siendo transferidos en una conexión segura. Borraremos permanentemente todos los archivos de nuestros servidores dentro de pocas horas después de la conversión.",
    "fr": "Un moyen simple et efficace pour diviser des fichiers PDF en ligne.\n\nSélectionnez ou faites glisser vos fichiers, puis cliquez sur le bouton Diviser pour télécharger votre document en un seul fichier pdf.\nTous les fichiers divisés sont de qualité optimale et peuvent être prise en charge sur n'importe quelle plate-forme web (lors du téléchargement sur un site web ou en pièce jointe sous forme d’email).\n\nVos fichiers sont entièrement sécurisés puisqu'ils sont transférés via une connexion sécurisée. Nous supprimerons définitivement tous les fichiers de nos serveurs quelques heures après la conversion.",
    "pt_BR,pt_PT": "Uma forma rápida e fácil de dividir ficheiros PDF online.\n\nSelecione ou coloque os seus ficheiros, depois clique no botão de divisão para fazer o download do ficheiro dividido em formato PDF.\n\nTodos os ficheiros mantêm a melhor qualidade, que pode ser aceite em qualquer plataforma web (quando se faz o upload no site ou ao anexar como e-mail).\n\nOs seus ficheiros estão totalmente seguros já que estão a ser transferidos através de uma conexão de segurança. Vamos eliminar permanentemente todos os ficheiros dos nossos serviços no espaço de apenas umas horas após a conversão."
  }
}