{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cache und Cookies Löscher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Löscht den Cache und die Cookies der aktuellen Webseite."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Das Mediahain Cache- und Cookies-Tool ist das einfachste und effektivste Addon, um Cache und Cookies der aktuellen Webseite gezielt…\n\nDas Mediahain Cache- und Cookies-Tool ist das einfachste und effektivste Addon, um Cache und Cookies der aktuellen Webseite gezielt zu löschen, ohne dabei andere wichtige Browserdaten zu verlieren. Entwickelt für Nutzer, die Wert auf Geschwindigkeit, Datenschutz und Benutzerfreundlichkeit legen, bietet dieses Tool eine Lösung, die Ihre Browser-Erfahrung optimiert, indem es Datenmüll auf Knopfdruck beseitigt.\n\nWarum Mediahain Cache und Cookies Löscher?\n\nGezieltes Löschen: Im Gegensatz zu anderen Tools löscht dieses Addon nur die Cache- und Cookie-Daten der gerade geöffneten Webseite. Sie verlieren keine wichtigen gespeicherten Daten oder Einstellungen anderer Webseiten.\n\nSchnelle und einfache Bedienung: Mit nur einem Klick werden Cache und Cookies der aktuellen Webseite entfernt, was Ihnen eine saubere und frische Browser-Erfahrung bietet.\n\nDatenschutz und Sicherheit: Durch das gezielte Löschen von Cookies und Cache auf Webseiten, die Sie nicht mehr besuchen, tragen Sie aktiv dazu bei, Ihre Privatsphäre zu schützen und Tracking zu verhindern.\n\nIdeal für Webentwickler und Tester: Wenn Sie Änderungen an einer Webseite vornehmen oder testen, können Sie sicherstellen, dass Sie immer die aktuellste Version sehen, ohne durch alte Cache-Daten behindert zu werden.\n\nLeichtgewichtig und effizient: Dieses Addon ist schlank und ressourcenschonend, es verlangsamt Ihren Browser nicht und sorgt dennoch für eine spürbare Leistungssteigerung, indem unnötiger Ballast regelmäßig entfernt wird.\n\nIndividuelle Kontrolle: Sie können selbst wählen, ob Sie nur den Cache, nur die Cookies oder beides löschen möchten, um den gewünschten Effekt zu erzielen, ohne überflüssige Daten zu löschen.\n\nFunktionen im Überblick:\n\nLöschen Sie Cache und Cookies gezielt für die aktuelle Webseite.\nBehalten Sie andere wichtige Daten in Ihrem Browser, ohne Verlust.\nErhalten Sie wichtige Informationen über den letzten Löschzeitpunkt für jede besuchte Webseite.\nSchützen Sie Ihre Privatsphäre, indem Sie unerwünschte Cookies schnell und effektiv entfernen.\nOptimieren Sie die Ladezeiten Ihrer Webseiten durch regelmäßiges Cache-Management.\nIdeal für Entwickler und Tester, die regelmäßig Änderungen an Webseiten vornehmen und sofortige Ergebnisse sehen möchten.\nBenutzerfreundlich und Sicher\n\nDieses Tool wurde mit dem Fokus auf Einfachheit und Sicherheit entwickelt. Es gibt keine komplizierten Einstellungen, die Sie durchlaufen müssen. Installieren Sie das Addon einfach, und es steht sofort bereit, um Ihre Browser-Erfahrung zu optimieren. Keine unnötigen Daten werden gelöscht, und keine Ihrer sensiblen Informationen wird gefährdet.\n\nVerabschieden Sie sich von veralteten Cache-Daten und lästigen Cookies, die Ihre Browser-Erfahrung beeinträchtigen könnten. Installieren Sie das Mediahain Cache- und Cookies-Tool noch heute und erleben Sie eine sauberere, schnellere und sicherere Browser-Umgebung."
  }
}