{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Optimizer for the Web"
  },
  "short": {
    "ar": "تحسين الصور الخاصة بك قبل استخدامها على موقع الويب أو نشر على بلوق الخ.",
    "am,en,en_AU,en_GB,en_US,fa,ml,mr,ms": "Optimize your images before using them on website or posting on a blog etc.",
    "bg": "Оптимизиране на изображения, преди да ги използвате на уебсайта или за публикуване в блог и др.",
    "bn": "তাদের ওয়েবসাইটে ব্যবহার করে অথবা একটি ব্লগ ইত্যাদি পোস্ট করার আগে আপনার ইমেজ অপ্টিমিজ",
    "ca": "Optimitzi les seves imatges abans d&#39;usar-los a la pàgina web o publicar en un bloc etc",
    "cs": "Optimalizujte své snímky před jejich použitím na webu nebo odeslání na blogu atd.",
    "da": "Optimer dine billeder, før du bruger dem på hjemmesiden eller udstationering på en blog osv.",
    "de": "Optimieren Sie Ihre Bilder, bevor Sie sie auf der Website oder Beitrag in einem Blog usw.",
    "el": "Βελτιστοποιήστε τις εικόνες σας πριν από τη χρήση τους στην ιστοσελίδα ή απόσπαση σε ένα blog κλπ.",
    "es,es_419": "Optimice sus imágenes antes de usarlos en la página web o publicar en un blog etc",
    "et": "Optimeerige oma pilte enne nende kasutamist veebilehel või postitad blogis jne",
    "fi": "Optimoi kuvat ennen niiden verkkosivuilla tai julkaistavaksi blogi jne.",
    "fil": "-Optimize ang iyong mga imahe bago gamitin ang mga ito sa website o pag-post sa isang blog atbp",
    "fr": "Optimisez vos images avant de les utiliser sur le site Web ou l&#39;affichage sur un blogue, etc",
    "gu": "તેમને વેબસાઇટ પર ઉપયોગ કરીને અથવા એક બ્લોગ વગેરે પર પોસ્ટ કરતા પહેલા તમારી છબીઓ ઑપ્ટિમાઇઝ",
    "he": "לייעל את התמונות שלך לפני השימוש בם באתר אינטרנט או פרסום בבלוג וכו &#39;",
    "hi": "उन्हें वेबसाइट पर या एक ब्लॉग आदि का उपयोग पर पोस्टिंग से पहले अपनी छवियों का अनुकूलन",
    "hr": "Optimizirajte svoje slike prije nego ih koristite na web stranici ili objavljivati ​​na blogu i sl.",
    "hu": "Optimalizálja a képeket, mielőtt azokat a honlapon, vagy kiküldetés a blog, stb",
    "id": "Optimalkan gambar Anda sebelum menggunakan mereka di situs web atau posting di blog dll",
    "it": "Ottimizzare le immagini prima di utilizzarli sul sito web o la pubblicazione su un blog, ecc",
    "ja": "ウェブサイト上でそれらを使用するか、またはブログなどに投稿する前に画像を最適化",
    "kn": "ಬ್ಲಾಗ್ ಇತ್ಯಾದಿ ರಂದು ವೆಬ್ಸೈಟ್ನಲ್ಲಿ ಅವುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಅಥವಾ ಪೋಸ್ಟ್ ಮಾಡುವ ಮೊದಲು ನಿಮ್ಮ ಚಿತ್ರಗಳನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸು",
    "ko": "블로그 등을 웹 사이트에 그들을 사용하거나 게시하기 전에 이미지를 최적화",
    "lt": "Optimizuokite savo nuotraukas prieš naudojant juos svetainėje ar tinklaraštyje ir tt komandiravimo",
    "lv": "Optimizēt attēlus pirms lietošanas tos mājas lapā vai norīkošanu uz blogu utt",
    "nl": "Optimaliseer uw foto&#39;s voordat u ze op de website of het plaatsen op een blog, etc.",
    "no": "Optimalisere bildene dine før du bruker dem på nettstedet eller innlegg på en blogg osv.",
    "pl": "Optymalizuj rozmiar zdjec przed umieszczeniem ich na stronie internetowej lub blogu!",
    "pt_BR,pt_PT": "Otimize suas imagens antes de usá-los no site ou em uma postagem etc blogue",
    "ro": "Optimizați imaginile înainte de a le folosi pe site-ul sau postarea pe un blog, etc",
    "ru": "Оптимизация изображений перед их использованием на веб-сайте или размещение на блоге и т.д.",
    "sk": "Optimalizujte svoje zábery pred ich použitím na webe alebo odoslanie na blogu atď",
    "sl": "Optimizirajte svoje slike pred njihovo uporabo na spletnih straneh ali objavo na blogu itd",
    "sr": "Оптимизујте своје слике пре него што их користите на сајту или постављање на блогу итд",
    "sv": "Optimera dina bilder innan du använder dem på hemsidan eller lägga på en blogg etc.",
    "sw": "Optimera picha yako kabla ya kutumia yao kwenye tovuti au blog posting juu nk",
    "ta": "ஒரு வலைப்பதிவு மற்றும் பல இணைய தளத்தில் அவற்றை பயன்படுத்தி அல்லது வெளியிடுவதற்கு முன்பு உங்கள் படங்களை மேம்படுத்த",
    "te": "ఒక బ్లాగ్ మొదలైన వెబ్సైట్లో ఉపయోగించి లేదా పోస్ట్ చేసే ముందు మీ చిత్రాలను ఆప్టిమైజ్",
    "th": "เพิ่มประสิทธิภาพของภาพก่อนที่จะใช้พวกเขาในเว็บไซต์หรือโพสต์บนบล็อก ฯลฯ",
    "tr": "Bir blog vb web sitesinde bunları kullanarak veya göndermeden önce resimlerinizi optimize",
    "uk": "Оптимізація зображень перед їх використанням на веб-сайті або розміщення на блозі і т.д.",
    "vi": "Tối ưu hóa hình ảnh của bạn trước khi sử dụng chúng trên trang web hoặc gửi bài trên ... blog",
    "zh_CN": "优化您的图像在使用前或张贴在网站上的博客等。",
    "zh_TW": "優化您的圖像在使用前或張貼在網站上的博客等。"
  },
  "long": {
    "ar,bg,bn,ca,cs,da,de,el,en_GB,es,es_419,et,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimize your images before using them on website or posting on a blog etc.",
    "am,en,en_AU,en_US,fa,ml,mr,ms": "Compress (optimize) your images before using them on website or posting on a blog etc.\n\n\nCompressed (optimized) images speed up your web page and improve website usability.",
    "pl": "Optymalizuj rozmiar zdjęć przed umieszczeniem ich na stronie internetowej lub blogu!"
  }
}