{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QuickStyle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Style Websites Like a Pro with AI-Powered Styling\n\nQuickStyle is a game-changing Chrome extension designed for web developers and…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Style Websites Like a Pro with AI-Powered Styling\n\nQuickStyle is a game-changing Chrome extension designed for web developers and designers, now enhanced with cutting-edge AI features to take your website styling to the next level. With QuickStyle, you can effortlessly customize and enhance your website’s appearance—no coding required. Perfect for developers and designers looking to save time and achieve professional-level CSS styling instantly.\n\nKey Features:\n\nAI-Driven Styling: Describe the style you want, and let QuickStyle’s AI generate the perfect CSS for you. No need to manually write code!\n\nModify Styles Instantly: Make immediate visual changes with real-time updates.\n\nCSS Code Generation: Automatically generate clean, reusable CSS code based on your design choices or AI suggestions.\n\nPreset Styles: Elevate your website's design with QuickStyle's preset animations, featuring seamless keyframe effects for eye-catching transitions and engaging visual elements.\n\nAdvanced Element Selector Targeting: Easily select and apply styles to any web element.\n\nMerge Existing Styles: Seamlessly integrate new styles with your current CSS.\n\nView Grid Lines: Visualize and fine-tune layout structures with grid overlays.\n\nDynamic Mobile, Tablet, and Monitor Views: Preview your designs across multiple devices for responsive development.\n\nUser-Friendly Interface: Simplified and intuitive, making style customization accessible to all skill levels.\n\n70+ Styling Options: Choose from an extensive range of customization options to perfect your design.\n\nSave Time and Boost Efficiency with AI\nQuickStyle’s AI integration streamlines your design process, allowing you to restructure, and restyle elements without hassle. \n\nWhat are you waiting for? Start styling better websites, faster, with QuickStyle!"
  }
}