{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PlusYou Club"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "200+ Branded Gift Cards & Coupons Available on PlusYou Club. Get Instant Discount Every Time You Buy Gift Card"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save 30% or more on discounted gift cards across All Top Brands & Websites!\n \nPlusYou Club is the smartest way to save money everywhere you shop. This browser extension gives the power of PlusYou Club into your browser.\n \nThis extension gathers the information from the ecommerce website you are shopping on and searches plusyouclub.com to find the discounted gift cards that would save you the most money for your specific purchases.\n \nHead straight to the site you want to shop, and we’ll let you know if you can get Cashback and Discounts on your purchase on PlusYou Club. It’s just one click to earn Cashback & Discounts! Save time & money by finding discounted gift cards while you shop!\n \nHow it Works: \n-- Shop like your normal shopping behaviour on your favourite ecommerce websites. This extension will give you a “+” icon on the website. Click the “+” icon to access available promocodes, discounts, and special offers.\n\n-- When you are ready to checkout, select your desired denomination, or enter the exact amount of your order total in the cashback Gift Cards section and click “Buy Now” on www.plusyouclub.com. \n\n-- Once you have completed your transaction with the discounted amounts, we will instantly add your cashback earnings and in-bill discounts to your PlusYou club account.  \n\n-- To complete your original transaction, enter the gift card number and pin during checkout.\n\n-- Enjoy your savings AND earnings at hundreds of your favourite stores."
  }
}