{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Multi Chat-Chat Anywhere, Anytime"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this extension to chat without difficulty on all your favored social networks in a single windowy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Make your conversation easy with the presence of Multi Chat. Install this Multi Chat Chrome extension to run all your social media messenger interfaces from Facebook, WhatsApp, Instagram, and others in one window. Bye-Bye tabs switch and greet a cool chat session. \n\nQuick, minimal size, and very simple, Multi Chat consolidates all your messages without the page getting loaded. Be connected, receive updates, and message seamlessly and instantly all in one platform.\n\n\nKey Features of this Chrome Extension \n\nUnified Chat Window: Connect to all your favorite social media conversations from one convenient, single window. \n\nCross-Platform Compatibility: Compatible with such networks as Facebook, Instagram, Twitter, and WhatsApp. \n\nLightweight & Fast: The extension is seamless and does not slow down your browser. \n\nReal-Time Notifications: Here, you receive instant message alerts from all the platforms at one central location. \n\n\nHow to Use in Simple Steps \n\nStep 1: Install the Extension  \n\nOpen google chrome, move over to the chrome web store and search for Multi Chat. After that, an “Add to Chrome” button will appear and, as the name suggests, click it to add the extension to your Chrome browser.  \n\nStep 2: Open the Extension  \n\nOnce installed, you will see the Multi Chat icon with the letter ‘m’ in your browser toolbar at the bottom of the page.  \n\nStep 3: It is now possible to Sign in to Your Social Accounts.  \n\nOpen the social network – or social networks of your choice: Facebook or WhatsApp, for instance, or Instagram. \n\n Step 4: Start Chatting  \n\nClick on the extension icon to open the interface, where you can chat while continuing with your other tasks. With the Multi Chat feature, you can chat with all your contacts across various social networks through a single window. \n\n Step 5: Manage Notifications  \n\nSee real-time notifications for all your chats and reply right from the notification area of the browser extension. \n \n\n\nWho Is It Useful For? \n\n1. Social Media Enthusiasts \n\nIf you are a person who enjoys being in touch with your friends or families using several Inter-Net sites, then Multi Chat will suit your needs. It links all your socials all in one, so you don’t miss out on any notification. \n\n2. Busy Professionals \n\nPeople talk in work folders, but now it is convenient to manage several working discussions. With Multi Chat you can also jump freely from one platform to another so that you will not waste much of your time being in charge of business communication. \n\n \n\nWhy Is It Useful? \n\n1. Simplified Messaging \n\nContrary to having several windows or several tabs open, Multi Chat gives a unique place for every conversation so as to make the interlocution easier. \n\n2. Timesaving \n\nMulti Chat means less need to switch between apps or multiple windows within the browser, so it saves time and lets you concentrate on the subject matter. \n\n3. Convenient Notifications \n\nSay goodbye to missed notifications – Multi Chat keeps you updated with notifications from your connected platforms in Realtime. \n\n\nFAQs \n\nQ1: Is Multi Chat free to use?  \n\nYes, of course, Multi Chat is freeware which means you can download the application without any money spent and start using it without any fees.  \n\nQ2: To which social networks do Multi Chat connect?  \n\nMulti Chat allows communication in channels including Facebook, Instagram, WhatsApp, Twitter, and many others. \n\n Q3: Is Multi Chat fine as it gets, or does it slow down my browser?  \n\nNo, Multi Chat does not take up space on your computer and therefore your browser will not slow down."
  }
}