{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Redirector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dynamic URL Redirector"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌟 Introduction\nRedirector is a powerful and flexible browser extension that allows users to customize URL redirection rules. Using regular expressions, users can create complex redirection rules applicable to various websites and URL patterns.\n\n✨ Key Features\n• Create custom redirection rules using regular expressions\n• Support for multiple redirection rules\n• Real-time URL match testing\n• Intuitive user interface for easy addition, editing, and deletion of rules\n• Support for wildcards and complex URL patterns\n\n🚀 How to Use\n1. Click on the Redirector icon in the browser toolbar to open the options page\n2. In the \"Add a redirect URL\" section:\n   - Enter the source URL pattern (using regular expression) in the left input box\n   - Enter the target URL in the right input box (you can use $1, $2, etc., to reference capture groups in the regular expression)\n   - Click the \"Add\" button to add a new rule\n3. You can test your redirection rules in the \"Test URL\" section\n4. Added rules will be displayed in the \"Rules\" list, where you can delete unnecessary rules at any time\n\n📝 Example Rule\nRegular expression is a powerful tool for matching URL patterns. Here are some examples:\n- Redirect Google search to DuckDuckGo:\n  - From: `^https://www.google.com/search\\?q=(.*?)&.*$`\n  - To: `https://duckduckgo.com/?q=$1`\nURLPattern is a more powerful and flexible tool for matching URL patterns. Here are some examples:\n- Redirect Google search to DuckDuckGo:\n  - From: `https://www.google.com/search?q=:id`\n  - To: `https://duckduckgo.com/?q={{search.groups.id}}`\n\n🔒 Privacy\nThis extension processes all redirection rules locally and does not collect or transmit any user data.\n\n🤝 Contributions\nContributions are welcome! If you have any suggestions for improvements or have found a bug, please visit our GitHub repository to open an issue or submit a pull request.\n\n📄 License\nMIT License\n\n📧 Contact\nIf you have any questions or suggestions, please contact us at rxliuli@gmail.com."
  }
}