{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bubble Essential Kit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bubble.io #1 companion. Component Library and essential tools to help Bubble.io developers build beautiful applications."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bubble Essential Kit is the #1 Bubble.io Component Library. Use beautifully designed bootstrap components to create amazing applications just by copying and pasting directly into your Bubble.io app.\n\n-- Bubble Essential Kit Component Library --\nCopy and paste 350+ beautiful, pre-styled and fully responsive buttons, alerts, repeating groups, tables, cards, popups, inputs, dropdowns, radio buttons, and much more.\nAll components are based on Bootstrap, the #1 framework for designing responsive websites and applications.\nSo you can paste any components and they will all fit together, as they share the same visual identity.\nYou will never struggle with Bubble's design and responsive engine again.\n\n-- Full Dashboard Layouts --\nBubble Essential Kit features not only atomic components, but also full layouts and blocks (headers, menus and content).\nYou can build fully responsive beautiful dashboards in seconds.\n\n-- Landing Page Blocks --\nYes, you can build beautiful Landing Pages on Bubble.\nI know, you probably use Wordpress or other site builders because Bubble lacks what it takes to build a nice looking landing page, right?\nWell, that's before you met Bubble Essential Kit.\nBubble Essential Kit has all the components you need to build a high conversion beautiful landing page.\n\n-- Color Palette --\nBubble Essential Kit has all the main colors used in Bootstrap: just get it and paste it into your Bubble component properties.\nUsing this palette, it's impossible to build an ugly component in Bubble.\n\n-- Form Builder --\nWith the Form Builder, you simply select the number of fields, choose the type and name of each field, and it will generate the finished form.\nJust click on Paste and you will have your form ready in seconds.\n\n-- Private Component Libraries --\nIn addition to the Bubble Essential Kit's hundreds of components, you can also upload your own components and share with your team.\nIf you use the same components, colors and workflows in different applications, you can create your own library and share it with whoever you want.\nThis feature is fantastic for freelance developers and development agencies who want to speed up their creation and reuse their visual identities."
  }
}