{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HH.ru resumes updater"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Простейший автокликер для автоматического подъема ваших резюме на hh.ru и superjob.ru. Разработано @2024 L.A.P.S. Lab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Автоматический подъем всех активных резюме аккаунта на HH.RU и superjob.ru\n\nЕсли есть вопросы по установке и работе расширения - с радостью отвечу в специально созданном канале техподдержки в телеграм.\nhttps://t.me/c/2101490043/2/6 🤓\n\nЭто расширение – простейший автокликер для автоматического подъема ваших резюме в поиске работодателей на сайтах для поиска работы hh.ru и superjob.ru.\n\nСвободно распространяемое расширение для браузера Google Chrome. Автоматически включается на странице ваших резюме на сайте hh.ru или superjob.ru и каждые 1 минуту ищет ссылки на поднятие резюме в поиске и, если они появились, активирует их программно.\n\nПосле подъема резюме сайт hh.ru открывает всплывающее окно - попап с предложением платного продвижения. Расширение закрывает этот попап - и снова засыпает на 1 минуту.\n\nРасширение работает в фоновом режиме всегда, когда в браузере открыта вкладка сайта с резюме, при этом он не обязательно должна быть активной.\n\nЛог последних изменений:\n - в версии 0.2.2 добавлена перезагрузка страницы после поднятия резюме на сервисе hh.ru\n - в версии 0.2.3 добавлена перезагрузка страницы после поднятия резюме на сервисе hh.ru после таймаута простоя 10 минут\n- в текущей версии 0.2.4 расширен функционал по площадке superjob.ru: добавлены дополнительные условия поиска целевых кнопок на странице\n\nДанный проект является логическим развитием проекта пользовательского скрипта для расширений типа GreaseMonkey/TemperMonkey, оригинальный код которого можно найти на github или на сайте L.A.P.S. Lab.\n\nРазработано @2024 L.A.P.S. Lab"
  }
}