{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tetris New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add tetris to Chrome New Tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Welcome to Tetris New Tab Extension\n\nAre you ready to experience the nostalgia and excitement of Tetris right in your browser? Dive into the history of a classic game that has captured hearts for decades, all while infusing your daily web browsing routine with a touch of fun and relaxation.\n\nThe History of Tetris: A Timeless Classic\n\nTetris, born in 1984, is more than just a game; it's a global phenomenon that has transcended generations. Its simple yet addictive gameplay, where you fit falling blocks together, has provided countless hours of entertainment and challenge. As you maneuver the iconic tetrominoes, you're tapping into a gaming legacy that has stood the test of time.\n\nA Break to Boost Your Day\n\nLife can get hectic, and sometimes, all you need is a short break to recharge. Imagine opening a new browser tab and being greeted by the familiar blocks of Tetris. It's not just a game; it's a mini getaway that lets you clear your mind, have fun, and return to your tasks with renewed energy. With our extension, taking breaks becomes a delightful part of your daily routine.\n\nWhy Install Our Tetris New Tab Extension?\n\n- Gameplay and Relaxation: Play Tetris right in your new tab. It's a simple, enjoyable way to unwind and have fun without leaving your browser.\n\n- Nostalgia Reimagined: Relive the magic of a classic game that has captivated players for generations. It's a slice of gaming history in every new tab.\n\n- Timely Breaks: Our extension encourages you to take short breaks throughout the day. Each new tab reminds you to pause, play, and rejuvenate.\n\n- Boosted Productivity: Short, regular breaks have been shown to enhance focus and productivity. Let Tetris provide the perfect mental breather.\n\nGet Started Today!\n\nReady to add a touch of playfulness to your browsing routine? Install our Tetris New Tab Extension from the Chrome Web Store and enjoy a fresh, fun break with every new tab you open. It's time to embrace the history, excitement, and relaxation that Tetris brings to your daily life.\n\nBy clicking \"add to Chrome\", I accept and agree to installing the Tetris Tab extension and setting Chrome New Tab search provider to Microsoft Bing as described in the Terms of Use (https://tetristab.com/terms-of-use/) and Privacy Policy (https://tetristab.com/privacy-policy/)"
  }
}