{
  "name": {
    "ar": "مدقق إملائي مجاني لجوجل كروم ™",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Free Spell Checker for Google Chrome™",
    "bg": "Безплатна проверка на правописа за Google Chrome ™",
    "ca": "Corrector ortogràfic gratuït per a Google Chrome ™",
    "cs": "Kontrola pravopisu zdarma pro Google Chrome ™",
    "da": "Gratis stavekontrol til Google Chrome ™",
    "de": "Kostenlose Rechtschreibprüfung für Google Chrome ™",
    "el": "Δωρεάν ορθογραφικός έλεγχος για το Google Chrome ™",
    "es": "Corrector ortográfico gratuito para Google Chrome ™",
    "et": "Google Chrome&#39;i tasuta õigekirjakontroll",
    "fa": "املا رایگان برای Google Chrome",
    "fi": "Ilmainen oikeinkirjoituksen tarkistus Google Chrome ™: lle",
    "fil": "Libreng Spell Checker para sa Google Chrome ™",
    "fr": "Vérificateur d&#39;orthographe gratuit pour Google Chrome ™",
    "he": "בודק איות בחינם עבור Google Chrome ™",
    "hi": "Google Chrome ™ के लिए नि: शुल्क वर्तनी परीक्षक",
    "hr": "Besplatna provjera pravopisa za Google Chrome ™",
    "hu": "Ingyenes helyesírás-ellenőrző a Google Chrome ™ -hoz",
    "id": "Pemeriksa Ejaan Gratis untuk Google Chrome ™",
    "it": "Controllo ortografico gratuito per Google Chrome ™",
    "ja": "GoogleChrome™用の無料のスペルチェッカー",
    "ko": "Google Chrome ™ 용 무료 맞춤법 검사기",
    "lt": "Nemokama „Google Chrome ™“ rašybos tikrinimo priemonė",
    "lv": "Bezmaksas pareizrakstības pārbaudītājs pārlūkam Google Chrome ™",
    "ms": "Pemeriksa Ejaan Percuma untuk Google Chrome ™",
    "nl": "Gratis spellingcontrole voor Google Chrome ™",
    "no": "Gratis stavekontroll for Google Chrome ™",
    "pl": "Darmowy sprawdzanie pisowni dla Google Chrome ™",
    "ro": "Verificator ortografic gratuit pentru Google Chrome ™",
    "ru": "Бесплатная проверка орфографии для Google Chrome ™",
    "sk": "Kontrola pravopisu zadarmo pre Google Chrome ™",
    "sl": "Brezplačno preverjanje črkovanja za Google Chrome ™",
    "sr": "Бесплатна провера правописа за Гоогле Цхроме ™",
    "sv": "Gratis stavningskontroll för Google Chrome ™",
    "th": "โปรแกรมตรวจการสะกดฟรีสำหรับ Google Chrome ™",
    "tr": "Google Chrome ™ için Ücretsiz Yazım Denetleyicisi",
    "uk": "Безкоштовна перевірка правопису для Google Chrome ™",
    "vi": "Trình kiểm tra chính tả miễn phí cho Google Chrome ™",
    "zh_CN": "Google Chrome™的免费拼写检查器",
    "zh_TW": "Google Chrome™的免費拼寫檢查器"
  },
  "short": {
    "ar": "تحقق من القواعد والهجاء والأسلوب. رؤية عدد الكلمات والشخصيات ...!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Check your grammar, spelling and style. See word and character counts...!",
    "bg": "Проверете вашата граматика, правопис и стил. Вижте броя на думите и символите ...!",
    "ca": "Comproveu la vostra gramàtica, ortografia i estil. Consulteu el recompte de paraules i caràcters ...!",
    "cs": "Zkontrolujte svou gramatiku, pravopis a styl. Podívejte se na počet slov a znaků ...!",
    "da": "Tjek din grammatik, stavning og stil. Se antal ord og tegn ...!",
    "de": "Überprüfen Sie Ihre Grammatik, Rechtschreibung und Stil. Siehe Wort- und Zeichenanzahl ...!",
    "el": "Ελέγξτε τη γραμματική, την ορθογραφία και το στυλ σας. Δείτε τις μετρήσεις λέξεων και χαρακτήρων ...!",
    "es": "Revisa tu gramática, ortografía y estilo. Ver recuentos de palabras y caracteres ...!",
    "et": "Kontrollige oma grammatikat, õigekirja ja stiili. Vaadake sõna- ja tähemärkide arvu ...!",
    "fa": "دستور زبان ، هجی و سبک خود را بررسی کنید. تعداد کلمات و شخصیت ها را ببینید ...!",
    "fi": "Tarkista kielioppi, oikeinkirjoitus ja tyyli. Katso sanojen ja merkkien määrä ...!",
    "fil": "Suriin ang iyong grammar, spelling at istilo. Tingnan ang bilang ng salita at character ...!",
    "fr": "Vérifiez votre grammaire, votre orthographe et votre style. Voir le nombre de mots et de caractères ...!",
    "he": "בדוק את הדקדוק, האיות והסגנון שלך. ראה ספירת מילים ותווים ...!",
    "hi": "अपने व्याकरण, वर्तनी और शैली की जाँच करें। देखें शब्द और चरित्र मायने रखता है ...!",
    "hr": "Provjerite svoju gramatiku, pravopis i stil. Pogledajte broj riječi i znakova ...!",
    "hu": "Ellenőrizze nyelvtanát, helyesírását és stílusát. Lásd a szavak és karakterek számát ...!",
    "id": "Periksa tata bahasa, ejaan, dan gaya Anda. Lihat jumlah kata dan karakter ...!",
    "it": "Controlla la grammatica, l&#39;ortografia e lo stile. Vedi il conteggio di parole e caratteri ...!",
    "ja": "文法、スペル、スタイルを確認してください。単語と文字の数を参照してください...！",
    "ko": "문법, 철자 및 스타일을 확인하십시오. 단어 및 문자 수 확인 ...!",
    "lt": "Patikrinkite savo gramatiką, rašybą ir stilių. Žr. Žodžių ir simbolių skaičių ...!",
    "lv": "Pārbaudiet gramatiku, pareizrakstību un stilu. Skatiet vārdu un rakstzīmju skaitu ...!",
    "ms": "Periksa tatabahasa, ejaan dan gaya anda. Lihat jumlah perkataan dan watak ...!",
    "nl": "Controleer uw grammatica, spelling en stijl. Zie het aantal woorden en tekens ...!",
    "no": "Sjekk grammatikk, stavemåte og stil. Se ord og karaktertelling ...!",
    "pl": "Sprawdź swoją gramatykę, pisownię i styl. Zobacz liczbę słów i znaków ...!",
    "ro": "Verifică-ți gramatica, ortografia și stilul. Vedeți numărul de cuvinte și caractere ...!",
    "ru": "Проверьте свою грамматику, орфографию и стиль. Смотрите количество слов и символов ...!",
    "sk": "Skontrolujte si gramatiku, pravopis a štýl. Pozrite sa na počet slov a znakov ...!",
    "sl": "Preverite svojo slovnico, črkovanje in slog. Oglejte si število besed in znakov ...!",
    "sr": "Проверите своју граматику, правопис и стил. Погледајте број речи и знакова ...!",
    "sv": "Kontrollera din grammatik, stavning och stil. Se antal ord och tecken ...!",
    "th": "ตรวจสอบไวยากรณ์การสะกดและรูปแบบของคุณ ดูจำนวนคำและตัวอักษร ... !",
    "tr": "Dilbilginizi, yazımınızı ve stilinizi kontrol edin. Kelime ve karakter sayılarını görün ...!",
    "uk": "Перевірте свою граматику, орфографію та стиль. Перегляньте кількість слів та символів ...!",
    "vi": "Kiểm tra ngữ pháp, chính tả và văn phong của bạn. Xem số lượng từ và ký tự ...!",
    "zh_CN": "检查您的语法，拼写和样式。查看字数和字符数...！",
    "zh_TW": "檢查您的語法，拼寫和样式。查看字數和字符數...！"
  },
  "long": {
    "ar": "هل تحتاج إلى حل مدقق إملائي مجاني وبسيط؟\n\nيدعم هذا الامتداد أكثر من 20 لغة للتدقيق الإملائي.\n\nتحقق من هجاء الكلمات ويخرج باقتراحات للكلمات التي بها أخطاء إملائية. spell checker\n\nيساعد هذا البرنامج في العثور على الأخطاء الإملائية التي لا يستطيع المدقق الإملائي العثور عليها.\nعلى سبيل المثال ، إساءة استخدام الكلمات \"هناك\" و \"هم\" و \"أ\" و \"أن\" أو الكلمات المكررة.\n\nيدعم أكثر من 25 لغة - على سبيل المثال: الإنجليزية ، الإسبانية ، الفرنسية ، الألمانية ، البولندية ، الروسية ، إلخ. ginger grammar checker\n\nيتم تذكر النص الخاص بك بين الزيارات. يمكنك إغلاق الامتداد في أي وقت وفتحه مرة أخرى دون أن تفقد عملك. spell check in word\n\nامسح منطقة النص إذا كنت لا تريد استمرار النص. يظهر عدد الكلمات والأحرف التي تقوم بالتدقيق عليها أسفل النص الأصلي.\nعند عد الكلمات ، يتم استخدام مسافة كفاصل. تتوفر السمات الفاتحة والداكنة لجعل هذا الامتداد أكثر راحة في الاستخدام. spellchecker lu\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تصادق Google أو ترعى هذا الامتداد. هذا الامتداد Free Spell Checker for Google Chrome ™ ليس مملوكًا وغير مرخص له وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Need a free and simple spell checker solution?\n\nThis extension supports over 20+ languages for spell checking, check for typos.\n\nCheck the spelling of words and it comes up with suggestions for misspelled words. \n\nThis software helps finding spelling errors that the spelling checker cannot find.\nFor example, misuse of the words \"there\" and \"them\", \"a\" and \"an\" or repeated words.\n\nSupports over 25 languages - for example: English, Spanish, French, German, Polish, Russian, etc are all supported. \n\nYour text is remembered between visits. You can close the extension at any time and open it again without losing your work. Do a quick spellcheck for english language.\n\nClear the text area if you don't want the text to persist. The number of words and characters which you are checking is shown below the original text.\nWhen counting words, a space is used as a separator. Light and dark themes are available to make this extension more comfortable to use.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this extension. This extension Free Spell Checker for Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Нуждаете се от безплатно и просто решение за проверка на правописа?\n\nТова разширение поддържа над 20+ езика за проверка на правописа.\n\nПроверете правописа на думите и той предлага предложения за грешно написани думи. spelling and grammar check\n\nТози софтуер помага за намирането на правописни грешки, които проверката на правописа не може да намери.\nНапример злоупотреба с думите „там“ и „тях“, „а“ и „ан“ или повтарящи се думи.\n\nПоддържа над 25 езика - например: поддържат се английски, испански, френски, немски, полски, руски и др. spell check online\n\nВашият текст се запомня между посещенията. Можете да затворите разширението по всяко време и да го отворите отново, без да губите работата си. google spell check\n\nИзчистете текстовата област, ако не искате текстът да продължи. Броят на думите и знаците, които проверявате, е показан под оригиналния текст.\nПри преброяване на думи се използва интервал като разделител. Предлагат се светли и тъмни теми, за да направят това разширение по-удобно за използване. reverso spell check\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение. Това разширение Безплатна проверка на правописа за Google Chrome ™ не е собственост, не е лицензирано и не е дъщерно дружество на Google Inc.",
    "ca": "Necessiteu una solució de corrector ortogràfic senzilla i gratuïta?\n\nAquesta extensió admet més de 20 idiomes per a la correcció ortogràfica.\n\nComproveu l'ortografia de les paraules i apareixen suggeriments de paraules mal escrites. english spell check\n\nAquest programari ajuda a trobar errors ortogràfics que el corrector ortogràfic no troba.\nPer exemple, ús indegut de les paraules \"allà\" i \"ells\", \"a\" i \"an\" o paraules repetides.\n\nSuporta més de 25 idiomes, per exemple: s'admeten anglès, espanyol, francès, alemany, polonès, rus, etc. spelling correction\n\nEl text es recorda entre visites. Podeu tancar l'extensió en qualsevol moment i tornar-la a obrir sense perdre la feina. spell check plus\n\nEsborreu l'àrea de text si no voleu que el text persisteixi. El nombre de paraules i caràcters que esteu comprovant es mostra a sota del text original.\nQuan es compten paraules, s’utilitza un espai com a separador. Hi ha temes clars i foscos per fer aquesta extensió més còmoda d’utilitzar. ginger spell check\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió. Aquesta extensió Corrector ortogràfic gratuït per a Google Chrome ™ no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Potřebujete bezplatné a jednoduché řešení kontroly pravopisu?\n\nToto rozšíření podporuje více než 20 jazyků pro kontrolu pravopisu.\n\nZkontrolujte pravopis slov a přijde s návrhy chybně napsaných slov. spell check website\n\nTento software pomáhá najít pravopisné chyby, které kontrola pravopisu nemůže najít.\nNapříklad zneužití slov „tam“ a „oni“, „a“ a „an“ nebo opakovaná slova.\n\nPodporuje více než 25 jazyků - například: angličtina, španělština, francouzština, němčina, polština, ruština atd. Jsou podporovány. ginger spelling\n\nVáš text si pamatuje mezi návštěvami. Příponu můžete kdykoli zavřít a znovu ji otevřít, aniž byste ztratili práci. word corrector\n\nPokud nechcete, aby text trval, vymažte textovou oblast. Počet slov a znaků, které kontrolujete, je uveden pod původním textem.\nPři počítání slov se jako oddělovač používá mezera. K dispozici je světlá a tmavá témata, která usnadňují používání tohoto rozšíření. grammar sentence checker\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření nepodporuje ani nesponzoruje. Toto rozšíření Free Spell Checker pro Google Chrome ™ není vlastněno, nemá licenci a není dceřinou společností společnosti Google Inc.",
    "da": "Brug for en gratis og simpel stavekontrolløsning?\n\nDenne udvidelse understøtter mere end 20 sprog til stavekontrol.\n\nKontroller stavningen af ord, og den kommer med forslag til forkert stavede ord. spanish spell checker\n\nDenne software hjælper med at finde stavefejl, som stavekontrollen ikke kan finde.\nFor eksempel misbrug af ordene \"der\" og \"dem\", \"a\" og \"en\" eller gentagne ord.\n\nUnderstøtter over 25 sprog - for eksempel: engelsk, spansk, fransk, tysk, polsk, russisk osv. Understøttes alle. spelling and grammar check word\n\nDin tekst huskes mellem besøgene. Du kan til enhver tid lukke udvidelsen og åbne den igen uden at miste dit arbejde. check my spelling\n\nRyd tekstområdet, hvis du ikke vil have, at teksten skal fortsætte. Antallet af ord og tegn, som du kontrollerer, vises under den originale tekst.\nNår der tælles ord, bruges et mellemrum som en separator. Lyse og mørke temaer er tilgængelige for at gøre denne udvidelse mere behagelig at bruge. firefox spell check\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne udvidelse. Denne udvidelse Gratis stavekontrol til Google Chrome ™ ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Benötigen Sie eine kostenlose und einfache Rechtschreibprüfung?\n\nDiese Erweiterung unterstützt über 20 Sprachen für die Rechtschreibprüfung.\n\nÜberprüfen Sie die Schreibweise von Wörtern und es werden Vorschläge für falsch geschriebene Wörter angezeigt. auto spell check\n\nDiese Software hilft bei der Suche nach Rechtschreibfehlern, die die Rechtschreibprüfung nicht finden kann.\nZum Beispiel Missbrauch der Wörter \"dort\" und \"sie\", \"a\" und \"an\" oder wiederholte Wörter.\n\nUnterstützt über 25 Sprachen - zum Beispiel: Englisch, Spanisch, Französisch, Deutsch, Polnisch, Russisch usw. werden unterstützt. google chrome spell check\n\nIhr Text wird zwischen den Besuchen gespeichert. Sie können die Erweiterung jederzeit schließen und erneut öffnen, ohne Ihre Arbeit zu verlieren. check grammar mistakes online\n\nLöschen Sie den Textbereich, wenn der Text nicht erhalten bleiben soll. Die Anzahl der Wörter und Zeichen, die Sie überprüfen, wird unter dem Originaltext angezeigt.\nBeim Zählen von Wörtern wird ein Leerzeichen als Trennzeichen verwendet. Es stehen helle und dunkle Themen zur Verfügung, um die Verwendung dieser Erweiterung zu vereinfachen. spell corrector\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Erweiterung nicht. Diese Erweiterung der Rechtschreibprüfung für Google Chrome ™ gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Χρειάζεστε μια δωρεάν και απλή λύση ορθογραφικού ελέγχου;\n\nΑυτή η επέκταση υποστηρίζει πάνω από 20 γλώσσες για ορθογραφικό έλεγχο.\n\nΕλέγξτε την ορθογραφία των λέξεων και συνοδεύεται από προτάσεις για ορθογραφικά λάθη. check ki spelling\n\nΑυτό το λογισμικό βοηθά στην εύρεση ορθογραφικών σφαλμάτων που δεν μπορεί να βρει ο ορθογραφικός έλεγχος.\nΓια παράδειγμα, κατάχρηση των λέξεων \"εκεί\" και \"αυτά\", \"a\" και \"an\" ή επαναλαμβανόμενες λέξεις.\n\nΥποστηρίζει πάνω από 25 γλώσσες - για παράδειγμα: Αγγλικά, Ισπανικά, Γαλλικά, Γερμανικά, Πολωνικά, Ρωσικά κ.λπ. grammar and sentence checker\n\nΤο κείμενό σας θυμάται μεταξύ επισκέψεων. Μπορείτε να κλείσετε την επέκταση ανά πάσα στιγμή και να την ανοίξετε ξανά χωρίς να χάσετε την εργασία σας. tamil spell check\n\nΔιαγράψτε την περιοχή κειμένου εάν δεν θέλετε να διατηρηθεί το κείμενο. Ο αριθμός των λέξεων και των χαρακτήρων που ελέγχετε εμφανίζεται κάτω από το αρχικό κείμενο.\nΚατά τη μέτρηση των λέξεων, ένα κενό χρησιμοποιείται ως διαχωριστικό. Διατίθενται φωτεινά και σκοτεινά θέματα για να κάνουν αυτή την επέκταση πιο άνετη στη χρήση. hindi spelling check\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση. Αυτή η επέκταση Free Spell Checker για το Google Chrome ™ δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "¿Necesita una solución de corrector ortográfico sencilla y gratuita?\n\nEsta extensión admite más de 20 idiomas para la revisión ortográfica.\n\nVerifique la ortografía de las palabras y obtendrá sugerencias para las palabras mal escritas. reverso grammar and spell checker\n\nEste software ayuda a encontrar errores ortográficos que el corrector ortográfico no puede encontrar.\nPor ejemplo, el uso indebido de las palabras \"allí\" y \"ellos\", \"un\" y \"una\" o palabras repetidas.\n\nAdmite más de 25 idiomas, por ejemplo: inglés, español, francés, alemán, polaco, ruso, etc. grammarly word check\n\nSu texto se recuerda entre visitas. Puede cerrar la extensión en cualquier momento y volver a abrirla sin perder su trabajo. reverso spell check english\n\nBorre el área de texto si no desea que el texto persista. El número de palabras y caracteres que está comprobando se muestra debajo del texto original.\nAl contar palabras, se utiliza un espacio como separador. Hay temas claros y oscuros disponibles para que esta extensión sea más cómoda de usar. online paragraph checker\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión. Esta extensión Free Spell Checker para Google Chrome ™ no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "Kas vajate tasuta ja lihtsat õigekirjakontrolli lahendust?\n\nSee laiendus toetab õigekirjakontrolli jaoks üle 20 keele.\n\nKontrollige sõnade õigekirja ja see pakub ettepanekuid valesti kirjutatud sõnade kohta. microsoft word spell check\n\nSee tarkvara aitab leida õigekirjavigu, mida õigekirjakontrollija ei leia.\nNäiteks sõnade \"seal\" ja \"nemad\", \"a\" ja \"an\" või korduvate sõnade väärkasutamine.\n\nToetab üle 25 keele - näiteks toetatakse inglise, hispaania, prantsuse, saksa, poola, vene jne. sentence checker free\n\nTeie teksti mäletatakse külastuste vahel. Laienduse saate igal ajal sulgeda ja selle uuesti avada, kaotamata oma tööd. ginger grammar checker for firefox\n\nKui te ei soovi, et tekst püsiks, tühjendage tekstiala. Kontrollitavate sõnade ja märkide arv on näidatud algteksti all.\nSõnade lugemisel kasutatakse eraldajana tühikut. Selle laienduse kasutamise mugavamaks muutmiseks on saadaval heledad ja tumedad teemad. check grammar and spelling online\n\nKohustustest loobumine: Pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda laiendust. See laienduse tasuta õigekirjakontroll Google Chrome ™ -le ei kuulu Google Inc.-le, pole selle litsentsi ega tütarettevõte.",
    "fa": "آیا به یک راه حل ساده و ساده غلط گیر املا نیاز دارید؟\n\nاین برنامه افزودنی بیش از 20 زبان را برای بررسی املا پشتیبانی می کند.\n\nهجی کلمات را بررسی کنید و پیشنهاداتی برای کلمات غلط املایی ارائه می شود. spell reverso\n\nاین نرم افزار به یافتن اشتباهات املایی کمک می کند که املای جستجوگر نمی تواند آنها را پیدا کند.\nبه عنوان مثال ، سو mis استفاده از کلمات \"آنجا\" و \"آنها\" ، \"a\" و \"an\" یا کلمات تکراری.\n\nپشتیبانی از بیش از 25 زبان - به عنوان مثال: انگلیسی ، اسپانیایی ، فرانسوی ، آلمانی ، لهستانی ، روسی و غیره همه پشتیبانی می شوند. correct grammar mistakes online free\n\nمتن شما بین بازدیدها به خاطر سپرده می شود. می توانید پسوند را هر زمان خواستید ببندید و بدون اینکه کارتان را از دست بدهید دوباره آن را باز کنید. lux spellchecker\n\nاگر نمی خواهید متن ادامه یابد ، قسمت متن را پاک کنید. تعداد کلمات و حروف مورد بررسی در زیر متن اصلی نشان داده شده است.\nهنگام شمارش کلمات ، از یک فضای به عنوان جدا کننده استفاده می شود. تم های روشن و تاریک در دسترس هستند تا از این پسوند برای استفاده راحت تر استفاده کنند. spelling correction online\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه را تأیید یا حمایت نمی کند. این افزونه Spell Checker رایگان برای Google Chrome by متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fil": "Tarvitsetko ilmaisen ja yksinkertaisen oikeinkirjoituksen tarkistusratkaisun?\n\nTämä laajennus tukee yli 20 kieltä oikeinkirjoituksen tarkistuksessa.\n\nTarkista sanojen oikeinkirjoitus ja se antaa ehdotuksia väärin kirjoitetuille sanoille. ginger grammar checker free\n\nTämä ohjelmisto auttaa löytämään oikeinkirjoitusvirheitä, joita oikeinkirjoituksen tarkistaja ei löydä.\nEsimerkiksi sanojen \"siellä\" ja \"he\", \"a\" ja \"an\" tai toistettujen sanojen väärinkäyttö.\n\nTukee yli 25 kieltä - esimerkiksi: englanti, espanja, ranska, saksa, puola, venäjä jne. Kaikki ovat tuettuja. python spell checker\n\nTekstisi muistetaan vierailujen välillä. Voit sulkea laajennuksen milloin tahansa ja avata sen uudelleen menettämättä työtäsi. spell check in word 2016\n\nTyhjennä tekstialue, jos et halua tekstin jatkuvan. Tarkistettavien sanojen ja merkkien määrä näkyy alkuperäisen tekstin alla.\nLaskettaessa sanoja välilyöntiä käytetään erottimena. Vaaleat ja tummat teemat ovat käytettävissä, jotta tämän laajennuksen käyttö olisi mukavampaa. google docs spell check\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä laajennusta. Tämä laajennus Free Spell Checker for Google Chrome ™ ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Besoin d'une solution de correcteur orthographique simple et gratuite?\n\nCette extension prend en charge plus de 20 langues pour la vérification orthographique.\n\nVérifiez l'orthographe des mots et il propose des suggestions de mots mal orthographiés. spelling and grammar check free\n\nCe logiciel aide à trouver les fautes d'orthographe que le vérificateur d'orthographe ne peut pas trouver.\nPar exemple, une mauvaise utilisation des mots «là» et «eux», «un» et «un» ou des mots répétés.\n\nPrend en charge plus de 25 langues - par exemple: l'anglais, l'espagnol, le français, l'allemand, le polonais, le russe, etc. sont tous pris en charge. ginger sentence checker\n\nVotre texte est mémorisé entre les visites. Vous pouvez fermer l'extension à tout moment et l'ouvrir à nouveau sans perdre votre travail. orthography check\n\nEffacez la zone de texte si vous ne souhaitez pas que le texte persiste. Le nombre de mots et de caractères que vous vérifiez est indiqué sous le texte d'origine.\nLors du comptage des mots, un espace est utilisé comme séparateur. Des thèmes clairs et sombres sont disponibles pour rendre cette extension plus confortable à utiliser. free online spell check\n\nClause de non-responsabilité: Veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension. Cette extension Free Spell Checker pour Google Chrome ™ n'est pas la propriété de, n'est pas licenciée par et n'est pas une filiale de Google Inc.",
    "hi": "एक नि: शुल्क और सरल वर्तनी परीक्षक समाधान की आवश्यकता है?\n\nयह एक्सटेंशन वर्तनी जांच के लिए 20+ से अधिक भाषाओं का समर्थन करता है।\n\nशब्दों की वर्तनी की जाँच करें और यह गलत शब्दों के लिए सुझाव के साथ आता है। {{}\n\nयह सॉफ्टवेयर वर्तनी त्रुटियों को खोजने में मदद करता है जो वर्तनी परीक्षक को नहीं मिल सकता है।\nउदाहरण के लिए, \"वहां\" और \"उन्हें\", \"ए\" और \"ए\" या बार-बार शब्दों का दुरुपयोग।\n\n25 से अधिक भाषाओं का समर्थन करता है - उदाहरण के लिए: अंग्रेजी, स्पेनिश, फ्रेंच, जर्मन, पोलिश, रूसी, आदि सभी समर्थित हैं। {{}\n\nयात्राओं के बीच आपका पाठ याद किया जाता है। आप किसी भी समय एक्सटेंशन को बंद कर सकते हैं और अपना काम खोए बिना इसे फिर से खोल सकते हैं। {२}\n\nयदि आप पाठ को जारी नहीं रखना चाहते हैं तो पाठ क्षेत्र को साफ़ करें। आपके द्वारा जांचे जा रहे शब्दों और वर्णों की संख्या मूल पाठ के नीचे दिखाई गई है।\nशब्दों की गिनती करते समय, एक अंतरिक्ष विभाजक के रूप में उपयोग किया जाता है। इस एक्सटेंशन को उपयोग करने के लिए अधिक आरामदायक बनाने के लिए लाइट और डार्क थीम उपलब्ध हैं। {३}\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। Google Chrome ™ के लिए यह एक्सटेंशन Free Spell Checker के पास नहीं है, इसके पास लाइसेंस नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Trebate besplatno i jednostavno rješenje provjere pravopisa?\n\nOvo proširenje podržava preko 20+ jezika za provjeru pravopisa.\n\nProvjerite pravopis riječi i dolazi do prijedloga za pogrešno napisane riječi. vim spell check\n\nOvaj softver pomaže u pronalaženju pravopisnih pogrešaka koje provjera pravopisa ne može pronaći.\nNa primjer, zlouporaba riječi \"tamo\" i \"njih\", \"a\" i \"an\" ili ponavljane riječi.\n\nPodržava preko 25 jezika - na primjer: podržani su engleski, španjolski, francuski, njemački, poljski, ruski itd. grammarly spell check\n\nVaš se tekst pamti između posjeta. Proširenje možete zatvoriti u bilo kojem trenutku i ponovo ga otvoriti bez gubitka posla. grammar check in word\n\nOčistite područje teksta ako ne želite da se tekst nastavi. Broj riječi i znakova koje provjeravate prikazan je ispod izvornog teksta.\nPri brojanju riječi, razmak se koristi kao razdjelnik. Dostupne su svijetle i tamne teme kako bi ovo proširenje bilo ugodnije za upotrebu. vscode spell check\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje. Ovo proširenje Besplatna provjera pravopisa za Google Chrome ™ nije u vlasništvu, nije licencirano i nije podružnica Google Inc.",
    "hu": "Szüksége van egy ingyenes és egyszerű helyesírás-ellenőrző megoldásra?\n\nEz a kiterjesztés több mint 20 nyelvet támogat a helyesírás-ellenőrzéshez.\n\nEllenőrizze a szavak helyesírását, és javaslatokat fogalmaz meg az elgépelt szavakra vonatkozóan. spanish sentence checker\n\nEz a szoftver segít megtalálni azokat a helyesírási hibákat, amelyeket a helyesírás-ellenőrző nem talál.\nPéldául az \"ott\" és \"azok\", \"a\" és \"an\" vagy ismételt szavakkal való visszaélés.\n\nTöbb mint 25 nyelvet támogat - például: angol, spanyol, francia, német, lengyel, orosz stb. atom spell check\n\nSzövegére emlékeznek a látogatások között. A bővítményt bármikor bezárhatja, és a munka elvesztése nélkül újra megnyithatja. sentence checker reverso\n\nTörölje a szövegterületet, ha nem szeretné, hogy a szöveg fennmaradjon. Az ellenőrzött szavak és karakterek száma az eredeti szöveg alatt látható.\nA szavak számlálásakor szóközt használunk elválasztóként. Világos és sötét témák állnak rendelkezésre, hogy ez a kiterjesztés kényelmesebb legyen. outlook spell check language\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a bővítményt. A Google Chrome ™ ingyenes helyesírás-ellenőrző kiterjesztése nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem a Google Inc. leányvállalata.",
    "id": "Butuh solusi pemeriksa ejaan gratis dan sederhana?\n\nEkstensi ini mendukung lebih dari 20+ bahasa untuk pemeriksaan ejaan.\n\nPeriksa ejaan kata dan akan muncul saran untuk kata yang salah eja. google sentence checker\n\nPerangkat lunak ini membantu menemukan kesalahan ejaan yang tidak dapat ditemukan oleh pemeriksa ejaan.\nMisalnya, penyalahgunaan kata \"there\" dan \"them\", \"a\" dan \"an\" atau kata berulang.\n\nMendukung lebih dari 25 bahasa - misalnya: Inggris, Spanyol, Prancis, Jerman, Polandia, Rusia, dll semuanya didukung. reverso spelling\n\nTeks Anda diingat di antara kunjungan. Anda dapat menutup ekstensi kapan saja dan membukanya lagi tanpa kehilangan pekerjaan Anda. word spell check language\n\nKosongkan area teks jika Anda tidak ingin teks tetap ada. Jumlah kata dan karakter yang Anda periksa ditampilkan di bawah teks asli.\nSaat menghitung kata, spasi digunakan sebagai pemisah. Tersedia tema terang dan gelap agar ekstensi ini lebih nyaman digunakan. maltese spell check\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta adalah milik masing-masing pemiliknya.\nGoogle tidak mendukung atau mensponsori ekstensi ini. Ekstensi ini Pemeriksa Ejaan Gratis untuk Google Chrome ™ tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Hai bisogno di una soluzione semplice e gratuita per il controllo ortografico?\n\nQuesta estensione supporta oltre 20 lingue per il controllo ortografico.\n\nControlla l'ortografia delle parole e fornisce suggerimenti per le parole con errori di ortografia. spell text\n\nQuesto software aiuta a trovare errori di ortografia che il correttore ortografico non riesce a trovare.\nAd esempio, uso improprio delle parole \"là\" e \"loro\", \"a\" e \"an\" o di parole ripetute.\n\nSupporta oltre 25 lingue, ad esempio: inglese, spagnolo, francese, tedesco, polacco, russo, ecc. Sono tutte supportate. spell check on google sheets\n\nIl tuo testo viene ricordato tra le visite. Puoi chiudere l'estensione in qualsiasi momento e riaprirla senza perdere il tuo lavoro. spelling mistake checker\n\nCancella l'area di testo se non vuoi che il testo persista. Il numero di parole e caratteri che stai controllando è mostrato sotto il testo originale.\nQuando si contano le parole, uno spazio viene utilizzato come separatore. Sono disponibili temi chiari e scuri per rendere questa estensione più comoda da usare. spellchecker luxembourg\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione. Questa estensione Free Spell Checker for Google Chrome ™ non è di proprietà di, non è concessa in licenza e non è una consociata di Google Inc.",
    "ja": "無料でシンプルなスペルチェッカーソリューションが必要ですか？\n\nこの拡張機能は、スペルチェック用に20以上の言語をサポートしています。\n\n単語のスペルを確認すると、スペルミスのある単語の提案が表示されます。 check your spelling\n\nこのソフトウェアは、スペルチェッカーが見つけることができないスペルミスを見つけるのに役立ちます。\nたとえば、「there」と「them」、「a」と「an」という単語の誤用、または繰り返される単語。\n\n25を超える言語をサポートします。たとえば、英語、スペイン語、フランス語、ドイツ語、ポーランド語、ロシア語などがすべてサポートされています。 free online spelling and grammar check\n\nあなたのテキストは訪問の合間に記憶されます。拡張機能はいつでも閉じて、作業内容を失うことなく再度開くことができます。 grammatically correct sentence checker\n\nテキストを保持したくない場合は、テキスト領域をクリアします。チェックしている単語と文字の数は、元のテキストの下に表示されます。\n単語を数えるとき、スペースは区切り文字として使用されます。この拡張機能をより快適に使用できるように、明るいテーマと暗いテーマを利用できます。 language corrector\n\n免責事項：この拡張機能はGoogleによって作成されたものではなく、独立した開発チームによって作成されたものであることに注意してください。すべての著作権はそれぞれの所有者に帰属します。\nGoogleは、この拡張機能を推奨または後援していません。この拡張機能FreeSpell Checker for GoogleChrome™は、Google Inc.が所有しておらず、ライセンスも付与されておらず、GoogleInc。の子会社でもありません。",
    "ko": "무료의 간단한 맞춤법 검사 솔루션이 필요하십니까?\n\n이 확장은 맞춤법 검사를 위해 20 개 이상의 언어를 지원합니다.\n\n단어의 철자를 확인하면 철자가 틀린 단어에 대한 제안이 나타납니다. ginger spell check online\n\n이 소프트웨어는 맞춤법 검사기가 찾을 수없는 맞춤법 오류를 찾는 데 도움이됩니다.\n예를 들어, \"there\"및 \"them\", \"a\"및 \"an\"이라는 단어의 오용 또는 반복되는 단어.\n\n25 개 이상의 언어 지원-예 : 영어, 스페인어, 프랑스어, 독일어, 폴란드어, 러시아어 등이 모두 지원됩니다. uk spelling check\n\n귀하의 텍스트는 방문 사이에 기억됩니다. 언제든지 확장 프로그램을 닫았다가 작업을 잃지 않고 다시 열 수 있습니다. english spell check online\n\n텍스트를 유지하지 않으려면 텍스트 영역을 지 웁니다. 확인중인 단어 및 문자 수는 원본 텍스트 아래에 표시됩니다.\n단어를 계산할 때 공백이 구분 기호로 사용됩니다. 이 확장 프로그램을보다 편안하게 사용할 수 있도록 밝고 어두운 테마를 사용할 수 있습니다. {삼}\n\n면책 조항 :이 확장 프로그램은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 확장 프로그램을 보증하거나 후원하지 않습니다. 이 확장 프로그램은 Google Chrome ™ 용 Free Spell Checker는 Google Inc.의 소유가 아니며 라이선스가 부여되지 않으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Reikia nemokamo ir paprasto rašybos tikrinimo sprendimo?\n\nŠis plėtinys palaiko daugiau nei 20 ir daugiau kalbų, susijusių su rašybos tikrinimu.\n\nPatikrinkite žodžių rašybą ir pateikiami neteisingai parašytų žodžių pasiūlymai. polish spell check\n\nŠi programinė įranga padeda rasti rašybos klaidų, kurių rašybos tikrintuvas neranda.\nPavyzdžiui, piktnaudžiavimas žodžiais „ten“ ir „jie“, „a“ ir „an“ arba pakartotiniais žodžiais.\n\nPalaiko daugiau nei 25 kalbas, pavyzdžiui: palaikomos anglų, ispanų, prancūzų, vokiečių, lenkų, rusų ir kt. texmaker spell check\n\nJūsų tekstas atsimenamas tarp apsilankymų. Galite bet kada uždaryti plėtinį ir vėl atidaryti, neprarandant darbo. notepad spell check\n\nIšvalykite teksto sritį, jei nenorite, kad tekstas išliktų. Tikrinamų žodžių ir simbolių skaičius rodomas po originaliu tekstu.\nSkaičiuojant žodžius, kaip tarpas naudojamas tarpas. Galimos šviesios ir tamsios temos, kad šį plėtinį būtų patogiau naudoti. gingersoftware grammar checker\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio plėtinio. Šis „Google Chrome ™“ „Free Spell Checker“ plėtinys nepriklauso „Google Inc.“, nėra jo licencijos ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Nepieciešams bezmaksas un vienkāršs pareizrakstības pārbaudītāja risinājums?\n\nŠis paplašinājums atbalsta pareizrakstības pārbaudi vairāk nekā 20 valodās.\n\nPārbaudiet vārdu pareizrakstību, un tas nāk klajā ar ieteikumiem nepareizi uzrakstītiem vārdiem. ginger grammar and spell checker\n\nŠī programmatūra palīdz atrast pareizrakstības kļūdas, kuras pareizrakstības pārbaudītājs nevar atrast.\nPiemēram, nepareiza vārdu \"tur\" un \"viņi\", \"a\" un \"an\" vai atkārtotu vārdu nepareiza lietošana.\n\nAtbalsta vairāk nekā 25 valodas - piemēram, tiek atbalstītas angļu, spāņu, franču, vācu, poļu, krievu utt. paragraph checker free\n\nJūsu teksts tiek atcerēts starp apmeklējumiem. Jūs jebkurā laikā varat aizvērt paplašinājumu un atkal to atvērt, nezaudējot darbu. check grammar and spelling for english texts\n\nNotīriet teksta apgabalu, ja nevēlaties, lai teksts saglabājas. Pārbaudāmo vārdu un rakstzīmju skaits tiek parādīts zem sākotnējā teksta.\nSkaitot vārdus, kā atdalītāju tiek izmantota atstarpe. Lai padarītu šo paplašinājumu ērtāku lietošanu, ir pieejamas gaišas un tumšas tēmas. word is not spell checking\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un neatbalsta šo paplašinājumu. Šis paplašinājuma Google Chrome ™ bezmaksas pareizrakstības pārbaudītājs nepieder, tas nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Perlukan penyelesaian pemeriksa ejaan percuma dan ringkas?\n\nSambungan ini menyokong lebih dari 20+ bahasa untuk pemeriksaan ejaan.\n\nPeriksa ejaan perkataan dan terdapat cadangan untuk perkataan yang salah eja. microsoft word not spell checking\n\nPerisian ini membantu mencari kesalahan ejaan yang tidak dapat dijumpai oleh pemeriksa ejaan.\nContohnya, penyalahgunaan perkataan \"ada\" dan \"mereka\", \"a\" dan \"an\" atau perkataan berulang.\n\nMenyokong lebih dari 25 bahasa - contohnya: Bahasa Inggeris, Sepanyol, Perancis, Jerman, Poland, Rusia, dll semuanya disokong. sentence checker grammarly\n\nTeks anda dikenang antara lawatan. Anda boleh menutup sambungan pada bila-bila masa dan membukanya semula tanpa kehilangan kerja. english spelling and grammar check\n\nKosongkan kawasan teks jika anda tidak mahu teks tersebut berterusan. Jumlah perkataan dan watak yang anda periksa ditunjukkan di bawah teks asal.\nSemasa mengira perkataan, ruang digunakan sebagai pemisah. Tema terang dan gelap tersedia untuk menjadikan pelanjutan ini lebih selesa digunakan. google sheet spell check\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan ini. Pemeriksaan Ejaan Percuma pelanjutan ini untuk Google Chrome ™ tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Een gratis en eenvoudige oplossing voor spellingcontrole nodig?\n\nDeze extensie ondersteunt meer dan 20 talen voor spellingcontrole.\n\nControleer de spelling van woorden en het komt met suggesties voor verkeerd gespelde woorden. word not spell checking\n\nDeze software helpt bij het vinden van spelfouten die de spellingcontrole niet kan vinden.\nBijvoorbeeld misbruik van de woorden \"daar\" en \"zij\", \"a\" en \"een\" of herhaalde woorden.\n\nOndersteunt meer dan 25 talen - bijvoorbeeld: Engels, Spaans, Frans, Duits, Pools, Russisch, enz. Worden allemaal ondersteund. check grammar mistakes\n\nUw tekst wordt tussen bezoeken onthouden. U kunt de extensie op elk moment sluiten en weer openen zonder uw werk te verliezen. google grammar and spell check\n\nMaak het tekstgebied leeg als u niet wilt dat de tekst blijft bestaan. Het aantal woorden en tekens dat u controleert, wordt onder de originele tekst weergegeven.\nBij het tellen van woorden wordt een spatie als scheidingsteken gebruikt. Er zijn lichte en donkere thema's beschikbaar om deze extensie gebruiksvriendelijker te maken. afrikaans spell checker\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze extensie niet. Deze extensie Gratis spellingcontrole voor Google Chrome ™ is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Trenger du en gratis og enkel stavekontrolløsning?\n\nDenne utvidelsen støtter over 20+ språk for stavekontroll.\n\nKontroller stavemåten, og det kommer med forslag til feilstavede ord. spellchecker lux\n\nDenne programvaren hjelper deg med å finne stavefeil som stavekontrollen ikke finner.\nFor eksempel misbruk av ordene \"der\" og \"dem\", \"a\" og \"en\" eller gjentatte ord.\n\nStøtter over 25 språk - for eksempel: engelsk, spansk, fransk, tysk, polsk, russisk osv. Støttes alle. grammarly sentence checker\n\nTeksten din blir husket mellom besøkene. Du kan når som helst lukke utvidelsen og åpne den igjen uten å miste arbeidet ditt. spell check and grammar check\n\nFjern tekstområdet hvis du ikke vil at teksten skal fortsette. Antall ord og tegn du sjekker vises under originalteksten.\nNår du teller ord, brukes et mellomrom som skilletegn. Lyse og mørke temaer er tilgjengelige for å gjøre denne utvidelsen mer behagelig å bruke. grammar correct spelling\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne utvidelsen. Denne utvidelsen Gratis stavekontroll for Google Chrome ™ eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Potrzebujesz bezpłatnego i prostego rozwiązania do sprawdzania pisowni?\n\nTo rozszerzenie obsługuje ponad 20 języków do sprawdzania pisowni.\n\nSprawdź pisownię słów, a pojawi się sugestia dotycząca błędnie napisanych słów. best spell checker\n\nTo oprogramowanie pomaga znaleźć błędy pisowni, których moduł sprawdzania pisowni nie może znaleźć.\nNa przykład niewłaściwe użycie słów „tam” i „ich”, „a” i „an” lub powtórzonych słów.\n\nObsługuje ponad 25 języków - na przykład: angielski, hiszpański, francuski, niemiecki, polski, rosyjski itp. spelling and grammar check in ms word\n\nTwój tekst jest zapamiętywany pomiędzy wizytami. W każdej chwili możesz zamknąć rozszerzenie i otworzyć je ponownie bez utraty pracy. electronic spell checker\n\nWyczyść obszar tekstu, jeśli nie chcesz, aby tekst pozostał. Liczba słów i znaków, które sprawdzasz, jest pokazana poniżej oryginalnego tekstu.\nPodczas liczenia słów jako separatora używana jest spacja. Dostępne są jasne i ciemne motywy, dzięki którym to rozszerzenie jest wygodniejsze w użyciu. ginger grammar checker online free\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało stworzone przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia. To rozszerzenie Free Spell Checker dla Google Chrome ™ nie jest własnością, nie jest licencjonowane i nie jest spółką zależną Google Inc.",
    "ro": "Aveți nevoie de o soluție de verificare ortografică gratuită și simplă?\n\nAceastă extensie acceptă peste 20 de limbi pentru verificarea ortografică.\n\nVerificați ortografia cuvintelor și vine cu sugestii pentru cuvintele scrise greșit. correction grammar online\n\nAcest software vă ajută să găsiți erori de ortografie pe care verificatorul de ortografie nu le poate găsi.\nDe exemplu, utilizarea incorectă a cuvintelor „acolo” și „ei”, „a” și „an” sau cuvinte repetate.\n\nSuportă peste 25 de limbi - de exemplu: sunt acceptate toate limbile engleză, spaniolă, franceză, germană, poloneză, rusă etc. check my spelling and grammar\n\nTextul dvs. este amintit între vizite. Puteți închide extensia oricând și o puteți deschide din nou fără a vă pierde munca. bengali spelling check\n\nȘtergeți zona de text dacă nu doriți ca textul să persiste. Numărul de cuvinte și caractere pe care le verificați este afișat sub textul original.\nLa numărarea cuvintelor, un spațiu este utilizat ca separator. Temele deschise și întunecate sunt disponibile pentru a face această extensie mai confortabilă de utilizat. sentence checker app\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie. Această extensie Free Spell Checker pentru Google Chrome ™ nu este deținută, nu este licențiată și nu este o filială a Google Inc.",
    "ru": "Вам нужно бесплатное и простое решение для проверки орфографии?\n\nЭто расширение поддерживает более 20+ языков для проверки орфографии.\n\nПроверьте написание слов, и он предложит варианты слов с ошибками. spelling of grammatical\n\nЭто программное обеспечение помогает находить орфографические ошибки, которые не может найти средство проверки орфографии.\nНапример, неправильное употребление слов «там» и «они», «а» и «ан» или повторяющиеся слова.\n\nПоддерживает более 25 языков, например: английский, испанский, французский, немецкий, польский, русский и т. Д. microsoft spell check\n\nВаш текст запоминается между посещениями. Вы можете закрыть расширение в любой момент и открыть его снова, не теряя своей работы. korean spell check\n\nОчистите текстовую область, если вы не хотите, чтобы текст сохранялся. Количество слов и символов, которые вы проверяете, показано под исходным текстом.\nПри подсчете слов в качестве разделителя используется пробел. Доступны светлые и темные темы, чтобы сделать это расширение более удобным в использовании. spelling correction python\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение. Это расширение Free Spell Checker для Google Chrome ™ не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Potrebujete bezplatné a jednoduché riešenie kontroly pravopisu?\n\nToto rozšírenie podporuje kontrolu pravopisu vo viac ako 20 jazykoch.\n\nSkontrolujte pravopis slov a prichádza s návrhmi na pravopisné slová. english language checker\n\nTento softvér pomáha nájsť pravopisné chyby, ktoré kontrola pravopisu nenájde.\nNapríklad zneužitie slov „there“ a „them“, „a“ a „an“ alebo opakované slová.\n\nPodporuje viac ako 25 jazykov - napríklad: angličtina, španielčina, francúzština, nemčina, poľština, ruština atď. grammar check in outlook\n\nVáš text si pamätajú jednotlivé návštevy. Príponu môžete kedykoľvek zavrieť a znova ju otvoriť bez straty práce. bg spell check\n\nAk nechcete, aby text pretrvával, vyčistite textovú oblasť. Počet slov a znakov, ktoré kontrolujete, sa zobrazuje pod pôvodným textom.\nPri počítaní slov sa ako oddeľovač používa medzera. K dispozícii sú svetlé a tmavé témy, ktoré uľahčujú používanie tohto rozšírenia. spell tool\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie nepodporuje ani nesponzoruje. Toto rozšírenie Free Spell Checker for Google Chrome ™ nevlastní, nemá licenciu a nie je dcérskou spoločnosťou spoločnosti Google Inc.",
    "sl": "Potrebujete brezplačno in preprosto rešitev za preverjanje črkovanja?\n\nTa razširitev podpira več kot 20 jezikov za preverjanje črkovanja.\n\nPreverite črkovanje besed in prikažejo se predlogi za napačno črkovane besede. auto spell check in excel 2016\n\nTa programska oprema pomaga pri iskanju črkovalnih napak, ki jih črkovalnik ne najde.\nNa primer, zloraba besed \"tam\" in \"njih\", \"a\" in \"an\" ali ponavljajoče se besede.\n\nPodpira več kot 25 jezikov - na primer: podprti so angleščina, španščina, francoščina, nemščina, poljščina, ruščina itd. wordpress spell check\n\nVaše besedilo se zapomni med obiski. Razširitev lahko kadar koli zaprete in znova odprete, ne da bi izgubili svoje delo. russian spellcheck\n\nPočistite območje besedila, če ne želite, da besedilo vztraja. Število besed in znakov, ki jih preverjate, je prikazano pod izvirnim besedilom.\nPri štetju besed se kot ločilo uporablja presledek. Na voljo so svetle in temne teme, da bo ta razširitev prijetnejša za uporabo. automatic spell check in word\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve. Ta razširitev Brezplačnega preverjanja črkovanja za Google Chrome ™ ni v njeni lasti, ni licencirana in ni podružnica družbe Google Inc.",
    "sr": "Треба вам бесплатно и једноставно решење за проверу правописа?\n\nОво проширење подржава преко 20+ језика за проверу правописа.\n\nПроверите правопис речи и долази до предлога за погрешно написане речи. spell check definition\n\nОвај софтвер помаже у проналажењу правописних грешака које алатка за проверу правописа не може пронаћи.\nНа пример, злоупотреба речи „тамо“ и „њих“, „а“ и „ан“ или поновљене речи.\n\nПодржава преко 25 језика - на пример: подржани су енглески, шпански, француски, немачки, пољски, руски итд. word does not check spelling\n\nВаш текст се памти између посета. Додатак можете у било ком тренутку затворити и поново отворити без губитка посла. solr spellcheck\n\nОчистите подручје за текст ако не желите да текст траје. Број речи и знакова које проверавате приказан је испод оригиналног текста.\nПриликом бројања речи, размак се користи као сепаратор. Доступне су светле и тамне теме које ово проширење чине угоднијим за употребу. grammar spelling and punctuation check\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово проширење. Ово проширење Бесплатна провера правописа за Гоогле Цхроме ™ није у његовом власништву, није лиценцирано и није подружница компаније Гоогле Инц.",
    "sv": "Behöver du en gratis och enkel stavningslösning?\n\nDen här tillägget stöder över 20+ språk för stavningskontroll.\n\nKontrollera stavningen av ord och det kommer med förslag på felstavade ord. franklin spell checker\n\nDenna programvara hjälper till att hitta stavfel som stavningskontrollen inte kan hitta.\nTill exempel missbruk av orden \"där\" och \"dem\", \"a\" och \"ett\" eller upprepade ord.\n\nStöder över 25 språk - till exempel: engelska, spanska, franska, tyska, polska, ryska osv stöds alla. microsoft word spell check language\n\nDin text kommer ihåg mellan besök. Du kan stänga tillägget när som helst och öppna det igen utan att förlora ditt arbete. english sentence checker online\n\nRensa textområdet om du inte vill att texten ska bestå. Antalet ord och tecken som du kontrollerar visas under originaltexten.\nNär du räknar ord används ett mellanslag som en avgränsare. Ljusa och mörka teman är tillgängliga för att göra denna förlängning bekvämare att använda. arabic spell checker\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta tillägg. Denna tillägg Gratis stavningskontroll för Google Chrome ™ ägs inte av, är inte licensierad av och är inte ett dotterbolag till Google Inc.",
    "th": "ต้องการโซลูชันตรวจสอบการสะกดที่ง่ายและฟรีหรือไม่?\n\nส่วนขยายนี้รองรับมากกว่า 20 ภาษาสำหรับการตรวจสอบการสะกด\n\nตรวจสอบการสะกดคำและมีคำแนะนำสำหรับคำที่สะกดผิด check grammatical errors online\n\nซอฟต์แวร์นี้ช่วยค้นหาข้อผิดพลาดในการสะกดคำที่ตัวตรวจสอบการสะกดไม่พบ\nตัวอย่างเช่นการใช้คำว่า \"there\" และ \"them\" ในทางที่ผิด, \"a\" และ \"an\" หรือคำที่ซ้ำกัน\n\nรองรับมากกว่า 25 ภาษาตัวอย่างเช่น: อังกฤษสเปนฝรั่งเศสเยอรมันโปแลนด์รัสเซียและอื่น ๆ ทั้งหมดรองรับ telugu spelling check\n\nข้อความของคุณจะถูกจดจำระหว่างการเยี่ยมชม คุณสามารถปิดส่วนขยายได้ทุกเมื่อและเปิดอีกครั้งโดยไม่ทำให้งานของคุณสูญหาย facebook spell check\n\nล้างพื้นที่ข้อความหากคุณไม่ต้องการให้ข้อความคงอยู่ จำนวนคำและอักขระที่คุณกำลังตรวจสอบจะแสดงอยู่ด้านล่างข้อความต้นฉบับ\nเมื่อนับคำช่องว่างจะถูกใช้เป็นตัวคั่น มีธีมสีอ่อนและสีเข้มเพื่อให้ส่วนขยายนี้ใช้งานได้สะดวกยิ่งขึ้น grammar check in ms word\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยายนี้ ส่วนขยายนี้ Free Spell Checker สำหรับ Google Chrome ™ไม่ได้เป็นของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "Ücretsiz ve basit bir yazım denetleyici çözümüne mi ihtiyacınız var?\n\nBu uzantı, yazım denetimi için 20'den fazla dili destekler.\n\nKelimelerin yazımını kontrol edin ve yanlış yazılan kelimeler için öneriler gelir. rstudio spell check\n\nBu yazılım, yazım denetleyicisinin bulamadığı yazım hatalarını bulmaya yardımcı olur.\nÖrneğin, \"orada\" ve \"onlar\", \"a\" ve \"bir\" kelimelerinin veya tekrarlanan kelimelerin kötüye kullanılması.\n\n25'ten fazla dili destekler - örneğin: İngilizce, İspanyolca, Fransızca, Almanca, Lehçe, Rusça, vb. Tümü desteklenmektedir. spell check vscode\n\nMetniniz ziyaretler arasında hatırlanır. Uzantıyı istediğiniz zaman kapatabilir ve çalışmanızı kaybetmeden tekrar açabilirsiniz. check grammatical mistakes online\n\nMetnin kalmasını istemiyorsanız metin alanını temizleyin. Kontrol ettiğiniz kelimelerin ve karakterlerin sayısı orijinal metnin altında gösterilir.\nKelimeleri sayarken ayırıcı olarak boşluk kullanılır. Bu uzantının kullanımını daha rahat hale getirmek için açık ve koyu temalar mevcuttur. spell check grammar check\n\nSorumluluk reddi beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu uzantıyı onaylamaz veya desteklemez. Bu uzantı Google Chrome ™ için Ücretsiz Yazım Denetleyicisi'nin sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Потрібне безкоштовне та просте рішення перевірки правопису?\n\nЦе розширення підтримує понад 20 мов для перевірки правопису.\n\nПеревірте написання слів, і він запропонує пропозиції щодо неправильно написаних слів. sentence checker and corrector online\n\nЦе програмне забезпечення допомагає знаходити орфографічні помилки, які перевірка правопису не може знайти.\nНаприклад, неправильне використання слів \"там\" та \"їх\", \"а\" та \"ан\" або повторюваних слів.\n\nПідтримується понад 25 мов - наприклад: підтримуються англійська, іспанська, французька, німецька, польська, російська тощо. spell check in spanish word\n\nВаш текст запам'ятовується між відвідуваннями. Ви можете будь-коли закрити розширення та відкрити його знову, не втрачаючи роботи. english orthography check\n\nОчистіть область тексту, якщо ви не хочете, щоб текст зберігався. Кількість слів і символів, які ви перевіряєте, показано під оригінальним текстом.\nПри підрахунку слів у якості роздільника використовується пробіл. Світлі та темні теми доступні, щоб зробити це розширення більш зручним у використанні. grammar mistakes online\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення. Це розширення Безкоштовна перевірка правопису для Google Chrome ™ не належить, не ліцензовано та не є дочірньою компанією Google Inc.",
    "vi": "Cần một giải pháp kiểm tra chính tả miễn phí và đơn giản?\n\nTiện ích mở rộng này hỗ trợ hơn 20 ngôn ngữ để kiểm tra chính tả.\n\nKiểm tra chính tả của các từ và nó sẽ đưa ra các đề xuất cho các từ sai chính tả. spell check tool\n\nPhần mềm này giúp tìm ra các lỗi chính tả mà trình kiểm tra chính tả không tìm thấy.\nVí dụ, sử dụng sai các từ \"there\" và \"them\", \"a\" và \"an\" hoặc các từ lặp lại.\n\nHỗ trợ hơn 25 ngôn ngữ - ví dụ: tiếng Anh, tiếng Tây Ban Nha, tiếng Pháp, tiếng Đức, tiếng Ba Lan, tiếng Nga, v.v. đều được hỗ trợ. spell check polski\n\nVăn bản của bạn được ghi nhớ giữa các lần truy cập. Bạn có thể đóng tiện ích mở rộng bất kỳ lúc nào và mở lại mà không mất công. word stopped spell checking\n\nXóa vùng văn bản nếu bạn không muốn văn bản vẫn tồn tại. Số lượng từ và ký tự mà bạn đang kiểm tra được hiển thị bên dưới văn bản gốc.\nKhi đếm các từ, một khoảng trắng được sử dụng làm dấu phân cách. Các chủ đề sáng và tối có sẵn để làm cho tiện ích mở rộng này thoải mái hơn khi sử dụng. spell grammar check free\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho phần mở rộng này. Tiện ích mở rộng Trình kiểm tra chính tả miễn phí dành cho Google Chrome ™ này không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "需要免费且简单的拼写检查器解决方案？\n\n此扩展程序支持20多种语言的拼写检查。\n\n检查单词的拼写，它会为拼写错误的单词提供建议。 ginger grammar checker online\n\n该软件有助于查找拼写检查器无法找到的拼写错误。\n例如，滥用单词“ there”和“ them”，“ a”和“ an”或重复的单词。\n\n支持超过25种语言-例如，全部支持英语，西班牙语，法语，德语，波兰语，俄语等。 spell check app\n\n您的文字会在两次访问之间被记住。您可以随时关闭扩展名，然后再次打开它而不会丢失工作。 spellchecker online\n\n如果您不想保留文本，请清除文本区域。您要检查的单词和字符数显示在原始文本下方。\n计算单词时，空格用作分隔符。可以使用浅色和深色主题，以使此扩展程序使用起来更舒适。 free spell check\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此扩展。此扩展程序适用于Google Chrome™的免费拼写检查程序不归Google Inc.所有，也不由其许可或拥有。",
    "zh_TW": "需要免費且簡單的拼寫檢查器解決方案？\n\n此擴展程序支持20多種語言的拼寫檢查。\n\n檢查單詞的拼寫，它會為拼寫錯誤的單詞提供建議。 online sentence checker\n\n該軟件有助於查找拼寫檢查器無法找到的拼寫錯誤。\n例如，濫用單詞“ there”和“ them”，“ a”和“ an”或重複的單詞。\n\n支持超過25種語言-例如，全部支持英語，西班牙語，法語，德語，波蘭語，俄語等。 reverso speller\n\n您的文字會在兩次訪問之間被記住。您可以隨時關閉擴展名，然後再次打開它而不會丟失工作。 google spell check online\n\n如果您不想保留文本，請清除文本區域。您要檢查的單詞和字符數顯示在原始文本下方。\n計算單詞時，空格用作分隔符。可以使用淺色和深色主題，以使此擴展程序使用起來更舒適。 spelling grammar check\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此擴展。此擴展程序適用於Google Chrome™的免費拼寫檢查程序不歸Google Inc.所有，也不由其許可或擁有。"
  }
}