{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TeamAI - Your AI Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of AI directly in your browser with TeamAI. This extension seamlessly integrates a suite of advanced AI…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of AI directly in your browser with TeamAI. This extension seamlessly integrates a suite of advanced AI tools and powerful LLMs into your everyday browsing experience, enabling you to perform complex tasks with ease and efficiency.\n\nKey features:\n\n- Multiple models: Our extension empowers you to choose from more than 20 large language models (LLMs) tailored to your needs.\n- Context-aware intelligence: TeamAI extension operates within the context of your current tab, analyzing and understanding the content on the page to provide AI with contextual information. This contextual awareness unlocks expansive capabilities, making your browsing experience smarter and more productive.\n- Built-in power: Leverage TeamAI’s robust features, including Datastores, Custom Plugins, Assistants, and Automated Workflows, all from within your browser.\n\nWhy TeamAI?\n\n- Enhanced productivity: Combine the power of multiple LLMs with TeamAI’s advanced features to accomplish more in less time, right from your browser.\n- Contextual power: Take advantage of AI that understands the current page you're on, offering capabilities specifically tailored to the content you’re viewing.\n- Privacy and security: Your data stays within your control. The extension uses permissions responsibly, ensuring that all data processing is done locally within your browser.\n\nHow to use the TeamAI extension:\n\n1. Add to Chrome: Click the “Add to Chrome” button in the top right corner to get this extension\n2. Activate TeamAI: Click on the extension icon to open the extension in the side panel.\n3. Log in: Sign in to your TeamAI account to access your workspace, or sign up for a free account to try it out.\n4. Start chatting: Use TeamAI to analyze the content of your current tab with tailored insights, actions, and tools.\n5. Utilize advanced features: Access Datastores, Custom Plugins, and various LLMs to perform complex tasks and workflows.\n6. Gain flexible control: Keep the side panel open for continuous AI support or close it when not needed.\n\nGet additional details and support:\n\nVisit our website for more information about TeamAI: https://teamai.com/ \nExplore our Help Center to learn how to use various features: https://help.teamai.com/en/ \nTransform your browsing experience with the TeamAI extension, and let AI empower your every click."
  }
}