{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dev Buddy AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empowering developers with AI intelligence"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dev Buddy AI is your ultimate companion in the world of coding and development. With a wide range of features and AI-powered capabilities, it's the one-step solution to all your developer needs. Stay up-to-date with the latest industry articles, news, and trends right at your fingertips. Find the perfect job opportunities tailored to your skills and interests, helping you take your career to new heights.\n\nBut that's not all – Dev Buddy AI equips you with an arsenal of powerful tools to enhance your productivity. From code optimization to debugging assistance, it provides intelligent suggestions and solutions to help you deliver your tasks efficiently. With an AI-powered chat feature, you can rely on instant support and guidance to solve coding challenges and overcome roadblocks.\n\nDev Buddy AI is the reliable companion that empowers you to excel in your development journey. Say goodbye to the hassle of searching for resources, struggling with complex problems, and staying in the loop. Let Dev Buddy AI be your trusted partner, delivering the right information and assistance when you need it most. Start maximizing your coding potential and elevate your development experience today.\"\n\nFeel free to customize and adjust the description to best fit your vision and highlight the unique features of your Dev Buddy AI Chrome extension.\n\nPrivacy Policy link - https://entebyte.com/privacy-policy.html"
  }
}