{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcuts for Board Games - Launcher"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Access with a Single Click to Your Preferred Collection of Shooting Games!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your online board gaming experience with \"Shortcuts for Board Games - Launcher,\" the ultimate Chrome extension for enthusiasts and casual players alike. This innovative tool provides quick and easy access to your favorite board game platforms, all in one convenient location. No more endless scrolling or searching through bookmarks; our Launcher compiles the best online board games into a simple, user-friendly interface.\n\nFeatures include:\n\nOne-Click Access: Jump straight into gameplay with just one click. Our Launcher bypasses the hassle of navigating through multiple pages, putting a wide variety of board games at your fingertips.\nCustomizable Shortcuts: Tailor your Launcher to suit your gaming preferences. Easily add, remove, and organize shortcuts to your most-loved board game sites, ensuring your favorites are always easy to find.\nSeamless Integration: Designed to blend perfectly with your Chrome browsing experience, the extension offers a sleek, non-intrusive interface that's both elegant and functional.\nRegular Updates: Stay ahead of the game with regular updates that introduce new features and expand our directory of board game shortcuts, ensuring you never miss out on the latest gaming trends.\nSafe and Secure: Enjoy peace of mind knowing that your online gaming is both safe and private. Our extension respects your privacy and operates without collecting personal data.\nWhether you're a strategy savant, a puzzle pro, or just looking for a fun way to pass the time, \"Shortcuts for Board Games - Launcher\" opens up a world of gaming possibilities. Simplify your play, organize your favorites, and discover new challenges with the ultimate board game companion for Chrome. Get ready to roll the dice like never before!"
  }
}