{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Edit with Emacs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allow user to edit web-page textareas with Emacs (and other editors)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Edit with Emacs is an extension for Google's Chrome(ium) browser family that allows you to edit text areas on your browser in a more full featured editor. It does this in conjunction with an \"Edit Server\" which services requests by the browser. This is because extensions cannot spawn new processes as a security measure.\n\nThe extension packages native elisp version that can be run inside GNU Emacs itself, just follow the instructions from the options page of the extension. It has been known to work with GNU Emacs and Aquamacs (MacOS); it is presently not compatible with XEmacs.\n\nOther example edit servers can be found at the project homepage. There is no reason why other server scripts could not spawn other editors and currently a number of servers support the simple URL based protocol.\n\nThis extension is licensed under the GPL v3 and development versions can be found at: http://github.com/stsquad/emacs_chrome\n\nv1.17\n\n* fix CSS bug causing repeating edit tags\n* add a 48x48 icon for the Chrome web store\n* remove unneeded tabs permission\n\nv1.16\n\nExtension\n\n* allow disabling of switch to settings behaviour\n* whitelist penguin.linux.test for edit server (ChromeOS/Crostini)\n* fix context menu on newer Chromes (#158)\n* honour edit_server_host instead of hard-coding 127.0.0.1\n* use the Chrome extension UI to set keyboard shortcuts.\n* fix handling of spellcheck=false nodes for Gmail (#171, #162)\n\nedit-server.el\n\n* use make-frame (see updated docs for edit-server-new-frame-alist)"
  }
}