{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flowcouragement for Webflow Builders"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For when you need a little flowcouragement boost while building, designing or thinking about Webflow projects."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The first-ever Chrome extension by the Evil Twins provides an avenue for Webflow experts and novices alike to gain a little flowcouragement boost, when working on a project or two—or while taking a break from one.\n\nThe Flowcouragement extension is designed to help all builders overcome obstacles, tackle self-doubt, remain positive and motivated, and more.\n\nEach time you open the extension, simply tap Get Flowcouragement, to get a new tidbit of brief content meant to brighten your spirits and drive you forward.\n\nRemember, you have the power to create the life you want for yourself, you are in control of your own life. It is important to believe in yourself and your ability to make positive changes in your life, and to not let anyone else dictate your choices or tell you what you can and cannot do.\n\nGet your daily Flowcouragement boost, today.\n\n——————\n\nAbout Evil Twins Studio\n\nEvil Twins is a full-stack, digital experience studio crafting modern solutions for online mediums—and the occasional traditional medium. Take your brand to a new height, tackle your latest marketing challenge, and reach your consumers; through a personalized approach to marketing, with comprehensive and effective strategies.\n\nAn award-winning studio, Evil Twins was founded by a seasoned multidisciplinary designer, Rahul Islam of London, United Kingdom, and Ben Sabic, a Chartered Marketer candidate from Winnipeg, Canada. Two creative professionals embarking on the journey of operating a studio while residing on opposite ends of the pond.\n\nThe undeniable results the studio garners for brands is downright evil.\nThink of the Evil Twins as your in-house marketing crew.\nLet's get started on a (despicable) marketing plan."
  }
}