{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AirMedia Sender",
    "ja": "AirMedia 送信者",
    "zh_CN": "AirMedia 发送者",
    "zh_TW": "AirMedia 傳送者"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Mirror your device to any computer screen any time",
    "ja": "お使いのデバイスをいつでもお好きなコンピューター画面にミラーリング",
    "zh_CN": "随时将您的设备镜像到任何计算机屏幕上",
    "zh_TW": "隨時將您的裝置鏡像到任何電腦螢幕上"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Crestron AirMedia® Wireless Presentation solutions enable seamless collaboration in any space. Share audio and video content from the Google Chrome® browser to an in-room Crestron collaboration system. \n\n*  Connect to AirMedia® receiver devices on the network. \n*  Share a particular Chrome® browser tab (audio and video), or your complete desktop (video only). \n*  Multiple users can connect and present screens simultaneously.  \n\nThe Crestron AirMedia Sender for Chrome requires a compatible AirMedia device (such as AirMedia Series 3 receivers, AirMedia 2.0 receivers, or a device with integrated AirMedia functionality (Crestron Mercury® conference system and Crestron DMPS). \n\nLearn more at Crestron.com/AirMedia",
    "ja,zh_CN,zh_TW": "The AirMedia® Extension for Google® Chrome™ allows users to wirelessly share content from a Google Chrome browser to an AirMedia®  capable receiver such as the AM-200/300, Mercury, or DMPS3-4K-350-C/250-C. \n\nTwo modes enable sharing of content from a particular google chrome tab (with audio) or complete desktop sharing (without audio).\n\nWhy wireless presentation?\n•\tFrees people to sit or stand anywhere in the room or space and easily connect their laptops and smart devices to room display, regardless of OS\n•\tNo more wires or dongles cluttering table – in fact, you don’t even need a table\n•\tEnable collaboration in flexible spaces – e.g., cafeterias, hallways, private offices\n\nWhat is AirMedia®  2.0?\nThe fastest, easiest, most manageable, and secure wireless presentation technology. \n•\tSimple to Use: Connect from almost any device on any network\n•\tGreat Video: Smooth video playback with synchronized sound and real-time keyboard and mouse tracking\n•\tSecure Endpoint: Works with your existing infrastructure – not against it\n•\tManage Remotely: Deploy and update without going from room-to-room"
  }
}