{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chainlove Countdown Timer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chainlove sells bike gear for dirt and pavement one screamin'(50-80% off) deal at a time until time runs out. (chainlove.com)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension key features:\n-Clean interface\n-Desktop notification\n-Sound alert\n-Fast checkout\n-Time remaining badge text\n\nA covert ops Chrome extension for those who must keep a vigilant eye on the latest ODAT (One-Deal-At-a-Time) deals. This extension monitors chainlove.com and displays the time remaining for the current deal. You also have the option of receiving a desktop notification along with a customizable sound alert when a new deal is listed. For snagging fast selling items, the extension allows you to automate the website's checkout process.\n\nVersion 1.6.1\n-Enables one-click checkout to speed up the checkout process\n-more information here: http://www.youtube.com/watch?v=hz1X2vF7luI\n\nVersion 1.5.2\n-Option to play a sound when a new deal is listed\n-Performance improvements\n\nVersion 1.4.6\n-Updated popups to use Chrome Desktop Notifications. This removes the need for the extension to access all browsing data and history. It now only needs access to www.chainlove.com.\n-Popups are now disabled by default. Enable them in the extensions options.\n\nVersion 1.4.1\n-The extension now includes a popup bubble that appears in the bottom right hand corner of the website you are browsing whenever the item changes.\n-Link to Chainlove history to view past items offered on the site."
  }
}