{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Promodescuentos | Ahorra en tus compras"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Ya no busques más descuentos! Promodescuentos encuentra los mejores para ti."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🛍 TU ASISTENTE DE COMPRAS\n\nNavega en tus tiendas favoritas y compra como lo haces normalmente. Cuando visites una tienda, la extensión te alertará cuando haya un cupón u oferta disponible en alguna de nuestras tiendas asociadas.\n\n🔥 LAS OFERTAS MÁS HOT DE LA COMUNIDAD\n\n¡Las mejores ofertas de la comunidad de Promodescuentos en la palma de tu mano!\nAccede a las mejores ofertas y promociones con tan solo un click, todas compartidas por nuestra comunidad de ahorradores expertos.\n\n✨ VERIFICACIÓN AUTOMÁTICA DE CUPONES\n\n¡Ya no será necesario buscar cupones en internet! Cuando pases al carrito de compras, la extensión de Promodescuentos probará automáticamente todos los cupones disponibles y aplicará el mejor.\n\n \n\n✅ TU PRIVACIDAD\n\n- Promodescuentos sólo identifica los enlaces de las páginas asociadas para ofrecerte descuentos cuando realices tu compra. Para más información por favor visita nuestra Política de Privacidad (https://www.promodescuentos.com/privacidad).\n\n- Nunca recopilaremos tu dirección, tus compras o cualquier otra información personal.\n\n- Nunca venderemos tu información a nadie.\n\n🍪 Configuración de cookies\n\nLas cookies de análisis son usadas para entender cómo interactúan los visitantes con la extensión: El número de visitantes, de dónde vienen, etc. Siempre puedes cambiar o retirar tu consentimiento desde la página de configuración. Para más información visita nuestra política sobre las Cookies (https://www.promodescuentos.com/privacidad#use-cookies)\n\n🔗 Los enlaces en la extensión están monetizados, por lo que cuando la utilizas, Promodescuentos puede recibir comisiones de afiliado. Puedes encontrar más detalles aquí: https://www.promodescuentos.com/faq#general"
  }
}