{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StarLeaf Scheduler for Google Calendar"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schedule and edit StarLeaf meetings in Google Calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The StarLeaf Scheduler allows you to create StarLeaf meetings directly from your Google Calendar.\n\nYou can invite anyone to join your meetings, whether they’re colleagues or external contacts. You can even invite and reserve video-equipped meeting rooms.\n\nGoogle Calendar integration allows you to check your colleagues’ availability and even see if rooms are free for when you’re scheduling meetings.\n\nInvitees receive meeting invitations in their calendars and these offer everyone the ability to join on any device via simple, tailored joining instructions.\n\nSeamless integration with the StarLeaf app and StarLeaf video room systems means StarLeaf users can join meetings organized via the StarLeaf Scheduler at the push of a button.\n\nExternal invitees can join using any standards-based video conferencing system or via their web browser. Participants can even dial in from a phone using one of the global dial-in numbers provided in the invitation.\n\nKey features:\n- Easy meeting scheduling from your Google Calendar\n- Global dial-in telephone numbers\n- Works with Cisco, Polycom, Lifesize, and all H.323 or SIP video room systems\n\n\nHave a question? Contact us at support@starleaf.com\n\nTo find out more about StarLeaf, go to starleaf.com"
  }
}