{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lab Partner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple gitlab merge request extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Formally Gitlab Buddy\n\nNever miss an important merge request again! This extension provides a convenient pop-out dashboard that displays all your assigned MRs across repositories, eliminating the need to manually subscribe to each one.\n\nKey Features:\n\nEffortless Setup: No need to create a personal access token. The extension leverages your existing GitLab session, ensuring seamless operation as long as you're logged in.\n\nComprehensive View: Track your involvement in merge requests through multiple filters: assignee, reviewer, group approvals, and even those you created.\n\nActionable Insights: Gain a quick overview of each MR's status (pending, approved, created, merged) alongside direct links to the request, repository, author, and pipelines.\n\nStay Informed: Stay on top of conversations with a list of mentions on each MR. See who has approved and access the CI/CD pipeline status with a direct link for further details.\n\nEfficient Communication: Quickly skim through MR conversations and comments to stay up-to-date.\n\nConflict Resolution: Identify merge conflicts easily to prioritize troubleshooting.\n\nFocus on What Matters: Filter the dashboard to display only explicitly assigned MRs (ideal for managers), or view all group-assigned requests.\n\nKeep it Clean: Hide irrelevant merge requests from the list for a clutter-free workspace.\n\nBoost your GitLab productivity and stay on top of your merge requests with this innovative extension!"
  }
}