{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blank New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simply opens a white page when you open a new tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "about:blank at new tabs :)\n\nBlank new tab does exactly what it says - it creates a completely empty new tab whenever you open one. There won't be any links, nor images, nor any other resources which may load longer. There will be only one thing - pure and complete nothingness. Displayed in the white color.\n\nYou won't have to think about anything anymore when opening a new tab. No distractions. No wild carousels leading you to youtube until well past after midnight. Just a blank new tab - showing exactly nothing.\n\nNobody selling you your favourite websites. Your most visited links. The analysis of your daily desires. All that gone - and instead replaced with a blank new tab.\n\nHow often have you longed for the old times of the internet explorer or netscape navigator. The early versions which had a simple \"about:blank\" link when you opened them. This nostalgia can finally be fulfilled. We will fulfil it for you. We will bring back the good old times where new tabs were just that - new and empty tabs.\n\nSo what are you waiting for? The nothingness is waiting for you.\n\nClick that install button. One last desire before all the desires end.\n\nBring back the empty void to your new tab page.\n\nYou don't need some calendar.\n\nYour emails can wait.\n\nYou don't need some images, that's what the desktop is for.\n\nBring back fast browsing. \nBring back the void.\nBring back about:blank\n\nEnjoy."
  }
}