{
  "name": {
    "ar": "خلفية يوتيوب - SetLoading",
    "am": "ዩቱብ የቅድመ ገጽ ወርቅ - SetLoading",
    "bg": "Фон за YouTube™ - SetLoading",
    "bn": "ইউটিউব ব্যাকগ্রাউন্ড ওয়ালপেপার - SetLoading",
    "ca,da,en,en_AU,en_GB,en_US,es_419,et,he,hi,hu,ja,lt,lv,ml,mr,pl,sk,sl,sr,vi": "Youtube™ Background Wallpaper - SetLoading",
    "cs": "Pozadí YouTube™ - SetLoading",
    "de": "YouTube™ Hintergrundbild - SetLoading",
    "el": "Υπόβαθρο YouTube™ - SetLoading",
    "es": "Fondo de YouTube™ - SetLoading",
    "fa": "پس‌زمینه یوتیوب - SetLoading",
    "fi": "YouTube-taustakuva - SetLoading",
    "fil": "YouTube™ Background Wallpaper - SetLoading",
    "fr": "Fond d'écran YouTube™ - SetLoading",
    "gu": "યુટ્યુબ બેકગ્રાઉન્ડ વોલપેપર - SetLoading",
    "hr": "YouTube™ pozadina - SetLoading",
    "id,ms": "Wallpaper Latar Belakang YouTube™ - SetLoading",
    "it": "Sfondo YouTube™ - SetLoading",
    "kn": "ಯೂಟ್ಯೂಬ್ ಹಿನ್ನೆಲೆ ವಾಲ್‌ಪೇಪರ್ - SetLoading",
    "ko": "유튜브 배경 화면 - SetLoading",
    "nl": "YouTube™ Achtergrond Wallpaper - SetLoading",
    "no": "YouTube™ Bakgrunnsbilde - SetLoading",
    "pt_BR,pt_PT": "Papel de Parede do YouTube™ - SetLoading",
    "ro": "Fundal YouTube™ - SetLoading",
    "ru,uk": "Фон YouTube™ - SetLoading",
    "sv": "YouTube™ Bakgrundsbild - SetLoading",
    "sw": "YouTube™ Wallpaper ya Muktadha - SetLoading",
    "ta": "யூடியூப் பின்னணி காட்சிப்படம் - SetLoading",
    "te": "యూట్యూబ్ బ్యాక్‌గ్రౌండ్ వాల్‌పేపర్ - SetLoading",
    "th": "วอลเปเปอร์พื้นหลัง YouTube™ - SetLoading",
    "tr": "YouTube™ Arka Plan Duvar Kağıdı - SetLoading",
    "zh_CN": "YouTube™ 背景壁纸 - SetLoading",
    "zh_TW": "YouTube™ 背景圖片 - SetLoading"
  },
  "short": {
    "ar": "قم بتحسين تجربة تحميل يوتيوب الخاصة بك مع خلفية مخصصة. قم بتعيين صورك المفضلة للعرض أثناء التحميل.",
    "am": "ዩቱብ የቅድመ ገጽ ሂደትዎን በግምት የተለያዩ የቅድመ ገጽ ወርቅ ገጽታ ጋር ያሻሽሉ። የምንዛሬዎን የተመረጡ ምስሎች በሂደት ላይ ለማሳየት ይቀይሩ።",
    "bg": "Подобрете зареждането на YouTube с персонализиран фон. Задайте любимите си изображения за показване по време на зареждане.",
    "bn": "আপনার ইউটিউব লোডিং অভিজ্ঞতা ব্যক্তিগতকৃত ব্যাকগ্রাউন্ডের সাথে উন্নত করুন। লোডিংয়ের সময় প্রদর্শনের জন্য পছন্দের ছবিগুলি সেট করুন।",
    "ca,da,en,en_AU,en_GB,en_US,es_419,et,he,hi,hu,ja,lt,lv,ml,mr,pl,sk,sl,sr,vi": "Enhance your YouTube loading experience with personalized background wallpaper. Set your favorite images to display while loading.",
    "cs": "Vylepšete načítání YouTube s personalizovaným pozadím. Nastavte oblíbené obrázky, které se zobrazí během načítání.",
    "de": "Stellen Sie Ihre Lieblingsbilder ein, die während des Ladevorgangs angezeigt werden.",
    "el": "Ορίστε τις αγαπημένες σας εικόνες για να εμφανίζονται κατά τη διάρκεια της φόρτωσης.",
    "es": "Establece tus imágenes favoritas para mostrar durante la carga.",
    "fa": "تجربه بارگذاری یوتیوب خود را با پس‌زمینه شخصی‌سازی شده بهبود ببخشید. تصاویر مورد علاقه‌تان را برای نمایش در حین بارگذاری تنظیم کنید.",
    "fi": "Paranna YouTube-latauskokemustasi henkilökohtaisella taustakuvalla. Aseta suosikkikuvasi näytettäväksi latauksen aikana.",
    "fil": "Itakda ang iyong mga paboritong larawan upang ipakita habang naglo-load.",
    "fr": "Définissez vos images préférées à afficher pendant le chargement.",
    "gu": "વ્યક્તિગત બેકગ્રાઉન્ડ વોલપેપર સાથે તમારા યુટ્યુબ લોડિંગ અનુભવને સુધારો. લોડિંગ દરમિયાન દર્શાવવા માટે તમારી મનપસંદ છબીઓ સેટ કરો.",
    "hr": "Postavite svoje omiljene slike za prikaz tijekom učitavanja.",
    "id": "Atur gambar favorit Anda untuk ditampilkan saat memuat.",
    "it": "Imposta le tue immagini preferite da visualizzare durante il caricamento.",
    "kn": "ಲೋಡ್ ಆಗುವಾಗ ತೋರಿಸಲು ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಚಿತ್ರಗಳನ್ನು ಹೊಂದಿಸಿ.",
    "ko": "개인화된 배경 화면으로 YouTube 로딩 경험을 향상시키세요. 로딩 중에 표시할 좋아하는 이미지를 설정하세요.",
    "ms": "Tetapkan gambar kegemaran anda untuk ditunjukkan semasa memuat.",
    "nl": "Stel je favoriete afbeeldingen in voor weergave tijdens het laden.",
    "no": "Sett favorittbildene dine til å vises mens du laster.",
    "pt_BR": "Defina suas imagens favoritas para serem exibidas enquanto carrega.",
    "pt_PT": "Defina as suas imagens favoritas para serem exibidas enquanto carrega.",
    "ro": "Setați imaginile preferate pentru a fi afișate în timpul încărcării.",
    "ru": "Улучшите загрузку на YouTube с персонализированным фоном. Установите любимые изображения для отображения во время загрузки.",
    "sv": "Ställ in dina favoritbilder att visas medan du laddar.",
    "sw": "Weka picha zako unazopenda kuonyeshwa wakati wa upakuaji.",
    "ta": "ஏற்றும் போது காட்சியளிக்க உங்கள் விருப்பமான படங்களை அமைக்கவும்.",
    "te": "లోడ్ అవుతున్నప్పుడు ప్రదర్శించడానికి మీ ఇష్టమైన చిత్రాలను సెట్ చేయండి.",
    "th": "ตั้งค่าภาพที่คุณชื่นชอบเพื่อแสดงในขณะโหลด",
    "tr": "Yüklenirken görüntülenecek favori resimlerinizi ayarlayın.",
    "uk": "Встановіть свої улюблені зображення для відображення під час завантаження.",
    "zh_CN": "通过个性化的背景壁纸提升您的 YouTube 加载体验。设置您喜欢的图片在加载时显示。",
    "zh_TW": "透過個性化的背景圖片提升您的 YouTube 載入體驗。設定您喜愛的圖片在載入時顯示。"
  },
  "long": {
    "ar": "يمكنك استخدام الصور المحلية لتعيين خلفيات الخلفية، مما يضمن الخصوصية.\n\nيمكنك ضبط حجم وموضع وتكرار خلفية الخلفية.\n\nكما أنها تدعم خلفيات متعددة.\n\nإذا كنت بحاجة إلى إزالة الخلفية أو تعديل موضع خلفية الشاشة بسرعة، يمكنك زيارة موقعنا على الويب على www.setloading.com.",
    "am": "የጀርባ ልጣፎችን ለማዘጋጀት፣ ግላዊነትን በማረጋገጥ የአካባቢ ምስሎችን መጠቀም ትችላለህ።\n\nየበስተጀርባውን የግድግዳ ወረቀት መጠን, አቀማመጥ እና ድግግሞሽ ማስተካከል ይችላሉ.\n\nእንዲሁም በርካታ የግድግዳ ወረቀቶችን ይደግፋል።\n\nዳራውን ማስወገድ ወይም የግድግዳ ወረቀቱን አቀማመጥ በፍጥነት ማስተካከል ከፈለጉ www.setloading.com ላይ የእኛን ድረ-ገጽ መጎብኘት ይችላሉ።",
    "bg": "Можете да използвате локални изображения, за да зададете фонови тапети, като гарантирате поверителност.\n\nМожете да регулирате размера, позицията и повторението на фоновия тапет.\n\nТой също така поддържа множество тапети.\n\nАко трябва да премахнете фона или бързо да коригирате позицията на тапета, можете да посетите нашия уебсайт на адрес www.setloading.com.",
    "bn": "আপনি গোপনীয়তা নিশ্চিত করে ব্যাকগ্রাউন্ড ওয়ালপেপার সেট করতে স্থানীয় ছবি ব্যবহার করতে পারেন।\n\nআপনি ব্যাকগ্রাউন্ড ওয়ালপেপারের আকার, অবস্থান এবং পুনরাবৃত্তি সামঞ্জস্য করতে পারেন।\n\nএটি একাধিক ওয়ালপেপার সমর্থন করে।\n\nআপনি যদি ব্যাকগ্রাউন্ড অপসারণ করতে চান বা ওয়ালপেপারের অবস্থান দ্রুত সামঞ্জস্য করতে চান তবে আপনি আমাদের ওয়েবসাইট www.setloading.com এ যেতে পারেন।",
    "ca,da,en,en_AU,en_GB,en_US,es_419,et,he,hi,hu,ja,lt,lv,ml,mr,pl,sk,sl,sr,vi": "You can use local images to set background wallpapers, ensuring privacy.\n\nYou can adjust the size, position, and repetition of the background wallpaper.\n\nIt also supports multiple wallpapers.\n\nIf you need to remove the background or quickly adjust the wallpaper's position, you can visit our website at www.setloading.com.",
    "cs": "Místní obrázky můžete použít k nastavení tapet na pozadí a zajistit tak soukromí.\n\nMůžete upravit velikost, polohu a opakování tapety na pozadí.\n\nPodporuje také více tapet.\n\nPokud potřebujete odstranit pozadí nebo rychle upravit pozici tapety, můžete navštívit naši webovou stránku www.setloading.com.",
    "de": "Sie können lokale Bilder verwenden, um Hintergrundbilder festzulegen und so Ihre Privatsphäre zu schützen.\n\nSie können die Größe, Position und Wiederholung des Hintergrundbilds anpassen.\n\nEs werden auch mehrere Hintergrundbilder unterstützt.\n\nWenn Sie den Hintergrund entfernen oder die Position des Hintergrundbilds schnell anpassen müssen, können Sie unsere Website unter www.setloading.com besuchen.",
    "el": "Μπορείτε να χρησιμοποιήσετε τοπικές εικόνες για να ορίσετε ταπετσαρίες φόντου, διασφαλίζοντας το απόρρητο.\n\nΜπορείτε να προσαρμόσετε το μέγεθος, τη θέση και την επανάληψη της ταπετσαρίας φόντου.\n\nΥποστηρίζει επίσης πολλαπλές ταπετσαρίες.\n\nΕάν πρέπει να αφαιρέσετε το φόντο ή να προσαρμόσετε γρήγορα τη θέση της ταπετσαρίας, μπορείτε να επισκεφτείτε τον ιστότοπό μας στη διεύθυνση www.setloading.com.",
    "es": "Puede utilizar imágenes locales para configurar fondos de pantalla, lo que garantiza la privacidad.\n\nPuede ajustar el tamaño, la posición y la repetición del fondo de pantalla.\n\nTambién admite varios fondos de pantalla.\n\nSi necesita eliminar el fondo o ajustar rápidamente la posición del fondo de pantalla, puede visitar nuestro sitio web en www.setloading.com.",
    "fa": "می توانید از تصاویر محلی برای تنظیم تصاویر پس زمینه پس زمینه استفاده کنید و از حریم خصوصی اطمینان حاصل کنید.\n\nمی توانید اندازه، موقعیت و تکرار تصویر زمینه پس زمینه را تنظیم کنید.\n\nهمچنین از چندین تصویر زمینه پشتیبانی می کند.\n\nاگر نیاز به حذف پس زمینه یا تنظیم سریع موقعیت کاغذ دیواری دارید، می توانید از وب سایت ما به آدرس www.setloading.com دیدن کنید.",
    "fi": "Voit käyttää paikallisia kuvia taustakuvien asettamiseen, mikä varmistaa yksityisyyden.\n\nVoit säätää taustakuvan kokoa, sijaintia ja toistoa.\n\nSe tukee myös useita taustakuvia.\n\nJos haluat poistaa taustan tai säätää taustakuvan paikkaa nopeasti, voit vierailla verkkosivuillamme osoitteessa www.setloading.com.",
    "fil": "Maaari kang gumamit ng mga lokal na larawan upang magtakda ng mga wallpaper sa background, na tinitiyak ang privacy.\n\nMaaari mong ayusin ang laki, posisyon, at pag-uulit ng background na wallpaper.\n\nSinusuportahan din nito ang maramihang mga wallpaper.\n\nKung kailangan mong alisin ang background o mabilis na ayusin ang posisyon ng wallpaper, maaari mong bisitahin ang aming website sa www.setloading.com.",
    "fr": "Vous pouvez utiliser des images locales pour définir des fonds d'écran d'arrière-plan, garantissant ainsi la confidentialité.\n\nVous pouvez ajuster la taille, la position et la répétition du fond d'écran d'arrière-plan.\n\nIl prend également en charge plusieurs fonds d'écran.\n\nSi vous devez supprimer l'arrière-plan ou ajuster rapidement la position du fond d'écran, vous pouvez visiter notre site Web à l'adresse www.setloading.com.",
    "gu": "તમે ગોપનીયતાને સુનિશ્ચિત કરીને, પૃષ્ઠભૂમિ વૉલપેપર્સ સેટ કરવા માટે સ્થાનિક છબીઓનો ઉપયોગ કરી શકો છો.\n\nતમે પૃષ્ઠભૂમિ વૉલપેપરના કદ, સ્થિતિ અને પુનરાવર્તનને સમાયોજિત કરી શકો છો.\n\nતે બહુવિધ વૉલપેપર્સને પણ સપોર્ટ કરે છે.\n\nજો તમારે પૃષ્ઠભૂમિને દૂર કરવાની અથવા વૉલપેપરની સ્થિતિને ઝડપથી ગોઠવવાની જરૂર હોય, તો તમે અમારી વેબસાઇટ www.setloading.com પર જઈ શકો છો.",
    "hr": "Možete koristiti lokalne slike za postavljanje pozadinskih slika, osiguravajući privatnost.\n\nMožete prilagoditi veličinu, položaj i ponavljanje pozadinske pozadine.\n\nTakođer podržava više pozadina.\n\nAko trebate ukloniti pozadinu ili brzo prilagoditi položaj pozadine, možete posjetiti našu web stranicu na www.setloading.com.",
    "id": "Anda dapat menggunakan gambar lokal untuk mengatur wallpaper latar belakang, memastikan privasi.\n\nAnda dapat menyesuaikan ukuran, posisi, dan pengulangan wallpaper latar belakang.\n\nIni juga mendukung beberapa wallpaper.\n\nJika Anda perlu menghapus latar belakang atau dengan cepat menyesuaikan posisi wallpaper, Anda dapat mengunjungi situs web kami di www.setloading.com.",
    "it": "Puoi usare immagini locali per impostare sfondi, assicurando la privacy.\n\nPuoi regolare le dimensioni, la posizione e la ripetizione dello sfondo.\n\nSupporta anche più sfondi.\n\nSe hai bisogno di rimuovere lo sfondo o di regolare rapidamente la posizione dello sfondo, puoi visitare il nostro sito Web all'indirizzo www.setloading.com.",
    "kn": "ಗೌಪ್ಯತೆಯನ್ನು ಖಾತರಿಪಡಿಸುವ ಹಿನ್ನೆಲೆ ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಹೊಂದಿಸಲು ನೀವು ಸ್ಥಳೀಯ ಚಿತ್ರಗಳನ್ನು ಬಳಸಬಹುದು.\n\nಹಿನ್ನೆಲೆ ವಾಲ್‌ಪೇಪರ್‌ನ ಗಾತ್ರ, ಸ್ಥಾನ ಮತ್ತು ಪುನರಾವರ್ತನೆಯನ್ನು ನೀವು ಸರಿಹೊಂದಿಸಬಹುದು.\n\nಇದು ಬಹು ವಾಲ್‌ಪೇಪರ್‌ಗಳನ್ನು ಸಹ ಬೆಂಬಲಿಸುತ್ತದೆ.\n\nನೀವು ಹಿನ್ನೆಲೆಯನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾದರೆ ಅಥವಾ ವಾಲ್‌ಪೇಪರ್‌ನ ಸ್ಥಾನವನ್ನು ತ್ವರಿತವಾಗಿ ಹೊಂದಿಸಬೇಕಾದರೆ, ನೀವು www.setloading.com ನಲ್ಲಿ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಬಹುದು.",
    "ko": "로컬 이미지를 사용하여 배경 화면을 설정하여 프라이버시를 보장할 수 있습니다.\n\n배경 화면의 크기, 위치 및 반복을 조정할 수 있습니다.\n\n또한 여러 배경 화면을 지원합니다.\n\n배경을 제거하거나 배경 화면의 위치를 ​​빠르게 조정해야 하는 경우 www.setloading.com에서 당사 웹사이트를 방문할 수 있습니다.",
    "ms": "Anda boleh menggunakan imej tempatan untuk menetapkan kertas dinding latar belakang, memastikan privasi.\n\nAnda boleh melaraskan saiz, kedudukan dan pengulangan kertas dinding latar belakang.\n\nIa juga menyokong berbilang kertas dinding.\n\nJika anda perlu mengalih keluar latar belakang atau melaraskan kedudukan kertas dinding dengan cepat, anda boleh melawati tapak web kami di www.setloading.com.",
    "nl": "U kunt lokale afbeeldingen gebruiken om achtergrondachtergronden in te stellen, wat uw privacy waarborgt.\n\nU kunt de grootte, positie en herhaling van de achtergrondachtergrond aanpassen.\n\nHet ondersteunt ook meerdere achtergronden.\n\nAls u de achtergrond wilt verwijderen of snel de positie van de achtergrond wilt aanpassen, kunt u onze website bezoeken op www.setloading.com.",
    "no": "Du kan bruke lokale bilder til å sette bakgrunnsbakgrunner, noe som sikrer personvern.\n\nDu kan justere størrelsen, plasseringen og repetisjonen av bakgrunnsbakgrunnen.\n\nDen støtter også flere bakgrunnsbilder.\n\nHvis du trenger å fjerne bakgrunnen eller raskt justere bakgrunnens posisjon, kan du besøke nettsiden vår på www.setloading.com.",
    "pt_BR": "Você pode usar imagens locais para definir papéis de parede de fundo, garantindo privacidade.\n\nVocê pode ajustar o tamanho, a posição e a repetição do papel de parede de fundo.\n\nEle também suporta vários papéis de parede.\n\nSe você precisar remover o fundo ou ajustar rapidamente a posição do papel de parede, pode visitar nosso site em www.setloading.com.",
    "pt_PT": "Pode utilizar imagens locais para definir papéis de parede de fundo, garantindo privacidade.\n\nPode ajustar o tamanho, a posição e a repetição do papel de parede de fundo.\n\nTambém suporta vários papéis de parede.\n\nSe precisar de remover o fundo ou ajustar rapidamente a posição do papel de parede, pode visitar o nosso website em www.setloading.com.",
    "ro": "Puteți utiliza imagini locale pentru a seta imagini de fundal, asigurând confidențialitatea.\n\nPuteți ajusta dimensiunea, poziția și repetarea imaginii de fundal.\n\nDe asemenea, acceptă mai multe imagini de fundal.\n\nDacă trebuie să eliminați fundalul sau să ajustați rapid poziția tapetului, puteți vizita site-ul nostru la www.setloading.com.",
    "ru": "Вы можете использовать локальные изображения для установки фоновых обоев, обеспечивая конфиденциальность.\n\nВы можете настроить размер, положение и повторение фоновых обоев.\n\nОн также поддерживает несколько обоев.\n\nЕсли вам нужно удалить фон или быстро настроить положение обоев, вы можете посетить наш веб-сайт www.setloading.com.",
    "sv": "Du kan använda lokala bilder för att ställa in bakgrundsbakgrunder, vilket säkerställer integritet.\n\nDu kan justera storlek, position och upprepning av bakgrundsbakgrunden.\n\nDen stöder också flera tapeter.\n\nOm du behöver ta bort bakgrunden eller snabbt justera tapetens position kan du besöka vår hemsida på www.setloading.com.",
    "sw": "Unaweza kutumia picha za ndani kuweka mandharinyuma, kuhakikisha faragha.\n\nUnaweza kurekebisha ukubwa, nafasi, na marudio ya mandharinyuma.\n\nPia inasaidia wallpapers nyingi.\n\nIwapo unahitaji kuondoa mandharinyuma au kurekebisha kwa haraka nafasi ya mandhari, unaweza kutembelea tovuti yetu kwenye www.seloading.com.",
    "ta": "தனியுரிமையை உறுதிசெய்து, பின்னணி வால்பேப்பர்களை அமைக்க உள்ளூர் படங்களைப் பயன்படுத்தலாம்.\n\nபின்னணி வால்பேப்பரின் அளவு, நிலை மற்றும் திரும்பத் திரும்ப நீங்கள் சரிசெய்யலாம்.\n\nஇது பல வால்பேப்பர்களையும் ஆதரிக்கிறது.\n\nநீங்கள் பின்னணியை அகற்ற வேண்டும் அல்லது வால்பேப்பரின் நிலையை விரைவாக சரிசெய்ய வேண்டும் என்றால், www.setloading.com இல் உள்ள எங்கள் வலைத்தளத்தைப் பார்வையிடலாம்.",
    "te": "మీరు గోప్యతను నిర్ధారించడానికి నేపథ్య వాల్‌పేపర్‌లను సెట్ చేయడానికి స్థానిక చిత్రాలను ఉపయోగించవచ్చు.\n\nమీరు నేపథ్య వాల్‌పేపర్ పరిమాణం, స్థానం మరియు పునరావృతతను సర్దుబాటు చేయవచ్చు.\n\nఇది బహుళ వాల్‌పేపర్‌లకు కూడా మద్దతు ఇస్తుంది.\n\nమీరు నేపథ్యాన్ని తీసివేయాలనుకుంటే లేదా వాల్‌పేపర్ స్థానాన్ని త్వరగా సర్దుబాటు చేయాలనుకుంటే, మీరు www.setloading.comలో మా వెబ్‌సైట్‌ను సందర్శించవచ్చు.",
    "th": "คุณสามารถใช้รูปภาพท้องถิ่นเพื่อตั้งค่าพื้นหลังวอลเปเปอร์เพื่อให้มีความเป็นส่วนตัว\n\nคุณสามารถปรับขนาด ตำแหน่ง และการทำซ้ำของพื้นหลังวอลเปเปอร์ได้\n\nนอกจากนี้ยังรองรับวอลเปเปอร์หลายแบบ\n\nหากคุณต้องการลบพื้นหลังหรือปรับตำแหน่งวอลเปเปอร์อย่างรวดเร็ว คุณสามารถเยี่ยมชมเว็บไซต์ของเราได้ที่ www.setloading.com",
    "tr": "Gizliliğinizi garanti altına almak için arka plan duvar kağıtları ayarlamak üzere yerel görseller kullanabilirsiniz.\n\nArka plan duvar kağıdının boyutunu, konumunu ve tekrarını ayarlayabilirsiniz.\n\nAyrıca birden fazla duvar kağıdını destekler.\n\nArka planı kaldırmanız veya duvar kağıdının konumunu hızlıca ayarlamanız gerekirse, www.setloading.com adresindeki web sitemizi ziyaret edebilirsiniz.",
    "uk": "Ви можете використовувати локальні зображення, щоб встановити фонові шпалери, забезпечуючи конфіденційність.\n\nВи можете налаштувати розмір, положення та повторення фонових шпалер.\n\nВін також підтримує кілька шпалер.\n\nЯкщо вам потрібно видалити фон або швидко налаштувати положення шпалер, ви можете відвідати наш веб-сайт www.setloading.com.",
    "zh_CN": "您可以使用本地图片来设置背景壁纸，确保隐私。\n\n您可以调整背景壁纸的大小、位置和重复次数。\n\n它还支持多张图片。\n\n如果您需要删除背景或快速调整图片位置，您可以访问我们的网站www.setloading.com。",
    "zh_TW": "您可以使用本地圖片設定背景壁紙，確保隱私。\n\n您可以調整背景桌布的大小、位置和重複。\n\n它還支援多種圖片。\n\n如果您需要刪除背景或快速調整圖片位置，您可以造訪我們的網站www.setloading.com。"
  }
}