{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Counter Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Counter - Effortlessly Count Words with a Right-Click\n\nTransform your browsing experience with the Word Counter extension for…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Word Counter - Effortlessly Count Words with a Right-Click\n\nTransform your browsing experience with the Word Counter extension for Chrome! Perfect for students, writers, editors, and professionals, this handy tool allows you to quickly count the words in any selected text with a simple right-click. Whether you're reviewing an article, checking the length of a report, or simply curious about the word count of a paragraph, Word Counter makes it easier than ever.\n\nHow to Use:\n\n1.Install the Word Counter extension from the Chrome Web Store.\n2.Navigate to any webpage and highlight the text you wish to count.\n3.Right-click on the selected text and choose \"Count Words.\"\n4.A popup alert will immediately display the word count of your selected text.\n\nKey Features:\n\nPrivacy First: Word Counter operates entirely within your browser, ensuring that your data stays private and secure.\n\nSeamless Integration: Once installed, simply highlight the text you want to count, right-click, and select \"Count Words\" from the context menu.\n\nInstant Results: Get immediate feedback with a popup alert displaying the word count of your selected text.\n\nLightweight and Efficient: The extension is designed to be minimal and efficient, ensuring it doesn't slow down your browsing experience.\n\nNo Setup Required: Easy to install and ready to use immediately. No additional configuration needed."
  }
}