{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Tape"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to tape most videos to the window so you can scroll around or read on while the video plays on screen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "When installing Video Tape you automatically agree to the terms of use which may be viewed any time from the options screen of Video Tape.  \n\nAllows you to tape most videos to the window's edges so you can scroll down while the video plays on screen.\n\nBETA EXTENSION do not install unless you know what you are doing and will report bugs before reviewing.  Thanks!\n\nAfter installation: you will have to refresh any pages that you would like to use VideoTape on - these pages should have videos on them - usually multiple videos - you  may have to try a few.\n\nHistory: Video Tape is the culmination of several iterations.  This is the history of Video Tape (largely unreleased)\nVidzFixed, Flash Stick, VideoTape.  It is also loosely tied to the concepts that were released in one of my first web extensions VidzBigger (which no longer works)\n\nNeeded:\nOverride z-index without modifying DOM structure, OR flash video does not restart playing when it's position in DOM structure is modified.\n\nSometimes the fixed position video becomes unclickable or you can click right through it, so you cannot pause it or modify volume.  You will have to return it to it's original position on the page by clicking it again in these cases.\n\nChanging video css position from anything to fixed may sometimes make video start over again :/  Sorry for inconvenience!\n\nin about:flags you might try the option \n\"Fixed position elements create stacking contexts\"\n\nThank You for trying Video Tape!\n\n- - - - - - - - - - - -"
  }
}