{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroupTrack 2.0"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Leading CRM for Social"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your social media interactions and streamline your lead management with the all-new GroupTrack CRM (2.0) Chrome Extension. Designed to integrate seamlessly with platforms like Facebook and Instagram, GroupTrack empowers you to efficiently track, organize, and follow up on every interaction without leaving your social media platform.\n\nKey Features:\n\nCapture Group Entry Details: On Facebook, automatically capture the answers to Group Entry questions, extract email addresses, automatically send direct messages and add contacts to your CRM with a single click.\n\nFirst-class AI Features: Don't settle for generic generated content for your posts and messages, and don't spend hours building a custom GPT. GroupTrack's embedded AI training ensures the simple in-app AI responses are on brand and in your own voice.\n\nSeamless Social Media Monitoring: Stay on top of important conversations by monitoring posts and comments, automatically responding, reacting, and logging every interaction into your CRM.\n\nCustom Tagging, Tracking & Filtering: Organize your contacts by applying custom tags and Pipeline stages, making it easy to filter leads, clients, or prospects for personalized follow-up.\n\nBuilt-in Follow-up Reminders: Stay on top of follow-up tasks with built-in reminders that keep you organized and focused on converting leads into clients.\n\nMulti-Platform Integration: GroupTrack integrates with popular social media platforms, making it easy to manage multiple channels in one streamlined system.\n\nEnhanced Productivity: Save time by eliminating manual data entry and focus more on building meaningful relationships.\n\nWhy Choose GroupTrack?\n\nWhether you're an entrepreneur, business owner, coach, network marketer or community manager, GroupTrack’s Chrome Extension makes relationship-building easier by bringing powerful tracking tools directly into your organic social media workflow. Start focusing more on the human connection, and let GroupTrack handle the rest!\n\nFrom growing your audience to nurturing relationships, managing a launch to scaling your business, this extension helps automate your workflow and keep your CRM updated in real time, freeing you to spend your time on what matters most.\n\nGet Started Today!\n\nInstall the GroupTrack Chrome Extension now to take your social media engagement to the next level. Say goodbye to messy spreadsheets and hello to organized, efficient customer relationship management - all without leaving your social account."
  }
}