{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online Security"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Powering your web experience with a reliable, endpoint protection layer."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your online safety with Online Security, this powerful solution ensures secure web browsing and enhances website safety, protecting you from malware and privacy threats.\n\nPart of ReasonLabs' comprehensive cybersecurity suite, Online Security integrates seamlessly with RAV Endpoint Protection, our next-generation endpoint security product, to keep your personal data safe from any security threat.\n\nEnjoy continuous, real-time protection, 24/7, with Online Security. It defends against malicious URLs, harmful extensions, suspicious downloads, intrusive cookies, trackers, unauthorized notifications, and annoying pop-ups.\n\nWith built-in antivirus protection, Online Security empowers you to navigate the internet with confidence, safeguarding both your digital identity and website safety.\n\nKey Features:\nSuspicious Site Blocking - Online Security protects you from malware, phishing, crypto-jackers, and scams targeting your browser and device. We're here to secure your online experience and personal data.\n\nIdentity Protection - Stay informed with comprehensive monitoring that includes dark web exposure and additional layers of protection for U.S. citizens. Our service detects leaked financial data, passwords, usernames, and other personal details, including compromised credit card information. Beyond dark web insights, it now features credit score monitoring, risk alerts, SSN monitoring, and identity theft insurance and restoration. You'll receive guidance for securing your information effectively, helping you stay proactive against threats.\n\nNotifications center - With Online Security, notifications from potentially harmful websites are blocked. Furthermore, it grants you the authority to decide and take control, easily managing and dismissing unwanted notifications through the extension dashboard. This guarantees a seamless browsing experience, free from hassle.\n\nHarmful Extensions protection - Online Security deactivates harmful extensions on your browser. Safeguard your browsing experience by preventing any extensions that might compromise your browser.\n\nTorrent Inspection - When downloading torrent files you face risks such as exposure to malware and viruses, privacy concerns. Online Security allows you to scan and get notified in real time about malicious torrent files.\n\nCookies and Trackers blocking - Online Security detects and prevents harmful cookies and trackers that target you with aggressive and hostile advertising, ensuring your browsing experience remains private and safe.\n\nFile Download Scanning - Online Security seamlessly integrates with RAV Endpoint Protection, ensuring robust protection for your browser and personal computer. Every file you download undergoes scanning right as you initiate the download. This partnership includes real-time AV scans and antivirus software detection. This feature requires RAV EPP to be installed on the device - https://onelink.reasonlabs.com/get-rav-epp\n\nThreat Scanner - Effortlessly schedule or initiate scans with just a simple touch.\nOnline Security provides also paid premium plans, unlocking premium capabilities to further enhance your protection online.\n\n\nFree features:\nSuspicious site alerts.\nIdentity protection, dark web scan for email breaches\nNotifications center\nHarmful extensions protection\nCookies and trackers blocking\nHarmful files\nHarmful torrent files - limited free scans\n\nPremium features:\nAutomatic suspicious site blocking\nIdentity Protection – 24/7 dark web monitoring, multiple email monitoring, and comprehensive personal data monitoring including credit cards, SSN, national ID, driver’s license, passports, and phone numbers.\nCredit score monitoring\nIdentity theft insurance and restoration\nRisk alerts and SSN monitoring\nHarmful torrents – Unlimited scans and safe downloading.\n\nGet in Touch - If you have questions or need assistance, don't hesitate to contact us at support@reasonlabs.com.\nBy installing Online Security, you acknowledge and accept Online Security's:\nPrivacy Policy: https://reasonlabs.com/platform/products/extension/privacy-policy\nTerms & Conditions: https://reasonlabs.com/platform/products/extension/terms"
  }
}