{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MarkUp For Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visual Feedback for Websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily provide and collect feedback on any live website, PDF or image from your browser with the MarkUp chrome extension. \n\nMarkUp is the leading visual commenting platform for images, PDFs and live websites. It’s the perfect companion in your creative process to make your life easier.\n\nMarkUp ALLOWS YOU TO\n1. Turn any website or image into a collaboration workspace\n2. Add comments anywhere on your website\n3. Share with your team to collect and manage their feedback, all in one place\n\nFREE TO USE\nMarkUp is free to use for everyone. Yes, that’s right, it’s free! \n\nCOMMENT ANYWHERE\nYour whole website becomes a digital canvas ready to collect feedback. Easily navigate your website within MarkUp and add comments to any page. All of your comments are organized by page in your sidebar. Click any comment on your sidebar and MarkUp will bring you right to the page and pin location.\n\nINCLUDE SCREENSHOTS WITH COMMENTS\nThe MarkUp Chrome Extension allows you to include automated screenshots with every comment you make, providing an audit trail and allowing your team to see exactly what you were looking at when you made a comment and provided feedback.\n\nSEAMLESS SHARING\nWhen you’re ready, copy the project invite link and share with clients, colleagues, teammates, or even your friends. When they receive their link, they can seamlessly access the project as a guest (no signup required) or create their own account, quickly reply to and resolve your comments, or create their own.\n\nMORE THAN AN EXTENSION\nWant to try MarkUp, but don’t want to download an extension?\nNo problem, you can use MarkUp without an extension at markup.io."
  }
}