{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unit Converter - US to EU Metrics"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instantly convert US units to EU metrics on any webpage with a single click. Fast, accurate, and user-friendly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your web browsing experience with 'Unit Converter: US to EU,' the ultimate tool for seamless metric conversions. \nThis powerful Chrome extension is a must-have for professionals, students, researchers, and anyone in need of quick and precise unit transformations. \nWhether you're reading scientific articles, shopping online, or dealing with international clients, our extension ensures that you always have the right measurements at your fingertips.\n\nKey Features:\n- Instant Conversion: Convert units from US to EU metrics in a blink. It works on any webpage, making it perfect for real-time conversion needs.\n- Wide Range of Units: Handles various units including pounds to kilograms (lbs to kg), feet to centimeters (ft to cm), and ounces to grams (oz to g), covering most common conversion requirements.\n- User-Friendly Interface: Designed with simplicity in mind, it's incredibly easy to use. One click is all it takes to convert units on the page you're viewing.\n- Accurate & Reliable: Enjoy peace of mind with accurate conversions, ensuring precision in your work, studies, or daily tasks.\n- Ideal for Education and Professional Use: Whether you're a student dealing with assignments, a professional handling international measurements, or just curious, this extension is your reliable companion.\n\nWhy Choose 'Unit Converter: US to EU'?\n- Save Time: No more manual calculations or searching for conversion tools. Get the information you need instantly.\n- Enhance Learning: A great tool for educational purposes, especially for students in science, engineering, and mathematics.\n- Boost Productivity: Professionals working in fields like logistics, science, and international business will find this tool incredibly handy.\n- Shopping & Travel: Perfect for online shopping from international sites or planning travel and understanding measurements in different units.\n\nEmbrace a world where unit conversion is no longer a chore but a swift, one-click process. 'Unit Converter: US to EU' is more than just a tool; it's a game-changer for anyone who frequently deals with US and EU metrics. \n\nAdd it to Chrome now and experience the convenience of smart conversions!\""
  }
}