{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CurrencyTab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Follow currencies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "By clicking \"Add to Chrome\", I accept and agree to installing the Currency Tab Extension and setting Chrome New Tab Search provider to Microsoft Bing as described by the service in Terms of Use https://currencytab.net/terms.html and Privacy Policy https://currencytab.net/privacy.html. \n\n📊 Currency Tab is a great new Chrome extension for those who are frequently looking for foreign exchange rates. The clean, uncluttered interface of this fantastic tool makes it easy to focus and get work done.\n\nThe current exchange rates between any two currencies may be easily accessed with the Currency Tab extension's built-in search bar. 🕵️‍♂️ While it lacks more sophisticated functions, the search bar is nonetheless a helpful resource for individuals who must keep up with fluctuating foreign exchange rates.\n\nCurrency Tab's crowning glory is its cutting-edge currency converter, which instantly converts any sum between two currencies at today's accurate exchange rates. Everyone from business travelers to currency traders to those who just need to change currencies for personal reasons may benefit from this feature.\n\nCurrency Tab is the perfect tool for anybody who travels often or who just needs to keep up with the latest exchange rates. This extension's extensive features and user-friendly layout make it simple to keep up with the news and make well-informed choices.\n\n➡️ Terms of Service: https://currencytab.net/terms.html\n➡️ Privacy Policy: https://currencytab.net/privacy.html\n➡️ Contact Us: https://currencytab.net/contact.html\n\nBy clicking on these links, users can find more information about how the extension works, its features, and any terms or conditions that may apply. The Terms of Service and Privacy Policy provide important information about how the extension collects and uses data, and what user rights and responsibilities are in place. Additionally, the Contact Us page is available for users who have any questions or feedback about the extension and would like to reach out to the developer team."
  }
}