{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Spiders"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Spiders extension will help you keep track of the time while enjoying a soothing new tab design."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Space Spiders will provide a whole new level of excitement to your freshly opened tab.\n\nBy clicking “Add to Chrome” I accept and agree to installing Chrome Extension Space Spiders and setting New tab and Search to Bing that provided by the service, Terms of Use and Privacy Policy.\n\nThis plugin has been thoughtfully developed to make users' time spent on the web more productive. Space Spiders will serve you well regardless of whether you are in the mood to work or simply have some fun. Especially for those who are fascinated by space!\nThe animation is undoubtedly the standout feature of this plugin. In addition to having an incredible background, you will also have the opportunity to interact with a couple of spiders. Have fun moving them about with the mouse in different directions.\n\nThe bookmark function is also a useful tool. This will make it so that you can easily go to the websites that you want to visit most. After you have visited a certain page a certain number of times, we will make a tiny icon for it on your new tab so that you may access it whenever you like.\n\nMake your online browsing quick and simple with the help of the Search Box as you take in the stunning animation.\n\nPlease do not hesitate to contact us for more information: \nContact page: https://spacespiders.net/contact.html\n\nCheck out our Privacy Policy:\nPP: https://spacespiders.net/privacy-policy.html\n\nLearn more about us and our products: \nhttps://spacespiders.net/index.html\nhttps://spacespiders.net/about.html\n\nIt is easy to uninstall the extension by following these steps: \n1. Find the extension in the toolbar\n2. Click on the three dots on the right. \n3. Click the option “Remove from Chrome”"
  }
}