{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cashback beruby"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Mucho más que un cashback!  En beruby te devolvemos dinero por tus compras y reservas de viajes pero también por recomendar…",
    "en": "With the beruby extension we will be able to inform you every time you visit a merchant that will give you cashback on your…",
    "it": "Ti rimborsiamo denaro  per i tuoi acquisti e prenotazioni di viaggi!\n\nL'estensione beruby ci consente di avvisarti ogni volta che…",
    "pt_BR,pt_PT": "Receba dinheiro pelas suas compras online e reservas de viagens!\n\nA extensão beruby nos permite avisá-lo sempre que visitar uma…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Mucho más que un cashback!  En beruby te devolvemos dinero por tus compras y reservas de viajes pero también por recomendar productos o tiendas, invitar a tus amig@s a beruby, contratar cualquier tipo de seguros, realizar encuestas, etc.  En resumen, además de ser el cashback líder en el Sur de Europa, en beruby encontrarás múltiples oportunidades para aumentar tu saldo.\n\nLa extensión de beruby nos permite avisarte cada que vez que visites una tienda o un sitio de viajes que te devuelve dinero (cashback).  Es decir, podremos indicarte qué tiendas te van a generar un reembolso (o “cashback”).  Con nuestra extensión podremos mostrarte el porcentaje que te devolvemos al acceder a las distintas tiendas.\n\n¿De dónde sale este importe que te devolvemos?  beruby tiene acuerdos con más de 1.000 tiendas en Internet (las principales empresas de viaje, moda, tecnología, etc) que nos dan una comisión por tus compras y reservas.  Esa comisión la compartimos contigo para que puedas recuperar un porcentaje del valor de tus compras en Internet.  El saldo lo acumulas en tu cuenta de beruby que podrás solicitar y te lo ingresaremos en tu cuenta corriente del banco o en tu cuenta PayPal.  No son puntos, ni hay obligación de gastar el dinero en sitios específicos… lo que vayas acumulando te lo enviamos directamente a tu cuenta.\n\nAdemás, si la incluyes la extensión directamente en el navegador, podrás tener acceso directo a todas las tiendas disponibles y el porcentaje que devolvemos, así como un buscador para ayudarte a encontrarlas. \n\nPara conseguir este reembolso, sólo tienes que activar la alerta y nosotros nos encargamos de que se compute todo correctamente y de devolverte ese dinero en cuanto se confirme la compra/reserva.\n\nEn resumen, la extensión es gratis, te avisa cuando visitas las más de 1.000 tiendas que ofrecen reembolso, y vas a poder ganar dinero por tus compras/reservas en Internet de forma automática.\n\nEncontrarás la política de privacidad de la extensión en https://es.beruby.com/ext/privacy",
    "en": "With the beruby extension we will be able to inform you every time you visit a merchant that will give you cashback on your purchases.\n\nBeruby has over 1000 agreements with merchants that pay us a commission every time you shop or make a travel booking.  We share this commission with you and we will get the money transferred to you either via a bank transfer or directly into your PayPal Account.\n\nIf you have the extension, we will be able to notify you where you can earn cashback when shopping online.  Every time you visit one of our merchants’ websites (or even when you search for them in your favorite search engines), you will get a notification from us informing you on how much money you can earn back.  You only need to activate the extension and we will make sure that all is tracked so that we can give you the money back once the purchase has been confirmed.\n\nAs a summary, the extension is free, it will let you know of the over 1000 merchants that are part of beruby and it will pay you money automatically when you shop online at any of our participating merchants.",
    "it": "Ti rimborsiamo denaro  per i tuoi acquisti e prenotazioni di viaggi!\n\nL'estensione beruby ci consente di avvisarti ogni volta che visiti un negozio o un sito di viaggi che ti rimborsa denaro. In altre parole, potremo dirti quali negozi genereranno un rimborso (o \"cashback\"). Con la nostra estensione ti potremo indicare la percentuale che rimborsiamo quando accedi ai diversi negozi.\n\nDa dove viene questo importo che ti rimborsiamo? beruby ha accordi con più di 1.000 negozi su Internet (le principali agenzie di viaggi, moda, tecnologia, ecc.) che ci danno una commissione per i tuoi acquisti e prenotazioni. Condividiamo con te questa commissione affinché tu possa recuperare una percentuale del valore dei tuoi acquisti su Internet. Il saldo si accumula sul tuo conto beruby, che potrai poi richiedere e verrà trasferito sul tuo conto corrente bancario o sul tuo account PayPal. Non sono punti, né c'è l'obbligo di spendere i soldi in siti specifici... quello che accumuli lo inviamo direttamente sul tuo conto.\n\nInoltre, se aggiungi l'estensione direttamente al browser puoi avere accesso diretto a tutti i negozi disponibili e alla percentuale che rimborsiamo, oltre ad avere a disposizione un motore di ricerca per aiutarti a trovarli.\n\nPer ottenere questo rimborso devi solo attivare l'avviso e noi ci incarichiamo dei calcoli corretti e di rimborsarti la cifra non appena l'acquisto / prenotazione è confermato.\n\nIn sintesi, l'estensione è gratuita, ti avvisa quando visiti gli oltre 1.000 negozi che offrono il rimborso e potrai guadagnare soldi per i tuoi acquisti/prenotazioni su Internet in maniera automatizzata.\n\nTroverai l'informativa sulla privacy dell'estensione su https://it.beruby.com/ext/privacy",
    "pt_BR": "Receba dinheiro pelas suas compras online e reservas de viagens!\n\nA extensão beruby nos permite avisá-lo sempre que visitar uma loja online ou um site de viagens que lhe devolva dinheiro. Ou seja, vamos informar quais lojas geram um reembolso (\"cashback\") nas suas compras. Através da extensão, você poderá ver a percentagem que pode recuperar ao aceder às diferentes lojas.\n\nDe onde vem esse dinheiro? beruby tem acordos com mais de 300 lojas na Internet (as principais empresas de viagem, moda, tecnologia, etc.) que nos dão uma comissão pelas suas compras e reservas. E nós partilhamos parte dessa comissão consigo para que você possa recuperar parte dos gastos nas suas compras na Internet. Você acumula o saldo na sua conta de beruby e pode solicitar o pagamento por transferência bancária ou pelo PayPal. Não são pontos, nem há obrigação de gastar o dinheiro em locais específicos ... é dinheiro de verdade que, uma vez acumulado, será enviado diretamente para a sua conta.\n\nAlém disso, se incluir a extensão diretamente no navegador, poderá ter acesso direto a todas as lojas disponíveis e à percentagem que devolvemos, bem como um buscador para ajudá-lo a encontrá-las.\n\nPara obter o reembolso, basta ativar o alerta e nós cuidaremos para que tudo seja calculado corretamente e você receba o reembolso assim que a compra/reserva for confirmada.\n\nResumindo, a extensão é gratuita, avisa quando você visitar as mais de 300 lojas que oferecem reembolso, e você poderá ganhar dinheiro com suas compras/reservas na Internet automaticamente.\n\nEncontrará a política de privacidade da extensão em https://br.beruby.com/ext/privacy",
    "pt_PT": "Receba dinheiro pelas suas compras online e reservas de viagens!\n\nA extensão beruby nos permite avisá-lo sempre que visitar uma loja online ou um site de viagens que lhe devolva dinheiro. Ou seja, vamos informar quais lojas geram um reembolso (\"cashback\") nas suas compras. Através da extensão, você poderá ver a percentagem que pode recuperar ao aceder às diferentes lojas.\n\nDe onde vem esse dinheiro? beruby tem acordos com mais de 300 lojas na Internet (as principais empresas de viagem, moda, tecnologia, etc.) que nos dão uma comissão pelas suas compras e reservas. E nós partilhamos parte dessa comissão consigo para que você possa recuperar parte dos gastos nas suas compras na Internet. Você acumula o saldo na sua conta de beruby e pode solicitar o pagamento por transferência bancária ou pelo PayPal. Não são pontos, nem há obrigação de gastar o dinheiro em locais específicos ... é dinheiro de verdade que, uma vez acumulado, será enviado diretamente para a sua conta.\n\nAlém disso, se incluir a extensão diretamente no navegador, poderá ter acesso direto a todas as lojas disponíveis e à percentagem que devolvemos, bem como um buscador para ajudá-lo a encontrá-las.\n\nPara obter o reembolso, basta ativar o alerta e nós cuidaremos para que tudo seja calculado corretamente e você receba o reembolso assim que a compra/reserva for confirmada.\n\nResumindo, a extensão é gratuita, avisa quando você visitar as mais de 300 lojas que oferecem reembolso, e você poderá ganhar dinheiro com suas compras/reservas na Internet automaticamente.\n\nEncontrará a política de privacidade da extensão em https://pt.beruby.com/ext/privacy"
  }
}