{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReadingRuler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A reading aid for pages with wiiiiiiide paragraphs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Based on this script:\nhttps://greasyfork.org/en/scripts/372448-reading-ruler/code\n\nThis reading ruler will aid you on reading texts on the internet\nIt will place a semi-transparent line on your screen, just hit the combination ctrl + r on windows and mac (not the command button but the control button) to activate the ruler, hit the same configuration to remove the ruler\n\nThis idea come from the reddit user /u/VectorLightning\nAnd the thread can be found here: https://www.reddit.com/r/SomebodyMakeThis/comments/9huwbw/smt_a_firefox_addon_that_adds_a_horizontal/\n\nI hope you find this extension useful\n\nReleases Notes:\nV4.0\nRedo of the extension, all the features introduced on V3.1 were causing a lot of bug, surprisingly there are still people using and finding this extension, so I decided to simplify it and make it work on all websites. I hope this update fixes all major issues reported on the feedback page.\n\nHere a list of changes:\n- You are not able to set a shortcut anymore, for now these are set by default.\n  - Windows: ALT + SHIFT + 3\n  - Mac: Command + SHIFT + U\n- Color and opacity are still options that you can change\n- Add save button to apply changes done to the ruler color and opacity\n- Fix issue with ruler not working on multiple websites\n- Simplified core mechanism to allow extension to always work\n\n\nV3.1\nLots of improvements, extension should now always work and should not be invisible\n\n- fix problem where ruler would not show on screen (for real this time!)\n- new popup layout with 2 new options\n  - you now can choose a color for your ruler\n  - you can now set how visible you want your ruler to be\n- update core code\n  - remove itself when its orphaned\n  - create functions to prevent references on event handlers\n  - remove unnecessary calls to background script\n  - overall improve code to work better\n\nv3.0.1\n- Avoid exceptions when extension is updated\n- Increase z index of ruler to try to push to the foreground\n\nv3.0\n- Code rewrite to make extension function properly\n- Update manifest to V3\n- Fix extension so it should only show the ruler when active\n- Drop support for Alt modifier key, you can now only combine CTRL, SHIFT and a keyboard key\n- Drop badge text since it was not working anymore\n\nv 2.2\n- Fix issue with ruler not showing when pressing the toggle combination\n\nv 2.1\n- Add badge to extension icon to let you know the tool is active\n\nv 2.0\n- Add options page\n  - Allow user to choose from using CTRL, ALT and SHIFT plus a key\n- Update and rewrite the entire code to be more OOP"
  }
}