{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitSizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Empower your GitHub journey with RepoSizer: Simplify project management decisions!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the Power of GitHub Repo Insights with Ease!\n\nAre you tired of digging through endless GitHub pages to find the size of a repository? Say goodbye to the hassle with our Chrome extension!\n\nInstant Insights: With a single click, effortlessly uncover the size of any GitHub repository directly from your browser toolbar. No more navigating through multiple tabs or commands.\n\nSeamless Integration: Our extension seamlessly integrates into your GitHub browsing experience. Whether you're casually browsing or deeply analyzing repositories, access vital size information in an instant.\n\nEnhanced Productivity: Streamline your workflow and boost productivity by eliminating unnecessary steps. Spend less time searching and more time building with the insights you need at your fingertips.\n\nTailored Convenience: Enjoy a tailored browsing experience with our extension's intuitive interface. Effortlessly access repository sizes whenever and wherever you need them.\n\nFor Public Repositories Only: Please note that this extension currently supports public repositories only.\n\nExperience Efficiency: Experience efficiency like never before as you navigate GitHub with newfound ease. Take control of your browsing experience and unlock the potential of GitHub repositories effortlessly.\n\nJoin the Revolution: Join countless developers who have revolutionized their GitHub experience with our extension. Embrace efficiency, convenience, and productivity today!\n\nDownload now and elevate your GitHub experience to new heights!"
  }
}