{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spin The Wheel Random Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create customizable spinning wheels for games, activities, chores, prizes, and more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spin The Wheel - Random Picker is your ultimate tool for making decisions fun and easy. Create customizable spinning wheels for games, activities, chores, prizes, and more! With a user-friendly interface, unique themes, and true randomness, it's perfect for any occasion. Available on desktop and mobile. Try it now!\n\nMake Decisions Fun and Easy!: Struggling with tough decisions? Transform the way you choose with an engaging and entertaining experience!\n\nDiscover the Power of Spin The Wheel Random Picker: Revolutionize decision-making with our app, bringing adventure and fun to every choice. Use customizable spinner wheels for dinner options, game character names, random activities, chores, or even lucky number selections.\n\nFind Answers with Ease: Got burning questions? Our advanced spin-the-wheel feature has you covered. Create uniquely designed wheels with personalized themes and music selections tailored to your style.\n\nGlobal Accessibility, Zero Cost: Our app is free and available worldwide. Join a diverse community of decision-makers and make your choices enjoyable.\n\nTrue Randomness Every Time: Every spin delivers a genuinely random result, ensuring fairness in your decision-making process.\n\nUnleash Your Creativity: Customize your wheel with unique color palettes using our Wheel Color Management. Adjust slice sizes with the 'Weight' feature for precise control.\n\nEffortless Slice Management: Enable or disable slices quickly without altering your original wheel options. Convenience at its best!\n\nLast Man Wins Spin Mode: Experience the thrill of \"Last Man Wins\" mode, where the wheel spins multiple times, eliminating slices until the ultimate winner is revealed.\n\nFlexible Display Support: Designed to scale seamlessly across phones, tablets, and desktop devices for a responsive user experience.\n\nYour Sound, Your Style: Enhance your wheel with custom Music Backgrounds, Decision Sounds, Effects, and Fonts to match your preferences.\n\nWinner Voice Announcer: Select your preferred language, and the wheel will announce the winner's name aloud for an exciting finish."
  }
}