{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy Override - Enable Right Click & Copy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to override text copying restrictions on websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*Copy Override - Force Unlock Restricted Text Copying on Any Website!\n\nDescription:\n\nUnlock the power to copy text from websites that have disabled copying with the Copy Override Chrome extension. Many websites restrict the ability to copy text, making it difficult to gather information or share content. Copy Override is designed to help users regain control over their browsing experience, providing a simple and easy-to-use solution to override text copying restrictions on any website.\n\n________________________________________________________\n<> Key Features \n________________________________________________________\n- One-click toggle: Enable or disable the extension with a single click on the popup button.\n- Unrestrict text selection: Effortlessly copy text from websites that have disabled text selection and copying.\n- Preserve website functionality: The extension only affects text copying, ensuring that the rest of the website's functionality remains intact.\n- Simple and clean UI: The user interface is designed to be visually appealing and easy to understand, with clear indications of the extension's status.\n- Lightweight and efficient: The extension runs smoothly without impacting your browser's performance. > 1 MB\n\n________________________________________________________\n<> Why should you download Copy Override? \n________________________________________________________\n- Save time: Quickly copy information from websites without having to manually type or retype content.\n- Enhance productivity: Collect and share content from websites more efficiently, even when copying restrictions are in place.\n- Regain control: Take back control over your browsing experience and access the content you need without limitations.\n________________________________________________________\nInstall Copy Override today and unlock the power to copy text from any website with ease!\n\n*Created by KNL Development"
  }
}