{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloudhiker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The official Cloudhiker browser extension. Discover the internet directly from your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️ You need a Cloudhiker.net account to be able to use this extension!\n\nThis extension is currently in a testing phase and may lack some features. Please share your feedback with us.\n\n## What is Cloudhiker?\n\nCloudhiker was created by Kevin Woblick to revive the discovery experience of the old Web 2.0 days.\nYou will be presented a completely random website out of a strictly curated set of sites. If possible, the website will directly be shown to you so you can explore and interact with it. You won't find any clickbait stuff or low-effort blog articles here, but websites that are really exciting, weird, astonishing, or dedicated to learning. Some will make you laugh, some will make you think. And some can help you with your work by providing exceptionally helpful tools.\n\nThis browser extension lets you discover new websites without using the Cloudhiker website itself.\n\n## How to use the extension\n\n- After installing the extension, click the extension icon to open the overlay.\n- Click on the \"Login\" button and you will be redirected to the Cloudhiker website. If you are not logged in already, please do it now.\n- You will be asked to confirm the connection of the browser extension and your Cloudhiker account. Please confirm this.\n- The browser extension will connect to your account and is ready to be used.\n- Click the extension icon to bring up the overlay. Click the \"Next site\" button and the extension will load a new random website from Cloudhiker in a new tab."
  }
}