{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SocialWiz"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will allow you to easily retrieve your session cookies each time you use SocialWiz."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the full potential of your SocialWiz Twitter Analysis Platform with the indispensable utility that simplifies your access to Twitter session cookies. Meet the SocialWiz Cookie Extractor, your key to effortlessly enhancing your Twitter analytics and ensuring you get the most out of your SocialWiz experience.\n\nWhy You Need It:\n\nSeamless Integration: The SocialWiz Cookie Extractor integrates seamlessly with your SocialWiz Twitter Analysis Platform. It's designed to streamline your workflow, making your analytics tasks more efficient and effective.\n\nHassle-Free Cookie Retrieval: Gone are the days of navigating complex browser settings to retrieve session cookies manually. With the SocialWiz Cookie Extractor, you can access these vital data elements effortlessly, ensuring that your analysis remains uninterrupted.\n\nEnhanced Performance: By obtaining your Twitter session cookies easily, you ensure a smoother and more consistent performance on the SocialWiz platform. This leads to more precise and accurate Twitter analytics, which are crucial for informed decision-making.\n\nAdvanced Insights: With session cookies at your fingertips, you can dive deeper into your Twitter data, tracking trends, monitoring engagement, and gaining insights that drive your social media strategy.\n\nHow to Use:\n\n1. Install the SocialWiz Cookie Extractor in your preferred web browser.\n2. Open your web developer console.\n3. Watch as your Twitter session cookies become readily accessible.\n\nUse these cookies seamlessly within the SocialWiz Twitter Analysis Platform to enhance your analytics and gain valuable insights."
  }
}