{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdSpy - Monitor Ads"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Base Level Extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"AdSpy - Monitor Ads\" is a powerful tool designed to provide comprehensive analysis of brand campaigns targeted towards you on Instagram. With AdSpy, you can gain valuable insights into the advertising strategies employed by various brands, allowing you to stay informed and ahead of the competition.\n\nKey features of AdSpy include:\n\nCampaign Monitoring: AdSpy continuously monitors brand campaigns directed at your Instagram profile, ensuring that you never miss out on important advertising activities.\nAd Analysis (Coming Soon): AdSpy is gonna offer in-depth analysis of each brand campaign, providing valuable information such as ad content, frequency, engagement metrics, and more. This analysis helps you understand the effectiveness and impact of different advertising strategies. \nCompetitive Intelligence: By tracking competitor campaigns, AdSpy enables you to benchmark your own advertising efforts against industry leaders, identify emerging trends, and capitalize on opportunities for growth.\nCustomized Insights (Coming Soon): AdSpy will soon allow you to customize your analysis based on specific brands, industries, or advertising objectives, providing tailored insights that align with your business goals.\n\nOverall, AdSpy empowers you to make informed decisions, optimize your advertising strategy, and maximize your impact on Instagram, ultimately driving greater brand awareness, engagement, and ROI."
  }
}