{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dialpad Chrome CTI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Embed the Dialpad CTI to make phone calls and send messages without leaving Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Dialpad Chrome Extension makes calling and texting in your Chrome browser a breeze. Seamlessly click to call or text any phone number that appears in your browser and access powerful Dialpad features including your communications history, contact profiles, and call center status without leaving Chrome. Users can set up the Chrome extension in minutes and choose to use the extension in multiple preset apps without any additional configuration.\n\nClick to call and text: \nHover over numbers within your chrome browser tab to seamlessly dial and send messages with Dialpad. Click on Dialpad links even when they are not recognized as hyperlinks.\n\nChrome CTI dialer:\nUse the CTI to make and receive calls without leaving Chrome. Choose to set your call center status, set yourself to do-not-disturb, manage your contacts, and view all your recent communications history all within the dialer. \n\nEffortless setup:\nUse the CTI with preset websites. No additional configuration needed.\n\nCustomizable settings:\nOpt out of preset websites or set up your own through your Dialpad web settings. \n\nGetting started:\n1)Download the extension\n2)Click on the Puzzle Icon (Extensions) on the top right\n3)Click on Dialpad CTI Extension\n4)Log-in \n5)Make sure you are on a Google website/domain* and refresh your browser tab\n6)Click on Dialpad CTI Extension again and ‘Launch CTI’\n\nNote: For websites that are not included with the package, like your own company page or preferred website/email/system, you’ll need to add the domains to your Dialpad Settings first. Please refer to this article (https://help.dialpad.com/hc/en-us/articles/4496324816795) to get started."
  }
}