{
  "name": {
    "ar,ca,cs,es,fa,fi,fr,id,ja,nl,pl,ro,sv,uk,vi,zh_TW": "Authenticator",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te,zh_CN": "Walrus Browser Extension",
    "bg": "Удостоверител",
    "bn": "অথেন্টিকেটর",
    "da": "Autentificering",
    "de": "Authentifizierung",
    "el": "Επαληθευτής",
    "et": "Autentikaator",
    "he": "מאמת",
    "hi": "प्रमाणक",
    "hr": "Autentifikator",
    "hu": "Hitelesítő",
    "it": "Autenticatore",
    "ko": "인증 도구",
    "no": "Autentisering",
    "pt_BR": "Autenticador",
    "ru,sr": "Аутентификатор",
    "th": "Authentication",
    "tr": "Kimlik Doğrulayıcı"
  },
  "short": {
    "ar": "يقوم المصادق بإنشاء رموز المصادقة ذات عاملين في المتصفح الخاص بك.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te": "Easily add OTP by scanning QR codes, simplifying your two-factor authentication process. Save passwords for auto sign-ins to apps.",
    "bg": "Authenticator generates two-factor authentication codes in your browser.",
    "bn": "অথেন্টিকেটর আপনার ব্রাউজারে টু-ফ্যাক্টর অথেন্টিকেশন কোড উৎপন্ন করে।",
    "ca": "Authenticator genera codis d'autenticació en dos passos al vostre navegador.",
    "cs": "Authenticator generuje kódy dvoufázového ověření ve Vašem prohlížeči.",
    "da": "Authenticator genererer to-faktor autentificeringskoder i din browser.",
    "de": "Authenticator erzeugt Zwei-Faktor-Authentifizierungscodes in Ihrem Browser.",
    "el": "Ο επαληθευτής δημιουργεί κωδικούς ταυτότητας δυο παραγόντων στο πρόγραμμα περιήγησής σας.",
    "es": "Authenticator genera códigos de autenticación de dos factores en su navegador.",
    "et": "Autentikaator genereerib teie brauseris mitmikautentimise koode.",
    "fa": "افزونه Authenticator کدهای تأیید هویت دو مرحله‌ای را در مرورگر شما تولید می‌کند.",
    "fi": "Authenticator-laajennus tuottaa kaksivaiheisen tunnistuksen tunnuslukuja selaimessasi.",
    "fr": "Authenticator génère des codes d'authentification à deux facteurs dans votre navigateur.",
    "he": "המאמת מחולל קודי אימות דו שלבי ישירות מהדפדפן.",
    "hi": "ऑथेंटिकेटर आपके ब्राउज़र में \"टू-फैक्टर ऑथेंटिकेशन\" कोड जेनरेट करता है।",
    "hr": "Autentifikator generira autentifikacijske kodove prijava u dva koraka direktno u Vašem pregledniku.",
    "hu": "A Hitelesítő 2 lépcsős ellenőrző kódokat generál a böngészőben.",
    "id": "Authenticator menghasilkan kode verifikasi 2 langkah di browser anda.",
    "it": "Authenticator genera codici di verifica a due fattori nel tuo browser.",
    "ja": "Authenticator はお使いのブラウザーで2段階認証コードを生成します。",
    "ko": "인증 도구는 브라우저에서 2단계 인증 코드를 생성합니다.",
    "nl": "Authenticator genereert 2-stapsverificatiecodes in uw browser.",
    "no": "Authenticator genererer to-faktor autentiseringskoder i nettleseren din.",
    "pl": "Authenticator generuje w przeglądarce kody uwierzytelniania dwuskładnikowego.",
    "pt_BR": "O autenticador gera códigos de verificação em dois fatores no seu navegador.",
    "ro": "Authenticator generează coduri de verificare pentru al doilea pas în browserul tău.",
    "ru": "Аутентификатор генерирует коды двухфакторной аутентификации в вашем браузере.",
    "sr": "Аутентификатор генерише кодове за приступ у два степена.",
    "sv": "Authenticator genererar 2-stegs verifieringskoder i din webbläsare.",
    "th": "Authenticator สำหรับสร้างรหัสยืนยัน 2 ชั้นบนเบราว์เซอร์",
    "tr": "Kimlik Doğrulayıcı, tarayıcınızda iki faktörlü kimlik doğrulama kodları oluşturur.",
    "uk": "Автентифікатор генерує коди двофакторної аутентифікації у вашому браузері.",
    "vi": "Authenticator tạo ra mã xác thực 2 yếu tố ngay trong trình duyệt của bạn.",
    "zh_CN": "通过扫描QR码轻松添加OTP，简化你的双因素认证过程。保存密码，实现工作台中应用的快速自动登录。",
    "zh_TW": "Authenticator 在你的瀏覽器中生成兩步驟驗證碼。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walrus Browser Extension\n\nWalrus Browser Extension protects your passwords and securely sign into all your business apps. Easily add OTP by scanning QR codes, simplifying your two-factor authentication process. Save passwords for auto sign-ins to apps.\n\nWith the Walrus Browser Extension you can:\n\n*Easily add OTP by scanning QR codes, simplifying your two-factor authentication process\n*Automatically sign in to your business apps with just one click\n*Easily access your Walrus workspace apps \n\nYou need a Walrus account to use the save passwords and auto-login feature. If you cannot access your Walrus account via Walrus Browser Extension, please contact your Company admin."
  }
}