{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share Value Price Trend"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share Value Price Trend provides unique insight to improve share trading and investment performance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share Value Price Trend provides unique insight to improve share trading and investment performance with share price fair value calculations for current and future years, share and index price trend analysis and high / low triggers to identify value buy / sell trade points. Share Value and Price Analysis provides further share value and price analysis detail.\n\nIt uses yahoo finance data for current and historical share prices and index levels. Estimated future share earnings (eps) and dividends (dps) from marketscreener are applied to identify future fair value share prices, current price discounts and dividend returns. This provides a basis for direct comparison of the future share price value.\n\nTrend analysis is applied to historical share and index data to calculate trend range with high and low trend points, the trend days duration of trend analysis can be adjusted to review changing trends. Trade trigger points are identified using High / Low trend prices, estimated future value, annual trend slope and growth. Trade input for each code provides a record of target trades.\n\nData calculations include:\n\nIndicative annual Trend % based on the historical close value over the Trend Days, positive Trend is green, negative Trend is red.\n\nTrend High and Low values and % change from current. to Low% less than % Trigger are green indicating a buy level, to High% less than % Trigger are red indicating a sell level. On mouseover or click to Low and to High display the High or Low value.\n\nDividend per share % DPS for year 0 actual, and year 1 to year 3 estimates. When DPS % > % Dividend text is green.\n\nEarnings per share EPS year 0 to year 3 are provided. On mouseover the payout ratio; the amount of earnings paid as dividends; and pe ratio are displayed.\n\nFair Value price FV year 0 to year 3 is calculated based on the required % Return, FV = EPS / % Return.\n\nFair Value Discount % FVDisc year 0 to year 3 is calculated, FVDisc = ( FV - Current Value ) / Current Value. The Fair Value Discount % indicates the level of current value. When current price is less than year fair value (FV) fair value discount % (FVDisc) is positive and green indicating buy. On mouseover or click FV1Disc and FV3Disc display FV and eps.\n\nGrowth is the equivalent annual EPS Year1 to Year3 % change, positive is green, negative is red.\n\nTrigger High / Low ,+/-Value (FVY1), +/-Trend,+/-Growth"
  }
}