{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoomiez"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoomiez"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zoomiez is a Google Chrome Extension that allows users to easily join their meetings, while also give the ability to add new meetings as well. This extension acts as a little helper to get you through your long day of virtual interactions.\n\nIt is evident that the coronavirus 2019 (COVID-19) pandemic has affected all of our lives in one way or another. Specifically for college students, all of our classes and work have become remote. Our goal was to create a project that can help the everyday lives of college students a tad bit easier.\n\nWe created a survey and sent it out to various students from six different colleges: UC Irvine, UC Riverside, Cal Poly Slo, UCLA, and Irvine Valley College. This survey included questions such as:\n\n1. Are you currently working remotely?\n2. Which virtual meeting platforms do you use on a daily basis?\n3. How often do you attend a virtual meeting/class?\n4. Where have you had to access your virtual meeting links.\n\n38 students responded, and this is what we discovered: 44.7% of students attend virtual meetings more than 4 times a week,100% of the students use Zoom, but none of them access their virtual meeting links from the same location. The reason behind this is because teachers may host Zoom links on Canvas, while clubs/organizations send out Zoom links on Facebook or through Email. So why doesn't a student have just one location where they can easily access all these links?"
  }
}