{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Savier: Rabatkoder & pristjek til Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Led aldrig efter en rabatkode igen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save, Safer, Savier: Spar penge og handel sikkert med din nye shopping-buddy. Med Savier skal du aldrig lede efter en rabatkode igen, og du skal aldrig være i tvivl, om du er landet på en svindelbutik.\n\nSavier finder rabatkoder for dig, og tilføjer automatisk den rabatkode med størst besparelse ved checkout. \n\nSavier hjælper dig også med pristjek live, mens du shopper, så du altid bliver tippet, hvis varen kan fås billigere i en anden butik. \n\nBlandt mange andre smarte funktioner, har du med din nye assistent en advarsel med svindelwebshop og live information på diverse butikker om deres troværdighed og anmeldelser.",
    "en": "Led aldrig efter en rabatkode igen! Saiver er din nye shopping-buddy, der både finder rabatkoder, sammenligner priser, og advarer mod svindel på nettet.",
    "sv": "Leta aldrig efter en rabattkod igen!\n\nSave, Safer, Savier: Spara pengar och handla säkert med din nya shoppingassistent Savier. Med Savier slipper du söka igenom internet efter rabattkoder och du behöver aldrig igen känna dig osäker på om butiken du handlar från är trygg eller inte.\n\nAppen Savier hittar automatiskt rabattkoder åt dig och lägger till den rabattkod som ger störst rabatt direkt i kassan utan att du behöver lyfta ett finger.\n\nSavier hjälper dig också med livepriskontroller medan du handlar, så att du alltid får tips ifall en vara skulle vara billigare i en annan butik.\n\nBland många andra smarta funktioner får du med din nya shoppingassistent bedrägerivarningar och löpande information om olika butiker, deras trovärdighet och vad de har för recensioner."
  }
}