{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MentiPlus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mentimeter formatting extension. Change a graph column's colour or the format of the axis text using a contextual menu"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to customise result displays in the online voting platform Mentimeter. Right-click (or ctrl-click) on a graph column or some axis text to bring forward a contextual menu with formatting options. The contextual menu also offers a link to an extensive on-screen help document (also available as pdf at https://drive.google.com/drive/folders/1mtQjLuPcNKdS0DCRbR87ye9yex_DXZEP?usp=sharing).\n\nAs of v 4.0, MentiPlus also features an Options Page, where you can select your own highlight colours, graph background colour, and contextual menu labels.\n\nAs of v 4.4, MentiPlus can be instantly disabled and re-enabled by choices from the contextual menus.\n\nAs of v 4.6, all the four layout types in the Mentimeter results view (Bars, Pie, Donut, and Dots) can be highlighted by MentiPlus. Highlight colours will be preserved when changing layout.\n\nVersion 4.11 restores MentiPlus functionality following a major restructuring of the Mentimeter page code in late 2024 which temporarily disabled MentiPlus.\n\nThis extension was developed in an educational setting to be able to highlight correct and incorrect answers by colouring the respective columns. The text formatting functionality was developed to handle the sometimes very tiny axis text generated by Mentimeter.\n\nPlease visit the MentiPlus Facebook page, https://www.facebook.com/MentiPlus-108267884332773 for news and tips, check out the MentiPlus  YouTube channel https://www.youtube.com/channel/UCZHfqC5yf8NxOU6g66hNUwQ for short instructive demos, and join the Google group https://groups.google.com/d/forum/mentiplus for support, questions etc."
  }
}