{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Muslim Board"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personal Dashboard for Muslim"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Muslim Board is a personal dashboard for Muslims anywhere in the world, available on many languages. This plugin is inspired by Momentum.\n\nMuslim Board provides several useful features to improve productivity, such as prayer schedule, islamic quotes, and TODO list.\n\nSupported languages:\n- English language\n- Bahasa Indonesia\n- Russian\n- Arabic\n- Traditional Chinese\n- Simplified Chinese\n- Hindi\n- Bengali\n\nUsage:\n- To use Muslim Board, simply open a new tab on any browser, just that! the extension will automatically appear on the newly created tab.\n- Ensure to allow the location permission for Muslim Board, without that the plugin can only get the prayer time via set manual location.\n\nFeatures:\n- Prayer schedule information is available in the top left section. The prayer time is generated based on user location.\n- Motivational quotes are displayed randomly in the middle section. It's shuffled automatically every few seconds.\n- Muslim Board contains the TODO list feature in the right section. Users can write any notes and set the completion there.\n- Internet availability info is displayed in the bottom section. You will be notified when the internet is offline.\n- Popup notification will appear whenever prayer time is near.\n- Multi language support.\n\n---\n\nMuslim Board adalah personal dashboard khusus untuk muslim, terseda dalam banyak bahasa. Plugin ini terinspirasi dari Momentum.\n\nMuslim Board menyediakan banyak fitur berguna untuk meningkatkan produktifitas, diantaranya seperti jadwal sholat, quote islami, dan TODO list.\n\nPenggunaan:\n- Cukup buka tab baru di browser, maka plugin akan muncul secara otomatis.\n- Pastikan untuk mengizinkan \"location permission\" untuk Muslim Board, agar bisa menggunakan deteksi lokasi otomatis untuk pengambilan jadwal sholat.\n\nFitur:\n- Menampilkan informasi jadwal sholat sesuai lokasi (bisa lewat deteksi lokasi otomatis, maupun set secara manual).\n- Menampilkan quote atau kata-kata mutiara islami.\n- Ada fasilitas TODO list untuk catatan.\n- Indikator penanda internet offline/online.\n- Popup notifikasi ketika mendekati waktu sholat.\n- Mendukung banyak bahasa."
  }
}