{
  "name": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screenshot YouTube Video",
    "bg": "Екранна снимка на YouTube видео",
    "sv": "Skärmdump YouTube-video"
  },
  "short": {
    "am,ar,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,gu,he,hr,hu,kn,lv,ml,mr,ms,no,pt_PT,sk,sl,sr,sw,ta,te,zh_TW": "Quickly extract video frames from YouTube and OK.ru and save to JPG images with just one click.",
    "bg": "Бързо извличане на видео кадри от YouTube и OK.ru и запазване в JPG изображения само с едно щракване.",
    "cs": "Rychle extrahujte snímky videa z YouTube a OK.ru a uložte je do obrázků JPG jediným kliknutím.",
    "da": "Udtræk hurtigt videorammer fra YouTube og OK.ru og gem dem til JPG-billeder med blot et enkelt klik.",
    "de,es": "Schnelles Speichern von Frames aus Videos von YouTube und OK.ru im JPEG-Format mit nur einem Klick.",
    "fi": "Poimi videokehykset nopeasti YouTubesta ja OK.ru:sta ja tallenna JPG-kuviksi yhdellä napsautuksella.",
    "fil": "Mabilis na i-extract ang mga video frame mula sa YouTube at OK.ru at i-save sa mga JPG na larawan sa isang click lang.",
    "fr": "Enregistrez rapidement des images de vidéos depuis YouTube et OK.ru au format jpeg en seul clic.",
    "hi": "केवल एक क्लिक में YouTube और OK.ru के वीडियो से फ्रेम को jpeg फॉर्मेट में तुरंत डाउनलोड करें।",
    "id": "Ekstrak bingkai video dengan cepat dari YouTube dan OK.ru dan simpan ke gambar JPG hanya dengan satu klik.",
    "it": "Possibilità di salvare rapidamente le immagini dei video di YouTube e OK.ru in formato jpeg con un solo clic.",
    "ja": "ワンクリックたけでYouTubeやOK.ruのビデオからのフレームのjpegフォーマットでのすばやい保存。",
    "ko": "YouTube 및 OK.ru 비디오의 화면을 한 번의 클릭으로 JPEG 형식으로 빠르게 저장한다.",
    "lt": "Greitai ištraukite vaizdo įrašų kadrus iš YouTube ir OK.ru ir vienu spustelėjimu išsaugokite JPG vaizdus.",
    "nl": "Haal snel videoframes van YouTube en OK.ru en sla ze met één klik op als JPG-afbeeldingen.",
    "pl": "Szybkie zapisywanie klatek z filmów z YouTube i OK.ru w formacie jpeg wystarczy jedno kliknięcie.",
    "pt_BR": "Salve rapidamente quadros do YouTube e vídeos do OK.com em formato jpeg com apenas um clique.",
    "ro": "Salvare rapidă a cadrelor din video YouTube și OK.ru în format jpeg cu un singur clic.",
    "ru": "Быстрое сохранение кадров из видео с YouTube и OK.ru в формате jpeg всего в один клик.",
    "sv": "Extrahera snabbt videoramar från YouTube och OK.ru och spara till JPG-bilder med bara ett klick.",
    "th": "แยกเฟรมวิดีโออย่างรวดเร็วจาก YouTube และ OK.ru และบันทึกเป็นภาพ JPG ได้ในคลิกเดียว",
    "tr": "YouTube ve OK.ru'dan video karelerini hızla çıkarın ve tek bir tıklama ile JPG görüntülerine kaydedin.",
    "uk": "Швидке збереження кадрів із відео з YouTube та OK.ru у форматі jpeg усього за один клік.",
    "vi": "Lưu nhanh các khung hình Từ Video YouTube và OK.ru trong định dạng jpeg chỉ trong một cú nhấp chuột.",
    "zh_CN": "只需一键，就能将YouTube 和 OK.ru 视频中的帧保存为jpeg格式。"
  },
  "long": {
    "am,ar,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_PT,sk,sl,sr,sw,ta,te,th,zh_CN,zh_TW": "Screenshot YouTube Video is a compact and user-friendly extension that allows you to take a screenshot of YouTube and OK.ru videos and save the frame to your PC without using third-party programs and without cropping the video player frames. Ready-to-use frame from a movie or clip in maximum quality with just one click of the cursor.\n\nIt is easy to find the Video Screenshot Button — that's the camera image in the lower part of the player.\n\nFeatures of the browser extension:\n— The button is well-integrated into the design of the YouTube and OK.ru video players; \n— Screen capture in JPEG format and without the frames of the video player;\n— Downloaded frames have readable (human-friendly) names;\n— \"Embedded\" video frame loading support, i.e. YouTube and OK.ru videos hosted on third-party sites;",
    "bg": "Screenshot YouTube Video е компактно и удобно за потребителя разширение, което ви позволява да направите екранна снимка на видеоклипове в YouTube и OK.ru и да запазите рамката на вашия компютър, без да използвате програми на трети страни и без да изрязвате кадрите на видеоплейъра. Готов за използване кадър от филм или клип с максимално качество само с едно щракване на курсора.\n\nЛесно е да намерите бутона Video Screenshot — това е изображението на камерата в долната част на плейъра.\n\nХарактеристики на разширението на браузъра:\n— Бутонът е добре интегриран в дизайна на видеоплейърите YouTube и OK.ru;\n— Заснемане на екрана във формат JPEG и без кадрите на видеоплейъра;\n— Изтеглените рамки имат четливи (удобни за човека) имена;\n— Поддръжка за зареждане на \"вградени\" видео кадри, т.е. видеоклипове в YouTube и OK.ru, хоствани на сайтове на трети страни.\n\n\nВажно: разширението не поддържа екранни снимки от YouTube Shorts.",
    "de": "Screenshot YouTube Video ist eine praktische und kompakte Erweiterung, mit der Sie einen Screenshot von YouTube und OK.ru Videos machen und den Frame auf Ihrem PC speichern können, ohne Programme von Drittanbietern zu verwenden und ohne die Frames des Videoplayers zuzuschneiden. Einfach und sicher, keine Viren oder Werbung. Ein fertiges Bild aus einem Film oder Video in maximaler Qualität mit nur einem Mausklick.\n \nEs ist einfach, den Screenshot-Button zu finden – es ist das Bild der Kamera am unteren Rand des Players.\n \nEigenschaften der Erweiterung:\n— Der Button ist harmonisch ins Design des Videoplayers auf YouTube und OK.ru integriert;\n— Einzelbildaufnahme im üblichen JPEG-Format und ohne die Einzelbilder des Videoplayers;\n— Der Frame wird wie auf der Service-Website mit dem ursprünglichen Videonamen gespeichert;\n— Herunterladen von Screenshots aus eingebetteten Videos, d.h. Videos von YouTube und Odnoklassniki, die auf Websites Dritter gehostet werden.",
    "es": "Screenshot YouTube Video es una extensión práctica y compacta que te permite hacer una captura de pantalla de los vídeos de YouTube y OK.ru y guardar el fotograma en el PC sin utilizar el software de terceros ni recortar los fotogramas del reproductor de vídeo. Fácil y seguro, sin virus ni anuncios. Tendrá el fotograma final de la película o el vídeo en la máxima calidad con sólo hacer clic con el cursor.\n \nEncontrar el botón de captura de pantalla es sencillo: es la imagen de la cámara situada en la parte inferior del reproductor.\n  \nCaracterísticas de la extensión:\n— El botón se integra perfectamente en el diseño del reproductor de vídeo de YouTube y OK.ru;\n— Captura un fotograma en el conocido formato JPEG y sin el marco de un reproductor de vídeo;\n— El fotograma se guarda con el título original del vídeo, como en el sitio web del servicio;\n— Soporte para subir las capturas de pantalla de vídeos “insertados” (embedded), es decir, los vídeos de YouTube y Odnoklassniki alojados en los sitios de terceros.",
    "fr": "Screenshot YouTube Video est une extension pratique et compacte qui vous permet de prendre une capture d’écran des vidéos YouTube et OK.ru et d’enregistrer une image dans PC sans utiliser de programmes tiers et sans recadrer les images du lecteur vidéo. Une image finie d'un film ou d'un clip en qualité maximale en un seul clic du curseur.\n\nIl est facile de trouver le bouton de capture d’écran - c’est une image de la caméra en bas du lecteur.\n\nFonctionnalités d’extension :\n— Le bouton est harmonieusement intégré dans la conception du lecteur vidéo YouTube et OK.ru;\n— Capturez une image en habituel format de JPEG et sans boîte du lecteur vidéo ;\n— L'image est enregistrée avec le titre original de la vidéo, comme sur le site web du service ;\n— Support du téléchargement de captures d'écran à partir de vidéos “intégrées”, c'est-à-dire des vidéos de YouTube et OK.ru publiés sur des sites Web tiers.",
    "hi": "Screenshot YouTube video - एक सुविधाजनक और कॉम्पैक्ट एक्सटेंशन है जो आपको YouTube और OK.ru वीडियो का स्क्रीनशॉट लेने और तीसरे पक्ष के कार्यक्रमों का उपयोग किए बिना और वीडियो प्लेयर के फ़्रेम को काटे बिना अपने पीसी पर फ़्रेम को सहेजने की अनुमति देता है।  सरल और सुरक्षित, कोई वायरस या विज्ञापन नहीं।  कर्सर के केवल एक क्लिक में अधिकतम गुणवत्ता में मूवी या वीडियो से तैयार फ्रेम।\n \nवीडियो स्क्रीनशॉट बटन को ढूंढना आसान है — यह प्लेयर के निचले हिस्से में कैमरा इमेज है।\n \nब्राउज़र एक्सटेंशन की विशेषताएं :\n— बटन YouTube और OK.ru वीडियो प्लेयर के डिज़ाइन में अच्छी तरह से एकीकृत है;\n \n— सामान्य JPEG प्रारूप में और वीडियो प्लेयर के फ्रेम के बिना फ्रेम कैप्चर;\n \n— फ्रेम को वीडियो के मूल नाम के साथ सहेजा जाता है, जैसा कि सेवा की वेबसाइट पर है;\n \n— \"एंबेडेड\" वीडियो फ्रेम लोडिंग सपोर्ट, यानी YouTube और OK.ru वीडियो तीसरे पक्ष की साइटों पर होस्ट किए गए;",
    "id": "Screenshot YouTube Video adalah ekstensi yang ringkas dan ramah pengguna yang memungkinkan Anda mengambil tangkapan layar video YouTube dan OK.ru dan menyimpan bingkai ke PC Anda tanpa menggunakan program pihak ketiga dan tanpa memotong bingkai pemutar video. Bingkai yang siap digunakan dari film atau klip dalam kualitas maksimum hanya dengan satu klik kursor.\n\n\nSangat mudah untuk menemukan Tombol Tangkapan Layar Video — yaitu gambar kamera di bagian bawah pemutar.\n\n\nFitur ekstensi browser:\n— Tombol ini terintegrasi dengan baik ke dalam desain pemutar video YouTube dan OK.ru;\n— Cuplikan Layar dalam format JPEG dan tanpa bingkai pemutar video;\n— Bingkai yang diunduh memiliki nama yang mudah dibaca (ramah manusia);\n— Dukungan pemuatan tangkapan layar video \"tertanam\", yaitu video YouTube dan OK.ru yang dihosting di situs pihak ketiga.\n\n\nPenting: ekstensi tidak mendukung tangkapan layar dari YouTube Shorts.",
    "it": "Screenshot YouTube Video è un'estensione pratica e compatta che permette di fare uno screenshot dei video di YouTube e OK.ru e di salvare la immagine sul PC senza utilizzare programmi di terze parti o ritagliare le immagine del lettore video.  Semplice e sicuro, senza virus e pubblicità. Una immagine pronta di un filmato o di una clip con la massima qualità in un solo clic del cursore.\n \nTrovare il tasto screenshot è facile: è l'immagine della fotocamera nella parte inferiore del lettore.\n \nCaratteristiche dell'estensione:\n— Il tasto è integrato nel design del lettore video di YouTube e OK.ru in modo armonioso;\n— Acquisizione di un'immagine nel conosciuto formato JPEG e senza immagini del lettore video;\n— L'immagine viene salvata con il titolo originale del video, come sul sito;\n— Supporto per il download di screenshot da video \"incorporati\" (embedded), cioè video di YouTube e Odnoklassniki ospitati su siti di terze parti.\n\n\nImportante: l'estensione non supporta il salvataggio di schermate dai Shorts di YouTube.",
    "ja": "Screenshot YouTube Videoとは、便利でコンパクトな拡張機能であり、サードのプログラムを使用したり、ビデオプレーヤーのフレームを切り取ったりせずに、YouTubeとOK.ruのビデオのスクリーンショットを撮り、そのフレームをPCに保存することができます。簡単で安全に、ウイルスや広告なしで済ます。カーソルのワンクリックだけで、映画やビデオの最高画質で完成したフレームです。\n\nスクリーンショットボタンを見つけるのは簡単で、これは、プレーヤーの下部にあるカメラのイメージです。\n\n拡張機能の特徴：\n— ボタンは、YouTubeとOK.ruのビデオプレーヤーのデザインに調和して埋め込まれること；\n— 通常のJPEGフォーマットで、ビデオプレーヤーのフレームなしでフレームキャプチャ；\n— フレームは、サービスのウェブサイトと同じの元の名前で保存されること；\n— 「埋め込み」（embedded）ビデオからのスクリーンショットダウンロードのサポート、すなわち、サードパーティのサイトで投稿されているYouTubeとオドノクラスニキからのビデオから。",
    "ko": "Screenshot YouTube Video는 YouTube 및 OK.ru 비디오에 스크린숏을 찍고 PC에 사진을 저장할 수 있는 편리하고 컴팩트한 확장이다. 타사 프로그램을 사용하거나 비디오 플레이어의 테두리를 잘라내지 않는다. 바이러스나 광고 없이 안전하고 간단하다. 클릭 한 번으로 최대 화질로 영화나 동영상의 화면이다.\n\n스크린숏을 찍기 위한 버튼을 찾는 것은 간단하다. 이것은 플레이어 하단의 카메라 이미지이다.\n\n확장 특성:\n— 이 버튼은 YouTube 및 OK.ru 비디오 플레이어의 디자인에 조화롭게 통합된다.\n— 비디오 플레이어 테두리 없이 일반적인 JPEG 형식으로 화면 캡처;\n— 화면은 서비스 웹 사이트에서와 같이 비디오의 원래 이름으로 저장된다.\n— 타사 웹 사이트에 게시된 YouTube 및 Odnoklassniki 비디오와 같은 \"내장된\" (embedded) 비디오의 스크린숏을 다운로드할 수 있다.\n \n중요: 확장자는 YouTube Shorts의 스크린숏을 저장할 수 없다.",
    "nl": "Screenshot YouTube Video is een handige en compacte extensie waarmee je een screenshot kunt maken van YouTube- en OK.ru-video's en het frame op je pc kunt opslaan zonder programma's van derden te gebruiken en zonder de frames van de videospeler bij te snijden.  Eenvoudig en veilig, zonder virussen en advertenties. Klaar frame van een film of clip in maximale kwaliteit in slechts één klik van de cursor.\n \nDe schermopnameknop is gemakkelijk te vinden - het is het camerabeeld aan de onderkant van de speler.\n \nExtensie-eigenschappen:\n— De knop is harmonieus geïntegreerd in het design van de videospeler van YouTube en OK.ru;\n— Frames vastleggen in het gebruikelijke JPEG-formaat en zonder frames van de videospeler;\n— Het frame wordt opgeslagen met de originele videonaam, zoals op de website van de service;\n— Ondersteuning voor het downloaden van schermopnamen van \"ingesloten\" (embedded) video's, d.w.z. video's van YouTube en Odnoklassniki die worden gehost op sites van derden.\n\n\nBelangrijk: de extensie biedt geen ondersteuning voor het opslaan van screenshots van YouTube Shorts.",
    "pl": "Screenshot YouTube Video — jest to poręczne i kompaktowe rozszerzenie, które pozwala zrobić zrzut ekranu wideo z YouTube i OK.ru i zapisać obraz na komputerze bez korzystania z programów innych firm lub przycinania ramek odtwarzacza wideo.. Proste i bezpieczne, wolne od wirusów i reklam. Gotowy obraz z filmu lub pliku filmowego w maksymalnej jakości za pomocą jednego naciśnięcia kursora.\n \nZnalezienie przycisku robienia zrzutu ekranu jest proste — jest to obraz aparatu na dole odtwarzacza.\n \nCechy rozszerzenia:\n— Przycisk harmonijnie osadza się z projektem odtwarzacza wideo YouTube i OK.ru;\n— Zrzut ekranu w znanym formacie JPEG i bez ramek odtwarzacza wideo;\n— Zrzut jest zapisywany z oryginalnym tytułem filmu, Jak na stronie internetowej serwisu;\n— Wsparcie dla pobierania zrzutów ekranu z \"osadzonych\" (embedded) filmów, czyli filmów z YouTube i Odnoklassniki hostowanych w witrynach stron trzecich.",
    "pt_BR": "Screenshot YouTube Video é uma extensão prática e compacta que permite tirar uma foto do YouTube e vídeos OK.ru e salvar o frame em seu PC sem usar software de terceiros ou cortar o frame do reprodutor de vídeo.  Fácil e seguro, sem vírus ou anúncios. Filmagens acabadas de um filme ou vídeo em qualidade máxima com apenas um clique do rato.\n\nEncontrar o botão de captura de tela é fácil - é a imagem da câmera na parte inferior do reprodutor.\n\nCaracterísticas da extensão:\n— O botão se funde perfeitamente no projeto do reprodutor de vídeo YouTube e OK.ru;\n— Captura do quadro no formato JPEG familiar e sem o quadro do reprodutor de vídeo;\n— O quadro é salvo com o nome original do vídeo, como no site de serviço;\n— Suporte a download dos vídeos “embedded”, ou seja vídeo do YouTube e Odnoklassniki hospedados em sites de terceiros.",
    "ro": "Screenshot YouTube Video — aceasta este o extensie convenabilă și compactă care vă permite să faceți o captură de ecran a unui video YouTube și OK.ru și salvați cadrul pe un computer fără a utiliza programe terțe și fără a decupa cadrul playerului video.  Simplu și sigur, fără viruși și reclame. Un cadru terminat dintr-un film sau video în calitate maximă într-un singur clic al cursorului.\n \nEste ușor să găsiți butonul de captură de ecran — aceasta este imaginea camerei din partea de jos a playerului.\n \nCaracteristicile extensiei:\n– Butonul este integrat armonios în designul playerului video YouTube și OK.ru;\n– Capturați un cadru în cunoscutul format JPEG și fără cadrele playerului video;\n– Cadrul este salvat cu titlul original al video, ca pe site-ul serviciului;\n– Suport pentru descărcarea capturilor de ecran din video „încorporate”, adică videoc de la YouTube și Odnoklassniki găzduite pe site-uri terțe.\n\n\nImportant: extensia nu acceptă salvarea capturilor de ecran din YouTube Shorts.",
    "ru": "Screenshot YouTube Video — это удобное и компактное расширение, которое позволяет сделать скриншот видео YouTube и OK.ru и сохранить кадр на ПК, не используя сторонние программы и не обрезая рамки видеоплеера.  Просто и безопасно, без вирусов и рекламы. Готовый кадр из фильма или ролика в максимальном качестве всего за одно нажатие курсора.\n\nНайти кнопку съёмки скриншота просто — это изображение фотоаппарата в нижней части проигрывателя.\n\nОсобенности расширения:\n— Кнопка гармонично встраивается в дизайн видеоплеера YouTube и OK.ru;\n— Захват кадра в привычном формате JPEG и без рамок видеоплеера;\n— Кадр сохраняется с оригинальным названием видео, как на сайте сервиса;\n— Поддержка загрузки скриншотов из «встроенных» (embedded) видео,",
    "sv": "Screenshot YouTube Video är ett kompakt och användarvänligt tillägg som låter dig ta en skärmdump av YouTube- och OK.ru-videor och spara ramen på din PC utan att använda tredjepartsprogram och utan att beskära videospelarens ramar. Färdig att använda ram från en film eller ett klipp i högsta kvalitet med bara ett klick med markören.\n\nDet är lätt att hitta knappen Video Screenshot — det är kamerabilden i spelarens nedre del.\n\nFunktioner i webbläsartillägget:\n— Knappen är väl integrerad i designen av YouTube och OK.ru videospelare;\n— Skärmdump i JPEG-format och utan ramar från videospelaren;\n— Nedladdade ramar har läsbara (människovänliga) namn;\n— Stöd för laddning av \"inbäddad\" videoram, dvs YouTube- och OK.ru-videor som finns på tredjepartswebbplatser.\n\n\nViktigt: tillägget stöder inte skärmdumpar från YouTube Shorts.",
    "tr": "Screenshot YouTube Video, YouTube ve OK.ru videolarının ekran görüntüsünü almanızı ve üçüncü taraf programları kullanmadan veya video oynatıcı çerçevelerini kırpmadan çerçeveyi bilgisayarınıza kaydetmenizi sağlayan kullanışlı ve kompakt bir uzantıdır.  Virüs ve reklam içermeyen basit ve güvenli. İmlece tek bir tıklamayla bir filmden veya klipten maksimum kalitede hazır kare.\n \nEkran görüntüsü düğmesini bulmak kolaydır - oynatıcının altındaki kamera görüntüsüdür.\n \nUzantının özellikleri:\n— Düğme, YouTube ve OK.ru video oynatıcısının tasarımına uyumlu bir şekilde entegre edilmiştir;\n— Bilinen JPEG formatında ve video oynatıcı kareleri olmadan kare yakalama;\n— Çerçeve, hizmetin web sitesinde olduğu gibi videonun orijinal başlığıyla birlikte kaydedilir;\n— Gömülü (embedded) videolardan, yani üçüncü taraf sitelerde barındırılan YouTube ve Odnoklassniki videolarından ekran görüntüleri yükleme desteği.\n\n\nÖnemli: Uzantı, YouTube Shorts'tan ekran görüntülerinin kaydedilmesini desteklemez.",
    "uk": "Screenshot YouTube Video – це зручне та компактне розширення, яке дозволяє зробити скріншоти відео YouTube та OK.ru та зберегти кадр на комп’ютер без використання сторонніх програм та не обрізаючи рамки відеоплеєру. Просто та безпечно, жодних вірусів і без реклами. Готовий кадр із фільму або ролика всього за один клік.\n\nЗнайти кнопку зйомки скріншоту доволі просто – це зображення фотоапарату в нижній частині програвача.\n\nОсобливості розширення\n\n— Кнопка гармонійно вбудовується у дизайн відеоплеєру <b>YouTube та OK.ru;\n— Захоплення кадру у звичному форматі JPEG та без рамок відеоплеєра;\n— Кадр зберігається з оригінальною назвою відео, як на сайті сервісу;\n— Підтримка збереження скріншотів із “вбудованих” (embedded) відео, тобто відео з YouTube та Однокласників, які розміщено на сторонніх сайтах.",
    "vi": "Screenshot YouTube Video - là một tiện ích tiện lợi và nhỏ gọn, cho phép bạn chụp ảnh màn hình video từ YouTube và OK.ru, đồng thời lưu khung hình trên máy tính riêng mà không cần sử dụng chương trình của bên thứ ba, và cũng như không cắt xén khung hình của trình phát video. Đơn giản và an toàn, không có virus và quảng cáo. Một khung hình hoàn chỉnh từ phim hoặc video với chất lượng tối đa chỉ bằng một cú nhấp chuột.\n \nViệc tìm nút chụp màn hình rất dễ dàng - đó là hình ảnh một chiếc camera ở phần dưới nút phát nhạc.\n \nTính năng mở rộng:\n— Nút ấn được tích hợp hài hòa vào thiết kế của trình phát video YouTube và OK.ru;\n— Chụp khung ảnh ở định dạng JPEG thông thường và không có khung trình phát video;\n— Hình ảnh được lưu cùng với tiêu đề video gốc như trên trang web dịch vụ;\n— Hỗ trợ tải video “được nhúng” (embedded), tức là video từ YouTube và Odnoklassniki, được lưu trữ trên trang web của bên thứ ba;\n \nChú ý: tiện ích này không hỗ trợ lưu ảnh chụp màn hình từ YouTube Shorts."
  }
}