{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beam Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beam is an easy browser tab extension built with you in mind"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Beam Tab - your improved new tab experience.\n\nWe've made a \"new tab\" extension just for you, this is Beam.\nLet us make things simple and give you what you need, all in a click.\n\nBy clicking \"Add to chrome\", I accept and agree to installing Beam Tab Chrome extension and setting Chrome™ New Tab to that provided by the service and the Terms of Use and Privacy Policy.\n\nBeam is the browser extension that sits right in your New Tab function, giving you access to all your custom top sites and socials, as well as easy access search functionality providing relevant results in an instant. This extension changes your search engine on the New Tab to Bing.\n\nChoose your favourite social sites to quick link - as many (or as few) as you'd like. Beam's tabs feature elegant and curated backgrounds, sourced from the best photographers and built into a seamlessly designed page - because how it looks is as important as how well it performs. \n\nFeatures:\nSeriously social - Quick links to the sites that you use\nOne click browsing - A New Tab gateway to the web\nAesthetic & poise - Designed with purposeful usability and usefulness, for you.\n\nTerms of Use: https://thebeam-tab.com/terms/\nPrivacy Policy: https://thebeam-tab.com/privacy/\n\nGlamor Entertainment Group, Inc.\nCaribbean Plaza, 878 West Bay Road\nGeorge Town, Grand Cayman\nCayman Islands"
  }
}