{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AlgCalc"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An algebra calculator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple algebra calculator with support for a limited number of algebraic equations. Designed for IXL.\n\nSupport me!\nhttps://www.buymeacoffee.com/mrbubbles\n\nFeatures:\nBasic algebra calculator that you can access from your browser\nIXL Autofill - press 'ctrl' + ' \" ' to autofill the answers into IXL\nMore soon...\n\nLimitations:\nIXL Autofill has no support for fractions in the problem (I'm working on a solution for this issue, but it'll take time). However, you can still use the extension itself to solve these problems. if you click on the extension icon you can hand write the problem and get the solution upon pressing enter.\n\nKnown working algebraic problems:\nlinear equations\nquadratic equations (only for ixl autofill)\nsystems of equations (with 2 systems, currently working on adding support for more then this)\n*other types of problems are hit or miss, support may or may not be added in the future*\n\nChangelog:\n1.4\n*this update may or may not have broken multiple things*\nadded ability to add subtract multiply divide etc polynomials (very buggy (i think i couldn't fully test it))\nadded actual solve button on ixl. still requires you to manually select the problem.\n\n1.3\nadded ability to solve quadratics with ixl solver (not yet working on extension popup)\n\n1.2\nadded ixl solver! highlight the problem, right click it, and then hit solve - or highlight the problem then hold the control key (ctrl) and press the quotes button (\") on your keyboard to autofill the answer! (currently only works for specific types of problems.)\n\nadded ability to solve systems of equations with 2 equations."
  }
}