{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "vksaver - music saver vk"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Возможность Скачать все, отображение битрейта, выбор папки для сохранения",
    "en": "VKsaver - save music with bitrate display, select folder to save"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VKsaver - официальное расширение, которое поможет Вам бесплатно скачать музыку с ВК, а также видеозаписи, шорты, клипы.\n\nОбновление vksaver 1.1.7:\n- Кнопка \"Скачать\" для видео сделали рядом с лайком. \n- Ускорили работу с массовым скачиванием.\n- Исправили массовое скачивание в разделе \"Моя музыка\". Теперь все корректно.\n- Фикс других мелких проблем в работе расширения.\n\nЧто умеет vksaver и что нового?\n- Работает после недавнего обновления ВК\n- Сохранять любую аудиозапись. (с диалогов, со стены и везде, где имеется музыка)\n- Сохранять любые видео. Будь то короткие видео, либо какой-либо фильм. (имеется отображение размера и качества)\n- Добавили настройки. Возможность включить/выключить отображение битрейта, а также выбор папки для сохранения файлов.\nА также:\n- Пофиксили \"Скачать все\" (добавили почти везде). Теперь пропускает удаленные треки, не останавливая процесс.\n- Отображение процесса загрузки аудиозаписи. (в процентах)\n\nИнструкция:\nПосле установки расширения, обязательно, перезапустите страницу вк. А также отключите другие расширения, которые имеют такой же функционал. (чтоб не было конфликтов)\nРядом с аудиозаписями появится стрелочка, после нажатия на которую начнется загрузка файла. Также под каждой видеозаписью появится отдельная кнопка.\n\n---------\nЕсли у вас возникли проблемы в работе расширения или с музыкой/видео, которые невозможно скачать, пожалуйста, не ставьте плохой рейтинг, а напишите нам по адресу realvksaver@gmail.com и помогите улучшить расширение. Спасибо!\n---------\nvksaver - music saver vk собирает данные из вашего браузера для предоставления и улучшения наших продуктов и услуг, обновления программного обеспечения, работы с динамическим контентом.\nЕсли вы не согласны с условиями Политики конфиденциальности, удалите расширение. Политика конфиденциальности: https://vksaver.site/privacy.html\n---------\nvksaver - music saver vk collects data from your browser to provide and improve our products and services, update software, and work with dynamic content.\nIf you do not agree with the terms of the Privacy Policy, remove the extension. Privacy Policy: https://vksaver.site/privacy.html\n---------\nРекламные объявления\n\nДорогие друзья и пользователи расширения, в процессе разработки этого расширения\n было вложено очень много часов, потраченных на: добавление функций, исправление ошибок и улучшения.\nДополнительный доход, генерируемый за счет рекламы, поможет дальнейшему развитию проекта.\n---------\nAdvertisement\n\nDear friends and users of my add-on vksaver, in the process of development of this extension I have invested many hours spent on: adding features, fixing bugs and improvements.\nThe additional income generated by this optional advertising, will benefit to the further development of this project.",
    "en": "Vksaver - поможет Вам скачать музыку ВКонтакте и видео. Сохраняются файлы с оригинальным названием, указанным в социальной сети.\n\nИконки расширения вписываются в пользовательский интерфейс vk.com и не отвлекают внимание.\n\nVKsaver are for informational purposes only, thanks to which you have the opportunity to download media files (audio, video) from the VKontakte social network. We are against piracy, so the user who installed our extension agrees to remove it within 24 hours after installation or to take care of paying for the copyright yourself. We disclaim all responsibility for what purposes VKsaver will be used.\n\nС помощью нашего расширения вы можете скачать бесплатно музыку из вк и слушать любимые композиции без ограничений.\n\n---------\nЕсли у вас возникли проблемы в работе расширения или с музыкой/видео, которые невозможно скачать, пожалуйста, не ставьте плохой рейтинг, а напишите нам по адресу realvksaver@gmail.com и помогите улучшить расширение. Спасибо!\n---------\nvksaver - music saver vk собирает данные из вашего браузера для предоставления и улучшения наших продуктов и услуг, обновления программного обеспечения, работы с динамическим контентом.\nЕсли вы не согласны с условиями Политики конфиденциальности, удалите расширение. Политика конфиденциальности: https://vksaver.site/privacy.html\n---------\nvksaver - music saver vk collects data from your browser to provide and improve our products and services, update software, and work with dynamic content.\nIf you do not agree with the terms of the Privacy Policy, remove the extension. Privacy Policy: https://vksaver.site/privacy.html\n---------\nРекламные объявления\n\nДорогие друзья и пользователи расширения, в процессе разработки этого расширения\n было вложено очень много часов, потраченных на: добавление функций, исправление ошибок и улучшения.\nДополнительный доход, генерируемый за счет рекламы, поможет дальнейшему развитию проекта.\n---------\nAdvertisement\n\nDear friends and users of my add-on vksaver, in the process of development of this extension I have invested many hours spent on: adding features, fixing bugs and improvements.\nThe additional income generated by this optional advertising, will benefit to the further development of this project."
  }
}