{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Monty Hall problem Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension is a simulation of the Monty Hall problem."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Monty Hall problem is a probability puzzle based on the American television game show \"Let's Make a Deal\".\nThe name comes from the show's original host, Monty Hall.\nThe problem is stated as follows:\nYou are a contestant on a game show. The host of the show presents you with three doors.\nBehind one of the doors is a car, and behind the other two doors are goats.\nThe host knows what is behind each door, and he asks you to choose a door.\nAssume you choose door number 1.\nBefore the host opens the door you chose, he opens one of the other two doors, revealing a goat.\nIn the example, the host opens door number 3.\nThe host then asks you if you would like to switch your choice to the other remaining door.\nThe question is, is it to your advantage to switch your choice?\nThe answer is that you should switch doors.\nThe probability of winning the car if you switch is 2/3, while the probability of winning the car if you stay with your original choice is 1/3.\nThis is a counterintuitive result, as it seems that there are only two doors left, so the probability of winning should be 1/2.\nHowever, the key to understanding the problem is that the host knows what is behind each door and will always reveal a goat.\nThis changes the probability of winning when you switch doors.\n\nFor more details:\nhttps://en.wikipedia.org/wiki/Monty_Hall_problem\nhttps://www.youtube.com/watch?v=4Lb-6rxZxx0\nhttps://www.youtube.com/watch?v=9vRUxbzJZ9Y"
  }
}