{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Full Assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension with a side panel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Extensão do Chrome Full Funnel é uma ferramenta essencial para usuários da plataforma Full Funnel, projetada para melhorar sua experiência e eficiência ao utilizar os recursos disponíveis. Com a integração de um painel lateral interativo, você pode acessar suporte e informações diretamente enquanto navega na plataforma.\n\nFuncionalidades Principais\n\n1. *Painel Lateral Interativo*:\n   - Adiciona um painel lateral discreto ao navegador, acessível sem interromper sua navegação.\n   - Permite acessar informações e suporte diretamente na página atual.\n\n2. *Suporte Personalizado*:\n   - Fornece assistência imediata e personalizada, adaptando-se ao seu nível de conhecimento.\n   - Oferece respostas rápidas e precisas para suas dúvidas sobre a Full Funnel.\n\n3. *Acesso a Recursos Educativos*:\n   - Disponibiliza links para vídeos tutoriais e artigos da base de conhecimento da Full Funnel.\n   - Facilita o aprendizado contínuo e o aproveitamento máximo dos recursos da plataforma.\n\n4. *Navegação Simplificada*:\n   - Oferece dicas e orientações contextuais para facilitar a exploração das funcionalidades da Full Funnel.\n   - Ajuda a encontrar rapidamente o que você precisa sem sair da página.\n\nBenefícios para os Usuários\n\n- *Aumento da Produtividade*: Resolva dúvidas e problemas rapidamente, aumentando sua eficiência.\n- *Aprendizado Contínuo*: Acesso fácil a recursos educativos enquanto trabalha na plataforma.\n- *Experiência Aprimorada*: Interface amigável que melhora a navegação e o uso da Full Funnel.\n- *Economia de Tempo*: Suporte direto na plataforma, eliminando a necessidade de buscar ajuda externa.\n- *Redução de Frustrações*: Respostas rápidas e precisas reduzem dificuldades e frustrações.\n\nComo Instalar e Usar a Extensão\n\n1. *Instalação*:\n   - Disponível na Chrome Web Store. Procure por \"Full Funnel Extension\" e clique em \"Adicionar ao Chrome\".\n   - O ícone da Extensão aparecerá na barra de ferramentas do navegador.\n\n2. *Uso do Painel Lateral*:\n   - Clique no ícone da Extensão para abrir o painel lateral.\n   - Utilize o painel para acessar suporte e informações sem sair da página atual.\n\nSegurança e Privacidade\n\nGarantimos a segurança e privacidade dos usuários com medidas rigorosas para proteger suas informações pessoais. As interações são tratadas com confidencialidade e os dados são usados conforme nossa Política de Privacidade.\n\nConclusão\n\nA Extensão do Chrome Full Funnel é uma solução poderosa para maximizar sua eficiência e experiência na plataforma. Com suporte imediato e personalizado, você pode focar em alcançar seus objetivos e aproveitar ao máximo as ferramentas da Full Funnel.\n\nInstale a Extensão hoje e transforme sua maneira de trabalhar com a Full Funnel. Para mais informações ou suporte, nossa equipe está sempre disponível para assisti-lo."
  }
}