{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Net Healer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Net Healer - доступ к заблокированным сайтам в России"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Net Healer - самый простой и надёжный метод обхода всех блокировок в России.\n\nВсего в один клик верните себе доступ ко всем заблокированным сайтам. Обойти блокировки ещё никогда не было так просто.\n\nПри использовании vpn или proxy скорость интернет соединения режется или падает до того, что интернетом пользоватся становится уже невозможно, но не с Net Healer. Расширение проксирует только заблокированные сайты, по-этому скорость вашего интернета остаётся той же что и была. Обход блокировок работает полностью автоматически и не требует от вас каких либо дополнительных действий. Установка расширения займёт считанные секунды и все заблокированные сайты снова будут доступны.\n\nNet Healer вернёт вам доступ ко всем заблокированным сайтам включая торрент-трекеры, файло-обменники, библиотеки, социальные сети, почтовые сервисы, энциклопедиям и т.д. Расширение позовляет огбходить блокировки не только по доменному имени, но и по ip адресу.\n\nNet Healer полностью бесплатен и в отличии от других расширений для доступа и обхода блокировок, vpn сервисов не вставляет ни какой дополнительной рекламы, не открывает дополнительных окон. Мы не используем майнеры или другие вредоносные программы а так же чёрные методы монетизации. Расширение доступно без регистрации и его функционал доступен полностью бесплатно.\n\nВаш любимый сайт заблокировали? Просто установите абсолютно бесплатное расширение Net Healer и ВСЕ заблокированный сайты снова будут доступны. Расширение работает на Google Chrome, Яндекс браузер или Edge. Установи Net Healer и забудь о всех блокировках раз и навсегда.\n\nПреимущества расширения:\n• проксирует только заблокированные сайты, все остальные сайты будут работать напрямую\n• не собирает данные пользователей, не хранит никаких логов на серверах и не передаёт ничего третим лицм\n• не вставляет никакой рекламы на посещаемые вами сайты\n• регулярно обновляемый список заблокированных сайтов\n• позволяет использовать собственный сервер для проксирования\n• позволяет указать собственные сайты для проксирования"
  }
}