{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verbal Filter by AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VerbalFilter: Detect, highlight, and visualize toxic content. Stay safe online with real-time analysis and customizable settings."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Verbal Filter by AI – an extension for monitoring and safeguarding content on web pages.\n\nMain Features:\n1. Detection of Toxic Content\nAutomatically scans text on web pages to identify toxic elements, such as:\nOffensive or abusive language.\nAggressive comments.\nOther harmful content.\nSupports analysis of:\nHeaders (e.g., H1, H2).\nLinks (Anchor tags).\nText blocks (Paragraphs, Divs, Spans).\n\n2. Visual Marking of Toxic Content\nDetected toxic elements are highlighted in red for easy identification.\n\"Hide Dangerous Content\" Option:\nReplaces harmful content with the message [Content removed].\nSmooth transitions enhance the user experience when content is hidden.\n\n3. Adjustable Sensitivity Levels\nUsers can adjust sensitivity levels (from 0.1 to 0.9) to control the detection threshold.\nCustomizable analysis criteria:\nToxicity (General toxicity).\nSevere Toxicity (High severity toxicity).\nInsults (Harmful language).\n\n4. Content Analysis Visualization\nOn the extension analytics page (accessed by clicking the extension icon):\nCharts display the percentage of toxic and non-toxic content on the current page.\nText-based statistics summarize the total number of elements, toxic elements, and their distribution.\n\n5. Real-Time Content Analysis\nEnsures that newly added elements on the page are analyzed automatically:\nIdeal for dynamically loaded content, such as social media comments or chat messages.\nEnsures detection of toxic content even in newly loaded sections.\n\n6. Simple and Intuitive Interface\nMinimalistic design for easy access to settings.\nColor-coded markers and charts for visual representation of analysis results.\n\nWho Is This Extension For?\nParents: Protect children from harmful content on the web.\nSocial Media Users: Filter toxic comments or content.\nBloggers/Content Managers: Quickly analyze text on websites before publishing.\n\nTechnical Details:\nPowered by a modern API for toxicity analysis.\nUtilizes a server for machine-based content analysis (TensorFlow-based).\nAnalyzed content data is not stored locally, ensuring privacy and security.\n\nVerbalFilter helps make your web experience safer and more enjoyable. 😊"
  }
}