{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GRLink - Google Review Link Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate Google Business Profile review link, share the short URL or QR code with your customers to grow your Google reviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. Generate direct Google review link\n\nSending short URL or QR codes to your customers is the best way to add reviews to your Google Business Profile. This is the easiest way for customers to leave reviews for your business. Customers do not need to search your Google page on the Internet. Most people think it is too troublesome to do so! \n\nIt's already hard to get review links, and it's even harder for people to leave reviews on Google. With this tool we created, you can quickly generate a unique Google review short URL and QR code for your Google My business.\n\nYou can easily generate review links and QR codes to the review box. Send it to your customers, which greatly increases the chances for them to leave positive reviews.Here are some examples of how to get customers to leave reviews.\n\n2. It's a short link\n\nIf you have successfully interacted with customers via email, you can send them a follow-up email with a link to Google's reviews\n\nIf you help the customer solve the problem through instant chat, once you solve the problem, you can ask them to leave a reviews and send them a short link.\n\nShort links can be easily sent to customers, short links are easy to read, very friendly and won't scare your customers. \n\n3. Generated a QR code for GBP Review Link\n\nIf your customer has enjoyed the service in your store, you can display this QR code, when user scan it with their mobile Phone, will directly open the Google Business Profile review interface.\n\n4. Why it's important to have customer reviews\n\nLocal search engine optimization is very important. Customer evaluation is very important for local enterprises. Research shows that most people trust online reviews as much as personal recommendations.\n\nYour customer left a positive comment on your business at Google. When potential customers search for local services or products, they will see local business information in the search results.This information generally includes the name, location, telephone number and comments left by others.\n\nThe number of positive reviews will directly affect the ranking of local search results on the map.It will also affect customers' praise of your brand. Therefore, it is more beneficial for your business to let more customers leave comments for your business.\n\nIf customers are really satisfied with your customer service or the quality of your products, they will be happy to leave reviews for your business - the tricky thing is to guide them at the right time."
  }
}