{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Markoob - Bookmark Launcher",
    "ja": "Markoob - ブックマークランチャー",
    "zh_CN": "Markoob - 书签启动器",
    "zh_TW": "Markoob - 書籤啟動器"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Bookmark Launcher with usage-based recommendations and full-featured bookmark management support.",
    "ja": "利用に基づくおすすめと充実したブックマーク管理機能を備えたブックマークランチャー。",
    "zh_CN": "根据使用习惯推荐书签并支持完善的书签管理功能的书签启动器",
    "zh_TW": "根據使用習慣推薦書籤，並支援完善的書籤管理功能的書籤啟動器。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Markoob is a Bookmark Launcher or New Tab that brings convenience and efficiency to your browsing experience.\n\n\n🌟 Bookmark Recommendations: We recommend bookmarks that you need based on your usage habits.\n\n🔐 Data Privacy: All data will be stored in your browser, and Markoob will not transfer your personal information. There is no need to worry about the risk of data leakage.\n\n🚀 Quick Menu: Right-click context menu allows you to quickly open, add, edit, delete, pin, and generate QR codes for bookmarks and folders.\n\n📐 Custom Layout: Carefully designed display layout and features make it easier for you to find the bookmarks. We also offer various layouts and themes.\n\n🔧 Handy Pop-up: In the top right corner of your browser, where you can easily manage bookmarks, view QR codes, and synchronize the title of the current bookmark.",
    "ja": "Markoobは、ブラウジング体験に便利さと効率性をもたらすブックマークランチャーまたは新しいタブです。\n\n\n🌟 ブックマークのおすすめ：使用習慣に基づいて必要なブックマークをおすすめします。\n\n🔐 データプライバシー：すべてのデータはお使いのブラウザに保存され、Markoobは個人情報を送信しません。データ漏洩のリスクはありませんので、安心してご利用いただけます。\n\n🚀 クイックメニュー：右クリックのコンテキストメニューで、ブックマークやフォルダの追加、編集、削除、ピン留め、QRコード生成などを素早く行えます。\n\n📐 カスタムレイアウト：慎重に設計された表示レイアウトや機能により、ブックマークを見つけやすくなっています。また、さまざまなレイアウトやテーマを提供しています。\n\n🔧 便利なポップアップ：ブラウザの右上隅に表示され、ブックマークの管理やQRコードの表示、現在のブックマークのタイトルの同期などが簡単に行えます。",
    "zh_CN": "Markoob是一款书签启动器/新标签页，为您的上网体验带来便利和高效。\n\n\n🌟 个性化书签推荐：根据您的使用习惯，为您推荐你需要的书签。\n\n🔐 数据隐私：所有数据都将储存在您的浏览器中，Markoob 不会传输您的个人信息，无需担心数据泄露的风险。\n\n🚀 快速菜单：无论在哪个书签或文件夹中，通过右键菜单，您可以快速打开、添加、编辑、删除、置顶和生成二维码等操作。\n\n📐 高效布局：采用精心设计的排列展示布局及显示特征，让您更轻松地找到所需书签。并且，我们提供多种布局和主题供您选择。\n\n🔧 便捷窗口：在浏览器右上方，您可以方便地管理书签和查看二维码，同时也可以同步当前书签的标题。",
    "zh_TW": "Markoob是一款書籤啟動器/新分頁，為您的上網體驗帶來便利和高效。\n\n\n🌟 個性化書籤推薦：根據您的使用習慣，為您推薦符合需求的書籤。\n\n🔐 資料隱私：所有的資料都會儲存在您的瀏覽器中，Markoob 絕不會傳輸您的個人資訊，無需擔心資料洩漏的風險。\n\n🚀 快速菜單：無論在哪個書籤或資料夾中，透過右鍵菜單，您可以快速打開、新增、編輯、刪除、置頂以及產生二維碼等操作。\n\n📐 高效佈局：採用精心設計的排列展示佈局及顯示特徵，讓您更輕鬆地找到所需書籤。同時，我們提供多種佈局和主題供您選擇。\n\n🔧 便利視窗：在瀏覽器右上方，您可以方便地管理書籤和查看二維碼，同步當前書籤的標題。"
  }
}