{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FC25 Price Pro"
  },
  "short": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hr,kn,lv,ml,mr,ms,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "Never search again: FC25 Price Pro shows you directly market prices of your EA FC25 players!",
    "bg": "Никога повече не търсете: FC25 Price Pro ви показва директно пазарните цени на вашите играчи от EA FC25!",
    "cs": "Už nikdy nehledejte: FC25 Price Pro vám přímo ukáže tržní ceny vašich hráčů EA FC25!",
    "da": "Du skal aldrig søge igen: FC25 Price Pro viser dig direkte markedspriserne på dine EA FC25-spillere!",
    "de": "Nie mehr suchen: FC25 Price Pro zeigt dir direkt Marktpreise deiner EA FC25 Spieler!",
    "el": "Μην ψάξετε ποτέ ξανά: FC25 Price Pro σας δείχνει άμεσα τις τιμές αγοράς των παικτών σας EA FC25!",
    "es": "No vuelvas a buscar: ¡FC25 Price Pro te muestra directamente los precios de mercado de tus jugadores de EA FC25!",
    "et": "Ärge otsige enam kunagi: FC25 Price Pro näitab teile otse teie EA FC25 mängijate turuhindu!",
    "fi": "Älä enää koskaan etsi: FC25 Price Pro näyttää sinulle suoraan EA FC25-pelaajiesi markkinahinnat!",
    "fr": "Ne cherche plus jamais : FC25 Price Pro te montre directement les prix du marché de tes joueurs EA FC25 !",
    "hu": "Soha többé nem kell keresni: FC25 Price Pro közvetlenül megmutatja az EA FC25 játékosok piaci árait!",
    "id": "Tidak perlu mencari lagi: FC25 Price Pro menunjukkan kepada Anda secara langsung harga pasar pemain EA FC25 Anda!",
    "it,lt": "Non cercate più: FC25 Price Pro ti mostra direttamente i prezzi di mercato dei tuoi giocatori EA FC25!",
    "ja": "もう検索する必要はありません： FC25 Price Proは、あなたのEA FC25プレーヤーの市場価格を直接表示します！",
    "ko": "다시는 검색하지 마세요: FC25 Price Pro는 EA FC25 플레이어의 시장 가격을 직접 보여줍니다!",
    "nl": "Nooit meer zoeken: FC25 Price Pro toont je direct de marktprijzen van jouw EA FC25-spelers!",
    "no": "Du trenger aldri å lete igjen: FC25 Price Pro viser deg markedsprisene på dine EA FC25-spillere direkte!",
    "pl": "Nigdy więcej wyszukiwania: FC25 Price Pro pokazuje bezpośrednio ceny rynkowe zawodników EA FC25!",
    "pt_BR": "Nunca mais pesquise: O FC25 Price Pro mostra diretamente os preços de mercado de seus jogadores do EA FC25!",
    "pt_PT": "Nunca mais procure: O FC25 Price Pro mostra-lhe diretamente os preços de mercado dos seus jogadores EA FC25!",
    "ro": "Nu mai căutați niciodată: FC25 Price Pro îți arată direct prețurile de piață ale jucătorilor tăi EA FC25!",
    "ru": "Никогда больше не ищите: FC25 Price Pro показывает вам непосредственно рыночные цены на игроков EA FC25!",
    "sk": "Už nikdy viac nehľadajte: FC25 Price Pro vám priamo ukáže trhové ceny vašich hráčov EA FC25!",
    "sl": "Nikoli več ne iščite: FC25 Price Pro vam neposredno prikazuje tržne cene vaših igralcev EA FC25!",
    "sv": "Sök aldrig mer: FC25 Price Pro visar dig direkt marknadspriserna för dina EA FC25-spelare!",
    "tr": "Bir daha asla arama yapmayın: FC25 Price Pro size EA FC25 oyuncularınızın piyasa fiyatlarını doğrudan gösterir!",
    "uk": "Ніколи більше не шукайте: FC25 Price Pro показує вам прямі ринкові ціни на ваші EA FC25 гравці!"
  },
  "long": {
    "am,ar,bn,ca,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hr,it,kn,lv,ml,mr,ms,nl,sr,sw,ta,te,th,vi,zh_CN,zh_TW": "FC25 Price Pro: The ultimate tool for EA FC24 Ultimate Team players\n\nTired of constantly searching Futbin for the latest market prices? FC25 Price Pro revolutionizes your gaming experience! With this Chrome extension, players' market prices are displayed directly in the EA FC25 webapp.\n\nYour benefits with FC25 Price Pro:\n\nDirect price information: Get up-to-date player market prices directly in the EA FC25 webapp.\n- Time saving: say goodbye to constantly switching between the webapp and Futbin all prices are instantly visible.\n- Fair play: We stand for transparency and fairness. Our extension does not support cheating. You won't find features like sniping with us.\n\nImportant notes:\n\nThis extension is an extension for FUT to avoid the constant search for prices on Futbin.\nPlease note that our extension interferes with EA's website. So far we are not aware of any bans, but use it at your own risk. We do not assume any liability for possible consequences.\nExperience EA FC25 Ultimate Team on a new level with FC25 Price Pro!",
    "bg": "FC25 Price Pro: Най-добрият инструмент за играчите на EA FC25 Ultimate Team\n\nОмръзнало ви е постоянно да търсите във Futbin най-новите пазарни цени? FC25 Price Pro прави революция във вашето игрово преживяване! С това разширение за Chrome пазарните цени на играчите се показват директно в уеб приложението EA FC25.\n\nВашите предимства с FC25 Price Pro:\n\nДиректна информация за цените: Получавате текущите пазарни цени на играчите директно в уеб приложението EA FC25.\n- Пестене на време: Кажете сбогом на постоянното превключване между уеб приложението и Futbin Всички цени се виждат незабавно.\n- Честна игра: Ние сме за прозрачност и справедливост. Нашето разширение не поддържа измами. При нас няма да откриете функции като снайпериране.\n\nВажни бележки:\n\nТова разширение е разширение за FUT, за да се избегне постоянното търсене на цени във Futbin.\nМоля, имайте предвид, че нашето разширение се намесва в работата на уебсайта на ЕА. Досега не ни е известно да има забрани, но използвайте на свой риск. Не поемаме никаква отговорност за евентуални последствия.\nИзживейте EA FC25 Ultimate Team на ново ниво с FC25 Price Pro!",
    "cs": "FC25 Price Pro: Ultimátní nástroj pro hráče EA FC25 Ultimate Team\n\nUž vás nebaví neustále hledat ve Futbinu nejnovější ceny na trhu? FC25 Price Pro přináší revoluci ve vašem hraní! Díky tomuto rozšíření pro Chrome se tržní ceny hráčů zobrazují přímo ve webové aplikaci EA FC25.\n\nVaše výhody s FC25 Price Pro:\n\nPřímé informace o cenách: Aktuální tržní ceny hráčů získáte přímo ve webové aplikaci EA FC25.\n- Úspora času: Rozlučte se s neustálým přepínáním mezi webovou aplikací a Futbinem všechny ceny jsou okamžitě viditelné.\n- Fair play: Jsme zastánci transparentnosti a férovosti. Naše rozšíření nepodporuje podvádění. Funkce jako sniping u nás nenajdete.\n\nDůležité poznámky:\n\nToto rozšíření je rozšířením pro FUT, abyste se vyhnuli neustálému hledání cen na Futbinu.\nUpozorňujeme, že naše rozšíření zasahuje do webových stránek EA. Zatím si nejsme vědomi žádných zákazů, ale používáte ho na vlastní nebezpečí. Za případné následky neneseme žádnou odpovědnost.\nZažijte EA FC25 Ultimate Team na nové úrovni s FC25 Price Pro!",
    "da": "FC25 Price Pro: Det ultimative værktøj til EA FC25 Ultimate Team-spillere\n\nEr du træt af konstant at søge på Futbin efter de seneste markedspriser? FC25 Price Pro revolutionerer din spiloplevelse! Med denne Chrome-udvidelse vises markedspriserne på spillerne direkte i EA FC25-webappen.\n\nDine fordele med FC25 Price Pro:\n\nDirekte prisinformation: Få aktuelle markedspriser på spillere direkte i EA FC25 webapp.\n- Tidsbesparende: Sig farvel til konstant at skifte mellem webapplikationen og Futbin, alle priser er synlige med det samme.\n- Fair play: Vi står for gennemsigtighed og fairness. Vores udvidelse understøtter ikke snyd. Du vil ikke finde funktioner som sniping hos os.\n\nVigtige bemærkninger:\n\nDenne udvidelse er en udvidelse til FUT for at undgå den konstante søgning efter priser på Futbin.\nBemærk venligst, at vores udvidelse forstyrrer EA's hjemmeside. Indtil videre er vi ikke bekendt med nogen forbud, men brug på egen risiko. Vi påtager os intet ansvar for eventuelle konsekvenser.\nOplev EA FC25 Ultimate Team på et nyt niveau med FC25 Price Pro!",
    "de": "FC25 Price Pro: Das ultimative Tool für EA FC25 Ultimate Team Spieler\n\nBist du es leid, ständig auf Futbin nach den aktuellen Marktpreisen zu suchen? FC25 Price Pro revolutioniert deine Spielerfahrung! Mit dieser Chrome Extension werden die Marktpreise der Spieler direkt in der EA FC25 Webapp angezeigt.\n\nDeine Vorteile mit FC25 Price Pro:\n\nDirekte Preisinformationen: Erhalte aktuelle Spielermarktpreise direkt in der EA FC25 Webapp.\n- Zeitersparnis: Verabschiede dich vom ständigen Wechseln zwischen der Webapp und Futbin alle Preise sind sofort sichtbar.\n- Faires Spiel: Wir stehen für Transparenz und Fairness. Unsere Extension unterstützt kein Cheating. Funktionen wie Sniping wirst du bei uns nicht finden.\n\nWichtige Hinweise:\n\nDiese Extension ist eine Erweiterung für FUT, um die ständige Suche nach Preisen auf Futbin zu vermeiden.\nBitte beachte, dass unsere Erweiterung in die Webseite von EA eingreift. Bisher sind uns keine Banns bekannt, aber die Nutzung erfolgt auf eigenes Risiko. Wir übernehmen keine Haftung für mögliche Konsequenzen.\nErlebe EA FC25 Ultimate Team auf einem neuen Level mit FC25 Price Pro!",
    "el": "FC25 Price Pro: Το απόλυτο εργαλείο για τους παίκτες της EA FC25 Ultimate Team\n\nΚουραστήκατε να ψάχνετε συνεχώς στο Futbin για τις τελευταίες τιμές της αγοράς; Το FC25 Price Pro φέρνει επανάσταση στην εμπειρία του παιχνιδιού σας! Με αυτή την επέκταση Chrome Extension οι τιμές αγοράς των παικτών εμφανίζονται απευθείας στην εφαρμογή EA FC25 webapp.\n\nΤα πλεονεκτήματά σας με το FC25 Price Pro:\n\nΆμεση πληροφόρηση για τις τιμές: Λάβετε τις τρέχουσες τιμές αγοράς των παικτών απευθείας στην εφαρμογή EA FC25 webapp.\n- Εξοικονόμηση χρόνου: Αποχαιρετήστε τη συνεχή εναλλαγή μεταξύ της εφαρμογής ιστού και του Futbin όλες οι τιμές είναι άμεσα ορατές.\n- Δίκαιο παιχνίδι: Είμαστε υπέρ της διαφάνειας και της δικαιοσύνης. Η επέκτασή μας δεν υποστηρίζει την εξαπάτηση. Δεν θα βρείτε σε εμάς λειτουργίες όπως το sniping.\n\nΣημαντικές σημειώσεις:\n\nΑυτή η επέκταση είναι μια επέκταση για το FUT για να αποφύγετε τη συνεχή αναζήτηση τιμών στο Futbin.\nΛάβετε υπόψη ότι η επέκτασή μας παρεμβαίνει στην ιστοσελίδα της EA. Μέχρι στιγμής δεν έχουμε λάβει γνώση οποιωνδήποτε απαγορεύσεων, αλλά η χρήση γίνεται με δική σας ευθύνη. Δεν αναλαμβάνουμε καμία ευθύνη για πιθανές συνέπειες.\nΖήστε την εμπειρία EA FC25 Ultimate Team σε ένα νέο επίπεδο με το FC25 Price Pro!",
    "es": "FC25 Price Pro: La herramienta definitiva para los jugadores de EA FC25 Ultimate Team\n\n¿Cansado de buscar constantemente en Futbin los últimos precios del mercado? ¡FC25 Price Pro revoluciona tu experiencia de juego! Con esta extensión de Chrome los precios de mercado de los jugadores se muestran directamente en la webapp de EA FC25.\n\nTus beneficios con FC25 Price Pro:\n\nInformación directa de precios: Obtén los precios de mercado actuales de los jugadores directamente en la webapp de EA FC25.\n- Ahorro de tiempo: di adiós a cambiar constantemente entre la aplicación web y Futbin, todos los precios son visibles al instante.\n- Juego limpio: Defendemos la transparencia y el juego limpio. Nuestra extensión no permite hacer trampas. No encontrarás funciones como sniping con nosotros.\n\nNotas importantes:\n\nEsta extensión es una extensión para FUT para evitar la búsqueda constante de precios en Futbin.\nTenga en cuenta que nuestra extensión interfiere con el sitio web de EA. Hasta el momento no tenemos constancia de ninguna prohibición, pero utilízala bajo tu propia responsabilidad. No aceptamos ninguna responsabilidad por las posibles consecuencias.\n¡Experimenta EA FC25 Ultimate Team a un nuevo nivel con FC25 Price Pro!",
    "et": "FC25 Price Pro: Ülim tööriist EA FC25 Ultimate Team mängijatele\n\nOled väsinud pidevalt Futbinist viimaste turuhindade otsimisest? FC25 Price Pro muudab sinu mängukogemuse revolutsiooniliselt! Selle Chrome'i laiendusega kuvatakse mängijate turuhinnad otse EA FC25 veebirakenduses.\n\nSinu eelised FC25 Price Proga:\n\nOtsene hinnainfo: Saate mängijate praegused turuhinnad otse EA FC25 veebirakenduses.\n- Ajasääst: jätke hüvasti pideva veebirakenduse ja Futbini vahel vahetamisega, kõik hinnad on koheselt nähtavad.\n- Õiglane mäng: Me seisame läbipaistvuse ja õigluse eest. Meie laiendus ei toeta petmist. Meilt ei leia selliseid funktsioone nagu sniping.\n\nOlulised märkused:\n\nSee laiendus on FUT-i laiendus, et vältida Futbinis pidevat hindade otsimist.\nPange tähele, et meie laiendus häirib EA veebilehte. Siiani ei ole me teadlikud keelustustest, kuid kasutage seda omal vastutusel. Me ei võta vastutust võimalike tagajärgede eest.\nKogege EA FC25 Ultimate Team'i uuel tasemel koos FC25 Price Pro'ga!",
    "fi": "FC25 Price Pro: Paras työkalu EA FC25 Ultimate Teamin pelaajille\n\nOletko kyllästynyt etsimään jatkuvasti Futbinista uusimpia markkinahintoja? FC25 Price Pro mullistaa pelikokemuksesi! Tämän Chrome-laajennuksen avulla pelaajien markkinahinnat näkyvät suoraan EA FC25 -verkkosovelluksessa.\n\nEtusi FC25 Price Pro:n avulla:\n\nSuorat hintatiedot: Saat pelaajien ajankohtaiset markkinahinnat suoraan EA FC25 -verkkosovelluksesta.\n- Ajansäästö: sano hyvästit jatkuvalle vaihtamiselle webappin ja Futbin välillä, kaikki hinnat ovat heti näkyvissä.\n- Reilu peli: Edustamme läpinäkyvyyttä ja reiluutta. Laajennuksemme ei tue huijaamista. Et löydä meiltä sniputtamisen kaltaisia toimintoja.\n\nTärkeitä huomautuksia:\n\nTämä laajennus on FUT-laajennus, jolla vältetään jatkuva hintojen etsiminen Futbinista.\nHuomaa, että laajennuksemme häiritsee EA:n verkkosivustoa. Toistaiseksi emme ole tietoisia kielloista, mutta käytä omalla vastuullasi. Emme ota vastuuta mahdollisista seurauksista.\nKoe EA FC25 Ultimate Team uudella tasolla FC25 Price Pro:n avulla!",
    "fr": "FC25 Price Pro : l'outil ultime pour les joueurs d'EA FC25 Ultimate Team.\n\nTu es fatigué de chercher constamment les prix actuels du marché sur Futbin ? FC25 Price Pro révolutionne ton expérience de jeu ! Grâce à cette extension Chrome, les prix du marché des joueurs s'affichent directement dans l'application web EA FC25.\n\nTes avantages avec FC25 Price Pro :\n\nDes informations directes sur les prix : Reçois les prix actuels du marché des joueurs directement dans l'application web EA FC25.\n- Gain de temps : Dis adieu aux changements constants entre l'application web et Futbin, tous les prix sont visibles immédiatement.\n- Un jeu équitable : Nous défendons la transparence et l'équité. Notre extension ne supporte pas la triche. Tu ne trouveras pas chez nous de fonctions telles que le sniping.\n\nRemarques importantes :\n\nCette extension est une extension pour FUT afin d'éviter la recherche constante de prix sur Futbin.\nVeuillez noter que notre extension interfère avec le site web d'EA. Jusqu'à présent, nous n'avons pas connaissance de bannissements, mais l'utilisation se fait à vos propres risques. Nous déclinons toute responsabilité pour les conséquences éventuelles.\nDécouvre EA FC25 Ultimate Team à un nouveau niveau avec FC25 Price Pro !",
    "hu": "FC25 Price Pro: A végső eszköz az EA FC25 Ultimate Team játékosok számára\n\nEleged van abból, hogy állandóan a Futbin keresgélsz a legfrissebb piaci árak után? Az FC25 Price Pro forradalmasítja a játékélményedet! Ezzel a Chrome bővítménnyel a játékosok piaci árai közvetlenül az EA FC25 webappban jelennek meg.\n\nAz FC25 Price Pro előnyei:\n\nKözvetlen árinformáció: Az aktuális játékospiaci árak közvetlenül az EA FC25 webapplikációban.\n- Időmegtakarítás: Mondj búcsút az állandó váltogatásnak a webapp és a Futbin között, minden ár azonnal látható.\n- Tisztességes játék: Az átláthatóság és a tisztességesség mellett állunk ki. Bővítményünk nem támogatja a csalást. Nálunk nem találsz olyan funkciókat, mint a sniping.\n\nFontos megjegyzések:\n\nEz a bővítmény a FUT bővítménye, hogy elkerüljük az állandó árkeresést a Futbin.\nKérjük, vegye figyelembe, hogy a kiterjesztésünk zavarja az EA weboldalát. Eddig nem tudunk tiltásokról, de a használat saját felelősségre történik. Nem vállalunk felelősséget az esetleges következményekért.\nTapasztald meg az EA FC25 Ultimate Team új szintjét az FC25 Price Pro segítségével!",
    "id": "FC25 Price Pro: Alat Utama untuk Pemain Tim Ultimate EA FC25\n\nLelah terus-menerus mencari Futbin untuk mendapatkan harga pasar terbaru? FC25 Price Pro merevolusi pengalaman bermain game Anda! Dengan Ekstensi Chrome ini, harga pasar para pemain ditampilkan langsung di aplikasi web EA FC25.\n\nKeuntungan Anda dengan FC25 Price Pro:\n\nInformasi harga langsung: Dapatkan harga pasar pemain saat ini langsung di aplikasi web EA FC25.\n- Penghematan waktu: ucapkan selamat tinggal untuk terus-menerus beralih antara webapp dan Futbin, semua harga langsung terlihat.\n- Permainan yang adil: Kami mendukung transparansi dan keadilan. Ekstensi kami tidak mendukung kecurangan. Anda tidak akan menemukan fungsi seperti sniping dengan kami.\n\nCatatan penting:\n\nEkstensi ini adalah ekstensi untuk FUT untuk menghindari pencarian harga yang konstan di Futbin.\nHarap dicatat bahwa ekstensi kami mengganggu situs web EA. Sejauh ini kami tidak mengetahui adanya larangan, tetapi gunakanlah dengan risiko Anda sendiri. Kami tidak bertanggung jawab atas konsekuensi yang mungkin terjadi.\nRasakan pengalaman EA FC25 Ultimate Team di level baru dengan FC25 Price Pro!",
    "ja": "FC25 Price Pro: EA FC25 Ultimate Teamプレーヤーのための究極のツール\n\nFutbinで最新の市場価格を検索するのはもううんざりですか？FC25 Price Proはあなたのゲーム体験を一変させます！このChrome拡張機能を使えば、選手の市場価格がEA FC25ウェブアプリに直接表示されます。\n\nFC25 Price Proのメリット\n\nダイレクトな価格情報： EA FC25ウェブアプリで直接、現在のプレーヤーの市場価格を入手できます。\n- 時間の節約：ウェブアプリとFutbinを常に切り替える必要はありません。\n- フェアプレー： 私たちは透明性と公平性を重視しています。私たちのエクステンションは不正行為をサポートしません。スナイピングのような機能はありません。\n\n重要な注意事項\n\nこのエクステンションはFUT用のエクステンションで、Futbinでの価格検索を避けるためのものです。\nこの拡張機能はEAのウェブサイトに干渉することにご注意ください。これまでのところ、私たちは禁止されていることを認識していませんが、ご自身の責任において使用してください。私たちは、起こりうる結果に対していかなる責任も負いません。\nFC25 Price ProでEA FC25 Ultimate Teamを新しいレベルで体験してください！",
    "ko": "FC25 프라이스 프로: EA FC25 얼티밋 팀 플레이어를 위한 최고의 도구\n\n최신 시장 가격을 찾기 위해 Futbin을 계속 검색하는 데 지치셨나요? FC25 프라이스 프로는 게임 경험을 혁신적으로 바꿔줍니다! 이 크롬 확장 프로그램을 사용하면 선수들의 시세가 EA FC25 웹앱에 바로 표시됩니다.\n\nFC25 Price Pro의 혜택은 다음과 같습니다:\n\n직접 가격 정보: EA FC25 웹앱에서 바로 현재 선수 시세를 확인할 수 있습니다.\n- 시간 절약: 웹앱과 풋빈 사이를 계속 전환할 필요 없이 모든 가격을 즉시 확인할 수 있습니다.\n- 공정한 플레이: 우리는 투명성과 공정성을 지지합니다. 저희 확장 프로그램은 부정행위를 지원하지 않습니다. 스나이핑과 같은 기능을 찾을 수 없습니다.\n\n중요 참고사항:\n\n이 확장 프로그램은 Futbin에서 가격을 계속 검색하는 것을 피하기 위한 FUT용 확장 프로그램입니다.\n확장 프로그램은 EA의 웹사이트를 방해한다는 점에 유의하세요. 현재까지는 어떠한 금지 조치도 알지 못하지만, 사용자 책임하에 사용하시기 바랍니다. 당사는 가능한 결과에 대해 어떠한 책임도 지지 않습니다.\nFC25 Price Pro로 새로운 차원의 EA FC25 Ultimate Team을 경험하세요!",
    "lt": "\"FC25 Price Pro\": pagrindinis įrankis \"EA FC25 Ultimate Team\" žaidėjams\n\nPavargote nuolat ieškoti naujausių rinkos kainų \"Futbin\"? FC25 Price Pro iš esmės pakeičia jūsų žaidimo patirtį! Su šiuo \"Chrome\" plėtiniu žaidėjų rinkos kainos rodomos tiesiai EA FC25 interneto programoje.\n\nFC25 Price Pro suteikia jums naudos:\n\nTiesioginė informacija apie kainas: Gaukite dabartines žaidėjų rinkos kainas tiesiogiai EA FC25 interneto programoje.\n- Taupykite laiką: atsisveikinkite su nuolatiniu perjunginėjimu tarp internetinės programos ir Futbin visos kainos matomos iš karto.\n- Sąžiningas žaidimas: Mes pasisakome už skaidrumą ir sąžiningumą. Mūsų plėtinys nepalaiko sukčiavimo. Pas mus nerasite tokių funkcijų, kaip snaiperių rinkimas.\n\nSvarbios pastabos:\n\nŠis plėtinys yra FUT plėtinys, kad nereikėtų nuolat ieškoti kainų Futbine.\nAtkreipkite dėmesį, kad mūsų plėtinys trukdo EA svetainei. Kol kas nežinome apie jokius draudimus, tačiau naudokite savo rizika. Mes neprisiimame jokios atsakomybės už galimas pasekmes.\nPatirkite EA FC25 Ultimate Team naują lygį su FC25 Price Pro!",
    "no": "FC25 Price Pro: Det ultimate verktøyet for EA FC25 Ultimate Team-spillere\n\nEr du lei av å stadig søke på Futbin etter de nyeste markedsprisene? FC25 Price Pro revolusjonerer spillopplevelsen din! Med denne Chrome-utvidelsen vises markedsprisene på spillerne direkte i EA FC25-webappen.\n\nDine fordeler med FC25 Price Pro:\n\nDirekte prisinformasjon: Få de aktuelle markedsprisene for spillerne direkte i EA FC25-webappen.\n- Tidsbesparende: Du slipper å veksle mellom webapplikasjonen og Futbin, og alle priser vises umiddelbart.\n- Fair play: Vi står for åpenhet og rettferdighet. Utvidelsen vår støtter ikke juks. Du vil ikke finne funksjoner som sniping hos oss.\n\nViktige merknader:\n\nDenne utvidelsen er en utvidelse for FUT for å unngå det konstante søket etter priser på Futbin.\nVær oppmerksom på at utvidelsen vår forstyrrer EAs nettsted. Så langt er vi ikke kjent med noen forbud, men bruk på egen risiko. Vi påtar oss ikke noe ansvar for eventuelle konsekvenser.\nOpplev EA FC25 Ultimate Team på et nytt nivå med FC25 Price Pro!",
    "pl": "FC25 Price Pro: Najlepsze narzędzie dla graczy EA FC25 Ultimate Team\n\nMasz dość ciągłego przeszukiwania Futbin w poszukiwaniu najnowszych cen rynkowych? FC25 Price Pro zrewolucjonizuje twoje wrażenia z gry! Dzięki temu rozszerzeniu do Chrome ceny rynkowe zawodników są wyświetlane bezpośrednio w aplikacji internetowej EA FC25.\n\nKorzyści z FC25 Price Pro:\n\nBezpośrednie informacje o cenach: Uzyskaj aktualne ceny rynkowe zawodników bezpośrednio w aplikacji internetowej EA FC25.\n- Oszczędność czasu: pożegnaj się z ciągłym przełączaniem między aplikacją internetową a Futbin, wszystkie ceny są natychmiast widoczne.\n- Fair play: Opowiadamy się za przejrzystością i uczciwością. Nasze rozszerzenie nie wspiera oszukiwania. Nie znajdziesz u nas funkcji takich jak snajperstwo.\n\nWażne uwagi:\n\nTo rozszerzenie jest rozszerzeniem dla FUT, aby uniknąć ciągłego wyszukiwania cen na Futbinie.\nNależy pamiętać, że nasze rozszerzenie koliduje z witryną EA. Jak dotąd nie wiemy o żadnych zakazach, ale używaj na własne ryzyko. Nie ponosimy żadnej odpowiedzialności za ewentualne konsekwencje.\nDoświadcz EA FC25 Ultimate Team na nowym poziomie dzięki FC25 Price Pro!",
    "pt_BR": "FC25 Price Pro: a ferramenta definitiva para os jogadores do EA FC25 Ultimate Team\n\nCansado de pesquisar constantemente no Futbin os preços mais recentes do mercado? O FC25 Price Pro revoluciona sua experiência de jogo! Com essa extensão do Chrome, os preços de mercado dos jogadores são exibidos diretamente no aplicativo da Web do EA FC25.\n\nSeus benefícios com o FC25 Price Pro:\n\nInformações diretas sobre preços: Obtenha os preços de mercado atuais dos jogadores diretamente no aplicativo da Web EA FC25.\n- Economia de tempo: diga adeus à necessidade de alternar constantemente entre o aplicativo da Web e o Futbin, pois todos os preços ficam visíveis instantaneamente.\n- Jogo limpo: Defendemos a transparência e a justiça. Nossa extensão não oferece suporte a trapaças. Você não encontrará funções como sniping conosco.\n\nObservações importantes:\n\nEsta extensão é uma extensão para o FUT para evitar a busca constante de preços no Futbin.\nObserve que nossa extensão interfere no site da EA. Até o momento, não temos conhecimento de nenhuma proibição, mas use por sua própria conta e risco. Não aceitamos qualquer responsabilidade por possíveis consequências.\nExperimente o EA FC25 Ultimate Team em um novo nível com o FC25 Price Pro!",
    "pt_PT": "FC25 Price Pro: A melhor ferramenta para os jogadores do EA FC25 Ultimate Team\n\nCansado de procurar constantemente no Futbin os últimos preços do mercado? FC25 Price Pro revoluciona a tua experiência de jogo! Com esta extensão para o Chrome, os preços de mercado dos jogadores são apresentados diretamente na aplicação web EA FC25.\n\nOs teus benefícios com FC25 Price Pro:\n\nInformação direta sobre os preços: Obtenha os preços de mercado actuais dos jogadores diretamente na aplicação web EA FC25.\n- Poupança de tempo: diga adeus à necessidade de alternar constantemente entre a aplicação web e o Futbin, pois todos os preços são visíveis instantaneamente.\n- Jogo limpo: Defendemos a transparência e a justiça. A nossa extensão não apoia a batota. Não encontrarás funções como sniping connosco.\n\nNotas importantes:\n\nEsta extensão é uma extensão para o FUT para evitar a procura constante de preços no Futbin.\nA nossa extensão interfere com o site da EA. Até ao momento, não temos conhecimento de quaisquer proibições, mas utilize-a por sua conta e risco. Não aceitamos qualquer responsabilidade por eventuais consequências.\nExperimenta o EA FC25 Ultimate Team a um novo nível com o FC25 Price Pro!",
    "ro": "FC25 Price Pro: Instrumentul suprem pentru jucătorii EA FC25 Ultimate Team\n\nTe-ai săturat să cauți în mod constant în Futbin cele mai recente prețuri de pe piață? FC25 Price Pro revoluționează experiența ta de joc! Cu această extensie Chrome Extension, prețurile de piață ale jucătorilor sunt afișate direct în aplicația web EA FC25.\n\nBeneficiile tale cu FC25 Price Pro:\n\nInformații directe despre prețuri: Obțineți prețurile actuale de piață ale jucătorilor direct în aplicația web EA FC25.\n- Economie de timp: spuneți adio la trecerea constantă între webapp și Futbin, toate prețurile sunt vizibile instantaneu.\n- Fair-play: Susținem transparența și corectitudinea. Extensia noastră nu susține trișarea. Nu veți găsi la noi funcții precum sniping.\n\nNote importante:\n\nAceastă extensie este o extensie pentru FUT pentru a evita căutarea constantă a prețurilor pe Futbin.\nVă rugăm să rețineți că extensia noastră interferează cu site-ul web al EA. Până în prezent nu suntem la curent cu interdicții, dar folosiți-o pe propriul risc. Nu ne asumăm nicio răspundere pentru eventualele consecințe.\nExperimentați EA FC25 Ultimate Team la un nou nivel cu FC25 Price Pro!",
    "ru": "FC25 Price Pro: универсальный инструмент для игроков EA FC25 Ultimate Team\n\nНадоело постоянно искать на Futbin актуальные рыночные цены? FC25 Price Pro изменит ваш игровой опыт! С помощью этого расширения для Chrome рыночные цены на игроков отображаются непосредственно в веб-приложении EA FC25.\n\nВаши преимущества с FC25 Price Pro:\n\nПрямая информация о ценах: Получение текущих рыночных цен на игроков непосредственно в веб-приложении EA FC25.\n- Экономия времени: попрощайтесь с постоянным переключением между веб-приложением и Futbin, все цены отображаются мгновенно.\n- Честная игра: Мы выступаем за прозрачность и справедливость. Наше расширение не поддерживает мошенничество. У нас вы не найдете таких функций, как снайпинг.\n\nВажные замечания:\n\nДанное расширение предназначено для FUT, чтобы избежать постоянного поиска цен на Futbin.\nПожалуйста, обратите внимание, что наше расширение вмешивается в работу сайта EA. На данный момент мы не знаем о каких-либо запретах, но используйте его на свой страх и риск. Мы не несем никакой ответственности за возможные последствия.\nИспытайте EA FC25 Ultimate Team на новом уровне с FC25 Price Pro!",
    "sk": "FC25 Price Pro: Najlepší nástroj pre hráčov EA FC25 Ultimate Team\n\nUž vás nebaví neustále vyhľadávať vo Futbine najnovšie ceny na trhu? FC25 Price Pro prináša revolúciu do vášho hrania! Vďaka tomuto rozšíreniu pre Chrome sa trhové ceny hráčov zobrazujú priamo vo webovej aplikácii EA FC25.\n\nVaše výhody s FC25 Price Pro:\n\nPriame informácie o cenách: Získajte aktuálne trhové ceny hráčov priamo vo webovej aplikácii EA FC25.\n- Úspora času: Rozlúčte sa s neustálym prepínaním medzi webovou aplikáciou a Futbinou Všetky ceny sú okamžite viditeľné.\n- Fair play: Sme za transparentnosť a férovosť. Naše rozšírenie nepodporuje podvádzanie. U nás nenájdete funkcie ako sniping.\n\nDôležité poznámky:\n\nToto rozšírenie je rozšírenie pre FUT, aby ste sa vyhli neustálemu vyhľadávaniu cien na Futbine.\nUpozorňujeme, že naše rozšírenie zasahuje do webovej stránky EA. Zatiaľ nevieme o žiadnych zákazoch, ale používajte ho na vlastné riziko. Nenesieme žiadnu zodpovednosť za prípadné následky.\nZažite EA FC25 Ultimate Team na novej úrovni s FC25 Price Pro!",
    "sl": "FC25 Price Pro: vrhunsko orodje za igralce EA FC25 Ultimate Team\n\nSte utrujeni od nenehnega iskanja najnovejših tržnih cen na Futbinu? FC25 Price Pro revolucionira vašo igralno izkušnjo! S to razširitvijo za Chrome so tržne cene igralcev prikazane neposredno v spletni aplikaciji EA FC25.\n\nVaše prednosti s FC25 Price Pro:\n\nNeposredne informacije o cenah: Pridobite trenutne tržne cene igralcev neposredno v spletni aplikaciji EA FC25.\n- Prihranek časa: poslovite se od nenehnega preklapljanja med spletno aplikacijo in Futbinom Vse cene so takoj vidne.\n- Poštena igra: Zagovarjamo preglednost in poštenost. Naša razširitev ne podpira goljufanja. Pri nas ne boste našli funkcij, kot je ostrostrelstvo.\n\nPomembne opombe:\n\nTa razširitev je razširitev za FUT, da se izognete nenehnemu iskanju cen na Futbinu.\nUpoštevajte, da naša razširitev posega v spletno mesto družbe EA. Do zdaj nismo seznanjeni z nobeno prepovedjo, vendar jo uporabljajte na lastno odgovornost. Ne prevzemamo nobene odgovornosti za morebitne posledice.\nDoživite EA FC25 Ultimate Team na novi ravni s FC25 Price Pro!",
    "sv": "FC25 Price Pro: Det ultimata verktyget för spelare i EA FC25 Ultimate Team\n\nTrött på att ständigt söka i Futbin efter de senaste marknadspriserna? FC25 Price Pro revolutionerar din spelupplevelse! Med detta Chrome-tillägg visas marknadspriserna för spelarna direkt i EA FC25 webbapp.\n\nDina fördelar med FC25 Price Pro:\n\nDirekt prisinformation: Få aktuella marknadspriser för spelare direkt i EA FC25:s webbapp.\n- Tidsbesparande: Säg adjö till att ständigt växla mellan webbapplikationen och Futbin alla priser är omedelbart synliga.\n- Rättvist spel: Vi står för transparens och rättvisa. Vårt tillägg stöder inte fusk. Du kommer inte att hitta funktioner som sniping hos oss.\n\nViktiga anmärkningar:\n\nDetta tillägg är ett tillägg för FUT för att undvika den ständiga sökningen efter priser på Futbin.\nObservera att vårt tillägg stör EA:s webbplats. Hittills är vi inte medvetna om några förbud, men använd på egen risk. Vi tar inget ansvar för eventuella konsekvenser.\nUpplev EA FC25 Ultimate Team på en ny nivå med FC25 Price Pro!",
    "tr": "FC25 Price Pro: EA FC25 Ultimate Team Oyuncuları için Nihai Araç\n\nEn son piyasa fiyatları için sürekli Futbin'de arama yapmaktan bıktınız mı? FC25 Price Pro oyun deneyiminizde devrim yaratıyor! Bu Chrome Uzantısı ile oyuncuların piyasa fiyatları doğrudan EA FC25 web uygulamasında görüntülenir.\n\nFC25 Price Pro ile avantajlarınız:\n\nDoğrudan fiyat bilgisi: Güncel oyuncu piyasa fiyatlarını doğrudan EA FC25 web uygulamasından alın.\n- Zaman tasarrufu: Web uygulaması ve Futbin arasında sürekli geçiş yapmaya elveda deyin, tüm fiyatlar anında görülebilir.\n- Adil oyun: Şeffaflık ve adaletten yanayız. Eklentimiz hile yapmayı desteklemez. Bizde sniping gibi işlevler bulamazsınız.\n\nÖnemli notlar:\n\nBu uzantı, Futbin'de sürekli fiyat aramaktan kaçınmak için FUT için bir uzantıdır.\nLütfen uzantımızın EA'nın web sitesine müdahale ettiğini unutmayın. Şimdiye kadar herhangi bir yasaktan haberdar değiliz, ancak riski size ait olmak üzere kullanın. Olası sonuçlar için herhangi bir sorumluluk kabul etmiyoruz.\nFC25 Price Pro ile EA FC25 Ultimate Team deneyimini yeni bir seviyede yaşayın!",
    "uk": "FC25 Price Pro: найкращий інструмент для гравців EA FC25 Ultimate Team\n\nНабридло постійно шукати в Futbin останні ринкові ціни? FC25 Price Pro революціонізує ваш ігровий досвід! З цим розширенням для Chrome ринкові ціни гравців відображаються безпосередньо у веб-додатку EA FC25.\n\nВаші переваги з FC25 Price Pro:\n\nПряма інформація про ціни: Отримуйте поточні ринкові ціни на гравців безпосередньо у веб-додатку EA FC25.\n- Економія часу: попрощайтеся з постійним перемиканням між веб-додатком і Futbin, всі ціни миттєво відображаються.\n- Чесна гра: Ми виступаємо за прозорість і чесність. Наше розширення не підтримує шахрайство. У нас ви не знайдете таких функцій, як снайпінг.\n\nВажливі примітки:\n\nЦе розширення є розширенням для FUT, щоб уникнути постійного пошуку цін на Futbin.\nЗверніть увагу, що наше розширення втручається в роботу веб-сайту EA. Наразі нам не відомо про будь-які заборони, але використовуйте його на свій страх і ризик. Ми не несемо жодної відповідальності за можливі наслідки.\nВипробуйте EA FC25 Ultimate Team на новому рівні з FC25 Price Pro!"
  }
}