{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks Quick Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search bookmarks quickly and easily, with a search popup, which can be opened by a click on the extension logo (or by cmd+E/ctrl+W)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whenever you get too many bookmarks and folders it's becoming really annoying to find the one you're looking for. That's why I made this extension - to make it simple!\n\nNow you can simply click the logo of the extension (after installed), and start typing until you find your bookmark and click it. This is also available by a shortcut - cmd+E (Mac)/ctrl+W (Windows/Linux).\n\nAlthough there are other similar extensions out there, I couldn't find at the time anyone that searches according to the folder(s) name as well. Likewise, all extensions I found, search by URL as well, which I find faulty. So they search by name and URL, while I search by name and folder(s) name.\n\nAnd on top of that I added some cool features I found really helpful:\n- Search by multiple words or partial words separated by spaces.\n- When there are no results the search algorithm collapses and starts searching by letters instead of words, a search which easily overcomes typos.\n- For every bookmark, a dedicated (technical) shortcut is calculated (and shown to the right of the every result), with the shortest length possible, and also by a priority which is based on how close are the keyboard keys to each other. Type a shortcut to get its bookmark as the first result on the search, so you can then simply press enter to open it. If you want to checkout alternative suggested shortcuts - click it. It will reveal a list of alternative suggestions you might prefer.\n\nThe suggested shortcut to show the search popup is cmd+E (Mac)/ctrl+W (Windows).\nIf you're having issues with this shortcut, please try reinstalling the extension.\nIf you want to change the shortcut, go to chrome://extensions/shortcuts and set a shortcut for \"Bookmarks Quick Search\".\n\nTip: \nTo make the search faster - make sure the extension is pinned to show always on the top menu-bar.\n\nEnjoy :)\n\n#0.0.8: \n- Fix google autocomplete here and there appearance on the search box.\n- Support JS-Script bookmarks as well.\n\n#0.0.9:\n- Fix slow load of icons - now it's instant.\n\n#0.0.10\n- Highlight query in results.\n\n#0.0.11\n- Allow more animation frames for a smoother look and feel.\n\n#0.0.12\n- Fix chrome's shortcut.\n\n#0.0.13\n- Query match highlighting is brown (was magenta)\n- Remove support of bookmarklets (due to chrome restrictions)\n- Full code refactor to allow better maintenance in the future\n\n#0.0.14\n- Improve performance\n\n#0.0.15\n- New feature - Multi Shortcuts List - If you want to explore alternative suggested shortcuts - click any suggested shortcut. It will reveal a list of alternative suggestions you might prefer.\n- Fix small UI issues\n\n#0.0.16\n- Fix a bug when sometimes there's no highlighted bookmark at all\n- Improve load time"
  }
}