{
  "name": {
    "ar": "eLang: تعلم اللغات مع Netflix وYouTube",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,th": "Learn languages with Netflix & YouTube",
    "de": "eLang: Sprachen lernen mit Netflix & YouTube",
    "es": "eLang: Aprende idiomas con Netflix y YouTube",
    "fr": "eLang: Apprendre des langues - Netflix, YouTube",
    "hi": "eLang: Netflix और YouTube के साथ भाषाएँ सीखें",
    "it": "eLang: impara le lingue con Netflix e YouTube",
    "ja": "eLang： NetflixとYouTubeで語学学習",
    "ko": "eLang: 넷플릭스 및 YouTube로 언어 학습",
    "pl": "eLang: Ucz się języków z Netflix i YouTube",
    "pt_BR,pt_PT": "eLang: Aprenda idiomas com Netflix e YouTube",
    "ru": "eLang: Учи языки по фильмам, Netflix, YouTube",
    "sv": "eLang: Lär dig språk med Netflix och YouTube",
    "tr": "eLang: Netflix ve YouTube ile dil öğrenin",
    "uk": "eLang: Вивчайте мови з Netflix та YouTube",
    "vi": "eLang: Học ngôn ngữ với Netflix và YouTube",
    "zh_CN": "eLang：学习语言并翻译单词、短语、视频、字幕和网站",
    "zh_TW": "eLang：學習語言並翻譯單詞、短語、視頻、字幕和網站"
  },
  "short": {
    "ar": "تعلم اللغات من الأفلام و Netflix و YouTube. ملحق eLang - ترجمات مزدوجة وقواميس مخصصة وغير ذلك الكثير.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,th": "Language learning with Netflix, YouTube, Coursera. eLang smart extension - dual subtitles, personal vocabulary & more",
    "de": "Lernen Sie Sprachen aus Filmen, Netflix, YouTube. eLang Extension - doppelte Untertitel, personalisiertes Wörterbuch und mehr",
    "es": "Aprendizaje de idiomas con Netflix, YouTube. Extensión inteligente de eLang: subtítulos duales, vocabulario personal y mucho más",
    "fr": "Apprentissage des langues avec Netflix, YouTube. Extension intelligente eLang - double sous-titres, vocabulaire personnel et plus",
    "hi": "फिल्मों, नेटफ्लिक्स, यूट्यूब से भाषाएं सीखें। eLang एक्सटेंशन - डबल उपशीर्षक, व्यक्तिगत शब्दकोश और भी बहुत कुछ",
    "it": "Apprendimento delle lingue con Netflix, YouTube, Coursera. Estensione eLang: doppi sottotitoli, vocabolario personale e molto altro",
    "ja": "映画、Netflix、YouTubeから言語を学ぶ。eLang Extension - ダブル字幕、パーソナライズ辞書など",
    "ko": "영화, 넷플릭스, 유튜브에서 언어를 배우세요. 이중 자막, 사용자 지정 사전 등 eLang 확장 기능",
    "pl": "Ucz się języków z filmów, Netflix, YouTube. Rozszerzenie eLang - podwójne napisy, spersonalizowany słownik i nie tylko",
    "pt_BR": "Aprenda idiomas com filmes, Netflix e YouTube. eLang Extension - legendas duplas, dicionário personalizado e muito mais",
    "pt_PT": "Aprender línguas a partir de filmes, Netflix, YouTube. eLang Extension - legendas duplas, dicionário personalizado e muito mais",
    "ru": "Учите языки по фильмам, Нетфликс, Ютуб. Расширение eLang - двойные субтитры, персональный словарь и многое другое",
    "sv": "Lär dig språk från filmer, Netflix och YouTube. eLang Extension - dubbla undertexter, personlig ordbok och mycket mer",
    "tr": "Netflix, YouTube, Coursera ile dil öğrenimi. Akıllı eLang uzantısı: çift altyazı, kişisel kelime bilgisi ve çok daha fazlası",
    "uk": "Вивчайте мови за фільмами, Нетфлікс, Ютуб. Розширення eLang - подвійні субтитри, персональний словник і багато іншого",
    "vi": "Học ngôn ngữ với Netflix, YouTube, Coursera. Tiện ích mở rộng eLang thông minh: phụ đề kép, từ vựng cá nhân và hơn thế nữa",
    "zh_CN": "通过 Netflix 和 YouTube 学习语言。 智能eLang扩展：双字幕、个人词典等",
    "zh_TW": "通過 Netflix 和 YouTube 學習語言。智能eLang擴展：雙字幕、個人詞典等"
  },
  "long": {
    "ar": "مترجم النصوص والترجمات الذكية. ترجمة أي لغة بنقرة واحدة باستخدام eLang Extension. شاهد مقاطع فيديو YouTube وسلسلة Netflix ودروس Coursera في الأصل.\n\n★ ترجم في 1 انقر فوق النصوص والترجمات على Netflix و YouTube و Coursera\n★ معلومات مفصلة عن الكلمة المترجمة: المرادفات والنطق\n★ SMART SUBTITLES لـ YouTube و Netflix و Coursera بلغتين\n★ تنقل بشكل ملائم عبر مقاطع الفيديو باستخدام \"تكرار\" و \"تكرار بطيء\" للعبارات ، والبحث من خلال الترجمة\n★ قائمة بجميع الترجمات مع الرموز الزمنية\n★ أضف كلمات جديدة مع الترجمة والسياق إلى المفردات الخاصة بك\n★ العب وتمرن على كلماتك المحفوظة على سطح المكتب والجوال\n★ 102 لغة متاحة\n\neLang Extension هي أداة ترجمة ذكية لمتصفحك. إنه يعمل بشكل جيد مع كل من النصوص ومقاطع الفيديو ، مما يجعله مساعدًا أساسيًا لأغراض العمل وتعلم اللغة.\n\nكما يمكنك تدريب الكلمات التي تترجمها في تطبيقنا الجديد للهاتف المحمول. إنه مجاني لنظامي iOS و Android:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details؟id=com.englishingames.easy5\n\nقم بتثبيت الامتداد الخاص بنا وترجمة المحتوى الأجنبي بشكل أسرع!\n\n*** من فريق eLang ***\nhttps://elang.app/games\nاقض وقتك بحكمة مع ألعابنا المحمولة. نحن نقدم تطبيقات لكل موضوع من مواضيع اللغة الإنجليزية: الأفعال الشاذة ، أشباه الجمل الفعلية ، حروف الجر ، المفردات ، وغيرها الكثير. العب بالكلمات الإنجليزية ، وحسّن قدرتك على الفهم ، وارفع مستواك في اللغة الإنجليزية!\n\nhttps://elang.app/elangtv\neLang-TV - خدمة عبر الإنترنت لتعلم اللغة الإنجليزية باستخدام مقاطع الفيديو المفضلة لديك على هاتفك المحمول. ترجمة كلمات وعبارات غير معروفة أثناء التنقل!",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,ta,te,th": "Smart text and subtitles translator. Translate any language in one click with eLang Extension. Watch YouTube videos, Netflix series, and Coursera classes in original.\n\n★ TRANSLATE IN 1 CLICK texts and subtitles on Netflix, YouTube, Coursera\n★ DETAILED INFO about the translated word: synonyms, pronunciation\n★ SMART SUBTITLES for YouTube, Netflix, Coursera in 2 languages\n★ CONVENIENTLY NAVIGATE through videos with ‘repeat’ and ‘slow repeat’ of phrases, search through subtitles\n★ LIST of all subtitles with timecodes\n★ ADD NEW WORDS with translation and context to your vocabulary\n★ PLAY & EXERCISE your saved words on desktop and mobile\n★ 102 LANGUAGES Available\n\neLang Extension is a smart translation tool for your browser. It works well both with text and videos, making it an essential assistant for work and language learning purposes.\n\nAlso you can train the words you translate in our new mobile app. It is free for iOS and Android:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nInstall our extension and translate foreign content much faster! \n\n*** From eLang team ***\nhttps://elang.app/games \nSpend your time wisely with our mobile games. We offer apps for every topic of English: irregular verbs, phrasal verbs, prepositions, vocabulary, and many more. Play with English words, improve your comprehension, and raise your English language level!\n\nhttps://elang.app/elangtv \neLang-TV - online service for learning English with your favorite videos on your mobile. Translate unknown words and phrases on the go!",
    "de": "Intelligenter Text- und Untertitelübersetzer. Übersetzen Sie jede Sprache mit einem Klick mit eLang Extension. Sehen Sie sich YouTube-Videos, Netflix-Serien und Coursera-Kurse im Original an.\n\n★ ÜBERSETZEN SIE IN 1 KLICK Texte und Untertitel auf Netflix, YouTube, Coursera\n★ DETAILLIERTE INFOS zum übersetzten Wort: Synonyme, Aussprache\n★ SMARTE UNTERTITEL für YouTube, Netflix, Coursera in 2 Sprachen\n★ NAVIGIEREN SIE BEQUEM durch Videos mit „Wiederholung“ und „langsamer Wiederholung“ von Sätzen, durchsuchen Sie Untertitel\n★ LISTE aller Untertitel mit Timecodes\n★ Füge neue Wörter mit Übersetzung und Kontext zu deinem Vokabular hinzu\n★ SPIELE & ÜBE deine gespeicherten Wörter auf Desktop und Handy\n★ 102 SPRACHEN verfügbar\n\neLang Extension ist ein intelligentes Übersetzungstool für Ihren Browser. Es funktioniert sowohl mit Text als auch mit Videos gut, was es zu einem unverzichtbaren Assistenten für Arbeits- und Sprachlernzwecke macht.\n\nAußerdem können Sie die Wörter, die Sie übersetzen, in unserer neuen mobilen App trainieren. Es ist kostenlos für iOS und Android:\nApp Store – https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market – https://play.google.com/store/apps/details?id=com.englishgames.easy5\n\nInstallieren Sie unsere Erweiterung und übersetzen Sie fremde Inhalte viel schneller!\n\n*** Vom eLang-Team ***\nhttps://elang.app/games\nVerbringen Sie Ihre Zeit sinnvoll mit unseren Handyspielen. Wir bieten Apps für alle Themen des Englischen: unregelmäßige Verben, Phrasal Verbs, Präpositionen, Vokabeln und vieles mehr. Spielen Sie mit englischen Wörtern, verbessern Sie Ihr Verständnis und erhöhen Sie Ihr Englisch-Sprachniveau!\n\nhttps://elang.app/elangtv\neLang-TV - Online-Service zum Englischlernen mit Ihren Lieblingsvideos auf Ihrem Handy. Übersetzen Sie unterwegs unbekannte Wörter und Sätze!",
    "es": "Traductor inteligente de texto y subtítulos. Traduce cualquier idioma con un solo clic con eLang Extension. Mira videos de YouTube, series de Netflix y clases de Coursera en original.\n\n★ TRADUCIR EN 1 CLIC textos y subtítulos en Netflix, YouTube, Coursera\n★ INFORMACIÓN DETALLADA sobre la palabra traducida: sinónimos, pronunciación\n★ SUBTÍTULOS INTELIGENTES para YouTube, Netflix, Coursera en 2 idiomas\n★ NAVEGAR CONVENIENTEMENTE a través de videos con \"repetición\" y \"repetición lenta\" de frases, búsqueda a través de subtítulos\n★ LISTA de todos los subtítulos con códigos de tiempo\n★ AÑADE NUEVAS PALABRAS con traducción y contexto a tu vocabulario\n★ JUEGA Y EJERCITAR tus palabras guardadas en el escritorio y el móvil\n★ 102 IDIOMAS disponibles\n\neLang Extension es una herramienta de traducción inteligente para su navegador. Funciona bien tanto con texto como con videos, lo que lo convierte en un asistente esencial para el trabajo y el aprendizaje de idiomas.\n\nTambién puedes entrenar las palabras que traduces en nuestra nueva aplicación móvil. Es gratis para iOS y Android:\nApp Store: https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market: https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\n¡Instala nuestra extensión y traduce contenido extranjero mucho más rápido!\n\n*** Del equipo de eLang ***\nhttps://elang.app/juegos\nDedique su tiempo sabiamente con nuestros juegos móviles. Ofrecemos aplicaciones para todos los temas de inglés: verbos irregulares, verbos frasales, preposiciones, vocabulario y muchos más. ¡Juega con palabras en inglés, mejora tu comprensión y eleva tu nivel de inglés!\n\nhttps://elang.app/elangtv\neLang-TV: servicio en línea para aprender inglés con tus videos favoritos en tu móvil. ¡Traduce palabras y frases desconocidas sobre la marcha!",
    "fr": "Traducteur intelligent de texte et de sous-titres. Traduisez n'importe quelle langue en un clic avec eLang Extension. Regardez des vidéos YouTube, des séries Netflix et des cours Coursera en version originale.\n\n★ TRADUISEZ EN 1 CLIC les textes et sous-titres sur Netflix, YouTube, Coursera\n★ INFORMATIONS DÉTAILLÉES sur le mot traduit : synonymes, prononciation\n★ SOUS-TITRES INTELLIGENTS pour YouTube, Netflix, Coursera en 2 langues\n★ NAVIGUEZ FACILEMENT dans les vidéos avec la « répétition » et la « répétition lente » des phrases, recherchez dans les sous-titres\n★ LISTE de tous les sous-titres avec timecodes\n★ AJOUTER DE NOUVEAUX MOTS avec traduction et contexte à votre vocabulaire\n★ JOUEZ ET EXERCEZ vos mots enregistrés sur ordinateur et mobile\n★ 102 LANGUES disponibles\n\neLang Extension est un outil de traduction intelligent pour votre navigateur. Il fonctionne bien avec du texte et des vidéos, ce qui en fait un assistant essentiel pour le travail et l'apprentissage des langues.\n\nVous pouvez également entraîner les mots que vous traduisez dans notre nouvelle application mobile. C'est gratuit pour iOS et Android :\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nInstallez notre extension et traduisez le contenu étranger beaucoup plus rapidement !\n\n*** De l'équipe eLang ***\nhttps://elang.app/games\nPassez votre temps à bon escient avec nos jeux mobiles. Nous proposons des applications pour tous les sujets d'anglais : verbes irréguliers, verbes à particule, prépositions, vocabulaire et bien d'autres. Jouez avec des mots anglais, améliorez votre compréhension et augmentez votre niveau d'anglais !\n\nhttps://elang.app/elangtv\neLang-TV - service en ligne pour apprendre l'anglais avec vos vidéos préférées sur votre mobile. Traduisez des mots et des phrases inconnus où que vous soyez !",
    "it": "Traduttore intelligente di testi e sottotitoli. Traduci qualsiasi lingua in un clic con l'estensione eLang. Guarda i video di YouTube, le serie Netflix e le lezioni di Coursera in originale.\n\n★ TRADURRE IN 1 CLICK testi e sottotitoli su Netflix, YouTube, Coursera\n★ INFORMAZIONI DETTAGLIATE sulla parola tradotta: sinonimi, pronuncia\n★ SOTTOTITOLI INTELLIGENTI per YouTube, Netflix, Coursera in 2 lingue\n★ NAVIGA CONVENIENTE attraverso i video con \"ripetizione\" e \"ripetizione lenta\" di frasi, cerca tra i sottotitoli\n★ ELENCO di tutti i sottotitoli con timecode\n★ AGGIUNGI NUOVE PAROLE con traduzione e contesto al tuo vocabolario\n★ GIOCA ED ESERCITA le tue parole salvate su desktop e dispositivi mobili\n★ 102 LINGUE disponibili\n\neLang Extension è uno strumento di traduzione intelligente per il tuo browser. Funziona bene sia con il testo che con i video, rendendolo un assistente essenziale per il lavoro e l'apprendimento delle lingue.\n\nInoltre puoi addestrare le parole che traduci nella nostra nuova app mobile. È gratuito per iOS e Android:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nInstalla la nostra estensione e traduci i contenuti stranieri molto più velocemente!\n\n*** Dal team eLang ***\nhttps://elang.app/games\nTrascorri saggiamente il tuo tempo con i nostri giochi per dispositivi mobili. Offriamo app per ogni argomento di inglese: verbi irregolari, verbi frasali, preposizioni, vocabolario e molti altri. Gioca con le parole inglesi, migliora la tua comprensione e aumenta il tuo livello di lingua inglese!\n\nhttps://elang.app/elangtv\neLang-TV - servizio online per imparare l'inglese con i tuoi video preferiti sul tuo telefonino. Traduci parole e frasi sconosciute ovunque ti trovi!",
    "ja": "スマートなテキストと字幕の翻訳者。 eLang 拡張機能を使用すると、ワンクリックで任意の言語を翻訳できます。 YouTube 動画、Netflix シリーズ、Coursera クラスをオリジナルで視聴できます。\n\n★ Netflix、YouTube、Coursera のテキストと字幕をワンクリックで翻訳\n★ 翻訳された単語に関する詳細な情報: 同義語、発音\n★ YouTube、Netflix、Coursera のスマート字幕 (2 か国語)\n★ フレーズの「リピート」と「スロー リピート」を使用してビデオを便利にナビゲートし、字幕を検索します\n★ タイムコード付きのすべての字幕のリスト\n★翻訳とコンテキストを含む新しい単語を語彙に追加します\n★ デスクトップとモバイルで保存した単語を再生して実行\n★ 102の言語が利用可能\n\neLang Extension は、ブラウザ用のスマートな翻訳ツールです。 テキストとビデオの両方でうまく機能し、仕事や言語学習の目的に不可欠なアシスタントになります。\n\nまた、新しいモバイル アプリで翻訳した単語をトレーニングすることもできます。 iOS と Android では無料です。\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay マーケット - https://play.google.com/store/apps/details?id=com.englishinggames.easy5\n\n拡張機能をインストールして、外国のコンテンツをより速く翻訳しましょう!\n\n*** eLang チームより ***\nhttps://elang.app/games\nモバイルゲームで時間を賢く過ごしましょう。 不規則動詞、句動詞、前置詞、語彙など、英語のあらゆるトピックのアプリを提供しています。 英単語で遊んで、理解力を高め、英語のレベルを上げましょう！\n\nhttps://elang.app/elangtv\neLang-TV - モバイルでお気に入りのビデオを使って英語を学習するためのオンライン サービス。 知らない単語やフレーズを外出先で翻訳！",
    "ko": "스마트 텍스트 및 자막 번역기. eLang Extension을 사용하여 한 번의 클릭으로 모든 언어를 번역하십시오. YouTube 동영상, Netflix 시리즈 및 Coursera 수업을 원본으로 시청하세요.\n\n★ Netflix, YouTube, Coursera에서 클릭 한 번으로 텍스트 및 자막 번역\n★ 번역된 단어에 대한 자세한 정보: 동의어, 발음\n★ 2개 언어로 제공되는 YouTube, Netflix, Coursera용 스마트 자막\n★ '반복' 및 '느린 반복' 구문으로 동영상을 편리하게 탐색하고 자막을 통해 검색\n★ 시간 코드가 있는 모든 자막 목록\n★ 당신의 어휘에 대한 번역과 문맥으로 새로운 단어를 추가하세요\n★ 데스크탑과 모바일에서 저장된 단어를 플레이하고 운동하세요\n★ 102개 언어 사용 가능\n\neLang Extension은 브라우저용 스마트 번역 도구입니다. 텍스트와 비디오 모두 잘 작동하므로 업무 및 언어 학습 목적에 필수적인 도우미입니다.\n\n또한 새로운 모바일 앱에서 번역하는 단어를 훈련할 수 있습니다. iOS 및 Android에서는 무료입니다.\n앱 스토어 - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay 마켓 - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\n확장 기능을 설치하고 외국 콘텐츠를 훨씬 빠르게 번역하세요!\n\n*** eLang 팀에서 ***\nhttps://elang.app/games\n모바일 게임으로 현명하게 시간을 보내십시오. 불규칙 동사, 구동사, 전치사, 어휘 등 영어의 모든 주제에 대한 앱을 제공합니다. 영어 단어를 가지고 놀고, 이해력을 향상시키고, 영어 수준을 높이세요!\n\nhttps://elang.app/elangtv\neLang-TV - 모바일에서 좋아하는 비디오로 영어를 배우는 온라인 서비스입니다. 이동 중에 모르는 단어와 구문을 번역하세요!",
    "pl": "Inteligentny tłumacz tekstu i napisów. Przetłumacz dowolny język jednym kliknięciem dzięki rozszerzeniu eLang. Oglądaj filmy z YouTube, seriale Netflix i zajęcia Coursera w oryginale.\n\n★ TŁUMACZ JEDNYM KLIKNIĘCIEM teksty i napisy na Netflix, YouTube, Coursera\n★ SZCZEGÓŁOWE INFORMACJE o przetłumaczonym słowie: synonimy, wymowa\n★ INTELIGENTNE NAPISY do YouTube, Netflix, Coursera w 2 językach\n★ WYGODNIE PRZEGLĄDAJ filmy z „powtórzeniem” i „powolnym powtarzaniem” fraz, przeszukuj napisy\n★ LISTA wszystkich napisów z kodami czasowymi\n★ DODAJ NOWE SŁOWA z tłumaczeniem i kontekstem do swojego słownictwa\n★ GRAJ I ĆWICZ swoje zapisane słowa na komputerze stacjonarnym i telefonie komórkowym\n★ 102 JĘZYKI Dostępne\n\neLang Extension to inteligentne narzędzie do tłumaczenia dla Twojej przeglądarki. Działa dobrze zarówno z tekstem, jak i filmami, dzięki czemu jest niezbędnym pomocnikiem w pracy i nauce języków.\n\nMożesz także trenować słowa, które tłumaczysz, w naszej nowej aplikacji mobilnej. Jest bezpłatny dla iOS i Androida:\nApp Store — https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market – https://play.google.com/store/apps/details?id=com.englischingames.easy5\n\nZainstaluj nasze rozszerzenie i tłumacz zagraniczne treści znacznie szybciej!\n\n*** Od zespołu eLang ***\nhttps://elang.app/games\nSpędź mądrze czas dzięki naszym grom mobilnym. Oferujemy aplikacje na każdy temat języka angielskiego: czasowniki nieregularne, czasowniki frazowe, przyimki, słownictwo i wiele innych. Baw się angielskimi słowami, popraw swoje rozumienie i podnieś swój poziom języka angielskiego!\n\nhttps://elang.app/elangtv\neLang-TV - serwis internetowy do nauki języka angielskiego z Twoimi ulubionymi filmami w telefonie komórkowym. Tłumacz nieznane słowa i wyrażenia w podróży!",
    "pt_BR,pt_PT": "Tradutor inteligente de texto e legendas. Traduza qualquer idioma com um clique com a extensão eLang. Assista a vídeos do YouTube, séries da Netflix e aulas do Coursera no original.\n\n★ TRADUZIR EM 1 CLIQUE textos e legendas no Netflix, YouTube, Coursera\n★ INFORMAÇÕES DETALHADAS sobre a palavra traduzida: sinônimos, pronúncia\n★ LEGENDAS INTELIGENTES para YouTube, Netflix, Coursera em 2 idiomas\n★ NAVEGUE CONVENIENTEMENTE pelos vídeos com 'repetição' e 'repetição lenta' de frases, pesquisa nas legendas\n★ LISTA de todas as legendas com timecodes\n★ ADICIONE NOVAS PALAVRAS com tradução e contexto ao seu vocabulário\n★ JOGUE E EXERCITE suas palavras salvas no computador e no celular\n★ 102 IDIOMAS Disponíveis\n\neLang Extension é uma ferramenta de tradução inteligente para o seu navegador. Funciona bem com texto e vídeos, tornando-se um assistente essencial para fins de trabalho e aprendizado de idiomas.\n\nAlém disso, você pode treinar as palavras que traduz em nosso novo aplicativo móvel. É gratuito para iOS e Android:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nInstale nossa extensão e traduza conteúdo estrangeiro muito mais rápido!\n\n*** Da equipe eLang ***\nhttps://elang.app/games\nGaste seu tempo com sabedoria com nossos jogos para celular. Oferecemos aplicativos para todos os tópicos do inglês: verbos irregulares, phrasal verbs, preposições, vocabulário e muito mais. Brinque com palavras em inglês, melhore sua compreensão e aumente seu nível de inglês!\n\nhttps://elang.app/elangtv\neLang-TV - serviço online para aprender inglês com seus vídeos favoritos no seu celular. Traduza palavras e frases desconhecidas em qualquer lugar!",
    "ru": "Умный переводчик текста и субтитров. Переводите любой язык в один клик с расширением eLang. Смотрите видео на YouTube, сериалы Netflix и уроки Coursera в оригинале.\n\n★ ПЕРЕВОДИТЕ В 1 КЛИК тексты и субтитры на Netflix, YouTube, Coursera\n★ ПОДРОБНАЯ ИНФОРМАЦИЯ о переведенном слове: синонимы, произношение\n★ УМНЫЕ СУБТИТРЫ для YouTube, Netflix, Coursera на 2 языках\n★ УДОБНО ПЕРЕХОДИТЬ по видео с «повтором» и «медленным повтором» фраз, поиском по субтитрам\n★ СПИСОК всех субтитров с таймкодами\n★ ДОБАВЛЯЙТЕ НОВЫЕ СЛОВА с переводом и контекстом в Личный словарь\n★ ИГРАЙТЕ И ТРЕНИРУЙТЕ сохраненные слова на ПК и мобильном\n★ ПОДДЕРЖКА 102 ЯЗЫКОВ для перевода\n\nРасширение eLang — умный инструмент-переводчик для вашего браузера. Он хорошо работает как с текстом, так и с видео, что делает его незаменимым помощником для работы и изучения языка.\n\nТакже вы можете тренировать слова, которые переводите, в нашем новом мобильном приложении. Это бесплатно для iOS и Android:\nApp Store — https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nУстановите наше расширение и переводите иностранный контент намного быстрее!\n\n*** От команды eLang ***\nhttps://elang.app/games\nПроводите время с умом в наших мобильных играх. Мы предлагаем приложения для каждой темы английского языка: неправильные глаголы, фразовые глаголы, предлоги, словарный запас и многое другое. Играйте с английскими словами, улучшайте свое понимание и повышайте свой уровень владения английским языком!\n\nhttps://elang.app/elangtv\neLang-TV - онлайн-сервис для изучения английского языка с любимыми видео на вашем мобильном телефоне. Переводите незнакомые слова и фразы на ходу!",
    "tr": "Akıllı metin ve altyazı çevirmeni. eLang Extension ile herhangi bir dili tek tıklamayla çevirin. YouTube videolarını, Netflix dizilerini ve Coursera derslerini orijinal haliyle izleyin.\n\n★ Netflix, YouTube ve Coursera'daki metinleri ve altyazıları 1 TIKLAMADA ÇEVİRİN\n★ Çevrilen kelime hakkında AYRINTILI BİLGİ: eşanlamlılar, telaffuz\n★ YouTube, Netflix ve Coursera için 2 dilde AKILLI ALT YAZILAR\n★ Cümlelerin 'tekrar' ve 'yavaş tekrar' içeren videolar arasında UYGUN BİR ŞEKİLDE GEZİNİN, altyazılarda arama yapın\n★ Zaman kodlu tüm altyazıların LİSTESİ\n★ Kelime dağarcığınıza çeviri ve bağlamla birlikte YENİ KELİMELER EKLEYİN\n★ Kayıtlı kelimelerinizi masaüstünde ve mobilde OYNAYIN VE ÇALIŞTIRIN\n★ 102 DİL Mevcut\n\neLang Extension, tarayıcınız için akıllı bir çeviri aracıdır. Hem metin hem de videolarla iyi çalışır, bu da onu iş ve dil öğrenme amaçları için vazgeçilmez bir yardımcı yapar.\n\nAyrıca yeni mobil uygulamamızda çevirdiğiniz kelimeleri de eğitebilirsiniz. iOS ve Android için ücretsizdir:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishinggames.easy5\n\nUzantımızı yükleyin ve yabancı içeriği çok daha hızlı çevirin!\n\n*** eLang ekibinden ***\nhttps://elang.app/games\nMobil oyunlarımızla zamanınızı akıllıca harcayın. İngilizcenin her konusu için uygulamalar sunuyoruz: düzensiz fiiller, deyimsel fiiller, edatlar, kelime dağarcığı ve çok daha fazlası. İngilizce kelimelerle oynayın, anlayışınızı geliştirin ve İngilizce seviyenizi yükseltin!\n\nhttps://elang.app/elangtv\neLang-TV - cep telefonunuzda en sevdiğiniz videolarla İngilizce öğrenmek için çevrimiçi hizmet. Hareket halindeyken bilinmeyen kelimeleri ve cümleleri çevirin!",
    "uk": "Розумний перекладач тексту та субтитрів. Перекладайте будь-яку мову в один клік за допомогою розширення eLang. Дивіться відео YouTube, серіали Netflix і курси Coursera в оригіналі.\n\n★ ПЕРЕКЛАДАЙТЕ В 1 КЛІК тексти та субтитри на Netflix, YouTube, Coursera\n★ ДЕТАЛЬНА ІНФОРМАЦІЯ про перекладене слово: синоніми, вимова\n★ РОЗУМНІ СУБТИТРИ для YouTube, Netflix, Coursera двома мовами\n★ ЗРУЧНО ПЕРЕМІЩУВАТИСЯ відео з «повторенням» і «повільним повторенням» фраз, шукати субтитри\n★ СПИСОК усіх субтитрів із часовими кодами\n★ ДОДАВАЙТЕ НОВІ СЛОВА з перекладом і контекстом до свого словникового запасу\n★ ГРАЙТЕ ТА ВПРАВУЙТЕ свої збережені слова на комп’ютері та мобільному пристрої\n★ Доступно 102 мови\n\nРозширення eLang — це розумний інструмент перекладу для вашого браузера. Він добре працює як з текстом, так і з відео, що робить його незамінним помічником для роботи та вивчення мови.\n\nТакож ви можете тренувати слова, які перекладаєте, у нашому новому мобільному додатку. Це безкоштовно для iOS і Android:\nApp Store - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nВстановіть наше розширення та перекладайте іноземний контент набагато швидше!\n\n*** Від команди eLang ***\nhttps://elang.app/games\nВитратьте свій час з розумом з нашими мобільними іграми. Ми пропонуємо програми для кожної теми англійської мови: неправильні дієслова, фразові дієслова, прийменники, словниковий запас і багато іншого. Грайте з англійськими словами, покращуйте своє розуміння та підвищуйте свій рівень англійської мови!\n\nhttps://elang.app/elangtv\neLang-TV - онлайн-сервіс для вивчення англійської мови з улюбленими відео на мобільному. Перекладайте невідомі слова та фрази на ходу!",
    "vi": "Dịch văn bản và phụ đề thông minh. Dịch bất kỳ ngôn ngữ nào chỉ bằng một cú nhấp chuột với Tiện ích mở rộng eLang. Xem video YouTube, sê-ri Netflix và các lớp Coursera ở dạng gốc.\n\n★ DỊCH VĂN BẢN VÀ PHỤ ĐỀ TRONG 1 CLICK trên Netflix, YouTube, Coursera\n★ THÔNG TIN CHI TIẾT về từ đã dịch: từ đồng nghĩa, cách phát âm\n★ PHỤ ĐỀ THÔNG MINH cho YouTube, Netflix, Coursera bằng 2 ngôn ngữ\n★ ĐIỀU HƯỚNG THUẬN TIỆN qua các video có cụm từ 'lặp lại' và 'lặp lại chậm', tìm kiếm qua phụ đề\n★ DANH SÁCH tất cả phụ đề có mã thời gian\n★ THÊM TỪ VỰNG MỚI với bản dịch và ngữ cảnh vào vốn từ vựng của bạn\n★ CHƠI & THỰC HÀNH các từ đã lưu của bạn trên máy tính để bàn và thiết bị di động\n★ 102 NGÔN NGỮ có sẵn\n\neLang Extension là một công cụ dịch thông minh cho trình duyệt của bạn. Nó hoạt động tốt cả với văn bản và video, khiến nó trở thành một trợ lý thiết yếu cho mục đích học ngôn ngữ và công việc.\n\nNgoài ra, bạn có thể luyện các từ bạn dịch trong ứng dụng di động mới của chúng tôi. Nó miễn phí cho iOS và Android:\nCửa hàng ứng dụng - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\nPlay Market - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\nCài đặt tiện ích mở rộng của chúng tôi và dịch nội dung nước ngoài nhanh hơn nhiều!\n\n*** Từ nhóm eLang ***\nhttps://elang.app/games\nDành thời gian của bạn một cách khôn ngoan với các trò chơi di động của chúng tôi. Chúng tôi cung cấp các ứng dụng cho mọi chủ đề tiếng Anh: động từ bất quy tắc, cụm động từ, giới từ, từ vựng, v.v. Chơi với các từ tiếng Anh, cải thiện khả năng hiểu và nâng cao trình độ tiếng Anh của bạn!\n\nhttps://elang.app/elangtv\neLang-TV - dịch vụ học tiếng Anh trực tuyến với các video yêu thích trên điện thoại di động của bạn. Dịch các từ và cụm từ chưa biết khi đang di chuyển!",
    "zh_CN,zh_TW": "智能文本和字幕翻译器。 使用 eLang Extension 一键翻译任何语言。 观看原创的 YouTube 视频、Netflix 系列和 Coursera 课程。\n\n★ 一键翻译 Netflix、YouTube、Coursera 上的文本和字幕\n★ 翻译词的详细信息：同义词、发音\n★ 2 种语言的 YouTube、Netflix、Coursera 智能字幕\n★ 使用“重复”和“慢速重复”短语方便地浏览视频，搜索字幕\n★ 带时间码的所有字幕列表\n★ 添加带有翻译和上下文的新单词到您的词汇表\n★ 在桌面和移动设备上播放和练习您保存的单词\n★ 102种语言可用\n\neLang Extension 是一款适用于您的浏览器的智能翻译工具。 它适用于文本和视频，使其成为工作和语言学习目的的重要助手。\n\n您还可以在我们的新移动应用程序中训练您翻译的单词。 它对 iOS 和 Android 是免费的：\n应用商店 - https://apps.apple.com/by/app/elang-words-train-vocabulary/id1622786750\n游戏市场 - https://play.google.com/store/apps/details?id=com.englishingames.easy5\n\n安装我们的扩展程序并更快地翻译外国内容！\n\n*** 来自艺浪团队 ***\nhttps://elang.app/games\n通过我们的手机游戏明智地度过您的时间。 我们为每个英语主题提供应用程序：不规则动词、短语动词、介词、词汇等等。 玩英语单词，提高你的理解力，提高你的英语水平！\n\nhttps://elang.app/elangtv\neLang-TV - 通过手机上您喜欢的视频学习英语的在线服务。 随时随地翻译未知的单词和短语！"
  }
}