{
  "name": {
    "ar": "Flash Converter",
    "am": "Flash Emulator for Games",
    "bg,ca,cs,da,de,en,en_AU,en_GB,en_US,es,es_419,fa,fi,fil,fr,gu,he,hr,it,ja,ko,lt,lv,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sv,ta,tr,uk,zh_CN,zh_TW": "Flash Player Emulator",
    "bn,ms,ro": "Flash Player Emulation Tool",
    "el,hi,id,kn,ml": "Flash Player for Online Games",
    "et": "Online Flash Games Emulator",
    "hu": "Flash Games Online",
    "mr,sr,sw,te,th": "Flash Player for Web",
    "vi": "Flash Player"
  },
  "short": {
    "ar,el,sw,th": "Experience the ultimate flash player emulator that seamlessly runs flash files right in your browser. Indulge in endless…",
    "am,bn,id,kn": "Experience the ultimate flash experience with our innovative flash player emulator. Indulge in your beloved flash games online and…",
    "bg": "Experience the ultimate flash player emulator that allows you to seamlessly run flash files directly in your browser. Immerse…",
    "ca": "L'emulador de reproductor flash executa arxius flash al navegador. Juga els teus jocs flash preferits en línia! Torna a posar Flash…",
    "cs": "Emulátor flash playeru spouští flash soubory v prohlížeči. Hrajte své oblíbené flash hry online! Vrací Flash zpět na web.",
    "da": "Flash player emulator kører flash-filer i browseren. Spil dine yndlings flash-spil online! Sætter Flash tilbage på nettet.",
    "de": "Flash-Player-Emulator führt Flash-Dateien im Browser aus. Spielen Sie Ihre Lieblings-Flash-Spiele online! Bringt Flash zurück ins…",
    "en,en_AU,en_US,es_419,fa,fil,gu,he,hr,no,ru,sl,ta,uk,zh_TW": "Flash player emulator runs flash files in the browser. Play your favorite flash games online! Puts Flash back on the web.",
    "en_GB": "Flash player emulator runs flash files in the browser. Play your favourite flash games online! Puts Flash back on the web.",
    "es": "El emulador de reproductor flash ejecuta archivos flash en el navegador. ¡Juega tus juegos flash favoritos en línea! Devuelve Flash…",
    "et,hi,ro,sr,te": "Transform your browsing experience with the powerful Flash Player emulator. Indulge in a wide selection of exciting flash games…",
    "fi": "Flash-soittimen emulaattori suorittaa flash-tiedostoja selaimessa. Pelaa suosikkiflash-pelejäsi verkossa! Palauttaa Flashin…",
    "fr": "L'émulateur de lecteur flash exécute les fichiers flash dans le navigateur. Jouez à vos jeux flash préférés en ligne! Remet Flash…",
    "hu": "Experience the ultimate flash player emulator that effortlessly runs flash files directly in your browser! Rediscover the joy of…",
    "it": "L'emulatore del lettore flash esegue file flash nel browser. Gioca i tuoi giochi flash preferiti online! Rimette Flash sulla web.",
    "ja": "フラッシュプレーヤーエミュレータは、ブラウザでフラッシュファイルを実行します。お気に入りのフラッシュゲームをオンラインでプレイしましょう！ Flashをウェブに戻します。",
    "ko": "플래시 플레이어 에뮬레이터는 브라우저에서 플래시 파일을 실행합니다. 좋아하는 플래시 게임을 온라인에서 플레이하세요! 웹에 플래시를 다시 가져옵니다.",
    "lt": "Flash player emuliatorius paleidžia flash failus naršyklėje. Žaiskite savo mėgstamiausius flash žaidimus internete! Grąžina Flash…",
    "lv": "Flash player emulators palaiž flash failus pārlūkā. Spēlējiet savas iecienītākās flash spēles tiešsaistē! Atgriež Flash atpakaļ…",
    "ml,mr,ms,vi": "Experience the ultimate flash player emulator that brings your favorite flash games online! With our powerful Flash Converter, you…",
    "nl": "Flash player emulator voert flash-bestanden uit in de browser. Speel je favoriete flash-games online! Zet Flash terug op het web.",
    "pl": "Emulator odtwarzacza flash uruchamia pliki flash w przeglądarce. Graj w swoje ulubione gry flash online! Przywraca Flash na stronę…",
    "pt_BR": "O emulador do player flash executa arquivos flash no navegador. Jogue seus jogos flash favoritos online! Coloca o Flash de volta na…",
    "pt_PT": "O emulador de leitor flash executa arquivos flash no navegador. Jogue seus jogos flash favoritos online! Coloca o Flash de volta na…",
    "sk": "Emulátor flash playera spúšťa flash súbory v prehliadači. Hrajte svoje obľúbené flash hry online! Vracia Flash späť na web.",
    "sv": "Flash player emulator kör flashfiler i webbläsaren. Spela dina favorit flash spel online! Sätter tillbaka Flash på webben.",
    "tr": "Flash player emülatörü tarayıcıda flash dosyalarını çalıştırır. Favori flash oyunlarınızı çevrimiçi oynayın! Flash'ı tekrar web'e…",
    "zh_CN": "闪存播放器模拟器在浏览器中运行闪存文件。在线玩你最喜欢的闪存游戏！将Flash重新放回网络。"
  },
  "long": {
    "am,ar,bg,bn,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,ru,sk,sl,sr,sw,ta,te,th,uk,vi,zh_TW": "Bring your favorite Flash games back to life with the Flash Player Emulator Chrome extension! This powerful tool allows you to run SWF files directly in your browser, letting you enjoy classic content online once again.\n\nThe extension is powered by two open-source emulator engines: Ruffle and swf2js. \n\n- Ruffle is a high-performance Flash Player emulator designed to work seamlessly across all modern web browsers. It offers a safe and secure way to run Flash content without the need for outdated plugins. \n\n- swf2j is another powerful engine that provides accurate emulation of SWF content, particularly focusing on ActionScript, making it ideal for running more complex SWF files.\n\nWith the Flash Player Emulator, you can:\n\n- Play Classic Games\nDive back into your favorite games with a single click.\n\n- View Flash Animations\nExperience nostalgic animations and interactive content as it was meant to be seen.\n\n- Seamless Integration\nThe extension works in the background, automatically detecting and running SWF files on websites.\n\n- Open Source and Continuously Updated\nBenefit from continuous improvements and updates thanks to the open-source nature of Ruffle and swf2js.\n\nWhether you’re a gamer, an animator, or simply a fan of Flash, the our emulator is the perfect solution for bringing SWF content back to life in a post-Flash world. Install now and put Flash back on the web where it belongs! Download now and start playing!\n\nNote:\nFlash Player is a helper tool for Google Chrome users. Our extension is not officially affiliated with products Adobe Player or any other Adobe products.",
    "ca": "Doneu vida als vostres jocs Flash preferits amb l'extensió de Chrome Flash Player Emulator! Aquesta potent eina us permet executar fitxers SWF directament al vostre navegador, la qual cosa us permet tornar a gaudir del contingut clàssic en línia.\n\nL'extensió funciona amb dos motors emuladors de codi obert: Ruffle i swf2js.\n\n- Ruffle és un emulador de Flash Player d'alt rendiment dissenyat per funcionar perfectament en tots els navegadors web moderns. Ofereix una manera segura i segura d'executar contingut Flash sense necessitat de connectors obsolets.\n\n- swf2j és un altre motor potent que proporciona una emulació precisa del contingut SWF, especialment centrat en ActionScript, el que el fa ideal per executar fitxers SWF més complexos.\n\nAmb l'emulador de Flash Player, podeu:\n\n- Juga a jocs clàssics\nTorna als teus jocs preferits amb un sol clic.\n\n- Veure animacions Flash\nExperimenta animacions nostàlgiques i contingut interactiu tal com estava destinat a ser vist.\n\n- Integració perfecta\nL'extensió funciona en segon pla, detectant i executant automàticament fitxers SWF als llocs web.\n\n- Codi obert i actualitzat contínuament\nBeneficieu-vos de les millores i actualitzacions contínues gràcies a la naturalesa de codi obert de Ruffle i swf2js.\n\nTant si sou un jugador, un animador o simplement un fan de Flash, el nostre emulador és la solució perfecta per donar vida al contingut SWF en un món post-Flash. Instal·leu ara i torneu a posar Flash al web on pertany! Descarrega ara i comença a jugar!\n\nNota:\nFlash Player és una eina d'ajuda per als usuaris de Google Chrome. La nostra extensió no està oficialment afiliada als productes Adobe Player o cap altre producte d'Adobe.",
    "da": "Giv dine yndlings Flash-spil liv igen med Flash Player Emulator Chrome-udvidelsen! Dette kraftfulde værktøj giver dig mulighed for at køre SWF-filer direkte i din browser, så du igen kan nyde klassisk indhold online.\n\nUdvidelsen er drevet af to open source-emulatormotorer: Ruffle og swf2js.\n\n- Ruffle er en højtydende Flash Player-emulator designet til at fungere problemfrit på tværs af alle moderne webbrowsere. Det tilbyder en sikker og sikker måde at køre Flash-indhold på uden behov for forældede plugins.\n\n- swf2j er en anden kraftfuld motor, der giver nøjagtig emulering af SWF-indhold, især med fokus på ActionScript, hvilket gør den ideel til at køre mere komplekse SWF-filer.\n\nMed Flash Player Emulator kan du:\n\n- Spil klassiske spil\nDyk tilbage til dine yndlingsspil med et enkelt klik.\n\n- Se Flash-animationer\nOplev nostalgiske animationer og interaktivt indhold, som det var beregnet til at blive set.\n\n- Sømløs integration\nUdvidelsen fungerer i baggrunden og registrerer og kører automatisk SWF-filer på websteder.\n\n- Open Source og løbende opdateret\nDrag fordel af løbende forbedringer og opdateringer takket være open source-karakteren af ​​Ruffle og swf2js.\n\nUanset om du er en gamer, en animator eller blot en fan af Flash, er vores emulator den perfekte løsning til at bringe SWF-indhold tilbage til live i en post-Flash-verden. Installer nu og sæt Flash tilbage på nettet, hvor det hører hjemme! Download nu og begynd at spille!\n\nNote:\nFlash Player er et hjælpeværktøj til Google Chrome-brugere. Vores udvidelse er ikke officielt forbundet med Adobe Player-produkter eller andre Adobe-produkter.",
    "de": "Erwecken Sie Ihre Lieblings-Flash-Spiele mit der Chrome-Erweiterung „Flash Player Emulator“ wieder zum Leben! Mit diesem leistungsstarken Tool können Sie SWF-Dateien direkt in Ihrem Browser ausführen und klassische Inhalte wieder online genießen.\n\nDie Erweiterung wird von zwei Open-Source-Emulator-Engines angetrieben: Ruffle und swf2js.\n\n- Ruffle ist ein leistungsstarker Flash Player-Emulator, der nahtlos mit allen modernen Webbrowsern funktioniert. Er bietet eine sichere Möglichkeit, Flash-Inhalte ohne veraltete Plug-Ins auszuführen.\n\n- swf2j ist eine weitere leistungsstarke Engine, die eine genaue Emulation von SWF-Inhalten bietet, insbesondere mit Fokus auf ActionScript, was sie ideal für die Ausführung komplexerer SWF-Dateien macht.\n\nMit dem Flash Player-Emulator können Sie:\n\n- Klassische Spiele spielen\nMit einem einzigen Klick wieder in Ihre Lieblingsspiele eintauchen.\n\n- Flash-Animationen anzeigen\nErleben Sie nostalgische Animationen und interaktive Inhalte so, wie sie gesehen werden sollten.\n\n- Nahtlose Integration\nDie Erweiterung arbeitet im Hintergrund und erkennt und führt SWF-Dateien auf Websites automatisch aus.\n\n- Open Source und ständig aktualisiert\nProfitieren Sie von ständigen Verbesserungen und Updates dank der Open-Source-Natur von Ruffle und swf2js.\n\nOb Sie nun Gamer, Animator oder einfach nur Flash-Fan sind, unser Emulator ist die perfekte Lösung, um SWF-Inhalte in einer Post-Flash-Welt wieder zum Leben zu erwecken. Installieren Sie es jetzt und bringen Sie Flash zurück ins Web, wo es hingehört! Jetzt herunterladen und losspielen!\n\nHinweis:\nFlash Player ist ein Hilfstool für Google Chrome-Benutzer. Unsere Erweiterung ist nicht offiziell mit den Produkten Adobe Player oder anderen Adobe-Produkten verbunden.",
    "es": "¡Dale vida a tus juegos Flash favoritos con la extensión Flash Player Emulator Chrome! Esta poderosa herramienta le permite ejecutar archivos SWF directamente en su navegador, permitiéndole disfrutar del contenido clásico en línea una vez más.\n\nLa extensión funciona con dos motores emuladores de código abierto: Ruffle y swf2js.\n\n- Ruffle es un emulador de Flash Player de alto rendimiento diseñado para funcionar sin problemas en todos los navegadores web modernos. Ofrece una forma segura de ejecutar contenido Flash sin la necesidad de complementos obsoletos.\n\n- swf2j es otro potente motor que proporciona una emulación precisa de contenido SWF, centrándose especialmente en ActionScript, lo que lo hace ideal para ejecutar archivos SWF más complejos.\n\nCon el emulador de Flash Player, puedes:\n\n- Juega juegos clásicos\nVuelve a sumergirte en tus juegos favoritos con un solo clic.\n\n- Ver animaciones Flash\nExperimente animaciones nostálgicas y contenido interactivo tal como debe ser visto.\n\n- Integración perfecta\nLa extensión funciona en segundo plano, detecta y ejecuta automáticamente archivos SWF en sitios web.\n\n- Código abierto y continuamente actualizado\nBenefíciese de mejoras y actualizaciones continuas gracias a la naturaleza de código abierto de Ruffle y swf2js.\n\nSi eres un jugador, un animador o simplemente un fanático de Flash, nuestro emulador es la solución perfecta para devolverle vida al contenido SWF en un mundo post-Flash. ¡Instálelo ahora y devuelva Flash a la web donde pertenece! ¡Descárgalo ahora y comienza a jugar!\n\nNota:\nFlash Player es una herramienta de ayuda para los usuarios de Google Chrome. Nuestra extensión no está afiliada oficialmente a los productos Adobe Player ni a ningún otro producto de Adobe.",
    "fi": "Herätä suosikki Flash-pelisi henkiin Flash Player Emulator Chrome -laajennuksella! Tämän tehokkaan työkalun avulla voit ajaa SWF-tiedostoja suoraan selaimessasi, jolloin voit nauttia klassisesta sisällöstä jälleen verkossa.\n\nLaajennuksessa on kaksi avoimen lähdekoodin emulaattorimoottoria: Ruffle ja swf2js.\n\n- Ruffle on tehokas Flash Player -emulaattori, joka on suunniteltu toimimaan saumattomasti kaikissa nykyaikaisissa verkkoselaimissa. Se tarjoaa turvallisen tavan käyttää Flash-sisältöä ilman vanhentuneita laajennuksia.\n\n- swf2j on toinen tehokas moottori, joka emuloi tarkasti SWF-sisältöä keskittyen erityisesti ActionScriptiin, mikä tekee siitä ihanteellisen monimutkaisempien SWF-tiedostojen suorittamiseen.\n\nFlash Player -emulaattorilla voit:\n\n- Pelaa klassisia pelejä\nSukella takaisin suosikkipeleihisi yhdellä napsautuksella.\n\n- Katso Flash-animaatioita\nKoe nostalgisia animaatioita ja interaktiivista sisältöä sellaisena kuin se oli tarkoitettu nähtäväksi.\n\n- Saumaton integrointi\nLaajennus toimii taustalla ja tunnistaa ja suorittaa automaattisesti SWF-tiedostoja verkkosivustoilla.\n\n- Avoin lähdekoodi ja jatkuvasti päivitetty\nHyödy jatkuvista parannuksista ja päivityksistä Rufflen ja swf2js:n avoimen lähdekoodin luonteen ansiosta.\n\nOlitpa pelaaja, animaattori tai vain Flash-fani, emulaattorimme on täydellinen ratkaisu SWF-sisällön herättämiseen eloon Flashin jälkeisessä maailmassa. Asenna nyt ja laita Flash takaisin verkkoon, minne se kuuluu! Lataa nyt ja aloita pelaaminen!\n\nHuomautus:\nFlash Player on aputyökalu Google Chromen käyttäjille. Laajennuksemme ei ole virallisesti sidoksissa tuotteisiin Adobe Player tai muihin Adoben tuotteisiin.",
    "fr": "Redonnez vie à vos jeux Flash préférés avec l'extension Chrome de Flash Player Emulator ! Cet outil puissant vous permet d'exécuter des fichiers SWF directement dans votre navigateur, vous permettant ainsi de profiter à nouveau du contenu classique en ligne.\n\nL'extension est alimentée par deux moteurs d'émulation open source : Ruffle et swf2js.\n\n- Ruffle est un émulateur Flash Player hautes performances conçu pour fonctionner de manière transparente sur tous les navigateurs Web modernes. Il offre un moyen sûr et sécurisé d'exécuter du contenu Flash sans avoir besoin de plugins obsolètes.\n\n- swf2j est un autre moteur puissant qui fournit une émulation précise du contenu SWF, en se concentrant particulièrement sur ActionScript, ce qui le rend idéal pour exécuter des fichiers SWF plus complexes.\n\nAvec l'émulateur Flash Player, vous pouvez :\n\n- Jouez à des jeux classiques\nReplongez-vous dans vos jeux préférés en un seul clic.\n\n- Voir les animations Flash\nDécouvrez des animations nostalgiques et du contenu interactif tels qu'ils sont censés être vus.\n\n- Intégration transparente\nL'extension fonctionne en arrière-plan, détectant et exécutant automatiquement les fichiers SWF sur les sites Web.\n\n- Open Source et mis à jour en permanence\nBénéficiez d'améliorations et de mises à jour continues grâce à la nature open source de Ruffle et swf2js.\n\nQue vous soyez un joueur, un animateur ou simplement un fan de Flash, notre émulateur est la solution idéale pour redonner vie au contenu SWF dans un monde post-Flash. Installez-le maintenant et remettez Flash sur le Web à sa place ! Téléchargez maintenant et commencez à jouer !\n\nNote:\nFlash Player est un outil d'aide pour les utilisateurs de Google Chrome. Notre extension n'est pas officiellement affiliée aux produits Adobe Player ou à tout autre produit Adobe.",
    "it": "Riporta in vita i tuoi giochi Flash preferiti con l'estensione Chrome dell'emulatore Flash Player! Questo potente strumento ti consente di eseguire file SWF direttamente nel tuo browser, permettendoti di goderti nuovamente i contenuti classici online.\n\nL'estensione è alimentata da due motori di emulazione open source: Ruffle e swf2js.\n\n- Ruffle è un emulatore Flash Player ad alte prestazioni progettato per funzionare perfettamente su tutti i browser Web moderni. Offre un modo sicuro per eseguire contenuti Flash senza la necessità di plug-in obsoleti.\n\n- swf2j è un altro potente motore che fornisce un'emulazione accurata del contenuto SWF, concentrandosi in particolare su ActionScript, rendendolo ideale per l'esecuzione di file SWF più complessi.\n\nCon l'emulatore di Flash Player puoi:\n\n- Gioca ai giochi classici\nTuffati nei tuoi giochi preferiti con un solo clic.\n\n- Visualizza animazioni Flash\nSperimenta animazioni nostalgiche e contenuti interattivi così come dovevano essere visti.\n\n- Integrazione perfetta\nL'estensione funziona in background, rilevando ed eseguendo automaticamente i file SWF sui siti Web.\n\n- Open Source e continuamente aggiornato\nApprofitta di continui miglioramenti e aggiornamenti grazie alla natura open source di Ruffle e swf2js.\n\nChe tu sia un giocatore, un animatore o semplicemente un fan di Flash, il nostro emulatore è la soluzione perfetta per riportare in vita i contenuti SWF in un mondo post-Flash. Installalo ora e riporta Flash sul Web al suo posto! Scaricalo ora e inizia a giocare!\n\nNota:\nFlash Player è uno strumento di supporto per gli utenti di Google Chrome. La nostra estensione non è ufficialmente affiliata ai prodotti Adobe Player o ad altri prodotti Adobe.",
    "ja": "Flash Player Emulator Chrome 拡張機能で、お気に入りの Flash ゲームを復活させましょう。この強力なツールを使用すると、ブラウザで直接 SWF ファイルを実行できるため、クラシック コンテンツを再びオンラインで楽しむことができます。\n\nこの拡張機能は、Ruffle と swf2js という 2 つのオープン ソース エミュレーター エンジンを搭載しています。\n\n- Ruffle は、すべての最新の Web ブラウザでシームレスに動作するように設計された高性能の Flash Player エミュレーターです。古いプラグインを必要とせずに、Flash コンテンツを安全かつ確実に実行できます。\n\n- swf2j は、SWF コンテンツの正確なエミュレーションを提供するもう 1 つの強力なエンジンで、特に ActionScript に重点を置いており、より複雑な SWF ファイルの実行に最適です。\n\nFlash Player Emulator を使用すると、次のことができます。\n\n- クラシック ゲームをプレイする\nワンクリックでお気に入りのゲームに再び飛び込むことができます。\n\n- Flash アニメーションを表示する\n懐かしいアニメーションやインタラクティブ コンテンツを、本来の姿で体験できます。\n\n- シームレスな統合\n拡張機能はバックグラウンドで動作し、Web サイトで SWF ファイルを自動的に検出して実行します。\n\n- オープンソースで継続的に更新\nRuffle と swf2js はオープンソースであるため、継続的な改善と更新の恩恵を受けることができます。\n\nゲーマー、アニメーター、または単に Flash のファンであっても、当社のエミュレーターは、Flash 後の世界で SWF コンテンツを復活させるのに最適なソリューションです。今すぐインストールして、Flash を本来あるべき場所である Web に戻しましょう。今すぐダウンロードして、プレイを始めましょう。\n\n注:\nFlash Player は、Google Chrome ユーザー向けのヘルパー ツールです。当社の拡張機能は、Adobe Player やその他の Adob​​e 製品と正式に提携しているわけではありません。",
    "ko": "Flash Player Emulator Chrome 확장 프로그램을 사용하여 좋아하는 Flash 게임에 생기를 불어넣으세요! 이 강력한 도구를 사용하면 브라우저에서 직접 SWF 파일을 실행할 수 있으므로 다시 한 번 온라인에서 클래식 콘텐츠를 즐길 수 있습니다.\n\n이 확장은 Ruffle과 swf2js라는 두 가지 오픈 소스 에뮬레이터 엔진으로 구동됩니다.\n\n- Ruffle은 모든 최신 웹 브라우저에서 원활하게 작동하도록 설계된 고성능 Flash Player 에뮬레이터입니다. 오래된 플러그인 없이도 Flash 콘텐츠를 실행할 수 있는 안전하고 안전한 방법을 제공합니다.\n\n- swf2j는 특히 ActionScript에 중점을 두고 SWF 콘텐츠의 정확한 에뮬레이션을 제공하는 또 다른 강력한 엔진으로, 보다 복잡한 SWF 파일을 실행하는 데 이상적입니다.\n\nFlash Player 에뮬레이터를 사용하면 다음을 수행할 수 있습니다.\n\n- 클래식 게임 플레이\n클릭 한 번으로 좋아하는 게임을 다시 즐겨보세요.\n\n- 플래시 애니메이션 보기\n향수를 불러일으키는 애니메이션과 인터랙티브 콘텐츠를 원래 의도했던 대로 경험해 보세요.\n\n- 원활한 통합\n확장 프로그램은 백그라운드에서 작동하여 웹사이트에서 SWF 파일을 자동으로 감지하고 실행합니다.\n\n- 오픈 소스 및 지속적인 업데이트\nRuffle 및 swf2js의 오픈 소스 특성 덕분에 지속적인 개선과 업데이트의 이점을 누릴 수 있습니다.\n\n게이머, 애니메이터 또는 단순히 Flash 팬이든 관계없이 당사의 에뮬레이터는 Flash 이후 세계에서 SWF 콘텐츠를 다시 생생하게 구현하기 위한 완벽한 솔루션입니다. 지금 설치하고 Flash를 원래 있던 웹에 다시 설치하세요! 지금 다운로드하고 플레이를 시작하세요!\n\n메모:\nFlash Player는 Google Chrome 사용자를 위한 도우미 도구입니다. 우리의 확장 프로그램은 Adobe Player 제품 또는 기타 Adobe 제품과 공식적으로 제휴되어 있지 않습니다.",
    "nl": "Breng uw favoriete Flash-games weer tot leven met de Flash Player Emulator Chrome-extensie! Met dit krachtige hulpmiddel kunt u SWF-bestanden rechtstreeks in uw browser uitvoeren, zodat u weer online van klassieke inhoud kunt genieten.\n\nDe extensie wordt mogelijk gemaakt door twee open-source emulator-engines: Ruffle en swf2js.\n\n- Ruffle is een krachtige Flash Player-emulator die is ontworpen om naadloos te werken in alle moderne webbrowsers. Het biedt een veilige manier om Flash-inhoud uit te voeren zonder de noodzaak van verouderde plug-ins.\n\n- swf2j is een andere krachtige engine die nauwkeurige emulatie van SWF-inhoud biedt, met name gericht op ActionScript, waardoor het ideaal is voor het uitvoeren van complexere SWF-bestanden.\n\nMet de Flash Player-emulator kunt u:\n\n- Speel klassieke spellen\nDuik met één klik terug in je favoriete games.\n\n- Bekijk Flash-animaties\nErvaar nostalgische animaties en interactieve inhoud zoals het bedoeld was om gezien te worden.\n\n- Naadloze integratie\nDe extensie werkt op de achtergrond en detecteert en voert automatisch SWF-bestanden op websites uit.\n\n- Open Source en voortdurend bijgewerkt\nProfiteer van voortdurende verbeteringen en updates dankzij het open-source karakter van Ruffle en swf2js.\n\nOf u nu een gamer, een animator of gewoon een fan van Flash bent, onze emulator is de perfecte oplossing om SWF-inhoud weer tot leven te brengen in een post-Flash-wereld. Installeer nu en plaats Flash terug op internet waar het thuishoort! Download nu en begin met spelen!\n\nOpmerking:\nFlash Player is een hulpprogramma voor gebruikers van Google Chrome. Onze extensie is niet officieel verbonden met producten van Adobe Player of andere Adobe-producten.",
    "pl": "Bring your favorite Flash games back to life with the Flash Player Emulator Chrome exOżyw swoje ulubione gry Flash dzięki rozszerzeniu Flash Player Emulator do Chrome! To potężne narzędzie umożliwia uruchamianie plików SWF bezpośrednio w przeglądarce, dzięki czemu możesz ponownie cieszyć się klasycznymi treściami online.\n\nRozszerzenie jest zasilane przez dwa silniki emulatorów typu open source: Ruffle i swf2js.\n\n- Ruffle to wysokowydajny emulator Flash Playera, zaprojektowany do płynnej pracy we wszystkich nowoczesnych przeglądarkach internetowych. Oferuje bezpieczny sposób uruchamiania treści Flash bez potrzeby stosowania przestarzałych wtyczek.\n\n- swf2j to kolejny potężny silnik zapewniający dokładną emulację zawartości SWF, ze szczególnym naciskiem na ActionScript, dzięki czemu idealnie nadaje się do uruchamiania bardziej złożonych plików SWF.\n\nDzięki emulatorowi Flash Playera możesz:\n\n- Graj w klasyczne gry\nZanurz się ponownie w swoje ulubione gry jednym kliknięciem.\n\n- Zobacz animacje Flash\nDoświadcz nostalgicznych animacji i interaktywnych treści tak, jak miało to wyglądać.\n\n- Bezproblemowa integracja\nRozszerzenie działa w tle, automatycznie wykrywając i uruchamiając pliki SWF na stronach internetowych.\n\n- Otwarte oprogramowanie i stale aktualizowane\nKorzystaj z ciągłych ulepszeń i aktualizacji dzięki otwartemu charakterowi Ruffle i swf2js.\n\nNiezależnie od tego, czy jesteś graczem, animatorem, czy po prostu fanem Flasha, nasz emulator jest idealnym rozwiązaniem do przywracania treści SWF do życia w świecie po Flashu. Zainstaluj teraz i umieść Flasha z powrotem w Internecie tam, gdzie jego miejsce! Pobierz teraz i zacznij grać!\n\nNotatka:\nFlash Player to narzędzie pomocnicze dla użytkowników przeglądarki Google Chrome. Nasze rozszerzenie nie jest oficjalnie powiązane z produktami Adobe Player ani żadnymi innymi produktami Adobe.tension! This powerful tool allows you to run SWF files directly in your browser, letting you enjoy classic content online once again.\n\nThe extension is powered by two open-source emulator engines: Ruffle and swf2js. \n\n- Ruffle is a high-performance Flash Player emulator designed to work seamlessly across all modern web browsers. It offers a safe and secure way to run Flash content without the need for outdated plugins. \n\n- swf2j is another powerful engine that provides accurate emulation of SWF content, particularly focusing on ActionScript, making it ideal for running more complex SWF files.\n\nWith the Flash Player Emulator, you can:\n\n- Play Classic Games\nDive back into your favorite games with a single click.\n\n- View Flash Animations\nExperience nostalgic animations and interactive content as it was meant to be seen.\n\n- Seamless Integration\nThe extension works in the background, automatically detecting and running SWF files on websites.\n\n- Open Source and Continuously Updated\nBenefit from continuous improvements and updates thanks to the open-source nature of Ruffle and swf2js.\n\nWhether you’re a gamer, an animator, or simply a fan of Flash, the our emulator is the perfect solution for bringing SWF content back to life in a post-Flash world. Install now and put Flash back on the web where it belongs! Download now and start playing!\n\nNote:\nFlash Player is a helper tool for Google Chrome users. Our extension is not officially affiliated with products Adobe Player or any other Adobe products.",
    "pt_BR": "Dê vida aos seus jogos Flash favoritos com a extensão Flash Player Emulator do Chrome! Esta ferramenta poderosa permite que você execute arquivos SWF diretamente em seu navegador, permitindo que você aproveite o conteúdo clássico online mais uma vez.\n\nA extensão é alimentada por dois mecanismos de emulador de código aberto: Ruffle e swf2js.\n\n- Ruffle é um emulador de Flash Player de alto desempenho projetado para funcionar perfeitamente em todos os navegadores modernos. Ele oferece uma maneira segura de executar conteúdo Flash sem a necessidade de plug-ins desatualizados.\n\n- swf2j é outro mecanismo poderoso que fornece emulação precisa de conteúdo SWF, com foco especial em ActionScript, tornando-o ideal para executar arquivos SWF mais complexos.\n\nCom o emulador do Flash Player, você pode:\n\n- Jogue jogos clássicos\nMergulhe nos seus jogos favoritos com um único clique.\n\n- Ver animações em Flash\nExperimente animações nostálgicas e conteúdo interativo como deveria ser visto.\n\n- Integração perfeita\nA extensão funciona em segundo plano, detectando e executando automaticamente arquivos SWF em sites.\n\n- Código aberto e atualizado continuamente\nBeneficie-se de melhorias e atualizações contínuas graças à natureza de código aberto do Ruffle e do swf2js.\n\nSeja você um jogador, um animador ou simplesmente um fã de Flash, nosso emulador é a solução perfeita para trazer conteúdo SWF de volta à vida em um mundo pós-Flash. Instale agora e coloque o Flash de volta na web, onde ele pertence! Baixe agora e comece a jogar!\n\nObservação:\nFlash Player é uma ferramenta auxiliar para usuários do Google Chrome. Nossa extensão não é oficialmente afiliada aos produtos Adobe Player ou a quaisquer outros produtos da Adobe.",
    "pt_PT": "Dê vida aos seus jogos Flash favoritos com a extensão Flash Player Emulator do Chrome! Esta poderosa ferramenta permite-lhe executar ficheiros SWF diretamente no seu navegador, permitindo-lhe desfrutar do conteúdo clássico online mais uma vez.\n\nA extensão é alimentada por dois motores de emulador de código aberto: Ruffle e swf2js.\n\n- Ruffle é um emulador de Flash Player de alto desempenho, concebido para funcionar sem problemas em todos os browsers modernos. Oferece uma forma segura de executar conteúdo Flash sem a necessidade de plugins desatualizados.\n\n- swf2j é outro motor poderoso que fornece uma emulação precisa de conteúdo SWF, com um foco especial em ActionScript, tornando-o ideal para executar ficheiros SWF mais complexos.\n\nCom o emulador do Flash Player, pode:\n\n- Jogue jogos clássicos\nMergulhe nos seus jogos favoritos com um único clique.\n\n- Ver animações em Flash\nExperimente animações nostálgicas e conteúdo interativo como deve ser visto.\n\n- Integração perfeita\nA extensão funciona em segundo plano, detetando e executando automaticamente ficheiros SWF nos sites.\n\n- Código aberto e atualizado continuamente\nBeneficie de melhorias e atualizações contínuas graças à natureza de código aberto do Ruffle e do swf2js.\n\nQuer seja um jogador, um animador ou simplesmente um fã de Flash, o nosso emulador é a solução perfeita para trazer o conteúdo SWF de volta à vida num mundo pós-Flash. Instale agora e volte a colocar o Flash na web, onde pertence! Descarregue já e comece a jogar!\n\nNota:\nO Flash Player é uma ferramenta auxiliar para os utilizadores do Google Chrome. A nossa extensão não está oficialmente afiliada aos produtos Adobe Player ou a quaisquer outros produtos Adobe.",
    "sv": "Väck dina favorit Flash-spel till liv igen med Chrome-tillägget Flash Player Emulator! Detta kraftfulla verktyg låter dig köra SWF-filer direkt i din webbläsare, så att du kan njuta av klassiskt innehåll online igen.\n\nTillägget drivs av två emulatormotorer med öppen källkod: Ruffle och swf2js.\n\n- Ruffle är en högpresterande Flash Player-emulator designad för att fungera sömlöst i alla moderna webbläsare. Det erbjuder ett säkert och säkert sätt att köra Flash-innehåll utan behov av föråldrade plugins.\n\n- swf2j är en annan kraftfull motor som ger korrekt emulering av SWF-innehåll, särskilt med fokus på ActionScript, vilket gör den idealisk för att köra mer komplexa SWF-filer.\n\nMed Flash Player Emulator kan du:\n\n- Spela klassiska spel\nDyk tillbaka till dina favoritspel med ett enda klick.\n\n- Visa Flash-animationer\nUpplev nostalgiska animationer och interaktivt innehåll som det var tänkt att synas.\n\n- Sömlös integration\nTillägget fungerar i bakgrunden och upptäcker automatiskt och kör SWF-filer på webbplatser.\n\n- Öppen källkod och kontinuerligt uppdaterad\nDra nytta av ständiga förbättringar och uppdateringar tack vare Ruffles och swf2js öppen källkod.\n\nOavsett om du är en spelare, en animatör eller bara ett fan av Flash, är vår emulator den perfekta lösningen för att återuppliva SWF-innehåll i en värld efter Flash. Installera nu och sätt tillbaka Flash på webben där det hör hemma! Ladda ner nu och börja spela!\n\nNotera:\nFlash Player är ett hjälpverktyg för Google Chrome-användare. Vårt tillägg är inte officiellt kopplat till Adobe Player-produkter eller andra Adobe-produkter.",
    "tr": "Flash Player Emulator Chrome uzantısıyla favori Flash oyunlarınızı hayata döndürün! Bu güçlü araç, SWF dosyalarını doğrudan tarayıcınızda çalıştırmanıza olanak tanıyarak klasik içeriğin keyfini bir kez daha çevrimiçi çıkarmanıza olanak tanır.\n\nUzantı iki açık kaynaklı emülatör motoru tarafından desteklenmektedir: Ruffle ve swf2js.\n\n- Ruffle, tüm modern web tarayıcılarında sorunsuz bir şekilde çalışmak üzere tasarlanmış, yüksek performanslı bir Flash Player emülatörüdür. Güncel olmayan eklentilere ihtiyaç duymadan Flash içeriğini çalıştırmanın güvenli bir yolunu sunar.\n\n- swf2j, özellikle ActionScript'e odaklanarak SWF içeriğinin doğru emülasyonunu sağlayan ve onu daha karmaşık SWF dosyalarını çalıştırmak için ideal kılan başka bir güçlü motordur.\n\nFlash Player Emülatörüyle şunları yapabilirsiniz:\n\n- Klasik Oyunlar Oyna\nTek bir tıklamayla favori oyunlarınıza geri dönün.\n\n- Flash Animasyonlarını Görüntüle\nNostaljik animasyonları ve etkileşimli içeriği görülmesi gerektiği gibi deneyimleyin.\n\n- Sorunsuz Entegrasyon\nUzantı arka planda çalışarak web sitelerindeki SWF dosyalarını otomatik olarak algılayıp çalıştırır.\n\n- Açık Kaynak ve Sürekli Güncellenen\nRuffle ve swf2js'nin açık kaynaklı yapısı sayesinde sürekli iyileştirmelerden ve güncellemelerden yararlanın.\n\nİster oyuncu, ister animatör, ister sadece Flash hayranı olun, emülatörümüz SWF içeriğini Flash sonrası dünyada hayata döndürmek için mükemmel bir çözümdür. Şimdi yükleyin ve Flash'ı ait olduğu yere, web'e geri koyun! Hemen indirin ve oynamaya başlayın!\n\nNot:\nFlash Player, Google Chrome kullanıcıları için yardımcı bir araçtır. Uzantımızın Adobe Player ürünleri veya diğer Adobe ürünleriyle resmi olarak bağlantısı yoktur.",
    "zh_CN": "使用 Flash Player Emulator Chrome 擴充功能讓您喜愛的 Flash 遊戲重新煥發活力！這個強大的工具可讓您直接在瀏覽器中執行SWF文件，讓您再次在線上欣賞經典內容。\n\n此擴充由兩個開源模擬器引擎提供支援：Ruffle 和 swf2js。\n\n- Ruffle 是一款高效能 Flash Player 模擬器，旨在跨所有現代 Web 瀏覽器無縫運行。它提供了一種安全可靠的方式來運行 Flash 內容，而無需過時的插件。\n\n- swf2j 是另一個強大的引擎，它提供對 SWF 內容的精確模擬，特別關注 ActionScript，使其成為運行更複雜的 SWF 檔案的理想選擇。\n\n使用 Flash Player 模擬器，您可以：\n\n- 玩經典遊戲\n只需單擊即可重新投入您最喜愛的遊戲。\n\n- 查看 Flash 動畫\n體驗原汁原味的懷舊動畫和互動內容。\n\n- 無縫集成\n該擴充功能在背景運行，自動偵測並運行網站上的 SWF 檔案。\n\n- 開源並持續更新\n由於 Ruffle 和 swf2js 的開源特性，您可以從持續改進和更新中受益。\n\n無論您是遊戲玩家、動畫師還是 Flash 愛好者，我們的模擬器都是讓 SWF 內容在後 Flash 世界中重獲新生的完美解決方案。立即安裝並將 Flash 放回網路上它所屬的位置！立即下載並開始玩！\n\n筆記：\nFlash Player 是 Google Chrome 使用者的輔助工具。我們的擴充功能與 Adob​​e Player 產品或任何其他 Adob​​e 產品沒有正式關聯。"
  }
}