{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brizo CRM"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We are Brizo, an internet SaaS service offering an advanced CRM system and financial management tools. Our product is designed for…",
    "ru": "Мы - Brizo, интернет SaaS-сервис, предлагающий продвинутую CRM-систему и инструменты для финансово-управленческого учета. Наш…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We are Brizo, an internet SaaS service offering an advanced CRM system and financial management tools. Our product is designed for those who not only want to improve sales but also want to bring order to their company's finances.\n\nAbout the Chrome Extension:\n\nOur Chrome extension is designed to make your workflow even more efficient.\n\nKey Features:\n- Create Deals and Contacts on the Fly: Simply specify where the deal name and the contact's name are located on the page, and the extension will automatically save the page and create deals and contacts in BrizoCRM.\n- Automatic Parsing for Avito and Headhunter: With just one click, the extension will automatically create a deal and transfer all the information from the listing. At the same time, contact details are automatically created and linked to the newly created deal.\n\nBrizoCRM is your reliable partner in managing sales and finances, helping you process data quickly and accurately, giving you more time for what really matters. Install the Chrome extension and enjoy increased efficiency in your work.",
    "ru": "Мы - Brizo, интернет SaaS-сервис, предлагающий продвинутую CRM-систему и инструменты для финансово-управленческого учета. Наш продукт создан для тех, кто хочет не только улучшить продажи, но и навести порядок в финансах компании.\n\nО расширении для Chrome:\n\nНаше расширение для Chrome создано для того, чтобы сделать вашу работу еще более эффективной. \n\nОсновные функции:\n- Создание сделок и контрагентов на лету: Просто укажите расширению, где на странице находится название сделки и ФИО контрагента, и оно автоматически сохранит страницу и создаст сделки и контакты в BrizoCRM.\n- Автоматический пирсинг карточки для Avito и Headhunter: С помощью всего одного клика, расширение автоматически создаст сделку и перенесет в нее всю информацию с карточки. Одновременно автоматически создаются контактные данные, которые привязываются к созданной сделке.\n\nBrizoCRM - это ваш надежный партнер в управлении продажами и финансами, который помогает обрабатывать данные быстро и без ошибок, предоставляя вам больше времени для важных дел. Установите расширение для Chrome и наслаждайтесь повышением эффективности вашей работы."
  }
}