{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EOL utilities"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pack of utilities for the elotrolado.net website"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EOL utilities pretends to be a pack of utilities for the website \"elotrolado.net\".\n\nCurrently, the only utility in this package is the \"post counter\". Feeded by a URL, a start page and a user list, the \"post counter\" will loop the forum thread and return a table with the total posts per user. This utility is intended for use on the \"Villalobos\" threads.\n\nThe \"post counter\" currently allows to:\n  - Choose the URL of the thread to loop (the current thread URL is auto-filled in the URL field).\n  - Set the start page for the counting process (included a button to automatically choose between the first page, the current page and the last page).\n  - Optionally, the user can add a users list to filter the users inside there (no case-sensitive but need to respect the spaces).\n  - A sort selector for the results.\n\nThe currently available languages are: Spanish, Catalan and English",
    "ca": "EOL utilities pretén ser un paquet d'utilitats per al lloc web \"elotrolado.net\".\n\nLes característiques actuals són:\n\"Comptador de posts\":\n  - Permet escollir l'URL del fil per recórrer (l'URL del fil actual s'emplena automàticament al camp URL).\n  - Establir la pàgina d'inici del procés de recompte (inclou un botó per triar automàticament entre la primera pàgina, la pàgina actual i l'última pàgina).\n  - Opcionalment, l'usuari pot afegir una llista d'usuaris per filtrar els usuaris que apareixeran al resultat final (no distingeix entre majúscules i minúscules però cal respectar els espais).\n  - Un selector d'ordenació dels resultats.\n\n\"Bloqueig d'anuncis\":\n  - Simplement elimina els anuncis del lloc web després de carregar-los. Això evita que els vegis, però s'imprimeixen igualment.\n\n\"Interfície d'usuari/UX millorada\":\n  - Millores menors a la interfície general, per exemple canvia el color dels enllaços a taronja o afegeix algunes transicions en algunes animacions.\n  - Mou els botons \"Vista prèvia\", \"Desa esborrany\" i \"Enviar\" a la part inferior de la pàgina quan s'edita o es crea un post.\n\nEls idiomes disponibles actualment són: castellà, català i anglès",
    "es": "EOL utilities pretende ser un paquete de utilidades para el sitio web \"elotrolado.net\".\n\nLas características actuales son:\n\"Contador de posts\":\n  - Permite elegir la URL del hilo para recorrer (la URL del hilo actual se rellena automáticamente en el campo URL).\n  - Establecer la página de inicio del proceso de recuento (incluye un botón para elegir automáticamente entre la primera página, la página actual y la última página).\n   - Opcionalmente, el usuario puede añadir una lista de usuarios para filtrar los usuarios que aparecerán en el resultado final (no distingue entre mayúsculas y minúsculas, pero es necesario respetar los espacios).\n  - Un selector de ordenación de los resultados.\n\n\"Bloqueo de anuncios\":\n  - Simplemente elimina los anuncios del sitio web después de cargarlos. Esto evita que los veas, pero se imprimen igualmente.\n\n\"Interfaz de usuario/UX mejorada\":\n  - Mejoras menores en la interfaz general, por ejemplo cambia el color de los enlaces a naranja o añade algunas transiciones en algunas animaciones.\n  - Mueve los botones \"Vista previa\", \"Guardar borrador\" y \"Enviar\" a la parte inferior de la página cuando se edita o se crea un post.\n\nLos idiomas disponibles actualmente son: español, catalán e inglés"
  }
}