{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AllGives: Save Money & Shop for a Cause",
    "es": "AllGives: Free Shopping Cashback. Beats PayPal Honey, Capital One, Rakuten",
    "he": "AllGives: Fetch Upside of Cash Back Rewards. Beats Coupert, BeFrugal & Tada",
    "it": "AllGives: Promo Codes, Coupon, Discount, Deals. Free Cently, Kudos & Klarna",
    "pt_BR": "AllGives: Be Ocean Hero Tab for a Cause to Slickdeals Swagbucks SwagButton",
    "pt_PT": "AllGives: Earn Cashback & Fundraise for Charity. Beats Tab for a Cause",
    "sv": "AllGives: Shopping Assistant Ecosia to Ibotta, TopCashback, RetailMeNot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money and support charities when you shop at hundreds of stores. Get instant alerts for deals and donations while you shop.",
    "es": "Earn the most cash back and raise charity donations when you shop. Beats PayPal Honey, Capital One Shopping & Rakuten guaranteed.",
    "he": "Earn the most cash back shopping at your favorite brands. Beats Coupert, BeFrugal & Tada guaranteed.",
    "it": "Cash back finder that helps nonprofits when you shop at your favorite brands. Beats Cently & Klarna guaranteed.",
    "pt_BR": "Earn the most cash back and help charities when you shop at your favorite brands. Beats Ibotta, TopCashback & Tada guaranteed.",
    "pt_PT": "Earn the most cash back and help charities whenever you shop. Beats Slickdeals & Swagbucks SwagButton guaranteed.",
    "sv": "Earn the most cash back on top of credit card rewards that beats Wikibuy & Ebates. It’s like free money!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "How It Works:\n\n💳 Shop: Head to the site you want to shop at, and our extension will notify you if you can earn cash back. Click the “Activate” button, then shop like normal.\n\n💸 Earn:  Get up to 20% of your purchase value as cash back AND raise money for charity with each purchase. You can rack up serious savings when you shop fashion, travel, & more!\n\n🤝 Redeem: Cash out via PayPal or donate more to one of our partner charities at a higher, matched rate.\n\n🔔 Never Miss a Deal: Add our extension, and we'll remind you to activate deals when you shop at hundreds of stores. Get money back and raise some serious donations with just one click!\n\nWhy Use AllGives?\n\n📈 Unbeatable Rates Guaranteed: Our cash back rates are 3x higher on average than others. If you find a better public offer on another site, let us know and we'll beat it guaranteed.\n\n💯 Reliable Savings: We're WAY better than other coupon and cashback sites - we work 100% of the time and respond to all questions in under 36 hours with our US-based team. \n\n🎉 Easy Money, Big Impact: Our platform is a free and easy way for you to save on your shopping while supporting impactful charities. No coupon codes. No gift cards. No tricks. \n\nSo why wait? Add the AllGives extension to your browser and stop overpaying when you shop!"
  }
}