{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add to Microsoft To Do"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "It's the easiest way to save anything from the web to your ToDo lists.",
    "uk": "Це найпростіший спосіб зберегти що-небудь з Інтернету до ваших списків завдань."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "❗ This is not an official Microsoft extension.\n\nThe extension allows you to add information about the current page to ToDo: title, selected text, and URL.\n\nFEATURES\n* Adding using the extension interface - you can add page information, select the desired list, and set the reminder time beforehand.\n* Quick Add - adds page (or link) information to the default list without demonstrating the extension interface.\n* Assigning keyboard shortcuts for both types of operations.\n* Flexible configuration of the expansion interface: time and date formats, default list (with ability to remember last used), default reminder time (or last used).\n\nPRIVACY POLICY\n\nhttps://github.com/ukhan/add-to-ms-todo/blob/master/PRIVACY.md\n\nUNEXPECTED BEHAVIOR\n* If more than 24 hours have passed since the previous use of the extension, then when you start it you will see a browser tab automatically opening in the background. The extension uses this tab to obtain an updated access token. It is due to the features of the Microsoft identity platform. Details: https://github.com/MicrosoftDocs/azure-docs/issues/62164.\n\nKNOWN DISADVANTAGES\n* When you select a list, the lists are shown in an un-grouped form. Reason: the public API does not allow you to get information about grouping lists.\n* This is not an official extension. But unfortunately, there's no official extension at this time – https://todo.uservoice.com/forums/597175-feature-suggestions/suggestions/32661145-browser-extension-firefox-chrome-edge-opera-s\n* The extension requires the seemingly unnecessary \"Read browsing history\" permission. But this permission is needed for an alternative implementation of user authentication. The reason is the inability to use the stock chrome.identity.launchWebAuthFlow with the Microsoft identity platform. More details: https://github.com/MicrosoftDocs/azure-docs/issues/62164.",
    "uk": "❗ Це не офіційне розширення Microsoft.\n\nРозширення дозволяє додати в ToDo інформацію про поточну сторінку: заголовок, виділений текст та URL.\n\nМожливості\n* Додавання з використанням інтерфейсу розширення – попередньо можна доповнити інформацію про сторінку, обрати потрібний список та встановити дату і час нагадування.\n* Швидке додавання – додавання інформації про сторінку (чи лінк) в список за замовчуванням без використання інтерфейсу розширення.\n* Призначення сполучень клавіш для обох типів доповнень.\n* Гнучке налаштування інтерфейсу розширення: формати часу та дати, список за замовчуванням (з можливістю запам'ятовувати список, що використовувався останнім), час нагадування за замовчуванням (або той, що використовувався останнім).\n\nНесподівана поведінка\n* Якщо з моменту попереднього використання розширення минуло більше 24 годин, то під час його наступного запуску ви побачите фонову вкладку браузера, що відкриється автоматично. Розширення використовую цю вкладку для отримання оновленого токену доступу. Так відбувається із-за особливостей роботи платформи ідентифікації Microsoft. Докладніше: https://github.com/MicrosoftDocs/azure-docs/issues/62164.\n\nВідомі недоліки\n* При виборі списку, списки відображаються в не згрупованому вигляді. Причина цього в тому, що публічний API не дозволяє отримати інформацію про групування списків.\n* Це не офіційне розширення. Але, на жаль, на сьогодні офіційного розширення не існує:  https://todo.uservoice.com/forums/597175-feature-suggestions/suggestions/32661145-browser-extension-firefox-chrome-edge-opera-s\n* Розширення вимагає, здавалося би, не потрібного йому дозволу «Читати історію переглядів». Але цей дозвіл потрібен для альтернативної реалізації аутентифікації користувача. Причина – неможливість використовувати штатну chrome.identity.launchWebAuthFlow з Microsoft identity platform. Докладніше: https://github.com/MicrosoftDocs/azure-docs/issues/62164."
  }
}