{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch Link (Beta)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share and discover video recommendations based on your current YouTube video."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch Link\nDiscover videos through genuine human recommendations\n\nEver wished you could see what other viewers naturally gravitate to from the video you're watching? Watch Link creates a bridge between viewers, enabling you to discover content through real people's recommendations rather than algorithmic suggestions.\n\nWhy Install?\n- Human-Curated Discovery: Break free from the algorithm bubble with recommendations made by real people who watched the same videos you're interested in\n- Community-Driven: Every suggestion comes from fellow viewers who found meaningful connections between videos\n- Seamlessly Integrated: Works right alongside your normal YouTube browsing experience - no extra steps needed\n- Growing Knowledge Base: Each recommendation enriches the community's collective viewing suggestions, creating an ever-expanding web of meaningful content connections\n\nHow It Works\nWhen you watch a YouTube video, you'll see what other viewers have recommended as related content. These aren't automated suggestions – they're thoughtful connections made by people who share your interests. You can also contribute your own recommendations, helping others discover great content.\n\nPerfect for:\n- Music lovers finding similar artists and styles\n- Educational content seekers looking for related learning materials\n- Entertainment enthusiasts discovering new creators and series\n- Anyone tired of algorithmic recommendations and seeking genuine human-curated content\n\nInstall Watch Link today and join a community of viewers helping each other discover the best of YouTube."
  }
}