{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BBViewer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your video viewing experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BBViewer provides a custom video player interface for videos on the web.\n\nSome features of BBViewer:\n- Fullscreen player interface that captures video websites.\n- Use PIP and control Playback Rate with stubborn sites that don't provide support in their built-in player.\n- Aspect switcher\n- Audio control like panning, and gain boost.\n- Sidebar with built-in chat and interactive tools for supported websites.\n- Player and Site specific enhancements.\n- Theme support.\n\nThis extension is intended for Big Brother US Live Feed watchers. It will modify the appearance of the Paramount+ Live Feed page and add additional functionality to the Live Feed player.\n\n* You must be an Paramount+ subscriber to access the Big Brother Live Feeds\n\n** BBViewer is not affiliated in any way with Paramount/CBS/Viacom. You should not contact them for support while using this extension, as modifications made by the extension could cause issues unrelated to their website.\n\nNew in 2.0:\nDue to changes on the Paramount Plus Live Feeds page that are beyond my control, a number of features have been removed from this version. Some of the previous features may return in the future.\n\nBBViewer now has experimental support to launch the viewer for video on any website. Click the extension icon to launch the viewer on any page with a video element."
  }
}