{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Listy - La wishlist réinventée"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ajoutez vos envies cadeaux depuis n'importe quel site et partagez votre wishlist en quelques clics avec vos proches !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Que ce soit pour une liste d'anniversaire, une liste de naissance ou Noël, un mariage, une crémaillère ou juste pour gérer votre shopping... les occasions ne manquent pas.\n\nPersonnalisez votre liste cadeaux et commencez à ajouter vos envies du moment en quelques clics grâce à l'extension Listy. Partagez-la ensuite avec vos proches qui pourront alors réserver un ou plusieurs cadeaux, sans avoir besoin de s'inscrire.\n\nPas de doublons possibles, tous les participants sont notifiés dès qu’un cadeau est réservé sur votre wishlist.\n\nFonctionnalités :\n✓ Simple & moderne : Personnalisez votre liste cadeaux en lui ajoutant un texte de présentation et une photo pour qu'elle soit à votre image.\n\n✓ Multi-enseignes : Ajoutez vos envies cadeaux depuis n'importe quel site marchand via le site ou l'extension, sur Listy, il n'y a aucune limite.\n\n ✓ 100% gratuit  : Aucun frais caché sur Listy, notre site de création de listes est gratuit pour vous et pour les participants de votre wishlist.\n\n✓ Cagnotte : Ajoutez une cagnotte à votre liste cadeaux pour recevoir des participations financières de la part de vos proches.\n\n✓ Sans limites : Sur Listy vous pouvez créer autant de wishlists que vous le souhaitez pour organiser vos achats, idéal pour les anniversaire, Noël, votre shopping...\n\n✓ En collaboration : Gérez votre liste cadeaux à plusieurs, idéal pour inviter votre conjoint à participer : décider de la déco à deux, c'est mieux !\n\n✓ Suivi des réservations : D'un simple coup d'oeil, vous pouvez suivre les réservations de vos proches et vous êtes notifiés lorsqu'un cadeau est offert.\n\n✓ Extension : Ajoutez vos envies directement depuis vos sites marchands préférés grâce à notre extension pour navigateur.\n\n✓ Mobile & ordinateur : Listy fonctionne sur mobile, tablette et ordinateur. Ajoutez vos envies depuis le support qui vous convient le mieux.\n\nInstallez l'extension Listy et ajoutez vos envies en quelques clics !"
  }
}