{
  "name": {
    "am,ar,de,en,en_AU,en_GB,en_US,es,es_419,fil,fr,he,it,kn,lt,nl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Stacky Jump Casual Game",
    "bg,cs,hu,ml,mr,no,pl,sk,ta": "Stacky Jump Online",
    "bn,da,gu,hi,id,lv": "Stacky Jump Game",
    "ca,et,fa,sl,te": "Stacky Jump Online Game",
    "el,fi,hr,ja,ko,ms,ro,sw,th": "Stacky Jump Unblocked Game"
  },
  "short": {
    "ar": "عليك أن تقفز على أكوام الخشب مع شخصيتك وترفع شخصيتك إلى الأعلى.",
    "am": "በባህርይዎ በእንጨት ክምር ላይ ዘልላችሁ ባህሪዎን ወደ ላይ ከፍ ማድረግ አለብዎት.",
    "bg": "Трябва да скочиш върху дървесните купчини с характера си и да повишиш характера си до върха.",
    "bn": "আপনাকে আপনার চরিত্রের সাথে কাঠের স্তূপের উপর ঝাঁপিয়ে পড়তে হবে এবং আপনার চরিত্রটিকে শীর্ষে তুলতে হবে।",
    "ca": "Vostè ha de saltar sobre les piles de fusta amb el seu caràcter i elevar el seu caràcter a la part superior.",
    "cs": "Musíte skočit na dřevěné hromady se svou postavou a pozvednout svou postavu na vrchol.",
    "da": "Du skal hoppe på træbunkerne med din karakter og hæve din karakter til toppen.",
    "de": "Du musst mit deinem Charakter auf die Holzstapel springen und deinen Charakter an die Spitze heben.",
    "el": "Πρέπει να πηδήξετε στους ξύλινους σωρούς με τον χαρακτήρα σας και να ανεβάσετε τον χαρακτήρα σας στην κορυφή.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You have to jump on the wood piles with your character and raise your character to the top.",
    "es": "Tienes que saltar sobre las pilas de madera con tu personaje y elevar a tu personaje a la cima.",
    "et": "Sa pead hüppama puidust vaiad oma iseloomu ja tõsta oma iseloomu tippu.",
    "fa": "شما باید به پرش بر روی شمع چوب با شخصیت خود و بالا بردن شخصیت خود را به بالا.",
    "fi": "Sinun täytyy hypätä puukasoihin hahmosi kanssa ja nostaa hahmosi huipulle.",
    "fil": "Kailangan mong tumalon sa kahoy piles sa iyong character at itaas ang iyong character sa tuktok.",
    "fr": "Vous devez sauter sur les tas de bois avec votre personnage et élever votre personnage au sommet.",
    "gu": "તમારે તમારા પાત્ર સાથે લાકડાના ઢગલા પર કૂદવું પડશે અને તમારા પાત્રને ટોચ પર લાવવું પડશે.",
    "he": "אתה צריך לקפוץ על ערימות העץ עם הדמות שלך ולהרים את הדמות שלך למעלה.",
    "hi": "आप अपने चरित्र के साथ लकड़ी ढेर पर कूद और शीर्ष करने के लिए अपने चरित्र को बढ़ाने के लिए है।",
    "hr": "Morate skočiti na drvene hrpe sa svojim likom i podići svoj lik na vrh.",
    "hu": "A karaktereddel fel kell ugranod a fakupacokra, és a karakteredet a tetejére kell emelned.",
    "id": "Anda harus melompat di atas tumpukan kayu dengan karakter Anda dan meningkatkan karakter Anda ke atas.",
    "it": "Devi saltare sulle pile di legno con il tuo personaggio e sollevare il tuo personaggio in cima.",
    "ja": "あなたはあなたのキャラクターと一緒に木の山に飛び乗って、あなたのキャラクターを一番上に上げなければなりません。",
    "kn": "ನೀವು ನಿಮ್ಮ ಪಾತ್ರದೊಂದಿಗೆ ಮರದ ರಾಶಿಗಳ ಮೇಲೆ ಜಿಗಿಯಬೇಕು ಮತ್ತು ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಮೇಲಕ್ಕೆ ಏರಿಸಬೇಕು.",
    "ko": "당신은 당신의 캐릭터와 함께 나무 더미에 뛰어 들고 캐릭터를 맨 위로 올려야합니다.",
    "lv": "Jums ar savu raksturu ir jālec uz koka pāļiem un jāpaceļ savs raksturs uz augšu.",
    "ml": "നിങ്ങളുടെ സ്വഭാവവുമായി നിങ്ങൾ മരക്കൂമ്പാരങ്ങളിൽ ചാടുകയും നിങ്ങളുടെ കഥാപാത്രത്തെ മുകളിലേക്ക് ഉയർത്തുകയും വേണം.",
    "mr": "आपल्याला आपल्या पात्रासह लाकडाच्या ढिगाऱ्यावर उडी मारावी लागेल आणि आपले पात्र शीर्षस्थानी वाढवावे लागेल.",
    "ms": "Anda perlu melompat pada buasir kayu dengan watak anda dan menaikkan watak anda ke bahagian atas.",
    "nl": "Je moet met je personage op de houtstapels springen en je personage naar de top tillen.",
    "no": "Du må hoppe på trehaugene med karakteren din og heve karakteren din til toppen.",
    "pl": "Musisz wskoczyć na stosy drewna ze swoją postacią i podnieść swoją postać na szczyt.",
    "ro": "Trebuie să sari pe grămezi de lemn cu personajul tău și ridica personajul tău la partea de sus.",
    "ru": "Вам предстоит прыгать по дровяным кучам вместе со своим персонажем и поднимать своего персонажа на вершину.",
    "sk": "Musíte skočiť na drevené hromady so svojou postavou a pozdvihnúť svoju postavu na vrchol.",
    "sl": "Moraš skočiti na lesene kupe s svojim značajem in dvignite svoj značaj na vrh.",
    "sv": "Du måste hoppa på trähögarna med din karaktär och höja din karaktär till toppen.",
    "sw": "Una kuruka juu ya rundo kuni na tabia yako na kuongeza tabia yako juu.",
    "ta": "நீங்கள் உங்கள் கதாபாத்திரத்துடன் மர குவியல்களில் குதிக்க வேண்டும் மற்றும் உங்கள் பாத்திரத்தை மேலே உயர்த்த வேண்டும்.",
    "te": "మీరు మీ పాత్రతో కలప కుప్పలపైకి దూకి మీ పాత్రను పైకి లేపాలి.",
    "th": "คุณต้องกระโดดขึ้นไปบนกองไม้ด้วยตัวละครของคุณและยกระดับตัวละครของคุณขึ้นไปด้านบน",
    "tr": "Karakterinizle birlikte tahta yığınlarına atlamalı ve karakterinizi zirveye çıkarmalısınız.",
    "uk": "Ви повинні стрибати на дерев'яні купи зі своїм характером і піднімати свого персонажа на вершину."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a crazy platform game in a colorful world. Climb the challenging obstacles and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nStacky Jump Casual Game Features\n✓ Colorful graphics\n✓ 3D Character\n✓ Infinity level\n✓ 3D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Stacky Jump Casual Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}