{
  "name": {
    "am,ar,bn,cs,el,et,hr,kn,sw,ta": "Find Animals For Kids Online",
    "bg,da,fi,hu,ja,ko,lv,sk,te": "Find Animals For Kids Unblocked Game",
    "ca,de,en,en_AU,en_GB,en_US,es,es_419,fa,fil,fr,gu,he,it,lt,nl,no,pt_BR,pt_PT,ro,ru,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Find Animals For Kids Game",
    "hi,id,ml,mr,ms,pl,sv,th": "Find Animals For Kids Online Game"
  },
  "short": {
    "ar": "العثور على أنواع الحيوانات المحددة في البعثات في أقرب وقت ممكن والتمتع بالمستويات الأخرى.",
    "am": "በተቻለ ፍጥነት በተልዕኮው ውስጥ የተጠቀሱትን ዓይነት እንስሳት ፈልገህ በሌሎች ደረጃዎች ተደሰት ።",
    "bg": "Намерете видовете животни, посочени в мисиите възможно най-скоро и се насладете на другите нива.",
    "bn": "যত তাড়াতাড়ি সম্ভব মিশনগুলিতে নির্দিষ্ট করা প্রাণীর ধরণগুলি সন্ধান করুন এবং অন্যান্য স্তরগুলি উপভোগ করুন।",
    "ca": "Troba els tipus d'animals especificats en les missions el més aviat possible i gaudeix dels altres nivells.",
    "cs": "Najděte druhy zvířat specifikované v misích co nejdříve a užijte si ostatní úrovně.",
    "da": "Find de slags dyr, der er specificeret i missionerne, så hurtigt som muligt, og nyd de andre niveauer.",
    "de": "Finden Sie so schnell wie möglich die in den Missionen angegebenen Tierarten und genießen Sie die anderen Level.",
    "el": "Βρείτε τα είδη των ζώων που καθορίζονται στις αποστολές το συντομότερο δυνατό και απολαύστε τα άλλα επίπεδα.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Find the kinds of animals specified in the missions as soon as possible and enjoy the other levels.",
    "es": "Encuentra los tipos de animales especificados en las misiones lo antes posible y disfruta de los otros niveles.",
    "et": "Leidke võimalikult kiiresti missioonidel määratletud loomaliigid ja nautige teisi tasandeid.",
    "fa": "پیدا کردن انواع حیوانات مشخص شده در ماموریت ها در اسرع وقت و لذت بردن از سطوح دیگر.",
    "fi": "Etsi tehtävissä määritellyt eläimet mahdollisimman pian ja nauti muista tasoista.",
    "fil": "Hanapin ang mga uri ng mga hayop na tinukoy sa misyon sa lalong madaling panahon at tamasahin ang iba pang mga antas.",
    "fr": "Trouvez les types d’animaux spécifiés dans les missions dès que possible et profitez des autres niveaux.",
    "gu": "મિશનમાં નિર્દિષ્ટ કરેલા પ્રાણીઓના પ્રકારોને શક્ય તેટલી વહેલી તકે શોધો અને અન્ય સ્તરોનો આનંદ માણો.",
    "he": "מצא את סוגי בעלי החיים המפורטים במשימות בהקדם האפשרי ותיהנה מהרמות האחרות.",
    "hi": "जितनी जल्दी हो सके मिशन में निर्दिष्ट जानवरों के प्रकार का पता लगाएं और अन्य स्तरों का आनंद लें।",
    "hr": "Pronađite vrste životinja navedene u misijama što je prije moguće i uživajte u drugim razinama.",
    "hu": "A lehető leghamarabb találd meg a küldetésekben meghatározott állatfajokat, és élvezd a többi szintet.",
    "id": "Temukan jenis hewan yang ditentukan dalam misi sesegera mungkin dan nikmati level lainnya.",
    "it": "Trova i tipi di animali specificati nelle missioni il prima possibile e goditi gli altri livelli.",
    "ja": "できるだけ早くミッションで指定された動物の種類を見つけて、他のレベルをお楽しみください。",
    "kn": "ಮಿಷನ್ ಗಳಲ್ಲಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಪ್ರಾಣಿಗಳ ವಿಧಗಳನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಕಂಡುಹಿಡಿಯಿರಿ ಮತ್ತು ಇತರ ಹಂತಗಳನ್ನು ಆನಂದಿಸಿ.",
    "ko": "가능한 한 빨리 임무에 지정된 동물의 종류를 찾고 다른 레벨을 즐기십시오.",
    "lv": "Pēc iespējas ātrāk atrodiet misijās norādītos dzīvnieku veidus un izbaudiet pārējos līmeņus.",
    "ml": "ദൗത്യങ്ങളിൽ വ്യക്തമാക്കിയിട്ടുള്ള തരം മൃഗങ്ങളെ എത്രയും വേഗം കണ്ടെത്തുകയും മറ്റ് തലങ്ങൾ ആസ്വദിക്കുകയും ചെയ്യുക.",
    "mr": "मोहिमांमध्ये निर्दिष्ट केलेल्या प्राण्यांचे प्रकार लवकरात लवकर शोधा आणि इतर स्तरांचा आनंद घ्या.",
    "ms": "Cari jenis haiwan yang dinyatakan dalam misi secepat mungkin dan nikmati tahap lain.",
    "nl": "Vind zo snel mogelijk de soorten dieren die in de missies zijn gespecificeerd en geniet van de andere niveaus.",
    "no": "Finn de typer dyr som er spesifisert i oppdragene så snart som mulig og nyt de andre nivåene.",
    "pl": "Znajdź rodzaje zwierząt określone w misjach tak szybko, jak to możliwe i ciesz się innymi poziomami.",
    "ro": "Găsiți tipurile de animale specificate în misiuni cât mai curând posibil și bucurați-vă de celelalte niveluri.",
    "ru": "Находите виды животных, указанные в миссиях, как можно скорее и наслаждайтесь другими уровнями.",
    "sk": "Nájdite druhy zvierat špecifikované v misiách čo najskôr a užite si ostatné úrovne.",
    "sl": "Čim prej poiščite vrste živali, določene v misijah, in uživajte v drugih ravneh.",
    "sv": "Hitta de typer av djur som anges i uppdragen så snart som möjligt och njut av de andra nivåerna.",
    "sw": "Tafuta aina ya wanyama walioainishwa katika misheni haraka iwezekanavyo na ufurahie viwango vingine.",
    "ta": "பயணங்களில் குறிப்பிடப்பட்டுள்ள விலங்குகளின் வகைகளை விரைவில் கண்டறிந்து மற்ற நிலைகளை அனுபவிக்கவும்.",
    "te": "మిషన్ ల్లో పేర్కొనబడ్డ జంతువుల రకాలను సాధ్యమైనంత త్వరగా కనుగొనండి మరియు ఇతర స్థాయిలను ఆస్వాదించండి.",
    "th": "ค้นหาชนิดของสัตว์ที่ระบุไว้ในภารกิจโดยเร็วที่สุดและสนุกกับระดับอื่น ๆ",
    "tr": "Görevlerde belirtilen hayvan türlerini mümkün olan en kısa sürede bulun ve diğer seviyelerin tadını çıkarın.",
    "uk": "Якомога швидше знайдіть види тварин, зазначені в місіях, і насолоджуйтеся іншими рівнями."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like animal finder games! Complete challenging levels and have fun.\n\nHow To Play\nPlayed with Mouse.\n\nFind Animals For Kids Game Features\n✓ Little Animal\n✓ Basic control\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Find Animals For Kids Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}