{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Payce: Lower debt while you shop"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shop smart, save money, and watch debt balances go down."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "“Best Cash-back Apps” – Cnet* & CNBC**\n\n🛒 Want to earn cashback when you shop online and automatically put that cash-back towards paying down debt? Add Payce to Chrome.\n\nPayce shopping extension helps you get cash back rewards and find automatic discounts. When you're at an online shop, Payce will appear and notify you if cash-back rewards are available. No need to remember anything!\n\n🔖And when you're ready to pay? Apply Coupons.\n\nAt checkout, Payce will check for available digital coupons, discount codes, and promo codes. Automatically run all of the shopping offers with the click of a button and use the best reward to get the top deal. It's easy to use, and you can start saving money immediately!\n\n💰The coolest thing about Payce? Shrink your debts, not your bank account.\n\nIt doesn't just save you money when you shop; Payce uses your cash-back rewards to help pay your bills or debts. You can easily view your account from the extension, link your debts to Payce, and watch the payments be applied in $10 increments. Debt free? No worries, you can also funnel your cashback to a bank account or charity of your choice.\n\n🆓 How is Payce free? It’s merchant funded.\n\nPayce may get paid commissions on products purchased through the links to retailer sites using this browser extension. This is a white label extension made for Payce LLC.\n\n*Best cash back apps, August 2023\n**Best cash back apps, May 2023"
  }
}