{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lembrador Dotz: Cashback, ofertas e cupons de desconto"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ganhe cashback e cupons de desconto nas suas compras online! É fácil, rápido e gratuito!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ganhe Dotz em suas compras online com o Lembrador!\n\nTransforme suas compras online em oportunidades para acumular Dotz com o Lembrador! Nossa extensão facilita a sua vida, permitindo que você ganhe Dotz em centenas de sites parceiros com apenas um clique.\n\nPor que usar o Lembrador? \nAtive seus benefícios facilmente: Instale o Lembrador no seu navegador e ative seus ganhos com um único clique. \n\nDescubra parcerias: Veja rapidamente se sua loja favorita é parceira e aproveite todas as oportunidades para ganhar Dotz. \n\nCalcule seus ganhos: Use a calculadora do Lembrador para estimar quantos Dotz você pode acumular com base no valor da sua compra.\n\nAcompanhe seus ganhos: Verifique seu saldo e extrato Dotz com facilidade, diretamente na extensão.\n\nComo começar:\n1.Instale o Lembrador no seu navegador.\n2.Clique para ativar seus Dotz diretamente na loja online.\n3.Aproveite cupons, ofertas e muito cashback maximizando suas economias!\n\nCom o Lembrador, você pode trocar seus Dotz por produtos, vouchers, recargas de celular, passagens aéreas ou até convertê-los em dinheiro na sua conta. É a forma mais fácil e prática de aproveitar suas compras!\n\nInstale o Lembrador e nunca mais se esqueça de acumular Dotz."
  }
}