{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sentence Highlighter and Excerpter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sentence Highlighter - Improve Focus and Reading Comprehension\n\nDo you struggle with reading long articles or maintaining focus…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sentence Highlighter - Improve Focus and Reading Comprehension\n\nDo you struggle with reading long articles or maintaining focus while studying? Sentence Highlighter is here to help! Designed especially for individuals with dyslexia, reading disabilities, or attention deficits, this extension allows you to easily navigate and highlight sentences across most websites.\n\nKey Features:\n1. Focused Reading: Highlight one sentence at a time to maintain focus and reduce visual clutter.\n2. Easy Navigation: Use the down/up arrow keys or 'W' and 'S' keys to move to the next or previous sentence effortlessly.\n3. Quick Excerpting: Press Enter to save the highlighted sentence instantly, allowing you to collect important information without losing your place; Press C to copy the currently highlighted sentence to your clipboard right away!\n4. Personal Review Page: Access your saved sentences on your personalized homepage. Practice typing them to improve reading and comprehension skills.\n5. Automatic Position Memory: The extension remembers the sentence index you last read, and when you reopen the page, it highlights the last sentence you read (and if in the case of aozora, scrolls down to your last reading position).\n6. Compatible with Popular Sites: Works seamlessly on sites like Aozora, Gutenburg, Wikipedia, and many more.\n\nWhether you're a language learner or someone looking to enhance your reading experience, Sentence Highlighter makes it easier to digest and retain information, one sentence at a time."
  }
}