{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charik"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Charik extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly integrate your HubSpot CRM with LinkedIn to simplify your sales process, enhance productivity, and foster Sales Wellness.\n\nCharik brings your CRM directly to LinkedIn, allowing you to:\n\n> Access and Enrich Contacts: Automatically capture LinkedIn contacts, including Job Title, Mobile Phone, Company, First Name, Last Name, and more, directly into HubSpot.\n> Add Contacts to Your HubSpot Lists: Effortlessly add new contacts to your HubSpot lists right from LinkedIn profiles.\n> Eliminate Manual Data Entry: Save time by automating contact information collection and updates.\n> Enhance Data Quality: Ensure accurate and up-to-date details for better decision-making.\n> Gain Real-Time Insights: View contact, lead, and deal statuses directly from LinkedIn.\n> Boost Sales Productivity: Focus on building relationships, not managing data.\n> Promote Sales Wellness: Simplify daily tasks to reduce stress and improve team well-being.\n\nDesigned exclusively for HubSpot CRM users, Charik integrates effortlessly to help sales teams around the world achieve more with less effort.\n\nJoin companies who trust Charik to streamline their sales process and empower their teams to succeed.\n\nKey Features:\n\n+ Seamless HubSpot Integration: Work within LinkedIn without switching platforms.\n+ Automated Contact Syncing: Import contacts with detailed information like job title, mobile phone, company, first name, last name, and more.\n+ Search and add companies in HubSpot from anywhere\n+ Live CRM Updates: Access and edit CRM data in real-time from anywhere.\n+ User-Friendly Interface: Intuitive design for quick adoption by sales teams.\n+ Boost your sales efficiency and team morale with Charik.\n\nGet started today and transform the way you sell!"
  }
}