{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seekr: AI-powered New Tab with Bard & ChatGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seekr is an AI-powered New Tab extension, equipped with powerful AI tools like Bard, ChatGPT, & much more!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Seekr, \nan AI-powered New Tab Chrome extension that revolutionizes the way you browse and research online. \n\nThis game-changing innovative tool harnesses the power of cutting-edge AI technologies like Bard and ChatGPT, offering a comprehensive solution to your needs and much more!\n\nSeekr is not just a tool, it's a smart all-in-one AI assistant that can prompt multiple engines and AI chatbots like ChatGPT, Bard, & Google, all in one go. \n\nTired of wasting time switching between multiple AI chatbots & search engines- just to find a simple & effective solution that works for you? \nSay hello to Seekr, the ultimate AI-powered New Tab extension that streamlines your research and boosts your productivity like never before!\n\nJust type in your query/prompt and Seekr will provide you with the best possible answers, perspectives, view-points, content, data, and information. \n\nBut Seekr goes beyond just providing the best possible answers. \nIt helps you build perspective and get a more 'complete' view of things. \nBy getting data from multiple sources, you can see things from different angles & view-points, and make much better & informed decisions.\n\nWhether you're researching for an important project or just browsing for leisure, Seekr enhances your online research quality, work quality, efficiency, effectiveness, and output. \n\nKey Features:\n\n1. AI-Powered: Seekr leverages AI technologies like Bard and ChatGPT to provide a much more comprehensive output.\n2. Powerful All-in-One Search Bar: Simultaneously search across multiple engines and AI chatbots like Google, ChatGPT, and Bard in one go. No more juggling between scattered browser tabs – everything you need is right at your fingertips!\n3. Quality of Output: Seekr provides the best possible answers, insights, perspectives, content, & solutions to meet your needs. Seekr ensures you receive the most complete, accurate and relevant information to meet your requirements, leaving no room for errors, guesswork, mistakes, assumptions, or disinformation.\n4. Builds Perspective: It empowers you to build perspective and get a more 'complete' view of things. It helps you expand your knowledge & understanding and make well-informed decisions with ease.\n5. Supercharges your Productivity: By streamlining your research process, Seekr saves you valuable time and effort, allowing you to focus on what matters most. Seekr enhances your online research quality, work quality, efficiency, effectiveness, and output.\n\nWho is Seekr for?\nSmart working professionals love to use Seekr to take their work quality to new heights & gain a competitive edge! From content creation to market research to ideation, Seekr helps improve your work quality & accelerate your career growth.\nSeekr is perfect for anyone who spends a good amount of time online, whether for work, business, study, career, or leisure. It's an ideal tool for working professionals, entrepreneurs, creators, researchers, writers, developers, students, learners, and anyone who values accurate, thorough, & comprehensive online research.\nDisclaimer: we may use a tiny ad-banner to cover the project's production costs & keep the lights on. \n\nIn a world where information is power, Seekr is your key to unlocking the full potential of the internet. \n\nPlease note: Seekr AI New Tab Chrome extension & the website getseekr.com is in no way affiliated or related to seekr.com, which is a totally seperate entity.\n\nInstall Seekr today and experience the future of online browsing & research."
  }
}