{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Yootr Football"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Téléchargez Yootr maintenant et révolutionnez votre façon de lire les actualités footballistiques!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Améliorez votre expérience de lecture de l’actualité sportive et footballistique avec YOOTR, l'extension Chrome ultime pour les passionnés de sport !\nYootr enrichit votre lecture en ligne des articles de football et de sport en analysant automatiquement les articles pour détecter tous les noms de joueurs, de clubs et de compétition. Il vous suffit de survoler le nom d'un joueur ou d'un club dans l'article pour accéder instantanément à une multitude de statistiques et de données intéressantes.\n\n🤖 Analyse automatisée: Notre IA avancée analyse en toute transparence n'importe quel article de football et de sport que vous lisez, identifiant avec précision tous les noms de joueurs / de clubs et de compétition. .\n\n📈 Statistiques instantanées: Accédez rapidement aux statistiques des joueurs telles que les buts, les passes décisives, le nombre de titularisations, et bien plus encore. Pour les clubs, consultez les classements actuels, les calendriers de matchs, les résultats récents et d'autres données pertinentes.\n\n🚀 Expérience de lecture améliorée: Plus besoin de changer d'onglets pour chercher des informations ailleurs. Toutes les données pertinentes sont à portée de main depuis votre article, rendant votre lecture plus agréable, engageante et informative. \nRegardez les derniers moments forts de chaque match en résumé vidéo !\n\n🤩 Facile à utiliser: Il vous suffit d'installer l'extension gratuitement et de profiter de l'expérience améliorée sur n'importe quel article de football que vous lisez en ligne.\nL’extension est compatible sur Eurosport.fr - L’equipe - Football365 et Maxifoot.\n\nQue vous soyez un fervent fan de football ou simplement un amoureux du sport, Yootr est votre compagnon idéal. Restez à la pointe de l'actualité avec des statistiques et des données à jour et à portée de main.\n\n\n✨ Téléchargez Yootr maintenant et révolutionnez votre façon de lire la presse sportive ✨"
  }
}