{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Dictionary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scan any web application/page for business terms and instantly see the approved definition as stored in your Business Glossary."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With the Accurity Browser Dictionary plugin extension you can scan any web application/page for business terms and instantly see the approved definition as stored in your Business Glossary. \n\nAre you working with multiple web applications and sites where terminology related to your business is used? Do you need to cross-check company approved definitions of terms used in those web applications? Do you want to know what the metrics used on your report mean in a fast way? Now you can access your business terms from within any web application/page with direct links to your Business Glossary to see the more detailed information. \n\nHow it works: download and install the plugin to your browser, scan the page and see each word that is named the same way as the business terms defined in your Business Glossary. Results will be highlighted and if you hover over them, you will also get a tooltip – a description of the term retrieved from the Business Glossary. You can click the tooltip, which will open a new browser tab/window with the detail from your Business Glossary of the business term that was highlighted on the website. \n\nThe Browser Dictionary plugin extension is provided in conjunction with our Accurity all-in-one data intelligence software platform. The Accurity platform offers comprehensive data intelligence software, which covers data harmonization, data quality, and ensures integrated data management across systems. Accurity is available on-premises or as a SaaS and we supply regular updates for both the on-premises and cloud deployment options."
  }
}