{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WEBP to PNG Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension converts WEBP files to PNG."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The WebP to PNG Converter Extension is useful for saving WebP images in PNG format. This WebP to PNG Converter Extension is essential for users dealing with compatibility issues with older browsers or image editing software. It can be used for presentations, website uploads, or storage, and can be easily converted from Google Chrome. Users are able to save time and effort with this extension. With its user-friendly interface and quick processing speed, the WebP to PNG Converter Extension is a convenient tool for anyone working with image files. Users can also benefit from the extension's ability to maintain high-quality image resolution during the conversion process.\nHow to install \"Convert WebP to PNG\" extension?\nStep 1: Select \"Add to Chrome\" from the menu\nStep 2: Add the extension by clicking \"Add extension\" in the pop-up.\nStep 3: Download and install the extension.\n\nHow to use the webp to png Extension?\nThese general steps guide you through using a WebP to PNG converter extension:\nAfter installing the webp to png extension, upload the WebP file to the extension.\nWait for a few seconds to minutes for the program to process the webp file.\nYou'll notice that the image viewers are displaying high-quality images after the processing is finished.\nThen, click \"Download\" to start downloading the png file to the location of your choice on your computer.\nWhy Use Our WebP to PNG Extension?\n\nHere are some reasons why you might consider using our WebP to PNG extension:\nCompatibility: PNG is a widely supported image format across various platforms, browsers, and software. By converting WebP images to PNG, you ensure compatibility with a broader range of devices and applications.\nVersatility: PNG format supports lossless compression, making it ideal for images that require high quality and sharp details. Our extension preserves the quality of your images during the conversion process, ensuring that they look great regardless of the device or software used to view them.\nEase of Use: Our extension provides a seamless and intuitive conversion process. With just a few clicks, you can convert your WebP images to PNG format without any hassle or technical knowledge required.\nCustomization Options: Depending on your preferences, our extension may offer additional features or settings to customize the conversion process. You can adjust parameters such as image quality, output resolution, and more to tailor the conversion to your specific needs.\nTime-Saving: Converting WebP images to PNG format manually can be time-consuming, especially if you have multiple images to convert. Our extension streamlines the process, allowing you to convert images quickly and efficiently, saving you valuable time and effort.\nReliability: Our extension is designed to deliver reliable and consistent results with every conversion. You can trust that your images will be accurately converted to PNG format without any loss of quality or integrity."
  }
}