{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Messenger Sneaky Mode - Hide what needs to be"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You wanted to avoid everyone looking at your messages including the strongest spies, Messenger Sneaky Mode is for you."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Messenger Sneaky Mode, the best extension to be a real secret agent on Messenger.\n\nWe all know this moment in class, or at the office, when we feel a suspicious and a little too curious eye above our shoulder, spying on our conversations or even table neighbors who would have your screen in their field of vision. \n\nIt is in those moments when no one wants these curious little ones or accidental observers to see the content of your conversations, or who you are talking to, or even the photos and videos that are sent to you.\n\nA sensitive message? Hidden. A picture not safe for work? Hidden. A secret conversation for a gift? Hidden too. A video a little too trashy? Still hidden. \n\nDo you notice that a curious little boy is watching your screen? No problem, just press the escape key twice quickly to hide the whole page, rather than changing tabs or lowering your screen. You are doing something other than chatting, but you want to have quick access to your messages and not have to change tabs? Again, you can blur the page.\n\nIncredible, isn't it?\n\nOf course the discretion mode can be easily disabled at any time by clicking on the black messenger icon on your page.\n\nEach hidden element can be revealed by moving the mouse over it, very practical.\n\nDon't be afraid of the curious, don't hide messenger anymore, you are safe now thanks to your new MESSENGER SNEAKY MODE extension."
  }
}