{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Citation Eraser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Removes the sources from a New York Times article."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension removes multiple elements from an article posted on the New York Times (the article’s author and publishing date, images within the article as well as their credits and captions, a story’s footer, and hyperlinks within the article to other articles or references) to explore how we interpret the validity of information when the information arrives without an author or other methods of engagement even though the article appears to be from a trustworthy source.\n\nWithout hyperlinks to make further research easy or captivating images, do we still feel connected to the information presented or motivated to learn more? Are we more engaged with an article if we know it was published recently or do we disengage if we can’t put the article in some context of time and place? How is an article’s authenticity changed when there are no opportunities for corrections or explanation of context in the footer? Do we take the information presented as truthful just because it comes from the New York Times, or do the words lose their validity without proof of a trustworthy author with journalistic integrity? Sometimes we think an article as just a story or presentation of information, but if that’s all we get then the Times becomes little more than an glorified blog post."
  }
}