{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cửa chống cháy",
    "en": "Fireproof door"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tính giá nhanh khi mua các loại cửa chống cháy",
    "en": "Quickly calculate prices when buying fireproof doors"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chào mừng bạn đến với ứng dụng Cửa Chống Cháy trên Chrome Extension! Ứng dụng này giúp bạn dễ dàng tìm kiếm và mua các loại cửa chống cháy để bảo vệ ngôi nhà của bạn. Với tính năng tính giá nhanh, bạn có thể ước tính giá dựa trên số lượng cửa bạn muốn mua và khám phá các loại cửa bao gồm cửa thép chống cháy (TCCC) và cửa vòm nhựa chống cháy.\n\nTính năng nổi bật:\n\n- Tính giá nhanh và tiện lợi: Với tính năng tính giá nhanh, bạn có thể dễ dàng ước tính tổng chi phí dựa trên số lượng cửa chống cháy bạn muốn mua. Chỉ cần nhập số lượng vào ô tương ứng, ứng dụng sẽ tự động tính toán tổng giá ước tính, giúp bạn quản lý ngân sách bảo vệ nhà cửa của mình một cách hiệu quả.\n\n- Hiển thị các loại cửa đa dạng: Ứng dụng Cửa Chống Cháy trên Chrome Extension hiển thị danh sách các loại cửa bao gồm cửa thép chống cháy (TCCC) và cửa vòm nhựa chống cháy. Bạn có sự linh hoạt để lựa chọn cửa chống cháy phù hợp với nhu cầu bảo vệ và thiết kế của bạn.\n\n- Thông tin mô tả từng loại cửa: Ứng dụng cung cấp thông tin chi tiết về từng loại cửa chống cháy, bao gồm mô tả về chất liệu, kích thước và tính năng đặc biệt. Bạn sẽ biết được đặc điểm của từng loại cửa, giúp bạn lựa chọn một cách thông minh và an toàn cho ngôi nhà của bạn.\n\nCách cài đặt và sử dụng:\n\nCài đặt:\n\n- Mở trình duyệt Google Chrome.\n- Truy cập vào Chrome Web Store.\n- Tìm kiếm \"Cửa Chống Cháy\" trong hộp tìm kiếm.\n- Chọn tiện ích \"Cửa Chống Cháy\" và nhấn nút \"Cài đặt\".\nSử dụng:\n\n- Khi bạn cần tìm cửa chống cháy hoặc nâng cấp hệ thống an toàn cho ngôi nhà, biểu tượng ứng dụng \"Cửa Chống Cháy\" sẽ xuất hiện trong thanh công cụ của trình duyệt Chrome.\n- Nhấp vào biểu tượng để mở tiện ích.\n- Để tính giá cửa chống cháy, nhập số lượng bạn muốn mua vào ô tương ứng và ứng dụng sẽ hiển thị tổng giá ước tính.\n- Trong danh sách các loại cửa, bạn có thể khám phá và lựa chọn cửa chống cháy phù hợp với nhu cầu và mong muốn của bạn.\n\nLiên hệ góp ý ứng dụng tại:\n- Trụ sở chính: 511 Lê Văn Lương, Phường Tân Phong, Quận 7, Tp.HCM\n- Điện thoại: 028.37.712.989\n- Email: info@saigondoor.vn"
  }
}