{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PitchBook Extension for Google Chrome™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PitchBook Extension for Google Chrome™"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access PitchBook’s VC, PE and M&A data  directly from your browser. \n\nUncover essential information on companies, investors, deals and more as you browse the web, read the news or do online research. With comprehensive public company data and unparalleled private market insight always just a click away, it’s easy to find, vet and pursue promising opportunities—without leaving your current workspace or moving between tabs.    \n\nTo use this product, you must log in with an existing PitchBook Desktop account.\n\n➤ Save time \n\nHighlight and right-click on a company, scan a news article or search within the extension to uncover everything from basic details to hard-to-find company info (like a pre-money valuation, the full financing history, employee count, competitors or an executive’s contact information) as you browse.\n\n➤ Streamline your workflow \n\nGet all the company information you need in one place. Your search history and followed companies are synced across PitchBook Mobile, Desktop and Chrome.\n\n➤ Easily conduct due diligence\n\nEvaluate investment and acquisition targets with access to key details on companies and contacts and easy navigation to the full PitchBook Desktop. \n\n➤ Connect with dealmakers\n\nReach the right contact and personalize conversations with data that links people to companies, deals, funds, venture capital and private equity firms, news stories and more."
  }
}