{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emojify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emojify is an extension that let's you view and input Emojis in chrome on webpages!\n\nHow to enter emojis:\nClick Emojify's button in…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Emojify is an extension that let's you view and input Emojis in chrome on webpages!\n\nHow to enter emojis:\nClick Emojify's button in chrome's extension area and the emoji keyboard will pop up inside the webpage you're currently browsing. Click on the different emoji buttons and they will be typed into whatever text field you currently are typing in. This feature is currently in beta and will likely have bugs\n\nHow it works:\nEmojify parses the content of websites as you browse and automatically renders emojis on the page as they show up. Simply install the extension and you can forget it's even there!\n\nFurthermore this uses the lovely google hangouts emoji set for an aesthetically pleasing experience!\n\nChangelog\n1.8:\n-emojis are now parsed inside all frames\n-fixed up support on mightytext.net\n-added first rendition of emojify's emoji keyboard! This will be iterated upon in future versions\n1.7:\n-misc changes\n1.6:\n-no longer hotlinking emojis (faster rendering)\n-added proper rendering of the keycap emojis\n-added support for some more missing softbank emojis\n-when on mightytext.net the hangouts emojis will show instead of the iOS ones\n1.5:\n-fixed a handful of SoftBank emojis\n1.4:\n-disabled rendering on textfields since that doesn't work\n-diversified namespace to reduce risk of collision\n-improved page change listening. Should work better on websites like instagram\n1.3:\n-disabled the rendering of some special symbols\n1.2:\n-huge mistake causing all emojis to disappear fixed\n1.1:\n-fixed issue where some emojis wouldn't be parsed\n1.0:\n-first release"
  }
}