{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks to Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Sync Browser Bookmarks with Notion Database. Centralize your bookmarks.",
    "es": "Sincronice los marcadores del navegador con Notion Database. Centraliza tus marcadores.",
    "ja": "ブラウザのブックマークをNotionデータベースと同期します。 ブックマークを一元化します。",
    "ko": "Notion 데이터베이스와 브라우저 책갈피를 동기화합니다. 북마크를 중앙 집중화하십시오.",
    "pt_BR,pt_PT": "Sincronize os marcadores do navegador com o banco de dados Notion. Centralize seus favoritos.",
    "ru": "Синхронизируйте закладки браузера с базой данных Notion. Централизуйте свои закладки.",
    "vi": "Đồng bộ hóa Dấu trang của trình duyệt với Cơ sở dữ liệu Notion. Tập trung các dấu trang của bạn.",
    "zh_CN": "将浏览器书签与 Notion 数据库同步。集中您的书签。",
    "zh_TW": "將瀏覽器書籤與 Notion 數據庫同步。 集中您的書籤。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk": "Bookmarks to Notion is used for syncing your browser bookmarks to Notion databases. It helps centralize your bookmarks into notion databases.\n\nNotion is the internet's only all-in-one workspace for essential work tools.\n\nBy syncing your browser bookmarks with Notion databases. You can easily manage your resources in one place.\n\nTo do that, you need to connect the extension with your Notion database, choose to use our template, then you can sync your browser bookmarks to Notion with 1 click.\n\nHere is our tutorial:\nhttps://bookmarkstonotion.com/tutorial\n\nFeatures:\n✅ Sync your browser bookmarks to the Notion Database with just 1 click\n✅ Sync bookmark icon as Notion page icon\n✅ Automatically synchronize additions, removals, or modifications of your local bookmarks to Notion\n✅ Support multiple connections\n✅ Support bookmark sub-folders\n✅ Support multiple Notion workspaces\n\n\nFeatures might implement:\n✅ support sync Notion bookmarks database to local browser\n✅ support multi-platform browsers, e.g. firefox, safari\n\nShould you have any issues or feature requests, shoot us an email support@bookmarkstonotion.com",
    "es": "Bookmarks to Notion se utiliza para sincronizar los marcadores de su navegador con las bases de datos de Notion. Ayuda a centralizar sus marcadores en bases de datos de nociones.\n\nNotion es el único espacio de trabajo todo en uno de Internet para herramientas de trabajo esenciales.\n\nAl sincronizar los marcadores de su navegador con las bases de datos de Notion. Puede administrar fácilmente sus recursos en un solo lugar.\n\nPara hacer eso, debe conectar la extensión con su base de datos de Notion, elegir usar nuestra plantilla, luego puede sincronizar los marcadores de su navegador con Notion con 1 clic.\n\nAquí está nuestro tutorial: \nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\nCaracterísticas:\n✅ sincroniza los marcadores de tu navegador con Notion Database con 1 clic\n✅ actualice automáticamente agregar/eliminar/modificar sus marcadores locales a Notion\n✅ Admite múltiples conexiones\n✅ Admite subcarpetas de marcadores\n✅ Admite múltiples espacios de trabajo de Notion\n\nLas características podrían implementar:\n✅ admite la sincronización de la base de datos de marcadores de Notion con el navegador local\n✅ admite navegadores multi plataforma, p. firefox, safari\n\nSi tiene algún problema o solicitud de funciones, envíenos un correo electrónico support@bookmarkstonotion.com",
    "ja": "Bookmarks to Notion は、ブラウザーのブックマークを Notion データベースに同期するために使用されます。 ブックマークを概念データベースに集中化するのに役立ちます。\n\nNotion は、重要な作業ツールのためのインターネットで唯一のオールインワン ワークスペースです。\n\nブラウザのブックマークを Notion データベースと同期する。 リソースを 1 か所で簡単に管理できます。\n\nこれを行うには、拡張機能を Notion データベースに接続し、テンプレートを使用することを選択する必要があります。その後、1 クリックでブラウザーのブックマークを Notion に同期できます。\n\nここに私たちのチュートリアルがあります: \nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\n特徴：\n✅ ワンクリックでブラウザーのブックマークを Notion データベースに同期\n✅ ローカル ブックマークの追加/削除/変更を自動的に Notion に更新\n✅ 複数の接続をサポート\n✅ ブックマークのサブフォルダーをサポート\n✅ 複数の Notion ワークスペースをサポート\n\n機能が実装される可能性があります:\n✅ Notion ブックマーク データベースのローカル ブラウザへの同期をサポート\n✅ マルチプラットフォームのブラウザーをサポートします。 Firefox、Safari\n\n問題や機能のリクエストがある場合は、support@bookmarkstonotion.com までメールでお問い合わせください。",
    "ko": "Bookmarks to Notion은 브라우저 북마크를 Notion 데이터베이스와 동기화하는 데 사용됩니다. 북마크를 노션 데이터베이스로 중앙 집중화하는 데 도움이 됩니다.\n\nNotion은 필수 작업 도구를 위한 인터넷 유일의 올인원 작업 공간입니다.\n\n브라우저 북마크를 Notion 데이터베이스와 동기화합니다. 리소스를 한 곳에서 쉽게 관리할 수 있습니다.\n\n그렇게 하려면 확장 프로그램을 Notion 데이터베이스와 연결하고 템플릿을 사용하도록 선택한 다음 한 번의 클릭으로 브라우저 북마크를 Notion에 동기화할 수 있습니다.\n\n튜토리얼은 다음과 같습니다.\nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\n특징:\n✅ 한 번의 클릭으로 브라우저 북마크를 Notion Database에 동기화\n✅ 로컬 북마크를 Notion에 자동으로 추가/제거/수정 업데이트\n✅ 다중 연결 지원\n✅ 북마크 하위 폴더 지원\n✅ 여러 Notion 작업 공간 지원\n\n기능은 다음을 구현할 수 있습니다.\n✅ Notion 북마크 데이터베이스를 로컬 브라우저에 동기화 지원\n✅ 다중 플랫폼 브라우저를 지원합니다. 파이어폭스, 사파리\n\n문제나 기능 요청이 있는 경우 support@bookmarkstonotion.com 으로 이메일을 보내주세요.",
    "pt_BR,pt_PT": "Bookmarks to Notion é usado para sincronizar os favoritos do seu navegador com os bancos de dados do Notion. Ele ajuda a centralizar seus favoritos em bancos de dados de noção.\n\nO Notion é o único espaço de trabalho tudo-em-um da Internet para ferramentas de trabalho essenciais.\n\nSincronizando os favoritos do navegador com os bancos de dados do Notion. Você pode gerenciar facilmente seus recursos em um só lugar.\n\nPara fazer isso, você precisa conectar a extensão ao seu banco de dados do Notion, optar por usar nosso modelo e sincronizar os favoritos do navegador com o Notion com 1 clique.\n\nAqui está o nosso tutorial: \nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\nCaracterísticas:\n✅ sincronize os favoritos do seu navegador com o Notion Database com 1 clique\n✅ atualizar automaticamente adicionar/remover/modificar seus favoritos locais para o Notion\n✅ Suporta múltiplas conexões\n✅ Suporta subpastas de favoritos\n✅ Suporta vários espaços de trabalho do Notion\n\nOs recursos podem implementar:\n✅ suporte para sincronização do banco de dados de favoritos do Notion com o navegador local\n✅ suporte a navegadores multiplataforma, por ex. firefox, safári\n\nSe você tiver algum problema ou solicitação de recurso, envie-nos um e-mail support@bookmarkstonotion.com",
    "ru": "Bookmarks to Notion используется для синхронизации закладок вашего браузера с базами данных Notion. Это помогает централизовать ваши закладки в базах данных понятий.\n\nNotion — единственное универсальное рабочее пространство в Интернете для основных рабочих инструментов.\n\nСинхронизируя закладки браузера с базами данных Notion. Вы можете легко управлять своими ресурсами в одном месте.\n\nДля этого вам нужно подключить расширение к базе данных Notion, выбрать использование нашего шаблона, после чего вы сможете синхронизировать закладки браузера с Notion одним щелчком мыши.\n\nВот наш учебник: \nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\nФункции:\n✅ синхронизировать закладки браузера с базой данных Notion в 1 клик\n✅ автоматически обновлять добавление/удаление/изменение ваших локальных закладок до Notion\n✅ Поддержка нескольких подключений\n✅ Поддержка подпапок закладок\n✅ Поддержка нескольких рабочих пространств Notion\n\nФункции могут реализовать:\n✅ поддержка синхронизации базы данных закладок Notion с локальным браузером\n✅ поддержка мультиплатформенных браузеров, например. фаерфокс, сафари\n\nЕсли у вас есть какие-либо проблемы или пожелания, напишите нам по электронной почте support@bookmarkstonotion.com",
    "vi": "Dấu trang cho Notion được sử dụng để đồng bộ hóa dấu trang trình duyệt của bạn với cơ sở dữ liệu Notion. Nó giúp tập trung các dấu trang của bạn vào cơ sở dữ liệu khái niệm.\n\nNotion là không gian làm việc tất cả trong một duy nhất trên internet dành cho các công cụ làm việc thiết yếu.\n\nBằng cách đồng bộ hóa dấu trang trình duyệt của bạn với cơ sở dữ liệu Notion. Bạn có thể dễ dàng quản lý tài nguyên của mình ở một nơi.\n\nĐể làm điều đó, bạn cần kết nối tiện ích mở rộng với cơ sở dữ liệu Notion của mình, chọn sử dụng mẫu của chúng tôi, sau đó bạn có thể đồng bộ hóa dấu trang trình duyệt của mình với Notion bằng 1 cú nhấp chuột.\n\nĐây là hướng dẫn của chúng tôi: \nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\nĐặc trưng:\n✅ đồng bộ hóa dấu trang trình duyệt của bạn với Cơ sở dữ liệu Notion chỉ với 1 cú nhấp chuột\n✅ tự động cập nhật thêm/xóa/sửa đổi dấu trang cục bộ của bạn thành Notion\n✅ Hỗ trợ nhiều kết nối\n✅ Hỗ trợ đánh dấu các thư mục con\n✅ Hỗ trợ nhiều không gian làm việc của Notion\n\nCác tính năng có thể triển khai:\n✅ hỗ trợ đồng bộ hóa cơ sở dữ liệu dấu trang Notion với trình duyệt cục bộ\n✅ hỗ trợ các trình duyệt đa nền tảng, vd. firefox, safari\n\nNếu bạn có bất kỳ vấn đề hoặc yêu cầu tính năng nào, hãy gửi email cho chúng tôi support@bookmarkstonotion.com",
    "zh_CN": "Bookmarks to Notion 用于将浏览器书签同步到 Notion 数据库。 它有助于将您的书签集中到概念数据库中。\n\nNotion 是互联网上唯一的基本工作工具一体化工作区。\n\n通过将您的浏览器书签与概念数据库同步。 您可以在一个地方轻松管理您的资源。\n\n为此，您需要将扩展程序与您的 Notion 数据库连接，选择使用我们的模板，然后您可以一键将浏览器书签同步到 Notion。\n\n这是我们的教程：\nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\n特征：\n✅ 一键将您的浏览器书签同步到概念数据库\n✅ 自动更新您本地书签的添加/删除/修改到概念\n✅ 支持多个连接\n✅ 支持书签子文件夹\n✅ 支持多个 Notion 工作区\n\n功能可能实现：\n✅ 支持同步 Notion 书签数据库到本地浏览器\n✅ 支持多平台浏览器，例如 火狐、Safari\n\n如果您有任何问题或功能要求，请给我们发送电子邮件 support@bookmarkstonotion.com",
    "zh_TW": "Bookmarks to Notion 用於將瀏覽器書籤同步到 Notion 數據庫。 它有助於將您的書籤集中到概念數據庫中。\n\nNotion 是互聯網上唯一的基本工作工具一體化工作區。\n\n通過將您的瀏覽器書籤與概念數據庫同步。 您可以在一個地方輕鬆管理您的資源。\n\n為此，您需要將擴展程序與您的 Notion 數據庫連接，選擇使用我們的模板，然後您可以一鍵將瀏覽器書籤同步到 Notion。\n\n這是我們的教程：\nhttps://tin-hexagon-ed3.notion.site/Bookmarks-to-Notion-Tutorial-7d6ba1f089ad4cd0af891fca702083fa\n\n特徵：\n✅ 一鍵將您的瀏覽器書籤同步到概念數據庫\n✅自動更新您本地書籤的添加/刪除/修改到概念\n✅ 支持多個連接\n✅ 支持書籤子文件夾\n✅ 支持多個 Notion 工作區\n\n功能可能實現：\n✅ 支持同步 Notion 書籤數據庫到本地瀏覽器\n✅ 支持多平台瀏覽器，例如 火狐、Safari\n\n如果您有任何問題或功能要求，請給我們發送電子郵件 support@bookmarkstonotion.com"
  }
}