{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Photex"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download all images of current web page with only a single click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Photex is a powerful Chrome extension that allows you to effortlessly download all the images on any web page with just a single click. Say goodbye to the hassle of manually saving individual images one by one! With Photex, you can conveniently gather multiple images from a webpage and save them directly to your computer.\n\nKey Features:\n\nQuick and Easy: Seamlessly download all the images on any webpage in just a single click.\nTime-Saving: Say goodbye to manual image saving and enjoy the convenience of bulk downloads.\nEffortless Integration: Photex seamlessly integrates into your Chrome browser, enhancing your browsing experience.\nWide Compatibility: Download images from various websites, including social media platforms, blogs, news articles, and more.\n\n\nWhy Install Photex?\n\nPhotex allows you to download Jpg, Png, Svg, Icons, and all other types of images. Photex simplifies this process, empowering you to effortlessly save images in a single click. Whether you're collecting images for design projects, saving memorable photos, or gathering inspiration, Photex is the go-to tool for efficient image downloads. Save time, streamline your workflow, and enhance your browsing experience with Photex!\n\nGet Photex now and start downloading images from any web page with ease. Simplify your image-saving process and enjoy the convenience of bulk downloads!"
  }
}