{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aksharakuppy - അക്ഷരക്കുപ്പി"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Malayalam Typing Notepad , Manglish Notepad,Multi Language Writer"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aksharakuppy Malayalam Typing Extension for Chrome\n\nIntroducing Aksharakuppy - the most intuitive and user-friendly platform to type in Malayalam effortlessly. This extension has been specifically designed to cater to the needs of those who love the Malayalam language and wish to communicate seamlessly in it online.\n\nMain Features:\n\nInstant Malayalam Typing: Forget the struggles of switching keyboards or remembering complex Malayalam layouts. With Aksharakuppy, type Malayalam instantly without any hassle.\n\nMulti-Functional Tool:\n\nText File Support: Whether you want to pen down your thoughts or need to draft official documents, Aksharakuppy allows you to open and save text files directly, making the process smooth and efficient.\nMalayalam Dictionary: Enhance your vocabulary with the integrated Malayalam Dictionary. Not sure about a word? Quickly look it up without leaving your current window.\nText Checker: Ensure your text is free from errors. Our built-in text checker scrutinizes your content, ensuring accuracy and precision in your Malayalam writings.\nMultilingual Support: Recognizing the beauty of languages, Aksharakuppy now supports multiple languages. No matter where you come from, we've got you covered.\n\nWhy Aksharakuppy for Chrome?\n\nLightweight: Designed to be lean, ensuring it doesn't bog down your browser's performance.\nUser-Friendly Interface: Clean, simple, and intuitive - so you can focus on what you do best: typing in Malayalam.\nConstant Updates: We continually improve and update Aksharakuppy to ensure you have the best typing experience.\nExpand your digital horizons in Malayalam with Aksharakuppy. The ultimate Malayalam typing platform is now just a click away. Install the extension and transform your Malayalam typing experience today!\n\nNow Support Multiple Languages."
  }
}