{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RoGold - Level Up Roblox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your new and improved Roblox experience",
    "da": "Din nye og forbedrede Roblox oplevelse",
    "fil": "Ang iyong bago at pinabuting karanasan sa Roblox",
    "id": "Pengalaman Robloxmu yang baru dan lebih baik",
    "ro": "O noua experiență pe Roblox pentru tine",
    "sv": "Din nya och förbättrade Roblox experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "RoGold adds many features to improve your Roblox experience. With over 40 different features, there is something for both developers and players! \n\nJoin our Discord for news, support, and a welcoming community at https://discord.gg/rogold\nYou can also visit our website at https://rogold.live/\n\nSome of our features:\n- Keep track of games you love by pinning them with the Pinned Games feature.\n- Join a small or empty server in a flash without tediously finding them with the Small Server feature.\n- Prioritise your best friends and see them on your Roblox home page with the Best Friends feature.\n- See Roblox game stats update in realtime with the Live Game Stats feature.\n- Get more detailed group stats with the Group Stats feature.\n- Get greeted when you visit the Roblox home page, just like the old days!\n- Bulk Unfriend. Do you have a lot of Roblox friends? Now you can easily remove some.\n- Improve the look of your Roblox experience, with our Theme Creator system.\n- Are you a Roblox developer? With RoGold you are easily able to copy item, group and game ids.\n- View banned Roblox accounts with our Banned Users feature.\nAnd much much more!\n\nYou can use this extension with others like RoPro, BTRoblox, Roblox+, etc. Full support for these is not guaranteed.",
    "da": "RoGold tilføjer mange funktioner for at forbedre din Roblox-oplevelse. Med over 40 forskellige funktioner er der noget for både udviklere og spillere!\n\nTilmeld dig vores Discord for nyheder, support og et imødekommende fællesskab på https://discord.gg/rogold\nDu kan også besøge vores hjemmeside på https://rogold.me/\n\nNogle af vores funktioner:\n- Hold styr på spil, du elsker, ved at fastgøre dem med funktionen Pinned Games.\n- Slut dig til en lille eller tom server på et sekundt med Small Server-funktionen.\n- Prioriter dine bedste venner og se dem på din startside med funktionen Best Friends.\n- Se opdatering af spilstatistik i realtid med funktionen Live Game Stats.\n- Få mere detaljeret gruppestatistik med Group Stats-funktionen.\nOg meget meget mere!\n\nDu kan bruge denne udvidelse med andre som RoPro, BTRoblox, Roblox+ osv. Fuld support til disse er ikke garanteret.",
    "fil": "Nagdaragdag ang RoGold ng maraming feature para mapabuti ang iyong karanasan sa Roblox. Na may higit sa 40 iba't ibang mga tampok, mayroong isang bagay para sa parehong mga developer at mga manlalaro!\n\nSumali sa aming Discord para sa mga balita, suporta, at isang malugod na komunidad sa https://discord.gg/rogold\nMaaari mo ring bisitahin ang aming website sa https://rogold.me/\n\nIlan sa aming mga tampok:\n- Subaybayan ang mga larong gusto mo sa pamamagitan ng pag-pin sa mga ito gamit ang feature na Pinned Games.\n- Sumali sa isang maliit o walang laman na server sa isang iglap nang hindi nakakapagod na mahanap ang mga ito gamit ang tampok na Maliit na Server.\n- Unahin ang iyong pinakamatalik na kaibigan at makita sila sa iyong home page na may tampok na Best Friends.\n- Tingnan ang pag-update ng mga istatistika ng laro sa realtime gamit ang tampok na Live Game Stats.\n- Kumuha ng mas detalyadong stats ng grupo gamit ang feature na Group Stats.\nAt marami pang iba!\n\nMaaari mong gamitin ang extension na ito sa iba tulad ng RoPro, BTRoblox, Roblox+, atbp. Ang buong suporta para sa mga ito ay hindi ginagarantiyahan.",
    "id": "RoGold menambahkan banyak fitur untuk meningkatkan pengalaman Roblox Anda. Dengan lebih dari 40 fitur berbeda, ada sesuatu untuk pengembang dan pemain!\n\nBergabunglah dengan Discord kami untuk mendapatkan berita, dukungan, dan komunitas yang ramah di https://discord.gg/rogold\nAnda juga dapat mengunjungi situs web kami di https://rogold.me/\n\nBeberapa fitur kami:\n- Lacak game yang Anda sukai dengan menyematkannya dengan fitur Pinned Games.\n- Bergabung dengan server kecil atau kosong dalam sekejap tanpa kesulitan menemukannya dengan fitur Small Server.\n- Prioritaskan teman terbaik Anda dan lihat mereka di beranda Anda dengan fitur Sahabat Terbaik.\n- Lihat pembaruan statistik game secara realtime dengan fitur Statistik Game Langsung.\n- Dapatkan statistik grup yang lebih detail dengan fitur Statistik Grup.\nDan masih banyak lagi!\n\nAnda dapat menggunakan ekstensi ini dengan yang lain seperti RoPro, BTRoblox, Roblox+, dll. Dukungan penuh untuk ini tidak dijamin.",
    "ro": "RoGold adaugă multe funcții pentru a vă îmbunătăți experiența Roblox. Cu peste 40 de funcții diferite, există ceva atât pentru dezvoltatori, cât și pentru jucători!\n\nAlăturați-vă Discordului nostru pentru știri, asistență și o comunitate primitoare la https://discord.gg/rogold\nDe asemenea, puteți vizita site-ul nostru la https://rogold.me/\n\nUnele dintre caracteristicile noastre:\n- Urmăriți jocurile pe care le iubiți fixându-le cu funcția Jocuri fixate.\n- Alăturați-vă într-o clipită unui server mic sau gol, fără a le găsi în mod obositor cu caracteristica Small Server.\n- Prioritizează-ți cei mai buni prieteni și vezi-i pe pagina ta de pornire cu funcția Cei mai buni prieteni.\n- Vedeți actualizarea statisticilor jocului în timp real cu funcția Live Game Statistics.\n- Obțineți statistici de grup mai detaliate cu funcția Statistici de grup.\nȘi mult mai mult!\n\nPuteți utiliza această extensie cu altele precum RoPro, BTRoblox, Roblox+ etc. Nu este garantat suportul complet pentru acestea.",
    "sv": "RoGold lägger till många funktioner för att förbättra din Roblox-upplevelse. Med över 40 olika funktioner finns det något för både utvecklare och spelare!\n\nGå med i vår Discord för nyheter, support och en välkomnande community på https://discord.gg/rogold\nDu kan också besöka vår hemsida på https://rogold.me/\n\nNågra av våra funktioner:\n- Håll koll på spel du älskar genom att fästa dem med funktionen Pinned Games.\n- Gå med i en liten eller tom server på ett ögonblick utan att tråkigt hitta dem med Small Server-funktionen.\n- Prioritera dina bästa vänner och se dem på din hemsida med funktionen Bästa vänner.\n- Se uppdatering av spelstatistik i realtid med funktionen Live Game Stats.\n- Få mer detaljerad gruppstatistik med funktionen Gruppstatistik.\nOch mycket mycket mer!\n\nDu kan använda detta tillägg med andra som RoPro, BTRoblox, Roblox+, etc. Fullständigt stöd för dessa kan inte garanteras."
  }
}