{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InboxInsurgence: Liberate your Inbox"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash a community-driven revolution to free your inbox from the relentless onslaught of email marketing."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cutting-Edge AI Technology: Harnesses sophisticated AI to filter out unwanted email clutter, including aggressive marketing, invasive promotions, and relentless spam. The AI continuously learns from patterns and user interactions to improve its categorization accuracy.\n\nCommunity Wisdom: Empowers users to enhance the tool’s effectiveness by contributing insights and strategies. This community-driven approach helps refine the system, making it more robust and accurate.\n\nTrue Privacy Commitment: Prioritizes your privacy by reading only the headers of emails—never the body. This ensures that your personal content remains private while still allowing effective email management.\n\nUser-Controlled Domain Filtering: Allows you to exclude specific domains from being read by the system. Simply add any domain to the filter list, and InboxInsurgence will respect your choice by not processing emails from those domains.\n\nOut of the Box Ready:\n- Pre-Set Domain Preferences: Comes pre-loaded with over 10,000 domains, each with established preferences, allowing for immediate and effective email sorting.\n- Instant Email Processing: Begins by fetching and categorizing up to 5,000 emails from the source as soon as you start.\n- Historical Cleanup: Offers the option to apply preferences retroactively, cleaning up past emails and keeping your inbox pristine.\n- Automatic Maintenance: Keeps your inbox tidy by automatically discarding categorized emails based on set intervals, ensuring you only see what's relevant.\n\nAdaptive and Evolving: Utilizes both AI advancements and community feedback to continuously evolve, ensuring a consistently optimized and personalized email management experience."
  }
}