{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disarm Russian Media"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disarm Russian Media"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Встановивши розширення Disarm Russian Media, ви та ваші близькі зможете уникати перегляду російськомовних відео або тих, які були опубліковані каналами, зареєстрованими в Росії.\n\nРосійські канали на YouTube часто слідують агресивній політиці своєї країни, спонукають до війни та поширюють недостовірну інформацію про політичну ситуацію в Україні та світі.\n\nDisarm Russian Meida допоможе навчити YouTube не рекомендувати подібні відео вам і іншим користувачам вашого регіону.\n\nПоступово російські відео будуть з'являтися рідше. Це сприятиме збільшенню впливу українського контенту на YouTube та загальної популярності української мови в цифровому медіапросторі.\n\nДізнайтесь більше на сайті: \nhttps://disarm-russian.media\n\n----------------------------------------------------------------------------------------------------------------------------\n\n🦾  Можливості розширення\n- Розширення працює на усіх сторінках YouTube;\n- Якщо дивитесь Фейгіна, то є можливість додати будь-який російський канал у білий список;\n- Глибокий аналіз YouTube відео забезпечує високу точність розпізнавання російських відео (близько 99%). Ми не покладаємось просто на пошук літер російської абетки, бо ми не шукаємо простих шляхів;\n- Підтримка української та англійської мов.\n\n➕ Додатковий функціонал\nНа нашому сайті https://disarm-russian.media ви можете очистити власні YouTube підписки від російських каналів, всього у декілька кліків.\n\n</> Технічні аспекти розширення\n- Аналіз відео відбувається на віддаленому сервері, що забезпечує високу швидкість та мінімальне навантаження на ваш компʼютер;\n- Виявлення російських відео відбувається незалежно від обраної мови у налаштуваннях інтерфейсу YouTube.\n\n----------------------------------------------------------------------------------------------------------------------------\n\nМи працюємо над покращенням можливостей розширення та зручністю його використання. Якщо ви виявили помилки в роботі розширення, або хочете просто поділитися враженнями від використання, будь-ласка, напишіть нам відгук."
  }
}