{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show This Image"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visualizes blocked images and provides a menu option to load them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convenient display of images (including backgrounds) for users browsing with images disabled.\n1. A right-click option allows you to have a selected image immediately loaded and displayed on the page.\n2. Custom formatting of blocked images and backgrounds. By default, marks the locations of hidden images and backgrounds so you can select them for display.\n3. Adds title/\"alt\" text to images without it, giving clues about the image.\n\n----Instructions----\n1. Turn off images (chrome://settings/content) to see the effect. To give you greater control, ShowThisImage does not change your default image settings.\n2. Customize formatting in the options (chrome://extensions/)\n3. Right-click on an image and choose Show This Image to load it.\n\nFor when a page has many images and/or you do not know which you want to see, try Temporary Content Settings (https://chrome.google.com/webstore/detail/temporary-content-setting/kcpgnedeigljfpmokkmdonpejdghocff).\n\nFeedback on problems and possible improvements is welcome!\n\n----Permissions----\n1. \"All your data\" is for the context menu and for interacting with the source code to show image locations and load images.\n2. \"Content settings\" is for checking whether images are disabled on a page, and for enabling images for a few seconds while loading the selected image.\n\n----Versions----\n--v.3.3--\nImages now on top by default. Added periodic image detection for images loaded by scripts. Fixed detection and styling bugs. Now marks and loads basically everything.\n\n--v.3.2.1.1--\nFixed bug in title text display. Removed unused browser action button.\n\n--v.3.2.1--\nBetter identification of selected images. Source title text. Extra tips on options page. Removed fail-to-load reload for greater usability.\n\n--v.3.2.0--\nImage elements now detected consistently. Improved loading images with abnormal sources. Fixed loading of background images. Images that are found on the page but fail to load also open in the window.\n\n--v.3.1.0--\nBackground images now viewable. Functionality not affected by having JavaScript disabled on a page.\n\n--v.3.0.0--\nImages now load on-page in most cases. \n\n--v.2.0.1--\nCleanup and fixes to default CSS.\n\n--v.2.0--\nCustom CSS for pages with disabled/enabled images.\n\n--v.1.0--\nInitial demonstration - applies same styling to all images, even visible ones, opens images in new window."
  }
}