{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BTS 2024 Wallpapers & New Tab Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hey ARMY! Elevate Your Browsing Experience with Dynamic New Tab Wallpapers of K-pop stars BTS!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a die-hard BTS fan or someone who's captivated by the charm of K-pop? Brace yourself for an extraordinary browsing experience like never before! Introducing our latest Google Chrome extension, meticulously designed to bring the electrifying energy of BTS right to your fingertips. Get ready to embark on a mesmerizing journey into the realm of K-pop sensation with our dynamic new tab wallpapers that promise to dazzle and delight with every click.\n\nElevating Your Browsing Experience with Dynamic Wallpaper Changes\nStep into a world of color and rhythm as our extension treats you to a fresh, vibrant BTS backdrop every time you open a new tab. With seamless integration, immerse yourself in the mesmerizing visuals that reflect the essence of BTS's music and style.\n\nPersonalization Made Easy\nExpress your love for BTS by pinning your favorite wallpapers featuring the band's iconic moments or members. With just a click, customize your browsing experience to reflect your admiration and fandom for this global phenomenon.\n\nEffortless Navigation and Connectivity\nStay connected to your favorite websites with ease. Our extension offers quick access to your most-visited sites through convenient shortcut icons conveniently placed on the left side of your new tab page. Seamlessly switch between your online destinations while basking in the glory of BTS.\n\nSeamless Google Search and Time Management\nNavigate the web effortlessly with our extension's integrated Google Search feature. Stay organized and on schedule with the time and date display right at your fingertips. It's more than just browsing; it's your personalized gateway to the world of BTS.\n\nPriority on Security and Safety\nRest assured, our extension prioritizes your online security. With a commitment to safety, we ensure that every aspect of your browsing experience is free from any potential threats or risks, allowing you to indulge in the world of BTS worry-free.\n\nCustomize Your Experience\nTailor your browsing experience to suit your preferences with customizable options available in the settings. Whether you prefer an active or passive experience, our extension puts you in control of how you engage with the world of BTS.\n\nDownload Now and Dive into the BTS Universe!\nDon't miss out on the chance to elevate your browsing experience to new heights. Download our extension now, immerse yourself in the captivating world of BTS, and let their music and charisma light up your every new tab. It's not just browsing; it's a celebration of your love for K-pop sensation BTS!"
  }
}