{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PatientVisitor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The heart of your medical center."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "About\n-----\nPatientVistor is a HIPAA compliant web-app that helps you stay connected with your loved ones, during the most difficult and enduring times.\n\nWith data & digital privacy legislation such as HIPAA getting increasingly stringent, PatientVistor aims to make security & compliance simple for businesses. \n\nPatientVistor gives medical personnel and first responders the ability to broadcast critical real-time updates to authorized third parties such as patient-approved visitors, including but not limited to:  the general condition of the patient(s), suitable times to visit in accordance with the visiting hours of the healthcare institution(s) and test results.\n\nPatientVisitor also takes into account multiple factors such as accessibility, affecting seniors & vulnerable parties such as mentally-challenged individuals. This allows us to take a considerable approach when it comes to eSignatures - simplifying a process which many find to be complicated, particularly due to obsolete technology & incomplete/unclear instructions provided by other healthcare institutions.\n\n- Sync medical paperwork such as hospital discharge forms, uploaded by healthcare institutions, onto the web-app. There is no need to locate them in your messy Downloads folder!\n- Preview documents you have been requested to sign with ease!\n- Sign documents directly from the web-app by simply selecting the requested HIPAA form from the Form Center."
  }
}