{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SwipeMate Tinder Auto Swiper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your dating game with AI-driven Tinder Auto Swiping for more matches & better dates."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tinder Auto Swiper | Tinder Auto Liker | Tinder Swipe Right | Location change\nSwiperMate is a powerful Chrome extension designed to enhance your Tinder experience. you can streamline your swiping process by automating the likes on Tinder. Say goodbye to manually swiping through profiles and let AutoSwipe take care of it for you.\n\nSwipeMate allows you to change your geolocation on Tinder with ease. Whether you want to explore new cities or test matches in different locations, this extension lets you set a custom latitude and longitude to appear in any location of your choice. \n\nSimply set your preferences, such as age range and location, and let AutoSwipe do the rest. It intelligently analyzes profiles based on your preferences and automatically likes them, increasing your chances of matching with potential connections.\n\nSwiperMate saves you time and effort, allowing you to focus on the profiles that truly interest you. You can customize the settings to match your personal preferences and control the speed and frequency of the automated likes.\n\nRest assured, SwiperMate operates within Tinder's terms of service and respects the platform's guidelines. It provides a seamless and efficient way to browse through profiles and discover potential matches effortlessly.\n\nTake control of your Tinder experience with SwiperMate for Tinder. Maximize your chances of finding meaningful connections while saving valuable time. Download the SwiperMate Chrome extension today and elevate your Tinder game to the next level!\"\n\nImportant Notes :\n- This app is NOT affiliated with or endorsed by Tinder, Inc.\n- This app does not promote sexual content."
  }
}