{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nicoka Extension",
    "fr": "Extension Nicoka"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily add candidates and contacts from popular websites directly into the Nicoka applicant tracking system.",
    "fr": "Importer facilement dans Nicoka des candidats ou contacts depuis les sites les plus populaires."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time when sourcing candidates, contacts and customers from websites like LinkedIn, Hellowork, CVaden, APEC, France Travail (Pôle Emploi), Turnover-IT or Indeed. Click the Nicoka icon to parse contact information from web pages. Review and make edits, then click submit to add the data right into Nicoka. Add tasks from the plugin. You can also synchronize your LinkedIn conversations directly to Nicoka.\n\nNicoka CABS is a powerfull ATS + CRM tool for recruitment agencies and headhunters. Try it free at https://cabs.nicoka.com.",
    "fr": "Gagnez du temps en sourçant des candidats, des contacts et des comptes sur des sites Web comme LinkedIn, Hellowork, CVaden, l'APEC, France Travail (Pôle Emploi), Turnover-IT, Indeed. Cliquez sur l’icône Nicoka pour récupérer les informations de contact depuis les pages Web. Révisez, modifiez, puis validez pour ajouter les données directement dans Nicoka. Ajoutez des tâches depuis le plugin. Vous pouvez également synchroniser vos conversations LinkedIn directement dans Nicoka.\n\nNicoka CABS est une solution ATS + CRM pour les cabinets de recrutement et les chasseurs de tête. Essayez-le gratuitement sur https://cabs.nicoka.com."
  }
}