{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkport: LinkedIn Prospecting for Pipedrive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import LinkedIn contacts to Pipedrive in a click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "✔ What is Linkport? \n\nLinkport is a free extension by Klenty that enables effortless LinkedIn prospecting with its seamless Pipedrive integration. With Linkport, you are enabled to import, enrich and reach out to unlimited prospects in a single click. \n\nLinkport has a seamless native integration with Klenty and 4 CRMs - Pipedrive, Zoho, Hubspot and Salesforce. \n\n✔ What are the features of the tool? \n\nWith Linkport, \n\n• Eliminate manual copy-pasting of LinkedIn URLs and constant tab-switching. \n• Effortlessly enrich email, phone and technographic data of prospects on the spot in a single click.\n• Import LinkedIn URLs and enriched data to Klenty and Pipedrive in a single click. \n• Add prospects to any cadence in Klenty’s Sales Engagement Platform to strategically engage with them. \n\n✔ What are the CRM Integration features? \n\nLinkport’s seamless integration with Pipedrive enables - \n\n• Automatic Duplicate Detection - While importing prospects from LinkedIn, LinkPort can automatically detect contacts that already exist in Pipedrive and Klenty and does not allow you to create a duplicate record.\n• Field Mapping - While importing prospects from LinkedIn, Linkport accurately updates the right fields with the right information. Additionally, you can also map these to custom fields in your CRM. \n• Compatible with Sales Navigator - You can connect LinkPort with your LinkedIn Sales Navigator and LinkedIn account and import contact data into Pipedrive in seconds.\n\n✔ What are the advantages of using Linkport? \n\nLinkport enables you to \n\n• Amplify partial datasets \n• Save admin work time \n• Build high-quality lists \n• Strategically engage with your prospects\n\n✔ Who can use Linkport? \n\nLinkport is the ideal tool for anyone who uses LinkedIn for prospecting. For example - A Sales development representative can use this tool to find prospects and quality lists. \n\n✔ How does it work? \n\n• Install\nDownload the LinkPort extension for Pipedrive.\n\n• Integrate\nActivate LinkPort by integrating it with Klenty and Pipedrive. Map contact information from LinkedIn in seconds.\n\n• Enrich \nEnrich email, phone, technographic, and job title information on the spot directly from LinkedIn profiles in a single click. \n\n• Import\nImport unlimited contacts with 1-click. Automatically update Pipedrive and Klenty with all the accurate data. \n\n• Outreach \nChoose to automatically add prospects to any cadence in Klenty, from within Klenty itself. \n\nFor more information,\nWebsite: https://linkport.klenty.com/\nContact: support@klenty.com"
  }
}