{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ADMOB / APPLOVIN helper for marketer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Support marketer auto create admob units and auto fill to applovin (max)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our Cutting-Edge Ad Management Extension: Streamline Ad Creation and Monetization!\n\n🚀 Elevate Your Monetization Strategy:\nAre you a publisher looking to optimize your ad revenue effortlessly? Our innovative Ad Management Extension is here to revolutionize the way you create and manage ad units. Seamlessly transform your ad monetization process with the power of automation and control.\n\n🎯 Effortless Ad Unit Creation:\nGone are the days of manual ad unit creation. With our extension, you can now effortlessly generate Google Ad Manager units directly from CSV files or JSON data. Say goodbye to tedious, time-consuming tasks, and say hello to efficiency and precision.\n\n💰 Automated Ad Pricing:\nWhy waste time manually setting ad prices when you can automate the process? Our extension empowers you to automatically set ad prices, ensuring optimal revenue without the hassle. Spend more time focusing on your content and less time crunching numbers.\n\n🌐 Applovin Mediation Integration (Optional):\nTake your monetization a step further with our optional Applovin mediation integration. Seamlessly connect your ad units and effortlessly fill them with Applovin mediation data. Our extension simplifies the mediation process, allowing you to effortlessly explore new revenue streams.\n\n⚙️ User-Friendly Interface:\nNo complex coding or technical skills required. Our user-friendly interface makes ad unit creation and monetization accessible to everyone. Whether you're a seasoned publisher or just starting out, our extension provides an intuitive experience that gets you results.\n\n🔄 Real-time Updates:\nStay in the loop with real-time updates on your ad units' performance and revenue. Make data-driven decisions and fine-tune your strategy for maximum profitability.\n\n🌟 Why Choose Our Ad Management Extension?\n\nStreamline ad unit creation from CSV or JSON data.\nAutomate ad pricing for optimized revenue.\nOptional integration with Applovin mediation.\nUser-friendly interface suitable for all levels of expertise.\nStay informed with real-time performance insights.\nTake charge of your ad monetization strategy like never before. Try our Ad Management Extension today and experience the future of efficient, revenue-focused ad management. Maximize your ad revenue potential with automation and precision. It's time to elevate your monetization game!"
  }
}