{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyVC"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyVC - Automate Your LinkedIn Fundraising Connections\n\nMaximize your startup fundraising efforts with the EasyVC Chrome…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EasyVC - Automate Your LinkedIn Fundraising Connections\n\nMaximize your startup fundraising efforts with the EasyVC Chrome extension. Designed specifically for startup founders and CEOs, this powerful tool automates the process of sending connection requests to potential investors on LinkedIn. EasyVC taps into an extensive database of over 40,000 contacts, including venture capitalists and angel investors, to help you find the perfect matches for your business.\n\nKey Features:\n\nAutomated Connection Requests: Send personalized LinkedIn connection requests automatically, saving you countless hours of manual work.\nIntelligent Investor Matching: Utilize our AI-driven platform to identify investors who are most likely to be interested in your startup, based on their investment history and preferences.\nSeamless Integration: Works flawlessly with the EasyVC platform, ensuring that your automated outreach is always aligned with your overall fundraising strategy.\nAccess Vital Investor Information: Gain instant access to detailed profiles including verified emails, phone numbers, and LinkedIn profiles right from your dashboard.\nCustom Follow-up Alerts: Set reminders for follow-ups to keep your investor relationships strong and ensure no opportunity slips through the cracks.\nWhy EasyVC?\nJoin thousands of founders who have supercharged their fundraising efforts using EasyVC. Our platform not only finds potential investors but also helps you engage them effectively to close your funding rounds quicker and more efficiently.\n\nGet Started Now:\nEnhance your fundraising strategy and expand your investor network with just a few clicks. Install the EasyVC Chrome extension today and turn your fundraising goals into reality. It’s as easy as lemon squeezy! 🍋"
  }
}