{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SFR Spotter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spot rental revenue on Zillow search results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The extension helps you find a profitable Single Family Rental on Zillow. Whether you're in wholesaling or a buy-and-hold investor, SFR spotter is the tool for you.\n\nSave your time and money by using this extension to \"spot\" profitable rental properties amongst Zillow search results without having to open each listing's individual page. The extension goes behind the scenes to get the rent Zestimate, does the math for you and present you with cash-on-cash ROI based on your preselected financial criteria. This is done for a whole page of results at a time.\n\nJust enter your financial preferences into the extension (down payment, mortgage plan and interest rate, insurance, ... etc), press the \"Scout\" button and voila!. Seconds later you'll see the expected ROI of each listing in the results right on top of its picture.\n\nYou can also get into each property page to see a break down of the numbers in two scenarios: a) if you get the property on the asked price, and b) if you get it on Zestimate price.\n\nImportant to know:\n- You'll need to sign up before you are able to use the extension. No credit card needed to sign up.\n- The SFR Spotter extension is in beta and it's free to use till further notice.\n- For now, the extension works only on Zillow. New sites are coming soon.\n- You no longer need a Zillow API key to run the extension.\n\nPlease visit our website for more info and a detailed how-to guide to use the extension."
  }
}