{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instance Assistant for Lemmy & Kbin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your Lemmy & Kbin experience with tools for your instance and communities"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- - - - - Features - - - - -\n\n- Support for Lemmy and Kbin instances, as well as Alexandrite & Photon frontends.\n\n- Post to Lemmy/Kbin:\n  - Instance Assistant can generate a draft post with autofilled title/link/body\n  - Use the popup menu for most news sites, videos, and other webpages\n  - For images, you can rightclick on the image itself\n\n- Search for posts:\n    - Find and open all posts that have a link to the site you are on. Use it to find posts about news articles, videos, and more\n\n- Search for communities and content without leaving the page:\n    - You can use the popup menu or sidebar to search for communities (with lemmyverse.net), and for content (with search-lemmy.com)\n\n- Redirect to your home instance:\n    - When you are on a foreign instance, buttons will be available in the sidebar to open the COMMUNITY, POST, or USER in your home instance, allowing you to participate immediately\n\n- Open links in home instance:\n    - If you come across a Lemmy/Kbin link anywhere on the web, you can right click to open it in your home instance\n\n- Improved Error Pages:\n    - 'Community not found' pages now have better information and buttons to trigger a fetch, open the community in the source instance, and more. This also supports alternative front-ends\n\n- Customizable:\n    - Customize list of instances in the popup/sidebar to let you quickly switch home instances. This is great for if you have multiple accounts on different instances\n    - You can change the default behaviour of the extension, customize the popup & sidebar menus, and turn off features you don't want to use.\n\n\n- - - - - I'm new to Lemmy/Kbin, what is all this? - - - - -\n\nLemmy and Kbin are a part of the Fediverse, a network of interconnected social media platforms that work similar to Reddit. This extension is designed to make it easier to use these platforms and make the most of decentralized social media while mimizing the difficulties that may come with it.\n\nFor example, you may make an account on \"https://lemmy.ca\". You may google a community or topic and come across a page on a different instance (ex. \"https://lemmy.ml/c/technology\"). If you want to subscribe to the community, you will need to copy the code (!technology@lemmy.ml), open your home instance, and then paste it into the search page. If you want to comment on the post, you will then need to track it down somehow by scrolling through the community.\n\nThis extension will let you jump to the version on your home instance (ex. \"https://lemmy.ca/c/technology@lemmy.ml\"), allowing you to subscribe and participate immediately.\n\nThere are many other features as well, and hopefully many more to come! :)"
  }
}