{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced Bookmark Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and organize your bookmarks with advanced features."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly Organize and Access Your Bookmarks with Advanced Bookmark Manager\n\nSay goodbye to cluttered bookmarks and disorganized folders. Advanced Bookmark Manager is the ultimate tool for managing your bookmarks with ease and efficiency. Perfect for power users and casual surfers alike, this Chrome extension transforms the way you save, organize, and access your favorite websites.\n\nKey Features:\n\nIntuitive Interface: Enjoy a user-friendly interface that makes managing your bookmarks a breeze. Quickly add, edit, and organize your bookmarks without any hassle.\n\nSmart Search: Find your bookmarks instantly with our powerful search functionality. Just type a few letters, and we'll locate the exact bookmark you're looking for.\n\nAutomatic Sync: Automatically sync your bookmarks with Chrome, ensuring that you always have access to the latest version of your bookmarks across all your devices.\n\nCustomizable Folders: Create, rename, and delete folders to keep your bookmarks neatly organized. Personalize your folder structure to suit your browsing habits.\n\nTags and Labels: Add tags and labels to your bookmarks for even more precise organization. Filter and sort bookmarks by tags for quick access.\n\nImport and Export: Seamlessly import bookmarks from other browsers or export your current bookmarks for backup and sharing.\n\nPrivacy Focused: Your data is yours. We prioritize your privacy and ensure that your bookmarks are stored securely and never shared.\n\nWhy Choose Advanced Bookmark Manager?\n\nBoost Productivity: Spend less time searching for your favorite websites and more time browsing.\n\nStay Organized: Keep your bookmarks tidy and structured with customizable folders and tags.\n\nEasy to Use: Our intuitive design ensures that even the most non-tech-savvy users can manage their bookmarks effortlessly.\n\nAlways Accessible: With automatic sync, your bookmarks are always up-to-date and at your fingertips, whether you're at home, in the office, or on the go.\n\nUpgrade your browsing experience with Advanced Bookmark Manager. Download now and take control of your bookmarks!"
  }
}