{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InterviewMonkey"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A helper tool for LeetCode style coding and system design questions for software engineers to get in FAANG companies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interview Monkey: Your Ultimate Helper for LeetCode and System Design Questions\n\nLooking to ace your coding and system design interviews at top tech companies like Google, Amazon, Facebook, Apple, and Netflix? Look no further! Interview Monkey is the ultimate AI-powered Chrome extension designed to help software engineers tackle LeetCode-style coding challenges and complex system design questions effortlessly.\n\nKey Features:\n\nInstant Solutions: Automatically solve coding and system design questions with just a click.\nFAANG-Focused: Tailored to help you succeed in interviews at leading tech giants.\nEfficient Practice: Save time and boost your preparation with quick, accurate solutions.\nUser-Friendly Interface: Easy to use, even under pressure.\nWhy Choose Interview Monkey?\n\nBoost Your Confidence: Practice with confidence knowing you have a reliable helper.\nOptimize Your Study Time: Focus on learning and understanding solutions rather than struggling to find them.\nComprehensive Support: From beginner to advanced, get help for all difficulty levels of questions.\nPrepare smarter and land your dream job at FAANG companies with Interview Monkey. Download now and start mastering coding and system design interviews today!\n\nKeywords: FAANG interview helper, LeetCode solutions, coding interview prep, system design questions, AI-powered interview tool, software engineer interviews, tech interview preparation, coding challenges, Google interview help, Amazon interview prep, Facebook interview guide, Apple interview support, Netflix interview assistant, Chrome extension for interviews, software engineering jobs, tech giants interviews, AI helper tool, coding questions solver, system design solutions"
  }
}