{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ポップリストv9.0プラグイン"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "このプラグインは、「なつかしの曲(ポータル)」ページでポップリストを作成、再生します。公式の再生リストとは形式が異なるオリジナルのものです。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "このyoutubeプラグインは、youtubeサイト(https://www.youtube.com/watch?v=..)で、動作します。youtubeページ上でCtrlキー+マウスクリックすると「マイ・リスト」のポップアップ画面が表示されます。画面に三つのボタン(キャンセル、保存、再生)があります。\nそのうち、保存ボタンをクリックすると、再生中の動画のリストをサーバーに保存します。リストの保存は利用者毎に一つです。複数の動画を保存しますが、同じ動画は保存しません。リストの形式はこのプラグインのオリジナル形式です。再生ボタンをクリックすると、利用者のリストをサーバーから取得しyoutubeページの右端に表示します。\nリストのサムネイルをクリックすると再生がスタートします。\nリストを保存するサーバーは運用者が管理するサーバー(ドメインはtecoyan.net)です。\nこのプラグインは、公開済みの「yyプラグインプラス」も含んでいます。\n特長は、リストの再生に特別のプレーヤーサイトを必要とせず、youtubeサイトのプレーヤーを利用します。youtubeサイトでお気に入りの動画があれば、再生中に、保存ボタンで保存し、別の動画があれば、追加保存し、簡単にリストを作れます。また、リストに削除したい動画があれば、リストのサムネイルをAltキーを押しながらマウスでクリックするとリストから削除できます。メンテナンスも簡単にできます。\n再生中の動画のリストインデックスを検索フィールドに表示し、さらに、リストのタイトルを赤色表示して、リストの先頭にスクロールしました。広告が表示された場合、広告スキップをクリックしても指定の動画を再生します。また、連続自動再生も動作します。\n利用者が複数のジャンルのリストを作成、更新できます。また、ジャンルを新規に作成することと作成したジャンル名を変更することも可能です。\n「デモリスト」を追加しました。このリストは誰でも試行用として動画の追加などに利用できます。さらに、動画の再生中に「広告ボタンが」表示されたときは、特にクリックしなくても、自動的に元の再生に戻る機能を追加しました。\nv5.0では、再生時間の表示の他いくつかの不具合を修正しました。\nv6.0では、再生時間の表示をマイリストと関連リストの両方に適用しました。プログレスバーの経過時間を再生時間では常時表示することにしました。さらに、サムネイルにカーソルを充てると画面中央の上部にサムネイルを表示し、選択されている動画がわかるようにしました。\nv7.0では、プラグイン名を「マイリストプラグイン v7.0」と改名しました。さらに、\n2つのポップアップ画面のうち、「関連リスト他」で再生中のポップアップに保存ボタン\nとジャンル選択を追加し、関連リストから簡単に再生中の動画をジャンルで選択されたリストに保存できるようにしました。\nv8.0では、プラグイン名を「ポップリストプラグイン v8.0」と改名しました。また、不具合の改修をしました。\nv9.0では、v8.0の不具合を改修しました。"
  }
}