{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KellyC Image Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for batch download images from Pinterest, Pixiv and other sites",
    "ru": "Расширения для скачивания картинок с Pinterest, Pixiv и других сайтов"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension for batch downloading artworks, images from sites. \n\nThis extension allows you to grab all images from current tab, or use record track feature - in this case all images from visited pages during record will be listed, and then you can select and download them all at once. Before download you can filter images by size, url, exclude junk images by type or select by specifed categories.\n\nFor several sites extension automatically detects previews, originals of images and put this links to specifed categories (\"Original (HD)\" - for original images and \"Preview\" - for previews) for easy filtering. Sites that supports extended filtering features listed here - https://kellydownloader.com/crawlers/\n\nUpd. v1.2.1.4\n\n- Added Yandex, DeviantArt, Pikabu original image links auto-detection\n\nUsage examples :\n\nHow to collect all bookmarks from specifed folder on Pinterest \nhttps://www.youtube.com/watch?v=ImKbC_1Oz8c\n\nHow to download drawings form \"Media\" section on Twitter \nhttps://www.youtube.com/watch?v=x1-kqKMnMmA\n\nHow to download art from Pixiv\nhttps://www.youtube.com/watch?v=1Nivs34BDbI\n\nHow to download album folder from VK \nhttps://www.youtube.com/watch?v=x1-kqKMnMmA",
    "ru": "Расширение для пакетного скачивания картинок, творчества с любых сайтов. \nРасширение захватывает картинки с текущей вкладки или при использовании функции \"записи трека\" - захватит картинки со всех посещенных за время записи вкладок, навигации по текущей вкладке, с возможностью скачать все. Перед скачиванием картинки можно отфильтровать по пропорциям, адресу, категории или типу.\n\nДля некоторых сайтов расширение автоматически распределяет картинки по категориям (\"Original (HD)\" - для оригиналов, \"Preview\" - для превью) для быстрой фильтрации оригиналов и отсеивания лишнего мусора.\n\nUpd. v1.2.1.4\n\n- Добавлены авто-фильтры оригиналов картинок для Yandex, DeviantArt, Pikabu\n\nПримеры использования\n\nСкачивание картинок альбома с Вконтакте\nhttps://www.youtube.com/watch?v=XpXhwndWYyg\n\nСкачивание папки закладок пользователя Pinterest\nhttps://www.youtube.com/watch?v=ImKbC_1Oz8c\n\nСкачать все картинки из раздела \"Media\" в Twitter\nhttps://www.youtube.com/watch?v=x1-kqKMnMmA\n\nСкачать закладки пользователя в Pixiv\nhttps://www.youtube.com/watch?v=1Nivs34BDbI"
  }
}