{
  "name": {
    "ar": "قطرة البطيخ على الانترنت",
    "am": "የውሃ ቀለም ያለው መስመር ላይ",
    "bg": "Диня капка онлайн",
    "bn": "তরমুজ অনলাইনে ড্রপ",
    "ca": "Caiguda de síndria en línia",
    "cs": "Watermelon klesá online",
    "da": "Vandmelon drop online",
    "de": "Wassermelone online fallen",
    "el": "Καρπούζι πέφτουν στο διαδίκτυο",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,ro,zh_CN,zh_TW": "Watermelon Drop Online",
    "es": "Sandía caída en línea",
    "et": "Arbuus tilk veebis",
    "fa": "قطره هندوانه آنلاین",
    "fi": "Vesimeloni pudota verkossa",
    "fr": "Pastèque baisse en ligne",
    "gu": "તરબૂચ drop નલાઇન ડ્રોપ",
    "he": "טיפת אבטיח ברשת",
    "hi": "तरबूज ऑनलाइन ड्रॉप",
    "hr": "Kap lubenice na mreži",
    "hu": "Görögdinnye csepp online",
    "id": "Semangka drop online",
    "it": "Drop di anguria online",
    "ja": "スイカはオンラインでドロップします",
    "kn": "ಕಲ್ಲಂಗಡಿ ಆನ್‌ಲೈನ್ ಡ್ರಾಪ್",
    "ko": "수박은 온라인으로 떨어집니다",
    "ml": "തണ്ണിമത്തൻ ഡ്രോപ്പ് ഓൺലൈൻ",
    "mr": "टरबूज ऑनलाईन ड्रॉप",
    "ms": "Tembikai jatuh dalam talian",
    "nl": "Watermeloen druppel online",
    "no": "Vannmelon slipp online",
    "pl": "Zatoplowiec z arbuzy online",
    "ru": "Арбуз падает онлайн",
    "sk": "Vodná melón online",
    "sl": "Lubenica pade na spletu",
    "sr": "Ватермелон Дроп Онлине",
    "sv": "Vattenmelon släpp online",
    "sw": "Watermelon kushuka mkondoni",
    "ta": "தர்பூசணி ஆன்லைனில் துளி",
    "te": "పుచ్చకాయ ఆన్‌లైన్ డ్రాప్",
    "th": "แตงโมลดลงออนไลน์",
    "tr": "Karpuz Drop Online",
    "uk": "Краплі на кавуна в Інтернеті",
    "vi": "Dưa hấu thả trực tuyến"
  },
  "short": {
    "ar": "Patermelon Drop هو تحد حي يضع خفة الحركة والتفكير الذكي للاختبار.",
    "am": "የበለሳን መቆንጠጫ ቁልቁል ጥንካሬዎን እና ስማርትዎን ለፈተናዎ የሚያስቀምጠው ፈታኝ ሁኔታ ነው.",
    "bg": "Динята на динята е ярко предизвикателство, което поставя вашата пъргавина и интелигентно мислене на изпитанието.",
    "bn": "তরমুজ ড্রপ একটি স্পষ্ট চ্যালেঞ্জ যা আপনার তত্পরতা এবং স্মার্ট চিন্তাকে পরীক্ষায় রাখে।",
    "ca": "La caiguda de síndria és un repte viu que posa a prova la vostra agilitat i el vostre pensament intel·ligent.",
    "cs": "Watermelon Drop je živá výzva, která zkouší vaši agilitu a chytré myšlení.",
    "da": "Watermelon Drop er en levende udfordring, der sætter din smidighed og smart tænkning til testen.",
    "de": "Watermelon Drop ist eine lebendige Herausforderung, die Ihre Beweglichkeit und Ihr kluges Denken auf die Probe stellt.",
    "el": "Η πτώση του καρπούζι είναι μια ζωντανή πρόκληση που θέτει την ευελιξία και την έξυπνη σκέψη σας στη δοκιμασία.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Watermelon Drop is a vivid challenge that puts your agility and smart thinking to the test.",
    "es": "La gota de sandía es un desafío vívido que pone a prueba su agilidad y pensamiento inteligente.",
    "et": "Arbuus Drop on elav väljakutse, mis paneb teie agility ja nutika mõtlemise testile.",
    "fa": "قطره هندوانه یک چالش واضح است که چابکی و تفکر هوشمند شما را به آزمایش می رساند.",
    "fi": "Vesimeloni -pudotus on elävä haaste, joka asettaa ketteryyden ja älykkään ajattelusi testiin.",
    "fr": "La goutte de pastèque est un défi vif qui met votre agilité et votre réflexion intelligente à l'épreuve.",
    "gu": "તરબૂચ ડ્રોપ એ એક આબેહૂબ પડકાર છે જે તમારી ચપળતા અને સ્માર્ટ વિચારને પરીક્ષણમાં મૂકે છે.",
    "he": "טיפת אבטיח היא אתגר חי שמציב את הזריזות והחשיבה החכמה שלך למבחן.",
    "hi": "तरबूज ड्रॉप एक ज्वलंत चुनौती है जो आपकी चपलता और स्मार्ट सोच को परीक्षण में डालती है।",
    "hr": "Kap lubenice je živopisan izazov koji na test stavlja vašu okretnost i pametno razmišljanje.",
    "hu": "A görögdinnye csepp egy élénk kihívás, amely teszteli az agilitást és az intelligens gondolkodást.",
    "id": "Drop semangka adalah tantangan yang jelas yang menguji ketangkasan dan pemikiran cerdas Anda.",
    "it": "La goccia di anguria è una vivida sfida che mette alla prova la tua agilità e il tuo pensiero intelligente.",
    "ja": "スイカのドロップは、あなたの敏ility性とスマートな思考をテストにかける鮮明な挑戦です。",
    "kn": "ಕಲ್ಲಂಗಡಿ ಡ್ರಾಪ್ ಎನ್ನುವುದು ಎದ್ದುಕಾಣುವ ಸವಾಲಾಗಿದ್ದು ಅದು ನಿಮ್ಮ ಚುರುಕುತನ ಮತ್ತು ಸ್ಮಾರ್ಟ್ ಚಿಂತನೆಯನ್ನು ಪರೀಕ್ಷೆಗೆ ಒಳಪಡಿಸುತ್ತದೆ.",
    "ko": "수박 드롭은 민첩성과 현명한 사고를 테스트에 참여시키는 생생한 도전입니다.",
    "ml": "നിങ്ങളുടെ ചാപനിതയെയും മികച്ച ചിന്തയെ പരീക്ഷിക്കുന്ന ഒരു ഉജ്ജ്വലമായ വെല്ലുവിളിയാണ് തണ്ണിമത്തൻ ഡ്രോപ്പ്.",
    "mr": "टरबूज ड्रॉप हे एक ज्वलंत आव्हान आहे जे आपली चपळता आणि स्मार्ट विचार चाचणीसाठी ठेवते.",
    "ms": "Drop tembikai adalah cabaran yang jelas yang meletakkan ketangkasan dan pemikiran pintar anda untuk ujian.",
    "nl": "Watermeloen druppel is een levendige uitdaging die je behendigheid en slimme denken op de test brengt.",
    "no": "Watermelon Drop er en levende utfordring som setter din smidighet og smart tenkning på prøve.",
    "pl": "Drop arbuz to żywe wyzwanie, które stawia twoją zwinność i inteligentne myślenie.",
    "ro": "Watermelon Drop este o provocare vie care îți pune agilitatea și gândirea inteligentă la test.",
    "ru": "Darplon Drop - это яркий вызов, который проверяет вашу ловкость и умное мышление.",
    "sk": "Watermelon Drop je živá výzva, ktorá kladie vašu pohyblivosť a inteligentné myslenie.",
    "sl": "Padec lubenice je živahen izziv, ki preizkuša vašo okretnost in pametno razmišljanje.",
    "sr": "Пад лубенице је живописан изазов који вам поставља окретност и паметно размишљање на тест.",
    "sv": "Watermelon droppe är en livlig utmaning som sätter din smidighet och smart tänkande.",
    "sw": "Kushuka kwa Watermelon ni changamoto wazi ambayo inaweka ugumu wako na fikira nzuri kwenye mtihani.",
    "ta": "தர்பூசணி துளி என்பது ஒரு தெளிவான சவாலாகும், இது உங்கள் சுறுசுறுப்பு மற்றும் ஸ்மார்ட் சிந்தனையை சோதனைக்கு உட்படுத்துகிறது.",
    "te": "పుచ్చకాయ డ్రాప్ అనేది స్పష్టమైన సవాలు, ఇది మీ చురుకుదనం మరియు స్మార్ట్ ఆలోచనను పరీక్షకు ఉంచుతుంది.",
    "th": "Datermelon Drop เป็นความท้าทายที่ชัดเจนที่ทำให้ความคล่องตัวและการคิดอย่างชาญฉลาดของคุณในการทดสอบ",
    "tr": "Karpuz Drop, çevikliğinizi ve akıllı düşüncenizi teste sokan canlı bir zorluktur.",
    "uk": "Крапка кавуна - це яскраве завдання, яке ставить на тест вашої спритності та розумного мислення.",
    "vi": "Watermelon Drop là một thách thức sống động đặt sự nhanh nhẹn và tư duy thông minh của bạn vào bài kiểm tra."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watermelon Drop, a watermelon game in the very popular Suika genre, is a merge puzzle game in which you drop different types of fruits and vegetables into a cup. When two of the same types of food hit each other, they'll merge and become a different, bigger food item! \n\nYour goal is to merge the most and the largest fruit you can, without running out of space. When your cup gets too full and a piece of fruit or a vegetable drops over the edge, it's game over! At the end of the game, your score gets a rating. Do you have the skills to score an A rank?\n\nHow to play Watermelon Drop?\nMove your fruit or vegetable with the mouse and click to drop it into the cup!"
  }
}