{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ceri.us Airbridge Communicator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send (Tap, Drag, Pulse) phone numbers, images, videos, contacts, maps and websites to Ceri.us Apps"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's New:\n\nChrome Version 3.01 feature and security compliance.\n\nThis version adds  several new Social Media Aggregation Features:\n\nWhen the extension popup window is displayed, the user will automatically be paired to any available Ceri.us PWA THEY OWN (aka they are the God Host of). The launch icon will be displayed at the top if an owned Ceri.us PWA is found. If multiple PWA's are found, the user may select any one up .\n\nGiven the aforementioned Ceri.us pairing, we have added the ability to quickly capture, AND REDACT,  screen shots of the users web sites they choose to include in their Ceri.us PWA app (visible image, description and launch icons). Use Control+x on the website to be included, while having your Ceri.us PWA in another tab on the same chrome browser.\n\nLikewise, while you can still click on any image, video or phone you browse to for populating into a Ceri.us compliant app, we have added the ability to populate the users Ceri.us PWA with images clipped from any chrome screen tab sent instantly for inclusion into your hosted app (again, only PWA apps your own or your personal free Ceri.us app).\n\nDigitally modulated audio pulses work as before to send to any Ceri.us compliant app with the AirBridge pulse receiver turned ON in a mobile or desktop device."
  }
}