{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ezFractal - Strange Attractors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generates strange attractor fractal images and maps them to sound"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See a fuller featured Web App version of this extension at:\nhttps://chrome.google.com/webstore/detail/befeejacabkplbgddjbhbbbbogmlomhg\n\n- Click on the extension icon to search for a strange attractor fractals and plot them.\n- Click the Play Sound button to listen to music generated from the attractor. \n- Click the Next Attractor button each time you want to generate another one.\n- Check the gray scale checkbox to see the attractor in shades of gray.\n- To regenerate the same attractor at different quality, select a new quality from the dropdown and click the Go button.\n- Paste 30 character sprott codes in specific attractor field and click the Go button.\n  (e.g. copy and paste any of the following Sprott codes:\n    FJLRNTKMSNJOXRDYPVEOOVTPLMGEAC\n    GMNIKFCCNCPQFCJRQFUALCCLJPYVYD\n    JEKESGYYFWLOGVKLMEWJMBKHSOIVTI\n  )\n\n- Click on the image itself to open it in a tab where you can print it or save it to disk.\n- HINT: Copy the fractal coefficients to a text file and paste them here at a later date to regenerate favorites.\n\nNOTE: As of V4.0 I no longer use Flash to play sound.  HTML5 as supported within Chrome is now used, so you no longer need to setup permissions at macromedia.\n\nTechnical details:\nI based this on the work of Julien C. Sprott detailed in his book called Strange Attractors: Creating Patterns in Chaos.  This extension takes the 3D quadratic program, ports it to javascript and then uses the HTML5 canvas object to plot/render the fractal.\nBook info is here: http://sprott.physics.wisc.edu/SA.HTM\n\nAll processing is done on your local computer to search for a fractal and then iterate it.  If you have an older or slower machine, each fractal could take a long time to generate; so use the low to medium quality settings.\n\nV2.0 now iterates a 3 dimensional attractor and maps the Z-axis to colors from dark to light.\nV2.1 Click on the fractal image to load it into a tab for printing/saving\nV3.0 Added sound (x-axis = note, y-axis = duration, z-axis = volume)\nV3.1 Much better piano samples.\nV4.0 Eliminated need for Flash to play sound by using HTML5 audio.\nV4.1 Added an even higher quality option for really fast PCs\nV4.5 View attractors in gray scale via checkbox, enter 30 letter Sprott codes, improved rendering at high quality."
  }
}