{
  "name": {
    "ar": "Lightshot (أداة لقطة شاشة)",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,ja,kn,ml,mr,ms,ru,sw,ta,te,th,uk": "Lightshot (screenshot tool)",
    "bg": "Lightshot (скрииншот инструмент)",
    "bn": "লাইটশট (স্ক্রীনশট নেওয়ার টুল)",
    "ca": "Lightshot (l'eina de captura de pantalla)",
    "cs": "Lightshot (Nástroje snímků)",
    "da": "Lightshot (skærmbillede værktøj)",
    "de": "Lightshot (Screenshot Tool)",
    "el": "Lightshot (εργαλείο λήψης στιγμιότυπων)",
    "es": "LightShot (la herramienta de captura de pantalla)",
    "et": "Lightshot (kuvatõmmise tööriist)",
    "fa": "لایت شات (ابزار تصویر)",
    "fi": "Lightshot (kuvankaappaussovellus)",
    "fr": "Lightshot (outil de capture d’écran)",
    "he": "Lightshot (כלי לצילומי מסך)",
    "hr": "Lightshot (alat za slikanje zaslona)",
    "hu": "Lightshot (képernyőmentés alkalmazás)",
    "id": "Lightshot (alat screenshot)",
    "it": "Lightshot (strumento per screenshot)",
    "ko": "Lightshot (스크린샷 도구)",
    "lt": "Lightshot (ekrano nuotraukų įrankis)",
    "lv": "Lightshot (Ekrānuzņemšanas rīks)",
    "nl": "Lightshot (afbeeldingshulpmiddel)",
    "no": "Lightshot (skjermbildeverktøy)",
    "pl": "Lightshot (narzędzie do zrzutów ekranu)",
    "pt_BR,pt_PT": "Lightshot (Ferramenta de captura)",
    "ro": "Lightshot (instrumente pentru captura de ecran)",
    "sk": "Lightshot (nástroj na tvorbu screenshotov)",
    "sl": "Lightshot (orodje za zajemanje zaslona)",
    "sr": "Lightshot (alatka za snimanje ekrana)",
    "sv": "Lightshot (screenshot verktyg)",
    "tr": "Lightshot (ekran görüntüsü aracı)",
    "vi": "Lightshot (công cụ chụp màn hình)",
    "zh_CN": "Lightshot (截图工具)",
    "zh_TW": "Lightshot (畫面擷取工具)"
  },
  "short": {
    "ar": "اداة إلتقاط الشاشة سهلة ومريحة. تسمح لك لإختيار اي جزء من الشاشة لاخذ لقطة منه، ورفع الصورة على الانترنت",
    "am,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,sw,ta,te": "Simple and convenient screenshot tool. Select an area, edit your screenshot and upload it to the server.",
    "bg,ja,th": "Easy and convenient screen capture tool. Allows you to make screenshot of any selected area, edit and upload it to server.",
    "bn": "স্ক্রীনশট নেওয়ার সহজ এবং সুবিধাজনক টুল। একটা অংশ সিলেক্ট করুন, স্ক্রীনশট এডিট করুন এবং সার্ভারে আপলোড করুন।",
    "cs": "Jednoduchý a pohodlný nástroj pro pořízování snímků. Vyberte oblast, editujte Vaše snímky a nahrávejte je na server.",
    "da": "Simpelt og brugbart skærmbillede værktøj. Vælg et område, rediger dit skærmbillede og upload det til serveren.",
    "de": "Einfaches und Praktisches screenshot Tool. Markiere einen Bereich, editiere deinen Screenshot und lade ihn auf dem Server hoch.",
    "el": "Εύχρηστο και πρακτικό εργαλείο λήψης στιγμιότυπων. Επιλέξτε μια περιοχή, επεξεργαστείτε το στιγμιότυπο σας και ανεβάστε το στον…",
    "es": "Simple y conveniente herramienta de captura de pantalla. Seleccione un área, edite su pantalla y subirlo al servidor.",
    "et": "Lihtne ja mugav kuvatõmmise loomise programm. Vali ala, redigeeri oma kuvatõmmist ja lae see serverisse ülesse.",
    "fa": "ابزار ساده و راحت تصویر. منطقه را انتخاب کنید، تصویر خود را ویرایش کنید و آنرا در سرور بارگزاری کنید.",
    "fi": "Yksinkertainen ja kätevä kuvankaappaussovellus. Valitse alue, muokkaa kuvaa ja lataa se palvelimelle.",
    "fr": "Une outil de capture d’écran simple et pratique. Éditez votre capture d’écran et publiez-la directement sur Internet.",
    "he": "כלי קל ונוח ליצירת צילומי מסך. מאפשר ליצור צילום מסך של כל איזור נבחר, לערוך אותו ולהעלותו לשרת.",
    "hr": "Jednostavan i praktičan alat za snimanje zaslona. Odaberi mjesto, uredi snimku zaslona i prenesi ju na poslužitelj.",
    "hu": "Egyszerű és kényelmes képernyőmentő alkalmazás. Válassz ki egy területet, szerkeszd meg a képet, és töltsd fel a szerverre.",
    "id": "Alat screenshot yang sederhana dan mudah. Pilih area, sunting screenshot anda dan mengunggahnya ke server.",
    "it": "Uno strumento per gli screenshot semplice e conveniente. Seleziona un'area, modifica il tuo screenshot e caricalo sul server.",
    "ko": "쉽고 간편한 스크린샷 도구. 영역을 선택하고, 스크린 샷을 편집하고, 서버에 업로드하세요.",
    "lt": "Lengvai naudojamas ir patogus ekrano vaizdzo nuotraukų įrankis.",
    "lv": "Vienkāršs un ērts ekrānšāviņu uzņemšanas rīks.Ļauj uzņemt ekrānšāviņu no jebkura ekrāna laukuma,rediģēt to un augšupielādēt serverī.",
    "nl": "Eenvoudig en handig afbeeldingshulpmiddel. Kies een gebied, bewerk uw afbeelding en verstuur deze naar de server.",
    "no": "Enkelt og praktisk skjermbildeverktøy. Ta skjermbilder av et utvalgt område av skjermen, redigér/legg til merknader og last opp til…",
    "pl": "Łatwe i poręczne narzędzie do wykonywania zrzutów ekranu. Zaznacz obszar, edytuj zrzut i prześlij na serwer.",
    "pt_BR": "Captura de tela fácil e conveniente. Selecione uma área, edite sua captura e envie para o servidor.",
    "pt_PT": "Captura de tela fácil e conveniente. Permite que você capture qualquer área selecionada, editar e enviar para o servidor.",
    "ro": "Instrument simplu şi la îndemână pentru capturi de ecran. Selectează zona dorită, editează captura de ecran si încarc-o pe server.",
    "ru": "Простая и удобная скриншот-утилита. Позволяет делать скриншоты произвольной области экрана, редактировать их и загружать на сервер",
    "sk": "Jednoduchý a vyhovujúci nástroj na tvorbu screenshotov. Označte oblasť, upravte váš screenshot a nahrajte ho na server.",
    "sl": "Preprosto in priročno orodje za zajemanje posnetkov zaslona. Izberi območje, uredi posnetek zaslona in ga naloži na strežnik.",
    "sr": "Jednostavna i konvencionalna alatka za slikanje ekrana. Izaberite oblast, uredite svoju sliku i postavite je na server.",
    "sv": "Enkelt och bekvämt skärmdump verktyg. Välj ett område, redigera din screenshot och ladda ned till servern.",
    "tr": "Ekran görüntüsü yakalamak için kolay ve kullanışlı uygulama. Belirli bir alanı seçebilir, düzenleyebilir ve uzak sunucuya…",
    "uk": "Проста та зручна програма для створення скріншотів",
    "vi": "Công cụ screenshot (chụp ảnh màn hình) nhỏ gọn và hiệu quả. Chọn một vùng, chỉnh sửa screenshot của bạn và tải lên.",
    "zh_CN": "轻松方便屏幕捕获工具。可以让你做出任何选择的区域，编辑截图并上传到服务器。",
    "zh_TW": "簡便的擷圖工具。能夠擷取任何選取範圍、編輯並上傳至伺服器。"
  },
  "long": {
    "ar,bg,bn,ca,cs,da,de,el,es,et,fa,fi,fr,he,hr,hu,id,it,ja,ko,lt,lv,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "Lightshot is the fastest way to take a customizable screenshot. Simple interface, nothing useless and light weight.\n\nFeatures:\n* take screenshot and share it in few clicks\n* select any part of the page\n* edit screenshot in place\n* save on a disk or upload to the cloud\n* search for similar screenshots\n\nMore information here: http://app.prntscr.com/\n\n!!!!!! IMPORTANT ANNOUNCE ABOUT v6.* !!!!!!\n\nAs you may know Google Chrome will stop supporting NPAPI plugins in September http://blog.chromium.org/2013/09/saying-goodbye-to-our-old-friend-npapi.html Previous Lightshot Chrome extension was based on NPAPI. So we had to adjust to this change. Current extension is written on pure Javascript and support not only Chrome for Windows, but also Chrome x64, Chrome for MacOS, Chrome for Linux and Chromebook.\nMoving from NPAPI to Javascript was not painless. Currently we lost \"Copy\" feature because of this Google Chrome issue https://code.google.com/p/chromium/issues/detail?id=150835 And some other features were also affected.\nIf you love the previous version and don't like these changes we encourage you to try Lightshot desktop application. It works exactly like it was before and is not affected by changes in Google Chrome. You can download it from here: http://app.prntscr.com/\nWe apologize for the inconvenience caused.\n\nContact e-mail: support@skillbrains.com Send your requests and bug reports here. We appreciate your contribution!\nWe also appreciate any support in translating Lightshot to any language!",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,ml,mr,ms,sw,ta,te": "Lightshot is the fastest way to take a customizable screenshot. Simple interface, nothing useless and light weight.\n\nFeatures:\n* take screenshot and share it in few clicks\n* select any part of the page\n* edit screenshot in place\n* save on a disk or upload to the cloud\n* search for similar screenshots\n* copy screenshot in clipboard\n\nMore information here: http://app.prntscr.com/\nPrivacy policy: https://app.prntscr.com/en/privacy.html?privacy\n\nClarification of the extension permissions:\n* Read your browsing history - Chrome adds this line when we request tabs manipulation permission. Lightshot opens screenshot in a new tab, that is why we need it.\n* Display notifications - Lightshot displays notification every time you upload screenshot\n* Modify data you copy and paste - Lightshot allows you to copy screenshot into your Clipboard\n* Manage your downloads - Lightshot allows you to save screenshot as a new file (works using download functions)\n\nContact e-mail: support@skillbrains.com Send your requests and bug reports here. We appreciate your contribution!",
    "ru": "Lightshot - это самый быстрый и удобный способ сделать скриншот. \n\nФункции:\n* делайте скриншоты всего за пару кликов\n* редактируйте скриншот прямо на месте\n* скриншот можно просто сохранить или загрузить в облако\n* поиск похожих скриншотов\n\nБольше информации на сайте: http://app.prntscr.com/ru/\n\n\n!!!!!! О новой версии 6.* !!!!!!\n\nПредыдущая версия расширения была основана на технологии NPAPI. С сентября Google Chrome перестанет поддерживать эту технологию (новость в блоге Google Chrome http://blog.chromium.org/2013/09/saying-goodbye-to-our-old-friend-npapi.html), поэтому нам пришлось подстроиться под это изменение и полностью переписать наше расширение. Новое расширение написано на JavaScript и будет работать на любой версии браузера Chrome, включая Chrome x64, Chrome для MacOS, Chrome для Linux и даже на Chromebook.\n\nПереезд на новую технологию не прошел безболезненно. В данный момент полностью не работает функция копирования скриншота в буфер обмена, это связано с тем, что Google Chrome пока не позволяет это делать расширениям. Мы надеемся, что разработчики Chrome в скором времени исправят эту проблему (описание проблемы на сайте разработчиков Chrome https://code.google.com/p/chromium/issues/detail?id=150835). Так же произошли небольшие изменения и в других функциях программы.\n\nЕсли вы привыкли к старой версии и вам не нравится поведение новой версии, то мы можем вас обрадовать, что самостоятельное приложение Lightshot продолжает работать точно так же как и раньше. Скачать его можно с нашего сайта: http://app.prntscr.com/ru/\n\nПриносим свои извинения за предоставленные неудобства."
  }
}