{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cognitive Class Exam Answers 2021"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cognitive Class Exam Answers ✅✅✅ Cognitive Class Quiz Answers, Cognitive Class Free Coourses With Certificate"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cognitive Class answer is a free learning platform where you can lots of premium quality stuffs absolutely free of cost. With the help of this extension you will be able to get all the Cognitive Class Exam & Quiz Answers 2021, Free Certification Course, Free Course With Certificate, Free Courses 2021 & many more that will help users to easily find free courses with certificate.\n\nWe keep on updating this extension to make your experience much better, so you can install this and access whatever you need.\n\nLearning is very precious and the school, college fee these days are on hike and each year they increase the fee by their own.\n\nIt is not possible for middle class people to afford such high pricing education facility that's why I have built this free extension to help you find free platform where experts share their experiences and teach things related to internet and programming.\n\n*Some Of The Modules Are*\n\nDataOps Methodology\nMachine Learning – Dimensionality Reduction \nIntroduction to Cloud\nMachine learning with Apache SystemML\nMachine Learning with Python \nGame-playing AI with Swift for TensorFlow (S4TF)\nBuilding Cloud Native and Multicloud Applications\nBuild an IoT Blockchain Network for a Supply Chain\nSimplifying data pipelines with Apache Kafka \nSQL Access for Hadoop \nDeep Learning with TensorFlow\n\nHope you will like this tool and discover new learning programs.\n\nHappy Learning!"
  }
}