{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BbCollab Poll Notifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Recevez une notification dès la publication d'un sondage sur les classes virtuelles Blackboard Collaborate.",
    "en": "Receive notifications when surveys are published on Blackboard Collaborate Virtual Classrooms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "• MISE EN ROUTE\n\nConnectez-vous à une classe virtuelle Blackboard Collaborate pour activer l’extension.\nUne fois celle-ci activée, elle vérifiera toutes les 5 secondes la présence d’un sondage sur la classe virtuelle à laquelle vous êtes connecté.\n\n• NOTIFICATIONS\n\nAssurez-vous d’avoir activer les notifications dans les options de Google Chrome. Une fois celles-ci activées, vous êtes en mesure de recevoir les notifications envoyées par l’extension. Celles-ci sont simples, contiennent un titre, une image et une courte description. Vous pouvez en voir un exemple dans les captures d’écrans disponibles sur cette page produit.\n\n• OPTIONS\n\nL’extension ne comporte pas de page d’options. Vous pouvez Activer/Désactiver l’extension via les options des extensions de Google Chrome.\n\n• RAPPORTER UN PROBLÈME\n\nPour rapporter un problème que vous avez pu rencontrer, veuillez vous rendre sur la page GitHub de l’extension : https://github.com/younesaassila/BbCollab-Poll-Notifier-Chrome",
    "en": "• GETTING STARTED\n\nLogin to a Blackboard Collaborate virtual class to activate the extension.\nOnce activated, it will check every 5 seconds for the presence of a poll on the virtual class you are connected to.\n\n• NOTIFICATIONS\n\nMake sure you have enabled notifications in the Google Chrome options. Once these are enabled, you will be able to receive notifications sent by the extension. These are simple, with a title, image and a short description. You can see an example in the screenshots available on this product page.\n\n• OPTIONS\n\nThe extension does not have an options page. You can Enable/Disable the extension in the Google Chrome extensions page.\n\n• REPORT A PROBLEM\n\nTo report a problem you may have encountered, please visit the GitHub page of the extension: https://github.com/younesaassila/BbCollab-Poll-Notifier-Chrome"
  }
}