{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chinese RMB Converter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convert numerical amounts to Chinese RMB uppercase format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Chinese RMB Converter is an essential tool for anyone dealing with Chinese currency in formal or business contexts. This extension quickly and accurately converts numerical amounts into the traditional Chinese uppercase format used in official documents and financial transactions.\nKey features:\n1. Instant conversion: Enter any amount and get the Chinese uppercase representation immediately.\n2. Accurate up to 12 digits: Handles amounts from 0 to 999,999,999,999.99.\n3. Includes 'jiao' and 'fen': Properly represents cents in Chinese characters.\n4. Copy functionality: Easily copy the converted result for use in documents or communications.\n5. User-friendly interface: Simple, clean design for effortless use.\nPerfect for:\n- International businesses dealing with Chinese partners\n- Students learning Chinese financial terminology\n- Accountants working with Chinese currency\n- Anyone preparing official documents in Chinese\nThis converter ensures accuracy and formality in financial communications, helping you avoid errors and maintain professionalism when dealing with Chinese currency amounts. Whether you're writing contracts, invoices, or simply need to understand formal Chinese numerical representations, this tool simplifies the process and saves valuable time.\nInstall the Chinese RMB Converter now to streamline your work with Chinese currency and impress your Chinese colleagues or business partners with accurate, formal numerical representations!"
  }
}