{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walnut - Sales Demo Platform"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walnut - Maximize revenue with personalized and interactive product demos that your prospects will love."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walnut allows you to reinvent how your team creates, delivers, analyzes, manages, and optimizes all their demos so they can offer tailored buying experiences to prospects. Because at the end of the day, it’s all about your prospects, they need to be the center of the sales.\n\n**Why use Walnut?**\n\nSell more\nNothing personal, but winning sales should be personal. Deliver interactive product demos tailored for each prospect! Show your product value for their specific needs and close more deals. Because generic slide decks are so 2020.\nSell faster\n\nMake prospects fall in love with your product from the outset. Let them interact with your product demos whenever or wherever they want—from the moment they lay eyes on your website until the very end of the sales process.\n\nSell smarter\nKnowledge is power. So why not improve your sales strategy with useful demo insights that can be tracked directly in your CRM? Learn how prospects use your demos to optimize your team's performance and increase your product demo conversions.\n\n**How Walnut works**\nCreate - Capture your product in just a click with our extension, and then edit anything you want: Text, Images, Graphs, Code, Colors - even in bulk! And yes, the guides are also 100% customizable.\n\nPersonalize - Update your prospects' info in each demo in a click with our demo wizard. Collaborate with your team to make them perfect, and even add notes to ensure presentations run smoothly.\n\nDeliver - Send a demo link in your outreach, embed them in your website, show them live in demo calls, or even share them via carrier pigeons. Not the last one, that'd be nuts.\n\nAnalyze - Leave the guesswork behind and track how your prospects engage with your demos. Identify which demos are succeeding, and which need improvements. And just in case you forgot, everything is synced with your CRM.\n\nOptimize- Focus on each buyer’s needs by seeing which areas of the demo pique their interest. Organize all your demos in one library, by use-case, step in the funnel, and make sure your team has the perfect structure to nail their sales.\n\n**And where does it all start? By downloading the extension here’s why you should download it:**\n\nPlay demos from anywhere on your browser: upon a different tab, deck, or anything else!\n\nQuickly find by searching the demo you’re looking for, or browse for a new one by filtering demos that are relevant for you, by demos that were recently played by you, or by grabbing the most popular ones by their views.\n\nAnd also if you’re a demo creator:\nCapture screens from your product, add them to a brand new Storyline, or update an existing Storyline with new screens.\nChoose your preferred method for capturing screens: If you want to capture a curated selection, with only a handful of screens, go for Single Capture, capturing them one at a time. Want to cover as much of your product as possible? Select Continuous Capture and go through the product, mimicking your demo flow, the screens will be added along your clicks."
  }
}