{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snap AI - Screen Capture"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the power of visual communication with our advanced screen recording and screenshot extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snap AI (Alpha) - Screen Capture\n\nInnovative screen capture tool designed to streamline the process of capturing screenshots with advanced AI features for enhanced precision and efficiency. \n\nUnleash the potential of visual communication with our state-of-the-art screen recording and screenshot extension. Experience the next level in capturing and sharing visuals with precision and ease.\n\n👉 Capture Visible Page: Effortlessly capture specific sections of web pages for precise sharing and communication.\n\n👉 Capture Full Screen & App Window: Capture your entire screen or specific application window with a single click for comprehensive visual communication.\n\n👉 Capture Visible Page After Delay: Set a delay to capture a visible page, allowing you to prepare the content before capturing.\n\n👉 Capture Full Page (Feature in development): Stay tuned for the upcoming feature that allows you to capture entire web pages in a single screenshot.\n\n👉 Download entire Page (Feature in development): Soon, you'll be able to download entire web pages for offline viewing or sharing.\n\n👉 Cloud Storage (Soon): Access your captured screenshots and recordings from anywhere with the upcoming cloud storage feature.\n\n👉 Video Recording (Soon): Record videos of your screen activities to create dynamic visual content effortlessly.\n\n👉 Audio Recording (Soon): Capture audio along with your screen recordings to enhance your communication and presentation capabilities.\n\nDownload our browser extension for free to get started, or unlock advanced features with a subscription tailored to your needs. Choose the option that suits you best and enhance your browsing experience effortlessly.\n\nINSTALL MORE ALVA EXTENSIONS: \n- Alva Network (Alpha) - https://alva.solutions/alva-network\n- Alva AI (Beta) - https://alva.solutions/alva-ai\n\nCONTACT: \nIf you encounter any bugs, please do not hesitate to contact us at info@alva.solutions. For more information, visit https://alva.solutions/contact. We appreciate your assistance in improving our services."
  }
}