{
  "name": {
    "ar": "المصادق",
    "am,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,kn,lt,lv,ml,mr,ms,nl,pt_PT,sk,sl,sw,ta,te": "Authenticator",
    "bg,ru": "Аутентификатор",
    "bn": "প্রমাণীকরণকারী",
    "ca,es,pt_BR": "Autenticador",
    "cs": "Authentizátor",
    "da,hr": "Autentifikator",
    "de": "Authentifikator",
    "el": "Επαληθευτής",
    "et": "Autentija",
    "fa": "احراز هویت",
    "fr": "Authentificateur",
    "he": "מאמת",
    "hi": "प्रमाणक",
    "hu": "Hitelesítő",
    "id": "Pengautentik",
    "it": "Autenticatore",
    "ja": "認証者",
    "ko": "인증자",
    "no,sv": "Autentisering",
    "pl": "Uwierzytelniacz",
    "ro": "Autentificator",
    "sr": "Аутхентицатор",
    "th": "ตัวรับรองความถูกต้อง",
    "tr": "Kimlik Doğrulayıcı",
    "uk": "Автентифікатор",
    "vi": "Trình xác thực",
    "zh_CN": "认证器",
    "zh_TW": "認證器"
  },
  "short": {
    "ar": "المصادق يولد رموز المصادقة الثنائية العاملين في متصفحك.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te": "Authenticator generates two-factor authentication codes in your browser.",
    "bg": "Аутентификаторът генерира двуфакторни кодове за удостоверяване във вашия браузър.",
    "bn": "প্রমাণীকরণকারী আপনার ব্রাউজারে দুই-ফ্যাক্টর প্রমাণীকরণ কোড তৈরি করে।",
    "ca": "L’Autenticador genera codis d’autenticació de dos factors al vostre navegador.",
    "cs": "Authenticator generuje dvoufaktorové autentizační kódy ve vašem prohlížeči.",
    "da": "Authenticator genererer tofaktors-autentificeringskoder i din browser.",
    "de": "Der Authentifikator generiert in Ihrem Browser einen Zwei-Faktor-Authentifizierungscode.",
    "el": "Το εργαλείο ελέγχου ταυτότητας δημιουργεί έναν κωδικό ελέγχου ταυτότητας δύο παραγόντων στο πρόγραμμα περιήγησής σας.",
    "es": "El autenticador genera un código de autenticación de dos factores en su navegador.",
    "et": "Autentija genereerib teie brauseris kahefaktorilise autentimiskoodi.",
    "fa": "Authenticator یک کد احراز هویت دو مرحله ای را در مرورگر شما ایجاد می کند.",
    "fi": "Todennusohjelma luo kaksivaiheisen todennuskoodin selaimeesi.",
    "fr": "L'authentificateur génère un code d'authentification à deux facteurs dans votre navigateur.",
    "he": "המאמת יוצר קוד אימות דו-גורמי בדפדפן שלך.",
    "hi": "प्रमाणक आपके ब्राउज़र में दो-कारक प्रमाणीकरण कोड उत्पन्न करता है।",
    "hr": "Autentifikator generira kod za provjeru autentičnosti u dva faktora u vašem pregledniku.",
    "hu": "A hitelesítő kétfaktoros hitelesítési kódot generál a böngészőben.",
    "id": "Authenticator menghasilkan kode otentikasi dua faktor di browser Anda.",
    "it": "L'autenticatore genera un codice di autenticazione a due fattori nel tuo browser.",
    "ja": "オーセンティケーターは、ブラウザーで 2 要素認証コードを生成します。",
    "ko": "인증자는 브라우저에서 2단계 인증 코드를 생성합니다.",
    "nl": "De authenticator genereert een tweefactorauthenticatiecode in uw browser.",
    "no": "Autentiseringsverktøyet genererer en tofaktorautentiseringskode i nettleseren din.",
    "pl": "Moduł uwierzytelniający generuje w Twojej przeglądarce dwuskładnikowy kod uwierzytelniający.",
    "pt_BR": "O autenticador gera um código de autenticação de dois fatores no seu navegador.",
    "ro": "Autentificatorul generează un cod de autentificare cu doi factori în browser.",
    "ru": "Аутентификатор генерирует код двухфакторной аутентификации в вашем браузере.",
    "sr": "Аутентификатор генерише двофакторни код за аутентификацију у вашем претраживачу.",
    "sv": "Autentiseringsverktyget genererar en tvåfaktorsautentiseringskod i din webbläsare.",
    "th": "ตัวตรวจสอบความถูกต้องจะสร้างรหัสการตรวจสอบสิทธิ์แบบสองปัจจัยในเบราว์เซอร์ของคุณ",
    "tr": "Kimlik doğrulayıcı, tarayıcınızda iki faktörlü bir kimlik doğrulama kodu oluşturur.",
    "uk": "Автентифікатор генерує код двофакторної автентифікації у вашому браузері.",
    "vi": "Trình xác thực tạo mã xác thực hai yếu tố trong trình duyệt của bạn.",
    "zh_CN": "认证器在您的浏览器中生成两因素认证代码。",
    "zh_TW": "認證器在您的瀏覽器中產生兩因素認證代碼。"
  },
  "long": {
    "ar": "إضافة Authenticator للمتصفح: عزّز أمانك الرقمي من خلال المصادقة الثنائية السلسة (2FA)\nقم بتعزيز حياتك الرقمية من خلال تسجيل الدخول الآمن إلى جميع الحسابات عبر الإنترنت باستخدام قوة المصادقة متعددة العوامل وراحة عدم استخدام كلمات المرور. تم تصميم إضافة Authenticator للمتصفح للعمل بسلاسة مع مجموعة متنوعة من الخدمات.\n\nميزات شاملة:\n\nتوافق واسع: يتكامل Authenticator مع مجموعة واسعة من المنصات، مما يعزز أمان وجودك عبر الإنترنت عبر مختلف الخدمات.\nالنسخ الاحتياطي المشفر: قم بتخزين رموز 2FA الخاصة بك بأمان مع التشفير، مما يضمن الوصول إلى حساباتك حتى في حالة فقدان جهازك. تدعم الإضافة النسخ الاحتياطي إلى الكمبيوتر.\nالمزامنة السلسة: قم بمزامنة رموز المصادقة الخاصة بك بسهولة مع حسابك في Google، مما يوفر وصولًا متسقًا عبر جميع أجهزتك.\nتوليد OTP دون اتصال: توليد كلمات مرور لمرة واحدة (OTP) حتى في المناطق بدون اتصال بالإنترنت، مما يضمن أمان حساباتك في جميع الأوقات.\nالأمان المتقدم: قم بتشفير أسرارك بكلمة مرور، باستخدام ميزات الأمان المتقدمة للوصول السريع والآمن.\nالإعداد والإدارة الفعّالين: قم بتكوين وإدارة جميع حساباتك بسهولة عن طريق مسح رموز QR والإدارة المركزية للحسابات. استخدم وظيفة البحث للعثور على حساباتك بسرعة عن طريق الضغط على “/”.\nروابط هامة:\nالصفحة الرئيسية: https://downloadauthenticator.com\nسياسة الخصوصية: https://downloadauthenticator.com/privacy-policy/\nشروط الخدمة: https://downloadauthenticator.com/terms-of-use/\n\nمع إضافة Authenticator للمتصفح، يمكنك حماية حساباتك عبر الإنترنت على مجموعة واسعة من المنصات الشعبية بثقة، مما يضمن تجربة رقمية آمنة ومبسطة.\nتذكر دائمًا الاحتفاظ بنسخة احتياطية من أسرارك في مكان آمن وتشفير أسرارك، خاصة إذا كنت مسجلًا دخولك إلى حساب Google.\nابدأ باستخدام إضافة Authenticator للمتصفح اليوم وتحكم في أمانك الرقمي.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te": "Authenticator Browser Extension: Enhance Your Digital Security with Seamless Two-Factor Authentication (2FA)\nEmpower your digital life with secure sign-ins across all online accounts using the strength of multi-factor authentication and passwordless convenience. The Authenticator Browser Extension is designed to work effortlessly with a multitude of services.\n\nComprehensive Features:\n- Extensive Compatibility: Authenticator integrates with a vast array of platforms, enhancing the security of your online presence across various services.\n- Encrypted Backup: Securely store your 2FA codes with encryption, ensuring you have access to your accounts even if your device is lost. The extension supports backup to the computer.\n- Seamless Synchronization: Effortlessly sync your authentication tokens with your Google account, providing consistent access across all your devices.\n- Offline OTP Generation: Generate One-Time Passwords (OTPs) even in areas without internet connectivity, keeping your accounts secure at all times.\n- Advanced Security: Encrypt your secrets with a password, utilizing cutting-edge security features for swift and secure access.\n- Efficient Setup & Management: Configure and manage all your accounts easily by scanning QR codes and centralized account management. Use the search function to quickly find your accounts by pressing “/”.\n\n\nKey Links:\nPrivacy Policy: https://downloadauthenticator.com/privacy-policy/\nTerms of Service: https://downloadauthenticator.com/terms-of-use/\n\nWith the Authenticator Browser Extension, you can confidently secure your online accounts on a wide range of popular platforms, ensuring a safe and streamlined digital experience.\nAlways remember to keep a backup of your secrets in a safe location and encrypt your secrets, especially if you are logged into a Google account.\nStart using the Authenticator Browser Extension today and take control of your digital security.",
    "bg": "Разширение на браузъра Authenticator: Подобрете дигиталната си сигурност с безпроблемна двуфакторна автентикация (2FA)\nУкрепете дигиталния си живот с сигурни влизания във всички онлайн акаунти, използвайки силата на многофакторната автентикация и удобството на безпаролното влизане. Разширението на браузъра Authenticator е създадено да работи безпроблемно с множество услуги.\n\nОбширни функции:\n\nШирока съвместимост: Authenticator се интегрира с множество платформи, подобрявайки сигурността на вашето онлайн присъствие в различни услуги.\nШифриран бекъп: Сигурно съхранявайте вашите 2FA кодове с шифриране, осигурявайки достъп до вашите акаунти дори ако загубите устройството си. Разширението поддържа бекъп към компютър.\nБезпроблемна синхронизация: Лесно синхронизирайте вашите автентификационни токени с вашия Google акаунт, предоставяйки последователен достъп през всички ваши устройства.\nГенериране на OTP офлайн: Генерирайте еднократни пароли (OTP) дори в области без интернет връзка, като винаги поддържате сигурността на вашите акаунти.\nНапреднала сигурност: Шифрирайте вашите тайни с парола, използвайки най-съвременните функции за сигурност за бърз и сигурен достъп.\nЕфективна настройка и управление: Лесно конфигурирайте и управлявайте всичките си акаунти чрез сканиране на QR кодове и централно управление на акаунти. Използвайте функцията за търсене, за да намерите бързо вашите акаунти, като натиснете „/“.\nКлючови връзки:\nНачална страница: https://downloadauthenticator.com\nПолитика за поверителност: https://downloadauthenticator.com/privacy-policy/\nУсловия за ползване: https://downloadauthenticator.com/terms-of-use/\n\nС разширението на браузъра Authenticator можете уверено да защитите вашите онлайн акаунти на широк спектър от популярни платформи, осигурявайки безопасно и опростено цифрово изживяване.\nВинаги помнете да съхранявате бекъп на вашите тайни на сигурно място и да шифрирате вашите тайни, особено ако сте влезли в акаунт в Google.\nЗапочнете да използвате разширението на браузъра Authenticator днес и контролирайте дигиталната си сигурност.",
    "bn": "Authenticator ব্রাউজার এক্সটেনশন: নিরবচ্ছিন্ন দুই-স্তরের প্রমাণীকরণের (2FA) মাধ্যমে আপনার ডিজিটাল সুরক্ষা উন্নত করুন\nমাল্টি-ফ্যাক্টর প্রমাণীকরণ এবং পাসওয়ার্ডবিহীন সুবিধার শক্তি ব্যবহার করে সমস্ত অনলাইন অ্যাকাউন্টে সুরক্ষিত সাইন-ইন সহ আপনার ডিজিটাল জীবনকে শক্তিশালী করুন। Authenticator ব্রাউজার এক্সটেনশনটি অনেক পরিষেবার সাথে নিরবচ্ছিন্নভাবে কাজ করার জন্য ডিজাইন করা হয়েছে।\n\nবিস্তৃত বৈশিষ্ট্য:\n\nবিস্তৃত সামঞ্জস্যতা: Authenticator অনেক প্ল্যাটফর্মের সাথে একীভূত হয়, বিভিন্ন পরিষেবায় আপনার অনলাইন উপস্থিতির সুরক্ষা উন্নত করে।\nএনক্রিপ্টেড ব্যাকআপ: এনক্রিপশনের মাধ্যমে আপনার 2FA কোডগুলি সুরক্ষিতভাবে সংরক্ষণ করুন, নিশ্চিত করুন যে আপনি আপনার ডিভাইস হারালে আপনার অ্যাকাউন্টগুলিতে অ্যাক্সেস পাবেন। এক্সটেনশনটি কম্পিউটারে ব্যাকআপ সমর্থন করে।\nনিরবচ্ছিন্ন সিঙ্ক্রোনাইজেশন: আপনার Google অ্যাকাউন্টের সাথে আপনার প্রমাণীকরণ টোকেনগুলি নিরবচ্ছিন্নভাবে সিঙ্ক করুন, সমস্ত ডিভাইসে ধারাবাহিক অ্যাক্সেস প্রদান করে।\nঅফলাইন OTP প্রজন্ম: ইন্টারনেট সংযোগ ছাড়াই এমন এলাকায়ও একবারের পাসওয়ার্ড (OTP) তৈরি করুন, সর্বদা আপনার অ্যাকাউন্টগুলিকে নিরাপদ রাখুন।\nউন্নত সুরক্ষা: একটি পাসওয়ার্ড দিয়ে আপনার গোপনীয়তাগুলিকে এনক্রিপ্ট করুন, দ্রুত এবং নিরাপদ অ্যাক্সেসের জন্য কাটিং-এজ সুরক্ষা বৈশিষ্ট্যগুলি ব্যবহার করে।\nদক্ষ সেটআপ এবং ব্যবস্থাপনা: কিউআর কোড স্ক্যান এবং কেন্দ্রীভূত অ্যাকাউন্ট পরিচালনা করে সহজেই সমস্ত অ্যাকাউন্ট কনফিগার এবং পরিচালনা করুন। আপনার অ্যাকাউন্টগুলি দ্রুত খুঁজে পেতে \" /\" কী টিপে অনুসন্ধান ফাংশনটি ব্যবহার করুন।\nকী লিঙ্ক:\nহোমপেজ: https://downloadauthenticator.com\nগোপনীয়তা নীতি: https://downloadauthenticator.com/privacy-policy/\nপরিষেবার শর্তাবলী: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticator ব্রাউজার এক্সটেনশন দিয়ে, আপনি বিভিন্ন জনপ্রিয় প্ল্যাটফর্মে আপনার অনলাইন অ্যাকাউন্টগুলি আত্মবিশ্বাসের সাথে সুরক্ষিত করতে পারেন, একটি নিরাপদ এবং স্ট্রিমলাইনড ডিজিটাল অভিজ্ঞতা নিশ্চিত করতে পারেন।\nআপনার গোপনীয়তাগুলির একটি ব্যাকআপ নিরাপদ স্থানে রাখতে এবং আপনার গোপনীয়তাগুলিকে এনক্রিপ্ট করতে সর্বদা মনে রাখবেন, বিশেষত যদি আপনি একটি Google অ্যাকাউন্টে লগ ইন করেন।\nআজই Authenticator ব্রাউজার এক্সটেনশন ব্যবহার শুরু করুন এবং আপনার ডিজিটাল সুরক্ষা নিয়ন্ত্রণ করুন।",
    "ca": "Extensió del navegador Authenticator: Millora la teva seguretat digital amb l'autenticació de dos factors (2FA) sense interrupcions\nEmpodera la teva vida digital amb inici de sessió segur a tots els comptes en línia utilitzant la força de l'autenticació multifactor i la comoditat sense contrasenya. L'extensió del navegador Authenticator està dissenyada per funcionar sense problemes amb una multitud de serveis.\n\nCaracterístiques completes:\n\nCompatibilitat extensa: Authenticator s'integra amb una gran varietat de plataformes, millorant la seguretat de la teva presència en línia a través de diversos serveis.\nCòpia de seguretat xifrada: Desa els teus codis 2FA de manera segura amb xifrat, assegurant que tinguis accés als teus comptes fins i tot si perds el teu dispositiu. L'extensió admet còpia de seguretat a l'ordinador.\nSincronització sense interrupcions: Sincronitza fàcilment els teus tokens d'autenticació amb el teu compte de Google, proporcionant accés consistent a través de tots els teus dispositius.\nGeneració d'OTP sense connexió: Genera contrasenyes d'un sol ús (OTP) fins i tot en àrees sense connexió a Internet, mantenint els teus comptes segurs en tot moment.\nSeguretat avançada: Xifra els teus secrets amb una contrasenya, utilitzant funcions de seguretat avançades per a un accés ràpid i segur.\nConfiguració i gestió eficient: Configura i gestiona tots els teus comptes fàcilment escanejant codis QR i gestió centralitzada dels comptes. Utilitza la funció de cerca per trobar ràpidament els teus comptes prement “/”.\nEnllaços clau:\nPàgina d'inici: https://downloadauthenticator.com\nPolítica de privacitat: https://downloadauthenticator.com/privacy-policy/\nTermes del servei: https://downloadauthenticator.com/terms-of-use/\n\nAmb l'extensió del navegador Authenticator, pots protegir amb confiança els teus comptes en línia en una gran varietat de plataformes populars, assegurant una experiència digital segura i simplificada.\nRecorda sempre mantenir una còpia de seguretat dels teus secrets en un lloc segur i xifrar els teus secrets, especialment si has iniciat sessió en un compte de Google.\nComença a utilitzar l'extensió del navegador Authenticator avui mateix i pren el control de la teva seguretat digital.",
    "cs": "Rozšíření prohlížeče Authenticator: Zlepšete svou digitální bezpečnost pomocí bezproblémového dvoufaktorového ověřování (2FA)\nPosilte svůj digitální život pomocí bezpečného přihlašování ke všem online účtům s využitím síly vícefaktorového ověřování a pohodlí bez hesel. Rozšíření prohlížeče Authenticator je navrženo tak, aby bezproblémově spolupracovalo s řadou služeb.\n\nKomplexní funkce:\n\nŠiroká kompatibilita: Authenticator se integruje s mnoha platformami a zvyšuje bezpečnost vaší online přítomnosti na různých službách.\nŠifrované zálohování: Bezpečně ukládejte své 2FA kódy pomocí šifrování, což zajistí, že budete mít přístup ke svým účtům i v případě ztráty zařízení. Rozšíření podporuje zálohování do počítače.\nBezproblémová synchronizace: Snadno synchronizujte své autentizační tokeny se svým účtem Google, což poskytuje konzistentní přístup na všech vašich zařízeních.\nGenerování OTP offline: Generujte jednorázová hesla (OTP) i v oblastech bez připojení k internetu, čímž zajistíte bezpečnost svých účtů kdykoliv.\nPokročilá bezpečnost: Šifrujte své tajemství pomocí hesla a využívejte nejmodernější bezpečnostní funkce pro rychlý a bezpečný přístup.\nEfektivní nastavení a správa: Snadno nakonfigurujte a spravujte všechny své účty skenováním QR kódů a centrální správou účtů. Pomocí funkce vyhledávání rychle najděte své účty stisknutím klávesy „/“.\nKlíčové odkazy:\nDomovská stránka: https://downloadauthenticator.com\nZásady ochrany osobních údajů: https://downloadauthenticator.com/privacy-policy/\nPodmínky služby: https://downloadauthenticator.com/terms-of-use/\n\nS rozšířením prohlížeče Authenticator můžete s jistotou zabezpečit své online účty na celé řadě populárních platforem, což zajistí bezpečné a zjednodušené digitální zážitky.\nVždy pamatujte na to, abyste měli zálohu svých tajemství na bezpečném místě a šifrovali své tajemství, zejména pokud jste přihlášeni k účtu Google.\nZačněte používat rozšíření prohlížeče Authenticator ještě dnes a získejte kontrolu nad svou digitální bezpečností.",
    "da": "Authenticator Browser Extension: Forbedr din digitale sikkerhed med problemfri tofaktorgodkendelse (2FA)\nStyrk dit digitale liv med sikre logins på alle onlinekonti ved hjælp af styrken af multifaktorgodkendelse og bekvemmeligheden ved ikke at bruge adgangskoder. Authenticator Browser Extension er designet til at fungere problemfrit med en række tjenester.\n\nOmfattende funktioner:\n\nOmfattende kompatibilitet: Authenticator integreres med en lang række platforme og forbedrer sikkerheden af din online tilstedeværelse på tværs af forskellige tjenester.\nKrypteret backup: Opbevar dine 2FA-koder sikkert med kryptering, hvilket sikrer, at du har adgang til dine konti, selvom du mister din enhed. Udvidelsen understøtter backup til computeren.\nProblemfri synkronisering: Synkroniser nemt dine godkendelsestokens med din Google-konto, hvilket giver ensartet adgang på tværs af alle dine enheder.\nOffline OTP-generering: Generer engangskoder (OTP) selv i områder uden internetforbindelse, så dine konti altid er sikre.\nAvanceret sikkerhed: Krypter dine hemmeligheder med en adgangskode ved hjælp af avancerede sikkerhedsfunktioner for hurtig og sikker adgang.\nEffektiv opsætning og administration: Konfigurer og administrer alle dine konti nemt ved at scanne QR-koder og central kontoadministration. Brug søgefunktionen til hurtigt at finde dine konti ved at trykke på \"/\".\nVigtige links:\nHjemmeside: https://downloadauthenticator.com\nFortrolighedspolitik: https://downloadauthenticator.com/privacy-policy/\nServicevilkår: https://downloadauthenticator.com/terms-of-use/\n\nMed Authenticator Browser Extension kan du sikkert beskytte dine onlinekonti på en bred vifte af populære platforme, hvilket sikrer en sikker og strømlinet digital oplevelse.\nHusk altid at opbevare en backup af dine hemmeligheder et sikkert sted og kryptere dine hemmeligheder, især hvis du er logget ind på en Google-konto.\nBegynd at bruge Authenticator Browser Extension i dag og få kontrol over din digitale sikkerhed.",
    "de": "Authenticator Browser-Erweiterung: Verbessern Sie Ihre digitale Sicherheit mit nahtloser Zwei-Faktor-Authentifizierung (2FA)\nStärken Sie Ihr digitales Leben mit sicheren Anmeldungen bei allen Online-Konten mithilfe der Stärke der Multi-Faktor-Authentifizierung und der Bequemlichkeit ohne Passwort. Die Authenticator-Browser-Erweiterung ist so konzipiert, dass sie mühelos mit einer Vielzahl von Diensten funktioniert.\n\nUmfassende Funktionen:\n\nUmfassende Kompatibilität: Authenticator integriert sich mit einer Vielzahl von Plattformen und verbessert die Sicherheit Ihrer Online-Präsenz über verschiedene Dienste hinweg.\nVerschlüsselte Sicherung: Speichern Sie Ihre 2FA-Codes sicher mit Verschlüsselung, sodass Sie auch bei Verlust Ihres Geräts Zugriff auf Ihre Konten haben. Die Erweiterung unterstützt die Sicherung auf den Computer.\nNahtlose Synchronisierung: Synchronisieren Sie Ihre Authentifizierungstoken mühelos mit Ihrem Google-Konto, um konsistenten Zugriff auf allen Ihren Geräten zu gewährleisten.\nOffline-OTP-Generierung: Generieren Sie Einmalpasswörter (OTP) auch in Bereichen ohne Internetverbindung, um Ihre Konten jederzeit zu sichern.\nErweiterte Sicherheit: Verschlüsseln Sie Ihre Geheimnisse mit einem Passwort und nutzen Sie modernste Sicherheitsfunktionen für schnellen und sicheren Zugriff.\nEffiziente Einrichtung und Verwaltung: Konfigurieren und verwalten Sie alle Ihre Konten einfach durch das Scannen von QR-Codes und zentrale Kontoverwaltung. Verwenden Sie die Suchfunktion, um Ihre Konten schnell zu finden, indem Sie „/“ drücken.\nWichtige Links:\nHomepage: https://downloadauthenticator.com\nDatenschutzrichtlinie: https://downloadauthenticator.com/privacy-policy/\nNutzungsbedingungen: https://downloadauthenticator.com/terms-of-use/\n\nMit der Authenticator-Browser-Erweiterung können Sie Ihre Online-Konten auf einer Vielzahl von beliebten Plattformen sicher schützen und ein sicheres und optimiertes digitales Erlebnis gewährleisten.\nDenken Sie immer daran, eine Sicherung Ihrer Geheimnisse an einem sicheren Ort aufzubewahren und Ihre Geheimnisse zu verschlüsseln, insbesondere wenn Sie bei einem Google-Konto angemeldet sind.\nBeginnen Sie noch heute mit der Nutzung der Authenticator-Browser-Erweiterung und übernehmen Sie die Kontrolle über Ihre digitale Sicherheit.",
    "el": "Επέκταση Προγράμματος Περιήγησης Authenticator: Βελτιώστε την Ψηφιακή σας Ασφάλεια με Απρόσκοπτη Επαλήθευση Δύο Παραγόντων (2FA)\nΕνδυναμώστε την ψηφιακή σας ζωή με ασφαλείς συνδέσεις σε όλους τους διαδικτυακούς λογαριασμούς χρησιμοποιώντας την ισχύ της πολυπαραγοντικής επαλήθευσης και την ευκολία χωρίς κωδικούς πρόσβασης. Η Επέκταση Προγράμματος Περιήγησης Authenticator έχει σχεδιαστεί για να λειτουργεί απρόσκοπτα με πολλές υπηρεσίες.\n\nΣυνολικές Δυνατότητες:\n\nΕκτεταμένη Συμβατότητα: Το Authenticator ενσωματώνεται με μια πληθώρα πλατφορμών, ενισχύοντας την ασφάλεια της διαδικτυακής σας παρουσίας σε διάφορες υπηρεσίες.\nΚρυπτογραφημένη Αντίγραφο Ασφαλείας: Αποθηκεύστε με ασφάλεια τους κωδικούς 2FA σας με κρυπτογράφηση, διασφαλίζοντας ότι έχετε πρόσβαση στους λογαριασμούς σας ακόμα και αν χάσετε τη συσκευή σας. Η επέκταση υποστηρίζει αντίγραφο ασφαλείας στον υπολογιστή.\nΑπρόσκοπτη Συγχρονισμός: Συγχρονίστε εύκολα τα διακριτικά επαλήθευσης με τον λογαριασμό σας Google, παρέχοντας συνεπή πρόσβαση σε όλες τις συσκευές σας.\nΔημιουργία OTP χωρίς σύνδεση: Δημιουργήστε Κωδικούς Μιας Χρήσης (OTP) ακόμη και σε περιοχές χωρίς σύνδεση στο διαδίκτυο, διατηρώντας τους λογαριασμούς σας ασφαλείς ανά πάσα στιγμή.\nΠροχωρημένη Ασφάλεια: Κρυπτογραφήστε τα μυστικά σας με κωδικό πρόσβασης, χρησιμοποιώντας προηγμένες δυνατότητες ασφαλείας για γρήγορη και ασφαλή πρόσβαση.\nΑποτελεσματική Ρύθμιση & Διαχείριση: Διαμορφώστε και διαχειριστείτε εύκολα όλους τους λογαριασμούς σας σαρώνωντας QR κωδικούς και κεντρική διαχείριση λογαριασμών. Χρησιμοποιήστε τη λειτουργία αναζήτησης για να βρείτε γρήγορα τους λογαριασμούς σας πατώντας το “/”.\nΣημαντικοί Σύνδεσμοι:\nΑρχική σελίδα: https://downloadauthenticator.com\nΠολιτική Απορρήτου: https://downloadauthenticator.com/privacy-policy/\nΌροι Χρήσης: https://downloadauthenticator.com/terms-of-use/\n\nΜε την Επέκταση Προγράμματος Περιήγησης Authenticator, μπορείτε να ασφαλίσετε με αυτοπεποίθηση τους διαδικτυακούς λογαριασμούς σας σε μια ευρεία γκάμα δημοφιλών πλατφορμών, διασφαλίζοντας μια ασφαλή και απλοποιημένη ψηφιακή εμπειρία.\nΘυμηθείτε πάντα να κρατάτε ένα αντίγραφο ασφαλείας των μυστικών σας σε ασφαλή τοποθεσία και να κρυπτογραφείτε τα μυστικά σας, ιδιαίτερα αν είστε συνδεδεμένοι σε έναν λογαριασμό Google.\nΞεκινήστε να χρησιμοποιείτε την Επέκταση Προγράμματος Περιήγησης Authenticator σήμερα και πάρτε τον έλεγχο της ψηφιακής σας ασφάλειας.",
    "es": "Extensión del Navegador Authenticator: Mejore su Seguridad Digital con la Autenticación de Dos Factores (2FA) Sin Interrupciones\nEmpodere su vida digital con inicios de sesión seguros en todas las cuentas en línea utilizando la fuerza de la autenticación multifactorial y la comodidad sin contraseña. La extensión del navegador Authenticator está diseñada para funcionar sin problemas con una multitud de servicios.\n\nCaracterísticas Completas:\n\nAmplia Compatibilidad: Authenticator se integra con una amplia variedad de plataformas, mejorando la seguridad de su presencia en línea a través de varios servicios.\nRespaldo Encriptado: Almacene de manera segura sus códigos 2FA con encriptación, asegurando que tenga acceso a sus cuentas incluso si pierde su dispositivo. La extensión admite respaldo en la computadora.\nSincronización Sin Interrupciones: Sincronice fácilmente sus tokens de autenticación con su cuenta de Google, proporcionando acceso consistente en todos sus dispositivos.\nGeneración de OTP sin Conexión: Genere contraseñas de un solo uso (OTP) incluso en áreas sin conectividad a Internet, manteniendo sus cuentas seguras en todo momento.\nSeguridad Avanzada: Encripte sus secretos con una contraseña, utilizando funciones de seguridad avanzadas para un acceso rápido y seguro.\nConfiguración y Gestión Eficiente: Configure y gestione todas sus cuentas fácilmente escaneando códigos QR y gestionando cuentas de manera centralizada. Use la función de búsqueda para encontrar rápidamente sus cuentas presionando “/”.\nEnlaces Clave:\nPágina Principal: https://downloadauthenticator.com\nPolítica de Privacidad: https://downloadauthenticator.com/privacy-policy/\nTérminos de Servicio: https://downloadauthenticator.com/terms-of-use/\n\nCon la extensión del navegador Authenticator, puede proteger con confianza sus cuentas en línea en una amplia gama de plataformas populares, asegurando una experiencia digital segura y simplificada.\nRecuerde siempre mantener una copia de seguridad de sus secretos en un lugar seguro y encriptar sus secretos, especialmente si está conectado a una cuenta de Google.\nComience a usar la extensión del navegador Authenticator hoy mismo y tome el control de su seguridad digital.",
    "et": "Authenticatori brauserilaiendus: Parandage oma digitaalset turvalisust sujuva kahefaktorilise autentimise (2FA) abil\nTugevdage oma digitaalset elu, kasutades kõigis veebikontodes turvalisi sisselogimisi, kasutades multifaktorilise autentimise jõudu ja mugavust ilma paroolideta. Authenticatori brauserilaiendus on loodud töötama sujuvalt mitmete teenustega.\n\nPõhjalikud funktsioonid:\n\nUlatuslik ühilduvus: Authenticator integreerub paljude platvormidega, parandades teie veebisoleku turvalisust erinevate teenuste kaudu.\nKrüptitud varukoopia: Salvestage oma 2FA koodid turvaliselt krüptimise abil, tagades, et teil on juurdepääs oma kontodele isegi seadme kaotamise korral. Laiendus toetab varundamist arvutisse.\nSujuv sünkroonimine: Sünkroonige oma autentimistunnused hõlpsalt oma Google'i kontoga, pakkudes järjepidevat juurdepääsu kõigis teie seadmetes.\nVeebiväline OTP genereerimine: Genereerige ühekordseid paroole (OTP) isegi piirkondades, kus pole internetiühendust, hoides oma kontod alati turvalisena.\nTäiustatud turvalisus: Krüpteerige oma saladused parooliga, kasutades tipptasemel turvafunktsioone kiireks ja turvaliseks juurdepääsuks.\nTõhus seadistamine ja haldamine: Konfigureerige ja hallake kõiki oma kontosid hõlpsalt QR-koodide skaneerimise ja tsentraliseeritud konto haldamise abil. Kasutage otsingufunktsiooni, et oma kontod kiiresti leida, vajutades “/”.\nOlulised lingid:\nAvaleht: https://downloadauthenticator.com\nPrivaatsuspoliitika: https://downloadauthenticator.com/privacy-policy/\nKasutustingimused: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticatori brauserilaiendiga saate enesekindlalt kaitsta oma veebikontosid laias valikus populaarsetel platvormidel, tagades turvalise ja sujuva digitaalse kogemuse.\nPidage alati meeles, et hoidke oma saladuste varukoopiaid turvalises kohas ja krüpteerige oma saladused, eriti kui olete sisse loginud Google'i kontole.\nAlustage Authenticatori brauserilaiendi kasutamist juba täna ja võtke kontroll oma digitaalse turvalisuse üle.",
    "fa": "افزونه مرورگر Authenticator: امنیت دیجیتال خود را با احراز هویت دو عاملی (2FA) بدون درز بهبود بخشید\nزندگی دیجیتال خود را با ورودهای ایمن به همه حساب‌های آنلاین با استفاده از قدرت احراز هویت چند عاملی و راحتی بدون رمز عبور تقویت کنید. افزونه مرورگر Authenticator برای کار بدون درز با بسیاری از خدمات طراحی شده است.\n\nویژگی‌های جامع:\n\nسازگاری گسترده: Authenticator با طیف گسترده‌ای از پلتفرم‌ها ادغام می‌شود و امنیت حضور آنلاین شما را در خدمات مختلف افزایش می‌دهد.\nپشتیبان‌گیری رمزنگاری شده: کدهای 2FA خود را با رمزنگاری به صورت ایمن ذخیره کنید، به طوری که حتی اگر دستگاه خود را از دست بدهید به حساب‌های خود دسترسی داشته باشید. این افزونه از پشتیبان‌گیری به رایانه پشتیبانی می‌کند.\nهمگام‌سازی بدون درز: نشانه‌های احراز هویت خود را به راحتی با حساب Google خود همگام‌سازی کنید و دسترسی پیوسته در همه دستگاه‌های خود فراهم کنید.\nتولید OTP آفلاین: حتی در مناطق بدون اتصال به اینترنت، رمزهای یکبار مصرف (OTP) تولید کنید و حساب‌های خود را در همه زمان‌ها ایمن نگه دارید.\nامنیت پیشرفته: اسرار خود را با رمز عبور رمزنگاری کنید، با استفاده از ویژگی‌های امنیتی پیشرفته برای دسترسی سریع و ایمن.\nتنظیم و مدیریت کارآمد: همه حساب‌های خود را با اسکن کدهای QR و مدیریت متمرکز حساب‌ها به راحتی پیکربندی و مدیریت کنید. از عملکرد جستجو برای پیدا کردن سریع حساب‌های خود با فشار دادن “/” استفاده کنید.\nپیوندهای کلیدی:\nصفحه اصلی: https://downloadauthenticator.com\nسیاست حفظ حریم خصوصی: https://downloadauthenticator.com/privacy-policy/\nشرایط خدمات: https://downloadauthenticator.com/terms-of-use/\n\nبا افزونه مرورگر Authenticator، می‌توانید حساب‌های آنلاین خود را در طیف وسیعی از پلتفرم‌های محبوب با اطمینان محافظت کنید و تجربه دیجیتال ایمن و بهینه‌ای را تضمین کنید.\nهمیشه به یاد داشته باشید که یک نسخه پشتیبان از اسرار خود را در یک مکان امن نگه دارید و اسرار خود را رمزنگاری کنید، به ویژه اگر به حساب Google وارد شده‌اید.\nامروز شروع به استفاده از افزونه مرورگر Authenticator کنید و کنترل امنیت دیجیتال خود را به دست آورید.",
    "fi": "Authenticator-selainlaajennus: Paranna digitaalista turvallisuuttasi saumattomalla kaksivaiheisella todennuksella (2FA)\nVahvista digitaalista elämääsi turvallisilla kirjautumisilla kaikkiin online-tileihin hyödyntämällä monivaiheisen todennuksen voimaa ja salasanojen käytön helppoutta. Authenticator-selainlaajennus on suunniteltu toimimaan saumattomasti monien palvelujen kanssa.\n\nKattavat ominaisuudet:\n\nLaaja yhteensopivuus: Authenticator integroituu moniin alustoihin, parantaen online-läsnäolosi turvallisuutta eri palveluissa.\nSalaattu varmuuskopio: Tallenna 2FA-koodisi turvallisesti salauksella, varmistaen, että sinulla on pääsy tileihisi, vaikka laitteesi katoaisi. Laajennus tukee varmuuskopiointia tietokoneelle.\nSaumaton synkronointi: Synkronoi todennustunnuksesi helposti Google-tilisi kanssa, tarjoten johdonmukaista pääsyä kaikilla laitteillasi.\nOffline OTP -luonti: Luo kertakäyttöisiä salasanoja (OTP) myös alueilla, joilla ei ole internet-yhteyttä, pitäen tilisi turvallisina koko ajan.\nKehittynyt turvallisuus: Salakirjoita salaisuutesi salasanalla, hyödyntäen huippuluokan turvallisuusominaisuuksia nopeaan ja turvalliseen pääsyyn.\nTehokas asennus ja hallinta: Määritä ja hallinnoi kaikkia tilejäsi helposti skannaamalla QR-koodeja ja keskitetysti hallinnoimalla tilejä. Käytä hakutoimintoa löytääksesi tilisi nopeasti painamalla “/”.\nTärkeät linkit:\nKotisivu: https://downloadauthenticator.com\nTietosuojakäytäntö: https://downloadauthenticator.com/privacy-policy/\nKäyttöehdot: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticator-selainlaajennuksen avulla voit luottavaisesti suojata online-tilisi monilla suosituilla alustoilla, varmistaen turvallisen ja virtaviivaisen digitaalisen kokemuksen.\nMuista aina säilyttää salaisuuksiesi varmuuskopio turvallisessa paikassa ja salata salaisuutesi, erityisesti jos olet kirjautunut Google-tilille.\nAloita Authenticator-selainlaajennuksen käyttö jo tänään ja ota digitaalinen turvallisuus hallintaan.",
    "fr": "Extension de navigateur Authenticator: Améliorez votre sécurité numérique avec une authentification à deux facteurs (2FA) transparente\nRenforcez votre vie numérique avec des connexions sécurisées à tous les comptes en ligne en utilisant la puissance de l'authentification multifactorielle et la commodité sans mot de passe. L'extension de navigateur Authenticator est conçue pour fonctionner sans problème avec une multitude de services.\n\nFonctionnalités complètes:\n\nCompatibilité étendue: Authenticator s'intègre à une vaste gamme de plateformes, améliorant la sécurité de votre présence en ligne sur divers services.\nSauvegarde chiffrée: Stockez en toute sécurité vos codes 2FA avec chiffrement, garantissant que vous ayez accès à vos comptes même si vous perdez votre appareil. L'extension prend en charge la sauvegarde sur l'ordinateur.\nSynchronisation transparente: Synchronisez facilement vos jetons d'authentification avec votre compte Google, offrant un accès cohérent sur tous vos appareils.\nGénération d'OTP hors ligne: Générez des mots de passe à usage unique (OTP) même dans des zones sans connectivité Internet, gardant vos comptes sécurisés en tout temps.\nSécurité avancée: Chiffrez vos secrets avec un mot de passe, en utilisant des fonctionnalités de sécurité avancées pour un accès rapide et sécurisé.\nConfiguration et gestion efficaces: Configurez et gérez tous vos comptes facilement en scannant des codes QR et en gérant centralement les comptes. Utilisez la fonction de recherche pour trouver rapidement vos comptes en appuyant sur “/”.\nLiens clés:\nPage d'accueil: https://downloadauthenticator.com\nPolitique de confidentialité: https://downloadauthenticator.com/privacy-policy/\nConditions d'utilisation: https://downloadauthenticator.com/terms-of-use/\n\nAvec l'extension de navigateur Authenticator, vous pouvez protéger en toute confiance vos comptes en ligne sur une large gamme de plateformes populaires, assurant une expérience numérique sécurisée et simplifiée.\nN'oubliez jamais de garder une sauvegarde de vos secrets dans un endroit sûr et de chiffrer vos secrets, surtout si vous êtes connecté à un compte Google.\nCommencez à utiliser l'extension de navigateur Authenticator dès aujourd'hui et prenez le contrôle de votre sécurité numérique.",
    "he": "תוסף דפדפן Authenticator: שפר את האבטחה הדיגיטלית שלך עם אימות דו-שלבי (2FA) חלק\nחזק את חייך הדיגיטליים עם כניסות מאובטחות לכל החשבונות המקוונים באמצעות כוח האימות הרב-שלבי והנוחות ללא סיסמה. תוסף הדפדפן Authenticator תוכנן לעבוד בצורה חלקה עם מגוון רחב של שירותים.\n\nתכונות מקיפות:\n\nתאימות נרחבת: Authenticator משתלב עם מגוון רחב של פלטפורמות, ומשפר את האבטחה של הנוכחות המקוונת שלך בשירותים שונים.\nגיבוי מוצפן: שמור את קודי ה-2FA שלך בצורה מאובטחת באמצעות הצפנה, תוך הבטחה שתהיה לך גישה לחשבונות שלך גם אם תאבד את המכשיר. התוסף תומך בגיבוי למחשב.\nסנכרון חלק: סנכרן בקלות את אסימוני האימות שלך עם חשבון Google שלך, ומספק גישה עקבית בכל המכשירים שלך.\nיצירת OTP לא מקוונת: צור סיסמאות חד-פעמיות (OTP) גם באזורים ללא חיבור לאינטרנט, תוך שמירה על אבטחת החשבונות שלך בכל עת.\nאבטחה מתקדמת: הצפן את הסודות שלך באמצעות סיסמה, תוך שימוש בתכונות אבטחה מתקדמות לגישה מהירה ומאובטחת.\nהגדרה וניהול יעילים: הגדר ונהל בקלות את כל החשבונות שלך על ידי סריקת קודי QR וניהול חשבונות מרכזי. השתמש בפונקציית החיפוש כדי למצוא במהירות את החשבונות שלך על ידי לחיצה על “/”.\nקישורים מרכזיים:\nדף הבית: https://downloadauthenticator.com\nמדיניות פרטיות: https://downloadauthenticator.com/privacy-policy/\nתנאי שירות: https://downloadauthenticator.com/terms-of-use/\n\nעם תוסף הדפדפן Authenticator, תוכל להגן בבטחה על החשבונות המקוונים שלך במגוון רחב של פלטפורמות פופולריות, תוך הבטחת חווית דיגיטלית מאובטחת ומפושטת.\nזכור תמיד לשמור גיבוי של הסודות שלך במקום בטוח ולהצפין את הסודות שלך, במיוחד אם אתה מחובר לחשבון Google.\nהתחל להשתמש בתוסף הדפדפן Authenticator עוד היום וקח שליטה על האבטחה הדיגיטלית שלך.",
    "hi": "ऑथेंटिकेटर ब्राउज़र एक्सटेंशन: सहज टू-फैक्टर ऑथेंटिकेशन (2FA) के साथ अपनी डिजिटल सुरक्षा को बढ़ाएं\nमल्टी-फैक्टर ऑथेंटिकेशन की शक्ति और पासवर्डलेस सुविधा का उपयोग करके सभी ऑनलाइन खातों में सुरक्षित साइन-इन के साथ अपने डिजिटल जीवन को सशक्त बनाएं। ऑथेंटिकेटर ब्राउज़र एक्सटेंशन को विभिन्न सेवाओं के साथ बिना किसी बाधा के काम करने के लिए डिज़ाइन किया गया है।\n\nव्यापक सुविधाएँ:\n\nव्यापक संगतता: ऑथेंटिकेटर कई प्लेटफार्मों के साथ एकीकृत होता है, विभिन्न सेवाओं में आपकी ऑनलाइन उपस्थिति की सुरक्षा को बढ़ाता है।\nएन्क्रिप्टेड बैकअप: एन्क्रिप्शन के साथ अपने 2FA कोड को सुरक्षित रूप से स्टोर करें, यह सुनिश्चित करते हुए कि आपके डिवाइस के खो जाने पर भी आपके खातों तक पहुंच हो। एक्सटेंशन कंप्यूटर पर बैकअप का समर्थन करता है।\nसहज सिंक्रनाइज़ेशन: अपने Google खाते के साथ अपने प्रमाणीकरण टोकन को आसानी से सिंक्रनाइज़ करें, जिससे सभी उपकरणों पर निरंतर पहुंच मिल सके।\nऑफ़लाइन OTP निर्माण: इंटरनेट कनेक्टिविटी के बिना क्षेत्रों में भी वन-टाइम पासवर्ड (OTP) उत्पन्न करें, जिससे आपके खाते हर समय सुरक्षित रहें।\nउन्नत सुरक्षा: अपने रहस्यों को पासवर्ड से एन्क्रिप्ट करें, तेज और सुरक्षित पहुंच के लिए अत्याधुनिक सुरक्षा सुविधाओं का उपयोग करें।\nकुशल सेटअप और प्रबंधन: QR कोड स्कैन करके और केंद्रीकृत खाता प्रबंधन के माध्यम से सभी खातों को आसानी से कॉन्फ़िगर और प्रबंधित करें। “/” दबाकर अपने खातों को जल्दी से खोजने के लिए खोज कार्यक्षमता का उपयोग करें।\nमहत्वपूर्ण लिंक:\nमुख्य पृष्ठ: https://downloadauthenticator.com\nगोपनीयता नीति: https://downloadauthenticator.com/privacy-policy/\nसेवा की शर्तें: https://downloadauthenticator.com/terms-of-use/\n\nऑथेंटिकेटर ब्राउज़र एक्सटेंशन के साथ, आप कई लोकप्रिय प्लेटफार्मों पर अपने ऑनलाइन खातों को आत्मविश्वास के साथ सुरक्षित कर सकते हैं, जिससे एक सुरक्षित और सुव्यवस्थित डिजिटल अनुभव सुनिश्चित हो सके।\nहमेशा अपने रहस्यों की बैकअप एक सुरक्षित स्थान पर रखें और अपने रहस्यों को एन्क्रिप्ट करें, विशेष रूप से यदि आप Google खाते में लॉग इन हैं।\nआज ही ऑथेंटिकेटर ब्राउज़र एक्सटेंशन का उपयोग शुरू करें और अपनी डिजिटल सुरक्षा पर नियंत्रण रखें।",
    "hr": "Authenticator proširenje preglednika: Poboljšajte svoju digitalnu sigurnost besprijekornom dvofaktorskom autentifikacijom (2FA)\nOsnažite svoj digitalni život sigurnim prijavama na sve online račune koristeći snagu višefaktorske autentifikacije i pogodnosti bez lozinki. Authenticator proširenje preglednika je dizajnirano da radi besprijekorno s mnoštvom usluga.\n\nSveobuhvatne značajke:\n\nOpsežna kompatibilnost: Authenticator se integrira s brojnim platformama, poboljšavajući sigurnost vaše online prisutnosti na raznim uslugama.\nŠifrirana sigurnosna kopija: Sigurno pohranite svoje 2FA kodove s šifriranjem, osiguravajući da imate pristup svojim računima čak i ako izgubite uređaj. Proširenje podržava sigurnosnu kopiju na računalo.\nBesprijekorna sinkronizacija: Jednostavno sinkronizirajte svoje autentifikacijske tokene s Google računom, pružajući dosljedan pristup na svim vašim uređajima.\nGeneriranje OTP izvan mreže: Generirajte jednokratne lozinke (OTP) čak i u područjima bez internetske veze, održavajući svoje račune sigurnima u svim vremenima.\nNapredna sigurnost: Šifrirajte svoje tajne s lozinkom, koristeći najnovije sigurnosne značajke za brz i siguran pristup.\nUčinkovito postavljanje i upravljanje: Jednostavno konfigurirajte i upravljajte svim svojim računima skeniranjem QR kodova i centraliziranim upravljanjem računima. Koristite funkciju pretraživanja za brzo pronalaženje svojih računa pritiskom na “/”.\nKljučne veze:\nPočetna stranica: https://downloadauthenticator.com\nPravila o privatnosti: https://downloadauthenticator.com/privacy-policy/\nUvjeti korištenja: https://downloadauthenticator.com/terms-of-use/\n\nS Authenticator proširenjem preglednika, možete s povjerenjem zaštititi svoje online račune na širokom rasponu popularnih platformi, osiguravajući sigurno i pojednostavljeno digitalno iskustvo.\nUvijek se sjetite držati sigurnosnu kopiju svojih tajni na sigurnom mjestu i šifrirati svoje tajne, posebno ako ste prijavljeni na Google račun.\nPočnite koristiti Authenticator proširenje preglednika danas i preuzmite kontrolu nad svojom digitalnom sigurnošću.",
    "hu": "Authenticator böngészőbővítmény: Javítsa digitális biztonságát zökkenőmentes kétfaktoros hitelesítéssel (2FA)\nErősítse meg digitális életét biztonságos bejelentkezésekkel az összes online fiókjába a többfaktoros hitelesítés erejének és a jelszó nélküli kényelemnek a használatával. Az Authenticator böngészőbővítmény úgy készült, hogy zökkenőmentesen működjön számos szolgáltatással.\n\nÁtfogó funkciók:\n\nSzéles körű kompatibilitás: Az Authenticator számos platformmal integrálódik, javítva az online jelenlétének biztonságát különböző szolgáltatásokon keresztül.\nTitkosított biztonsági mentés: Tárolja biztonságosan 2FA kódjait titkosítással, biztosítva, hogy hozzáférhessen fiókjaihoz, még akkor is, ha elveszíti készülékét. A bővítmény támogatja a számítógépre történő biztonsági mentést.\nZökkenőmentes szinkronizáció: Könnyedén szinkronizálja hitelesítési tokenjeit Google-fiókjával, biztosítva az állandó hozzáférést az összes eszközén.\nOffline OTP generálás: Hozzon létre egyszeri jelszavakat (OTP) akár olyan területeken is, ahol nincs internetkapcsolat, mindig biztosítva fiókjai biztonságát.\nFejlett biztonság: Titkosítsa titkait jelszóval, a gyors és biztonságos hozzáférés érdekében a legújabb biztonsági funkciók használatával.\nHatékony beállítás és kezelés: Konfigurálja és kezelje könnyedén az összes fiókját QR-kódok beolvasásával és a központi fiókkezeléssel. A fiókok gyors megtalálásához használja a keresési funkciót, nyomja meg a „/” gombot.\nKulcsfontosságú hivatkozások:\nHonlap: https://downloadauthenticator.com\nAdatvédelmi irányelvek: https://downloadauthenticator.com/privacy-policy/\nFelhasználási feltételek: https://downloadauthenticator.com/terms-of-use/\n\nAz Authenticator böngészőbővítmény segítségével magabiztosan védheti online fiókjait számos népszerű platformon, biztosítva a biztonságos és egyszerűsített digitális élményt.\nMindig emlékezzen arra, hogy biztonsági mentést készítsen titkairól egy biztonságos helyen, és titkosítsa titkait, különösen, ha be van jelentkezve egy Google-fiókba.\nKezdje el használni az Authenticator böngészőbővítményt még ma, és vegye kézbe digitális biztonságát.",
    "id": "Ekstensi Peramban Authenticator: Tingkatkan Keamanan Digital Anda dengan Otentikasi Dua Faktor (2FA) yang Mulus\nTingkatkan kehidupan digital Anda dengan masuk yang aman ke semua akun online menggunakan kekuatan otentikasi multi-faktor dan kenyamanan tanpa kata sandi. Ekstensi Peramban Authenticator dirancang untuk bekerja tanpa hambatan dengan berbagai layanan.\n\nFitur Komprehensif:\n\nKompatibilitas Luas: Authenticator terintegrasi dengan berbagai platform, meningkatkan keamanan keberadaan online Anda di berbagai layanan.\nCadangan Terenkripsi: Simpan kode 2FA Anda dengan aman dengan enkripsi, memastikan Anda memiliki akses ke akun Anda bahkan jika perangkat Anda hilang. Ekstensi ini mendukung cadangan ke komputer.\nSinkronisasi Tanpa Hambatan: Sinkronkan token otentikasi Anda dengan mudah dengan akun Google Anda, memberikan akses yang konsisten di semua perangkat Anda.\nPembuatan OTP Offline: Buat Kata Sandi Sekali Pakai (OTP) bahkan di area tanpa konektivitas internet, menjaga akun Anda tetap aman setiap saat.\nKeamanan Lanjutan: Enkripsi rahasia Anda dengan kata sandi, menggunakan fitur keamanan canggih untuk akses cepat dan aman.\nPengaturan & Manajemen Efisien: Konfigurasikan dan kelola semua akun Anda dengan mudah dengan memindai kode QR dan manajemen akun terpusat. Gunakan fungsi pencarian untuk menemukan akun Anda dengan cepat dengan menekan “/”.\nTautan Kunci:\nBeranda: https://downloadauthenticator.com\nKebijakan Privasi: https://downloadauthenticator.com/privacy-policy/\nKetentuan Layanan: https://downloadauthenticator.com/terms-of-use/\n\nDengan Ekstensi Peramban Authenticator, Anda dapat dengan percaya diri mengamankan akun online Anda di berbagai platform populer, memastikan pengalaman digital yang aman dan efisien.\nIngatlah untuk selalu menyimpan cadangan rahasia Anda di lokasi yang aman dan mengenkripsi rahasia Anda, terutama jika Anda masuk ke akun Google.\nMulailah menggunakan Ekstensi Peramban Authenticator hari ini dan ambil kendali atas keamanan digital Anda.",
    "it": "Estensione del Browser Authenticator: Migliora la tua Sicurezza Digitale con l'Autenticazione a Due Fattori (2FA) Senza Soluzione di Continuità\nPotenzia la tua vita digitale con accessi sicuri a tutti gli account online utilizzando la forza dell'autenticazione multifattoriale e la comodità senza password. L'estensione del browser Authenticator è progettata per funzionare senza problemi con una moltitudine di servizi.\n\nFunzionalità Complete:\n\nCompatibilità Estesa: Authenticator si integra con una vasta gamma di piattaforme, migliorando la sicurezza della tua presenza online attraverso vari servizi.\nBackup Crittografato: Archivia in modo sicuro i tuoi codici 2FA con crittografia, garantendo l'accesso ai tuoi account anche se perdi il dispositivo. L'estensione supporta il backup sul computer.\nSincronizzazione Senza Soluzione di Continuità: Sincronizza facilmente i tuoi token di autenticazione con il tuo account Google, fornendo accesso coerente su tutti i tuoi dispositivi.\nGenerazione OTP Offline: Genera Password Monouso (OTP) anche in aree senza connettività Internet, mantenendo i tuoi account sempre sicuri.\nSicurezza Avanzata: Crittografa i tuoi segreti con una password, utilizzando funzionalità di sicurezza avanzate per un accesso rapido e sicuro.\nConfigurazione e Gestione Efficiente: Configura e gestisci facilmente tutti i tuoi account scansionando i codici QR e la gestione centralizzata degli account. Utilizza la funzione di ricerca per trovare rapidamente i tuoi account premendo “/”.\nLink Chiave:\nHomepage: https://downloadauthenticator.com\nInformativa sulla Privacy: https://downloadauthenticator.com/privacy-policy/\nTermini di Servizio: https://downloadauthenticator.com/terms-of-use/\n\nCon l'estensione del browser Authenticator, puoi proteggere con fiducia i tuoi account online su una vasta gamma di piattaforme popolari, assicurando un'esperienza digitale sicura e semplificata.\nRicorda sempre di mantenere un backup dei tuoi segreti in un luogo sicuro e crittografare i tuoi segreti, soprattutto se sei connesso a un account Google.\nInizia a utilizzare l'estensione del browser Authenticator oggi e prendi il controllo della tua sicurezza digitale.",
    "ja": "Authenticator ブラウザー拡張機能：シームレスな二要素認証（2FA）でデジタルセキュリティを強化\nマルチファクター認証の力とパスワード不要の利便性を使用して、すべてのオンラインアカウントで安全にサインインし、デジタル生活を強化します。Authenticator ブラウザー拡張機能は、多くのサービスとシームレスに連携するように設計されています。\n\n包括的な機能：\n\n幅広い互換性：Authenticator は多くのプラットフォームと統合され、さまざまなサービスでオンラインプレゼンスのセキュリティを強化します。\n暗号化されたバックアップ：暗号化を使用して 2FA コードを安全に保存し、デバイスを紛失してもアカウントにアクセスできるようにします。拡張機能はコンピューターへのバックアップをサポートします。\nシームレスな同期：Google アカウントと認証トークンを簡単に同期し、すべてのデバイスで一貫したアクセスを提供します。\nオフライン OTP 生成：インターネット接続がない地域でもワンタイムパスワード (OTP) を生成し、常にアカウントのセキュリティを保ちます。\n高度なセキュリティ：パスワードで秘密を暗号化し、迅速かつ安全なアクセスを実現する高度なセキュリティ機能を使用します。\n効率的な設定と管理：QR コードをスキャンしてすべてのアカウントを簡単に設定および管理し、中央集権化されたアカウント管理を行います。検索機能を使用して「/」キーを押してアカウントをすばやく見つけます。\n主要リンク：\nホームページ: https://downloadauthenticator.com\nプライバシーポリシー: https://downloadauthenticator.com/privacy-policy/\n利用規約: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticator ブラウザー拡張機能を使用すると、多くの人気プラットフォームでオンラインアカウントを自信を持って保護し、安全で効率的なデジタルエクスペリエンスを確保できます。\n秘密のバックアップを安全な場所に保存し、特に Google アカウントにログインしている場合は秘密を暗号化することを常に忘れないでください。\n今日から Authenticator ブラウザー拡張機能を使用して、デジタルセキュリティを管理しましょう。",
    "ko": "Authenticator 브라우저 확장 프로그램: 원활한 2단계 인증(2FA)으로 디지털 보안을 강화하세요\n다단계 인증의 강력한 기능과 비밀번호 없는 편리함을 사용하여 모든 온라인 계정에 안전하게 로그인하고 디지털 생활을 강화하세요. Authenticator 브라우저 확장 프로그램은 다양한 서비스와 원활하게 작동하도록 설계되었습니다.\n\n종합 기능:\n\n광범위한 호환성: Authenticator는 다양한 플랫폼과 통합되어 다양한 서비스에서 온라인 존재의 보안을 강화합니다.\n암호화된 백업: 암호화를 통해 2FA 코드를 안전하게 저장하여 장치를 분실하더라도 계정에 액세스할 수 있도록 합니다. 이 확장 프로그램은 컴퓨터로 백업을 지원합니다.\n원활한 동기화: Google 계정과 인증 토큰을 쉽게 동기화하여 모든 장치에서 일관된 액세스를 제공합니다.\n오프라인 OTP 생성: 인터넷 연결이 없는 지역에서도 일회용 비밀번호(OTP)를 생성하여 항상 계정을 안전하게 유지합니다.\n고급 보안: 비밀번호로 비밀을 암호화하여 빠르고 안전한 액세스를 제공하는 최첨단 보안 기능을 사용합니다.\n효율적인 설정 및 관리: QR 코드를 스캔하고 중앙 계정 관리를 통해 모든 계정을 쉽게 구성하고 관리합니다. \"/\"키를 눌러 검색 기능을 사용하여 계정을 빠르게 찾으세요.\n주요 링크:\n홈페이지: https://downloadauthenticator.com\n개인정보 보호정책: https://downloadauthenticator.com/privacy-policy/\n서비스 이용약관: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticator 브라우저 확장 프로그램을 사용하면 다양한 인기 플랫폼에서 온라인 계정을 자신 있게 보호하여 안전하고 효율적인 디지털 경험을 보장할 수 있습니다.\n항상 비밀의 백업을 안전한 장소에 저장하고, 특히 Google 계정에 로그인한 경우 비밀을 암호화하는 것을 잊지 마세요.\n지금 Authenticator 브라우저 확장 프로그램을 사용하여 디지털 보안을 관리하세요.",
    "nl": "Authenticator-browserextensie: Verbeter uw digitale beveiliging met naadloze tweefactorauthenticatie (2FA)\nVersterk uw digitale leven met veilige aanmeldingen voor al uw online accounts met behulp van de kracht van multi-factorauthenticatie en het gemak zonder wachtwoorden. De Authenticator-browserextensie is ontworpen om naadloos te werken met een groot aantal services.\n\nUitgebreide functies:\n\nUitgebreide compatibiliteit: Authenticator integreert met een breed scala aan platforms en verbetert de beveiliging van uw online aanwezigheid via verschillende services.\nVersleutelde back-up: Sla uw 2FA-codes veilig op met versleuteling, zodat u toegang hebt tot uw accounts, zelfs als uw apparaat verloren gaat. De extensie ondersteunt back-up naar de computer.\nNaadloze synchronisatie: Synchroniseer uw authenticatietokens eenvoudig met uw Google-account en zorg voor consistente toegang op al uw apparaten.\nOffline OTP-generatie: Genereer eenmalige wachtwoorden (OTP), zelfs in gebieden zonder internetverbinding, waardoor uw accounts altijd veilig blijven.\nGeavanceerde beveiliging: Versleutel uw geheimen met een wachtwoord en maak gebruik van geavanceerde beveiligingsfuncties voor snelle en veilige toegang.\nEfficiënte installatie en beheer: Configureer en beheer al uw accounts eenvoudig door QR-codes te scannen en gecentraliseerd accountbeheer. Gebruik de zoekfunctie om uw accounts snel te vinden door “/” te drukken.\nBelangrijke links:\nStartpagina: https://downloadauthenticator.com\nPrivacybeleid: https://downloadauthenticator.com/privacy-policy/\nGebruiksvoorwaarden: https://downloadauthenticator.com/terms-of-use/\n\nMet de Authenticator-browserextensie kunt u uw online accounts op een breed scala aan populaire platforms met vertrouwen beveiligen, waardoor een veilige en gestroomlijnde digitale ervaring wordt gegarandeerd.\nVergeet nooit om een back-up van uw geheimen op een veilige plaats te bewaren en uw geheimen te versleutelen, vooral als u bent aangemeld bij een Google-account.\nBegin vandaag nog met het gebruik van de Authenticator-browserextensie en krijg controle over uw digitale beveiliging.",
    "no": "Authenticator-nettleserutvidelse: Forbedre din digitale sikkerhet med sømløs to-faktor autentisering (2FA)\nStyrk ditt digitale liv med sikre pålogginger til alle online-kontoer ved å bruke kraften av multifaktorautentisering og bekvemmeligheten uten passord. Authenticator-nettleserutvidelsen er designet for å fungere sømløst med en rekke tjenester.\n\nOmfattende funksjoner:\n\nOmfattende kompatibilitet: Authenticator integreres med en lang rekke plattformer, og forbedrer sikkerheten for din online tilstedeværelse på tvers av ulike tjenester.\nKryptert sikkerhetskopi: Oppbevar dine 2FA-koder trygt med kryptering, og sikre at du har tilgang til kontoene dine selv om enheten din går tapt. Utvidelsen støtter sikkerhetskopiering til datamaskinen.\nSømløs synkronisering: Synkroniser enkelt dine autentiseringstokener med Google-kontoen din, og gi konsekvent tilgang på alle enhetene dine.\nGenerering av OTP uten nett: Generer engangspassord (OTP) selv i områder uten internettforbindelse, og hold kontoene dine sikre til enhver tid.\nAvansert sikkerhet: Krypter dine hemmeligheter med et passord ved å bruke toppmoderne sikkerhetsfunksjoner for rask og sikker tilgang.\nEffektiv oppsett og administrasjon: Konfigurer og administrer enkelt alle kontoene dine ved å skanne QR-koder og sentralisert kontoadministrasjon. Bruk søkefunksjonen for raskt å finne kontoene dine ved å trykke på \"/\".\nViktige lenker:\nHjemmeside: https://downloadauthenticator.com\nPersonvernregler: https://downloadauthenticator.com/privacy-policy/\nBruksvilkår: https://downloadauthenticator.com/terms-of-use/\n\nMed Authenticator-nettleserutvidelsen kan du trygt beskytte dine online-kontoer på en lang rekke populære plattformer, og sikre en trygg og strømlinjeformet digital opplevelse.\nHusk alltid å oppbevare en sikkerhetskopi av hemmelighetene dine på et trygt sted og krypter dine hemmeligheter, spesielt hvis du er logget inn på en Google-konto.\nBegynn å bruke Authenticator-nettleserutvidelsen i dag og få kontroll over din digitale sikkerhet.",
    "pl": "Rozszerzenie przeglądarki Authenticator: Zwiększ swoje bezpieczeństwo cyfrowe dzięki bezproblemowej dwuskładnikowej weryfikacji (2FA)\nWzmocnij swoje cyfrowe życie dzięki bezpiecznym logowaniom na wszystkie konta online, wykorzystując siłę wieloskładnikowej weryfikacji i wygodę bez hasła. Rozszerzenie przeglądarki Authenticator zostało zaprojektowane tak, aby działało bezproblemowo z wieloma usługami.\n\nWszechstronne funkcje:\n\nSzeroka kompatybilność: Authenticator integruje się z szeroką gamą platform, zwiększając bezpieczeństwo Twojej obecności online w różnych usługach.\nZaszyfrowana kopia zapasowa: Bezpiecznie przechowuj swoje kody 2FA z użyciem szyfrowania, zapewniając dostęp do swoich kont nawet w przypadku utraty urządzenia. Rozszerzenie obsługuje kopie zapasowe na komputerze.\nBezproblemowa synchronizacja: Łatwo synchronizuj swoje tokeny uwierzytelniające z kontem Google, zapewniając spójny dostęp na wszystkich urządzeniach.\nGenerowanie OTP offline: Generuj jednorazowe hasła (OTP) nawet w obszarach bez połączenia z internetem, zawsze utrzymując bezpieczeństwo swoich kont.\nZaawansowane bezpieczeństwo: Szyfruj swoje tajemnice za pomocą hasła, korzystając z zaawansowanych funkcji bezpieczeństwa dla szybkiego i bezpiecznego dostępu.\nEfektywne ustawienia i zarządzanie: Konfiguruj i zarządzaj wszystkimi swoimi kontami łatwo, skanując kody QR i centralnie zarządzając kontami. Użyj funkcji wyszukiwania, aby szybko znaleźć swoje konta, naciskając “/”.\nKluczowe linki:\nStrona główna: https://downloadauthenticator.com\nPolityka prywatności: https://downloadauthenticator.com/privacy-policy/\nWarunki korzystania z usługi: https://downloadauthenticator.com/terms-of-use/\n\nDzięki rozszerzeniu przeglądarki Authenticator możesz z pełnym zaufaniem zabezpieczyć swoje konta online na szerokiej gamie popularnych platform, zapewniając bezpieczne i zoptymalizowane doświadczenia cyfrowe.\nZawsze pamiętaj, aby przechowywać kopię zapasową swoich tajemnic w bezpiecznym miejscu i szyfrować swoje tajemnice, szczególnie jeśli jesteś zalogowany na koncie Google.\nRozpocznij korzystanie z rozszerzenia przeglądarki Authenticator już dziś i przejmij kontrolę nad swoim cyfrowym bezpieczeństwem.",
    "pt_BR": "Extensão do Navegador Authenticator: Melhore sua Segurança Digital com Autenticação de Dois Fatores (2FA) Sem Interrupções\nFortaleça sua vida digital com logins seguros em todas as contas online usando o poder da autenticação multifatorial e a conveniência sem senha. A extensão do navegador Authenticator foi projetada para funcionar sem problemas com uma variedade de serviços.\n\nFuncionalidades abrangentes:\n\nAmpla compatibilidade: O Authenticator se integra a uma vasta gama de plataformas, melhorando a segurança da sua presença online em diversos serviços.\nBackup criptografado: Armazene seus códigos 2FA com segurança usando criptografia, garantindo acesso às suas contas mesmo que você perca seu dispositivo. A extensão suporta backup para o computador.\nSincronização sem interrupções: Sincronize facilmente seus tokens de autenticação com sua conta do Google, fornecendo acesso consistente em todos os seus dispositivos.\nGeração de OTP offline: Gere senhas de uso único (OTP) mesmo em áreas sem conectividade com a Internet, mantendo suas contas sempre seguras.\nSegurança avançada: Criptografe seus segredos com uma senha, usando recursos de segurança avançados para acesso rápido e seguro.\nConfiguração e gerenciamento eficientes: Configure e gerencie todas as suas contas facilmente digitalizando códigos QR e gerenciamento centralizado de contas. Use a função de pesquisa para encontrar rapidamente suas contas pressionando “/”.\nLinks principais:\nPágina inicial: https://downloadauthenticator.com\nPolítica de privacidade: https://downloadauthenticator.com/privacy-policy/\nTermos de serviço: https://downloadauthenticator.com/terms-of-use/\n\nCom a extensão do navegador Authenticator, você pode proteger com confiança suas contas online em uma ampla gama de plataformas populares, garantindo uma experiência digital segura e simplificada.\nLembre-se sempre de manter um backup de seus segredos em um local seguro e criptografar seus segredos, especialmente se estiver logado em uma conta do Google.\nComece a usar a extensão do navegador Authenticator hoje e assuma o controle da sua segurança digital.",
    "ro": "Extensie pentru Browser Authenticator: Îmbunătățiți-vă Securitatea Digitală cu Autentificare cu Doi Factori (2FA) Fără Întârzieri\nÎmbunătățiți-vă viața digitală cu autentificări sigure pentru toate conturile online utilizând puterea autentificării multifactor și confortul fără parolă. Extensia pentru browser Authenticator este concepută să funcționeze fără probleme cu o multitudine de servicii.\n\nFuncții Cuprinzătoare:\n\nCompatibilitate Extinsă: Authenticator se integrează cu o gamă largă de platforme, îmbunătățind securitatea prezenței dvs. online pe diverse servicii.\nBackup Criptat: Stocați-vă codurile 2FA în siguranță cu criptare, asigurând accesul la conturile dvs. chiar dacă vă pierdeți dispozitivul. Extensia suportă backup pe computer.\nSincronizare Fără Întârzieri: Sincronizați-vă ușor jetoanele de autentificare cu contul dvs. Google, oferind acces consistent pe toate dispozitivele dvs.\nGenerare OTP Offline: Generați Parole Unice (OTP) chiar și în zone fără conectivitate la Internet, păstrând conturile dvs. sigure în orice moment.\nSecuritate Avansată: Criptați-vă secretele cu o parolă, utilizând funcții de securitate avansate pentru acces rapid și sigur.\nConfigurare și Gestionare Eficientă: Configurați și gestionați toate conturile dvs. ușor, scanând coduri QR și gestionând centralizat conturile. Utilizați funcția de căutare pentru a găsi rapid conturile dvs. apăsând “/”.\nLink-uri Cheie:\nPagina Principală: https://downloadauthenticator.com\nPolitica de Confidențialitate: https://downloadauthenticator.com/privacy-policy/\nTermeni de Utilizare: https://downloadauthenticator.com/terms-of-use/\n\nCu extensia pentru browser Authenticator, puteți securiza cu încredere conturile dvs. online pe o gamă largă de platforme populare, asigurând o experiență digitală sigură și simplificată.\nAmintiți-vă întotdeauna să păstrați o copie de rezervă a secretelor dvs. într-un loc sigur și să criptați secretele dvs., în special dacă sunteți conectat la un cont Google.\nÎncepeți să utilizați extensia pentru browser Authenticator astăzi și preluați controlul asupra securității dvs. digitale.",
    "ru": "Расширение для браузера Authenticator: Улучшите свою цифровую безопасность с помощью бесшовной двухфакторной аутентификации (2FA)\nУкрепите свою цифровую жизнь, используя безопасный вход во все онлайн-аккаунты с помощью мощной многофакторной аутентификации и удобства без паролей. Расширение для браузера Authenticator разработано для работы без сбоев с множеством сервисов.\n\nКомплексные функции:\n\nШирокая совместимость: Authenticator интегрируется с множеством платформ, улучшая безопасность вашего онлайн-присутствия на различных сервисах.\nШифрованное резервное копирование: Надежно храните свои 2FA коды с помощью шифрования, обеспечивая доступ к своим аккаунтам, даже если вы потеряли устройство. Расширение поддерживает резервное копирование на компьютер.\nБесшовная синхронизация: Легко синхронизируйте свои токены аутентификации с аккаунтом Google, обеспечивая постоянный доступ на всех ваших устройствах.\nОфлайн генерация OTP: Генерируйте одноразовые пароли (OTP), даже в районах без интернет-соединения, обеспечивая безопасность ваших аккаунтов в любое время.\nПродвинутый уровень безопасности: Шифруйте свои секреты с помощью пароля, используя передовые функции безопасности для быстрого и безопасного доступа.\nЭффективная настройка и управление: Легко настраивайте и управляйте всеми своими аккаунтами, сканируя QR-коды и централизованное управление аккаунтами. Используйте функцию поиска для быстрого нахождения своих аккаунтов, нажав “/”.\nКлючевые ссылки:\nДомашняя страница: https://downloadauthenticator.com\nПолитика конфиденциальности: https://downloadauthenticator.com/privacy-policy/\nУсловия использования: https://downloadauthenticator.com/terms-of-use/\n\nС расширением для браузера Authenticator вы можете уверенно защищать свои онлайн-аккаунты на множестве популярных платформ, обеспечивая безопасный и упрощенный цифровой опыт.\nВсегда помните о необходимости сохранять резервные копии своих секретов в безопасном месте и шифровать свои секреты, особенно если вы вошли в аккаунт Google.\nНачните использовать расширение для браузера Authenticator уже сегодня и возьмите под контроль свою цифровую безопасность.",
    "sr": "Authenticator ekstenzija za pregledač: Poboljšajte svoju digitalnu sigurnost besprekornom dvofaktorskom autentifikacijom (2FA)\nOjačajte svoj digitalni život sigurnim prijavljivanjima na sve online račune koristeći snagu višefaktorske autentifikacije i udobnost bez lozinke. Authenticator ekstenzija za pregledač je dizajnirana da besprekorno radi sa mnogim uslugama.\n\nSveobuhvatne funkcije:\n\nŠiroka kompatibilnost: Authenticator se integriše sa brojnim platformama, poboljšavajući sigurnost vašeg online prisustva na različitim uslugama.\nEnkriptovana rezerva: Bezbedno skladištite svoje 2FA kodove pomoću enkripcije, osiguravajući pristup vašim računima čak i ako izgubite uređaj. Ekstenzija podržava rezervne kopije na računaru.\nBesprekorno sinhronizovanje: Lako sinhronizujte svoje autentifikacione tokene sa Google nalogom, pružajući dosledan pristup na svim vašim uređajima.\nGenerisanje OTP-a offline: Generišite jednokratne lozinke (OTP) čak i u oblastima bez internet veze, stalno čuvajući sigurnost vaših naloga.\nNapredna sigurnost: Enkriptujte svoje tajne pomoću lozinke, koristeći napredne sigurnosne funkcije za brz i siguran pristup.\nEfikasno postavljanje i upravljanje: Lako konfigurišite i upravljajte svim svojim nalozima skeniranjem QR kodova i centralizovanim upravljanjem nalogom. Koristite funkciju pretrage da brzo pronađete svoje naloge pritiskom na “/”.\nKljučni linkovi:\nPočetna stranica: https://downloadauthenticator.com\nPolitika privatnosti: https://downloadauthenticator.com/privacy-policy/\nUslovi korišćenja: https://downloadauthenticator.com/terms-of-use/\n\nSa Authenticator ekstenzijom za pregledač, možete sa poverenjem zaštititi svoje online naloge na širokom spektru popularnih platformi, osiguravajući sigurno i pojednostavljeno digitalno iskustvo.\nUvek se setite da sačuvate rezervne kopije svojih tajni na sigurnom mestu i enkriptujete svoje tajne, posebno ako ste prijavljeni na Google nalog.\nPočnite da koristite Authenticator ekstenziju za pregledač danas i preuzmite kontrolu nad svojom digitalnom sigurnošću.",
    "sv": "Authenticator-webbläsartillägg: Förbättra din digitala säkerhet med sömlös tvåfaktorsautentisering (2FA)\nStärk ditt digitala liv med säkra inloggningar på alla onlinekonton med hjälp av kraften hos multifaktorautentisering och bekvämligheten utan lösenord. Authenticator-webbläsartillägget är utformat för att fungera smidigt med en mängd tjänster.\n\nOmfattande funktioner:\n\nOmfattande kompatibilitet: Authenticator integreras med en mängd olika plattformar och förbättrar säkerheten för din online-närvaro över olika tjänster.\nKrypterad säkerhetskopia: Förvara dina 2FA-koder säkert med kryptering och säkerställ att du har åtkomst till dina konton även om du förlorar din enhet. Tillägget stödjer säkerhetskopiering till datorn.\nSömlös synkronisering: Synkronisera enkelt dina autentiseringstoken med ditt Google-konto och ge konsekvent åtkomst över alla dina enheter.\nOffline-OTP-generering: Generera engångslösenord (OTP) även i områden utan internetanslutning, vilket håller dina konton säkra hela tiden.\nAvancerad säkerhet: Kryptera dina hemligheter med ett lösenord och använd toppmoderna säkerhetsfunktioner för snabb och säker åtkomst.\nEffektiv installation och hantering: Konfigurera och hantera enkelt alla dina konton genom att skanna QR-koder och centraliserad kontohantering. Använd sökfunktionen för att snabbt hitta dina konton genom att trycka på “/”.\nViktiga länkar:\nHemsida: https://downloadauthenticator.com\nIntegritetspolicy: https://downloadauthenticator.com/privacy-policy/\nAnvändarvillkor: https://downloadauthenticator.com/terms-of-use/\n\nMed Authenticator-webbläsartillägget kan du tryggt skydda dina onlinekonton på en mängd populära plattformar och säkerställa en säker och strömlinjeformad digital upplevelse.\nKom alltid ihåg att förvara en säkerhetskopia av dina hemligheter på en säker plats och kryptera dina hemligheter, särskilt om du är inloggad på ett Google-konto.\nBörja använda Authenticator-webbläsartillägget idag och ta kontroll över din digitala säkerhet.",
    "th": "ส่วนขยายเบราว์เซอร์ Authenticator: ปรับปรุงความปลอดภัยทางดิจิทัลของคุณด้วยการยืนยันตัวตนแบบสองชั้น (2FA) ที่ราบรื่น\nเสริมสร้างชีวิตดิจิทัลของคุณด้วยการลงชื่อเข้าใช้ที่ปลอดภัยในทุกบัญชีออนไลน์โดยใช้พลังของการยืนยันตัวตนแบบหลายปัจจัยและความสะดวกสบายโดยไม่ต้องใช้รหัสผ่าน ส่วนขยายเบราว์เซอร์ Authenticator ได้รับการออกแบบให้ทำงานได้อย่างราบรื่นกับบริการหลากหลาย\n\nคุณสมบัติที่ครอบคลุม:\n\nความเข้ากันได้ที่กว้างขวาง: Authenticator ผสานรวมกับแพลตฟอร์มหลากหลาย เพิ่มความปลอดภัยในการออนไลน์ของคุณในบริการต่างๆ\nการสำรองข้อมูลที่เข้ารหัส: จัดเก็บรหัส 2FA ของคุณอย่างปลอดภัยด้วยการเข้ารหัส เพื่อให้มั่นใจว่าคุณสามารถเข้าถึงบัญชีของคุณได้แม้ว่าคุณจะสูญเสียอุปกรณ์ ส่วนขยายรองรับการสำรองข้อมูลไปยังคอมพิวเตอร์\nการซิงโครไนซ์ที่ราบรื่น: ซิงโครไนซ์โทเค็นการตรวจสอบสิทธิ์ของคุณกับบัญชี Google ของคุณได้อย่างง่ายดาย เพื่อให้การเข้าถึงที่สม่ำเสมอในทุกอุปกรณ์ของคุณ\nการสร้าง OTP ออฟไลน์: สร้างรหัสผ่านครั้งเดียว (OTP) แม้ในพื้นที่ที่ไม่มีการเชื่อมต่ออินเทอร์เน็ต ทำให้บัญชีของคุณปลอดภัยตลอดเวลา\nความปลอดภัยขั้นสูง: เข้ารหัสความลับของคุณด้วยรหัสผ่าน โดยใช้คุณลักษณะด้านความปลอดภัยขั้นสูงสำหรับการเข้าถึงที่รวดเร็วและปลอดภัย\nการตั้งค่าและการจัดการที่มีประสิทธิภาพ: กำหนดค่าและจัดการบัญชีทั้งหมดของคุณได้อย่างง่ายดายโดยการสแกนรหัส QR และการจัดการบัญชีแบบรวมศูนย์ ใช้ฟังก์ชันการค้นหาเพื่อค้นหาบัญชีของคุณอย่างรวดเร็วโดยกด “/”\nลิงก์ที่สำคัญ:\nหน้าแรก: https://downloadauthenticator.com\nนโยบายความเป็นส่วนตัว: https://downloadauthenticator.com/privacy-policy/\nข้อกำหนดการใช้งาน: https://downloadauthenticator.com/terms-of-use/\n\nด้วยส่วนขยายเบราว์เซอร์ Authenticator คุณสามารถปกป้องบัญชีออนไลน์ของคุณได้อย่างมั่นใจในแพลตฟอร์มยอดนิยมต่างๆ ทำให้มั่นใจได้ถึงประสบการณ์ดิจิทัลที่ปลอดภัยและมีประสิทธิภาพ\nอย่าลืมเก็บสำรองความลับของคุณไว้ในสถานที่ที่ปลอดภัยและเข้ารหัสความลับของคุณ โดยเฉพาะอย่างยิ่งหากคุณเข้าสู่ระบบบัญชี Google\nเริ่มใช้ส่วนขยายเบราว์เซอร์ Authenticator วันนี้และควบคุมความปลอดภัยทางดิจิทัลของคุณ",
    "tr": "Authenticator Tarayıcı Eklentisi: Sorunsuz İki Faktörlü Kimlik Doğrulama (2FA) ile Dijital Güvenliğinizi Artırın\nTüm çevrimiçi hesaplara güvenli oturum açma işlemleri için çok faktörlü kimlik doğrulamanın gücünü ve şifresiz kullanımın kolaylığını kullanarak dijital yaşamınızı güçlendirin. Authenticator tarayıcı eklentisi, birçok hizmetle sorunsuz çalışacak şekilde tasarlanmıştır.\n\nKapsamlı Özellikler:\n\nGeniş Uyumluluk: Authenticator, çeşitli hizmetlerde çevrimiçi varlığınızın güvenliğini artıran geniş bir platform yelpazesiyle entegre olur.\nŞifreli Yedekleme: 2FA kodlarınızı şifreleme ile güvenli bir şekilde saklayın, böylece cihazınızı kaybetseniz bile hesaplarınıza erişim sağlayabilirsiniz. Eklenti, bilgisayara yedeklemeyi destekler.\nSorunsuz Senkronizasyon: Kimlik doğrulama jetonlarınızı Google hesabınızla kolayca senkronize edin ve tüm cihazlarınızda tutarlı erişim sağlayın.\nÇevrimdışı OTP Oluşturma: İnternet bağlantısının olmadığı bölgelerde bile Tek Kullanımlık Şifreler (OTP) oluşturun, böylece hesaplarınız her zaman güvende olur.\nGelişmiş Güvenlik: Gizliliklerinizi bir şifre ile şifreleyin ve hızlı ve güvenli erişim için en son güvenlik özelliklerini kullanın.\nVerimli Kurulum ve Yönetim: Tüm hesaplarınızı QR kodlarını tarayarak ve merkezi hesap yönetimi ile kolayca yapılandırın ve yönetin. Hesaplarınızı hızla bulmak için “/” tuşuna basarak arama işlevini kullanın.\nÖnemli Bağlantılar:\nAna Sayfa: https://downloadauthenticator.com\nGizlilik Politikası: https://downloadauthenticator.com/privacy-policy/\nKullanım Şartları: https://downloadauthenticator.com/terms-of-use/\n\nAuthenticator tarayıcı eklentisi ile çevrimiçi hesaplarınızı çeşitli popüler platformlarda güvenle koruyabilir ve güvenli ve verimli bir dijital deneyim sağlayabilirsiniz.\nGizliliklerinizin yedeklerini güvenli bir yerde saklamayı ve özellikle Google hesabınıza giriş yapmışsanız gizliliklerinizi şifrelemeyi her zaman unutmayın.\nBugün Authenticator tarayıcı eklentisini kullanmaya başlayın ve dijital güvenliğinizi kontrol altına alın.",
    "uk": "Розширення браузера Authenticator: Покращіть свою цифрову безпеку за допомогою безперебійної двофакторної автентифікації (2FA)\nЗміцніть своє цифрове життя за допомогою безпечних входів до всіх онлайн-акаунтів, використовуючи силу багатофакторної автентифікації та зручність без паролів. Розширення браузера Authenticator розроблено для безперебійної роботи з багатьма сервісами.\n\nКомплексні функції:\n\nШирока сумісність: Authenticator інтегрується з багатьма платформами, покращуючи безпеку вашої онлайн-присутності в різних сервісах.\nЗашифроване резервне копіювання: Надійно зберігайте свої 2FA коди за допомогою шифрування, забезпечуючи доступ до своїх акаунтів навіть у разі втрати пристрою. Розширення підтримує резервне копіювання на комп'ютер.\nБезперебійна синхронізація: Легко синхронізуйте свої токени автентифікації з обліковим записом Google, забезпечуючи постійний доступ на всіх ваших пристроях.\nГенерація OTP офлайн: Генеруйте одноразові паролі (OTP) навіть у районах без підключення до інтернету, постійно забезпечуючи безпеку ваших акаунтів.\nРозширена безпека: Шифруйте свої секрети за допомогою пароля, використовуючи передові функції безпеки для швидкого та безпечного доступу.\nЕфективне налаштування та управління: Легко налаштовуйте та керуйте всіма своїми акаунтами, скануючи QR-коди та централізоване управління акаунтами. Використовуйте функцію пошуку, щоб швидко знайти свої акаунти, натиснувши “/”.\nОсновні посилання:\nДомашня сторінка: https://downloadauthenticator.com\nПолітика конфіденційності: https://downloadauthenticator.com/privacy-policy/\nУмови використання: https://downloadauthenticator.com/terms-of-use/\n\nЗа допомогою розширення браузера Authenticator ви можете впевнено захищати свої онлайн-акаунти на багатьох популярних платформах, забезпечуючи безпечний та оптимізований цифровий досвід.\nЗавжди пам’ятайте зберігати резервні копії своїх секретів у безпечному місці та шифрувати свої секрети, особливо якщо ви ввійшли в обліковий запис Google.\nПочніть використовувати розширення браузера Authenticator вже сьогодні та контролюйте свою цифрову безпеку.",
    "vi": "Tiện ích mở rộng Authenticator trên trình duyệt: Tăng cường bảo mật kỹ thuật số của bạn với Xác thực Hai yếu tố (2FA) liền mạch\nTăng cường cuộc sống kỹ thuật số của bạn với các lần đăng nhập an toàn vào tất cả các tài khoản trực tuyến bằng cách sử dụng sức mạnh của xác thực đa yếu tố và sự thuận tiện không cần mật khẩu. Tiện ích mở rộng Authenticator trên trình duyệt được thiết kế để hoạt động liền mạch với nhiều dịch vụ.\n\nCác tính năng toàn diện:\n\nTương thích rộng rãi: Authenticator tích hợp với nhiều nền tảng, nâng cao bảo mật sự hiện diện trực tuyến của bạn trên các dịch vụ khác nhau.\nSao lưu được mã hóa: Lưu trữ an toàn các mã 2FA của bạn bằng cách mã hóa, đảm bảo bạn có quyền truy cập vào các tài khoản của mình ngay cả khi bạn mất thiết bị. Tiện ích mở rộng hỗ trợ sao lưu vào máy tính.\nĐồng bộ hóa liền mạch: Đồng bộ hóa dễ dàng các mã thông báo xác thực của bạn với tài khoản Google, cung cấp quyền truy cập nhất quán trên tất cả các thiết bị của bạn.\nTạo OTP ngoại tuyến: Tạo Mật khẩu Một lần (OTP) ngay cả trong các khu vực không có kết nối internet, giữ an toàn cho các tài khoản của bạn mọi lúc.\nBảo mật nâng cao: Mã hóa các bí mật của bạn bằng mật khẩu, sử dụng các tính năng bảo mật tiên tiến để truy cập nhanh và an toàn.\nThiết lập và quản lý hiệu quả: Cấu hình và quản lý tất cả các tài khoản của bạn dễ dàng bằng cách quét mã QR và quản lý tài khoản tập trung. Sử dụng chức năng tìm kiếm để nhanh chóng tìm các tài khoản của bạn bằng cách nhấn “/”.\nCác liên kết quan trọng:\nTrang chủ: https://downloadauthenticator.com\nChính sách Bảo mật: https://downloadauthenticator.com/privacy-policy/\nĐiều khoản Dịch vụ: https://downloadauthenticator.com/terms-of-use/\n\nVới tiện ích mở rộng Authenticator trên trình duyệt, bạn có thể tự tin bảo vệ các tài khoản trực tuyến của mình trên nhiều nền tảng phổ biến, đảm bảo trải nghiệm kỹ thuật số an toàn và hợp lý.\nLuôn nhớ giữ một bản sao lưu các bí mật của bạn ở nơi an toàn và mã hóa các bí mật của bạn, đặc biệt nếu bạn đã đăng nhập vào tài khoản Google.\nBắt đầu sử dụng tiện ích mở rộng Authenticator trên trình duyệt ngay hôm nay và kiểm soát bảo mật kỹ thuật số của bạn.",
    "zh_CN": "Authenticator 浏览器扩展：通过无缝双重身份验证 (2FA) 增强您的数字安全\n使用多因素身份验证的强大功能和无密码的便利性，增强您的数字生活并安全登录所有在线帐户。Authenticator 浏览器扩展设计用于无缝工作，适用于多种服务。\n\n综合功能：\n\n广泛兼容性：Authenticator 与众多平台集成，增强您在各种服务中的在线安全性。\n加密备份：安全地存储您的 2FA 代码，即使设备丢失也能访问您的帐户。扩展支持备份到电脑。\n无缝同步：通过您的 Google 帐户轻松同步您的身份验证令牌，提供跨设备的一致访问。\n离线 OTP 生成：即使在没有互联网连接的地区也能生成一次性密码 (OTP)，始终确保您的帐户安全。\n高级安全性：使用密码加密您的密钥，利用最先进的安全功能，实现快速且安全的访问。\n高效的设置和管理：通过扫描二维码和集中管理帐户，轻松配置和管理所有帐户。按“/”键使用搜索功能快速找到您的帐户。\n重要链接：\n主页：https://downloadauthenticator.com\n隐私政策：https://downloadauthenticator.com/privacy-policy/\n服务条款：https://downloadauthenticator.com/terms-of-use/\n\n通过 Authenticator 浏览器扩展，您可以自信地在各种流行平台上保护您的在线帐户，确保安全且简化的数字体验。\n始终记得将您的密钥备份到安全位置，并加密您的密钥，尤其是在登录 Google 帐户时。\n立即开始使用 Authenticator 浏览器扩展，掌控您的数字安全。",
    "zh_TW": "Authenticator 瀏覽器擴展：使用無縫雙重身份驗證（2FA）提升您的數字安全性\n使用多因素身份驗證的強大功能和無密碼的便利性，加強您的數字生活，安全登錄所有在線帳戶。Authenticator 瀏覽器擴展設計為能夠無縫工作，適用於多種服務。\n\n綜合功能：\n\n廣泛兼容性：Authenticator 與眾多平台集成，增強您在各種服務中的在線安全性。\n加密備份：通過加密安全地存儲您的 2FA 代碼，確保即使您丟失設備也能訪問您的帳戶。擴展支持備份到電腦。\n無縫同步：通過您的 Google 帳戶輕鬆同步您的身份驗證令牌，提供跨所有設備的一致訪問。\n離線 OTP 生成：即使在沒有互聯網連接的地區，也能生成一次性密碼（OTP），始終保持您的帳戶安全。\n高級安全性：使用密碼加密您的秘密，利用先進的安全功能實現快速和安全的訪問。\n高效的設置和管理：通過掃描 QR 碼和集中管理帳戶，輕鬆配置和管理所有帳戶。按“/”鍵使用搜索功能快速找到您的帳戶。\n重要鏈接：\n主頁：https://downloadauthenticator.com\n隱私政策：https://downloadauthenticator.com/privacy-policy/\n服務條款：https://downloadauthenticator.com/terms-of-use/\n\n通過 Authenticator 瀏覽器擴展，您可以自信地在各種流行平台上保護您的在線帳戶，確保安全且簡化的數字體驗。\n始終記住將您的秘密備份到安全位置，並加密您的秘密，特別是在登錄 Google 帳戶時。\n立即開始使用 Authenticator 瀏覽器擴展，掌控您的數字安全。"
  }
}