{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quibble"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Maximize your time. Minimize your effort."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quibble harnesses the capabilities of the latest AI learning tools to assist students in effortlessly answering their homework, quiz, and exam questions.\n\nFeatures:\n\n- Math Mode: Our state-of-the art math solver will answer any math question tested up to calculus and linear algebra.\n- Expert AI: Quibble uses the latest advancements in AI including GPT-4o and GPT-4o-mini to answer any question.\n- Auto-Fill: Just click a single button and Quibble will select answers for the entire assignment for you.\n- Snipping Tool: Take a screenshot of any question on your page, including questions with diagram images!\n- Explain Answers: Clicking the information button will provide a detailed explanation for the answer to a question so you can learn as you go.\n- Universally Compatible: If your learning platform isn't compatible with Auto-Fill, just highlight text, right click, and select the context menu icon to display the answer. \n- Utmost Privacy & Security: Operates privately atop your LMS platform without tapping into its API. Your academic integrity remains intact.\n\nQuick Setup Guide:\n\n1. Install Quibble from the Chrome Store.\n2. Create an account on our website: https://getquibble.com\n3. Login through the extension to your Quibble account.\n\nWhat's new:\nv0.4.1\n- Fixed styling bug causing webpages to have white backgrounds\n- Various improvements to background processes\nv0.4.0\n- Math Mode: Our state-of-the art math solver will answer any math question tested up to calculus and linear algebra\n- UI improvements\n- Fixes to snipping tool on Mac/OSX\nv0.3.4\n- Fixed some styling issues and improved McgrawHill functionality\nv0.3.3:\n- Fixed issue with McgrawHill Classic Auto-Fill after a recent update to McgrawHill\nv0.3.2:\n- Added support for McgrawHill Smartbook Auto-Fill feature\nv0.3.1:\n- Fixed minor issue with McGraw Hill Auto-Select button\nv0.3.0:\n- Added \"Snipping Tool\": Using the power of AI Vision, Quibble now allows you to take screenshots of any part of a webpage to answer a question with images\n-Various small bug fixes and improvements\nv0.2.2:\n-McGraw Hill Full Auto-Select Functionality\nv0.2.1:\n- Right-Click feature now supports all URLs\n- Integration with newer version of Blackboard\n- Canvas auto-fill now tracks answered questions correctly\n- Fixed minor issue with chrome local storage settings\nv0.2: \n- Added McGraw Hill Auto-Select Support\n- Fixed minor issue with Canvas Auto-Fill\n- Fixed \"Expert Mode\" switch toggle issue\n\nKnown issues:\n- Some versions of Blackboard display two boxes when right clicking to get answer from selected text. This does not use two of your questions.\n- Not all types of questions in the newer version of Blackboard work with auto-fill."
  }
}