{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevent-Workday-Timeout"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevent session timeouts on the Workday website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension to prevent session timeouts on the Workday website.\n\nThis extension only works if you have an active Workday subscription, and a valid Workday account.\n\nBy default, the Workday session is configured to timeout within ten minutes, and the Workday user interface includes a number of overlay windows which hide the warning message that your session is about to timeout.\n\nIn testing, this extension has been found to reliably prevent your Workday session from timing out for a minimum of two hours, and up to a maximum of approximately eight hours. If your computer goes to sleep, or if Google Chrome is inactive for a significant period of time, the extension will no longer be able to keep your Workday session alive.\n\nRelease Notes:\n\n- v1.0.5 includes updated icons and improved error-handling.\n- v1.0.6 includes fixed extension icon (in the list of installed extensions).\n- v1.0.7 includes improvements to error handling.\n- v1.0.8 includes improved capability to keep the Workday session active, and basic notifications.\n- v1.0.9 includes fix for a bug that sometimes causes Workday to show NaN error.\n- v1.1.0 includes a major update that should allow the extension to work on all cloud Workday instances (wd1.workday.com, wd2.workday.com, ...).\n- v1.1.1 includes a fix for a bug that sometimes causes Workday session cookies to disappear after the initial get/set cycle."
  }
}