{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Mahjong"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover the Authentic Mahjong in Your Browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Mahjong — Discover the Authentic Mahjong in Your Browser!\n\nInstall our extension and immerse yourself in the captivating world of classic Mahjong solitaire.\n\nOur application offers you access to more than 150 Mahjong layouts, including classics like \"Turtle\" or \"Well,\" as well as unique layouts that will challenge even experienced players.\nYou'll find extensive game personalization options—you can customize the background, tile shapes, colors, and much more. This allows you to create a unique and cozy atmosphere for complete immersion in the game.\n\nWe've also ensured that you can enjoy the gameplay in your native language. Currently, you can switch among 19 languages (both European and Eastern), and we are continually working on expanding our localizations.\n\nOur team strives to create the best conditions for players so they can relax and experience only positive emotions. That's why our algorithm, which prepares each layout, calculates it in advance to ensure you have at least one winning path. But even if you run out of moves—no problem! You can shuffle the remaining tiles and continue playing.\nWe've also paid attention to the convenience of the gameplay. We've added the ability to use hotkeys, which will speed up and simplify each of your gaming sessions.\n\nFeatures of The Mahjong:\n- Full-screen game mode\n- Over 150 available Mahjong layouts\n- Customizable game background\n- Adjustable game brightness\n- Hotkey support\n- Availability of hints\n- Ability to undo moves\n- Tile shuffling option\n- Highlight mode for available tiles\n- Online Radio\n- Customizable tile shapes and designs\n- Sound effects\n- Language switching capability\n- Description of rules and game recommendations\n- Developer feedback option\n\nWhy Choose The Mahjong:\n- Convenience and Simplicity: The game is always at your fingertips and available anytime.\n- Security: No authorization is required to play; your data remains confidential.\n- Completely Free: Our game is absolutely free of charge.\n- High-Quality Graphics: Enjoy high-quality visual design.\n- Resource Optimization: We ensure you don't waste extra bandwidth loading resources you might not use.\n\nFeel the atmosphere of authentic Mahjong and take a break from every day worries. Install our extension right now and start your journey into the classic game that has won millions of hearts worldwide!"
  }
}