{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracxn Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click snapshot of millions of companies"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Tracxn extension is a must-have for anyone involved in the global startup ecosystem. A single click while you are visiting a company’s website instantly displays key information about that company, such as its primary business, funding and valuation, key people, competitors, investors, and latest news.\n\nThis powerful extension is light, fast, and really easy to use. To enhance user experience, we have ensured that information once loaded in the extension stays there even when you switch tabs.\n\nWho is it for?\n• Private Market Investors - VC, PE, IB, Incubators, Angel Networks, Family Offices\n• Large Corporates - M&A, Innovation and Digital Transformation teams\n• Government Agencies, Industry Bodies and Universities\n\nWhat do you get?\n• Single-click access to key company metrics including funding rounds, competitor benchmarking, captables and financials\n• Instantly connect with the company’s founders\n• Quickly understand the company’s business model using our proprietary Market Taxonomy\n• Request for a Due Diligence report directly from the extension\n• Get all the latest curated news on the company\n• One-click access to a host of other data sets available on Tracxn’s platform\n\nAbout Tracxn:\nAt Tracxn, we are building the world’s largest platform for tracking Startups and Private Companies across 1800+ feeds, with dedicated coverage on multiple Countries. Tracxn currently has subscribers in 50+ countries across the world.\n\nCurated Data Sets:\n• Proprietary Taxonomy\n• Funding Round details\n• Exits (IPOs and Mergers and Acquisitions)\n• Cap Tables\n• Financial Statements\n• Analyst Picks & Proprietary Soonicorn Club\n• Startup Ecosystem Events\n• Employee Count\n• People - Founders, Directors, Partners\n\nIn-depth Reports:\n• 1000+ Reports published every Quarter\n• Reports for multiple Sectors, Business Models, and Countries\n\nProductivity Tools:\n• CRM Tool - specific for the investment industry\n• API Support\n• Saved Searches & Dashboards\n• Export Tools\n\nWe collect data regarding the URLs you browse for the following reasons:\n• To provide you with the company's funding information (the green $ sign that appears next to the extension icon)\n• To provide you with the company's details when you visit its 'Android app' page or 'Twitter' or 'Linkedin' profile\n\nTo explore the full potential of the Tracxn platform, visit tracxn.com\n\nNote: No. of customers as on Mar 31, 2021. All other data points as on May 31, 2021"
  }
}