{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ludwig.guru"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the Ludwig extension to search Ludwig while writing on Chrome and to write better English. Ludwig is the perfect writing…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use the Ludwig extension to search Ludwig while writing on Chrome and to write better English. Ludwig is the perfect writing assistant on Gmail, Google Doc, Medium, Twitter or anywhere you write. How? \n1 > Highlight a piece of text \n2 > Click on Ludwig’s popup (you can search for examples or rewrite any sentence)\n3 > Get the examples you need to boost your writing inspiration\n\nLUDWIG: YOUR WRITING COMPANION\nLudwig is the writing assistant that helps you find new sentences or confirm what you are writing.  \nWhen you type a word or a sentence in English, Ludwig returns contextualized examples taken from reliable sources like the New York Times, The Guardian, Science, well-written English papers, etc. \n\nYou can use these examples to:\n● Do a sanity check on a sentence to see if it’s grammatically correct and properly used in the way and context you’re using it.\n● Find similar sentences to discover if there are other ways to express your ideas.\n● Translate with a grain of salt: by searching in your language, a number of contextualized examples of translation will help you figure out what’s the best way to translate something in English. \n● Get information, inspiration and statistics about sentences using the advanced search options.\n● Look up definitions and synonyms in the dictionary that Ludwig provides.\n● Paraphrase any sentence to find new ways of expressing your ideas.\n\nLudwig is not a grammar checker nor a translator nor a dictionary nor a collocation dictionary.  Ludwig is simply the ideal partner to help put your words in order with your thoughts. And build your confidence and career one perfect sentence at a time.\n\n☆ Are you a Ph.D. student? \n☞ Use Ludwig to write your thesis.\n\n☆ Are you a researcher? \n☞ Use Ludwig to get that career-defining paper published.\n\n☆ Are you a Student? \n☞ Use Ludwig to pass that exam with great marks.\n\n☆ Are you a Translator? \n☞ Use Ludwig to spend less time checking jargon and expressions and increase your productivity. \n\n☆ Are you an editor, blogger, writer, marketer, journalist, entrepreneur editor, or a copywriter? \n☞ Don't miss any work opportunity: your success may depend on your next email.\n\nLudwig helps everyone turn their ideas into well-written English phrases.\n\nStart speaking your mind, in writing.\nWrite smarter, write with Ludwig."
  }
}