{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InstaSnippet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create and share reusable components from ChatGPT and Claude.AI"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take your ChatGPT and Claude interactions to the next level with InstaSnippet! This powerful Chrome extension allows you to seamlessly render React components directly within your AI conversations, transforming how you interact with text-based AI tools.\n\nKey Features:\n\n\t•\tDynamic React Components: Easily inject custom React components into your ChatGPT or Claude chat windows, adding a visual and interactive layer to your conversations.\n\t•\tCustomisable and Flexible: Whether you’re a developer, designer, or simply a power user, InstaSnippet gives you the tools to create a personalised AI experience tailored to your needs.\n\t•\tSeamless Integration: Works effortlessly with your favourite AI platforms. No need to switch tabs or break your workflow—InstaSnippet keeps everything in one place.\n\t•\tEnhanced Productivity: With the ability to render React components, you can quickly visualise data, interact with forms, or showcase content, all within your chat interface.\n\nWhy InstaSnippet?\n\nInstaSnippet is perfect for those who want to enrich their AI-powered chats with advanced functionality and interactive elements. Whether you’re brainstorming ideas, gathering data, or building complex workflows, InstaSnippet empowers you to do more within your chat window.\n\nInstall InstaSnippet today and redefine the way you work with ChatGPT and Claude!"
  }
}