{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Purply"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Purply is designed to help you get started with discovering and recruiting affiliates for your affiliate marketing program"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this extension, you will be able to find affiliate websites and email contacts that are highly relevant for your brand and products, enabling you to boost your affiliate recruitment and management to the next level. Whether you’re established in eCommerce or have a niche product, make targeting your intended audience and promoting your brand and products easier today with the Purply extension. For more information on affiliate management, reach out to us at Purply.com to schedule a quick demo and sign-up for a free trial\n\nHow to use:\n\nTo generate a list, first input the name of your brand and the product that you would like affiliate partners to help market for you. Afterwards, select the number of email contacts you would like to see per website (up to 5), and select whether you would like those email contacts to be personal (e.g. johndoe@xyz.com) or generic (e.g. support@xyz.com) or both\n\nAbout Purply:\n\nPurply is the leading affiliate management platform for centralizing your affiliate data, recruiting new affiliates, and optimizing your program’s performance. With over a 100,000 vetted, top performing affiliates and major affiliate network partner, including Share-a-Sale, Rakuten, and AWIN, Purply is committed to your success with our performance based model. Make affiliate management easy and sign up today with a free trial by clicking on the free trial button on the extension or reaching out to support@purplyapp.com"
  }
}