{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reading Assist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension that selects and highlights sentences as visual cues for digital reading."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Chrome Extension for Seamless Reading using Visual Pointer Cue.\n\nAre you tired of scrolling through long digital documents or books and losing track of where you are? Do you ever find yourself re-reading the same sentence multiple times because you lost your spot?\n\nWe have a solution for you. We developed a **feature that selects and highlights the current sentence being read** as a visual cue for readers. This feature enhances the reading experience by providing clear cues on the sentence you are currently reading, helping you to maintain focus and engagement with the content.\n\n## Video Demo\n\n\nTo see our feature in action and better understand its benefits, watch our video demonstration. This demo showcases how our sentence selection and highlighting feature functions and how it can significantly improve your reading focus.\n\nBy clicking on the image above or following this link, you can access our video demo: \n\nhttps://www.youtube.com/watch?v=g0j8K9ukuGo \nor\nhttps://www.loom.com/share/b17f9d891f3b408d8ff52fb7a2f81a45\n\n## Usage\n\nOur feature is easy to use and seamlessly integrates with existing web applications. To select a sentence in an article, simply highlight a word or phrase, press **space bar**, and our feature will determine the current sentence based on cursor position and surrounding text. The chosen sentence will be highlighted in real-time as you scroll through the document.\n\nWe are excited to introduce our new feature that selects and highlights sentences as visual cues for digital reading. **Try it now** and see how it can improve your reading experience."
  }
}