{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strategy Games"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTML5 Strategy Games are unpredictable, testing games in which players need to prepare so as to succeed"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Strategy games are often difficult, challenging games in which players need to prepare so as to succeed. They regularly are set during war times, with World War 2 being an especially prominent setting for such games. Order your military powers progressively, or in a turn based situation against your rivals. In case you're not a fanatic of chronicled settings, attempt technique games set in space or the inaccessible future. These fun, free internet games about strategic choices and key arranging will keep you stuck to the screen for a considerable length of time. Spend them plotting and conspiring to accomplish global control. Or on the other hand in any event the sweet taste of triumph! Extend your realm until it is relentless. Or then again assume responsibility for a pinnacle safeguard and ensure no foes endure. Not every one of those games are for children, however they are still straightforward. \n\nIn any case, free system games here at https://superstrategygames.blogspot.com/ aren't just about military power. Some are about undeniably increasingly rough things, such as maintaining a business. Contribute your cash shrewdly to make a benefit creating machine to take you to the top. Fun technique games like Civilization, X-Com, Masters of Orion II or Command and Conquer are as yet held in high respect. As a player, you have to gain proficiency with the game's concealed rationale. Comprehend the riddle before you and build up a cunning intend to win this internet game. \n\nYou should endure wars, city the board or even zombies to win. Plan astutely, pick cautiously and win radiantly!"
  }
}