{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TubeNXT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate browser extension to get more views and subscriber for youtube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your YouTube content creation with TubeNXT, the Chrome extension designed to elevate your video strategy effortlessly. Powered by cutting-edge AI, TubeNXT offers a comprehensive suite of tools to enhance your YouTube experience:\n\n    Intelligent Keyword Analyzer: Discover the best tags, scores, and search insights for optimal YouTube SEO in seconds. Maximize your video's reach and engagement with precise keyword suggestions.\n    AI-Powered Title and Description Generator: Craft compelling titles and descriptions with ease. Our AI suggests the most effective content to captivate your audience and boost your video's performance.\n    Detailed Keyword Statistics: Gain deep insights into your keywords' effectiveness. TubeNXT provides detailed statistics to help you refine your strategy and achieve better results.\n    Enhanced Video Upload Process: Leverage our SEO Score feature to meticulously count tags, keywords in titles, and descriptions. Ensure your content is fully optimized for YouTube's algorithm.\n    Ranked Tag Suggestions: Unlock the power of ranked tags suggested by TubeNXT AI. Achieve unparalleled YouTube optimization with tags that drive visibility and engagement.\n    Effortless Promotion: Boost your video's discoverability and reach with intelligent promotion tools. TubeNXT helps you connect with a broader audience effortlessly.\n\nExperience the future of YouTube optimization with TubeNXT. Transform your video creation process and watch your channel grow like never before!"
  }
}