{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Librus Average",
    "pl": "Średnia do Librusa"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension shows grade averages hidden by Librus Synergia",
    "pl": "To rozszerzenie liczy średnią ważoną twoich ocen w dzienniku elektronicznym Librus Synergia"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NEW: Clear the clutter! Now you can hide subjects that you do not have any grades from. Just enable it in the options menu in the browser toolbar.\n\nThis extension allows you to show the average on Librus Synergia's website. Some schools decide to hide the average from you, that's when this extension comes in. It is highly customizable when it comes to calculations. The extension is fully open source and you can check it out on GitHub: https://github.com/librus-stats/librus-average. \n\nAlso available for Firefox: https://addons.mozilla.org/en-US/firefox/addon/librus-average/\nAnd Opera: https://addons.opera.com/en/extensions/details/librus-average/\n\nDISCLAIMER: This extension uses Google Analytics to log simple events (preference changes and extension load). None of your personal data (grades or average) is being logged or used in manners other that displaying it.",
    "pl": "NOWOŚĆ: Teraz możesz schować przedmioty, z których nie masz żadnych ocen. Włącz opcje w ustawieniach dostępnych na pasku narzędzi przeglądarki.\n\nTo rozszerzenie pozwala zobaczyć średnie ocen na stronie Librus Synergia. Powstało z myślą o uczniach, których szkoły zablokowały widok średniej. W panelu zarządzania dostępny jest też szereg ustawień, który pozwala na dostosowanie narzędzia do własnych potrzeb pod względem kalkulacji związanych z wagami. Rozszerzenie jest w pełni open source, zapraszam do przeglądania (wszelkie poprawki mile widziane) na GitHubie: https://github.com/librus-stats/librus-average\n\nDostępne również na Firefoxa: https://addons.mozilla.org/en-US/firefox/addon/librus-average/\nLub Opera: https://addons.opera.com/en/extensions/details/librus-average/\n\nUWAGA: Rozszerzenie wykorzystuje Google Analytics w celu rejestrowania prostych akcji (załadowanie rozszerzenia, zmiany ustawień). Twoje prywatne dane (oceny, średnia, itp.) nie są w żaden sposób zapisywane, ani wykorzystywane w celach innych niż wyświetlenie ich."
  }
}