{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SPOI Options"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Control the way you watch video online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SPOI Options gives you the power to customize your on-line video watching experiences.\n\nOptions is based on a paid subscription model.  Licensed users will be billed $1.99 monthly, every six months, or every twelve months.  A fully-functional trial license is also available.\n\nMAIN FEATURES:\n• Disable pre-roll and in-video ads, annotations, and auto-play\n• Hide page parts like the suggested videos, comments, descriptions, etc.\n• Specify desired video quality / resolution\n• Add keyboard controls to change video size, video quality, and hide page parts\n• Add mouse controls to change your video size, volume, and scrub forward or rewind\n• Change window and video display size\n• Change video audio volume\n• Set video start and end time, and loop or replay videos\n• Synchronize your Options settings across different browsers and platforms\n• Save bandwidth by blocking images, scripts, and fonts\n• Create RSS links for keeping track of the latest media postings\n\nSUPPORTED WEBSITES:\nOptions works with 11 major video sites and embedded videos, including YouTube™ and Vimeo™.\n\nOFFICIAL WEBSITE:\nFor a full list of features, sites supported, and a detailed product description please visit https://spoi.com/options/\n\nPERMISSIONS NEEDED:\nOptions needs this level of access to handle embedded videos.\n\nDo not host, archive, or distribute SPOI Options without written permission from smart people on ice, LLC.."
  }
}