{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Task-focused browser tabs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opens all tabs needed for a task, and saves them for later when switching to another task.",
    "fr": "Ouvre tous les onglets nécessaires quand on ouvre une tâche, puis les sauve pour plus tard quand on change de tâche."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save all currently opened tabs and attach them to a task. Keep all tasks and their tabs synchronized between browsers.\n\nDo you always end up with 30+ tabs open in your browser? Do some of your routine task require a handful of web pages at the same time? Did you ever dream of being able to \"git stash\" your browsing session when interrupted? Well, I did. So, I made this little extension.\n\nClick on extension button to jump to its tasks-list tab in current window. All tasks will store the URLs of all tabs in the same window. Simply double-click a task to activate or de-activate it. This will close all tabs when deactivated and bring back all pages when activated again. Please note that only the URL is stored, not page content, you might have to log-in or fill forms again.\n\nThis extension uses google chrome sync to store data. This means that when chrome is connected to a google account, it will sync data across all your chrome installs. The downside is that this is stored online somewhere at google. As google documentation states \"Confidential user information should not be stored! The storage area isn't encrypted.\". You've been warned. However, please note that only URLs of tabs associated with a task is stored.\n\nAlso, please note that I, extension developer, cannot access your data in any way, even less provide it to any third-party. Your data is yours.",
    "fr": "Est-ce que votre navigateur croule sous les onglets ouverts ? Certaines tâches quotidiennes demandent d'avoir cinq ou six onglets ouverts en même temps ?\n\nPour les développeurs, avez-vous déjà eu envie de faire un \"git stash\" de tous vos onglets ouverts quand vous devez sauter sur un autre sujet ? Moi oui. Alors j'ai programmé cette petite extension.\n\nEn cliquant sur le bouton de l'extension on affiche page qui liste toutes les tâches. Une tâche c'est simplement un libellé et une mémoire de toutes les pages ouvertes quand on s'y atèle. En ouvrant une tâche (par double-clic) cela ouvre automatiquement tout les onglets liés, et à la fermeture de la tâche (re double-clic dessus ou double-clic sur une autre) tous les onglets sont mémorisés avant d'être refermés.\n\nCette extension utilise la fonctionnalité de synchronisation des données de google chrome. Si vous connectez votre chrome à un profil Google, les données (tâches + URL des onglets liés) seront synchronisées entre toutes vos installations de chrome. L'inconvénient est que ces donnés sont stockées quelque part dans les serveurs google. Leur documentation indique qu'il ne faut pas y stocker de données confidentielles. Le stockage n'est pas chiffré. Vous êtes prévenus. Toutefois, seules les URLs des onglets associés aux tâches sont stockées, aucune autre information.\n\nSachez également que, hormis cette synchronisation, personne n'a accès aux  données de cette extension. Je n'ai aucun moyen d'y accéder et encore moins de fournir ces données à un tiers."
  }
}