{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SessionBox - Multi login to any website"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Using websites with multiple accounts at the same time is made easy. Create an independent tab with a click of a button.",
    "de": "Das Verwenden von Internetseiten mit mehreren Konten ist ganz einfach. Erstellen Sie mit einem Klick einen unabhängigen Tab.",
    "es": "Es más fácil navegar en internet usando multiples sesiones al mismo tiempo. Crea una nueva pestaña haciendo click.",
    "fr": "L’utilisation de sites Web avec plusieurs utilisateurs en même temps est facilitée. Créez un onglet indépendant en un clic.",
    "hu": "Használj egy website-ot több felhasználóval egyszerre, egy ablakban. Hozz létre független füleket egy gombnyomással.",
    "pt_PT": "É mais facil navegar na rede usado múltiples sessões a mesmo tempo  . Cria uma nova pasta com fazer click.",
    "ru": "Использовать сайты несколькими пользователями одновременно теперь можно легко. Создавайте независимые вкладки одним нажатием кнопки.",
    "zh_CN": "同时使用多个帐户浏览网站变容易了。点击一下按钮即可创建一个独立标签。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Use one browser with multiple active sessions per site. Log into multiple accounts on the same site simultaneously. No more need for secondary browsers, private sessions, let SessionBox handle these for you.\n\nYour sessions are securely synchronised between your devices by using your SessionBox account. Start a session here and continue it in any other chrome browser.\n\nProtect your privacy. Tabs managed by SessionBox do not use shared storage, variables are handled by the extension. Other tabs and websites therefore cannot monitor your activity.\n\nSessionBox can be used for free for non-commercial usage. For commercial license, please check our website: https://sessionbox.io/plans",
    "de": "Verwenden Sie einen Browser mit mehreren aktiven Sitzungen pro Internetseite. Melden Sie sich parallel mit mehreren Konten bei einer Internetseite an. Sie brauchen keinen zweiten Browser und keine privaten Sitzungen mehr. SessionBox übernimmt das für Sie.\n\nIhre Sitzungen werden mit Ihrem SessionBox-Konto sicher zwischen Ihren Geräten synchronisiert. Starten Sie eine Sitzung hier und setzen Sie sie in jedem beliebigen anderen Chrome-Browser fort.\n\nSchützen Sie Ihre Privatsphäre. Tabs, die von SessionBox verwaltet werden, verwenden keinen gemeinsamen Speicher, Variablen werden durch die Erweiterung behandelt. Andere Tabs und Internetseiten können Ihre Aktivitäten daher nicht überwachen.\n\nDie SessionBox kann kostenlos für nichtkommerzielle Zwecke verwendet werden. Informationen zur kommerziellen Lizenz finden Sie auf unserer Website: https://sessionbox.io/plans",
    "es": "Utiliza un navegador con múltiples sesiones activas por sitio. Inicia sesión en varias cuentas en el mismo sitio de manera simultánea. Ya no necesitas más navegadores secundarios ni sesiones privadas, deja que SessionBox los gestione por ti.\n\nTus sesiones se sincronizan de forma segura entre tus dispositivos utilizando tu cuenta de SessionBox. Inicia una sesión aquí y continúala en cualquier otro navegador Chrome.\n\nProtege tu privacidad. Las pestañas gestionadas por SessionBox no utilizan almacenamiento compartido, las variables son manejadas por la extensión. Por lo tanto las otras pestañas y sitios web no pueden monitorear tu actividad.\n\nSessionBox se puede utilizar de forma gratuita para uso no comercial. Para obtener una licencia comercial, consulte nuestro sitio web: https://sessionbox.io/plans",
    "fr": "Utilisez un navigateur avec plusieurs sessions actives par site. Connectez-vous à plusieurs comptes sur le même site en même temps. Plus besoin de navigateurs secondaires, de sessions privées, laissez SessionBox gérer tout cela pour vous.\n\nVos sessions sont synchronisées de façon sécurisée entre vos appareils en utilisant votre compte SessionBox. Démarrez une session ici et continuez-la sur un autre navigateur chrome.\n\nProtégez votre vie privée. Les onglets gérés par SessionBox n’utilisent pas le stockage partagé, les variables sont prises en charge par l’extension. Les autres onglets et sites Web ne peuvent donc pas surveiller votre activité.\n\nSessionBox peut être utilisé gratuitement pour un usage non commercial. Pour une licence commerciale, veuillez consulter notre site Web: https://sessionbox.io/plans",
    "hu": "Felejtsd el az alternatív böngészőket és az inkognitó módot. A SessionBox segítségével egy ablakban használhatod ugyan azt a site-ot az összes felhasználói fiókoddal.\n\nKezdj el itt egy munkamenetet és folytasd máshol. A SessionBox accountod segítségével nem kell újra és újra bejelentkezned minden eszközödön.\n\nVédd az adataidat! A SessionBox által létrehozott munkamenetek teljesen szeparáltak, így az adatgyűjtő oldalak nem tudnak követni.\n\nSessionBox ingyenes nem kereskedelmi célokra. Kereskedelmi célú előfizetésért látogasson el honlapunkra: https://sessionbox.io/plans",
    "pt_PT": "Usa um navegador com multiples sessões activas por sitio. Logear em multiples contas na mesma página. Sem necesidade dos navegadores secundários e/ou privados, deixa que SessionBox manusear por ti.\n\nProtege a tua privacidade! As sessões em SessionBox não compartilham a tua informação, ninguém pode monitorar a tua actividade.\n\nSessionBox pode ser usado gratuitamente para uso não comercial. Para licença comercial, verifique nosso site: https://sessionbox.io/plans",
    "ru": "Используйте один браузер с несколькими активными сессиями на сайте. Входите в несколько аккаунтов на одном сайте одновременно. Больше нет необходимости в дополнительных браузерах, приватных сессиях - позвольте SessionBox сделать это за вас.\n\nВаши сеансы надежно синхронизированы между устройствами с помощью вашей учетной записи SessionBox. Запустите сеанс здесь и продолжите его в любом другом браузере Chrome.\n\nЗащитите вашу частную жизнь. Вкладки SessionBox не используют общее хранилище, переменные обрабатываются расширением. Поэтому другие вкладки и веб-сайты не могут отслеживать ваши действия.\n\nSessionBox можно использовать бесплатно в некоммерческих целях. Для получения коммерческой лицензии посетите наш сайт: https://sessionbox.io/plans",
    "zh_CN": "使用一个浏览器来浏览每个站点的多个活动会话。在同一网站同时登录多个帐户。无需备用浏览器，支持私密会话，让SessionBox为您处理这些事务。\n\n利用SessionBox帐户，您的会话将在您的设备之间安全同步。在这里启动一个会话，然后在任何其他Chrome浏览器中继续浏览。\n\n保护您的隐私。SessionBox管理的标签不使用共享存储，变量通过扩展程序处理。因此，其他标签和网站无法监控您的活动。\n\nSessionBox可以免费用于非商业用途。有关商业许可证，请访问我们的网站：https://sessionbox.io/plans"
  }
}