{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flux Jump"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search the transcript of any YouTube video and jump through time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Flux Jump - the ultimate chrome extension for YouTube power users! 🚀\n\nWith Flux Jump, you can easily search for any YouTube video by entering a query and pressing a button to jump directly to the part in the video you want. Say goodbye to endless scrolling and searching - Flux Jump makes it a breeze to find exactly what you're looking for! 🔍\n\nBut that's not all! Flux Jump also includes an option to list the most relevant search results, so you can quickly scan through and find the video that's perfect for you. Plus, with the extension working on all YouTube videos with the transcript enabled, you can be sure you're always getting the most accurate results. 🎥\n\nThe best part? Flux Jump includes a free trial, so you can see just how much easier your YouTube experience can be. And when your trial is up, simply provide your payment details to keep using the extension. It's that easy! 💳\n\nWe know YouTube power users demand the best, which is why Flux Jump also includes dark mode. So whether you're up late at night or just prefer a darker interface, Flux Jump has you covered. 🌙\n\nFlux Jump is the perfect tool for anyone looking to get the most out of their YouTube experience. So why wait? Try Flux Jump today and experience the ultimate in YouTube search functionality."
  }
}