{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Christmas Edition"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create holiday magic with Sprunki Christmas, the enchanting music game!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprunki Christmas Edition\n\nSprunki Christmas Edition is a festive spin on the beloved music-mixing game, transforming the classic Sprunki experience into a magical holiday adventure. This special edition combines rhythm-based gameplay with Christmas cheer, featuring snow-covered landscapes and jolly holiday tunes. Players can create their own festive symphonies using an array of Christmas-themed characters, each bringing unique holiday sounds and winter magic to the mix. The game blends intuitive music creation mechanics with seasonal charm, making it perfect for spreading holiday joy through musical creativity.\n\nKey Features:\n* Festive Sound Library\nDive into a winter wonderland of sounds featuring jingle bells, holiday melodies, and magical winter effects. Each Christmas-themed character brings unique festive sounds that can be combined to create enchanting holiday compositions.\n\n* Magical Winter Atmosphere\nImmerse yourself in beautifully designed snowy landscapes adorned with twinkling lights and festive decorations. The game's visual charm captures the magic of the holiday season with delightful Christmas-themed characters and animations.\n\n* Holiday Music Creation\nMaster the intuitive drag-and-drop system to mix and match holiday sounds, creating your own Christmas masterpieces. Experiment with different character combinations to unlock special seasonal harmonies and festive musical effects.\n\n* Community Celebrations\nJoin a vibrant community of holiday music makers, share your festive creations, and participate in special Christmas events. Collaborate with other players to spread holiday cheer through musical innovation.\n\nHow to play:\n\n* Choose Your Holiday Characters\nSelect from a variety of Christmas-themed characters, each bringing unique festive sounds to your musical creation.\n\n* Create Your Winter Symphony\nDrag and drop characters onto the stage to combine their holiday sounds. Mix different elements to craft your perfect Christmas melody.\n\n* Unlock Festive Effects\nDiscover special holiday combinations that trigger magical winter effects and unlock unique Christmas animations.\n\n* Share the Holiday Joy\nSave your festive creations and share them with the community, spreading Christmas cheer through your musical masterpieces."
  }
}