{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FACEIT ANALYZER TOOLS by wherePANDA"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your CS2 experience to the next level, real-time player insights check for suspicious behavior, ban history and other vital stats"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your FACEIT and Steam experience with this powerful profiling tool designed for CS2 players, FACEIT competitors, and Steam users seeking transparent, reliable player insights. With this extension, access detailed stats, ban history, and critical data directly from Steam profiles. Plus, use the pop-up panel for quick access to exclusive tools like your hub, clan, FACEIT report links, and more—all in one click.\n\n★ Features ★\nAdvanced Stats Lookup: Gain a complete view of each player's performance with detailed FACEIT stats and real-time data access.\nBan History and FACEIT Level: Review ban histories and FACEIT levels of players directly on their Steam profiles for added transparency.\nPop-Up Tool Panel: Easily access our hub, clan, FACEIT report links, Steam profiles, and Discord for a connected, optimized experience.\nSeamless Integration: View FACEIT data on Steam profiles without navigating across multiple sites.\nIdeal for: CS2 players, FACEIT competitors, and any Steam user who wants a clear, quick view of player backgrounds and performance, promoting a safer and more informed gaming environment.\n\n★ Changelog ★\n[v1.1.0]\n- Updated the \"More Info\" button to \"+info\" for clearer functionality. This button now directs users to the detailed statistics page instead of displaying recent ban histories.\n- Refreshed and expanded the list of FACEIT admins, insiders, and employees to ensure current and accurate information,Special thanks to Shadi.dev for contributions and insights that enhanced this release.\n\n[v1.1.1]\n- Fixed an issue where the extension would fail to load on certain Steam pages (e.g., inventory, edit profile) due to missing DOM elements. Now, it checks for the presence of elements before creating the FACEIT data container.\n- Improved stability on various Steam pages to provide a seamless experience across different URL paths.\n- Minor performance optimizations for faster loading times when retrieving FACEIT statistics.\n- Updated the \"No account found on FACEIT\" message with a humorous version and integrated the FACEIT icon for a more engaging user experience.\n- Added the \"VORTEX\" badge for players on Team V0RT3X. For teams interested in custom badges, please reach out via Discord or email for more information.\n- Introduced new buttons for quick access to the HUB 1v1 and to CREATE TICKET directly on STEAM, enhancing user convenience for common actions.\n- Redesigned the extension with a refreshed look, now aligned with our official color scheme for a more cohesive user experience.\n[v1.2.0]\n- Player Behavior now in the FACEIT profile page.\n\nNote: This extension is an independent development and is not created, endorsed, or officially supported by FACEIT or VALVE. wherePANDA is a third-party browser extension and is not affiliated with FACEIT or any other platform.\nTransparency: wherePANDA does not collect, store, or process any personal data. All data displayed is retrieved directly from public APIs provided by Steam and FACEIT, and is only accessed locally on your device. For more details, please refer to our Privacy Policy: https://wherepanda.xyz/privacy.php"
  }
}