{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenMaster"
  },
  "short": {
    "ar": "ScreenMaster: تسجيل الشاشة بسهولة",
    "am,bg,ca,cs,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,kn,mr,no,pt_BR,pt_PT,sr,sv,sw,te,uk,zh_CN,zh_TW": "ScreenMaster: Effortless Screen Recording",
    "bn": "ScreenMaster: সহজ স্ক্রীন রেকর্ডিং",
    "da": "ScreenMaster: Problemfri Skærmoptagelse",
    "de": "ScreenMaster: Mühelose Bildschirmaufnahme",
    "es": "ScreenMaster: Grabación de Pantalla sin Esfuerzo",
    "et": "ScreenMaster: Vaevatu Ekraanisalvestus",
    "fi": "ScreenMaster: Vaivaton Näytön Tallennus",
    "fr": "ScreenMaster: Enregistrement d'écran facile",
    "hr": "ScreenMaster: Jednostavno snimanje zaslona",
    "hu": "ScreenMaster: Könnyed Képernyőfelvétel",
    "id": "ScreenMaster: Perekaman Layar yang Mudah",
    "it": "ScreenMaster: Registrazione dello Schermo Senza Sforzo",
    "ja": "ScreenMaster: 簡単スクリーン録画",
    "ko": "ScreenMaster: 간편한 화면 녹화",
    "lt": "ScreenMaster: Paprastas Ekrano Įrašymas",
    "lv": "ScreenMaster: Viegla Ekrāna Ierakstīšana",
    "ml": "ScreenMaster: എളുപ്പത്തിൽ സ്ക്രീൻ റെക്കോർഡിംഗ്",
    "ms": "ScreenMaster: Rakaman Skrin Tanpa Kesulitan",
    "nl": "ScreenMaster: Moeiteloze Schermopname",
    "pl": "ScreenMaster: Łatwe Nagrywanie Ekranu",
    "ro": "ScreenMaster: Înregistrare Ecran Fără Efort",
    "ru": "ScreenMaster: Легкая запись экрана",
    "sk": "ScreenMaster: Jednoduché Nahrávanie Obrazovky",
    "sl": "ScreenMaster: Preprosto Snemanje Zaslona",
    "ta": "ScreenMaster: எளிதான திரை பதிவு",
    "th": "ScreenMaster: การบันทึกหน้าจอที่ง่ายดาย",
    "tr": "ScreenMaster: Sorunsuz Ekran Kaydı",
    "vi": "ScreenMaster: Quay Màn Hình Dễ Dàng"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ScreenMaster is a convenient Google Chrome extension that enables easy screen recording on your computer. It's a perfect tool for creating educational materials, demonstration videos, or workflows recordings. With its ease of use and a variety of features, it's a great choice for both professionals and casual users.\n\nFeatures:\n\nEase of Use: Simply click on the extension icon in your browser to start recording.\nSelectable Recording Area: You can choose to record your entire screen, a specific window, or a browser tab.\nHigh-Quality Recording: The extension supports high-resolution recording, ensuring clear video quality.\nNo Need for Downloads: All recordings are done directly in the browser, eliminating the need for downloading additional software.\nEasy Sharing of Recordings: Recorded videos can be easily saved to your computer or shared via social media or email.\nThis extension is ideal for teachers, marketers, developers, and anyone looking for an easy way to make screen recordings.",
    "ru": "ScreenMaster - это удобное расширение для Google Chrome, которое позволяет легко записывать видео с экрана вашего компьютера. Это идеальный инструмент для создания учебных материалов, демонстрационных видео или записей рабочих процессов. Простота использования и множество функций делают его отличным выбором как для профессионалов, так и для обычных пользователей.\n\nОсобенности:\n\nЛегкость использования: Просто кликните по иконке расширения в вашем браузере, чтобы начать запись.\nВыбор области записи: Вы можете выбрать запись всего экрана, определенного окна или вкладки браузера.\nВысокое качество записи: Расширение поддерживает запись в высоком разрешении, обеспечивая четкое изображение.\nНет необходимости в загрузке: Все записи происходят непосредственно в браузере, без необходимости загружать стороннее ПО.\nЛегкое деление записей: Записанные видео можно легко сохранить на компьютер или поделиться ими через социальные сети или электронную почту.\nЭто расширение идеально подходит для учителей, маркетологов, разработчиков и любого, кто ищет простой способ делать экранные записи."
  }
}