{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Witty - your inclusive writing assistant",
    "de": "Witty, Schreibassistent für inklusive Sprache",
    "fr": "Witty - votre assistant d'écriture inclusive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writing inclusively in a consistent manner is hard. It's easy with Witty writing assistant. Make the world inclusive. For everyone.",
    "de": "Konsistent inklusiv zu schreiben ist schwer. Mit unserem Witty Schreibassistenten ist es ganz einfach. Mach die Welt inklusiver.",
    "fr": "L’outil Witty, augmenté par l’IA, vous aide à implémenter le langage inclusif. Contribuez à un monde plus inclusif avec vos mots."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Witty is an AI-powered assistant for inclusive language and behavior. With Witty, you not only create a more inclusive culture through language but also mitigate the risks of organizational bias that could lead to legal challenges in compliance with EU and US discrimination or AI regulations. Whether you’re communicating internally or externally, Witty empowers you to write and behave in a way that includes everyone, fostering an inclusive corporate culture.\n\nHow Witty Works:\n* Detecting biased wording: Witty highlights words or phrases that may exclude, deter or stereotype certain groups.\n* Micro-learning content: Witty provides micro-learning bites to explain the bias behind the word/phrase. \n* Real-time inclusive alternatives: Witty suggests alternatives that are more inclusive, without disrupting your workflow.\n* Spelling and grammar check: Maintain professionalism with built-in spelling and grammar correction.\n\nCorporate Features: \n* Corporate vocabulary management: Store your organization’s inclusive language or corporate vocabulary in Witty. Ensure every team member writes with consistent language by making your vocabulary available to all users.\n* Bias detection across 50+ diversity dimensions: Witty analyzes language across over 50 diversity dimensions, including ethnicity, gender, age, and more. Organizations can configure which dimensions to focus on and the depth of analysis for each one.\n* Statistics on bias traps: Witty provides detailed analytics that highlight patterns of unconscious bias in your organization’s communications. This helps you detect and address bias early, reducing legal risk in compliance with both EU and US anti-discrimination regulations. Also, with Witty you can monitor outputs from LLMs such as ChatGPT or MS Copilot and detect biased wording therein. In Human Resources, this protects you against legal issues in relation to the 'EU AI Act' or AI guidelines in the US. Finally, these statistics can be used for reporting in compliance with the EU Corporate Social Responsibility Directive (EU CSRD), section «ESRS S1 Own Workforce», in effect from January 2025 for all organizations larger than 250 employees. \n* Languages: Witty is used by many international organizations. That’s why it is available in English, German, and now French, with Spanish and Italian coming soon.\n* Clients: Witty works wherever you work. It’s a browser extension that integrates with any web-based application like CMS, ATS, Social Media, or project management tools. It’s also a Microsoft Word Add-in for Desktop (Microsoft Outlook coming soon). And we are working on a ‘wittified’ Copilot extension. \n\nBenefits of Witty:\n* Build an inclusive culture: Witty helps you choose language that resonates with diverse readers and creates a sense of belonging for everyone, helping to foster a culture of inclusion within your organization. For example in talent acquisition, you attract 3x more applications from diverse talent.\n* Stay ahead of evolving language: Witty keeps you updated on changes in language that may affect specific social groups, so you can avoid unintentional bias or exclusion. With Witty, organizations are 12 times faster at inclusive writing than when they do it manually, taking the burden away from employees and making it fun to be inclusive. \n* Corporate Vocabulary Integration: Ensure your whole team speaks with one voice. Witty makes it easy to store and manage corporate and inclusive language guidelines. Finally, consistency is given.\n* Foster long-term change: Customers report that only after 2 days working with Witty, users became more bias aware. And after 2 weeks, they apply this learning into everyday interactions with partners, clients and co-workers. By using Witty regularly, employees develop inclusive behavior sustainably, saving costs for inefficient trainings.\n* Risk mitigation: With Witty’s detailed bias statistics, organizations can address potential communication issues and organizational bias before they escalate, aligning with anti-discrimination regulations in the EU and US. By monitoring LLMs with Witty, you also make sure to act in according with the EU AI Act and the US AI directives. \n\nWitty is easy and fast to install and to use. If you would like to talk to us, don’t hesitate to contact us: contact@witty.works",
    "de": "Witty ist ein KI-gestützter Assistent für inklusive Sprache und Verhalten. Mit Witty stärkst du nicht nur eure inklusive Unternehmenskultur durch Sprache, sondern du minderst auch die Risiken von organisationellen Bias. Bias in deiner Organisation kann zu rechtlichen Problemen führen im Zusammenhang mit EU- und US-x oder, falls du KI im HR-Bereich nutzt, auch mit dem neuen EU AI Act.\n\nGanz gleich, ob du intern oder extern kommunizierst, Witty ermöglicht dir, so zu schreiben und sich so zu verhalten, dass alle Menschen angesprochen werden und du damit eine inklusive Unternehmenskultur förderst. \n\nWie Witty funktioniert:\n* Erkennen von diskriminierenden oder voreingenommenen Formulierungen: Witty identifiziert Wörter oder Formulierungen, die soziale Gruppen ausschließen, abschrecken oder stereotypisieren.\n* Mikro-Lerninhalte: Witty stellt Mikro-Lerninhalte zur Verfügung, um die Voreingenommenheit (Bias) hinter dem Wort bzw. der Formulierung zu erklären. \n* Inklusive Alternativen in Echtzeit: Witty schlägt Alternativen vor, die inklusiv sind, ohne deinen Arbeitsablauf zu unterbrechen.\n* Rechtschreib- und Grammatikprüfung: Witty stellt auch eine Rechtschreib- und Grammatikkorrektur zur Verfügung.\n\nFunktionen für die Unternehmen: \n* Verwaltung des Sprachleitfadens des Unternehmens (Corporate Dictionary): Speichere das firmeneigene Vokabular in Witty. Stelle sicher, dass jedes Teammitglied mit einer einheitlichen Sprache schreibt, indem du euer Vokabular allen Nutzenden zur Verfügung stellst.\n* Erkennung von Bias in 50+ Diversitätsdimensionen: Witty analysiert mehr als 50 Diversitätsdimensionen, einschließlich Migrationshintergrund, Geschlecht, Alter und mehr. Unternehmen können konfigurieren, welche Dimensionen Witty analysieren soll und wie tief die Analyse für jede einzelne Dimension gehen soll.\n* Statistiken über Bias-Fallen: Witty bietet detaillierte Analysen, die Muster unbewusster Voreingenommenheit in der Kommunikation deines Unternehmens aufzeigen. Damit wird Bias frühzeitig erkannt und kann schnell angegangen werden. So verringern Unternehmen rechtliche Risiken, die von EU- und US-Anti-Diskriminierungsvorschriften ausgehen. Außerdem kannst du mit Witty die Ergebnisse von LLMs wie ChatGPT oder MS Copilot überwachen und dort vorgeschlagene, aber voreingenommene Formulierungen erkennen und korrigieren. Dies schützt das Unternehmen im HR-Bereich vor rechtlichen Problemen im Zusammenhang mit dem 'EU AI Act' oder den US KI-Vorgaben. Schließlich können diese Statistiken für die Berichterstattung gemäß der EU-Richtlinie über die soziale Verantwortung der Unternehmen (EU CSRD), Abschnitt „ESRS S1 Own Workforce“, verwendet werden, die ab Januar 2025 für alle Organisationen mit mehr als 250 Mitarbeitenden gilt. \n* Sprachen: Witty wird von vielen global agierenden Organisationen verwendet. Deshalb ist es auf Englisch, Deutsch und Französisch verfügbar; Spanisch und Italienisch folgen.\n* Komptibilität: Witty funktioniert überall dort, wo deine Mitarbeitenden arbeiten. Es ist eine Browser-Erweiterung, die sich in jede webbasierte Anwendung wie CMS, ATS, Social Media oder Projektmanagement-Tools integrieren lässt. Es ist auch ein Microsoft Word Desktop Add-in (Microsoft Outlook folgt). Und wir arbeiten an einer 'wittified' Copilot-Erweiterung.\n\nVorteile von Witty:\n* Aufbau einer inklusiven Kultur: Witty hilft dabei, eine Sprache zu wählen, die bei allen Menschen Anklang findet, unabhängig von ihrem Profil. Die inklusive Sprache schafft ein Gefühl der Zugehörigkeit. Damit wird eine Kultur der Inklusion im Unternehmen gefördert. Bei der Talentakquise, zum Beispiel, erhält ein Unternehmen dreimal mehr Bewerbungen von diversen Talenten.\n* Immer wieder neue Begriffe: Witty hält dich über sprachliche Veränderungen auf dem Laufenden, denn unsere Linguist*innen bringen neue Begriffe direkt bei Witty ein. So kannst du ungewollte Voreingenommenheit oder Ausgrenzung vermeiden, ohne dass du selbst die Recherche machen musst. Mit Witty sind Unternehmen 12-mal schneller, inklusive Texte zu verfassen, als wenn sie dies manuell tun. Dadurch werden Mitarbeitende entlastet und es macht Spaß, inklusiv zu sein. \n* Integration des Unternehmensvokabulars: Stelle sicher, dass dein gesamtes Team mit einer Stimme spricht. Mit Witty lassen sich unternehmensweite und inklusive Sprachrichtlinien einfach speichern und verwalten. Endlich ist Konsistenz gegeben.\n* Fördere nachhaltige Veränderungen: Kund*innen berichten, dass die Witty-Nutzende bereits nach 2 Tagen ein größeres Bewusstsein für Bias entwickeln. Und nach 2 Wochen wenden sie dieses Wissen im täglichen Umgang mit Partnern, Kundinnen und Mitarbeitenden an. Durch die regelmäßige Nutzung von Witty entwickeln Mitarbeitende nachhaltig ein inklusives Verhalten. So werden Kosten für ineffiziente Schulungen gespart.\n* Risko-Minimierung: Mit den detaillierten Statistiken von Witty können Unternehmen Risiken durch unbeabsichtigt diskriminierende Kommunikation oder organisationellen Bias angehen, bevor sie eskalieren. So werden Gesetze zu Antidiskriminierung der EU und den USA eingehalten. Die Resultate von LLMs können mit Witty geprüft und korrigiert werden. Damit stellen Unternehmen sicher, dass sie im Einklang mit dem EU AI Act und den US KI-Richtlinien handeln.\n\nWitty ist einfach und schnell zu installieren und zu benutzen. Gerne sind wir auch persönlich für dich da. Zögere nicht, uns zu kontaktieren: contact@witty.works",
    "fr": "Witty est un assistant augmenté par l'IA pour un langage et un comportement inclusifs. Avec Witty, vous créez non seulement une culture plus inclusive par le langage bien choisi; mais vous atténuez également les risques de biais organisationnels. Des risques qui pourraient conduire à des litiges juridiques à cause de lois européennes ou américaines en matière d’anti-discrimination ou d'utilsisation d’IA. Que vous communiquiez en interne ou en externe, Witty vous permet d'écrire et de vous comporter de manière à inclure tout le monde, favorisant ainsi une culture d'entreprise inclusive.\n\nComment fonctionne Witty ?\n* Détecter les formulations biaisées : Witty détecte les mots ou les phrases susceptibles d'exclure, de décourager ou de stéréotyper certains groupes sociaux.\n* Contenu de micro-apprentissage : Witty propose des micro-apprentissages pour expliquer les biais qui se cachent derrière le mot ou la phrase. \n* Des alternatives inclusives en temps réel : Witty propose des alternatives inclusives, sans perturber votre flux de travail.\n* Vérification de l'orthographe et de la grammaire : Maintenez votre professionnalisme grâce à la correction intégrée de l'orthographe et de la grammaire.\n\nFonctions pour les entreprises : \n* Gestion du vocabulaire de l'entreprise : Sauvez les consignes de langage inclusif ou de la communication d’entreprise dans Witty. Ainsi, vous veillez à ce que chaque membre de l'équipe écrive dans un langage cohérent en mettant le vocabulaire d’entreprise à la disposition de tous·tes les utilisateurs·trices.\n* Détection des biais dans 50+ dimensions de la diversité : Witty analyse le langage dans plus de 50 dimensions de la diversité, y compris l'ethnicité, le genre, l'âge, etc. Les organisations peuvent configurer les dimensions sur lesquelles se concentrer et la profondeur de l'analyse pour chacune d'entre elles.\n* Statistiques sur les pièges à biais : Witty fournit des analyses détaillées qui mettent en évidence les schémas de biais inconscients dans les communications de votre organisation. Cela vous aide à détecter et à traiter les biais à un stade précoce, réduisant ainsi les risques juridiques des réglementations européennes et américaines en matière d’anti-discrimination. Avec Witty, vous pouvez également surveiller les résultats de LLM tels que ChatGPT ou MS Copilot et détecter les formulations biaisées qu'ils contiennent. En Ressources Humaines, cela vous protège contre des problèmes juridiques en relation avec le ‘EU AI Act’ ou les directives d’IA aux Etats-Unis. Enfin, ces statistiques peuvent être utilisées pour établir des rapports conformément à la directive européenne sur la responsabilité sociale des entreprises (EU CSRD), section « ESRS S1 Own Workforce », en vigueur à partir de janvier 2025 pour toutes les organisations de plus de 250 employé·es.\n* Langues : Witty est utilisé par de nombreuses organisations globales. C'est pourquoi il est disponible en anglais, allemand et français; et bientôt en espagnol et en italien.\n* Compatibilité : Witty fonctionne partout où vous travaillez. Il s'agit d'une extension de navigateur qui s'intègre à n'importe quelle application web comme les CMS, les ATS, les médias sociaux ou les outils de gestion de projet. Il s'agit également d'un Add-in de Microsoft Word Desktop (Microsoft Outlook bientôt). Et nous travaillons sur une extension Copilot qui sera 'wittified'.\n\nAvantages de Witty :\n* Construire une culture d'inclusion : Witty vous aide à choisir un langage qui trouve un écho auprès de lecteurs·trices de profils divers et crée un sentiment d'appartenance pour chacun·e. Ainsi, Witty crée une culture d'inclusion au sein de votre organisation. Par exemple, dans le domaine de l'acquisition de talents, vous attirez trois fois plus de candidatures de talents avec profil divers.\n* Restez à la pointe de l'évolution du langage : Witty vous tient au courant des changements de langage susceptibles d'affecter des groupes sociaux spécifiques, ce qui vous permet d'éviter les biais ou l'exclusion involontaires. Avec Witty, les entreprises sont 12 fois plus rapides à rédiger des textes inclusifs que lorsqu'elles le font manuellement, ce qui soulage les employé·es et rend le travail d'inclusion plus fun. \n* Intégration du vocabulaire de l'entreprise : Veillez à ce que toute votre équipe parle d'une seule voix. Witty facilite le stockage et la gestion des directives de l'entreprise en matière de langage inclusif ou langage de marque. Finalement la cohérence est donnée.\n* Favoriser le changement durable : La clientèle rapporte qu'après seulement deux jours de travail avec Witty, les utilisateurs·trices sont devenu·es plus conscient·es des biais. Et après deux semaines, ils·elles appliquent cet apprentissage dans leurs interactions quotidiennes avec leurs partenaires, leur clientèle et leurs collègues. En utilisant Witty régulièrement, les employé·es développent un comportement inclusif de manière durable, ce qui permet d'économiser les coûts de formations inefficaces.\n* Réduction des risques : Grâce aux statistiques détaillées de Witty sur les biais, les organisations peuvent résoudre les problèmes de communication et les biais organisationnels potentiels avant qu'ils ne s'aggravent, en s'alignant sur les réglementations antidiscriminatoires de l'UE et des États-Unis. En surveillant les LLM avec Witty, vous vous assurez également d'agir conformément à la loi européenne sur l'IA et aux directives américaines sur l'IA. \n\nWitty est facile et rapide à installer et à utiliser. Si vous souhaitez nous parler, n'hésitez pas à nous contacter : contact@witty.works"
  }
}