{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "analogica.it"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Passione per la fotografia ai sali d'argento"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analogica.it nasce come Forum dedicato alla condivisione e divulgazione delle conoscenze legate alle tecniche di camera oscura, ossia a tutte quelle pratiche e metodologie che ruotano attorno al mondo della fotografia tradizionale dai più conosciuta come “fotografia analogica” o “fotografia chimica“.  \n\nIl termine stesso “fotografia analogica” è relativamente giovane, nato dopo l’avvento del digitale che ha di fatto generato la separazione, spesso solo ideologica, tra pixel ed argento.  Noi siamo convinti, a prescindere dal supporto, che la fotografia sia fotografia; tuttavia coltiviamo ed amiamo le tecniche legate al trattamento degli alogenuri d’argento e proprio per questo amiamo definirci “Appassionati della fotografia ai sali d’argento”.  \n\nIl Forum ha riscosso un imprevisto successo, vantando centinaia di iscritti e moltissimi thread di varia natura, sulle più svariate tematiche, dalle tecniche di camera oscura (sviluppo, fissaggio, stampa, … ) agli accessori per camera oscura (timer, ingranditori, marginatori, …), per non parlare delle fotocamere (35mm, medio formato, grande formato), dei supporti (rullini, carte da stampa sia politenate che baritate, … ) e dei prodotti chimici per lo sviluppo e la stampa (rivelatori, arresti, fissaggi, … ).  \n\nAbbiamo cosi deciso di ampliare il forum dedicando al mondo della fotografia tradizionale anche un blog, nel quale verranno trattati specifici argomenti su tecniche di camera oscura, tutorial, approfondimenti, segnalazioni, immagini degli utenti ed altro ancora.  \n\nIl progetto è in continuo divenire e tutti gli iscritti alla community ne sono partecipi attivamente."
  }
}