{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allerta Meteo Liguria"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Estensione non ufficiale per le allerte meteo della Liguria",
    "en": "Unofficial Liguria weather alerts extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ottieni nel tuo browser, in tempo reale, le notifiche sulle allerte meteo per la Liguria direttamente dal sito della Protezione Civile, con la possibilità di scaricare i bollettini meteo e per le allerte.\n\nÈ inoltre possibile visitare direttamente i siti della Protezione Civile e di ARPAL (sezione meteo) direttamente dalla notifica del browser.\n\nDISCLAIMER\n\nQuesta è un'estensione non ufficiale. Tutte le informazioni vengono ottenute direttamente dal sito della Protezione Civile della Liguria (https://allertaliguria.regione.liguria.it/), tuttavia, nonostante l'impegno profuso per garantire la massima correttezza delle informazioni, si consiglia sempre di controllare sul sito della Protezione Civile/ARPAL prima di prendere ogni decisione.",
    "en": "Get notifications on weather alerts for Liguria in real time in your browser directly from the Civil Protection website, with the option of downloading weather reports and alerts.\n\nIt is also possible to visit the Civil Protection and ARPAL sites (weather section) directly from the browser notification.\n\nDISCLAIMER\n\nThis is an unofficial extension. All the information is obtained directly from the Civil Protection of Liguria website (https://allertaliguria.regione.liguria.it/). However, despite the efforts made to ensure maximum accuracy of the information, it is always advisable to check the Civil Protection/ARPAL website before making any decision."
  }
}