{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deal Analyzer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze businesses for sale on business buying marketplaces."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Does Analyzing Business Listings Feel Overwhelming?\nYou're not alone. Many aspiring entrepreneurs and investors feel lost in a sea of numbers when browsing business-for-sale listings. You want to make informed decisions, but the data is scattered, and doing the math manually is tedious.\n\nMeet Your New M&A Sidekick: The Deal Analyzer Plugin\nWe've created a tool that simplifies the analysis process for you. With just one click, our Chrome extension instantly calculates key financial metrics for existing business listings on BizBuySell. No more manual calculations, no more guesswork.\n\n-\nHere's How It Works:\n\nBrowse BizBuySell with Confidence: As you explore listings, the Deal Analyzer automatically computes and displays crucial metrics like Sales Multiple, Estimated Debt Service, and Net Profit.\n\nSave Time and Effort: No need to pull out your calculator or spreadsheet. Get instant insights directly on the listing page.\n\nMake Informed Decisions: Understand the financial health of a business at a glance and identify potential investment opportunities faster.\n\n-\nBut That's Not All...\nFor those who dive deep into the details, our plugin also offers:\n\nClipboard Integration: Easily copy key metrics to share with your team or for further analysis.\n\nResponsive Design: Whether you're on a desktop or mobile, the Deal Analyzer adjusts to give you the best viewing experience.\n\nJoin Thousands of Smart Investors\nBecome the savvy mergers and acquisitions investor who spots the diamond in the rough. With the Deal Analyzer, you're not just browsing listings; you're unlocking their true potential.\n\nReady to Elevate Your Business Browsing Experience?\nDownload the Deal Analyzer Chrome extension today and transform the way you analyze business listings."
  }
}