{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EAdvisorPro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the EAP Chrome Extension!\nEffortlessly store vital information from third-party websites with our dedicated extension,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the EAP Chrome Extension!\nEffortlessly store vital information from third-party websites with our dedicated extension, exclusively crafted for registered users of EAP365 Portal. Seamlessly integrated into your browsing experience, this extension empowers you to efficiently manage data directly within your browser, ensuring a streamlined workflow.\nKey Features:\nCentralized Information Management: Instantly save crucial data from any third-party website to your EAP account with a simple click, eliminating the need for manual data entry.\nSecure Access Control: Enjoy peace of mind knowing that access to the extension is restricted to registered users of the EAP portal. Log in with your registered account credentials to unlock its full potential.\nEnhanced Productivity: Maximize productivity by utilizing the extension within the EAP365 portal, enabling quick and convenient information addition directly from your browser.\nWebsite Listing: Gain quick access to your saved website listings, allowing you to effortlessly review and manage stored information as needed.\nExperience the convenience of seamless information management with the EAP Chrome Extension. Log in and take control of your data today!"
  }
}