{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoRaider"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoRaider, the Chrome extension designed exclusively to enhance your AutoTrader experience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AutoRaider, the browser extension designed to enhance your experience on AutoTrader, making it as seamless and in-depth as possible. By incorporating fields that are not typically displayed on initial listings, AutoRaider streamlines the process of finding your next vehicle, reducing the time and effort involved.\n\nCurrent Features:\n✅ Ad Control: Hide specific types of ads, such as lease deals and recommended items, or opt to remove all ads for a cleaner browsing experience\n\n✅ Customizable Display Options: Choose any standard AutoTrader field to display on each advert card, including 0-60 time, BHP, vehicle weight\n\n✅ Enhanced Data Insights: Access custom fields based on existing AutoTrader data, such as power per tonne and the advert listing date, for deeper insights\n\n\nPlanned Future Features:\n☐ Advanced Search and Filtering: Implement more sophisticated filtering capabilities to help find the perfect vehicle more easily\n\n☐ Expanded Vehicle Support: Extend functionality to include vans, bikes, motorhomes, and more\n\n☐ Browser Compatibility: Develop versions of the extension for Safari and Firefox.\n\n☐ Non-Runner/Spares and Repairs Flag: Automatically flag listings that are for non-runners or spares and repairs\n\n☐ Advert Notes Section: Allow adding personal notes to each advert\n\n☐ MOT History Check Tool: Incorporate an MOT history check feature on each listing page\n\n\n*Please note: The availability of additional information is dependent on the completeness and accuracy of the data provided by the seller in the advert. Instances of incomplete or incorrect information may occur."
  }
}