{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Bookmarked Website Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chrome Bookmarked Website Downloader is an extension that allows users to download all the websites they have bookmarked."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Our Chrome extension provides a powerful tool to manage your bookmarks and download content for offline use. The extension makes use of Chrome's bookmarks and downloads APIs, along with local storage, to offer a seamless experience for users.\n\nUpon loading, the extension traverses your bookmark tree, dynamically generating a list of bookmarks. Each bookmark is displayed as a checkbox entry within a user-friendly interface. Bookmarks that have been downloaded are checked and disabled for easy reference, while the rest remain available for selection.\n\nThe extension goes the extra mile by remembering which bookmarks have been downloaded, even across sessions, by saving this data in Chrome's local storage. It ensures that each bookmark is unique, so you don't have to worry about duplicate downloads.\n\nThe UI includes a 'Select All' and 'Unselect All' function for the checkboxes, giving you a convenient way to manage which bookmarks you want to download. Upon clicking the 'Get Bookmarks' button, the extension starts downloading the selected bookmarks.\n\nThis extension not only works for existing bookmarks but is also smart enough to listen for new ones. Using Chrome's bookmark creation event listener, the extension automatically downloads any newly added bookmarks. It also adds the new bookmark to the list of downloaded URLs in the local storage.\n\nIn the spirit of openness, we've included a 'Donate' button. By clicking it, you'll be redirected to our PayPal donation page. This way, you can help support the ongoing development of this extension, contributing to further improvements and new features.\n\nWith a keen focus on enhancing your productivity, this extension transforms the way you handle and consume your bookmarked content, ensuring you always have access to vital resources even when offline. It's a must-have tool for any heavy internet user who relies on bookmarks to manage their digital reading list.\n\nThis Chrome extension isn't just about managing bookmarks, but it's also about taking your browsing offline.\n\nFundamentally, this extension functions as a \"Save Page As\" feature but does this for multiple pages in one go. When you opt to download your bookmarks, the extension doesn't just save a link to the bookmarked page. Instead, it actively retrieves the entire webpage content and downloads it to your local storage. This essentially allows you to view the full content of your bookmarked pages even when you're offline or when the original page becomes unavailable online.\n\nThink of this as having a local library of your bookmarked pages, each page preserved just the way it was when you downloaded it. This makes the extension a powerful tool for research, archival purposes, or simply ensuring you always have access to your favorite content.\n\nAnd here's the brilliant part: you can choose to download your entire bookmarks library, or even just a few selected bookmarks. Moreover, the extension is designed to remember which pages have already been downloaded. So if you add more bookmarks over time and want to download them, the extension will only download the new ones, avoiding any unnecessary duplicates.\n\nThe extension also automatically downloads any newly created bookmarks. Whenever you add a bookmark in Chrome, the extension triggers a download of that page's content, making it readily available for offline viewing."
  }
}