{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Парсер сайтов · мониторинг цен конкурентов"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ALLRIVAL - это парсер сайтов и расширение для бесплатного мониторинга цен конкурентов"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Наконец то вы нашли эффективный инструмент, который позволяет парсить данные со страниц, и использовать их для мониторинга цен конкурентов.\n\nВам необходимо выделить мышкой на странице данные, затем нажать на кнопку сохранить. После этого в личном кабинете вы можете указать какие категории товаров следует обойти парсеру, для сбора данных с аналогичных страниц.\nПарсинг будет происходить автоматически. Можно настроить частоту сбора данных от 1 раза в 10 минут, до раза в неделю. Вам на почту будут приходить собранные данные в виде отчета XLS.\n\nВ отличие от других парсеров, нет необходимости каждый раз для получения отчета запускать расширение, производить различные действия, держать компьютер включенным. Парсинг сайтов будет происходить в облаке регулярно и автоматически.\n\nALL RIVAL – это парсер сайтов работающий в связке с одноименным сервисом для мониторинга цен конкурентов. Он подходит для аналитиков, маркетологов, контент менеджеров интернет-магазинов. Используя его вы сможете комфортно присутствовать на рынке, следить за изменениями цен, наличия товаров на конкурирующих сайтах. Используя парсер вы можете быстро скачивать целые каталоги товаров с сайтов с описаниями, картинками и другими атрибутами. Приложение полностью заменит ручной сбор и позволит сохранить больше времени для других важных задач.\n\nЧто можно парсить используя расширение?\n\n• Товары на сайтах конкурентов вместе с ценами, скидками, характеристиками, наличием, городом, категорией, брендом и т.д.\n• Различные новости, статьи, блоги с интересующих порталов\n• Доски объявлений, в том числе по продаже или аренде жилья. С фотографиями, описанием, ценой, владельцами и другой информацией\n• Отзывы на сайтах о товарах или услугах, с выставленной оценкой, датой размещения и текстом\n• Вакансии и резюме на сайтах для поиска работы\n• Профили пользователей из социальных сетей, публичные страницы и группы с постами\n• Различная информация и данные для исследований\n\nКому будет полезен парсер ALL RIVAL?\n\n• Категорийный менеджеры и аналитики компании владеющей интернет-магазином\n• Риелторы, которым нужна база с недвижимостью\n• HR агенты\n• Ученые, использующие BIG DATA для своих исследований\n• Предприниматели, нуждающиеся в данных для своих проектов\n\nСобранные и оформленные данные вы сможете легко открыть в Excel либо загрузить их по API в JSON. Вы можете интегрировать парсинг с вашим интернет-магазином. Если вы настроите правила переоценки, что цены на товары в вашем магазине будут следовать за конкурентами и автоматически изменяться.\n\nВы можете отобразить в виде графика ценовую позицию вашего ассортимента относительно конкурентов. Пересечение ассортимента, узнать конкурентов с наибольшим покрытием пересекающегося ассортимента. Колебание цен, процент от общего числа товаров, цены на которые изменились по отслеживаемым сайтам. Отклонение от рекомендованной цены, среднее и максимальное отклонение товаров от рекомендованной цены.\n\nКак работает мониторинг цен конкурентов ALL RIVAL?\n\nНаш парсер по способу сбора данных похож на Google или Yandex. Сервис делает запрос на интересующий вас сайт, получает содержимое, извлекает из него те данные, которые вы выберете в расширении. При этом автоматизированный сбор будет полностью имитировать поведение реального посетителя сайта, а значит не будет заблокирован при помощи cloudflare или captcha. В сервисе вы можете самостоятельно выбрать какие категории товаров с сайта должны быть собранны, либо настроить отдельные товары внутри категории, если не нужны все для анализа. Далее вы можете настроить фильтры для будущего отчета, после чего он будет отсылаться вам на почту каждый день.\n\nКак установить и использовать chrome-расширение?\n\nНажмите «Установить», подтвердите действие во всплывающем окне и дождитесь окончания установки.\nНажмите на белый значок с мозаикой в правом верхнем углу окна браузера.\nВ списке расширений найдите ALL RIVAL и нажмите «Закрепить».\nТеперь расширение появилось на верхней панели. При переходе на какой-либо сайт автоматически появляется окно расширения.\nЕсли у вас уже есть аккаунт в нашем сервисе, расширение автоматически выполнит вход.\nЕсли у вас ещё нет аккаунта, то вы можете перейти нажать на ссылку «Бесплатный тариф». Теперь у вас есть аккаунт, можно перейти на страницу сайта, информацию с которого вы хотите собрать. Обновите страницу и расширение автоматически подхватит информацию о вашем аккаунте.\nЕсли у вас есть аккаунт, но вход в него не выполнен или по какой-то причине расширение не выполнило синхронизацию, вы увидите окно с просьбой ввести токен авторизации. Для этого перейдите в раздел меню «Настройка аккаунта» в вашем личном кабинете и скопируйте апи ключ. Вставьте его в поле окна и нажмите «Сохранить». Вход выполнен.\nТеперь наше браузерное расширение предложит добавить данный сайт в список компаний.\nЧтобы добавить сайт, просто нажмите на соответствующую кнопку.\nУбедитесь, что вы находитесь именно на странице товара, а не на странице каталога или главной. Вы увидите следующее окно с информацией об успешном добавлении и предложением интерактивного выделения элементов для парсинга.\nКнопка в левом верхнем углу перенесёт вас на страницу со списком компаний. Если у вас новый аккаунт, данный сайт будет добавлен как «Ваша компания», в противном случае — в список компаний конкурентов.\nВы можете удалить компанию или перейти к списку товаров, воспользовавшись кнопками справа. Кнопка в верхнем левом углу вернёт вас на предыдущий экран.\n\nКак пользоваться функцией выделения?\n\nНажмите кнопку «выделить».\nТеперь при перемещении курсора мыши по странице голубым цветом будут выделяться различные элементы.\nКликните на тот элемент, который вас интересуют. Название, цена и изображение являются обязательными.\nПри клике правой кнопкой мыши элемент меняет цветовое выделение на зелёный.\nНа всплывающем окне выберите, чем является выбранный элемент и нажмите «Сохранить». Если данный элемент не является названием, ценой, изображением или производителем, выберете пункт «Атрибут» и введите собственное наименование для него.\nПосле выбора всех нужных вам элементов, нажмите «Завершить» на экране расширения и подождите.\nПри успешном завершении процесса вы получите соответствующее сообщение, а выбранные вами элементы страницы останутся зелёными. Теперь на экране расширения видны все собранные со страницы данные. Также в меню есть кнопка для удаления товара.\nТеперь при переходе на страницы других товаров расширение позволит сохранить эти товары, при нажатии на кнопку автоматически произойдёт выделение необходимых элементов.\nЕсли вас не устраивает выделение, нажмите на кнопку «Выбрать данные на странице» и измените его. Товары можно посмотреть перейдя к компаниям, а затем к списку товаров. Подобным образом вы можете добавить остальные компании и их товары.\n\nПример использования расширения для одной компании-конкурента.\n\nЗайдите на сайт, который ещё не был добавлен в список компаний.\nПерейдите к нужному товару.\nНажмите кнопку «Добавить», затем сделайте выделение.\nЕсли вы заходите на сайт компании, которая ещё не отслеживается, но количество компаний-конкурентов уже максимальное для вашего тарифа, расширение покажет экран, на котором будет предложено заменить какую-либо компанию из списка на данную.\nДля этого нажмите на среднюю кнопку с двумя стрелочками и подтвердите действие. Все данные, собранные расширением, вы можете найти в своём личном кабинете в разделе «Мониторинг».\n\nЕсли в процессе использования у вас возникнут трудности, вы всегда можете обратиться к нам за помощью на сайте https://allrival.com/ в онлайн чате, по телефону или в мессенджерах.\n\nСпасибо, что выбрали нас для мониторинга ваших конкурентов."
  }
}