{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MyLabel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Values, My Choices"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "L'extension web myLabel aide les consommateurs à faire leurs courses en ligne selon leurs valeurs. C'est le compagnon de l'application smartphone myLabel.\n\nNous n’avons pas tous les mêmes préoccupations concernant l’alimentation : certains sont plus sensibles à la juste rémunération des agriculteurs, d’autres à la présence de pesticides, au bien-être animal… \n\nmyLabel me permet d’obtenir une évaluation personnalisée et multi-critères, dont les informations proviennent d’associations et d’ONG ! \n\nIl s'agit d'un outil d’aide à la consommation saine, éthique et responsable qui m’accompagne dans mes choix en me délivrant des informations sur les thèmes santé, environnement et social. Avec myLabel, je choisis d'acheter des produits en phase avec mes valeurs.\n\nGrâce à l'extension web pour mes courses en ligne, j'identifie en un coup d’œil sur les sites de e-commerce alimentaires les produits qui sont en phase avec mes valeurs, et ceux qui ne répondent pas à mes attentes. Par de petits pas au quotidien, je me tourne vers des produits plus respectueux de l'environnement, de ma santé et de la société.\n\nConvaincu ?\nPour utiliser l'extension web, je télécharge sur mon smartphone l'application myLabel et je créé un compte pour définir mes critères de consommation.\n\nRestons en contact !\n\nSite internet : https://www.mylabel.io\nFacebook : @myLabel\nInstagram : @myLabelApp\nTwitter : @myLabelApp\n\nVersion 1.3.10 : \ngestion du bug OVH"
  }
}