{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Netflix Comment Section"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unoffical Netflix extension that adds episode specific comment sections to Netflix series and movies."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Netflix comment section extension is the ultimate companion for your binge-watching sessions on Netflix. Tired of having no one to discuss your favorite episodes with? Wish you could share your thoughts and reactions as you watch, and see what other people have to say? Look no further! With a unique comment section for every movie and episode, this extension has got exactly what you need.\n\nFeatures:\n★ Timestamps!\nComments are automatically timestamped to the user's current playback point when a comment is posted. Clicking on a comment's timestamp redirects you to that exact moment in the video.\n\n★ Post comments to Twitter\nYou have the option to sign up and log in using your Twitter account, which gives you the option to have the comments you write posted to Twitter and shown to all your friends and followers. Facebook authentication coming soon!\n\n★ Account creation or anonymous posting\nYou have the option to create an account and let others know you've left a comment, or you can choose to skip account creation and just post comments anonymously. \n\n★ Comment section options\nAuthenticated users can like comments, and comments can be sorted by date posted, like count, and timestamp. You can choose to edit or delete your previous comments. There's also a report button, so please report any inappropriate rule-breaking comments!\n\nHave fun!\n\nStretch Goals:\nI plan to keep adding cool features to this extension in future iterations.Sometime soon I'll add comment history, and you'll be able to click on the comment and get redirected to that comment section and its corresponding show. I'll also add the ability to reply to other comments, and making some kind of notification system for when your comment is replied to, if there's interest in that. Spoiler tags will roll out with the next update. Also, If I can figure out how, I'll try to make it so that the comment section can be opened while in fullscreen mode.\n\nFeel free to suggest any additional features that you think would be useful, and please report any bugs you might find. I'll fix them as soon as I can.\n\n*\n\nv1.0.1 update: Changed the expiration date of the cookie used for authentication from session to max. You'll now remain logged in after closing the browser.\nv1.1.0 update: Button to open the comment section is now integrated into the UI rather than in the extension popup.\nv2.0.0 update: Users can now sort comments and each comment is timestamped. Clicking a timestamp redirects to that point in the playback. \nv2.1.0 update: Users can now log in or create an account using their twitter account, and optionally post comments to twitter. Existing users can add their twitter to their existing netflix comments account. User can also change their usernames using the newly created profile page.\nv2.2.0 update: Users can now edit, delete, and report comments. I added a content policy, so don't be breaking the rules!\n\nTHIS EXTENSION IS AN INDEPENDENT PROJECT AND IS IN NO WAY AFFILIATED WITH NETFLIX"
  }
}