{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fleaflicker Extender"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that provides enhanced searching of players in your NHL fleaflicker league."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides an overlay of the Fleaflicker website that allows for more detailed searching of players in the current league. Users can now search by injury status, team, and any position classification. Quick filters let you see if players have a game today or not, and the table supports multi column sorting. If a player is selected then news about the player will be shown, and a few links to other sites with helpful information about that player. Hop into the settings to theme the UI by selecting your favorite team and toggling dark mode!\n\nv0.3.6 update\nBug fixes\n- Fix a few broken links\n- Improved styling on small screens\n- Fixed player refresh logic\n\n---\n\nv0.3.0 update\nFeatures\n- Added the ability to filter by game days in the next two weeks. Removed \"Has game today\" in favor of this.\n- Added an upcoming games display that shows the next four weeks on player cards\n- Added filtering by Owner\n- Added \"Reset App\" feature to settings\n- Added Utah/Removed Arizona\n\n---\n\nv0.1.2 update\nFeatures\n- Added a new column that shows what days a player is playing this week.\n- Added multi-sort capability. A user can now sort up to two columns at a time with the first acting as a primary sort and the second being the secondary sort.\n- Added Tips section to settings page.\n- Added highlighting on hover throughout the table view.\n\nFixes\n- Fixed overwriting of styling on main fleaflicker site.\n- Replace table component with native table implementation for performance improvements.\n- Refactor filtering functions for performance improvements.\n- Account for players with null values when sorting."
  }
}