{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StretchBell"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StretchBell guides you through quick stretches you can do right at your desk"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you:\n• Spending long hours at your desk?\n• Find yourself constantly hunched over while working?\n• Want to improve your posture and well-being, but can't find the time?\n\nIt's common to spend hours sitting at our desks with poor posture. Over time, this can lead to discomfort and strain on our neck, spine, and wrists. \n\nStretchBell makes it simple and fun to stay healthy and energized while you work. Just add the extension to your browser, and StretchBell will periodically send you stretch reminders throughout your workday.\n\nWhat StretchBell Offers:\n\n• Personalized stretch reminders: Receive timely, customizable reminders to take breaks and perform quick stretches throughout your day. Choose from a range of intervals and notification styles that best fit your work routine.\n\n• Beginner-friendly stretches: StretchBell will suggest stretches that can be done in less than a minute, right at your desk. No need for complicated exercises or special equipment! Just follow along with the provided visual guide and stretch description.\n\n• Easy to use interface: StretchBell seamlessly integrates into your browser, making it easy to set up and use without disrupting your workflow. Just add the extension, and StretchBell handles the rest!\n\nStart using StretchBell to improve your mobility, posture, and overall well-being in just a few minutes a day. Happy stretching!"
  }
}