{
  "name": {
    "ar,bg,de,en,en_AU,en_GB,en_US,es,es_419,fr,gu,it,lt,ml,ms,nl,pt_BR,pt_PT,ro,ru,sr,sw,te,tr,uk,vi,zh_CN,zh_TW": "Endless Golf Battle Game",
    "am,fa,fi,fil,hu,kn,lv,sk,ta,th": "Endless Golf Battle Online",
    "bn,ca,cs,da,el,et,he,hi,hr,ja,ko,mr,no,sl": "Endless Golf Battle Unblocked Game",
    "id,pl,sv": "Endless Golf Battle Online Game"
  },
  "short": {
    "ar": "قبل أن تنفد الكرات، رمي الكرة في الحفرة والانتقال إلى المستوى التالي.",
    "am": "ኳሶቹ ከመሮጣችሁ በፊት ኳሱን ወደ ጉድጓዱ ጣሉትና ወደሚቀጥለው ደረጃ ይሂዱ።",
    "bg": "Преди да ви свършат топките, хвърли топката в ямата и преминете към следващото ниво.",
    "bn": "আপনি বলগুলি শেষ করার আগে, বলটি গর্তে ফেলে দিন এবং পরবর্তী স্তরে চলে যান।",
    "ca": "Abans de quedar-se sense boles, llançar la pilota al pou i passar al següent nivell.",
    "cs": "Než vám dojdou koule, hoďte míč do jámy a přejděte na další úroveň.",
    "da": "Før du løber tør for bolde, skal du smide bolden i pit og gå videre til næste niveau.",
    "de": "Bevor Ihnen die Bälle ausgehen, werfen Sie den Ball in die Grube und gehen Sie zum nächsten Level über.",
    "el": "Πριν ξεμείνετε από μπάλες, ρίξτε την μπάλα στο λάκκο και προχωρήστε στο επόμενο επίπεδο.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Before you run out of balls, throw the ball into the pit and move on to the next level.",
    "es": "Antes de que te quedes sin bolas, lanza la pelota al pozo y pasa al siguiente nivel.",
    "et": "Enne pallide otsa saamist visake pall auku ja liikuge edasi järgmisele tasemele.",
    "fa": "قبل از اینکه شما اجرا از توپ، پرتاب توپ را به گودال و حرکت به سطح بعدی.",
    "fi": "Ennen kuin pallot loppuvat, heitä pallo kuoppaan ja siirry seuraavalle tasolle.",
    "fil": "Bago ka maubusan ng mga bola, ihagis ang bola sa hukay at ilipat sa susunod na antas.",
    "fr": "Avant de manquer de balles, lancez la balle dans la fosse et passez au niveau suivant.",
    "gu": "તમે દડામાંથી બહાર નીકળો તે પહેલાં, દડાને ખાડામાં ફેંકી દો અને આગલા સ્તર પર જાઓ.",
    "he": "לפני שנגמרים לכם הכדורים, זרקו את הכדור לבור והמשיכו לשלב הבא.",
    "hi": "इससे पहले कि आप गेंदों से बाहर निकलें, गेंद को गड्ढे में फेंक दें और अगले स्तर पर जाएं।",
    "hr": "Prije nego što vam ponestane lopti, bacite loptu u jamu i prijeđite na sljedeću razinu.",
    "hu": "Mielőtt elfogyna a golyó, dobja a labdát a gödörbe, és lépjen tovább a következő szintre.",
    "id": "Sebelum Anda kehabisan bola, lempar bola ke dalam lubang dan lanjutkan ke level berikutnya.",
    "it": "Prima di esaurire le palle, lancia la palla nella fossa e passa al livello successivo.",
    "ja": "ボールを使い果たす前に、ボールをピットに投げ入れて次のレベルに進みます。",
    "kn": "ನೀವು ಚೆಂಡುಗಳಿಂದ ರನೌಟ್ ಆಗುವ ಮೊದಲು, ಚೆಂಡನ್ನು ಗುಂಡಿಗೆ ಎಸೆಯಿರಿ ಮತ್ತು ಮುಂದಿನ ಹಂತಕ್ಕೆ ಹೋಗಿ.",
    "ko": "공이 다 떨어지기 전에 공을 구덩이에 던지고 다음 단계로 넘어갑니다.",
    "lv": "Pirms beidzas bumbas, iemetiet bumbu bedrē un pārejiet uz nākamo līmeni.",
    "ml": "നിങ്ങൾ പന്തുകൾ തീർന്നുപോകുന്നതിന് മുമ്പ്, പന്ത് കുഴിയിലേക്ക് എറിഞ്ഞ് അടുത്ത ലെവലിലേക്ക് നീങ്ങുക.",
    "mr": "चेंडू संपण्यापूर्वी तो चेंडू खड्ड्यात फेका आणि पुढच्या पातळीवर जा.",
    "ms": "Sebelum anda kehabisan bola, buang bola ke dalam lubang dan teruskan ke tahap seterusnya.",
    "nl": "Voordat je geen ballen meer hebt, gooi je de bal in de put en ga je verder naar het volgende niveau.",
    "no": "Før du går tom for baller, kast ballen i gropen og gå videre til neste nivå.",
    "pl": "Zanim zabraknie ci piłek, wrzuć piłkę do dołu i przejdź do następnego poziomu.",
    "ro": "Înainte de a alerga afară de bile, arunca mingea în groapă și trece la nivelul următor.",
    "ru": "Прежде чем у вас закончатся мячи, бросьте мяч в яму и перейдите на следующий уровень.",
    "sk": "Predtým, ako vám dôjdu lopty, hoďte loptu do jamy a prejdite na ďalšiu úroveň.",
    "sl": "Preden vam zmanjka žog, vrzite žogo v jamo in premaknite na naslednjo raven.",
    "sv": "Innan du får slut på bollar, kasta bollen i gropen och gå vidare till nästa nivå.",
    "sw": "Kabla ya kukimbia nje ya mipira, kutupa mpira ndani ya shimo na hoja juu ya ngazi ya pili.",
    "ta": "நீங்கள் பந்துகளை ரன் அவுட் முன், குழியில் பந்தை எறிந்துவிட்டு அடுத்த நிலைக்கு செல்லுங்கள்.",
    "te": "మీరు బంతులు అయిపోయే ముందు, బంతిని గొయ్యిలోకి విసిరి, తదుపరి స్థాయికి వెళ్లండి.",
    "th": "ก่อนที่คุณจะวิ่งออกจากลูกบอลให้โยนลูกบอลเข้าไปในหลุมและก้าวไปสู่ระดับถัดไป",
    "tr": "Toplarınız bitmeden önce, topu çukura atın ve bir sonraki seviyeye geçin.",
    "uk": "Перед тим як вибігти з м'ячів, киньте м'яч в яму і переходите на наступний рівень."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you the best golf player! Pass challenging stages and show that you are the best.\n\nHow To Play\nPlayed with Mouse.\n\nEndless Golf Battle Game Features\n✓ Fun sounds\n✓ Easy control\n✓ Little particle\n✓ 2D Graphics\n✓ Infinity level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Endless Golf Battle Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}