{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapSave: Video Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapSave is an online downloader that allows you to download Instagram Photo, Video, Stories, Reels and Profile easily and quickly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SnapSave is a useful extension that helps Instagram users download their favorite Instagram photos and videos to their devices in just a few simple steps.\n\nMain Features:\n- Video Downloader: Download Instagram videos in high quality: Full HD, 1080p.\n- Photo Downloader: Download Instagram photos to your device in full size.\n- Story Downloader: Download Stories and Highlights from Instagram easily.\n- Reels Downloader: Save Reels and IGTV videos on Instagram with just one click.\n- InstaDP Downloader: Download Instagram DP (profile picture) in HD quality.\n\nHow to use SnapSave on Chrome browser?\n1. Open the Chrome browser and go to Instagram.com.\n2. Navigate to the photo or video you want to download.\n3. Click the \"Download\" icon at the bottom of the video.\n4. A website will open in a new tab. Here the photos or videos you want to download will appear and you can save them to your device.\n\nNote:\nAfter installing the extension, please reload the tab where you want to download the video so that the extension can recognize the video file!\n\nWe'd love to see your feedback or suggestions to improve the extension's performance! Please contact us with any problems or suggestions."
  }
}