{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HireHarmonyAI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HireHarmonyAI is an AI powered Chrome extension that makes hiring over linkedin easier and more efficient."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your LinkedIn recruitment strategy with HireHarmonyAI, a powerful Chrome extension powered by the latest AI technology. Designed to harmonize and streamline your recruitment process, HireHarmonyAI brings a new level of intelligence to LinkedIn talent acquisition.\n\nHireHarmonyAI meticulously scans LinkedIn profiles, delivering comprehensive insights on a candidate's personality type, communication style, motivation, and key skill set. Beyond this, our tool calculates the switch probability, revealing the likelihood of an individual being open to new career opportunities.\n\nEngaging with talent has never been easier with our auto-generated messages. Tailored based on the analyzed profile data, HireHarmonyAI crafts personalized messages for you to reach out to candidates for interviews, making your approach highly efficient and uniquely personalized.\n\nWith HireHarmonyAI, you can download analyzed profile data in both PDF and JSON formats, providing flexibility for data archiving and further processing tailored to your recruitment strategy.\n\n\nKey Features:\n\n- In-depth AI-driven LinkedIn profile analysis.\n- Valuable insights into personality, communication style, motivation, and skill sets.\n- Switch probability calculations to gauge candidate openness to new opportunities.\n- AI-crafted personalized recruitment messages.\n\nRevolutionize your LinkedIn recruitment with HireHarmonyAI, the perfect blend of intelligent hiring and seamless efficiency."
  }
}