{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Day Lineup — tighten the grip on your tasks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prepare yourself, prepare your day, prepare your life! But, take it day-by-day.."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prepare yourself, the day and your life - day-by-day. The goal of this project was to be able to create a quickly-accessible tool that can revamp the way you view your productivity. As a student, I found the idea of having day-countdowns simply useful, so I spent a few nights putting together this beautiful tool.\n\nClick, click, done.\n\nAs Tim Ferris once said, inventing things to take away from real tasks isn't productive. So use something to highlight big brute to-do's.\n\nThrow in all your tasks and events you have due so you can visualize them instead of having that vague idea in the back of your head for the due date. Track your progress with no gunk to confuse you which many other applications attempt to over-complicate.\n\nThis is not your normal \"productivity\" application with a million options that don't do anything overly helpful but simply make you feel like you're doing something productive, this refines it into a simple scope, which is easy-to-understand and fun-to-use for all your future tasks, to help you stay on track.\n\n\nRecent updates have featured the ability to set a \"home\" link for your tasks, so you can open up the app and click into it with ease as well as new contact information and future plans. \n\n(Oh, and of course more animations - you can never go wrong with more funky animations)\n\nGreat for university, high-school, parents, birthdays, businessmen, event-planners, exam-takers, firemen, musicians, just about anyone in modern society who has some sort of deadline or expectation.. :~)\n\nPrepare for the short-term, and long-term. Achieve your goals. Do better.\n\nAn application by Jack Hales.\n(jackhales.com)"
  }
}