{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SSP Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Secure. Simple. Powerful."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SSP Wallet\nSecure. Simple. Powerful.\n\nIntroducing SSP Wallet, the most secure crypto wallet.\n\nWhy another wallet? This one is drastically different. Designed with security and self-custody first, SSP is a true two-factor authentication wallet. It is a 2-of-2 multi-signature address.\nFor the operation of the wallet, both your SSP Wallet and SSP Key are needed. Transactions are constructed on your SSP Wallet and signed with your SSP Wallet private key. After that, your SSP Key receives this transaction and must sign it again with its own SSP Key private key. Your SSP Wallet private key resides in your SSP Wallet, and your SSP Key private key resides on your SSP Key.\nThe private keys, their extended private parts, seeds - none of those are ever shared between devices, making it a true 2-of-2 wallet. Any interaction thus requires two devices to operate, making the security of the wallet uncompromisable.\n\nBeing truly multi-signature and open-source makes it the most secure way to store your crypto.\n\nEthereum implementation features state of the art Schnorr Multi Signature account abstraction accounts following ERC4337. SSP is the first wallet to ever introduce true multi signature accounts to Ethereum without the need of having standard EOA account! That is a major achievement for entire Ethereum, EVM ecosystem especially on the security side. Ethereum  networks support 100s of Tokens with custom token addition possibility.\n\nEmpowered by Native Segwit, P2SH, Account Abstraction ERC4337\n\nSupported Blockchains:\nBitcoin (BTC), Ethereum (ETH), Litecoin (LTC), Flux (FLUX), Zcash (ZEC), Bitcoin Cash (BCH), Ravencoin (RVN), Dogecoin (DOGE) and Testnet networks."
  }
}