{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apache KIE™ BPMN, DMN & Test Scenario Editors for GitHub"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Visualize and edit BPMN, DMN and Test Scenario files using a graphical editor on GitHub"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you ever wanted to visualize your XML files of BPMN and DMN diagrams on GitHub? \nThis Chrome Extension augments GitHub and provides a brand new way to handle your BPMN, DMN, and Scenario Simulation files directly on the GitHub interface. \nWith the extension installed, every time you visualize or edit a DMN or a BPMN file, you will visualize your assets on our graphical editors instead of seeing an XML file.  The same applies to visualize your assets on Pull Request reviews!\n\n---\n\nApache KIE (incubating) is an effort undergoing incubation at The Apache Software\nFoundation (ASF), sponsored by the name of Apache Incubator. Incubation is\nrequired of all newly accepted projects until a further review indicates that\nthe infrastructure, communications, and decision making process have stabilized\nin a manner consistent with other successful ASF projects. While incubation\nstatus is not necessarily a reflection of the completeness or stability of the\ncode, it does indicate that the project has yet to be fully endorsed by the ASF.\n\nSome of the incubating project’s releases may not be fully compliant with ASF\npolicy. For example, releases may have incomplete or un-reviewed licensing\nconditions. What follows is a list of known issues the project is currently\naware of (note that this list, by definition, is likely to be incomplete):\n\n- Hibernate, an LGPL project, is being used. Hibernate is in the process of relicensing to ASL v2\n- Some files, particularly test files, and those not supporting comments, may be missing the ASF Licensing Header\n-\n\n- Hibernate, an LGPL project, is being used. Hibernate is in the process of\n  relicensing to ASL v2\n- Some files, particularly test files, and those not supporting comments, may\n  be missing the ASF Licensing Header\n\nIf you are planning to incorporate this work into your product/project, please\nbe aware that you will need to conduct a thorough licensing review to determine\nthe overall implications of including this work. For the current status of this\nproject through the Apache Incubator visit:\nhttps://incubator.apache.org/projects/kie.html"
  }
}