{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timologic Τιμολόγηση MyData"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Το Timologic είναι πρόγραμμα για ηλεκτρονική τιμολόγηση online με απευθείας σύνδεση με την πλατφόρμα myDATA της Α.Α.Δ.Ε."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Το Timologic είναι πρόγραμμα για ηλεκτρονική τιμολόγηση online με απευθείας σύνδεση με την πλατφόρμα myDATA της Α.Α.Δ.Ε.\nΜε το chrome extension μπορείς να αντιγράφεις της παραγγελίες σου από το eshop σου (σε Magento WooCommerce OpenCart PrestaShop Shopify) στο πρόγραμμα του Timologic.\nΜπορούμε να προσαρμόσουμε το extension να αντιγράφει τα στοιχεία από οποιαδήποτε πλατφόρμα θέλετε εάν δεν την υποστηρίζουμε ήδη μέσα σε 1 μέρα από όταν μας ενημερώσετε δωρεάν.\n\nΜε το Timologic extension μπορείς να αντιγράφεις παραγγελίες από το eshop σου και με το πάτημα ενός κουμπιού να εκδίδεις το ανάλογο παραστατικό (τιμολόγιο η απόδειξη) και να αποστέλλετε αυτόματα στο mydata όποια παραγγελία θέλεις από το κατάστημα σου .\nΈχετε την δυνατότητα να επεξεργαστείτε την παραγγελία σας , να την στείλετε στο mydata η να την εκτυπώσετε.\nΔυνατότητα σύνδεσης με όλα τα e-shop της αγοράς για αυτόματη λήψη των παραγγελιών και έκδοση τιμολογίου ή απόδειξης.\nΚατάλληλο για Επιχειρήσεις - Ελεύθερους Επαγγελματίες\nΚατάλληλο για κλάδους εμπορίου και παροχής υπηρεσιών\n(Το Timologic δεν είναι φορολογικός μηχανισμός και δεν αντικαθιστά την ταμιακή μηχανή . )",
    "en": "Online Πρόγραμμα ηλεκτρονικής τιμολόγησης\nΈκδοση τιμολογίων & αποδείξεων με απευθείας σύνδεση με την πλατφόρμα myDATA της Α.Α.Δ.Ε. \n\nΔυνατότητα σύνδεσης με όλα τα e-shop της αγοράς για αυτόματη λήψη των παραγγελιών και έκδοση τιμολογίου ή απόδειξης.\nΗ σύνδεση του e-shop της επιχείρησής σας(σε όποια πλατφόρμα αυτό είναι κατασκευασμένο) με το Timologic καθιστούν τις διαδικτυακές πωλήσεις ένα εύχρηστο εργαλείο για την ανάπτυξη των δραστηριοτήτων σας σε Magento WooCommerce OpenCart PrestaShop Shopify.\n\nΔημιουργήστε το πρώτο τιμολόγιό σας στο λεπτό\nΞεκινήστε να εκδίδετε ηλεκτρονικά τα παραστατικά σας, πιο εύκολα και πιο γρήγορα από ποτέ! Χρησιμοποιήστε οποιοδήποτε συσκευή και οποιοδήποτε λειτουργικό σύστημα.\n\nΚατάλληλο για Επιχειρήσεις - Ελεύθερους Επαγγελματίες - Χονδρική - Λιανική\nΚατάλληλο για όλους τους κλάδους εμπορίου και παροχής υπηρεσιών"
  }
}