{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jive Copilot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your experience of browsing content on your Jive Community."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jive Copilot is an AI-powered browser extension that enriches your browsing experience by providing a new way of consuming  content and exploring information on Jive Community. \n\nOur solution offers two main capabilities :\n✅ Q & A : Helps you get detailed answer along with sources for any question.\n✅ Summarize : Helps you summarize any document, blog post or discussion on Jive. It also dynamically provides quick actions to get important ideas, key takeaways, announcements etc.\n\n❓ FAQ\nHow can I Install Jive Copilot?\nTo install Jive Copilot, simply click the \"Add on Chrome\" button, install the extension, and login with your Jive Account. That's it! \n\nWhat web browser are supported?\nCurrently, Jive Copilot supports Google Chrome, Microsoft Edge and Brave browsers.\n\nCan I use Jive Copilot on any Jive Community ?\nJive Copilot can only be used with communities that are onboarded on Jive Copilot. Connect with your community manager for more information.\n\nDoes Jive Copilot Summary work on all websites?\nNo, it only works on Jive Community you are logged in with. Also, right now, it only summarizes document, blog posts and discussions on Jive (not other kind of pages).\n\nWhat content does Jive Copilot consider while answering my question ?\nJive Copilot answers your question based on content you have access to.\n\nWhat languages Jive Copilot operates with?\nFor now, Jive Copilot only works in English.\n\n\n\nNote : Only authenticated jive users can use this extension."
  }
}