{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stream Weblist"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save the websites you stream in a list to get access to them any time."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate solution to keep track of your favorite websites and streaming shows - the \"Stream Weblist\" Chrome Extension! With this powerful extension, you can easily create a list of your favorite websites and access them with just one click. This will be done automatically when you click on the save button while opening a page you want to save.\n\nThis extension is like a global watch list for all your streams.\n\nThe extension provides a user-friendly popup that displays the titles of all the saved websites, making it easy to navigate and find the page you're looking for. Once you click on a title, you will be instantly redirected to the saved page, saving you time and effort in searching for the page again.\n\nThe extension also allows you to add, delete or edit any list item, giving you complete control over your saved websites. This feature is particularly useful for streaming websites like YouTube, where you can add the streaming page and automatically save the episode number and title of the video or show you watched, as they are included in the title.\n\nWith \"Stream Weblist\" , you'll never have to worry about forgetting your favorite websites or losing track of your streaming progress again. This extension is perfect for anyone who wants to stay organized and save time while browsing the web. Try it out now and experience the convenience of having all your favorite websites in one place!\n\nFeatures:\n- Save websites automatically by clicking on the save button while opening a page you want to save. The saved website will appear in the popup, making it easy to access.\n- Delete an item from the list with just one click, giving you complete control over your saved websites.\n- Edit an item in the list to update the website's title.\n- Click on any item in the list to be redirected to the saved webpage instantly.\n- Automatically save the episode number and title of the video or show you watched on \n- Search through your list to access them quickly.\nstreaming websites, making it easy to keep track of your streaming progress."
  }
}