{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pronote Autoconnect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connectez vous à Pronote automatiquement sans rien taper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Si, comme moi, vous en avez mare de taper votre mot de passe pour vous connecter à Pronote alors cette extension est faite pour vous.\nPronote Autoconnect vous connecte automatiquement et instantanément à Pronote.\n\nComment le faire fonctionner :\n• Après l'installation de l'extension, la page des options d'ouvre. Il vous suffit de taper l'adresse de Pronote, votre identifiant et votre mot de passe.\n• Maintenant, dès que vous irez sur Pronote, vous serez automatiquement connecté. C'est aussi simple que ça.\n\nVous n'avez pas compris ? Regardez la vidéo de présentation.\n\nPour plus d'informations, rendez-vous sur la page d'options de l'extension\n\nA propos :\n• Quenhus - https://www.husnet.fr/quentin/\n• Mon Twitter - @quenhus\n• Icône - http://iconmonstr.com/ (Vraiment cool)\n• Pronote est un produit de Index Education\n\nSécurité :\n• Veillez à installer cette extension seulement sur un ordinateur personnel et non sur un ordinateur public ou de votre établissement scolaire. Pourquoi ?\n• Votre identifiant et votre mot de passe sont stockés en clair sur votre ordinateur et non sur Internet. Personne ne peut accéder à votre mot de passe sans accéder d'abord à votre ordinateur.\n• Vous n'avez qu'à supprimer l'extension pour que votre mot de passe ne soit plus enregistré nulle part."
  }
}