{
  "name": {
    "ar": "لعبة ذاكرة بطاقات كازينو",
    "am": "ካዚኖ ካርዶች ትውስታ ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра за памет на казино карти - работи офлайн",
    "bn": "ক্যাসিনো কার্ড মেমরি গেম - অফলাইনে চলে",
    "ca": "Joc de memòria de cartes de casino",
    "cs": "Casino Cards Memory Game – běží offline",
    "da": "Kasinokort Hukommelsesspil - Kører offline",
    "de": "Casino-Karten-Memory-Spiel",
    "el": "Παιχνίδι μνήμης με κάρτες καζίνο",
    "en,en_AU,en_GB,en_US": "Casino Cards Memory Game - Runs Offline",
    "es,es_419": "Juego de memoria de cartas de casino",
    "et": "Kasiinokaartide mälumäng",
    "fa": "بازی حافظه کارت کازینو",
    "fi": "Kasinokorttien muistipeli",
    "fil": "Larong Memorya ng Mga Casino Card",
    "fr": "Jeu de mémoire de cartes de casino",
    "gu": "કેસિનો કાર્ડ્સ મેમરી ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק זיכרון של קלפי קזינו",
    "hi": "कैसीनो कार्ड मेमोरी गेम - ऑफ़लाइन चलता है",
    "hr": "Casino kartaška igra pamćenja",
    "hu": "Kaszinókártyák memóriajáték - Offline fut",
    "id": "Permainan Memori Kartu Kasino",
    "it": "Gioco Di Memoria Delle Carte Del Casinò",
    "ja": "カジノ カード メモリー ゲーム - オフラインで実行",
    "kn": "ಕ್ಯಾಸಿನೊ ಕಾರ್ಡ್ ಮೆಮೊರಿ ಆಟ",
    "ko": "카지노 카드 메모리 게임 - 오프라인 실행",
    "lt": "Kazino kortelių atminties žaidimas",
    "lv": "Kazino karšu atmiņas spēle",
    "ml": "കാസിനോ കാർഡുകൾ മെമ്മറി ഗെയിം",
    "mr": "कॅसिनो कार्ड मेमरी गेम - ऑफलाइन चालतो",
    "ms": "Permainan Memori Kad Kasino",
    "nl": "Casinokaarten Geheugenspel - werkt offline",
    "no": "Casino Cards Minnespill - Kjører frakoblet",
    "pl": "Gra pamięciowa w karty do kasyna",
    "pt_BR,pt_PT": "Jogo de memória de cartas de cassino",
    "ro": "Joc de memorie Casino Cards - rulează offline",
    "ru": "Казино Карты Память Игра",
    "sk": "Casino Cards Memory Game – beží offline",
    "sl": "Igra spomina s igralniškimi kartami",
    "sr": "Игра меморије казино картица - ради ван мреже",
    "sv": "Casino Cards Memory Game - Körs offline",
    "sw": "Mchezo wa Kumbukumbu wa Kadi za Kasino",
    "ta": "கேசினோ கார்டுகள் நினைவக விளையாட்டு",
    "te": "క్యాసినో కార్డ్స్ మెమరీ గేమ్",
    "th": "เกมหน่วยความจำการ์ดคาสิโน - ทำงานแบบออฟไลน์",
    "tr": "Casino Kartları Hafıza Oyunu",
    "uk": "Гра на пам'ять карт казино",
    "vi": "Trò chơi Trí nhớ Thẻ Casino",
    "zh_CN": "赌场纸牌记忆游戏 - 离线运行",
    "zh_TW": "賭場紙牌記憶遊戲 - 離線運行"
  },
  "short": {
    "ar": "لعبة Casino Cards Memory هي لعبة مهارة مسلية. ابحث عن أزواج متطابقة من البطاقات! تحسين ذاكرة دماغك. يتمتع!",
    "am": "የካዚኖ ካርዶች ማህደረ ትውስታ ጨዋታ አዝናኝ የክህሎት ጨዋታ ነው። ተመሳሳይ ጥንድ ካርዶችን ያግኙ! የአዕምሮዎን ማህደረ ትውስታን ያሻሽሉ. ይደሰቱ!",
    "bg": "Casino Cards Memory game е забавна игра за умения. Намерете еднакви двойки карти! Подобрете мозъчната си памет. Наслади се!",
    "bn": "ক্যাসিনো কার্ড মেমরি গেম একটি বিনোদনমূলক দক্ষতা খেলা। কার্ডের অভিন্ন জোড়া খুঁজুন! আপনার মস্তিষ্কের স্মৃতিশক্তি উন্নত করুন!",
    "ca": "El joc Casino Cards Memory és un joc d'habilitats entretingut. Troba parells de cartes idèntics! Millora la teva memòria cerebral.",
    "cs": "Casino Cards Memory game je zábavná dovednostní hra. Najděte stejné dvojice karet! Zlepšete paměť mozku. Užívat si!",
    "da": "Casino Cards Memory spil er et underholdende færdighedsspil. Find identiske par kort! Forbedre din hjernehukommelse. God fornøjelse!",
    "de": "Casino Cards Memory-Spiel ist ein Geschicklichkeitsspiel. Finden Sie identische Kartenpaare! Verbessern Sie Ihr Gehirngedächtnis.",
    "el": "Το παιχνίδι μνήμης με κάρτες καζίνο είναι ένα παιχνίδι δεξιοτήτων. Βρείτε πανομοιότυπα ζευγάρια καρτών! Βελτιώστε τη μνήμη σας.",
    "en,en_AU,en_GB,en_US": "Casino Cards Memory game is an entertaining skill game. Find identical pairs of cards! Improve your brain memory. Enjoy!",
    "es,es_419": "Casino Cards Memory es un juego de habilidad. ¡Encuentra parejas de cartas idénticas! Mejora tu memoria cerebral. ¡Disfrutar!",
    "et": "Kasiinokaartide mälumäng on meelelahutuslik osavusmäng. Leia identsed kaardipaarid! Parandage oma aju mälu. Nautige!",
    "fa": "بازی حافظه کارت کازینو یک بازی مهارتی سرگرم کننده است. جفت کارت های یکسان را پیدا کنید! حافظه مغز خود را بهبود بخشید. لذت بردن!",
    "fi": "Casino Cards -muistipeli on viihdyttävä taitopeli. Löydä identtiset korttiparit! Paranna aivomuistiasi. Nauttia!",
    "fil": "Casino Card Memory game ay isang laro ng kasanayan. Maghanap ng magkaparehong pares ng mga baraha! Pagbutihin ang iyong memorya.",
    "fr": "Le jeu Casino Cards Memory est un jeu d'adresse. Trouvez des paires de cartes identiques ! Améliorer votre mémoire. Apprécier!",
    "gu": "કેસિનો કાર્ડ્સ મેમરી ગેમ એક મનોરંજક કૌશલ્ય ગેમ છે. કાર્ડ્સની સમાન જોડીઓ શોધો! તમારા મગજની યાદશક્તિમાં સુધારો કરો. આનંદ માણો!",
    "he": "משחק זיכרון של כרטיסי קזינו הוא משחק מיומנויות משעשע. מצא זוגות קלפים זהים! שפר את זיכרון המוח שלך. תהנה!",
    "hi": "कैसीनो कार्ड मेमोरी गेम एक मनोरंजक कौशल गेम है। कार्ड के समान जोड़े खोजें! अपने दिमाग की याददाश्त में सुधार करें। आनंद लेना!",
    "hr": "Casino Cards Memory igra je zabavna igra vještina. Pronađite identične parove karata! Poboljšajte pamćenje mozga. Uživati!",
    "hu": "A Casino Cards memóriajáték egy szórakoztató ügyességi játék. Keress egyforma kártyapárokat! Javítsa az agy memóriáját. Élvezd!",
    "id": "Permainan Memori Kartu Kasino adalah permainan keterampilan. Temukan pasangan kartu yang identik! Tingkatkan daya ingat Anda.",
    "it": "Casino Cards Memory è un gioco di abilità. Trova coppie di carte identiche! Migliora la tua memoria. Divertiti!",
    "ja": "カジノ カード メモリー ゲームは面白いスキル ゲームです。 カードの同一のペアを見つけてください！ あなたの脳の記憶を改善します。 楽しみ！",
    "kn": "ಕ್ಯಾಸಿನೊ ಕಾರ್ಡ್ಸ್ ಮೆಮೊರಿ ಆಟವು ಕೌಶಲ್ಯ ಆಟವಾಗಿದೆ. ಒಂದೇ ಜೋಡಿ ಕಾರ್ಡ್‌ಗಳನ್ನು ಹುಡುಕಿ! ನಿಮ್ಮ ಸ್ಮರಣೆಯನ್ನು ಸುಧಾರಿಸಿ.",
    "ko": "카지노 카드 메모리 게임은 재미있는 스킬 게임입니다. 같은 카드 쌍을 찾아라! 두뇌 기억력을 향상시키세요. 즐기다!",
    "lt": "Kazino kortelių atminties žaidimas yra įgūdžių žaidimas. Raskite identiškas kortelių poras! Pagerinkite savo atmintį. Mėgautis!",
    "lv": "Kazino karšu atmiņas spēle ir izklaidējoša prasmju spēle. Atrodi identiskus karšu pārus! Uzlabojiet savu smadzeņu atmiņu. Izbaudi!",
    "ml": "കാസിനോ കാർഡ് മെമ്മറി ഗെയിം ഒരു നൈപുണ്യ ഗെയിമാണ്. ഒരേ ജോഡി കാർഡുകൾ കണ്ടെത്തുക! നിങ്ങളുടെ മെമ്മറി മെച്ചപ്പെടുത്തുക. ആസ്വദിക്കൂ!",
    "mr": "कॅसिनो कार्ड मेमरी गेम हा एक मनोरंजक कौशल्य खेळ आहे. कार्ड्सच्या एकसारख्या जोड्या शोधा! तुमच्या मेंदूची स्मरणशक्ती सुधारा. आनंद घ्या",
    "ms": "Kad Kasino Permainan memori adalah permainan kemahiran. Cari pasangan kad yang sama! Tingkatkan ingatan anda.",
    "nl": "Casino Cards Memory-spel is een vermakelijk behendigheidsspel. Vind identieke kaartenparen! Verbeter je hersengeheugen. Genieten van",
    "no": "Casino Cards Memory-spill er et underholdende ferdighetsspill. Finn identiske par med kort! Forbedre hjernehukommelsen din. Nyt!",
    "pl": "Casino Cards Memory to wciągająca gra zręcznościowa. Znajdź identyczne pary kart! Popraw pamięć mózgu. Cieszyć się!",
    "pt_BR,pt_PT": "Casino Cards Memory game é um jogo de habilidade. Encontre pares idênticos de cartas! Melhore sua memória. Aproveitar!",
    "ro": "Jocul Casino Cards Memory este un joc de îndemânare. Găsiți perechi identice de cărți! Îmbunătățiți-vă memoria. Bucurați-vă!",
    "ru": "Казино Карты Игра на память - это игра на ловкость. Найдите одинаковые пары карт! Улучшите свою память. Наслаждаться!",
    "sk": "Casino Cards Memory hra je zábavná šikovnosť. Nájdite rovnaké dvojice kariet! Zlepšite pamäť mozgu. Užite si to!",
    "sl": "Casino Cards Memory igra je zabavna spretnostna igra. Poiščite enake pare kart! Izboljšajte svoj možganski spomin. Uživajte!",
    "sr": "Игра Цасино Цардс Мемори је забавна игра вештина. Пронађите идентичне парове карата! Побољшајте памћење мозга. Уживати!",
    "sv": "Casino Cards Memory-spel är ett underhållande skicklighetsspel. Hitta identiska par av kort! Förbättra ditt hjärnminne. Njut av!",
    "sw": "Mchezo wa Kumbukumbu ya Kadi za Kasino ni mchezo wa ustadi. Pata jozi za kadi zinazofanana! Kuboresha kumbukumbu yako. Furahia!",
    "ta": "கேசினோ கார்டுகள் நினைவக விளையாட்டு ஒரு திறன் விளையாட்டு. ஒரே ஜோடி அட்டைகளைக் கண்டறியவும்! உங்கள் நினைவகத்தை மேம்படுத்தவும்.",
    "te": "క్యాసినో కార్డ్స్ మెమరీ గేమ్ ఒక నైపుణ్యం గేమ్. ఒకే రకమైన కార్డులను కనుగొనండి! మీ జ్ఞాపకశక్తిని మెరుగుపరచుకోండి. ఆనందించండి!",
    "th": "เกม Casino Cards Memory เป็นเกมทักษะที่สนุกสนาน ค้นหาคู่ไพ่ที่เหมือนกัน! ปรับปรุงหน่วยความจำสมองของคุณ สนุก!",
    "tr": "Casino Kartları Hafıza oyunu eğlenceli bir beceri oyunudur. Özdeş kart çiftlerini bulun! Beyin hafızanızı geliştirin. Zevk almak!",
    "uk": "Гра Casino Cards Memory — це гра на спритність. Знайди однакові пари карток! Покращуйте пам'ять. Насолоджуйтесь!",
    "vi": "Trò chơi Casino Cards Memory là một trò chơi kỹ năng. Tìm các cặp thẻ giống hệt nhau! Cải thiện bộ nhớ não của bạn. Vui thích!",
    "zh_CN": "Casino Cards Memory 游戏是一款有趣的技巧游戏。 找到相同的卡片对！ 提高你的大脑记忆力。 享受！",
    "zh_TW": "Casino Cards Memory 遊戲是一款有趣的技巧遊戲。 找到相同的卡片對！ 提高你的大腦記憶力。 享受！"
  },
  "long": {
    "ar": "يسعدنا تقديم هذه اللعبة من بين ألعاب بطاقة الذاكرة الأخرى على MAGBEI.COM\n\nإذا كنت تحب الأجواء والحصرية التي تتمتع بها أشهر قاعات القمار ، فأنت في المكان المناسب. تدريب عقلك بينما تستمتع بنفسك. من خلال لعبة الاسترخاء هذه ، يمكنك تحسين ذاكرتك. هل أنت جاهز؟\n\nكيف ألعب\nعندما تقوم بمطابقة بطاقتين عند كل دور ، تختفي من الشاشة ، وتكسب نقاطًا. إذا لم تتطابق البطاقات ، فسيتم قلبها. لذا من الأفضل أن تحفظ البطاقات بسرعة لتقلبها مرة أخرى عندما تجد بطاقة تطابق إحداها.\n\nضوابط\n- الكمبيوتر: انقر فوق البطاقة التي تريد قلبها.\n- الجهاز المحمول: اضغط على البطاقة التي تريد قلبها.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- متعة وسهولة اللعب\n\nهل يمكنك إكمال جميع مستويات لعبة ذاكرة بطاقات الكازينو؟ اجعلنا نرى مهارات عقلك. تحسين قدرتك على تذكر الأشياء والاستمتاع!",
    "am": "ይህንን ጨዋታ ከሌሎች የካርድ ሜሞሪ ግጥሚያ ጨዋታዎች መካከል በMAGBEI.COM ላይ በማቅረብ ደስተኞች ነን\n\nበጣም ዝነኛ የሆኑትን የቁማር አዳራሾችን ድባብ እና አግላይነት ከወደዱ በትክክለኛው ቦታ ላይ ነዎት። እራስዎን እየተዝናኑ አእምሮዎን ያሠለጥኑ። በዚህ ዘና ባለ ጨዋታ አማካኝነት የማስታወስ ችሎታዎን ማሻሻል ይችላሉ። ተዘጋጅተካል?\n\nእንዴት እንደሚጫወቱ\nሁለት ካርዶችን በማዞር ላይ ሲዛመዱ, ከማያ ገጹ ላይ ይጠፋሉ, እና ነጥቦችን ያገኛሉ. ካርዶቹ የማይዛመዱ ከሆነ ይገለበጣሉ. ስለዚህ ከመካከላቸው አንዱን የሚዛመድ ካርድ ሲያገኙ እንደገና ለማዞር ካርዶቹን በፍጥነት ካስታወሱ በጣም ጥሩ ነው።\n\nመቆጣጠሪያዎች\n- ኮምፒውተር፡ ማዞር የሚፈልጉትን ካርድ ጠቅ ያድርጉ።\n- ተንቀሳቃሽ መሳሪያ፡ ለመገልበጥ የሚፈልጉትን ካርድ ይንኩ።\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- አዝናኝ እና ለመጫወት ቀላል\n\nሁሉንም የካዚኖ ካርዶች ማህደረ ትውስታ ጨዋታ ደረጃዎችን ማጠናቀቅ ይችላሉ? የአዕምሮ ችሎታህን እንድናይ አድርገን። ነገሮችን የማስታወስ እና የመዝናናት ችሎታዎን ያሻሽሉ!",
    "bg": "Щастливи сме да ви представим тази игра сред другите игри за съпоставяне на карта с памет на MAGBEI.COM\n\nАко харесвате атмосферата и ексклузивността на най-известните игрални зали, вие сте на правилното място. Тренирайте мозъка си, докато се наслаждавате. Чрез тази релаксираща игра можете да подобрите паметта си. Готов ли си?\n\nКАК ДА ИГРАЯ\nКогато съпоставите две карти на ход, те изчезват от екрана и вие печелите точки. Ако картите не съвпадат, те се обръщат. Така че най-добре е да запомните картите бързо, за да ги обърнете отново, когато намерите карта, която съвпада с една от тях.\n\nУПРАВЛЕНИЯ\n- Компютър: Кликнете върху картата, която искате да обърнете.\n- Мобилно устройство: Докоснете картата, която искате да обърнете.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- Забавно и лесно за игра\n\nМожете ли да завършите всички нива на играта Casino Cards Memory? Накарайте ни да видим умствените ви умения. Подобрете способността си да запомняте неща и се забавлявайте!",
    "bn": "MAGBEI.COM-এ অন্যান্য কার্ড মেমরি ম্যাচ গেমগুলির মধ্যে এই গেমটি উপস্থাপন করতে পেরে আমরা খুশি\n\nআপনি যদি সবচেয়ে বিখ্যাত জুয়া হলের পরিবেশ এবং এক্সক্লুসিভিটি পছন্দ করেন, আপনি সঠিক জায়গায় আছেন। নিজেকে উপভোগ করার সময় আপনার মস্তিষ্ককে প্রশিক্ষণ দিন। এই শিথিল খেলার মাধ্যমে, আপনি আপনার স্মৃতিশক্তি উন্নত করতে পারেন। তুমি কী তৈরী?\n\nকিভাবে খেলতে হবে\nআপনি যখন পালা করে দুটি কার্ড মেলে, সেগুলি স্ক্রীন থেকে অদৃশ্য হয়ে যায় এবং আপনি পয়েন্ট অর্জন করেন। যদি কার্ডগুলি না মেলে তবে সেগুলি উল্টে যাবে। তাই সবচেয়ে ভাল যদি আপনি কার্ডগুলিকে দ্রুত মুখস্থ করে ফেলেন যাতে আপনি তাদের মধ্যে একটির সাথে মিলে যায় এমন একটি কার্ড খুঁজে পেলে সেগুলি আবার চালু করতে পারেন৷\n\nনিয়ন্ত্রণ\n- কম্পিউটার: আপনি যে কার্ডটি চালু করতে চান সেটিতে ক্লিক করুন।\n- মোবাইল ডিভাইস: আপনি যে কার্ডটি ফ্লিপ করতে চান তাতে আলতো চাপুন।\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- মজা এবং খেলা সহজ\n\nআপনি ক্যাসিনো কার্ড মেমরি গেমের সমস্ত স্তর সম্পূর্ণ করতে পারেন? আমাদের আপনার মস্তিষ্কের দক্ষতা দেখতে করুন. জিনিসগুলি মনে রাখার এবং মজা করার ক্ষমতা উন্নত করুন!",
    "ca": "Ens complau presentar aquest joc entre altres jocs de jocs de memòria de cartes a MAGBEI.COM\n\nSi t'agrada l'ambient i l'exclusivitat de les sales d'atzar més famoses, ets al lloc correcte. Entrena el teu cervell mentre gaudeixes. Amb aquest joc relaxant, pots millorar la teva memòria. Estàs preparat?\n\nCOM JUGAR\nQuan coincideixes dues cartes en un torn, desapareixen de la pantalla i guanyes punts. Si les cartes no coincideixen, es tornen. Així que és millor si memoritzeu les cartes ràpidament per donar-les la volta de nou quan trobeu una targeta que coincideixi amb una d'elles.\n\nCONTROLS\n- Ordinador: feu clic a la targeta que voleu girar.\n- Dispositiu mòbil: toqueu la targeta que voleu girar.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- Divertit i fàcil de jugar\n\nPots completar tots els nivells del joc de memòria de cartes de casino? Fes-nos veure les teves habilitats cerebrals. Millora la teva capacitat per recordar coses i divertir-te!",
    "cs": "Jsme rádi, že můžeme tuto hru představit mezi ostatními karetními hrami na MAGBEI.COM\n\nPokud máte rádi atmosféru a exkluzivitu nejznámějších heren, jste na správném místě. Trénujte svůj mozek a přitom si užívejte. Prostřednictvím této relaxační hry si můžete zlepšit paměť. Jsi připraven?\n\nJAK HRÁT\nKdyž v tahu spojíte dvě karty, zmizí z obrazovky a vy získáte body. Pokud se karty neshodují, obrátí se. Nejlepší je tedy, když si karty rychle zapamatujete, abyste je znovu otočili, když najdete kartu, která odpovídá jedné z nich.\n\nŘÍZENÍ\n- Počítač: Klikněte na kartu, kterou chcete otočit.\n- Mobilní zařízení: Klepněte na kartu, kterou chcete otočit.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- Zábavné a snadné hrát\n\nDokážete dokončit všechny úrovně hry Casino Cards Memory? Ukažte nám své mozkové schopnosti. Zlepšete svou schopnost pamatovat si věci a bavit se!",
    "da": "Vi er glade for at kunne præsentere dette spil blandt andre card memory match-spil på MAGBEI.COM\n\nHvis du kan lide atmosfæren og eksklusiviteten i de mest berømte spillehaller, er du på det rigtige sted. Træn din hjerne, mens du nyder dig selv. Gennem dette afslappende spil kan du forbedre din hukommelse. Er du klar?\n\nSÅDAN SPILLER MAN\nNår du matcher to kort på en tur, forsvinder de fra skærmen, og du optjener point. Hvis kortene ikke matcher, bliver de vendt. Så bedst hvis du husker kortene hurtigt for at vende dem igen, når du finder et kort, der matcher et af dem.\n\nKONTROLLER\n- Computer: Klik på det kort, du vil vende.\n- Mobilenhed: Tryk på det kort, du vil vende.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- Sjovt og nemt at spille\n\nKan du fuldføre alle niveauerne i Casino Cards Memory-spil? Få os til at se dine hjernefærdigheder. Forbedre din evne til at huske ting og have det sjovt!",
    "de": "Wir freuen uns, dieses Spiel neben anderen Karten-Memory-Match-Spielen auf MAGBEI.COM vorzustellen\n\nWenn Sie die Atmosphäre und Exklusivität der berühmtesten Spielhallen mögen, sind Sie hier genau richtig. Trainieren Sie Ihr Gehirn, während Sie sich amüsieren. Durch dieses entspannende Spiel können Sie Ihr Gedächtnis verbessern. Sind Sie bereit?\n\nSPIELANLEITUNG\nWenn Sie in einer Runde zwei Karten kombinieren, verschwinden sie vom Bildschirm und Sie erhalten Punkte. Passen die Karten nicht zusammen, werden sie umgedreht. Also am besten, Sie merken sich die Karten schnell, um sie wieder umzudrehen, wenn Sie eine Karte finden, die zu einer von ihnen passt.\n\nSTEUERUNG\n- Computer: Klicken Sie auf die Karte, die Sie umdrehen möchten.\n- Mobilgerät: Tippen Sie auf die Karte, die Sie umdrehen möchten.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n- Spaß und einfach zu spielen\n\nKönnen Sie alle Level des Casino Cards Memory-Spiels abschließen? Lassen Sie uns Ihre Gehirnfähigkeiten sehen. Verbessern Sie Ihre Merkfähigkeit und haben Sie Spaß!",
    "el": "Είμαστε στην ευχάριστη θέση να παρουσιάσουμε αυτό το παιχνίδι μεταξύ άλλων παιχνιδιών αντιστοίχισης μνήμης καρτών στο MAGBEI.COM\n\nΑν σας αρέσει η ατμόσφαιρα και η αποκλειστικότητα των πιο διάσημων αιθουσών τυχερών παιχνιδιών, βρίσκεστε στο σωστό μέρος. Εκπαιδεύστε τον εγκέφαλό σας ενώ απολαμβάνετε τον εαυτό σας. Μέσα από αυτό το χαλαρωτικό παιχνίδι, μπορείτε να βελτιώσετε τη μνήμη σας. Είσαι έτοιμος?\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ\nΌταν ταιριάζετε δύο φύλλα σε μια στροφή, εξαφανίζονται από την οθόνη και κερδίζετε πόντους. Εάν οι κάρτες δεν ταιριάζουν, αναποδογυρίζονται. Επομένως, είναι καλύτερο να απομνημονεύσετε γρήγορα τις κάρτες για να τις αναποδογυρίσετε ξανά όταν βρείτε μια κάρτα που ταιριάζει με μία από αυτές.\n\nΕΛΕΓΧΟΙ\n- Υπολογιστής: Κάντε κλικ στην κάρτα που θέλετε να αναποδογυρίσετε.\n- Κινητή συσκευή: Πατήστε την κάρτα που θέλετε να γυρίσετε.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΜπορείτε να ολοκληρώσετε όλα τα επίπεδα του παιχνιδιού Μνήμης Κάρτες Καζίνο; Κάντε μας να δούμε τις ικανότητες του εγκεφάλου σας. Βελτιώστε την ικανότητά σας να θυμάστε πράγματα και να διασκεδάζετε!",
    "en,en_AU,en_GB,en_US": "We are happy to present this game among other card memory match games on MAGBEI.COM\n\nIf you like the atmosphere and exclusivity of the most famous gambling halls, you're in the right place. Train your brain while enjoying yourself. Through this relaxing game, you can improve your memory. Are you ready?\n\nHOW TO PLAY\nWhen you match two cards on a turn, they disappear from the screen, and you earn points. If the cards don't match, they get turned over. So best if you memorize the cards quickly to turn them over again when you find a card that matches one of them.\n\nCONTROLS \n- Computer: Click the card you want to turn over.\n- Mobile device: Tap the card you want to flip.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nCan you complete all the levels of Casino Cards Memory game? Make us see your brain skills. Improve your ability to remember things and have fun!",
    "es,es_419": "Estamos felices de presentar este juego entre otros juegos de memoria de cartas en MAGBEI.COM\n\nSi te gusta el ambiente y la exclusividad de las salas de juego más famosas, estás en el lugar adecuado. Entrena tu cerebro mientras te diviertes. A través de este juego relajante, puedes mejorar tu memoria. ¿Estás listo?\n\nCÓMO JUGAR\nCuando emparejas dos cartas en un turno, desaparecen de la pantalla y ganas puntos. Si las cartas no coinciden, se dan la vuelta. Así que es mejor si memorizas las cartas rápidamente para darles la vuelta cuando encuentres una carta que coincida con una de ellas.\n\nCONTROL S\n- Computadora: Haga clic en la tarjeta que desea voltear.\n- Dispositivo móvil: toque la tarjeta que desea voltear.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- Divertido y fácil de jugar\n\n¿Puedes completar todos los niveles del juego Casino Cards Memory? Haznos ver tus habilidades cerebrales. ¡Mejora tu capacidad para recordar cosas y divertirte!",
    "et": "Meil on hea meel tutvustada seda mängu muude kaardimälu mängumängude hulgas saidil MAGBEI.COM\n\nKui teile meeldib kuulsaimate mängusaalide atmosfäär ja eksklusiivsus, olete õiges kohas. Treenige oma aju nautides. Selle lõõgastava mängu abil saate oma mälu parandada. Oled sa valmis?\n\nKUIDAS MÄNGIDA\nKui sobitate käigul kaks kaarti, kaovad need ekraanilt ja teenite punkte. Kui kaardid ei ühti, pööratakse need ümber. Nii et kõige parem on, kui jätate kaardid kiiresti pähe, et need uuesti ümber pöörata, kui leiate ühele neist sobiva kaardi.\n\nJUHTSEADMED\n- Arvuti: klõpsake kaardil, mida soovite ümber pöörata.\n- Mobiilseade: puudutage kaarti, mida soovite ümber pöörata.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- lõbus ja lihtne mängida\n\nKas saate kasiinokaartide mälumängu kõik tasemed läbida? Pane meid nägema oma ajuoskusi. Parandage oma võimet asju meeles pidada ja lõbutseda!",
    "fa": "ما خوشحالیم که این بازی را در بین سایر بازی های بازی کارت حافظه در MAGBEI.COM ارائه می دهیم\n\nاگر جو و انحصاری بودن معروف ترین سالن های قمار را دوست دارید، در جای درستی هستید. در حالی که از خود لذت می برید مغز خود را تمرین دهید. از طریق این بازی آرامش بخش، می توانید حافظه خود را بهبود بخشید. اماده ای؟\n\nچگونه به بازی\nوقتی دو کارت را در یک نوبت مطابقت می دهید، آنها از روی صفحه محو می شوند و امتیاز کسب می کنید. اگر کارت ها مطابقت نداشته باشند، برگردانده می شوند. پس بهتر است کارت‌ها را به سرعت حفظ کنید تا وقتی کارتی را پیدا کردید که با یکی از آنها مطابقت داشت دوباره آنها را برگردانید.\n\nکنترل ها\n- رایانه: روی کارتی که می‌خواهید برگردانید کلیک کنید.\n- دستگاه تلفن همراه: روی کارتی که می‌خواهید برگردانید ضربه بزنید.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- سرگرم کننده و آسان برای بازی\n\nآیا می توانید تمام سطوح بازی حافظه کارت کازینو را تکمیل کنید؟ کاری کنید که مهارت های مغز شما را ببینیم. توانایی خود را برای به خاطر سپردن چیزها و لذت بردن بهبود بخشید!",
    "fi": "Olemme iloisia voidessamme esitellä tämän pelin muiden korttimuistipelien joukossa MAGBEI.COM-sivustolla\n\nJos pidät tunnetuimpien pelihallien tunnelmasta ja eksklusiivisuudesta, olet oikeassa paikassa. Harjoittele aivojasi samalla kun nautit itsestäsi. Tämän rentouttavan pelin avulla voit parantaa muistiasi. Oletko valmis?\n\nKUINKA PELATA\nKun yhdistät kaksi korttia vuorollaan, ne katoavat ruudulta ja ansaitset pisteitä. Jos kortit eivät täsmää, ne käännetään. Joten parasta, jos opettelet kortit nopeasti ulkoa ja käännät ne uudelleen, kun löydät kortin, joka vastaa jotakin niistä.\n\nSÄÄDÖT\n- Tietokone: Napsauta korttia, jonka haluat kääntää.\n- Mobiililaite: Napauta korttia, jonka haluat kääntää.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- Hauska ja helppo pelata\n\nPystytkö suorittamaan kaikki Casino Cards -muistipelin tasot? Anna meidän nähdä aivotaitosi. Paranna kykyäsi muistaa asioita ja pitää hauskaa!",
    "fil": "Ikinalulugod naming ipakita ang larong ito kasama ng iba pang mga laro sa pagtutugma ng memory card sa MAGBEI.COM\n\nKung gusto mo ang kapaligiran at pagiging eksklusibo ng mga pinakasikat na bulwagan ng pagsusugal, nasa tamang lugar ka. Sanayin ang iyong utak habang tinatangkilik ang iyong sarili. Sa pamamagitan ng nakakarelaks na larong ito, maaari mong pagbutihin ang iyong memorya. Handa ka na ba?\n\nPAANO LARUIN\nKapag nagtugma ka ng dalawang card sa isang pagliko, mawawala ang mga ito sa screen, at makakakuha ka ng mga puntos. Kung hindi magkatugma ang mga card, mababaligtad ang mga ito. Kaya pinakamainam kung kabisaduhin mo ang mga card nang mabilis upang maibalik ang mga ito kapag nakakita ka ng card na tumutugma sa isa sa mga ito.\n\nMGA KONTROL\n- Computer: I-click ang card na gusto mong i-turn over.\n- Mobile device: I-tap ang card na gusto mong i-flip.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- Masaya At Madaling Laruin\n\nMaaari mo bang kumpletuhin ang lahat ng antas ng laro ng Memorya ng Casino Card? Ipakita sa amin ang iyong mga kakayahan sa utak. Pagbutihin ang iyong kakayahang matandaan ang mga bagay at magsaya!",
    "fr": "Nous sommes heureux de présenter ce jeu parmi d'autres jeux de correspondance de mémoire de carte sur MAGBEI.COM\n\nSi vous aimez l'atmosphère et l'exclusivité des salles de jeux les plus célèbres, vous êtes au bon endroit. Entraînez votre cerveau tout en vous amusant. Grâce à ce jeu relaxant, vous pouvez améliorer votre mémoire. Es-tu prêt?\n\nCOMMENT JOUER\nLorsque vous associez deux cartes lors d'un tour, elles disparaissent de l'écran et vous gagnez des points. Si les cartes ne correspondent pas, elles sont retournées. Il est donc préférable de mémoriser rapidement les cartes pour les retourner lorsque vous trouvez une carte qui correspond à l'une d'entre elles.\n\nLES CONTRÔLES\n- Ordinateur : Cliquez sur la carte que vous souhaitez retourner.\n- Appareil mobile : appuyez sur la carte que vous souhaitez retourner.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS\n- 100% GRATUIT\n- Jeu hors ligne\n- Amusant et facile à jouer\n\nPouvez-vous terminer tous les niveaux du jeu Casino Cards Memory ? Faites-nous voir vos capacités cérébrales. Améliorez votre capacité à vous souvenir des choses et amusez-vous !",
    "gu": "અમે આ રમતને MAGBEI.COM પર અન્ય કાર્ડ મેમરી મેચ રમતોમાં રજૂ કરવામાં ખુશ છીએ\n\nજો તમને સૌથી પ્રખ્યાત જુગાર હોલનું વાતાવરણ અને વિશિષ્ટતા ગમતી હોય, તો તમે યોગ્ય સ્થાને છો. તમારી જાતને માણતી વખતે તમારા મગજને તાલીમ આપો. આ આરામદાયક રમત દ્વારા, તમે તમારી યાદશક્તિમાં સુધારો કરી શકો છો. તમે તૈયાર છો?\n\nકેમનું રમવાનું\nજ્યારે તમે વળાંક પર બે કાર્ડ મેળ ખાતા હો, ત્યારે તે સ્ક્રીન પરથી અદૃશ્ય થઈ જાય છે અને તમે પોઈન્ટ કમાઈ શકો છો. જો કાર્ડ મેળ ખાતા નથી, તો તેઓ ફેરવાઈ જાય છે. તેથી વધુ સારું જો તમે કાર્ડને ઝડપથી યાદ કરી લો જેથી કરીને જ્યારે તમને તેમાંથી એક સાથે મેળ ખાતું કાર્ડ મળે ત્યારે તેને ફરીથી ફેરવી શકાય.\n\nનિયંત્રણો\n- કમ્પ્યુટર: તમે જે કાર્ડને ચાલુ કરવા માંગો છો તેના પર ક્લિક કરો.\n- મોબાઇલ ઉપકરણ: તમે જે કાર્ડને ફ્લિપ કરવા માંગો છો તેને ટેપ કરો.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- આનંદ અને રમવા માટે સરળ\n\nશું તમે કેસિનો કાર્ડ્સ મેમરી ગેમના તમામ સ્તરો પૂર્ણ કરી શકો છો? અમને તમારી મગજની કુશળતા જોવા દો. વસ્તુઓ યાદ રાખવાની અને મજા કરવાની તમારી ક્ષમતામાં સુધારો!",
    "he": "אנו שמחים להציג את המשחק הזה בין שאר משחקי התאמת זיכרון כרטיסים ב-MAGBEI.COM\n\nאם אתה אוהב את האווירה והבלעדיות של אולמות ההימורים המפורסמים ביותר, אתה במקום הנכון. אמן את המוח שלך תוך כדי הנאה. באמצעות משחק מרגיע זה, אתה יכול לשפר את הזיכרון שלך. האם אתה מוכן?\n\nאיך לשחק\nכאשר אתה משווה שני קלפים בתור, הם נעלמים מהמסך, ואתה מרוויח נקודות. אם הקלפים אינם תואמים, הם הופכים. אז הכי טוב אם תשנן את הקלפים במהירות כדי להפוך אותם שוב כשתמצא קלף שמתאים לאחד מהם.\n\nבקרות\n- מחשב: לחץ על הכרטיס שברצונך להפוך.\n- מכשיר נייד: הקש על הכרטיס שברצונך להפוך.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- כיף וקל לשחק\n\nהאם אתה יכול להשלים את כל הרמות של משחק זיכרון קלפי קזינו? תגרום לנו לראות את כישורי המוח שלך. שפר את היכולת שלך לזכור דברים וליהנות!",
    "hi": "MAGBEI.COM पर अन्य कार्ड मेमोरी मैच गेम के बीच इस गेम को प्रस्तुत करते हुए हमें खुशी हो रही है\n\nयदि आपको सबसे प्रसिद्ध जुआ हॉल का वातावरण और विशिष्टता पसंद है, तो आप सही जगह पर हैं। आनंद लेते हुए अपने मस्तिष्क को प्रशिक्षित करें। इस आरामदायक खेल के माध्यम से आप अपनी याददाश्त में सुधार कर सकते हैं। क्या आप तैयार हैं?\n\nकैसे खेलने के लिए\nजब आप एक मोड़ पर दो कार्डों का मिलान करते हैं, तो वे स्क्रीन से गायब हो जाते हैं, और आप अंक अर्जित करते हैं। यदि कार्ड मेल नहीं खाते हैं, तो वे पलट जाते हैं। तो सबसे अच्छा है अगर आप कार्डों को जल्दी से याद कर लें ताकि उनमें से किसी एक से मेल खाने वाला कार्ड मिलने पर आप उन्हें फिर से पलट सकें।\n\nनियंत्रण\n- कंप्यूटर: उस कार्ड पर क्लिक करें जिसे आप चालू करना चाहते हैं।\n- मोबाइल डिवाइस: उस कार्ड पर टैप करें जिसे आप फ्लिप करना चाहते हैं।\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nविशेषताएं\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- मज़ा और खेलने में आसान\n\nक्या आप कैसीनो कार्ड मेमोरी गेम के सभी स्तरों को पूरा कर सकते हैं? हमें अपने मस्तिष्क कौशल देखें। चीजों को याद रखने और मज़े करने की अपनी क्षमता में सुधार करें!",
    "hr": "Sretni smo što možemo predstaviti ovu igru među ostalim igrama za pamćenje kartica na MAGBEI.COM\n\nVolite li atmosferu i ekskluzivu najpoznatijih kockarnica, na pravom ste mjestu. Trenirajte svoj mozak dok uživate. Kroz ovu opuštajuću igru možete poboljšati svoje pamćenje. Jesi li spreman?\n\nKAKO IGRATI\nKada spojite dvije karte na potezu, one nestaju sa zaslona, a vi osvajate bodove. Ako se karte ne podudaraju, one se okreću. Stoga je najbolje da brzo zapamtite karte kako biste ih ponovno okrenuli kada pronađete kartu koja odgovara jednoj od njih.\n\nKONTROLE\n- Računalo: Kliknite karticu koju želite okrenuti.\n- Mobilni uređaj: dodirnite karticu koju želite okrenuti.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nMožete li završiti sve razine igre Casino Cards Memory? Uvjerite nas da vidimo vaše umne sposobnosti. Poboljšajte svoju sposobnost pamćenja stvari i zabavite se!",
    "hu": "Örömmel mutatjuk be ezt a játékot a MAGBEI.COM-on található többi kártyamemória meccses játék között\n\nHa szereted a leghíresebb játéktermek hangulatát és exkluzivitását, akkor jó helyen jársz. Edezze az agyát, miközben élvezi magát. Ezzel a pihentető játékkal javíthatja a memóriáját. Kész vagy?\n\nHOGYAN KELL JÁTSZANI\nHa egy körben két lapot párosítasz, azok eltűnnek a képernyőről, és pontokat szerezhetsz. Ha a kártyák nem egyeznek, fel kell őket fordítani. Így a legjobb, ha gyorsan megjegyzi a kártyákat, hogy újra megfordítsa őket, ha talál egy kártyát, amely megfelel az egyiknek.\n\nKEZELŐSZERVEK\n- Számítógép: Kattintson arra a kártyára, amelyet meg szeretne fordítani.\n- Mobileszközön: Koppintson arra a kártyára, amelyet meg szeretne fordítani.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- Szórakoztató és könnyen játszható\n\nMeg tudod teljesíteni a Casino Cards memóriajáték összes szintjét? Mutasd meg agyi képességeidet. Javítsa a dolgokra való emlékezés és a szórakozás képességét!",
    "id": "Kami dengan senang hati mempersembahkan game ini di antara game pencocokan memori kartu lainnya di MAGBEI.COM\n\nJika Anda menyukai suasana dan eksklusivitas ruang perjudian paling terkenal, Anda berada di tempat yang tepat. Latih otak Anda sambil menikmati diri sendiri. Melalui permainan santai ini, Anda dapat meningkatkan daya ingat Anda. Apakah kamu siap?\n\nCARA BERMAIN\nSaat Anda mencocokkan dua kartu secara bergantian, mereka menghilang dari layar, dan Anda mendapatkan poin. Jika kartu tidak cocok, mereka dibalik. Jadi sebaiknya Anda menghafal kartu dengan cepat untuk membaliknya lagi ketika Anda menemukan kartu yang cocok dengan salah satunya.\n\nKONTROL\n- Komputer: Klik kartu yang ingin Anda balikkan.\n- Perangkat seluler: Ketuk kartu yang ingin Anda balikkan.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- Menyenangkan Dan Mudah Dimainkan\n\nBisakah Anda menyelesaikan semua level permainan Memori Kartu Kasino? Buat kami melihat keterampilan otak Anda. Tingkatkan kemampuan Anda untuk mengingat berbagai hal dan bersenang-senanglah!",
    "it": "Siamo lieti di presentare questo gioco di memoria delle carte su MAGBEI.COM\n\nSe ti piace l'atmosfera e l'esclusività delle sale da gioco più famose, sei nel posto giusto. Allena il tuo cervello divertendoti. Attraverso questo gioco rilassante, potresti migliorare la tua memoria. Sei pronto?\n\nCOME GIOCARE\nQuando giri due carte uguali in un turno, queste scompaiono dallo schermo e guadagni punti. \nSe le carte non corrispondono, queste si girano nuovamente. Quindi è meglio se memorizzi rapidamente le carte per poterle girare quando ne trovi una esattamente corrispondente a una di esse.\n\nCONTROLLI\n- Computer: fai clic sulla carta che vuoi scoprire.\n- Dispositivo mobile: tocca la carta che vuoi capovolgere.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n- Divertente e facile da giocare\n\nRiesci a completare tutti i livelli del gioco Casino Cards Memory? Mostraci le tue abilità cerebrali. Migliora la tua capacità di ricordare le cose e divertirti!",
    "ja": "MAGBEI.COM の他のカード メモリー マッチ ゲームの中でこのゲームを紹介できることをうれしく思います。\n\n最も有名なギャンブル ホールの雰囲気と排他性が好きなら、あなたは正しい場所にいます。 楽しみながら脳を鍛えましょう。 このリラックスできるゲームを通して、記憶力を向上させることができます。 準備はできたか？\n\n遊び方\n1 ターンに 2 枚のカードを一致させると、それらのカードが画面から消え、ポイントを獲得できます。 カードが一致しない場合は、裏返されます。 そのため、カードの 1 つに一致するカードを見つけたら、カードをすばやく覚えて、カードを裏返しにするのが最善です。\n\nコントロール\n- コンピュータ: 裏返したいカードをクリックします。\n- モバイル デバイス: 裏返したいカードをタップします。\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- 楽しく簡単にプレイ\n\nカジノ カード メモリー ゲームのすべてのレベルをクリアできますか? あなたの脳のスキルを見せてください。 物事を覚えて楽しむ能力を向上させましょう。",
    "kn": "MAGBEI.COM ನಲ್ಲಿ ಇತರ ಕಾರ್ಡ್ ಮೆಮೊರಿ ಹೊಂದಾಣಿಕೆ ಆಟಗಳ ನಡುವೆ ಈ ಆಟವನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಲು ನಾವು ಸಂತೋಷಪಡುತ್ತೇವೆ\n\nನೀವು ಅತ್ಯಂತ ಪ್ರಸಿದ್ಧವಾದ ಜೂಜಿನ ಹಾಲ್‌ಗಳ ವಾತಾವರಣ ಮತ್ತು ಪ್ರತ್ಯೇಕತೆಯನ್ನು ಬಯಸಿದರೆ, ನೀವು ಸರಿಯಾದ ಸ್ಥಳದಲ್ಲಿದ್ದೀರಿ. ನಿಮ್ಮನ್ನು ಆನಂದಿಸುತ್ತಿರುವಾಗ ನಿಮ್ಮ ಮೆದುಳಿಗೆ ತರಬೇತಿ ನೀಡಿ. ಈ ವಿಶ್ರಾಂತಿ ಆಟದ ಮೂಲಕ, ನಿಮ್ಮ ಸ್ಮರಣೆಯನ್ನು ನೀವು ಸುಧಾರಿಸಬಹುದು. ನೀವು ಸಿದ್ಧರಿದ್ದೀರಾ?\n\nಹೇಗೆ ಆಡುವುದು\nನೀವು ಒಂದು ತಿರುವಿನಲ್ಲಿ ಎರಡು ಕಾರ್ಡ್‌ಗಳನ್ನು ಹೊಂದಿಸಿದಾಗ, ಅವು ಪರದೆಯಿಂದ ಕಣ್ಮರೆಯಾಗುತ್ತವೆ ಮತ್ತು ನೀವು ಅಂಕಗಳನ್ನು ಗಳಿಸುತ್ತೀರಿ. ಕಾರ್ಡ್‌ಗಳು ಹೊಂದಿಕೆಯಾಗದಿದ್ದರೆ, ಅವು ತಿರುಗುತ್ತವೆ. ಆದ್ದರಿಂದ ನೀವು ಕಾರ್ಡ್‌ಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಕಾರ್ಡ್ ಅನ್ನು ಕಂಡುಕೊಂಡಾಗ ಅವುಗಳನ್ನು ಮತ್ತೆ ತಿರುಗಿಸಲು ತ್ವರಿತವಾಗಿ ನೆನಪಿಟ್ಟುಕೊಳ್ಳುವುದು ಉತ್ತಮ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ನೀವು ತಿರುಗಿಸಲು ಬಯಸುವ ಕಾರ್ಡ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.\n- ಮೊಬೈಲ್ ಸಾಧನ: ನೀವು ಫ್ಲಿಪ್ ಮಾಡಲು ಬಯಸುವ ಕಾರ್ಡ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nನೀವು ಕ್ಯಾಸಿನೊ ಕಾರ್ಡ್‌ಗಳ ಮೆಮೊರಿ ಆಟದ ಎಲ್ಲಾ ಹಂತಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬಹುದೇ? ನಿಮ್ಮ ಮೆದುಳಿನ ಕೌಶಲ್ಯಗಳನ್ನು ನಮಗೆ ಕಾಣುವಂತೆ ಮಾಡಿ. ವಿಷಯಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳುವ ಮತ್ತು ಆನಂದಿಸುವ ನಿಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಸುಧಾರಿಸಿ!",
    "ko": "MAGBEI.COM의 다른 카드 메모리 매치 게임 중에서 이 게임을 선보이게 되어 기쁩니다.\n\n가장 유명한 도박장의 분위기와 고급스러움을 좋아하신다면 잘 찾아오셨습니다. 즐기면서 두뇌를 훈련하세요. 이 편안한 게임을 통해 기억력을 향상시킬 수 있습니다. 준비 되었나요?\n\n게임 방법\n한 턴에 두 장의 카드를 맞추면 화면에서 사라지고 점수를 얻습니다. 카드가 일치하지 않으면 뒤집어집니다. 따라서 카드 중 하나와 일치하는 카드를 찾았을 때 카드를 다시 뒤집을 수 있도록 카드를 빠르게 외우는 것이 가장 좋습니다.\n\n통제 수단\n- 컴퓨터: 뒤집고 싶은 카드를 클릭하세요.\n- 모바일 기기: 뒤집고 싶은 카드를 탭하세요.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\n특징\n- 100% 무료\n- 오프라인 게임\n- 재미있고 쉬운 플레이\n\n카지노 카드 메모리 게임의 모든 레벨을 완료할 수 있습니까? 당신의 두뇌 능력을 확인하세요. 사물을 기억하고 즐기는 능력을 향상시키세요!",
    "lt": "Džiaugiamės galėdami pristatyti šį žaidimą tarp kitų kortelių atminties rungtynių žaidimų svetainėje MAGBEI.COM\n\nJei jums patinka garsiausių lošimo salių atmosfera ir išskirtinumas, esate tinkamoje vietoje. Treniruok savo smegenis mėgaudamasis savimi. Naudodamiesi šiuo atpalaiduojančiu žaidimu galite pagerinti savo atmintį. Ar tu pasiruošęs?\n\nKAIP ŽAISTI\nKai suderinate dvi kortas eilės metu, jos išnyksta iš ekrano ir jūs gaunate taškų. Jei kortelės nesutampa, jos apverčiamos. Taigi geriausia, jei greitai įsiminsite korteles, kad galėtumėte jas vėl apversti, kai rasite vieną iš jų atitinkančią kortelę.\n\nVALDYMAS\n- Kompiuteris: spustelėkite kortelę, kurią norite apversti.\n- Mobilusis įrenginys: palieskite kortelę, kurią norite apversti.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- Linksma ir lengva žaisti\n\nAr galite atlikti visus kazino kortelių atminties žaidimo lygius? Leiskite mums pamatyti jūsų smegenų įgūdžius. Pagerinkite savo gebėjimą prisiminti dalykus ir linksmintis!",
    "lv": "Mēs esam priecīgi prezentēt šo spēli starp citām karšu atmiņas spēļu spēlēm vietnē MAGBEI.COM\n\nJa jums patīk slavenāko spēļu zāļu atmosfēra un ekskluzivitāte, jūs esat īstajā vietā. Trenējiet savas smadzenes, izbaudot sevi. Izmantojot šo relaksējošo spēli, jūs varat uzlabot savu atmiņu. Vai tu esi gatavs?\n\nKĀ SPĒLĒT\nKad vienā gājienā sakrītat divas kārtis, tās pazūd no ekrāna, un jūs nopelnāt punktus. Ja kartes nesakrīt, tās tiek apgrieztas. Tāpēc vislabāk ir ātri iegaumēt kārtis, lai tās vēlreiz apgrieztu, kad atrodat kartīti, kas atbilst vienai no tām.\n\nVADĪBAS\n- Datorā: noklikšķiniet uz kartes, kuru vēlaties apgriezt.\n- Mobilā ierīce: pieskarieties kartei, kuru vēlaties apgriezt.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- Jautri un viegli spēlēt\n\nVai varat pabeigt visus kazino karšu atmiņas spēles līmeņus? Ļaujiet mums redzēt jūsu smadzeņu prasmes. Uzlabojiet savu spēju atcerēties lietas un izklaidēties!",
    "ml": "MAGBEI.COM-ലെ മറ്റ് കാർഡ് മെമ്മറി മാച്ച് ഗെയിമുകൾക്കിടയിൽ ഈ ഗെയിം അവതരിപ്പിക്കുന്നതിൽ ഞങ്ങൾക്ക് സന്തോഷമുണ്ട്\n\nഏറ്റവും പ്രശസ്തമായ ചൂതാട്ട ഹാളുകളുടെ അന്തരീക്ഷവും പ്രത്യേകതയും നിങ്ങൾ ഇഷ്ടപ്പെടുന്നെങ്കിൽ, നിങ്ങൾ ശരിയായ സ്ഥലത്താണ്. സ്വയം ആസ്വദിക്കുമ്പോൾ നിങ്ങളുടെ തലച്ചോറിനെ പരിശീലിപ്പിക്കുക. ഈ വിശ്രമിക്കുന്ന ഗെയിമിലൂടെ, നിങ്ങളുടെ മെമ്മറി മെച്ചപ്പെടുത്താൻ കഴിയും. നിങ്ങൾ തയാറാണോ?\n\nഎങ്ങനെ കളിക്കാം\nനിങ്ങൾ ഒരു ടേണിൽ രണ്ട് കാർഡുകൾ പൊരുത്തപ്പെടുത്തുമ്പോൾ, അവ സ്ക്രീനിൽ നിന്ന് അപ്രത്യക്ഷമാവുകയും നിങ്ങൾ പോയിന്റുകൾ നേടുകയും ചെയ്യുന്നു. കാർഡുകൾ പൊരുത്തപ്പെടുന്നില്ലെങ്കിൽ, അവ മറിച്ചിടും. അവയിലൊന്നുമായി പൊരുത്തപ്പെടുന്ന ഒരു കാർഡ് നിങ്ങൾ കണ്ടെത്തുമ്പോൾ അവ വീണ്ടും മറിക്കുന്നതിന് നിങ്ങൾ കാർഡുകൾ വേഗത്തിൽ മനഃപാഠമാക്കുന്നതാണ് നല്ലത്.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: നിങ്ങൾ തിരിക്കാൻ ആഗ്രഹിക്കുന്ന കാർഡിൽ ക്ലിക്ക് ചെയ്യുക.\n- മൊബൈൽ ഉപകരണം: നിങ്ങൾ ഫ്ലിപ്പുചെയ്യാൻ ആഗ്രഹിക്കുന്ന കാർഡ് ടാപ്പുചെയ്യുക.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nകാസിനോ കാർഡ് മെമ്മറി ഗെയിമിന്റെ എല്ലാ തലങ്ങളും നിങ്ങൾക്ക് പൂർത്തിയാക്കാനാകുമോ? നിങ്ങളുടെ മസ്തിഷ്ക കഴിവുകൾ കാണാൻ ഞങ്ങളെ പ്രേരിപ്പിക്കുക. കാര്യങ്ങൾ ഓർക്കാനും ആസ്വദിക്കാനുമുള്ള നിങ്ങളുടെ കഴിവ് മെച്ചപ്പെടുത്തുക!",
    "mr": "MAGBEI.COM वर इतर कार्ड मेमरी मॅच गेममध्ये हा गेम सादर करताना आम्हाला आनंद होत आहे\n\nतुम्हाला सर्वात प्रसिद्ध जुगार हॉलचे वातावरण आणि विशेषता आवडत असल्यास, तुम्ही योग्य ठिकाणी आहात. स्वतःचा आनंद घेताना तुमच्या मेंदूला प्रशिक्षण द्या. या आरामदायी गेमद्वारे तुम्ही तुमची स्मरणशक्ती सुधारू शकता. तुम्ही तयार आहात का?\n\nकसे खेळायचे\nजेव्हा तुम्ही एका वळणावर दोन कार्डे जुळता तेव्हा ते स्क्रीनवरून गायब होतात आणि तुम्हाला पॉइंट मिळतात. जर कार्डे जुळत नसतील तर ती उलटली जातात. त्यामुळे तुम्हाला कार्ड्सपैकी एकाशी जुळणारे कार्ड सापडल्यावर ते पुन्हा बदलण्यासाठी तुम्ही कार्ड पटकन लक्षात ठेवल्यास उत्तम.\n\nनियंत्रणे\n- संगणक: तुम्हाला जे कार्ड चालू करायचे आहे त्यावर क्लिक करा.\n- मोबाइल डिव्हाइस: तुम्हाला फ्लिप करायचे असलेले कार्ड टॅप करा.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- मजेदार आणि खेळण्यास सोपे\n\nआपण कॅसिनो कार्ड मेमरी गेमचे सर्व स्तर पूर्ण करू शकता? आम्हाला तुमची मेंदू कौशल्ये पहा. गोष्टी लक्षात ठेवण्याची आणि मजा करण्याची तुमची क्षमता सुधारा!",
    "ms": "Kami gembira mempersembahkan permainan ini antara permainan padanan memori kad lain di MAGBEI.COM\n\nJika anda menyukai suasana dan eksklusiviti dewan perjudian yang paling terkenal, anda berada di tempat yang betul. Latih otak anda sambil berseronok. Melalui permainan santai ini, anda boleh meningkatkan daya ingatan anda. Adakah anda bersedia?\n\nCARA BERMAIN\nApabila anda memadankan dua kad secara bergilir-gilir, ia hilang dari skrin dan anda memperoleh mata. Jika kad tidak sepadan, ia akan terbalik. Jadi lebih baik jika anda menghafal kad itu dengan cepat untuk membalikkannya semula apabila anda menemui kad yang sepadan dengan salah satu daripadanya.\n\nKAWALAN\n- Komputer: Klik kad yang ingin anda balikkan.\n- Peranti mudah alih: Ketik kad yang anda mahu flip.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- Seronok Dan Mudah Dimainkan\n\nBolehkah anda melengkapkan semua peringkat permainan Memori Kad Kasino? Buat kami melihat kemahiran otak anda. Tingkatkan keupayaan anda untuk mengingati sesuatu dan berseronok!",
    "nl": "We zijn blij om dit spel samen met andere kaartgeheugen-matchspellen op MAGBEI.COM te presenteren\n\nAls je van de sfeer en exclusiviteit van de bekendste gokhallen houdt, zit je hier goed. Train je hersenen terwijl je geniet. Door middel van dit ontspannende spel kun je je geheugen verbeteren. Ben je klaar?\n\nHOE TE SPELEN\nAls je tijdens een beurt twee kaarten matcht, verdwijnen ze van het scherm en verdien je punten. Als de kaarten niet overeenkomen, worden ze omgedraaid. Het is dus het beste als je de kaarten snel uit je hoofd leert om ze weer om te draaien als je een kaart vindt die bij een van de kaarten past.\n\nBEDIENINGSELEMENTEN\n- Computer: klik op de kaart die je wilt omdraaien.\n- Mobiel apparaat: tik op de kaart die u wilt omdraaien.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n- Leuk en gemakkelijk te spelen\n\nKun jij alle niveaus van het Casino Cards Memory-spel voltooien? Laat ons je hersenvaardigheden zien. Verbeter uw vermogen om dingen te onthouden en veel plezier te hebben!",
    "no": "Vi er glade for å kunne presentere dette spillet blant andre kortminnespill på MAGBEI.COM\n\nHvis du liker atmosfæren og eksklusiviteten til de mest kjente gamblinghallene, er du på rett sted. Tren hjernen mens du koser deg. Gjennom dette avslappende spillet kan du forbedre hukommelsen din. Er du klar?\n\nHVORDAN SPILLE\nNår du matcher to kort på en tur, forsvinner de fra skjermen, og du tjener poeng. Hvis kortene ikke stemmer, blir de snudd. Så det beste er om du husker kortene raskt for å snu dem igjen når du finner et kort som passer til et av dem.\n\nKONTROLLER\n- Datamaskin: Klikk på kortet du vil snu.\n- Mobilenhet: Trykk på kortet du vil snu.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nEGENSKAPER\n- 100 % GRATIS\n- Offline spill\n- Morsomt og enkelt å spille\n\nKan du fullføre alle nivåene i Casino Cards Memory-spillet? Få oss til å se dine hjerneferdigheter. Forbedre din evne til å huske ting og ha det gøy!",
    "pl": "Z przyjemnością prezentujemy tę grę wśród innych gier karcianych w dopasowywanie pamięci na MAGBEI.COM\n\nJeśli podoba Ci się atmosfera i ekskluzywność najsłynniejszych salonów gier, jesteś we właściwym miejscu. Trenuj swój mózg, bawiąc się. Dzięki tej relaksującej grze możesz poprawić swoją pamięć. Jesteś gotowy?\n\nJAK GRAĆ\nKiedy dopasujesz dwie karty w turze, znikają one z ekranu, a Ty zdobywasz punkty. Jeśli karty nie pasują do siebie, zostają odwrócone. Najlepiej więc szybko zapamiętać karty i odwrócić je ponownie, gdy znajdziesz kartę pasującą do jednej z nich.\n\nSTEROWNICA\n- Komputer: Kliknij kartę, którą chcesz odwrócić.\n- Urządzenie mobilne: dotknij karty, którą chcesz odwrócić.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCECHY\n- 100% ZA DARMO\n- Gra offline\n- Zabawa i łatwa gra\n\nCzy potrafisz ukończyć wszystkie poziomy gry pamięciowej Casino Cards? Spraw, abyśmy zobaczyli twoje umiejętności mózgowe. Popraw swoją zdolność zapamiętywania rzeczy i baw się dobrze!",
    "pt_BR,pt_PT": "Temos o prazer de apresentar este jogo entre outros jogos de correspondência de memória de cartas no MAGBEI.COM\n\nSe gosta do ambiente e da exclusividade das casas de jogo mais famosas, está no sítio certo. Treine seu cérebro enquanto se diverte. Através deste jogo relaxante, você pode melhorar sua memória. Você está pronto?\n\nCOMO JOGAR\nQuando você combina duas cartas em um turno, elas desaparecem da tela e você ganha pontos. Se as cartas não combinarem, elas serão viradas. Portanto, é melhor você memorizar as cartas rapidamente para virá-las novamente quando encontrar uma carta que corresponda a uma delas.\n\nCONTROLES\n- Computador: Clique na carta que deseja virar.\n- Dispositivo móvel: toque no cartão que deseja virar.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- Divertido e fácil de jogar\n\nVocê pode completar todos os níveis do jogo Casino Cards Memory? Faça-nos ver suas habilidades cerebrais. Melhore sua capacidade de lembrar as coisas e divirta-se!",
    "ro": "Suntem bucuroși să prezentăm acest joc printre alte jocuri de potrivire cu carduri pe MAGBEI.COM\n\nDacă îți place atmosfera și exclusivitatea celor mai faimoase săli de jocuri de noroc, ești în locul potrivit. Antrenează-ți creierul în timp ce te distrezi. Prin acest joc relaxant, vă puteți îmbunătăți memoria. Sunteţi gata?\n\nCUM SE JOCA\nCând potriviți două cărți într-o tură, acestea dispar de pe ecran și câștigați puncte. Dacă cărțile nu se potrivesc, ele sunt răsturnate. Așa că cel mai bine memorați cărțile rapid pentru a le întoarce din nou când găsiți o carte care se potrivește cu una dintre ele.\n\nCONTROALE\n- Computer: faceți clic pe cardul pe care doriți să îl întoarceți.\n- Dispozitiv mobil: atingeți cardul pe care doriți să îl răsturnați.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- Distractiv și ușor de jucat\n\nPuteți finaliza toate nivelurile jocului Casino Cards Memory? Fă-ne să-ți vedem abilitățile creierului. Îmbunătățiți-vă capacitatea de a vă aminti lucruri și de a vă distra!",
    "ru": "Мы рады представить эту игру среди других карточных игр на память на MAGBEI.COM.\n\nЕсли вам нравится атмосфера и эксклюзивность самых известных игорных залов, вы попали по адресу. Тренируйте свой мозг, получая удовольствие. С помощью этой расслабляющей игры вы можете улучшить свою память. Вы готовы?\n\nКАК ИГРАТЬ\nКогда вы сопоставляете две карты за ход, они исчезают с экрана, и вы зарабатываете очки. Если карты не совпадают, они переворачиваются. Так что лучше всего, если вы быстро запомните карты, чтобы перевернуть их снова, когда вы найдете карту, которая соответствует одной из них.\n\nУПРАВЛЕНИЕ\n- Компьютер: нажмите на карточку, которую хотите перевернуть.\n- Мобильное устройство: коснитесь карты, которую хотите перевернуть.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- Весело и легко играть\n\nСможете ли вы пройти все уровни игры Casino Cards Memory? Покажите нам свои умственные способности. Улучшите свою способность запоминать вещи и получайте удовольствие!",
    "sk": "Sme radi, že túto hru môžeme prezentovať medzi ostatnými hrami s pamäťovými kartami na MAGBEI.COM\n\nAk máte radi atmosféru a exkluzivitu najznámejších herní, ste na správnom mieste. Trénujte svoj mozog a zároveň si užívajte. Prostredníctvom tejto relaxačnej hry si môžete zlepšiť pamäť. Si pripravený?\n\nAKO HRAŤ\nKeď v ťahu spojíte dve karty, zmiznú z obrazovky a získate body. Ak sa karty nezhodujú, otočia sa. Preto je najlepšie, ak si karty rýchlo zapamätáte, aby ste ich znova otočili, keď nájdete kartu, ktorá sa zhoduje s jednou z nich.\n\nOVLÁDANIE\n- Počítač: Kliknite na kartu, ktorú chcete otočiť.\n- Mobilné zariadenie: Klepnite na kartu, ktorú chcete otočiť.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- Zábavné a ľahké hrať\n\nDokážete dokončiť všetky úrovne hry Casino Cards Memory? Ukážte nám svoje mozgové schopnosti. Zlepšite svoju schopnosť pamätať si veci a baviť sa!",
    "sl": "Z veseljem predstavljamo to igro med drugimi igrami za ujemanje spominskih kartic na MAGBEI.COM\n\nČe vam je všeč vzdušje in ekskluzivnost najbolj znanih igralnih salonov, ste na pravem mestu. Trenirajte svoje možgane, medtem ko uživate. S to sproščujočo igro lahko izboljšate svoj spomin. Si pripravljen?\n\nKAKO IGRATI\nKo na potezi ujemate dve karti, izgineta z zaslona in zaslužite točke. Če se karte ne ujemata, se obrnejo. Zato je najbolje, če si karte hitro zapomnite in jih znova obrnete, ko najdete karto, ki se ujema z eno od njih.\n\nKONTROLE\n- Računalnik: kliknite kartico, ki jo želite obrniti.\n- Mobilna naprava: tapnite kartico, ki jo želite obrniti.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI\n- 100% BREZPLAČNO\n- Igra brez povezave\n- Zabavno in enostavno igranje\n\nAli lahko dokončate vse stopnje igre Casino Cards Memory? Naj vidimo vaše možganske sposobnosti. Izboljšajte svojo sposobnost pomnjenja stvari in se zabavajte!",
    "sr": "Срећни смо што можемо да представимо ову игру међу осталим играма са меморијским картицама на МАГБЕИ.ЦОМ\n\nАко волите атмосферу и ексклузивност најпознатијих коцкарница, на правом сте месту. Тренирајте свој мозак док уживате. Кроз ову опуштајућу игру можете побољшати своје памћење. Да ли си спреман?\n\nКАКО ИГРАТИ\nКада упарите две карте на потезу, оне нестају са екрана, а ви зарађујете поене. Ако се карте не поклапају, преокрећу се. Зато је најбоље ако брзо запамтите картице да бисте их поново окренули када пронађете картицу која одговара једној од њих.\n\nКОНТРОЛЕ\n- Рачунар: Кликните на картицу коју желите да вратите.\n- Мобилни уређај: Додирните картицу коју желите да окренете.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- Забавна и лака за играње\n\nМожете ли да завршите све нивое игре Цасино Цардс Мемори? Учините да видимо ваше способности мозга. Побољшајте своју способност да запамтите ствари и забавите се!",
    "sv": "Vi är glada att kunna presentera detta spel bland andra kortminnesmatchningsspel på MAGBEI.COM\n\nOm du gillar atmosfären och exklusiviteten i de mest kända spelhallarna har du kommit rätt. Träna din hjärna samtidigt som du njuter. Genom detta avkopplande spel kan du förbättra ditt minne. Är du redo?\n\nHUR MAN SPELAR\nNär du matchar två kort på en tur försvinner de från skärmen och du tjänar poäng. Om korten inte stämmer överens vänds de. Så bäst om du memorerar korten snabbt för att vända dem igen när du hittar ett kort som matchar ett av dem.\n\nKONTROLLER\n- Dator: Klicka på kortet du vill vända.\n- Mobil enhet: Tryck på kortet du vill vända.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- Roligt och lätt att spela\n\nKan du slutföra alla nivåer i Casino Cards Memory-spelet? Få oss att se dina hjärnförmåga. Förbättra din förmåga att komma ihåg saker och ha kul!",
    "sw": "Tunayo furaha kuwasilisha mchezo huu kati ya michezo mingine ya mechi ya kumbukumbu ya kadi kwenye MAGBEI.COM\n\nIkiwa unapenda mazingira na upekee wa kumbi maarufu za kamari, uko mahali pazuri. Funza ubongo wako wakati unafurahiya mwenyewe. Kupitia mchezo huu wa kupumzika, unaweza kuboresha kumbukumbu yako. Uko tayari?\n\nJINSI YA KUCHEZA\nUnapolinganisha kadi mbili kwa zamu, hupotea kutoka skrini, na unapata pointi. Ikiwa kadi hazilingani, zinageuzwa. Ni bora zaidi ukikariri kadi haraka ili kuzigeuza tena unapopata kadi inayolingana na mojawapo.\n\nVIDHIBITI\n- Kompyuta: Bofya kadi unayotaka kugeuza.\n- Kifaa cha rununu: Gonga kadi unayotaka kugeuza.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- Furaha na Rahisi Kucheza\n\nJe, unaweza kukamilisha viwango vyote vya mchezo wa Kumbukumbu ya Kadi za Kasino? Tufanye tuone ujuzi wako wa ubongo. Boresha uwezo wako wa kukumbuka mambo na kufurahiya!",
    "ta": "MAGBEI.COM இல் உள்ள மற்ற கார்டு மெமரி மேட்ச் கேம்களில் இந்த கேமை வழங்குவதில் நாங்கள் மகிழ்ச்சியடைகிறோம்\n\nமிகவும் பிரபலமான சூதாட்ட அரங்குகளின் வளிமண்டலத்தையும் தனித்துவத்தையும் நீங்கள் விரும்பினால், நீங்கள் சரியான இடத்தில் உள்ளீர்கள். உங்களை ரசிக்கும்போது உங்கள் மூளையைப் பயிற்றுவிக்கவும். இந்த நிதானமான விளையாட்டின் மூலம், உங்கள் நினைவாற்றலை மேம்படுத்தலாம். நீங்கள் தயாரா?\n\nஎப்படி விளையாடுவது\nநீங்கள் ஒரு முறை இரண்டு கார்டுகளைப் பொருத்தும்போது, அவை திரையில் இருந்து மறைந்துவிடும், மேலும் நீங்கள் புள்ளிகளைப் பெறுவீர்கள். அட்டைகள் பொருந்தவில்லை என்றால், அவை மாற்றப்படும். கார்டுகளில் ஒன்றோடு பொருந்தக்கூடிய கார்டைக் கண்டறிந்தால், அவற்றை மீண்டும் மாற்றுவதற்கு விரைவாக அவற்றை மனப்பாடம் செய்தால் சிறந்தது.\n\nகட்டுப்பாடுகள்\n- கணினி: நீங்கள் திருப்ப விரும்பும் கார்டைக் கிளிக் செய்யவும்.\n- மொபைல் சாதனம்: நீங்கள் புரட்ட விரும்பும் கார்டைத் தட்டவும்.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nகேசினோ கார்டுகள் நினைவக விளையாட்டின் அனைத்து நிலைகளையும் முடிக்க முடியுமா? உங்கள் மூளையின் திறமைகளை எங்களுக்குப் பார்க்கச் செய்யுங்கள். விஷயங்களை நினைவில் வைத்து மகிழும் திறனை மேம்படுத்துங்கள்!",
    "te": "MAGBEI.COMలో ఇతర కార్డ్ మెమరీ మ్యాచ్ గేమ్‌లలో ఈ గేమ్‌ను ప్రదర్శించడం మాకు సంతోషంగా ఉంది\n\nమీరు అత్యంత ప్రసిద్ధ జూదం హాళ్ల వాతావరణం మరియు ప్రత్యేకతను ఇష్టపడితే, మీరు సరైన స్థలంలో ఉన్నారు. మిమ్మల్ని మీరు ఆనందిస్తూనే మీ మెదడుకు శిక్షణ ఇవ్వండి. ఈ రిలాక్సింగ్ గేమ్ ద్వారా, మీరు మీ జ్ఞాపకశక్తిని మెరుగుపరచుకోవచ్చు. మీరు సిద్ధంగా ఉన్నారా?\n\nఎలా ఆడాలి\nమీరు ఒక మలుపులో రెండు కార్డ్‌లను సరిపోల్చినప్పుడు, అవి స్క్రీన్ నుండి అదృశ్యమవుతాయి మరియు మీరు పాయింట్లను సంపాదిస్తారు. కార్డులు సరిపోలకపోతే, అవి తిరగబడతాయి. మీరు కార్డ్‌లలో ఒకదానికి సరిపోయే కార్డ్‌ని కనుగొన్నప్పుడు వాటిని మళ్లీ మార్చడానికి వాటిని త్వరగా గుర్తుంచుకోవడం మంచిది.\n\nనియంత్రణలు\n- కంప్యూటర్: మీరు తిరగాలనుకుంటున్న కార్డ్‌ని క్లిక్ చేయండి.\n- మొబైల్ పరికరం: మీరు ఫ్లిప్ చేయాలనుకుంటున్న కార్డ్‌ను నొక్కండి.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- సరదాగా మరియు ఆడటం సులభం\n\nమీరు క్యాసినో కార్డ్స్ మెమరీ గేమ్ యొక్క అన్ని స్థాయిలను పూర్తి చేయగలరా? మీ మెదడు నైపుణ్యాలను మాకు చూసేలా చేయండి. విషయాలను గుర్తుంచుకోవడానికి మరియు ఆనందించడానికి మీ సామర్థ్యాన్ని మెరుగుపరచండి!",
    "th": "เรายินดีที่จะนำเสนอเกมนี้ท่ามกลางเกมจับคู่หน่วยความจำการ์ดอื่น ๆ บน MAGBEI.COM\n\nหากคุณชอบบรรยากาศและความพิเศษของโรงพนันที่มีชื่อเสียงที่สุด คุณมาถูกที่แล้ว ฝึกสมองของคุณในขณะที่เพลิดเพลินกับตัวเอง คุณสามารถพัฒนาความจำของคุณผ่านเกมที่ผ่อนคลายนี้ คุณพร้อมไหม?\n\nวิธีการเล่น\nเมื่อคุณจับคู่ไพ่สองใบในเทิร์นเดียว การ์ดเหล่านั้นจะหายไปจากหน้าจอ และคุณจะได้รับคะแนน หากไพ่ไม่ตรงกันก็หงายไพ่ ดีที่สุดถ้าคุณจำไพ่อย่างรวดเร็วเพื่อพลิกไพ่อีกครั้งเมื่อคุณพบไพ่ที่ตรงกับหนึ่งในนั้น\n\nการควบคุม\n- คอมพิวเตอร์: คลิกการ์ดที่คุณต้องการพลิกกลับ\n- อุปกรณ์มือถือ: แตะการ์ดที่คุณต้องการพลิก\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- สนุกและเล่นง่าย\n\nคุณสามารถเล่นเกม Casino Cards Memory ให้ครบทุกระดับได้หรือไม่ ทำให้เราเห็นทักษะทางสมองของคุณ ปรับปรุงความสามารถในการจดจำสิ่งต่าง ๆ และสนุก!",
    "tr": "Bu oyunu MAGBEI.COM'da diğer kart hafıza eşleştirme oyunları arasında sunmaktan mutluluk duyuyoruz.\n\nEn ünlü kumar salonlarının atmosferini ve ayrıcalığını seviyorsanız doğru yerdesiniz. Eğlenirken beyninizi eğitin. Bu rahatlatıcı oyun sayesinde hafızanızı geliştirebilirsiniz. Hazır mısın?\n\nNASIL OYNANIR\nBir turda iki kartı eşleştirdiğinizde ekrandan kaybolurlar ve puan kazanırsınız. Kartlar eşleşmezse, açılırlar. En iyisi, bunlardan biriyle eşleşen bir kart bulduğunuzda tekrar çevirmek için kartları hızlı bir şekilde ezberlemenizdir.\n\nKONTROLLER\n- Bilgisayar: Devretmek istediğiniz karta tıklayın.\n- Mobil cihaz: Çevirmek istediğiniz karta dokunun.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- Eğlenceli ve Oynaması Kolay\n\nCasino Kartları Hafıza oyununun tüm seviyelerini tamamlayabilir misin? Beyin becerilerinizi görmemizi sağlayın. Bir şeyleri hatırlama ve eğlenme yeteneğinizi geliştirin!",
    "uk": "Ми раді представити цю гру серед інших карткових ігор на MAGBEI.COM\n\nЯкщо вам подобається атмосфера та ексклюзивність найвідоміших гральних залів, ви за адресою. Тренуйте свій мозок, отримуючи задоволення. За допомогою цієї розслаблюючої гри ви можете покращити свою пам'ять. Ви готові?\n\nЯК ГРАТИ\nКоли ви зіставляєте дві карти за хід, вони зникають з екрана, і ви отримуєте очки. Якщо картки не збігаються, їх перевертають. Тож найкраще швидко запам’ятати картки, щоб перевернути їх знову, коли знайдете картку, яка відповідає одній із них.\n\nУПРАВЛІННЯ\n- Комп'ютер: клацніть картку, яку ви хочете перевернути.\n- Мобільний пристрій: торкніться картки, яку хочете перевернути.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- Весело і легко грати\n\nЧи зможете ви пройти всі рівні гри Casino Cards Memory? Зробіть так, щоб ми побачили ваші розумові здібності. Покращуйте свою здатність запам'ятовувати речі та отримуйте задоволення!",
    "vi": "Chúng tôi rất vui được giới thiệu trò chơi này trong số các trò chơi đấu trí nhớ thẻ khác trên MAGBEI.COM\n\nNếu bạn thích bầu không khí và sự độc quyền của những sòng bạc nổi tiếng nhất, thì bạn đang ở đúng nơi. Rèn luyện trí não của bạn trong khi tận hưởng chính mình. Thông qua trò chơi thư giãn này, bạn có thể cải thiện trí nhớ của mình. Bạn đã sẵn sàng chưa?\n\nCÁCH CHƠI\nKhi bạn khớp hai thẻ trong một lượt, chúng sẽ biến mất khỏi màn hình và bạn kiếm được điểm. Nếu các thẻ không khớp, chúng sẽ bị lật. Vì vậy, tốt nhất là bạn nên ghi nhớ các thẻ một cách nhanh chóng để lật lại chúng khi bạn tìm thấy một thẻ phù hợp với một trong số chúng.\n\nKIỂM SOÁT\n- Máy tính: Bấm vào quân bài muốn lật.\n- Thiết bị di động: Nhấn vào thẻ bạn muốn lật.\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- Vui vẻ và dễ chơi\n\nBạn có thể hoàn thành tất cả các cấp độ của trò chơi Trí nhớ Thẻ Sòng bạc không? Làm cho chúng tôi thấy kỹ năng não của bạn. Cải thiện khả năng ghi nhớ mọi thứ và vui chơi!",
    "zh_CN": "我们很高兴在 MAGBEI.COM 上推出这款游戏以及其他卡片记忆配对游戏\n\n如果您喜欢最著名赌场的氛围和独特性，那么您来对地方了。 在享受自己的同时训练你的大脑。 通过这个轻松的游戏，您可以提高记忆力。 你准备好了吗？\n\n怎么玩\n当您在一轮中匹配两张牌时，它们会从屏幕上消失，您就可以获得积分。 如果卡片不匹配，它们就会被翻过来。 所以最好是快速记住这些卡片，以便在找到与其中一张匹配的卡片时再次将它们翻过来。\n\n控件\n- 电脑：点击你要翻转的卡片。\n- 移动设备：点击要翻转的卡片。\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\n特征\n- 100% 免费\n- 离线游戏\n- 有趣且容易玩\n\n你能完成 Casino Cards Memory 游戏的所有级别吗？ 让我们看到你的大脑技能。 提高您的记忆能力并获得乐趣！",
    "zh_TW": "我們很高興在 MAGBEI.COM 上推出這款遊戲以及其他卡片記憶配對遊戲\n\n如果您喜歡最著名賭場的氛圍和獨特性，那麼您來對地方了。 在享受自己的同時訓練你的大腦。 通過這個輕鬆的遊戲，您可以提高記憶力。 你準備好了嗎？\n\n怎麼玩\n當您在一輪中匹配兩張牌時，它們會從屏幕上消失，您就可以獲得積分。 如果卡片不匹配，它們就會被翻過來。 所以最好是快速記住這些卡片，以便在找到與其中一張匹配的卡片時再次將它們翻過來。\n\n控件\n- 電腦：點擊你要翻轉的卡片。\n- 移動設備：點擊要翻轉的卡片。\n\nCasino Cards Memory is a fun memory skill game online to play when bored for FREE on Magbei.com\n\n特徵\n- 100% 免費\n- 離線遊戲\n- 有趣且容易玩\n\n你能完成 Casino Cards Memory 遊戲的所有級別嗎？ 讓我們看到你的大腦技能。 提高您的記憶能力並獲得樂趣！"
  }
}