{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fake news debunker by InVID & WeVerify"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InVID WeVerify extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This plugin has been designed as a verification “Swiss army knife” helping journalists, fact-checkers, and human rights defenders to save time and be more efficient in their fact-checking and debunking tasks on social networks especially when verifying videos and images. \n\nThis browser extension is now going to be enriched with new tools, developed within the Horizon EU research and innovation action vera.ai (2022-2025; https://veraai.eu/).\n\nIn 2021, the plugin won a US Paris Tech challenge first prize award granted by the US Department Global Engagement Center (GEC). For the Poynter Institute, home of the International Fact-Checking Network (IFCN), it is \"one of the most powerful tools for spotting misinformation online\".\n\nThis toolbox allows you to quickly get contextual information on Facebook and Twitter images and videos, as well as on Youtube videos, to perform reverse image search on several engines, to query the new Database of Known Fakes (DBKF), to fragment videos from various platforms (Facebook, Instagram, Youtube, Twitter, Daily Motion) into keyframes, to enhance and explore keyframes and images through a magnifying lens, to query Twitter more efficiently through time intervals and through a new Social Network Analysis module, to read video and image metadata, to check the video copyrights, to quickly search for fact checks or cross-network queries, and to apply a new enhanced forensic toolbox on  images suspected of being manipulated. Another new forensic module, CheckGIF made in the EnVisu4 IFCN project, allows you to create a GIF between a manipulated image and an original one to better reveal the manipulation.\n\nNew beta tools, for registered users, include a synthetic image detector from vera.ai project and an audio voice cloning detector provided by Spanish startup Loccus.ai.\n\nAn assistant feature will help you to find which tool can be used to support your verification work. The plugin is currently provided in English, French, Spanish, Greek, Arabic, Italian and German language. \n\nA demo and a classroom section provide examples of manipulated images or videos together with explanations and media literacy tools and tips about the information verification process, for teachers and scholars. \n\nA feedback button is available directly in the interface. Thanks to use it to report any bug, any issue (providing the link of the media to be checked), or any improvement suggestion, in this way. We welcome and need your feedback. Thank you.\n\nThe plugin respects your privacy and no personal data is recorded. We use Matomo to better understand usage but you can opt out if you wish so (from the checkbox at the bottom of the About page). Some features (Twitter SNA, CheckGIF, GIF export on forensic toolkit) are reserved to fact-checkers, journalists and researchers due to the high demanding computer power needed and to avoid misuse. \n\nAll versions of the plugin has been developed so far by AFP Medialab R&D through three EU-funded research projects and underlying web services provided by scientific partners. \n\nIt was initially launched in July 2017 during the InVID European project, a EU Horizon 2020 innovation action (grant agreement 687786; https://www.invid-project.eu ; @InVID_EU). \n\nThen, it was enhanced with more tools during the EU Horizon 2020 WeVerify project (grant agreement 825297; https://weverify.eu/ @WeVerify).\n\nCurrently, the plugin is part of the Horizon vera.ai project (Grant Agreement 101070093; https://twitter.com/veraai_eu) aiming to use artificial intelligence versus disinformation. Existing tools using AI will be enhanced and new tools will be co-created with end-users.\n\nDisclaimer: this software is provided \"as is\", without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose and non infringement. In no event shall the authors or copyright holders be liable for any claim, damages or other liability, whether in an action of contract, tort or otherwise, arising from, out of or in connection with the software or the use or other dealings in the software."
  }
}