{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offcloud.com Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to take any link and fetch its data, either by directly downloading it, backing it up or transferring it to a third party"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offcloud is a cloud-based download manager that lets you unlock, fetch and backup anything from the web to your devices or cloud storage.\n\nThis extension will allow you to fully integrate Chrome with Offcloud. It will add a contextual menu when you right click any link or online content so you can handily process it to Offcloud.\n\nOffcloud provides a completely free starter that lets you fetch up to 100 links including 2 cyberlocker & BitTorrent sources. With Offcloud, you will discover awesome features:\n\n* Secure download via proxy\n* Remote upload to your cloud\n* Unlock cyberlocker files\n* Works with BitTorrent magnet\n* Works with torrent files\n* Download video streams\n* Fetch music streams\n* Convert articles to Pocket\n* Convert page to PDF\n* Generate MP3 from stream\n* Remote zip/rar extraction\n\nOffcloud works in a very simple way. All you need to do is input some HTTP, FTP or BitTorrent links or magnets in any of the three sections it provides: Instant, Cloud and Remote.\n\n1) Instant allows you to unlock, speed up and securely download any online content directly to your device through the Chrome browser.\n\n2) Cloud lets you backup and save any online content to a private cloud space hosted by Offcloud.\n\n3) Remote enables you to transfer any online content directly to your cloud storage account (Dropbox, Google Drive) or third-party server (FTP, SSH, WebDAV).\n\nOffcloud offers an affordable and transparent pricing. Our membership costs $9.99 for a month and $99.99 for a year.\n\nOffcloud\nhttps://offcloud.com\nhelp@offcloud.com\nhttps://twitter.com/offcloudcom"
  }
}