{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PeaceFeed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blur political and trending content by keyword across major news sites. Reclaim your peace of mind. ✌🏼"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take control of your news feed and protect your peace of mind with PeaceFeed - the smart content filter that instantly blurs political, celebrity, and trending stories across major news sites with just one click.\n\nYour Digital Sanctuary:\nFeeling overwhelmed by political headlines, celebrity drama, or trending controversies? PeaceFeed puts you back in control. This lightweight extension works across the internet's biggest news sources including Google News, CNN, Fox News, NYTimes, Washington Post, and more to blur content you choose to avoid.\n\nKey Features:\n• Instantly blur content based on your custom keywords\n• Works seamlessly across 12+ major news platforms\n• Simple one-click controls to toggle blurring on/off\n• Zero impact on browsing speed\n• Complete privacy - no personal data collection\n• Free plan includes 10 keyword filters\n• Premium plan offers unlimited keywords ($5 one-time payment)\n\nPerfect for:\n• Reducing news-related stress and anxiety\n• Avoiding spoilers for shows and movies\n• Customizing your news experience\n• Taking breaks from specific topics\n• Maintaining focus during work hours\n\nStart with 10 free keyword filters or upgrade to Premium for unlimited customization. Install PeaceFeed today and transform your online news experience into a more peaceful, personalized journey.\n\nYour mental well-being matters. Browse smarter, feel better, and stay informed on your own terms with PeaceFeed.\n\n\n\nSupported Sites:\nGoogle News, CNN, New York Times, Fox News, MSN, Washington Post, USA today, NY Post, BBC, People, Daily Mail, Newsweek. More coming soon.\n\n\nPrivacy First: \nYour peace of mind includes your privacy. PeaceFeed operates with zero data collection or tracking - it's lightweight, secure, and regularly updated to protect both your content preferences and your personal information.\n\n\nSimple Setup:\nInstallation takes seconds, and using PeaceFeed is intuitive. Simply add keywords you want to blur, and watch as your news feed transforms into a calmer, more focused experience. Toggle keywords on and off with a single click whenever you need.\n\n1) Install extension\n2) Add keywords to block\n3) Browse news stress-free\n\nView our setup instructions at https://www.peacefeed.com/how-to-install\n\n\nQuestions?\nContact us at: hello (at) peacefeed.com\n\n\nUpdate Notes:\n1.0 - released Dec 10, 2024"
  }
}