{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HBO Max HQ: change video quality",
    "es": "HBO Max HQ: cambiar calidad video",
    "es_419": "HBO Max HQ: ajustar calidad video",
    "pt_BR": "HBO Max HQ: alterar qualidade vídeo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension to change video quality on HBO Max. Choose your preferred video resolution on HBO Max.",
    "es": "Extensión para cambiar la calidad de video en HBO Max. Elige tu resolución preferida en HBO Max.",
    "es_419": "Extensión para ajustar la calidad de video en HBO Max. Selecciona la resolución que prefieras en HBO Max.",
    "pt_BR": "Extensão para alterar a qualidade do vídeo no HBO Max. Escolha sua resolução preferida no HBO Max."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We've updated the extension to work after some changes on HBO Max website. \n\nAdjust HBO Max video quality to your needs and your internet connection. With this extension, you will never experience annoying buffering again! \n\nYou can choose your preferred video resolution in a simple popup window and watch the content in one of the available options: \n➡️ None\n➡️ Low Definition\n➡️ Standard Definition\n➡️ High Definition\n➡️ Full HD\n➡️ QHD\n\nAll you need to do is add the HBO Max HQ extension to your browser and enjoy your favorite series in preferred video quality. It's as simple as that!\n\n⭐ How does it work? ⭐ \nExtension forces the video to reload in the chosen resolution. Please note that if you set higher quality than is available in HBO Max, the extension will automatically reload video for the best quality available.\n\nDisclaimer: HBO is a trademark of Home Box Office, Inc. This website & extension hold no association or affiliation with HBO Max or any third-party companies.",
    "es": "Hemos actualizado la extensión para que funcione tras algunos cambios en el sitio web de HBO Max.\n\nAjusta la calidad del video de HBO Max según tus necesidades y la velocidad de tu conexión a internet. ¡Con esta extensión, nunca más tendrás que soportar el molesto buffering!\n\nPuedes seleccionar tu resolución de video preferida en una ventana emergente sencilla y disfrutar del contenido en una de las siguientes opciones:\n➡️ Ninguna\n➡️ Definición Baja\n➡️ Definición Estándar\n➡️ Alta Definición\n➡️ Full HD\n➡️ QHD\n\nLo único que necesitas hacer es añadir la extensión HBO Max HQ a tu navegador y disfrutar de tus series favoritas con la calidad de video que prefieras. ¡Así de simple!\n\n⭐ ¿Cómo funciona? ⭐\nLa extensión obliga al video a recargarse en la resolución seleccionada. Ten en cuenta que, si eliges una calidad superior a la disponible en HBO Max, la extensión recargará automáticamente el video con la mejor calidad disponible.\n\nAviso: HBO es una marca registrada de Home Box Office, Inc. Este sitio web y esta extensión no tienen ninguna asociación ni afiliación con HBO Max ni con ninguna otra empresa de terceros.",
    "es_419": "Hemos actualizado la extensión para que funcione después de algunos cambios en el sitio web de HBO Max.\n\nAjusta la calidad de video de HBO Max según tus necesidades y tu conexión a internet. ¡Con esta extensión, nunca más tendrás que lidiar con el molesto buffering!\n\nPuedes elegir tu resolución de video preferida en una ventana emergente simple y disfrutar el contenido en una de las siguientes opciones:\n➡️ Ninguna\n➡️ Definición Baja\n➡️ Definición Estándar\n➡️ Alta Definición\n➡️ Full HD\n➡️ QHD\n\nLo único que necesitas es agregar la extensión HBO Max HQ a tu navegador y disfrutar de tus series favoritas con la calidad de video que prefieras. ¡Así de fácil!\n\n⭐ ¿Cómo funciona? ⭐\nLa extensión obliga al video a recargarse en la resolución elegida. Ten en cuenta que, si seleccionas una calidad superior a la disponible en HBO Max, la extensión recargará automáticamente el video con la mejor calidad disponible.\n\nAviso: HBO es una marca registrada de Home Box Office, Inc. Este sitio web y extensión no tienen ninguna asociación ni afiliación con HBO Max ni con ninguna empresa de terceros.",
    "pt_BR": "Atualizamos a extensão para funcionar após algumas mudanças no site da HBO Max.\n\nAjuste a qualidade do vídeo da HBO Max de acordo com suas necessidades e a velocidade da sua conexão à internet. Com esta extensão, você nunca mais terá que lidar com o incômodo buffering!\n\nVocê pode selecionar sua resolução de vídeo preferida em uma janela pop-up simples e assistir ao conteúdo em uma das seguintes opções:\n➡️ Nenhuma\n➡️ Definição Baixa\n➡️ Definição Padrão\n➡️ Alta Definição\n➡️ Full HD\n➡️ QHD\n\nTudo o que você precisa fazer é adicionar a extensão HBO Max HQ ao seu navegador e aproveitar suas séries favoritas na qualidade de vídeo que preferir. É tão fácil assim!\n\n⭐ Como funciona? ⭐\nA extensão força o vídeo a recarregar na resolução escolhida. Observe que, se você selecionar uma qualidade superior à disponível na HBO Max, a extensão recarregará automaticamente o vídeo na melhor qualidade disponível.\n\nAviso: HBO é uma marca registrada da Home Box Office, Inc. Este site e extensão não possuem nenhuma associação ou afiliação com a HBO Max ou qualquer outra empresa terceirizada."
  }
}