{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CNFans Link Modifier"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The CNFans Link Modifier is a versatile tool designed to enhance user interactions on product pages across platforms like CNFans,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The CNFans Link Modifier is a versatile tool designed to enhance user interactions on product pages across platforms like CNFans, Taobao, and Weidian. This extension automates several tasks to improve browsing efficiency and accuracy:\n\n    1. Automated Pop-up Removal:\n    •    Automatically detects and removes distracting pop-ups, modals, and other elements, ensuring \n        a cleaner browsing experience without interruptions. Examples include removing risk content \n        modals, keyword modals, and consent checkboxes.\n\n    2. Modify or Add Referral Parameters:\n    •    Adjusts existing referral (ref) parameters or adds a new one (ref=163359) to product URLs. This function ensures that the correct referral is always applied, whether updating existing links \nor adding new ones where missing.\n\n    3. Quick Navigation Button:\n    •   Adds a “Go to QC Page” button that appears on the screen. This button directs users \n        to relevant product pages on finds.ly by generating the correct link based on the product’s \n shop type and ID (Weidian, Taobao, 1688). Users can seamlessly open finds.ly for quick checks.\n\n    4. Real-Time Monitoring:\n    •  The extension continuously monitors page content to apply changes instantly, even \n        on dynamically loaded elements, ensuring consistent functionality.\n\nFeatures in Action:\n    •    Remove unwanted pop-ups, notifications, and consent elements automatically.\n    •    Adjust or append ref=163359 to URLs on CNFans product pages.\n    •    One-click button to navigate directly to the QC page on finds.ly, simplifying \n         the product-checking process.\n\nMake your online shopping experience smoother, faster, and more accurate with CNFans Link Modifier."
  }
}