{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FranceVerif - Sécurité en ligne"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vérifiez instantanément la fiabilité des sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comment savoir si un site est fiable ? Chez FranceVerif, on a la réponse. Une extension gratuite, soutenue par l'état, avec plus de 4 millions de sites analysés. Ne vous faites plus avoir.\n\n► C’est quoi ? \nL’extension s’apparente à un véritable détecteur de mensonges et de dangers. Active en permanence durant votre navigation, elle vous indique en quelques secondes si vous pouvez avoir confiance ou non dans les sites que vous consultez. \n\n► Que détecte France Verif ? \nGrâce à ses capacités d’analyses particulièrement évoluées, votre extension est capable de vous indiquer automatiquement : \n• Si un site est fiable ou dangereux  \n• Si des produits sont trompeurs \n• Si les moyens de paiements proposés sont sécurisés \n• Si les délais de livraisons sont mensongers \n• ... \n\n► Comment ça fonctionne ? \nCette technologie repose sur l’utilisation de 127 Intelligences Artificielles. Lorsque vous consultez un site internet, elles analysent, comparent et croisent automatiquement des centaines de milliers d’informations en quelques secondes seulement.  \n\n► Pourquoi faire confiance à France Verif ? \n• Une technologie conçue par les meilleurs experts en Intelligence Artificielle et en cybersécurité : \nCette technologie est le fruit de 5 années de Recherche et Développement menées par une équipe de 43 chercheurs et data-analystes issus de Polytechnique, du Corps des Mines et de l’école Pierre et Marie Curie.\n\n• Une efficacité prouvée de 99,86 % \nLa protection offerte a fait l’objet d’un audit de 18 mois réalisé par la BPI (Banque Publique d’investissement). \n\n• Une solution soutenue par l’État \nPépite technologique française, France Verif a reçu le soutien officiel de l’État en 2021 dans le cadre de son action contre les cyber-malveillances. \n\n• Plus de 1,5 millions d’utilisateurs actifs chaque mois \nSans oublier leur satisfaction notée 4,4 ★ sur le Chrome Web Store et les nombreuses recommandations de la presse française\n\n\n----------------------------------------------------\n\nOptionellement, une période d’essai de 7 jours (vous pouvez annuler à tout moment) est proposée, puis un abonnement à 119€ par an, ou 47€99 la première année lors d'offres spéciales.\n\nDes commissions (affiliation) sont perçues de certains partenaires marchands lorsque vous effectuez des achats en ligne, mais sans que cela n'affecte jamais l'impartialité du score de prédiction.\n\nPour toutes questions vous pouvez nous contacter à l’adresse support@franceverif.fr\n\nEn installant l’extension, vous acceptez notre politique de confidentialité (https://franceverif.fr/fr/politique-confidentialite) et nos conditions générales d’utilisation (https://franceverif.fr/fr/cgu)"
  }
}