{
  "name": {
    "am,ar,bn,ca,cs,de,el,en,en_AU,en_GB,en_US,es_419,fa,fr,gu,hr,id,ja,kn,ko,ml,mr,pl,pt_BR,pt_PT,ru,sk,sv,sw,ta,te,zh_CN": "Basketball Stars - Sport Games",
    "bg": "Баскетболни Звезди - Спортни Игри",
    "da": "Basketball Stars - Sportspil",
    "es": "Baloncesto Estrellas - Juegos Deportivos",
    "et": "Korvpallitähdet - Spordimängud",
    "fi": "Koripallon tähdet - Urheilupelit",
    "fil": "Mga Bituin ng Basketball - Mga Laro sa Isports",
    "he": "כוכבי כדורסל - משחקי ספורט",
    "hi,no": "Basketball Stars - Juegos Deportivos",
    "hu": "Kosárlabda Csillagok - Sportjátékok",
    "it": "Basketball Stars - Giochi Sportivi",
    "lt": "Krepšinis Žvaigždės - Sporto Žaidimai",
    "lv": "Basketbola Zvaigznes - Sporta spēles",
    "ms": "Bintang-Bintang Bola Keranjang - Permainan Sukan",
    "nl": "Basketbalsterren - Sportspellen",
    "ro": "Baschet Stars - Jocuri sportive",
    "sl": "Košarkarske zvezde - športne igre",
    "sr": "Košarkaške zvezde - sportske igre",
    "th": "ดาวบาสเก็ตบอล - เกมกีฬา",
    "tr": "Estrellas del baloncesto - Juegos deportivos",
    "uk": "Basketball Stars - Sportovní hry",
    "vi": "Basketball Stars - Trò chơi Thể thao",
    "zh_TW": "籃球明星 - 運動遊戲"
  },
  "short": {
    "am,ar,bg,bn,ca,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fr,gu,hr,hu,ja,kn,ko,lt,ml,mr,pt_BR,pt_PT,ro,ru,sk,sv,sw,ta,te,vi": "Play Basketball Stars - Sport Games as a Chrome extension - Try it now!!",
    "cs": "Translate the text to Turkish.",
    "da": "Spil Basketball Stars - Sportsspil som en Chrome-udvidelse - Prøv det nu!!",
    "es": "Juega Basketball Stars - Juegos Deportivos como una extensión de Chrome - ¡Pruébalo ahora!",
    "et": "Mängige korvpalli tähti - spordimänge Google Chrome'i laiendina - proovige kohe!!",
    "fil": "Maglaro ng Basketball Stars - Mga Laro sa Isports bilang isang Chrome extension - Subukan ito ngayon!",
    "he": "שחק בכדורסל כוכבים - משחקי ספורט כחיצוני של Chrome - נסה עכשיו!!",
    "hi": "Jouez à Basketball Stars - Jeux de sport en tant que extension Chrome - Essayez maintenant !!",
    "id": "Jouez à Basketball Stars - Jeux de sport en tant qu'extension Chrome - Essayez-le maintenant !!",
    "it": "Gioca a Basketball Stars - Giochi Sportivi come estensione per Chrome - Provalo ora!",
    "lv": "Spēlēt Basketbola zvaigznes - Sporta spēles kā Chrome pievienojumu - Pamēģiniet tagad!",
    "ms": "Juega a Basketball Stars - Juegos de Deportes como una extensión de Chrome - ¡Pruébalo ahora!",
    "nl": "Speel Basketball Stars - Sport Games als een Chrome-extensie - Probeer het nu!",
    "no": "Juega a Basketball Stars - Sport Games como una extensión de Chrome - ¡Pruébalo ahora!",
    "pl": "Zagraj w Basketball Stars - Gry sportowe jako rozszerzenie Chrome - Wypróbuj teraz!",
    "sl": "Igrajte Basketball Stars - športne igre kot razširitev Chrome - Poskusite zdaj!",
    "sr": "Играйте у Баскетбал Старс - Спортске игре као Хром проширење - Покушајте сада!!",
    "th": "เล่นเกม Basketball Stars - Sport Games ในรูปแบบส่วนขยาย Chrome - ลองเลย!!",
    "tr": "Oyun Basketbol Yıldızları - Spor Oyunları adlı Chrome eklentisini oyna - Şimdi deneyin!!",
    "uk": "Juega a Basketball Stars - Juegos Deportivos como una extensión de Chrome - ¡Pruébalo ahora!",
    "zh_CN": "体育游戏《篮球明星》的Chrome扩展 - 立即尝试!!",
    "zh_TW": "立即嘗試在 Chrome 擴充功能中玩《籃球之星 - 運動遊戲》！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an immersive and interactive online basketball game that simulates the energy and competitiveness of street basketball. Players engage in 1-on-1 basketball matches, showcasing their skills, executing slick moves, and scoring baskets to outplay their opponents. The game stands out for its impressive graphics, fluid animations, and offers the excitement of playing against global opponents.\n\nHow to Play Basketball Stars Unblocked:\nPlayers in Basketball Stars control a character in fast-paced street-style basketball matches. The aim is to score more points than the opponent by executing successful shots. The game allows for a variety of basketball moves like dribbling, shooting, and fake outs. Additionally, players can customize their characters and upgrade skills to enhance performance.\n\nGame Controls\nArrow Keys or WASD: Move the player around the court.\nX Key: Shoot or score (offense) and steal (defense).\nZ Key: Perform a dash, useful for rapid movements on both offense and defense.\nMouse Interaction: Navigate through menus and make selections.\n\nTips and Tricks:\nDevelop Shooting Skills: Master various shooting techniques to improve scoring.\nEffective Use of Fakes: Utilize fake moves to confuse opponents and create scoring opportunities.\nDefensive Play: Focus on stealing and blocking to prevent the opponent from scoring.\nPlayer Upgrades: Invest in upgrading your player’s abilities for a competitive edge.\n\n# Play or switch to others on the top-left menu."
  }
}