{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keeping | The Original Help Desk for Gmail™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keeping turns your Gmail into a help desk. Manage customer support from Gmail."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage customer support from Gmail.\n\nKeeping is a Gmail extension that turns your Gmail inbox into a help desk.\n\nIt’s the ideal solution for teams and businesses of all sizes to deliver better customer support without having to use an external help desk.\n\n★ ADD COLLABORATION TO GMAIL & LET EVERYONE IN YOUR TEAM ANSWER SUPPORT EMAILS TOGETHER\n\nFor excellent customer service, your entire team should be involved. Keeping lets everyone in your team receive, respond to and assign support emails directly from within their own mailbox. All support emails get shared and responses are automatically synchronized, to avoid double work. No more Cc’s, Bcc’s, Forwards and emails that get lost.\n\n\n★ SPEND LESS TIMES ANSWERING SUPPORT EMAILS\n\nThere’s no bigger drain on productivity than being forced to type the same replies over and over again. When a new support email comes in, Keeping™ automatically suggests possible responses based on previous answers.\n\n\n★ IMPROVE CUSTOMER SUPPORT \n\nKeeping™ lets you measure important metrics so that you can improve how well you assist customers over time. See how many support inquiries you’ve received and how quickly you’ve responded. Drill down by date and monitor your team’s performance.\n\nAND MUCH MORE...\n\nLearn about Keeping by visiting https://www.keeping.com"
  }
}