{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WorkingVPN - A VPN that just works"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WorkingVPN Proxy service to unblock blocked websites and encrypt your connection."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WorkingVPN - The VPN that just works.\n\nWorkingVPN Service can be used to bypass filtered or blocked websites that have been blocked by your workplace, government or school. You can also use WorkingVPN to hide your tracks and/or protect your personal information at public Wi-Fi locations.\n\nDid you know that public Internet locations are dangerous for your personal data? Bad people around you, on the same network can sniff out your personal information. This is possible because you are on the same network and you are supposed to trust each other. Why don’t you use WorkingVPN to resolve this issue? Our VPN Servers can solve this problem for you with a few simple clicks.\n\nAll you need is this plugin and you are good to go.\n\nUnlock sites within seconds, take care of your Internet privacy, change your location, and get protection from malicious websites.\n\nNo special configuration is required; you can get started immediately. We do encrypt all your connections from browser to target site to prevent anyone from stealing your personal information, this also prevents other people from knowing what you are doing.\n\nEnjoy our premium VPN service.\n\nLocations Available (as of the last extension update):\n- Canada\n- United States\n- France\n- Germany\n- United Kingdom\n\nNOTE:\nWe're actively developing this extension at the moment, so expect new features and locations to be added. \n\nWe love hearing from you! If you have any feedback and/or suggestions on how to make our services better, please send us an email.\n\n---\nThe WorkingVPN Proxy Extension requires following permissions:\n\nstorage: To store configuration file and current state of the extension\n\nproxy: This permission allows this extension to proxy your traffic through a server in another country and unblocks blocked websites in your area. \n\nprivacy: This permission allows this extension to enable/disable your WebRTC settings to prevent IP leaks when you're using our VPN service.\n\nnotifications: Keeps the user informed whether its connection was successful or not. Additionally notifies the user when it disconnects from a server.\n\nwebRequest, webRequestBlocking, AllHosts:  are needed in order for the extension to  check every web request and uses Proxy-Authorization to authorize your access to the proxy server. It also helps to detect connection errors, warns the user and ensures a good user experience.\n\n\"Access your data for all websites\" permission (Firefox only): We are using the new proxy.onRequest method rather than PAC files for proxy configuration. We need to know when any request is made to any URL in order to have the opportunity to send it through our proxy. The previous method is being removed in Firefox 71, so this is a necessary change.\n\ntabs: To open our support and extension related websites and populate their content. To ensure premium support for the user and help to solve problems related to the extension much faster. It also helps to detect on which tabs connection errors have happened. The error detection is just informational and ensures a higher user experience.\n\nmanagement: To detect extensions that might affect the usage of WorkingVPN Proxy and warns the user. It does not disable or enable your extensions. It's only informational and ensures a good user experience by informing the user.."
  }
}