{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Letterboxd Expanded"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension for customizing UI/UX on the website letterboxd.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a small Chrome extension for customizing user experience on https://letterboxd.com/. \n\nCurrently there is only one UI/UX feature this extension adds. Specifically, it adds the ability to view a user's activity log for a specific film by accessing a new menu option from the film poster menu. This new option is highlighted in a red circle in this extension's screenshots. It is always added as the last option and is labeled \"User activity\".\n\nThis feature is only available when you are browsing letterboxd.com within sub-areas of a user's profile; Profile, Activity, Films, Diary, Reviews, Watchlist, Lists, Likes, Tags, Network, and Stats. Specifically that is URLs of the format https://letterboxd.com/<user_name>/*.\n\nAn example location where the feature is available, using my own profile, is: \n\nhttps://letterboxd.com/QuietVermonter/\n\nFrom my profile page, users with the extension can open any film poster's menu (''...\") for my favorites, recent activity, pinned reviews, recent reviews, and popular reviews. Clicking \"User activity\" from the film menu will bring you to my activity log for that film. One of my favorite films, Contact (1997), for example will bring you to the following URL when you choose \"User Activity\" from the film poster's menu:\n\nhttps://letterboxd.com/QuietVermonter/film/contact/activity/\n\nThis page shows all the interactions I've had with the film on the site.\n\nI'm planning to implement a number of other features in the future. This is just a simple starting point for the extension."
  }
}