{
  "name": {
    "ar": "لعبة النمل الخاملة على الإنترنت",
    "am": "የስራ ፈትቶዎች ጨዋታ በመስመር ላይ",
    "bg": "Игра на празни мравки онлайн",
    "bn": "অলস পিঁপড়া গেম অনলাইন",
    "ca": "Juga a CrazyCars en línia",
    "cs": "Hra volnoběžných mravenců online",
    "da": "Tomgangsmyrespil online",
    "de": "Leerlauf Ameisenspiel online",
    "el": "Intle ants παιχνίδι online",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pl,pt_BR,pt_PT,zh_CN,zh_TW": "Idle Ants Game Online",
    "es": "Juego de hormigas inactivas en línea",
    "et": "Tühikäigu sipelgamäng võrgus",
    "fa": "بازی مورچه های بیکار آنلاین",
    "fi": "Tyhjäkäynnin muurahaispeli verkossa",
    "fr": "Jeu de fourmis inactif en ligne",
    "gu": "નિષ્ક્રિય કીડી રમત game નલાઇન",
    "he": "משחק נמלים סרק באופן מקוון",
    "hi": "बेकार चींटियों का खेल ऑनलाइन",
    "hr": "IDEL ANTS Igra online",
    "hu": "Tétlen hangya játék online",
    "id": "Permainan semut idle online",
    "it": "Gioco di formiche inattive online",
    "ja": "オンラインでアイドルアリのゲーム",
    "kn": "ಐಡಲ್ ಇರುವೆಗಳ ಆಟ ಆನ್‌ಲೈನ್",
    "ko": "유휴 개미 게임 온라인",
    "ml": "നിഷ്ക്രിയ ഉറുമ്പുകൾ ഗെയിം ഓൺലൈൻ",
    "mr": "आयडल मुंग्या गेम ऑनलाइन",
    "ms": "Permainan semut idle dalam talian",
    "nl": "Idle mierenspel online",
    "no": "Idle maur spill online",
    "ro": "Jocul de furnici inactive online",
    "ru": "Играть в Crazycars онлайн",
    "sk": "Hra nečinnosti mravcov online",
    "sl": "Igrajte Crazicars na spletu",
    "sr": "Игра идле мрави на мрежи",
    "sv": "Tomgångsspel online",
    "sw": "Mchezo wa mchwa wavivu mkondoni",
    "ta": "செயலற்ற எறும்புகள் ஆன்லைனில்",
    "te": "పనిలేకుండా చీమల ఆట",
    "th": "เกมมดที่ไม่ได้ใช้งานออนไลน์",
    "tr": "Boşta Karınca Oyunu Çevrimiçi",
    "uk": "Ігра на простою мурашок в Інтернеті",
    "vi": "Trò chơi kiến ​​không hoạt động trực tuyến"
  },
  "short": {
    "ar": "Idle Ants هي لعبة محاكاة حيث تقود جيشًا من النمل الجائع جمع الطعام.",
    "am": "የተከታታይ ጉንዳኖች የተራቡ ጉንዳኖች ምግብ የሚሰበስቡበት የመመዝገቢያ ጨዋታ ነው.",
    "bg": "Idle Ants е симулационна игра, в която командвате армия от гладни мравки събират храна.",
    "bn": "আইডল পিঁপড়াগুলি একটি সিমুলেশন গেম যেখানে আপনি ক্ষুধার্ত পিঁপড়ার একটি সেনাবাহিনীকে খাবার সংগ্রহ করেন।",
    "ca": "Benvingut al món del simulador de conducció de cotxes bojos 2. Jima Apps ofereix la versió ampliada del simulador de conducció de…",
    "cs": "Idle Ants je simulační hra, kde ovládáte armádu hladových mravenců, sbíráte jídlo.",
    "da": "Idle Myrs er et simuleringsspil, hvor du befaler en hær af sultne myrer samler mad.",
    "de": "Idle ANTS ist ein Simulationsspiel, bei dem Sie eine Armee hungriger Ameisen einbringen, die Nahrung sammeln.",
    "el": "Τα μυρμήγκια αδράνειας είναι ένα παιχνίδι προσομοίωσης όπου διατάζετε έναν στρατό πεινασμένων μυρμηγκιών που συλλέγουν φαγητό.",
    "en,en_AU,en_GB,en_US,es_419,fil,lt,lv,pt_BR,pt_PT,zh_CN,zh_TW": "Idle Ants is a simulation game where you command an army of hungry ants collect food.",
    "es": "Idlet Horm es un juego de simulación en el que comandas un ejército de hormigas hambrientas que recolectan alimentos.",
    "et": "Jõude jõude sipelgad on simulatsioonimäng, kus käskite näljaste sipelgate armee koguda toitu.",
    "fa": "Idle Ants یک بازی شبیه سازی است که در آن شما به ارتش مورچه های گرسنه غذا می دهید تا غذا جمع کنند.",
    "fi": "Idle Ants on simulaatiopeli, jossa komennot nälkäisten muurahaisten armeijaa keräämään ruokaa.",
    "fr": "Faisé les fourmis est un jeu de simulation où vous commandez une armée de fourmis affamées collectionner de la nourriture.",
    "gu": "નિષ્ક્રિય કીડીઓ એક સિમ્યુલેશન રમત છે જ્યાં તમે ભૂખ્યા કીડીઓની સૈન્યને ખોરાક એકત્રિત કરો છો.",
    "he": "נמלים סרק הוא משחק סימולציה בו אתה מצווה על צבא של נמלים רעבים אוספים אוכל.",
    "hi": "आइडल चींटियों एक सिमुलेशन गेम है जहां आप भूखे चींटियों की एक सेना को भोजन एकत्र करते हैं।",
    "hr": "Idle Ants je simulacijska igra u kojoj zapovijedate vojskom gladnih mrava sakupljaju hranu.",
    "hu": "Az alapjáratú hangyák egy szimulációs játék, ahol az éhes hangyák hadseregét parancsolja az ételek gyűjtésének.",
    "id": "Idle Ants adalah permainan simulasi di mana Anda memerintahkan pasukan semut lapar mengumpulkan makanan.",
    "it": "Idle Ants è un gioco di simulazione in cui comanda un esercito di formiche affamate raccolgono cibo.",
    "ja": "アイドルアリは、空腹のアリの軍隊に食べ物を集めるシミュレーションゲームです。",
    "kn": "ಐಡಲ್ ಇರುವೆಗಳು ಒಂದು ಸಿಮ್ಯುಲೇಶನ್ ಆಟವಾಗಿದ್ದು, ಅಲ್ಲಿ ನೀವು ಹಸಿದ ಇರುವೆಗಳ ಸೈನ್ಯವನ್ನು ಆಹಾರವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೀರಿ.",
    "ko": "유휴 개미는 배고픈 개미 군대에 음식을 모으는 시뮬레이션 게임입니다.",
    "ml": "വിശക്കുന്ന ഉറുമ്പുകളുടെ ഒരു സൈന്യത്തെ നിങ്ങൾ കൽപ്പിക്കുന്നത് ഒരു സിമുലേഷൻ ഗെയിമാണ് നിഷ്ക്രിയ ഉറുമ്പുകൾ.",
    "mr": "आयडल मुंग्या हा एक सिम्युलेशन गेम आहे जिथे आपण भुकेलेल्या मुंग्यांची फौज अन्न गोळा करता.",
    "ms": "Idle Ants adalah permainan simulasi di mana anda memerintahkan tentera semut lapar mengumpul makanan.",
    "nl": "Idle mieren is een simulatiegame waarbij je een leger van hongerige mieren beveelt, verzamelen voedsel.",
    "no": "Idle maur er et simuleringsspill der du befaler en hær av sultne maur samler mat.",
    "pl": "Idle Ants to gra symulacyjna, w której dowodzisz armią głodnych mrówek zbierających jedzenie.",
    "ro": "Furnici inactivi este un joc de simulare în care comandați o armată de furnici înfometate colectează mâncare.",
    "ru": "Добро пожаловать в мир Crazy Car Triving Simulator 2. Jima Apps предлагает расширенную версию симулятора сумасшедшего автомобиля.",
    "sk": "Idle Ants je simulačná hra, v ktorej velite armáde hladných mravcov zbierajúce jedlo.",
    "sl": "Dobrodošli v svetu norega avtomobilskega simulatorja 2. Jima Apps ponuja razširjeno različico simulatorja norega avtomobila.",
    "sr": "У празном ходу је симулациона игра у којој заповедите војску гладних мрава сакупљају храну.",
    "sv": "Idle myror är ett simuleringsspel där du befaller en armé av hungriga myror samlar mat.",
    "sw": "Mchwa wavivu ni mchezo wa kuiga ambapo unaamuru jeshi la mchwa wenye njaa kukusanya chakula.",
    "ta": "செயலற்ற எறும்புகள் ஒரு உருவகப்படுத்துதல் விளையாட்டு, அங்கு நீங்கள் பசியுள்ள எறும்புகளின் இராணுவத்தை கட்டளையிடுகிறீர்கள்.",
    "te": "ఐడిల్ యాంట్స్ అనేది అనుకరణ గేమ్, ఇక్కడ మీరు ఆకలితో ఉన్న చీమల సైన్యాన్ని ఆదేశిస్తారు.",
    "th": "Andle Ants เป็นเกมจำลองที่คุณสั่งกองทัพมดหิวเก็บอาหาร",
    "tr": "Rölanti karıncaları, aç karıncaların yiyecek topladığı bir orduya komuta ettiğiniz bir simülasyon oyunudur.",
    "uk": "Ідле мурахи - це імітаційна гра, де ви командуєте армією голодних мурашок, збираючи їжу.",
    "vi": "Kiến nhàn rỗi là một trò chơi mô phỏng nơi bạn chỉ huy một đội quân những con kiến ​​đói thu thập thực phẩm."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just help them break apart and carry various snacks, fruits, vegetables, meat, and even inedible objects back into the burrow underground. Click, tap or repeatedly press space to make your ants work more efficiently. \n\nUpgrade your colony using the three buttons at the bottom of the screen. Boost \"Speed\" to make your colony work faster, \"Workers\" to recruit a new ant, and \"Strength\" to make your ants carry larger pieces. T\n\nhe more you play, the cooler maps and objects you will encounter. Beach, park, classroom, kitchen, carnival, picnic blanket, city square, and more! Can you and your ants visit all of the places Idle Ants has to offer?\n\nHow to play Idle Ants?\nSend your ants to disassemble an object and help them carry the pieces back home. Boost \"Speed\" to make your colony work faster, \"Workers\" to recruit a new ant, and \"Strength\" to make your ants carry larger pieces."
  }
}