{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keylocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keylocker: A simple extension to manage and import private and public keys."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keylocker is a powerful and easy-to-use Chrome extension designed to securely manage and store your public and private keys. Whether you're a developer, a security professional, or someone who values privacy, Keylocker provides an intuitive interface to generate, import, export, encrypt, and decrypt keys directly from your browser.\n\nWith Keylocker, you can:\n\n- Generate RSA Key Pairs: Easily create new RSA key pairs for secure encryption and decryption.\nImport and Export Keys: Import existing public and private keys or export your keys for backup or sharing.\n\n- Manage Your Keys: Organize your keys with intuitive management features, including renaming, deleting, and marking keys as favorites.\n\n- Encrypt and Decrypt Text: Securely encrypt and decrypt text using your stored keys.\n User-Friendly Interface: Simple, clean, and easy-to-navigate UI that makes key management straightforward.\n\nKeylocker is perfect for developers, IT professionals, and anyone who needs to manage cryptographic keys securely within their browser. Ensure your keys are safe and easily accessible with Keylocker.\n\nPrivacy: Your keys are stored securely in your browser's local storage, ensuring that they are never sent over the internet. Your data remains private and secure."
  }
}