{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free QR-Code Generator"
  },
  "short": {
    "ar": "قم بتخصيص التصميم وإضافة شعار وإدخال المعلومات المطلوبة وإنشاء رمز الاستجابة السريعة!",
    "am": "ንድፉን ያብጁ ፣ አርማ ያክሉ ፣ የሚያስፈልገውን መረጃ ያስገቡ እና የ QR ኮድ ይፍጠሩ!",
    "bg": "Персонализирайте дизайна, добавете лого, въведете необходимата информация и създайте QR код!",
    "bn": "নকশাটি কাস্টমাইজ করুন, একটি লোগো যুক্ত করুন, প্রয়োজনীয় তথ্য দিন এবং একটি কিউআর কোড তৈরি করুন!",
    "ca": "Personalitzeu el disseny, afegiu un logotip, introduïu la informació necessària i creeu un codi QR.",
    "cs": "Upravte design, přidejte logo, zadejte požadované informace a vytvořte QR kód!",
    "da": "Tilpas designet, tilføj et logo, indtast de nødvendige oplysninger, og opret en QR-kode!",
    "de": "Passen Sie das Design an, fügen Sie ein Logo hinzu, geben Sie die erforderlichen Informationen ein und erstellen Sie einen QR-Code!",
    "el": "Προσαρμόστε το σχέδιο, προσθέστε ένα λογότυπο, εισαγάγετε τις απαιτούμενες πληροφορίες και δημιουργήστε έναν κωδικό QR!",
    "en,en_AU,en_GB,en_US,nl": "Customize the design, add a logo, enter the required information and create a QR code!",
    "es,es_419": "¡Personaliza el diseño, agrega un logo, ingresa la información requerida y crea un código QR!",
    "et": "Kohandage kujundust, lisage logo, sisestage vajalik teave ja looge QR-kood!",
    "fa": "طراحی را سفارشی کنید ، یک آرم اضافه کنید ، اطلاعات مورد نیاز را وارد کنید و یک کد QR ایجاد کنید!",
    "fi": "Muokkaa mallia, lisää logo, anna tarvittavat tiedot ja luo QR-koodi!",
    "fil": "Ipasadya ang disenyo, magdagdag ng isang logo, ipasok ang kinakailangang impormasyon at lumikha ng isang QR code!",
    "fr": "Personnalisez le design, ajoutez un logo, entrez les informations requises et créez un code QR!",
    "gu": "ડિઝાઇનને કસ્ટમાઇઝ કરો, લોગો ઉમેરો, જરૂરી માહિતી દાખલ કરો અને ક્યૂઆર કોડ બનાવો!",
    "he": "התאימו אישית את העיצוב, הוסיפו לוגו, הזינו את המידע הנדרש וצרו קוד QR!",
    "hi": "डिज़ाइन को कस्टमाइज़ करें, एक लोगो जोड़ें, आवश्यक जानकारी दर्ज करें और एक क्यूआर कोड बनाएं!",
    "hr": "Prilagodite dizajn, dodajte logotip, unesite tražene podatke i stvorite QR kôd!",
    "hu": "Testreszabhatja a dizájnt, adjon hozzá logót, írja be a szükséges információkat és hozzon létre QR-kódot!",
    "id": "Sesuaikan desain, tambahkan logo, masukkan informasi yang diperlukan dan buat kode QR!",
    "it": "Personalizza il design, aggiungi un logo, inserisci le informazioni richieste e crea un codice QR!",
    "ja": "デザインをカスタマイズし、ロゴを追加し、必要な情報を入力して、QRコードを作成してください！",
    "kn": "ವಿನ್ಯಾಸವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ, ಲೋಗೋ ಸೇರಿಸಿ, ಅಗತ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು QR ಕೋಡ್ ರಚಿಸಿ!",
    "ko": "디자인을 사용자 정의하고, 로고를 추가하고, 필요한 정보를 입력하고, QR 코드를 생성하십시오!",
    "lt": "Tinkinkite dizainą, pridėkite logotipą, įveskite reikiamą informaciją ir sukurkite QR kodą!",
    "lv": "Pielāgojiet dizainu, pievienojiet logotipu, ievadiet nepieciešamo informāciju un izveidojiet QR kodu!",
    "ml": "ഡിസൈൻ‌ ഇച്ഛാനുസൃതമാക്കുക, ഒരു ലോഗോ ചേർ‌ക്കുക, ആവശ്യമായ വിവരങ്ങൾ‌ നൽ‌കുക, ഒരു QR കോഡ് സൃഷ്‌ടിക്കുക!",
    "mr": "डिझाइन सानुकूलित करा, एक लोगो जोडा, आवश्यक माहिती प्रविष्ट करा आणि एक क्यूआर कोड तयार करा!",
    "ms": "Sesuaikan reka bentuk, tambahkan logo, masukkan maklumat yang diperlukan dan buat kod QR!",
    "no": "Tilpass designet, legg til en logo, skriv inn nødvendig informasjon og opprett en QR-kode!",
    "pl": "Dostosuj projekt, dodaj logo, wprowadź wymagane informacje i utwórz kod QR!",
    "pt_BR": "Personalize o design, adicione um logotipo, insira as informações necessárias e crie um código QR!",
    "pt_PT": "Personalizați designul, adăugați o siglă, introduceți informațiile necesare și creați un cod QR!",
    "ro": "Настройте дизайн, добавьте логотип, введите необходимую информацию и создайте QR-код!",
    "ru,sk": "Prispôsobte si dizajn, pridajte logo, zadajte požadované informácie a vytvorte QR kód!",
    "sl": "Prilagodite dizajn, dodajte logotip, vnesite zahtevane podatke in ustvarite QR kodo!",
    "sr": "Прилагодите дизајн, додајте логотип, унесите потребне податке и креирајте КР код!",
    "sv": "Anpassa designen, lägg till en logotyp, ange önskad information och skapa en QR-kod!",
    "sw": "Badilisha muundo kukufaa, ongeza nembo, ingiza habari inayohitajika na uunda nambari ya QR!",
    "ta": "வடிவமைப்பைத் தனிப்பயனாக்கவும், லோகோவைச் சேர்க்கவும், தேவையான தகவலை உள்ளிட்டு QR குறியீட்டை உருவாக்கவும்!",
    "te": "డిజైన్‌ను అనుకూలీకరించండి, లోగోను జోడించి, అవసరమైన సమాచారాన్ని నమోదు చేసి, QR కోడ్‌ను సృష్టించండి!",
    "th": "ปรับแต่งการออกแบบเพิ่มโลโก้ป้อนข้อมูลที่ต้องการและสร้างรหัส QR!",
    "tr": "Tasarımı özelleştirin, bir logo ekleyin, gerekli bilgileri girin ve bir QR kodu oluşturun!",
    "uk": "Налаштуйте дизайн, додайте логотип, введіть необхідну інформацію та створіть QR-код!",
    "vi": "Tùy chỉnh thiết kế, thêm logo, nhập thông tin cần thiết và tạo mã QR!",
    "zh_CN": "定制設計，添加徽標，輸入所需信息並創建QR碼！",
    "zh_TW": "定制设计，添加徽标，输入所需信息并创建QR码！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generator QR code will help you create QR codes easy, for free of charge and without registration. The QR code will be available for download in PNG, EPS and vector SVG formats."
  }
}