{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy workspaces",
    "it": "Spazi di lavoro facili"
  },
  "short": {
    "ar": "علامات التبويب ومدير ويندوز",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabs and windows manager",
    "de": "Tabs und Windows-Manager",
    "fr": "Gestionnaire d'onglets et de fenêtres",
    "he": "מנהל כרטיסיות וחלונות",
    "hi": "टैब और विंडोज मैनेजर",
    "it": "Schede e gestore di finestre",
    "ja": "タブとウィンドウマネージャー",
    "ko": "탭 및 창 관리자",
    "ru": "Менеджер вкладок и окон"
  },
  "long": {
    "ar": "إذا كنت تعبت من الحفاظ على كمية كبيرة من علامات التبويب المفتوحة ثم هذا التمديد هو لك! التبديل بين مساحات العمل مع علامات التبويب والنوافذ المختلفة بسهولة!\n\nالميزات:\n- جميع مساحات العمل الخاصة بك مزامنة بين المتصفحات على أجهزة سطح المكتب!\n- حفظ الذاكرة عند التبديل بين الجلسات (يتم تعليق علامات التبويب غير النشطة)\n- يتم أيضا حفظ مجموعات علامات التبويب لكل مساحة عمل\n- نسخ علامات التبويب إلى جلسات أخرى\n- جلسة الاستنساخ\n- متوفر في لوحة جانبية من الكروم\n- لا يؤثر فتح كان (لا يحفظ, استعادة وإغلاقها)",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are tired of keeping a large amount of opened tabs then this extension is for you! Switch between workspaces with different tabs and windows easily!\n\nFeatures:\n- All of your workspaces sync between the browsers on desktop devices!\n- Saving memory when you switch between sessions (inactive tabs are suspended)\n- Tab groups are also saved for each workspace\n- Session cloning\n- Copy tabs to another sessions\n- Available in Chrome side panel\n- Does not affect opened PWAs (does not save, restore and close them)",
    "de": "Wenn Sie es satt haben, eine große Anzahl geöffneter Tabs zu behalten, dann ist diese Erweiterung genau das Richtige für Sie! Wechseln Sie einfach zwischen Arbeitsbereichen mit verschiedenen Registerkarten und Fenstern!\n\nAusstattung:\n- Alle Ihre Arbeitsbereiche werden zwischen den Browsern auf Desktop-Geräten synchronisiert!\n- Speicher sparen, wenn Sie zwischen Sitzungen wechseln (inaktive Registerkarten werden angehalten)\n- Tab-Gruppen werden auch für jeden Arbeitsbereich gespeichert\n- Tabs in andere Sitzungen kopieren\n- Klonen von Sitzungen\n- Erhältlich in Chrom-Seitenwand\n- Wirkt sich nicht auf geöffnete Was aus (speichert, stellt sie nicht wieder her und schließt sie nicht)",
    "fr": "Si vous êtes fatigué de garder une grande quantité d'onglets ouverts, cette extension est pour vous! Basculez facilement entre les espaces de travail avec différents onglets et fenêtres!\n\nCaractéristiques:\n- Tous vos espaces de travail se synchronisent entre les navigateurs sur les appareils de bureau!\n- Sauvegarde de la mémoire lorsque vous basculez entre les sessions (les onglets inactifs sont suspendus)\n- Les groupes d'onglets sont également enregistrés pour chaque espace de travail\n- Clonage de session\n- Copier les onglets vers une autre session\n- Disponible en panneau latéral chromé\n- N'affecte pas les Was ouverts (ne les enregistre pas, ne les restaure pas et ne les ferme pas)",
    "he": "אם נמאס לכם לשמור על כמות גדולה של כרטיסיות שנפתחו אז התוסף הזה הוא בשבילכם! מעבר בין סביבות עבודה עם כרטיסיות וחלונות שונים בקלות!\n\nתכונות:\n- כל סביבות העבודה שלך מסונכרנות בין הדפדפנים במכשירים שולחניים!\n- שמירת זיכרון בעת מעבר בין הפעלות (כרטיסיות לא פעילות מושעות)\n- קבוצות כרטיסייה נשמרות גם עבור כל סביבת עבודה\n- שיבוט מושב\n- העתק כרטיסיות למפגשים אחרים\n- זמין בלוח צד כרום\n- אינו משפיע נפתח היה (לא לשמור, לשחזר ולסגור אותם)",
    "hi": "यदि आप बड़ी मात्रा में खुले टैब रखने से थक गए हैं तो यह एक्सटेंशन आपके लिए है! आसानी से विभिन्न टैब और खिड़कियों के साथ कार्यस्थानों के बीच स्विच करें!\n\nविशेषताएं:\n- अपने कार्यस्थानों के सभी डेस्कटॉप उपकरणों पर ब्राउज़रों के बीच सिंक!\n- जब आप सत्रों के बीच स्विच करते हैं तो मेमोरी को सहेजना (निष्क्रिय टैब निलंबित हैं)\n- प्रत्येक कार्यक्षेत्र के लिए टैब समूह भी सहेजे जाते हैं\n- सत्र क्लोनिंग\n- टैब को दूसरे सत्र में कॉपी करें\n- क्रोम साइड पैनल में उपलब्ध है\n- प्रभावित नहीं करता खोला गया था (बचाने के लिए, बहाल करने और उन्हें बंद नहीं करता है)",
    "it": "Se siete stanchi di mantenere una grande quantità di schede aperte allora questa estensione è per voi! Passare tra le aree di lavoro con diverse schede e finestre facilmente!\n\nCaratteristica:\n- Tutte le tue aree di lavoro si sincronizzano tra i browser sui dispositivi desktop!\n- Salvataggio della memoria quando si passa da una sessione all'altra (le schede inattive sono sospese)\n- I gruppi di schede vengono salvati anche per ogni area di lavoro\n- Copiare le schede in un'altra sessione\n- Clonazione di sessione\n- Disponibile in pannello laterale cromato\n- Non influisce aperto Era (non salva, ripristinare e chiuderli)",
    "ja": "あなたが開いているタブを大量に維持するのに疲れている場合は、この拡張機能はあなたのためです！ 異なるタブとウィンドウを持つワークスペースを簡単に切り替えます！\n\n特徴:\n-すべてのワークスペースは、デスクトップデバイス上のブラウザ間で同期します！\n-セッションを切り替えるときにメモリを節約する（非アクティブなタブは中断されます）\n-ワークスペースごとにタブグループも保存されます\n-タブを別のセッションにコピーする\n-セッションクローニング\n- クロム側面で利用できる\n- 開かれたには影響しません（保存、復元、および閉じません）",
    "ko": "당신이 열린 탭의 많은 양을 유지하는 피곤 경우,이 확장은 당신을위한 것입니다! 쉽게 다른 탭과 창 작업 공간 사이를 전환!\n\n특징:\n-작업 공간의 모든 데스크톱 장치의 브라우저 사이에 동기화!\n-세션 간에 전환할 때 메모리 절약(비활성 탭이 일시 중지됨)\n-탭 그룹은 각 작업 공간에 저장됩니다\n-다른 세션에 복사 탭\n-세션 복제\n- 크롬 사이드 패널에서 사용 가능\n- 열린했다 영향을주지 않습니다(저장하지 않습니다,복원하고 닫습니다)",
    "ru": "Если вы устали держать открытыми кучу вкладок, то это расширение для вас! Легко переключайтесь между сессиями с разными вкладками и окнами!\n\nФункциональность:\n- Все ваши сессии синхронизируются между браузерами на десктопных устройствах!\n- Экономия памяти при переключении между сессиями (экономия памяти для неактивных вкладок)\n- Группы вкладок также сохраняются для каждой сессии\n- Копирование вкладки из одной сессии в другую\n- Клонирование сессий\n- Доступно переключение сессий из сайд-панели Chrome\n- Не затрагивает открытые PWA (не сохраняет, не восстанавливает и не закрывает их во время переключения сессий)"
  }
}