{
  "name": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,he,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Free Vimeo™ Downloader",
    "bg": "Изтегляч на видео за Vimeo",
    "es": "Descargador Gratuito de Vimeo™",
    "et": "Vimeo videote allalaadija",
    "fr": "Téléchargeur Vimeo™ gratuit",
    "gu,hi": "फ्री Vimeo™ डाउनलोडर",
    "it": "Scaricatore Gratuito di Vimeo™",
    "ja": "無料のVimeo™ ダウンローダー",
    "pl": "Pobieranie wideo z Vimeo",
    "pt_BR": "Downloader Gratuito do Vimeo™",
    "ru": "Бесплатный загрузчик Vimeo™",
    "zh_TW": "Vimeo™ 免費下載器"
  },
  "short": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fil,he,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Free Vimeo Downloader allows easy and efficient downloading of high-quality Vimeo videos, including private and embedded ones.",
    "bg": "Изтегляч на видео за Vimeo позволява лесното и ефикасно изтегляне на видеоклипове от Vimeo с високо качество, включително частни и…",
    "es": "Descargador Gratuito de Vimeo™ permite la descarga fácil y eficiente de videos de Vimeo de alta calidad, incluidos los privados y…",
    "et": "Vimeo videote allalaadija võimaldab lihtsat ja tõhusat kõrge kvaliteediga Vimeo videote allalaadimist, sealhulgas privaatseid ja…",
    "fr": "Téléchargeur Vimeo™ gratuit permet de télécharger facilement et efficacement des vidéos Vimeo de haute qualité, y compris celles…",
    "gu,hi": "फ्री Vimeo™ डाउनलोडर आपको Vimeo के उच्च-गुणवत्ता वाले वीडियो, निजी और एम्बेडेड दोनों को ऑफलाइन देखने के लिए आसानी से और…",
    "it": "Scaricatore Gratuito di Vimeo™ consente il download facile ed efficiente di video Vimeo di alta qualità, inclusi quelli privati e…",
    "ja": "無料のVimeo™ ダウンローダー は、プライベートおよび埋め込まれたビデオを含む、高品質のVimeoビデオを簡単かつ効率的にダウンロードしてオフラインで視聴できます。",
    "pl": "Pobieranie wideo z Vimeo umożliwia łatwe i wydajne pobieranie wysokiej jakości filmów z Vimeo, w tym prywatnych i osadzonych.",
    "pt_BR": "Downloader Gratuito do Vimeo™ permite o download fácil e eficiente de vídeos de alta qualidade do Vimeo, incluindo vídeos privados…",
    "ru": "Бесплатный загрузчик Vimeo™ позволяет легко и эффективно загружать видео высокого качества с Vimeo, включая частные и встроенные…",
    "zh_TW": "Free Vimeo™ Downloader 允許輕鬆且高效地下載高質量的 Vimeo 影片，包括私人和嵌入式影片。"
  },
  "long": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,he,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN": "Free Vimeo Downloader is an intuitive application designed to make downloading videos from vimeo.com, and websites with embedded Vimeo videos a seamless process. With its straightforward one-click download functionality, it enables you to easily save your preferred Vimeo content for offline enjoyment.\nHow to Download Videos from Vimeo:\n- Directly from vimeo.com: When you move your cursor over a video thumbnail or are on a video detail page on vimeo.com, a “Download” button (symbolized by a downward arrow) will be visible in the top right corner of the page. Clicking this button initiates the download of the Vimeo video.\n- From Embedded Vimeo Videos: This tool also facilitates the download of Vimeo videos embedded on external websites, expanding your options for video downloading.\nFeatures:\n- Dedicated Vimeo Support: Designed to download videos specifically from Vimeo.\n- Broad Embedded Site Compatibility: Capable of working with over 1000+ sites that host embedded Vimeo videos.\n- Private Video Download Capability: Allows for the downloading of private Vimeo videos, assuming you have the necessary access permissions.\n- High-Quality Video Downloads: Supports downloading videos in superior resolutions, including HD, 2K, and 4K, to ensure a high-quality viewing experience.\n- Advanced Video Playback Features: Includes useful playback enhancements like volume control, speed adjustment, and Picture in Picture mode, improving your video watching experience.\nFree Vimeo Downloader is crafted for ease of use and effectiveness, offering a reliable way for users to download and enjoy Vimeo videos offline on various devices.",
    "bg": "Изтегляч на видео за Vimeo е интуитивно приложение, предназначено да направи изтеглянето на видеоклипове от vimeo.com и уебсайтове с вградени Vimeo видеа лесен процес. С неговата функционалност за изтегляне с един клик, то ви позволява лесно да запазите предпочитаното от вас съдържание от Vimeo за офлайн наслаждение.\nКак да изтеглите видеоклипове от Vimeo:\n- Директно от: Когато поставите курсора си върху миниатюра на видеоклип или сте на страница с подробности за видеото на vimeo.com, в горния десен ъгъл на страницата ще се покаже бутон за “Изтегляне” (символизиран със стрелка надолу). Кликването върху този бутон стартира изтеглянето на видеото от Vimeo.\n- От вградени Vimeo видеа: Този инструмент също улеснява изтеглянето на видеоклипове от Vimeo, вградени във външни уебсайтове, разширявайки вашите възможности за изтегляне на видеоклипове.\nХарактеристики:\n- Специализирана поддръжка на Vimeo: Проектирано за изтегляне на видеоклипове специално от Vimeo.\n- Широка съвместимост с вградени сайтове: Може да работи с над 1000+ сайта, които хостват вградени Vimeo видеа.\n- Възможност за изтегляне на частни видеоклипове: Позволява изтеглянето на частни видеоклипове от Vimeo, при условие че имате необходимите разрешения за достъп.\n- Изтегляне на видеоклипове във високо качество: Поддържа изтеглянето на видеоклипове в по-високи резолюции, включително HD, 2K и 4K, за да гарантира висококачествено изживяване при гледане.\n- Разширени функции за възпроизвеждане на видео: Включва полезни подобрения във възпроизвеждането, като контрол на звука, регулиране на скоростта и режим на Картинка в картинка, подобрявайки вашето преживяване при гледане на видеоклипове.\nИзтегляч на видео за Vimeo е създаден да бъде лесен за използване и ефикасен, като предлага надежден начин за потребителите да изтеглят и да се насладят на видеоклипове от Vimeo офлайн на различни устройства.",
    "es": "Descargador Gratuito de Vimeo™️ es una aplicación intuitiva diseñada para hacer que la descarga de videos de vimeo.com y de sitios web con videos de Vimeo incrustados sea un proceso sin complicaciones. Con su funcionalidad de descarga directa con un solo clic, te permite guardar fácilmente tu contenido favorito de Vimeo para disfrutarlo sin conexión.\nCómo descargar videos de Vimeo:\n- Directamente desde vimeo.com: Cuando mueves el cursor sobre una miniatura de video o estás en una página de detalles del video en vimeo.com, un botón de “Descarga” (simbolizado por una flecha hacia abajo) será visible en la esquina superior derecha de la página. Hacer clic en este botón inicia la descarga del video de Vimeo.\n- De videos Vimeo incrustados: Esta herramienta también facilita la descarga de videos de Vimeo incrustados en sitios web externos, expandiendo tus opciones de descarga de videos.\nCaracterísticas:\n- Soporte dedicado a Vimeo: Diseñado para descargar videos específicamente de Vimeo.\n- Amplia compatibilidad con sitios incrustados: Capaz de trabajar con más de 1000+ sitios que alojan videos de Vimeo incrustados.\n- Capacidad para descargar videos privados: Permite la descarga de videos privados de Vimeo, asumiendo que tienes los permisos de acceso necesarios.\n- Descargas de video de alta calidad: Soporta la descarga de videos en resoluciones superiores, incluyendo HD, 2K y 4K, para asegurar una experiencia de visualización de alta calidad.\n- Características avanzadas de reproducción de video: Incluye mejoras útiles en la reproducción, como control de volumen, ajuste de velocidad y modo Picture in Picture, mejorando tu experiencia al ver videos.\nDescargador Gratuito de Vimeo™️ está creado para ser fácil de usar y efectivo, ofreciendo una manera confiable para que los usuarios descarguen y disfruten de videos de Vimeo sin conexión en varios dispositivos.",
    "fr": "Téléchargeur Vimeo™️ gratuit est une application intuitive conçue pour faciliter le téléchargement de vidéos depuis vimeo.com, ainsi que des sites web intégrant des Vimeo, rendant le processus fluide. Avec sa fonctionnalité de téléchargement en un clic, elle vous permet d’enregistrer facilement votre contenu Vimeo préféré pour le plaisir hors ligne.\nComment télécharger des vidéos depuis Vimeo :\n- Directement depuis vimeo.com : Lorsque vous déplacez votre curseur sur une miniature de vidéo ou que vous êtes sur une page de détail de vidéo sur vimeo.com, un bouton “Télécharger” (symbolisé par une flèche vers le bas) sera visible dans le coin supérieur droit de la page. Cliquer sur ce bouton initie le téléchargement de la vidéo Vimeo.\n- Depuis des vidéos Vimeo intégrées : Cet outil facilite également le téléchargement de vidéos Vimeo intégrées sur des sites externes, élargissant vos options de téléchargement de vidéos.\nCaractéristiques :\n- Support dédié à Vimeo : Conçu pour télécharger spécifiquement des vidéos depuis Vimeo.\n- Compatibilité étendue avec les sites intégrés : Capable de fonctionner avec plus de 1000+ sites hébergeant des vidéos Vimeo intégrées.\n- Capacité de téléchargement de vidéos privées : Permet le téléchargement de vidéos privées Vimeo, à condition d’avoir les permissions d’accès nécessaires.\n- Téléchargements de vidéos de haute qualité : Prend en charge le téléchargement de vidéos en résolutions supérieures, y compris HD, 2K et 4K, pour garantir une expérience de visionnage de haute qualité.\n- Fonctionnalités avancées de lecture vidéo : Comprend des améliorations utiles de la lecture telles que le contrôle du volume, l’ajustement de la vitesse et le mode Image dans Image, améliorant votre expérience de visionnement vidéo.\nTéléchargeur Vimeo™️ gratuit est conçu pour être facile à utiliser et efficace, offrant aux utilisateurs un moyen fiable de télécharger et de profiter des vidéos Vimeo hors ligne sur divers appareils.",
    "gu,hi": "फ्री Vimeo™️ डाउनलोडर एक अंतर्ज्ञानी एप्लिकेशन है जो vimeo.com और Vimeo वीडियोज़ वाली वेबसाइट्स से वीडियो डाउनलोड करने की प्रक्रिया को सरल बनाता है। इसके सीधे वन-क्लिक डाउनलोड कार्यक्षमता के साथ, यह आपको अपने पसंदीदा Vimeo सामग्री को ऑफ़लाइन आनंद लेने के लिए आसानी से सहेजने में मदद करता है।\nVimeo से वीडियो कैसे डाउनलोड करें:\n- सीधे vimeo.com से: जब आप वीडियो की थंबनेल पर कर्सर ले जाते हैं या vimeo.com पर वीडियो के विस्तार पृष्ठ पर होते हैं, तो पृष्ठ के ऊपरी दाएं कोने में एक “डाउनलोड” बटन (नीचे की ओर तीर द्वारा प्रतीकित) दिखाई देगा। इस बटन पर क्लिक करने से Vimeo वीडियो की डाउनलोडिंग शुरू हो जाती है।\n- एम्बेडेड Vimeo वीडियो से: यह टूल बाहरी वेबसाइट्स पर एम्बेडेड Vimeo वीडियो की डाउनलोडिंग को भी सुविधाजनक बनाता है, आपके वीडियो डाउनलोडिंग विकल्पों को विस्तारित करता है।\nविशेषताएं:\n- समर्पित Vimeo समर्थन: विशेष रूप से Vimeo से वीडियो डाउनलोड करने के लिए डिज़ाइन किया गया।\n- व्यापक एम्बेडेड साइट संगतता: 1000+ से अधिक साइट्स के साथ काम कर सकता है जो एम्बेडेड Vimeo वीडियो होस्ट करती हैं।\n- निजी वीडियो डाउनलोड क्षमता: आवश्यक एक्सेस अनुमतियाँ होने पर निजी Vimeo वीडियो डाउनलोड करने की अनुमति।\n- उच्च-गुणवत्ता वीडियो डाउनलोड: HD, 2K, और 4K सहित उच्च रिज़ॉल्यूशन में वीडियो डाउनल डाउनलोड्स का समर्थन करता है, उच्च-गुणवत्ता देखने के अनुभव को सुनिश्चित करता है।\n- उन्नत वीडियो प्लेबैक सुविधाएँ: वॉल्यूम नियंत्रण, गति समायोजन, और पिक्चर इन पिक्चर मोड जैसी उपयोगी प्लेबैक सुधारों को शामिल करते हुए, आपके वीडियो देखने के अनुभव को बेहतर बनाता है।\nफ्री Vimeo™️ डाउनलोडर का उद्देश्य उपयोग में आसानी और प्रभावशीलता को सुनिश्चित करना है, जो विभिन्न उपकरणों पर ऑफ़लाइन Vimeo वीडियो डाउनलोड करने और उनका आनंद लेने के लिए उपयोगकर्ताओं के लिए एक विश्वसनीय तरीका प्रदान करता है।",
    "it": "Scaricatore Gratuito di Vimeo™️ è un’applicazione intuitiva progettata per rendere il download di video da vimeo.com e da siti web con video Vimeo incorporati un processo senza interruzioni. Con la sua funzionalità di download con un solo clic, ti consente di salvare facilmente i tuoi contenuti Vimeo preferiti per il godimento offline.\nCome scaricare video da Vimeo:\n- Direttamente da vimeo.com: Quando sposti il cursore su una miniatura di video o sei su una pagina di dettaglio del video su vimeo.com, verrà visualizzato un pulsante “Download” (simboleggiato da una freccia verso il basso) nell’angolo in alto a destra della pagina. Cliccando questo pulsante si avvia il download del video Vimeo.\n- Da video Vimeo incorporati: Questo strumento facilita anche il download di video Vimeo incorporati su siti web esterni, ampliando le tue opzioni per il download di video.\nCaratteristiche:\n- Supporto dedicato a Vimeo: Progettato per scaricare video specificamente da Vimeo.\n- Ampia compatibilità con siti incorporati: Capace di lavorare con oltre 1000+ siti che ospitano video Vimeo incorporati.\n- Capacità di download di video privati: Consente di scaricare video privati di Vimeo, assumendo di avere i necessari permessi di accesso.\n- Download di video di alta qualità: Supporta il download di video in risoluzioni superiori, inclusi HD, 2K e 4K, per garantire un’esperienza di visione di alta qualità.\n- Funzionalità avanzate di riproduzione video: Include miglioramenti utili alla riproduzione come controllo del volume, regolazione della velocità e modalità Picture in Picture, migliorando la tua esperienza di visione dei video.\nScaricatore Gratuito di Vimeo™️ è progettato per essere facile da usare ed efficace, offrendo un modo affidabile per gli utenti di scaricare e godere video Vimeo offline su vari dispositivi.",
    "ja": "Vimeoからビデオをダウンロードするための直感的なアプリケーション、無料のVimeo™️ ダウンローダー は、vimeo.comや埋め込みVimeoビデオがあるウェブサイトからのビデオダウンロードプロセスを簡単にします。直感的なワンクリックダウンロード機能を備えており、お気に入りのVimeoコンテンツをオフラインで楽しむために簡単に保存できます。\nVimeoからビデオをダウンロードする方法:\n- vimeo.comから直接: Vimeoのビデオサムネイル上にカーソルを移動するか、またはビデオ詳細ページにいるとき、ページの右上隅に「ダウンロード」ボタン（下向き矢印で表される）が表示されます。このボタンをクリックすると、Vimeoビデオのダウンロードが開始されます。\n- 埋め込みVimeoビデオから: このツールは、外部ウェブサイトに埋め込まれたVimeoビデオのダウンロードもサポートし、ビデオダウンロードの選択肢を広げます。\n特徴:\n- 専用のVimeoサポート: Vimeoからビデオをダウンロードするために設計されました。\n- 幅広い埋め込みサイト性: 埋め込みVimeoビデオをホストする1000以上のサイトと動作可能です。\n- プライベートビデオダウンロード機能: 必要なアクセス許可があれば、プライベートVimeoビデオをダウンロードすることができます。\n- 高品質ビデオダウンロード: HD、2K、4Kを含む優れた解像度でのビデオダウンロードをサポートし、高品質な視聴体験を保証します。\n- 高度なビデオ再生機能: 音量調整、速度調整、ピクチャー・イン・ピクチャーモードなど、ビデオ視聴体験を向上させる便利な再生機能を含みます。\n無料のVimeo™️ ダウンローダー は、使いやすさと効率性を追求して作られ、様々なデバイスでオフラインでVimeoビデオをダウンロードし、楽しむための信頼できる方法をユーザーに提供します。",
    "pl": "Pobieranie wideo z Vimeo to intuicyjna aplikacja zaprojektowana, aby umożliwić bezproblemowe pobieranie filmów z vimeo.com oraz stron internetowych z osadzonymi filmami Vimeo. Dzięki prostej funkcjonalności pobierania jednym kliknięciem, umożliwia łatwe zapisywanie preferowanych treści Vimeo do cieszenia się nimi offline.\nJak pobierać filmy z Vimeo:\n- Bezpośrednio z vimeo.com: Kiedy przesuniesz kursor nad miniaturą filmu lub znajdziesz się na stronie szczegółów filmu na vimeo.com, w prawym górnym rogu strony będzie widoczny przycisk „Pobierz” (oznaczony strzałką w dół). Kliknięcie tego przycisku rozpoczyna pobieranie filmu Vimeo.\n- Z osadzonych filmów Vimeo: To narzędzie ułatwia również pobieranie filmów Vimeo osadzonych na zewnętrznych stronach internetowych, rozszerzając opcje pobierania filmów.\nFunkcje:\n- Dedykowane wsparcie dla Vimeo: Zaprojektowane specjalnie do pobierania filmów z Vimeo.\n- Szeroka kompatybilność z osadzonymi stronami: Możliwość pracy z ponad 1000+ stronami, które hostują osadzone filmy Vimeo.\n- Możliwość pobierania prywatnych filmów: Umożliwia pobieranie prywatnych filmów Vimeo, zakładając, że masz niezbędne uprawnienia dostępu.\n- Pobieranie filmów wysokiej jakości: Obsługuje pobieranie filmów w lepszych rozdzielczościach, w tym HD, 2K i 4K, aby zapewnić wysokiej jakości doświadczenie oglądania.\n- Zaawansowane funkcje odtwarzania wideo: Zawiera przydatne ulepszenia odtwarzania, takie jak kontrola głośności, regulacja prędkości i tryb Obraz w Obrazie, poprawiając Twoje doświadczenie oglądania filmów.\nPobieranie wideo z Vimeo jest stworzony dla łatwości użytkowania i skuteczności, oferując niezawodny sposób dla użytkowników na pobieranie i cieszenie się filmami Vimeo offline na różnych urządzeniach.",
    "ru": "Бесплатный загрузчик Vimeo™️ - это интуитивно понятное приложение, предназначенное для упрощения процесса загрузки видео с vimeo.com и сайтов с встроенными видео Vimeo. Благодаря своей прямой функциональности загрузки одним кликом, оно позволяет легко сохранять любимый контент Vimeo для офлайн-просмотра.\nКакать видео с Vimeo:\n- Непосредственно с vimeo.com: Когда вы наводите курсор на миниатюру видео или находитесь на странице деталей видео на vimeo.com, в правом верхнем углу страницы будет видна кнопка «Скачать» (символизированная стрелкой вниз). Нажатие на эту кнопку запускает загрузку видео с Vimeo.\n- Со встроенных видео Vimeo: Этот инструмент также упрощает загрузку видео Vimeo, встроенных на внешних сайтах, расширяя ваши варианты для загрузки видео.\nОсобенности:\n- Специализированная поддержка Vimeo: Разработан для загрузки видео именно с Vimeo.\n- Широкая совместимость с встроенными сайтами: Способен работать с более чем 1000+ сайтами, на которых размещены встроенные видео Vimeo.\n- Возможность загрузки частных видео: Позволяет загружать частные видео Vimeo, предполагая, что у вас есть необходимые разрешения на доступ.\n- Загрузка видео высокого качества: Поддерживает загрузку видео в высоких разрешениях, включая HD, 2K и 4K, чтобы обеспечить высококачественный просмотр.\n- Расширенные функции воспроизведения видео: Включает в себя полезные улучшения воспроизведения, такие как регулировка громкости, настрой скорости и режим «Картинка в картинке», улучшая ваш опыт просмотра видео.\nБесплатный загрузчик Vimeo™️ создан для удобства использования и эффективности, предлагая надежный способ для пользователей скачивать и наслаждаться видео Vimeo офлайн на различных устройствах.",
    "zh_TW": "Free Vimeo Downloader 是一款直觀的應用程序，旨在從 vimeo.com 和嵌入 Vimeo 視頻的網站下載視頻變得無縫。它具有直接的一鍵下載功能，使您能夠輕鬆保存喜歡的 Vimeo 內容以供離線享受。\n如何從 Vimeo 下載視頻：\n- 直接從 vimeo.com：當您將光標移動到視頻縮略圖上或在 vimeo.com 上的視頻詳情頁面時，頁面右上角會顯示一個“下載”按鈕（由向下箭頭標示）。點擊此按鈕即可啟動 Vimeo 視頻的下載。\n- 從嵌入式 Vimeo 視頻：此工具還支持從外部網站嵌入的 Vimeo 視頻進行下載，擴展了您的視頻下載選項。\n特點：\n- 專門的 Vimeo 支援：專為從 Vimeo 下載視頻而設計。\n- 廣泛的嵌入式網站兼容性：能夠與超過 1000+ 個托管嵌入式 Vimeo 視頻的網站合作。\n- 私人視頻下載能力：假設您有必要的訪問權限，允許下載私人 Vimeo 視頻。\n- 高質量視頻下載：支援包括 HD、2K 和 4K 在內的優質解析度下載視頻，確保高質量的觀看體驗。\n- 高級視頻播放功能：包括音量控制、速度調整和畫中畫模式等實用的播放增強功能，改善您的視頻觀看體驗。\nFree Vimeo Downloader 被設計為易於使用和高效，為用戶提供了一種可靠的方式，以在各種設備上離線下載和享受 Vimeo 視頻。"
  }
}