{
  "name": {
    "ar": "التحميلات",
    "am,bn,da,de,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,nl,pt_BR,pt_PT,sw,ta,te": "Downloads",
    "bg": "Изтегляния",
    "ca": "Descàrregues",
    "cs": "Stahování",
    "el": "Λήψεις",
    "es": "Descargas",
    "et": "Allalaadimised",
    "fa": "دانلودها",
    "fi": "Lataukset",
    "fil": "Mga download",
    "fr": "Téléchargements",
    "he": "הורדות",
    "hi": "डाउनलोड",
    "hr": "Preuzimanja",
    "hu": "Letöltések",
    "id": "Unduhan",
    "it": "Download",
    "ja": "ダウンロード",
    "ko": "다운로드",
    "lt": "Atsisiuntimai",
    "lv": "Lejupielādes",
    "ms": "Muat turun",
    "no": "Nedlastinger",
    "pl": "Pliki do pobrania",
    "ro": "Descărcări",
    "ru": "Загрузки",
    "sk": "K stiahnutiu",
    "sl": "Prenosi",
    "sr": "Преузимања",
    "sv": "Nedladdningar",
    "th": "ดาวน์โหลด",
    "tr": "İndirilenler",
    "uk": "Завантаження",
    "vi": "Tải xuống",
    "zh_CN": "下载",
    "zh_TW": "下載"
  },
  "short": {
    "ar": "امسح قائمة التنزيلات لجميع التنزيلات المكتملة. حفظ الصور في التنزيلات. افتح التنزيلات.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Clear the downloads list of all completed downloads. Save images in downloads. Open downloads.",
    "bg": "Изчистете списъка с изтегляния на всички завършени изтегляния. Запазване на изображения в изтегляния. Отворете изтеглянията.",
    "ca": "Esborra la llista de baixades de totes les descàrregues completades. Guarda les imatges a les descàrregues. Descàrregues obertes.",
    "cs": "Vymažte seznam stahování všech dokončených stahování. Uložit obrázky do stažených souborů. Otevřete stahování.",
    "da": "Ryd downloadlisten over alle fuldførte downloads. Gem billeder i downloads. Åbn downloads.",
    "de": "Löschen Sie die Download-Liste aller abgeschlossenen Downloads. Speichern Sie Bilder in Downloads. Downloads öffnen.",
    "el": "Διαγράψτε τη λίστα λήψεων όλων των ολοκληρωμένων λήψεων. Αποθήκευση εικόνων στις λήψεις. Ανοίξτε τις λήψεις.",
    "es": "Borre la lista de descargas de todas las descargas completadas. Guardar imágenes en descargas. Descargas abiertas.",
    "et": "Tühjendage kõigi lõpetatud allalaadimiste loend. Salvestage pildid allalaaditavatesse failidesse. Avage allalaadimised.",
    "fa": "لیست دانلودهای همه دانلودهای تکمیل شده را پاک کنید. ذخیره تصاویر در دانلودها دانلودها را باز کنید.",
    "fi": "Tyhjennä latausluettelo kaikista suoritetuista latauksista. Tallenna kuvat latauksiin. Avaa lataukset.",
    "fil": "I-clear ang listahan ng mga pag-download ng lahat ng nakumpletong pag-download. I-save ang mga larawan sa mga pag-download. Buksan…",
    "fr": "Effacez la liste des téléchargements de tous les téléchargements terminés. Enregistrer les images dans les téléchargements. Ouvrir…",
    "he": "נקה את רשימת ההורדות של כל ההורדות שהושלמו. שמור תמונות בהורדות. פתח הורדות.",
    "hi": "सभी पूर्ण डाउनलोड की डाउनलोड सूची साफ़ करें। छवियों को डाउनलोड में सहेजें। डाउनलोड खोलें।",
    "hr": "Obrišite popis preuzimanja svih dovršenih preuzimanja. Spremi slike u preuzimanjima. Otvorite preuzimanja.",
    "hu": "Törölje az összes befejezett letöltés letöltési listáját. Mentse el a képeket a letöltésekben. Nyissa meg a letöltéseket.",
    "id": "Hapus daftar unduhan dari semua unduhan yang selesai. Simpan gambar dalam unduhan. Buka unduhan.",
    "it": "Cancella l&#39;elenco dei download di tutti i download completati. Salva le immagini nei download. Apri download.",
    "ja": "完了したすべてのダウンロードのダウンロードリストをクリアします。ダウンロードで画像を保存します。ダウンロードを開きます。",
    "ko": "완료된 모든 다운로드의 다운로드 목록을 지웁니다. 다운로드에 이미지를 저장합니다. 다운로드를 엽니다.",
    "lt": "Išvalykite visų užbaigtų atsisiuntimų sąrašą. Išsaugokite paveikslėlius atsisiuntimo metu. Atidaryti atsisiuntimus.",
    "lv": "Notīriet visu pabeigto lejupielāžu sarakstu. Saglabājiet attēlus lejupielādēs. Atveriet lejupielādes.",
    "ms": "Kosongkan senarai muat turun semua muat turun yang telah selesai. Simpan imej dalam muat turun. Buka muat turun.",
    "nl": "Wis de downloadlijst van alle voltooide downloads. Sla afbeeldingen op in downloads. Downloaden openen.",
    "no": "Tøm nedlastingslisten over alle fullførte nedlastinger. Lagre bilder i nedlastinger. Åpne nedlastinger.",
    "pl": "Wyczyść listę pobierania ze wszystkich ukończonych pobrań. Zapisuj obrazy w plikach do pobrania. Otwórz pliki do pobrania.",
    "ro": "Ștergeți lista de descărcări cu toate descărcările finalizate. Salvați imaginile în descărcări. Descărcări deschise.",
    "ru": "Очистите список загрузок от всех завершенных загрузок. Сохраняйте изображения в загрузках. Открытые загрузки.",
    "sk": "Vymažte zoznam stiahnutí všetkých dokončených sťahovaní. Uložte obrázky do stiahnutých súborov. Otvoriť stiahnuté súbory.",
    "sl": "Počistite seznam prenosov vseh zaključenih prenosov. Shranite slike v prenosi. Odprite prenose.",
    "sr": "Обришите листу преузимања свих завршених преузимања. Сачувајте слике у преузимањима. Отворите преузимања.",
    "sv": "Rensa nedladdningslistan över alla slutförda nedladdningar. Spara bilder i nedladdningar. Öppna nedladdningar.",
    "th": "ล้างรายการดาวน์โหลดของการดาวน์โหลดที่เสร็จสิ้นทั้งหมด บันทึกภาพในการดาวน์โหลด เปิดดาวน์โหลด",
    "tr": "Tamamlanan tüm indirmelerin indirme listesini temizleyin. İndirilenlere görüntüleri kaydedin. İndirmeleri açın.",
    "uk": "Очистіть список завантажень з усіх завершених завантажень. Збереження зображень у завантаженнях. Відкрити завантаження.",
    "vi": "Xóa danh sách tải xuống của tất cả các bản tải xuống đã hoàn thành. Lưu hình ảnh trong bản tải xuống. Mở tải xuống.",
    "zh_CN": "清除所有已完成下载的下载列表。将图像保存在下载中。打开下载。",
    "zh_TW": "清除所有已完成下載的下載列表。將圖像保存在下載中。打開下載。"
  },
  "long": {
    "ar": "جرب هذا المدير البسيط لتنزيلاتي اليوم.\n\nفيما يلي الميزات الأساسية لبرنامج التنزيلات هذا.\n\n- وصول سريع إلى صفحة مستعرض التنزيلات عند النقر على أيقونة الامتداد\n- يسمح لك بمسح مجلد التنزيلات تلقائيًا كل 20 ثانية. يمكن تحديد هذه المدة الزمنية بواسطتك عبر صفحة الخيارات.\n- استخدم قائمة السياق لحفظ أي صور تريدها في مجلد التنزيلات الخاصة بي.\n\nللوصول إلى صفحة الخيارات الخاصة بهذا الامتداد ، ما عليك سوى النقر بزر الماوس الأيمن واختيار \"التنزيلات\" ثم تمرير الماوس فوق زر \"صفحة الخيارات\".\n\nوفر الوقت في إدارة التنزيلات الخاصة بك اليوم باستخدام برنامج التنزيلات البسيط هذا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN": "Try this simple manager for my downloads today.\n\nHere are the core features of this Downloads software.\n\n- Quick access to the Downloads browser page when you click on the extension icon\n- It allows you to auto clear your Downloads folder every 20 seconds. This time duration can be set by you via the options page.\n- Use the context menu to save any images you want to My Downloads folder.\n\nTo access the options page for this extension, simply right click, choose \"Downloads\" and then mouse over the \"Options page\" button.\n\nSave time managing your downloads today by using this simple downloads software.",
    "bg": "Опитайте този прост мениджър за моите изтегляния днес.\n\nЕто основните характеристики на този софтуер за изтегляне.\n\n- Бърз достъп до страницата на браузъра Downloads, когато щракнете върху иконата за разширение\n- Позволява ви автоматично да изчиствате папката си за изтегляния на всеки 20 секунди. Продължителността на това време може да бъде зададена от вас чрез страницата с опции.\n- Използвайте контекстното меню, за да запазите всички изображения, които искате, в папката Моите изтегляния.\n\nЗа да получите достъп до страницата с опции за това разширение, просто щракнете с десния бутон, изберете „Изтегляния“ и след това задръжте мишката върху бутона „Страница с опции“.\n\nСпестете време, като управлявате изтеглянията си днес, като използвате този прост софтуер за изтегляне.",
    "ca": "Proveu aquest senzill gestor per a les meves descàrregues avui.\n\nAquestes són les característiques bàsiques d'aquest programari de descàrregues.\n\n- Accés ràpid a la pàgina del navegador de descàrregues quan feu clic a la icona de l'extensió\n- Us permet esborrar automàticament la carpeta de descàrregues cada 20 segons. Podeu establir aquesta durada a través de la pàgina d'opcions.\n- Utilitzeu el menú contextual per desar les imatges que vulgueu a la carpeta Les meves descàrregues.\n\nPer accedir a la pàgina d'opcions d'aquesta extensió, només cal que feu clic amb el botó dret, trieu \"Descàrregues\" i després el ratolí sobre el botó \"Pàgina d'opcions\".\n\nEstalvieu temps gestionant les vostres descàrregues avui utilitzant aquest senzill programari de descàrregues.",
    "cs": "Vyzkoušejte tento jednoduchý správce pro moje stahování ještě dnes.\n\nZde jsou základní funkce tohoto softwaru pro stahování.\n\n- Rychlý přístup na stránku prohlížeče Stahování po kliknutí na ikonu rozšíření\n- Umožňuje automaticky vymazat složku Stažené soubory každých 20 sekund. Tuto dobu trvání můžete nastavit na stránce možností.\n- Pomocí kontextové nabídky uložte obrázky, které chcete, do složky Moje stažené soubory.\n\nChcete-li přejít na stránku možností pro toto rozšíření, stačí kliknout pravým tlačítkem, zvolit \"Stahování\" a poté myší na tlačítko \"Stránka Možnosti\".\n\nUšetřete čas při správě stahování ještě dnes pomocí tohoto jednoduchého softwaru pro stahování.",
    "da": "Prøv denne enkle manager til mine downloads i dag.\n\nHer er kernefunktionerne i denne Downloads-software.\n\n- Hurtig adgang til downloads-browsersiden, når du klikker på udvidelsesikonet\n- Det giver dig mulighed for automatisk at rydde mappen Downloads hvert 20. sekund. Denne tidsvarighed kan indstilles af dig via indstillingssiden.\n- Brug kontekstmenuen til at gemme de billeder, du ønsker, i mappen Mine downloads.\n\nFor at få adgang til indstillingssiden for denne udvidelse skal du blot højreklikke, vælge \"Downloads\" og derefter føre musen over knappen \"Indstillinger\".\n\nSpar tid på at administrere dine downloads i dag ved at bruge denne enkle downloadsoftware.",
    "de": "Probieren Sie diesen einfachen Manager für meine Downloads noch heute aus.\n\nHier sind die Kernfunktionen dieser Download-Software.\n\n- Schneller Zugriff auf die Download-Browserseite, wenn Sie auf das Erweiterungssymbol klicken\n- Es ermöglicht Ihnen, Ihren Download-Ordner alle 20 Sekunden automatisch zu löschen. Diese Zeitdauer kann von Ihnen über die Optionsseite eingestellt werden.\n- Verwenden Sie das Kontextmenü, um beliebige Bilder im Ordner „Meine Downloads“ zu speichern.\n\nUm auf die Optionsseite für diese Erweiterung zuzugreifen, klicken Sie einfach mit der rechten Maustaste, wählen Sie „Downloads“ und bewegen Sie dann die Maus über die Schaltfläche „Optionsseite“.\n\nSparen Sie noch heute Zeit bei der Verwaltung Ihrer Downloads, indem Sie diese einfache Download-Software verwenden.",
    "el": "Δοκιμάστε αυτόν τον απλό διαχειριστή για τις λήψεις μου σήμερα.\n\nΑκολουθούν τα βασικά χαρακτηριστικά αυτού του λογισμικού Downloads.\n\n- Γρήγορη πρόσβαση στη σελίδα του προγράμματος περιήγησης Λήψεις όταν κάνετε κλικ στο εικονίδιο της επέκτασης\n- Σας επιτρέπει να κάνετε αυτόματη εκκαθάριση του φακέλου Λήψεις κάθε 20 δευτερόλεπτα. Αυτή η χρονική διάρκεια μπορεί να οριστεί από εσάς μέσω της σελίδας επιλογών.\n- Χρησιμοποιήστε το μενού περιβάλλοντος για να αποθηκεύσετε τις εικόνες που θέλετε στο φάκελο \"Οι λήψεις μου\".\n\nΓια να αποκτήσετε πρόσβαση στη σελίδα επιλογών για αυτήν την επέκταση, απλώς κάντε δεξί κλικ, επιλέξτε \"Λήψεις\" και, στη συνέχεια, τοποθετήστε το δείκτη του ποντικιού πάνω από το κουμπί \"Σελίδα επιλογών\".\n\nΕξοικονομήστε χρόνο στη διαχείριση των λήψεών σας σήμερα χρησιμοποιώντας αυτό το απλό λογισμικό λήψεων.",
    "es": "Pruebe este simple administrador para mis descargas hoy.\n\nEstas son las características principales de este software de descargas.\n\n- Acceso rápido a la página del navegador de descargas al hacer clic en el icono de la extensión\n- Te permite borrar automáticamente tu carpeta de Descargas cada 20 segundos. Usted puede configurar esta duración de tiempo a través de la página de opciones.\n- Utilice el menú contextual para guardar las imágenes que desee en la carpeta Mis descargas.\n\nPara acceder a la página de opciones de esta extensión, simplemente haga clic derecho, elija \"Descargas\" y luego coloque el mouse sobre el botón \"Página de opciones\".\n\nAhorre tiempo administrando sus descargas hoy usando este sencillo software de descargas.",
    "et": "Proovige seda lihtsat haldurit minu allalaadimiste jaoks juba täna.\n\nSiin on selle allalaadimiste tarkvara põhifunktsioonid.\n\n- Kiire juurdepääs brauseri lehele Allalaadimised, kui klõpsate laienduse ikoonil\n- See võimaldab teil automaatselt tühjendada kausta Allalaadimised iga 20 sekundi järel. Selle aja kestuse saate määrata valikute lehe kaudu.\n- Kasutage kontekstimenüüd, et salvestada soovitud pildid kausta Minu allalaadimised.\n\nSelle laienduse valikute lehele pääsemiseks paremklõpsake, valige \"Allalaadimised\" ja seejärel liigutage kursorit nupule \"Valikute leht\".\n\nSäästke täna allalaadimiste haldamise aega, kasutades seda lihtsat allalaadimistarkvara.",
    "fa": "امروز این مدیر ساده را برای دانلودهای من امتحان کنید.\n\nدر اینجا ویژگی های اصلی این نرم افزار دانلودها آورده شده است.\n\n- دسترسی سریع به صفحه مرورگر دانلودها با کلیک بر روی نماد برنامه افزودنی\n- به شما این امکان را می دهد که هر 20 ثانیه یکبار پوشه Downloads خود را بطور خودکار پاک کنید. این مدت زمان می تواند توسط شما از طریق صفحه گزینه ها تنظیم شود.\n- از منوی زمینه برای ذخیره هر تصویری که می خواهید در پوشه My Downloads استفاده کنید.\n\nبرای دسترسی به صفحه گزینه‌های این برنامه افزودنی، به سادگی کلیک راست کرده، «Downloads» را انتخاب کنید و سپس روی دکمه «صفحه گزینه‌ها» قرار دهید.\n\nامروز با استفاده از این نرم افزار دانلود ساده در زمان مدیریت دانلودهای خود صرفه جویی کنید.",
    "fil": "Kokeile tätä yksinkertaista hallintaa latauksilleni tänään.\n\nTässä ovat tämän latausohjelmiston ydinominaisuudet.\n\n- Nopea pääsy Lataukset-selainsivulle, kun napsautat laajennuskuvaketta\n- Sen avulla voit automaattisesti tyhjentää Lataukset-kansion 20 sekunnin välein. Voit asettaa tämän ajan keston asetussivun kautta.\n- Tallenna haluamasi kuvat Omat lataukset -kansioon pikavalikosta.\n\nPääset tämän laajennuksen asetussivulle napsauttamalla hiiren oikeaa painiketta, valitsemalla \"Lataukset\" ja viemällä hiiren \"Asetukset-sivu\"-painikkeen päälle.\n\nSäästä aikaa latausten hallinnassa tänään käyttämällä tätä yksinkertaista latausohjelmistoa.",
    "fr": "Essayez ce gestionnaire simple pour mes téléchargements aujourd'hui.\n\nVoici les principales fonctionnalités de ce logiciel de téléchargement.\n\n- Accès rapide à la page du navigateur Téléchargements lorsque vous cliquez sur l'icône de l'extension\n- Il vous permet d'effacer automatiquement votre dossier Téléchargements toutes les 20 secondes. Cette durée peut être définie par vous via la page des options.\n- Utilisez le menu contextuel pour enregistrer les images souhaitées dans le dossier Mes téléchargements.\n\nPour accéder à la page d'options de cette extension, faites simplement un clic droit, choisissez \"Téléchargements\" puis passez la souris sur le bouton \"Page d'options\".\n\nGagnez du temps dans la gestion de vos téléchargements aujourd'hui en utilisant ce logiciel de téléchargement simple.",
    "hi": "आज ही मेरे डाउनलोड के लिए इस सरल प्रबंधक को आजमाएं।\n\nइस डाउनलोड सॉफ़्टवेयर की मुख्य विशेषताएं यहां दी गई हैं।\n\n- जब आप एक्सटेंशन आइकन पर क्लिक करते हैं तो डाउनलोड ब्राउज़र पेज पर तुरंत पहुंचें\n- यह आपको हर 20 सेकंड में अपने डाउनलोड फ़ोल्डर को स्वतः साफ़ करने की अनुमति देता है। इस समय अवधि को आप विकल्प पृष्ठ के माध्यम से निर्धारित कर सकते हैं।\n- मेरे डाउनलोड फ़ोल्डर में किसी भी छवि को सहेजने के लिए संदर्भ मेनू का उपयोग करें।\n\nइस एक्सटेंशन के विकल्प पृष्ठ तक पहुंचने के लिए, बस राइट क्लिक करें, \"डाउनलोड\" चुनें और फिर \"विकल्प पृष्ठ\" बटन पर माउस ले जाएं।\n\nइस सरल डाउनलोड सॉफ़्टवेयर का उपयोग करके आज ही अपने डाउनलोड प्रबंधित करने में समय बचाएं।",
    "hr": "Isprobajte ovaj jednostavan upravitelj za moja preuzimanja danas.\n\nOvdje su glavne značajke ovog softvera za preuzimanje.\n\n- Brzi pristup stranici preglednika Preuzimanja kada kliknete na ikonu proširenja\n- Omogućuje vam automatsko brisanje mape Preuzimanja svakih 20 sekundi. Ovo vremensko trajanje možete postaviti putem stranice s opcijama.\n- Koristite kontekstni izbornik za spremanje slika koje želite u mapu Moja preuzimanja.\n\nZa pristup stranici s opcijama za ovo proširenje, jednostavno kliknite desnom tipkom miša, odaberite \"Preuzimanja\", a zatim prijeđite mišem preko gumba \"Stranica s opcijama\".\n\nUštedite vrijeme na upravljanju svojim preuzimanjima danas pomoću ovog jednostavnog softvera za preuzimanje.",
    "hu": "Próbálja ki még ma ezt az egyszerű kezelőt a letöltéseimhez.\n\nÍme a letöltések szoftver fő funkciói.\n\n- Gyors hozzáférés a Letöltések böngészőoldalhoz, ha rákattint a bővítmény ikonjára\n- Lehetővé teszi a Letöltések mappa automatikus törlését 20 másodpercenként. Ezt az időtartamot Ön állíthatja be a beállítások oldalon.\n- A helyi menü segítségével mentse a kívánt képeket a Letöltéseim mappába.\n\nA bővítmény beállítási oldalának eléréséhez egyszerűen kattintson a jobb gombbal, válassza a \"Letöltések\" lehetőséget, majd vigye az egeret a \"Beállítások oldala\" gombra.\n\nEzzel az egyszerű letöltő szoftverrel időt takaríthat meg a letöltések kezelésével.",
    "id": "Coba pengelola sederhana ini untuk unduhan saya hari ini.\n\nBerikut adalah fitur inti dari perangkat lunak Unduhan ini.\n\n- Akses cepat ke halaman peramban Unduhan saat Anda mengeklik ikon ekstensi\n- Ini memungkinkan Anda untuk menghapus folder Unduhan secara otomatis setiap 20 detik. Durasi waktu ini dapat Anda atur melalui halaman opsi.\n- Gunakan menu konteks untuk menyimpan gambar apa pun yang Anda inginkan ke folder Unduhan Saya.\n\nUntuk mengakses halaman opsi untuk ekstensi ini, cukup klik kanan, pilih \"Unduhan\", lalu arahkan mouse ke tombol \"Halaman opsi\".\n\nHemat waktu mengelola unduhan Anda hari ini dengan menggunakan perangkat lunak unduhan sederhana ini.",
    "it": "Prova questo semplice gestore per i miei download oggi.\n\nEcco le caratteristiche principali di questo software di download.\n\n- Accesso rapido alla pagina del browser Download quando si fa clic sull'icona dell'estensione\n- Ti consente di cancellare automaticamente la cartella Download ogni 20 secondi. Questa durata può essere impostata da te tramite la pagina delle opzioni.\n- Usa il menu contestuale per salvare le immagini che desideri nella cartella I miei download.\n\nPer accedere alla pagina delle opzioni per questa estensione, fai semplicemente clic con il pulsante destro del mouse, scegli \"Download\" e quindi passa il mouse sul pulsante \"Pagina delle opzioni\".\n\nRisparmia tempo gestendo i tuoi download oggi utilizzando questo semplice software di download.",
    "ja": "今日の私のダウンロードには、このシンプルなマネージャーを試してみてください。\n\nこのダウンロードソフトウェアのコア機能は次のとおりです。\n\n-拡張機能アイコンをクリックすると、ダウンロードブラウザページにすばやくアクセスできます\n-20秒ごとにダウンロードフォルダを自動クリアできます。この期間は、オプションページから設定できます。\n-コンテキストメニューを使用して、必要な画像をマイダウンロードフォルダに保存します。\n\nこの拡張機能のオプションページにアクセスするには、右クリックして[ダウンロード]を選択し、[オプションページ]ボタンの上にマウスを置きます。\n\nこのシンプルなダウンロードソフトウェアを使用して、今日のダウンロードを管理する時間を節約してください。",
    "ko": "오늘 내 다운로드에 이 간단한 관리자를 사용해 보십시오.\n\n다음은 이 다운로드 소프트웨어의 핵심 기능입니다.\n\n- 확장 아이콘을 클릭하면 다운로드 브라우저 페이지에 빠르게 액세스\n- 20초마다 다운로드 폴더를 자동으로 지울 수 있습니다. 이 기간은 옵션 페이지를 통해 설정할 수 있습니다.\n- 컨텍스트 메뉴를 사용하여 원하는 이미지를 내 다운로드 폴더에 저장합니다.\n\n이 확장에 대한 옵션 페이지에 액세스하려면 마우스 오른쪽 버튼을 클릭하고 \"다운로드\"를 선택한 다음 \"옵션 페이지\" 버튼 위로 마우스를 이동합니다.\n\n이 간단한 다운로드 소프트웨어를 사용하여 지금 다운로드를 관리하는 시간을 절약하십시오.",
    "lt": "Išbandykite šią paprastą mano atsisiuntimų tvarkyklę šiandien.\n\nČia pateikiamos pagrindinės šios atsisiuntimų programinės įrangos funkcijos.\n\n- Greita prieiga prie Atsisiuntimų naršyklės puslapio spustelėjus plėtinio piktogramą\n- Tai leidžia automatiškai išvalyti atsisiuntimų aplanką kas 20 sekundžių. Šią laiko trukmę galite nustatyti pasirinkčių puslapyje.\n- Norėdami išsaugoti norimus vaizdus aplanke Mano atsisiuntimai, naudokite kontekstinį meniu.\n\nNorėdami pasiekti šio plėtinio parinkčių puslapį, tiesiog dešiniuoju pelės mygtuku spustelėkite, pasirinkite „Atsisiuntimai“, tada užveskite pelės žymeklį ant mygtuko „Parinkčių puslapis“.\n\nSutaupykite laiko tvarkydami atsisiuntimus naudodami šią paprastą atsisiuntimo programinę įrangą.",
    "lv": "Izmēģiniet šo vienkāršo manu lejupielāžu pārvaldnieku šodien.\n\nŠeit ir norādītas šīs lejupielādes programmatūras galvenās funkcijas.\n\n- Ātra piekļuve pārlūkprogrammas lapai Lejupielādes, noklikšķinot uz paplašinājuma ikonas\n- Tas ļauj automātiski notīrīt mapi Lejupielādes ik pēc 20 sekundēm. Šo laika ilgumu varat iestatīt opciju lapā.\n- Izmantojiet konteksta izvēlni, lai saglabātu visus vajadzīgos attēlus mapē Manas lejupielādes.\n\nLai piekļūtu šī paplašinājuma opciju lapai, ar peles labo pogu noklikšķiniet, izvēlieties \"Lejupielādes\" un pēc tam virziet peles kursoru virs pogas \"Opciju lapa\".\n\nIetaupiet laiku, pārvaldot savas lejupielādes jau šodien, izmantojot šo vienkāršo lejupielādes programmatūru.",
    "ms": "Cuba pengurus mudah ini untuk muat turun saya hari ini.\n\nBerikut ialah ciri teras perisian Muat Turun ini.\n\n- Akses pantas ke halaman penyemak imbas Muat Turun apabila anda mengklik pada ikon sambungan\n- Ia membolehkan anda mengosongkan folder Muat Turun anda secara automatik setiap 20 saat. Tempoh masa ini boleh ditetapkan oleh anda melalui halaman pilihan.\n- Gunakan menu konteks untuk menyimpan sebarang imej yang anda mahu ke folder Muat Turun Saya.\n\nUntuk mengakses halaman pilihan untuk sambungan ini, cuma klik kanan, pilih \"Muat Turun\" dan kemudian tetikus pada butang \"Halaman Pilihan\".\n\nJimat masa mengurus muat turun anda hari ini dengan menggunakan perisian muat turun mudah ini.",
    "nl": "Probeer vandaag nog deze eenvoudige manager voor mijn downloads.\n\nDit zijn de kernfuncties van deze downloadsoftware.\n\n- Snelle toegang tot de browserpagina Downloads wanneer u op het extensiepictogram klikt\n- Hiermee kunt u uw map Downloads elke 20 seconden automatisch wissen. Deze tijdsduur kunt u zelf instellen via de optiepagina.\n- Gebruik het contextmenu om alle gewenste afbeeldingen op te slaan in de map Mijn downloads.\n\nOm toegang te krijgen tot de optiepagina voor deze extensie, klikt u met de rechtermuisknop, kiest u \"Downloads\" en beweegt u met de muis over de knop \"Optiespagina\".\n\nBespaar vandaag nog tijd met het beheren van uw downloads door deze eenvoudige downloadsoftware te gebruiken.",
    "no": "Prøv denne enkle administratoren for nedlastingene mine i dag.\n\nHer er kjernefunksjonene til denne nedlastingsprogramvaren.\n\n- Rask tilgang til nettlesersiden for nedlastinger når du klikker på utvidelsesikonet\n- Den lar deg automatisk tømme nedlastingsmappen hvert 20. sekund. Denne varigheten kan angis av deg via alternativsiden.\n- Bruk kontekstmenyen til å lagre alle bilder du ønsker i Mine nedlastinger-mappen.\n\nFor å få tilgang til alternativsiden for denne utvidelsen, høyreklikk, velg \"Nedlastinger\" og deretter musepekeren over \"Alternativer-siden\".\n\nSpar tid på å administrere nedlastingene dine i dag ved å bruke denne enkle nedlastingsprogramvaren.",
    "pl": "Wypróbuj tego prostego menedżera dla moich plików do pobrania już dziś.\n\nOto podstawowe funkcje tego oprogramowania do pobierania.\n\n- Szybki dostęp do strony przeglądarki pobierania po kliknięciu ikony rozszerzenia\n- Umożliwia automatyczne czyszczenie folderu Pobrane co 20 sekund. Ten czas można ustawić na stronie opcji.\n- Użyj menu kontekstowego, aby zapisać dowolne obrazy w folderze Moje pobrane.\n\nAby uzyskać dostęp do strony opcji tego rozszerzenia, po prostu kliknij prawym przyciskiem myszy, wybierz „Pobrane”, a następnie najedź myszą na przycisk „Strona opcji”.\n\nOszczędź czas, zarządzając swoimi plikami do pobrania już dziś, korzystając z tego prostego oprogramowania do pobierania.",
    "ro": "Încercați acest manager simplu pentru descărcările mele astăzi.\n\nIată care sunt caracteristicile de bază ale acestui software de descărcare.\n\n- Acces rapid la pagina browser Descărcări când faceți clic pe pictograma extensiei\n- Vă permite să ștergeți automat folderul Descărcări la fiecare 20 de secunde. Această durată de timp poate fi setată de dvs. prin intermediul paginii de opțiuni.\n- Utilizați meniul contextual pentru a salva orice imagini dorite în dosarul Descărcările mele.\n\nPentru a accesa pagina de opțiuni pentru această extensie, faceți clic dreapta, alegeți „Descărcări” și apoi mouse-ul peste butonul „Pagina Opțiuni”.\n\nEconomisiți timp gestionând descărcările dvs. astăzi utilizând acest software simplu de descărcări.",
    "ru": "Попробуйте этот простой менеджер для моих загрузок сегодня.\n\nВот основные функции этого программного обеспечения для загрузки.\n\n- Быстрый доступ к странице браузера «Загрузки» при нажатии на значок расширения\n- Это позволяет вам автоматически очищать папку «Загрузки» каждые 20 секунд. Продолжительность этого времени может быть установлена вами на странице параметров.\n- Используйте контекстное меню, чтобы сохранить любые изображения в папку «Мои загрузки».\n\nЧтобы получить доступ к странице параметров для этого расширения, просто щелкните правой кнопкой мыши, выберите «Загрузки», а затем наведите указатель мыши на кнопку «Страница параметров».\n\nСэкономьте время, управляя своими загрузками сегодня, используя это простое программное обеспечение для загрузки.",
    "sk": "Vyskúšajte tento jednoduchý manažér pre moje sťahovanie ešte dnes.\n\nTu sú základné funkcie tohto softvéru na sťahovanie.\n\n- Rýchly prístup na stránku prehliadača sťahovania po kliknutí na ikonu rozšírenia\n- Umožňuje vám automaticky vyčistiť priečinok Stiahnuté súbory každých 20 sekúnd. Toto trvanie si môžete nastaviť na stránke možností.\n- Pomocou kontextovej ponuky uložte obrázky, ktoré chcete, do priečinka Moje stiahnuté súbory.\n\nAk chcete prejsť na stránku možností pre toto rozšírenie, jednoducho kliknite pravým tlačidlom myši, vyberte položku „Stiahnuté súbory“ a potom prejdite myšou na tlačidlo „Stránka možností“.\n\nUšetrite čas pri správe sťahovania ešte dnes pomocou tohto jednoduchého softvéru na sťahovanie.",
    "sl": "Preizkusite ta preprost upravitelj za moje prenose danes.\n\nTukaj so glavne funkcije te programske opreme za prenose.\n\n- Hiter dostop do strani brskalnika Prenosi, ko kliknete ikono razširitve\n- Omogoča vam, da samodejno počistite mapo s prenosi vsakih 20 sekund. To trajanje lahko nastavite sami na strani z možnostmi.\n- Uporabite kontekstni meni, da shranite vse slike, ki jih želite, v mapo Moji prenosi.\n\nZa dostop do strani z možnostmi za to razširitev preprosto kliknite z desno tipko miške, izberite »Prenosi« in nato premaknite miško nad gumb »Stran z možnostmi«.\n\nPrihranite čas pri upravljanju prenosov danes s to preprosto programsko opremo za prenose.",
    "sr": "Испробајте овај једноставан менаџер за моја преузимања данас.\n\nЕво основних карактеристика овог софтвера за преузимање.\n\n– Брзи приступ страници прегледача Преузимања када кликнете на икону проширења\n- Омогућава вам да аутоматски обришете фасциклу Преузимања сваких 20 секунди. Ово време можете подесити преко странице са опцијама.\n- Користите контекстни мени да бисте сачували све слике које желите у фасциклу Моја преузимања.\n\nДа бисте приступили страници са опцијама за ово проширење, једноставно кликните десним тастером миша, изаберите „Преузимања“, а затим пређите мишем преко дугмета „Страница са опцијама“.\n\nУштедите време управљајући својим преузимањима данас користећи овај једноставан софтвер за преузимање.",
    "sv": "Prova denna enkla hanterare för mina nedladdningar idag.\n\nHär är kärnfunktionerna i denna nedladdningsprogramvara.\n\n- Snabb åtkomst till webbläsarsidan för nedladdningar när du klickar på tilläggsikonen\n- Det låter dig rensa din nedladdningsmapp automatiskt var 20:e sekund. Denna tidslängd kan ställas in av dig via alternativsidan.\n- Använd snabbmenyn för att spara alla bilder du vill i mappen Mina nedladdningar.\n\nFör att komma åt alternativsidan för det här tillägget, högerklicka helt enkelt, välj \"Nedladdningar\" och för muspekaren över knappen \"Alternativsidan\".\n\nSpara tid på att hantera dina nedladdningar idag genom att använda denna enkla nedladdningsprogramvara.",
    "th": "ลองใช้ตัวจัดการง่าย ๆ สำหรับการดาวน์โหลดของฉันวันนี้\n\nนี่คือคุณสมบัติหลักของซอฟต์แวร์ดาวน์โหลดนี้\n\n- เข้าถึงหน้าเบราว์เซอร์ดาวน์โหลดอย่างรวดเร็วเมื่อคุณคลิกที่ไอคอนส่วนขยาย\n- ช่วยให้คุณสามารถล้างโฟลเดอร์ดาวน์โหลดของคุณโดยอัตโนมัติทุกๆ 20 วินาที คุณสามารถกำหนดระยะเวลานี้ได้ผ่านหน้าตัวเลือก\n- ใช้เมนูบริบทเพื่อบันทึกภาพใดๆ ที่คุณต้องการไปยังโฟลเดอร์ My Downloads\n\nหากต้องการเข้าถึงหน้าตัวเลือกสำหรับส่วนขยายนี้ เพียงคลิกขวา เลือก \"ดาวน์โหลด\" แล้ววางเมาส์เหนือปุ่ม \"หน้าตัวเลือก\"\n\nประหยัดเวลาในการจัดการการดาวน์โหลดของคุณวันนี้โดยใช้ซอฟต์แวร์ดาวน์โหลดอย่างง่ายนี้",
    "tr": "İndirmelerim için bu basit yöneticiyi bugün deneyin.\n\nİşte bu İndirilenler yazılımının temel özellikleri.\n\n- Uzantı simgesine tıkladığınızda İndirilenler tarayıcı sayfasına hızlı erişim\n- İndirilenler klasörünüzü her 20 saniyede bir otomatik olarak temizlemenizi sağlar. Bu süre, seçenekler sayfasından sizin tarafınızdan ayarlanabilir.\n- İndirilenler klasörüne istediğiniz herhangi bir resmi kaydetmek için bağlam menüsünü kullanın.\n\nBu uzantının seçenekler sayfasına erişmek için, sağ tıklayın, \"İndirilenler\"i seçin ve ardından fareyi \"Seçenekler sayfası\" düğmesinin üzerine getirin.\n\nBu basit indirme yazılımını kullanarak indirmelerinizi bugün yönetirken zamandan tasarruf edin.",
    "uk": "Спробуйте цей простий менеджер для моїх завантажень сьогодні.\n\nОсь основні функції цього програмного забезпечення для завантажень.\n\n- Швидкий доступ до сторінки веб-переглядача завантажень після натискання значка розширення\n— Це дозволяє автоматично очищати папку «Завантаження» кожні 20 секунд. Ви можете встановити цей час на сторінці параметрів.\n- Використовуйте контекстне меню, щоб зберегти будь-які зображення, які ви хочете, до папки «Мої завантаження».\n\nЩоб отримати доступ до сторінки параметрів для цього розширення, просто клацніть правою кнопкою миші, виберіть «Завантаження», а потім наведіть курсор на кнопку «Сторінка параметрів».\n\nЗаощаджуйте час, керуючи своїми завантаженнями сьогодні, використовуючи це просте програмне забезпечення для завантаження.",
    "vi": "今天为我的下载尝试这个简单的管理器。\n\n以下是此下载软件的核心功能。\n\n- 单击扩展图标时快速访问下载浏览器页面\n- 它允许您每 20 秒自动清除一次下载文件夹。您可以通过选项页面设置此持续时间。\n- 使用上下文菜单将您想要的任何图像保存到我的下载文件夹。\n\n要访问此扩展程序的选项页面，只需右键单击，选择“下载”，然后将鼠标悬停在“选项页面”按钮上。\n\n立即使用这款简单的下载软件来节省管理下载的时间。",
    "zh_TW": "今天為我的下載嘗試這個簡單的管理器。\n\n以下是此下載軟件的核心功能。\n\n- 單擊擴展圖標時快速訪問下載瀏覽器頁面\n- 它允許您每 20 秒自動清除一次下載文件夾。您可以通過選項頁面設置此持續時間。\n- 使用上下文菜單將您想要的任何圖像保存到我的下載文件夾。\n\n要訪問此擴展程序的選項頁面，只需右鍵單擊，選擇“下載”，然後將鼠標懸停在“選項頁面”按鈕上。\n\n立即使用這款簡單的下載軟件來節省管理下載的時間。"
  }
}