{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Study Mate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check out \"ChatGPT Study Mate\", a Chrome extension that guides you to learn any subject, study for exams, and get certifications."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ChatGPT Course Search extension, a revolutionary tool that transforms your browser into a powerful learning hub. Designed to guide you through any subject, assist in exam preparation, or help you achieve certifications, this extension stands at the forefront of educational technology. Supported by the advanced capabilities of ChatGPT, it offers a seamless and interactive learning experience right at your fingertips.\n\nKey Features:\n\nComprehensive Course Search: \nStart with the extension's ability to delve into a wide array of subjects. Enter the name of the subject or course you're interested in, and the extension will provide a detailed list of available resources.\n\nInteractive Learning Sessions:\nEngage with your learning material in a dynamic way. Select any topic to generate a related prompt directly into the ChatGPT input box. With a simple click, ChatGPT brings forth a depth of knowledge pertaining to your topic of choice.\n\nOn-Demand Course Requests:\nIn instances where your desired subject isn't immediately available, the extension allows you to make a request. We prioritize these inquiries, striving to provide the requested courses promptly.\n\n\nWho Can Benefit:\n\nStudents: Utilize the extension to navigate through your learning journey efficiently. Pose questions related to any subject, course, or topic, and receive detailed explanations and examples powered by ChatGPT.\n\nEducators: Find an ally in the extension for preparing teaching materials and lectures. Access a broad range of information quickly and efficiently, all supported by ChatGPT's extensive knowledge base.\n\nThe ChatGPT Course Search extension, backed by the sophisticated technology of ChatGPT, redefines the way you learn and interact with information. Embrace a more accessible, interactive, and efficient educational experience.\""
  }
}