{
  "name": {
    "ar,cs,fil,hi,id,ml,mr,sw,te": "Emoji Sliding Down Online",
    "am,et,fa,ja,lv,ro,sk": "Emoji Sliding Down Online Game",
    "bg,fi,he,hu,ms,no,pl,sl,sv": "Emoji Sliding Down Unblocked Game",
    "bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fr,gu,hr,it,kn,ko,lt,nl,pt_BR,pt_PT,ru,sr,ta,th,tr,uk,vi,zh_CN,zh_TW": "Emoji Sliding Down Game"
  },
  "short": {
    "ar": "يجب أن تنتقل من سحابة إلى سحابة مع الرموز التعبيرية ولا تقع في الفراغ.",
    "am": "ከኢሞጂ ጋር ከደመና ወደ ደመና መሄድ አለብህ፤ እንዲሁም ባዶነት ውስጥ አትወድቅም።",
    "bg": "Трябва да преминете от облак в облак с емотикони и да не попадате в празнотата.",
    "bn": "আপনাকে অবশ্যই ইমোজি দিয়ে ক্লাউড থেকে ক্লাউডে যেতে হবে এবং শূন্যতার মধ্যে পড়বেন না।",
    "ca": "Has d'anar de núvol en núvol amb emojis i no caure en el buit.",
    "cs": "Musíte jít z mraku do mraku s emodži a nespadnout do prázdnoty.",
    "da": "Du skal gå fra sky til sky med emoji og ikke falde i tomrummet.",
    "de": "Sie müssen mit Emoji von Wolke zu Wolke gehen und nicht in die Leere fallen.",
    "el": "Πρέπει να πάτε από σύννεφο σε σύννεφο με emoji και να μην πέσετε στο κενό.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You must go from cloud to cloud with emoji and do not fall into the void.",
    "es": "Debes ir de nube en nube con emoji y no caer en el vacío.",
    "et": "Sa pead minema pilvest pilve emotikonidega ja mitte langema tühjusesse.",
    "fa": "شما باید از ابر به ابر با ایموجی بروید و به خلاء سقوط نمی کند.",
    "fi": "Sinun täytyy mennä pilvestä pilveen emojilla äläkä putoa tyhjyyteen.",
    "fil": "Kailangan mong pumunta mula sa ulap sa ulap na may emoji at huwag mahulog sa kahungkagang.",
    "fr": "Vous devez aller de nuage en nuage avec emoji et ne pas tomber dans le vide.",
    "gu": "તમારે ઇમોજી સાથે ક્લાઉડથી ક્લાઉડ પર જવું જોઈએ અને શૂન્યતામાં ન પડવું જોઈએ.",
    "he": "אתה חייב לעבור מענן לענן עם אימוג'י ולא ליפול לתוך הריק.",
    "hi": "आपको इमोजी के साथ क्लाउड से क्लाउड पर जाना चाहिए और शून्य में नहीं गिरना चाहिए।",
    "hr": "Morate ići od oblaka do oblaka s emojijima i ne padati u prazninu.",
    "hu": "A felhőből a felhőbe kell mennie emojival, és nem esik az ürességbe.",
    "id": "Anda harus pergi dari cloud ke cloud dengan emoji dan jangan jatuh ke dalam kehampaan.",
    "it": "Devi passare da nuvola a nuvola con emoji e non cadere nel vuoto.",
    "ja": "あなたは絵文字で雲から雲に行かなければならず、空虚に落ちてはいけません。",
    "kn": "ನೀವು ಎಮೋಜಿಯೊಂದಿಗೆ ಕ್ಲೌಡ್ ನಿಂದ ಕ್ಲೌಡ್ ಗೆ ಹೋಗಬೇಕು ಮತ್ತು ಶೂನ್ಯಕ್ಕೆ ಬೀಳಬಾರದು.",
    "ko": "이모티콘으로 구름에서 구름으로 가야하며 공허에 빠지지 않아야합니다.",
    "lv": "Jums jāiet no mākoņa uz mākoni ar emocijzīmēm un neiekrītiet tukšumā.",
    "ml": "നിങ്ങൾ ഇമോജി ഉപയോഗിച്ച് മേഘത്തിൽ നിന്ന് മേഘത്തിലേക്ക് പോകണം, ശൂന്യതയിലേക്ക് വീഴരുത്.",
    "mr": "आपण इमोजीसह मेघाकडून ढगाकडे जाणे आवश्यक आहे आणि शून्यात पडू नका.",
    "ms": "Anda mesti pergi dari awan ke awan dengan emoji dan jangan jatuh ke dalam kekosongan.",
    "nl": "Je moet van wolk naar wolk gaan met emoji en niet in de leegte vallen.",
    "no": "Du må gå fra sky til sky med emoji og ikke falle inn i tomrommet.",
    "pl": "Musisz przejść z chmury do chmury za pomocą emoji i nie wpaść w pustkę.",
    "ro": "Trebuie să mergeți din nor în cloud cu emoji și să nu cădeți în gol.",
    "ru": "Вы должны переходить из облака в облако с помощью эмодзи и не попадать в пустоту.",
    "sk": "Musíte prejsť z oblaku do oblaku s emoji a nespadnúť do prázdna.",
    "sl": "Moraš iti iz oblaka v oblak z emoji in ne pade v praznino.",
    "sv": "Du måste gå från moln till moln med emoji och inte falla i tomrummet.",
    "sw": "Lazima uende kutoka kwa wingu hadi wingu na emoji na usianguke kwenye utupu.",
    "ta": "நீங்கள் எமோஜியுடன் மேகத்திலிருந்து மேகத்திற்கு செல்ல வேண்டும், வெற்றிடத்தில் விழக்கூடாது.",
    "te": "మీరు ఎమోజీతో క్లౌడ్ నుండి క్లౌడ్ కు వెళ్ళాలి మరియు శూన్యంలో పడకూడదు.",
    "th": "คุณต้องเปลี่ยนจากคลาวด์เป็นคลาวด์ด้วยโมจิและอย่าตกลงไปในความว่างเปล่า",
    "tr": "Emoji ile buluttan buluta geçmeli ve boşluğa düşmemelisiniz.",
    "uk": "Ви повинні перейти від хмари до хмари з емодзі і не потрапляти в порожнечу."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get ready for a whole new emoji fun with crazy emojis! Choose the emoji you want and start the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nEmoji Sliding Down Game Features\n✓ Cartoon graphics\n✓ 4+ Emoji\n✓ Easy control\n✓ 2D Graphics\n\nFinally, you can enjoy these game for free (and more requests will be added)! Emoji Sliding Down Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}