{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MailToDoList"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your Gmail inbox like a to-do list. Launch MailToDoList with Ctrl+Shift+E."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "~\n\nMailToDoList is a Chrome extension for people who get a lot of email and need to triage many demands upon their time.\n\nIt shows you your Gmail inbox and lets you move individual emails up and down. It lets you group and hide related emails. It combines your emails with your tasks and your notes in one interface.\n\nNothing else does this. Once you try it, you'll wonder how you ever lived without it.\n\n~\n\nMost emails you receive are really tasks to complete.\n\nCopying them to a separate to-do list takes way too long. And tracking tasks in two separate places is frustrating, inefficient, and stressful.\n\nMany people end up abandoning their to-do lists and tracking their tasks only in their inbox, creating new tasks by sending themselves emails.\n\nBut the typical inbox is a terrible to-do app, because you can't move the emails up and down to reflect priorities and you cannot easily group related items.\n\nMailToDoList changes all that.\n\nMailToDoList shows you your Gmail inbox plus any tasks and notes you want to add.\n\nIts freeform keyboard-driven expandable/collapsible outline lets you use any productivity methodology that works for you.\n\n~\n\nMailToDoList lets you put your email in the order in which you want to handle it, not just the order in which it comes in.\n\nWhen you can't control the order of your emails, you have to try to remember your priorities on your own, which is stressful.\n\nMailToDoList lets you keep your priorities at the top of your inbox, where they belong.\n\nWork smarter and be less stressed with MailToDoList."
  }
}