{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FEBOX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cross-platform bookmarking and searching"
  },
  "long": {
    "ar,fr,ja,zh_TW": "A tool that supports fragmented collections and knowledge base management\n\nSupport one click favorites page, image and selection\n\nBy default, Alt + P can be used for quick favorites and Alt + S can be used for quick searches\n\nYou can also log on to the website to manage all your favorites",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "At present, I am very excited and excited because the Febox platform has been launched.\n\nBookmarks are one of the important functions of the browser, but the bookmark itself cannot replace us better classification, collection, and search, so this is where Febox focuses on.\n\nIn Febox, you can collect the content, pictures, constituencies or links offline, and the content of the collection will automatically identify the main area and remove the advertisement in most scenarios. This is where we are excited for it.\n\nWe will save these data permanently, and we will no longer worry about the content of the bookmark link that has not been visited for a long time will be deleted\n\nWe provide a very convenient full -content search support. For any page, as long as a shortcut key (Shift+Alt+K), you can focus on searching for the content you have preserved, and also support the content of the content that is not found to automatically jump to the search to search for search. Engine, this is your exclusive search tool",
    "zh_CN": "目前，我非常兴奋和激动，因为Febox平台已经推出。\n\n书签是浏览器的重要功能之一，但书签本身不能代替我们更好的分类、收集和搜索，所以这也是Febox的重点所在。\n\n在Febox中，你可以离线收集内容、图片、选区或链接，收集的内容会自动识别主要区域，并在大多数场景下删除广告。这就是我们为之兴奋的地方。\n\n我们将永久保存这些数据，我们将不再担心长期未访问的书签链接的内容将被删除.\n\n我们提供一个非常方便的全内容搜索支持。对于任何页面，只要按一个快捷键（Shift+Alt+K），就可以集中搜索你所保留的内容，并且还支持对没有找到的内容自动跳转到搜索引擎，希望它可以为你的搜索提供更多的便捷。"
  }
}