{
  "name": {
    "ar,ca,hu,mr,ro,sw,te": "Throw Ball Online",
    "am,cs,fil,hr,ja,ml,pl,sl,ta": "Throw Ball Unblocked Game",
    "bg,da,el,et,fa,hi,ko,sk": "Throw Ball Game",
    "bn,fi,gu,he,id,ms,sv": "Throw Ball Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Throw Ball Arcade Game",
    "kn,lv,no,th": "Throw Ball Arcade Games"
  },
  "short": {
    "ar": "في لعبة الممرات هذه ، عليك أن تجد الوقت المناسب للانتقال من دائرة الغزل إلى الدائرة الأخرى.",
    "am": "በዚህ አርኬድ ጨዋታ ውስጥ, እርስዎ ከሚሽከረከር ክብ ወደ ሌላኛው ዙር ለመዘዋወር ትክክለኛውን ጊዜ ማግኘት አለብዎት.",
    "bg": "В тази аркадна игра трябва да намерите точното време, за да се преместите от кръга за предене към другия кръг.",
    "bn": "এই তোরণ খেলা মধ্যে, আপনি স্পিনিং বৃত্ত থেকে অন্য বৃত্তে সরানোর জন্য সঠিক সময় খুঁজে পেতে হবে।",
    "ca": "En aquest joc d'arcade, vostè ha de trobar el moment adequat per passar del cercle giratori a l'altre cercle.",
    "cs": "V této arkádové hře musíte najít ten správný čas, abyste se přesunuli z rotujícího kruhu do druhého kruhu.",
    "da": "I dette arkadespil skal du finde det rigtige tidspunkt at flytte fra den roterende cirkel til den anden cirkel.",
    "de": "In diesem Arcade-Spiel müssen Sie den richtigen Zeitpunkt finden, um vom sich drehenden Kreis zum anderen Kreis zu gelangen.",
    "el": "Σε αυτό το παιχνίδι arcade, πρέπει να βρείτε την κατάλληλη στιγμή για να μετακινηθείτε από τον περισ",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this arcade game, you have to find the right time to move from the spinning circle to the other circle.",
    "es": "En este juego de arcade, tienes que encontrar el momento adecuado para pasar del círculo giratorio al otro círculo.",
    "et": "Selles arcade mäng, sa pead leidma õige aeg liikuda ketrusringi teise ringi.",
    "fa": "در این بازی بازی, شما باید برای پیدا کردن زمان مناسب برای حرکت از دایره ریسندگی به دایره دیگر.",
    "fi": "Tässä arcade-pelissä sinun on löydettävä oikea aika siirtyä pyörivästä ympyrästä toiseen ympyrään.",
    "fil": "Sa arkada laro na ito, mayroon kang upang mahanap ang tamang oras upang ilipat mula sa iikot bilog sa iba pang mga bilog.",
    "fr": "Dans ce jeu d’arcade, vous devez trouver le bon moment pour passer du cercle tournant à l’autre cercle.",
    "gu": "આ આર્કેડ રમતમાં, તમારે સ્પિનિંગ સર્કલથી બીજા વર્તુળ તરફ જવા માટે યોગ્ય સમય શોધવો પડશે.",
    "he": "במשחק ארקייד זה, אתה צריך למצוא את הזמן הנכון לעבור מהעיגול המסתובב למעגל השני.",
    "hi": "इस आर्केड खेल में, आप कताई सर्कल से दूसरे सर्कल के लिए स्थानांतरित करने के लिए सही समय खोजने के लिए है।",
    "hr": "U ovoj arkadnoj igri morate pronaći pravo vrijeme za prelazak iz kruga koji se vrti u drugi krug.",
    "hu": "Ebben az arcade játékban meg kell találnod a megfelelő időt, hogy a forgó körből a másik körbe lépj.",
    "id": "Dalam game arcade ini, Anda harus menemukan waktu yang tepat untuk berpindah dari lingkaran berputar ke lingkaran lain.",
    "it": "In questo gioco arcade, devi trovare il momento giusto per passare dal cerchio rotante all'altro cerchio.",
    "ja": "このアーケードゲームでは、回転する円から他の円に移動する適切な時間を見つける必要があります。",
    "kn": "ಈ ಆರ್ಕೇಡ್ ಆಟದಲ್ಲಿ, ಸ್ಪಿನ್ನಿಂಗ್ ವೃತ್ತದಿಂದ ಮತ್ತೊಂದು ವೃತ್ತಕ್ಕೆ ಚಲಿಸಲು ನೀವು ಸರಿಯಾದ ಸಮಯವನ್ನು ಕಂಡುಹಿಡಿಯಬೇಕು.",
    "ko": "이 아케이드 게임에서는 회전하는 원에서 다른 원으로 이동할 적절한 시간을 찾아야합니다.",
    "lv": "Šajā arkādes spēlē jums jāatrod īstais laiks, lai pārietu no vērpšanas apļa uz otru apli.",
    "ml": "ഈ ആർക്കേഡ് ഗെയിമിൽ, സ്പിന്നിംഗ് സർക്കിളിൽ നിന്ന് മറ്റേ വൃത്തത്തിലേക്ക് നീങ്ങാൻ നിങ്ങൾ ശരിയായ സമയം കണ്ടെത്തണം.",
    "mr": "या आर्केड गेममध्ये स्पिनिंग सर्कलमधून दुसऱ्या सर्कलमध्ये जाण्यासाठी योग्य वेळ शोधावी लागते.",
    "ms": "Dalam permainan arked ini, anda perlu mencari masa yang sesuai untuk bergerak dari bulatan berputar ke bulatan lain.",
    "nl": "In dit arcadespel moet je het juiste moment vinden om van de draaiende cirkel naar de andere cirkel te gaan.",
    "no": "I dette arkadespillet må du finne det rette tidspunktet for å flytte fra den spinnende sirkelen til den andre sirkelen.",
    "pl": "W tej grze zręcznościowej musisz znaleźć odpowiedni czas, aby przejść z wirującego koła do drugiego koła.",
    "ro": "În acest joc arcade, trebuie să găsiți momentul potrivit pentru a trece de la cercul de filare la celălalt cerc.",
    "ru": "В этой аркадной игре вам предстоит найти нужное время, чтобы перейти от вращающегося круга к другому кругу.",
    "sk": "V tejto arkádovej hre musíte nájsť správny čas na prechod z rotujúceho kruhu do druhého kruhu.",
    "sl": "V tej arkadna igra, morate najti pravi čas, da se premaknete iz kroga vrtenja v drugi krog.",
    "sv": "I det här arkadspelet måste du hitta rätt tid att flytta från den snurrande cirkeln till den andra cirkeln.",
    "sw": "Katika mchezo huu arcade, una kupata wakati sahihi wa hoja kutoka mzunguko spinning kwa mduara mwingine.",
    "ta": "இந்த ஆர்கேட் விளையாட்டில், ஸ்பின்னிங் வட்டத்திலிருந்து மற்ற வட்டத்திற்கு செல்ல சரியான நேரத்தை நீங்கள் கண்டுபிடிக்க வேண்டும்.",
    "te": "ఈ ఆర్కేడ్ గేమ్ లో, స్పిన్నింగ్ సర్కిల్ నుంచి మరో సర్కిల్ కు వెళ్లడానికి సరైన సమయాన్ని మీరు కనుగొనాలి.",
    "th": "ในเกมอาร์เคดนี้คุณต้องหาเวลาที่เหมาะสมในการย้ายจากวงกลมหมุนไปยังวงกลมอื่น",
    "tr": "Bu arcade oyununda, dönen daireden diğer daireye geçmek için doğru zamanı bulmanız gerekir.",
    "uk": "У цій аркадній грі ви повинні знайти потрібний час, щоб перейти від прядильного кола до іншого кола."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for an adventure with a crazy ball on a big platform! Start difficult missions with easy controls.\n\nHow To Play\nPlayed with Mouse.\n\nThrow Ball Arcade Game Features\n✓ Basic control\n✓ Endless platform\n✓ Super physics\n✓ Fun sounds\n\nFinally, you can enjoy these game for free (and more requests will be added)! Throw Ball Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}