{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Deployment Genius of BotGenius+ Family"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows the user to input text through a popup and submit it to ChatGPT"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nDeployment Doc Genius is a Chrome extension designed to streamline the process of generating comprehensive Deployment Plans for software projects. This extension creates an interactive button on the page that, when clicked, prompts the user for their product specifications or system requirements.\n\nUsing these inputs, the AI-powered Senior Product Manager, part of the BotGenius+ family, generates a Deployment Plan covering sections such as 'Introduction', 'Deployment Strategy', 'Deployment Steps', 'Post-Deployment Activities', 'Deployment Resources', 'Deployment Risks', 'Deployment Approval', 'Conclusion', and 'Deployment Suggestions'.\n\nKey Features:\n\nInteractive Button: Upon activation, the extension creates a \"Deployment Document Generation\" button on the web page. This button serves as the main user interface for the plugin, allowing users to start the process of Deployment Document generation.\n\nUser Input Prompt: When the button is clicked, a prompt for the user's product specifications or system requirements is triggered. This ensures that the AI model receives accurate input to generate a comprehensive Deployment Plan.\n\nAI-Powered Document Generation: Based on the user's input, the AI model provides a detailed Deployment Plan, covering all crucial aspects of a software deployment process. This aids in ensuring a well-structured and comprehensive plan for the software deployment, saving time and resources.\n\nReal-Time Integration: The extension continually checks if the interactive button is present on the page and inserts it if not found, ensuring real-time integration with the user's browsing experience.\n\nBy integrating with a robust AI model, Deployment Doc Genius serves as a valuable tool for product managers and software developers, simplifying the process of Deployment Document generation and contributing to a more efficient software deployment process."
  }
}