{
  "name": {
    "ar": "سطح المكتب لـ Tiktok عبر الإنترنت",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Desktop for Tiktok online",
    "de": "Desktop für Tiktok online",
    "es,es_419": "Escritorio para Tiktok en línea",
    "fr": "Desktop pour Tiktok en ligne",
    "hi": "ऑनलाइन टिकटॉक के लिए डेस्कटॉप",
    "it": "Desktop per Tiktok online",
    "ja": "Tiktokオンライン用デスクトップ",
    "ko": "Tiktok 온라인용 데스크톱",
    "nl": "Desktop voor Tiktok online",
    "pl": "Pulpit dla Tiktok online",
    "pt_BR,pt_PT": "Desktop para Tiktok online",
    "ru": "Рабочий стол для Тик Ток онлайн",
    "tr": "Tiktok çevrimiçi için masaüstü",
    "uk": "Робочий стіл для Tiktok онлайн",
    "zh_CN": "Tiktok 在线桌面"
  },
  "short": {
    "ar": "قم بتشغيل ومشاركة مقاطع فيديو Tiktok القصيرة مع الإعجابات والتعليقات والمرشحات والملصقات وموسيقى الخلفية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Play and share short Tiktok videos with likes, comments, filters, stickers and background music.",
    "de": "Spielen und teilen Sie kurze Tiktok-Videos mit Likes, Kommentaren, Filtern, Aufklebern und Hintergrundmusik.",
    "es,es_419": "Reproduce y comparte videos cortos de Tiktok con me gusta, comentarios, filtros, stickers y música de fondo.",
    "fr": "Jouez et partagez de courtes vidéos Tiktok avec des likes, des commentaires, des filtres, des autocollants et une musique de fond.",
    "hi": "लाइक, कमेंट, फिल्टर, स्टिकर और बैकग्राउंड म्यूजिक के साथ छोटे टिकटॉक वीडियो चलाएं और साझा करें।",
    "it": "Riproduci e condividi brevi video Tiktok con Mi piace, commenti, filtri, adesivi e musica di sottofondo.",
    "ja": "いいね、コメント、フィルター、ステッカー、BGM 付きの短い Tiktok ビデオを再生して共有します。",
    "ko": "좋아요, 댓글, 필터, 스티커, 배경 음악이 포함된 짧은 Tiktok 동영상을 재생하고 공유하세요.",
    "nl": "Speel en deel korte Tiktok-video's met likes, reacties, filters, stickers en achtergrondmuziek.",
    "pl": "Odtwarzaj i udostępniaj krótkie filmy Tiktok z polubieniami, komentarzami, filtrami, naklejkami i muzyką w tle.",
    "pt_BR,pt_PT": "Reproduza e compartilhe vídeos curtos do Tiktok com curtidas, comentários, filtros, adesivos e música de fundo.",
    "ru": "Слушайте и делитесь короткими видеороликами Tiktok с лайками, комментариями, фильтрами, стикерами и фоновой музыкой.",
    "tr": "Beğeni, yorum, filtre, çıkartma ve arka plan müziği içeren kısa Tiktok videolarını oynatın ve paylaşın.",
    "uk": "Відтворюйте та діліться короткими відео Tiktok із лайками, коментарями, фільтрами, наклейками та фоновою музикою.",
    "zh_CN": "播放和分享带有点赞、评论、滤镜、贴纸和背景音乐的 Tiktok 短视频。"
  },
  "long": {
    "ar": "يعيد ملحق Desktop for TikTok Online تعريف تجربة TikTok الخاصة بك عن طريق دمج جميع ميزات النظام الأساسي بسلاسة في بيئة سطح المكتب المستندة إلى السحابة. يمكنك إنشاء مقاطع فيديو قصيرة وتحسينها ومشاركتها بسهولة، مع الاستفادة من مجموعة من أدوات التحرير للتعبير عن أسلوبك الفريد. استمتع بمجموعة كاملة من وظائف TikTok، بما في ذلك تخصيص الفيديو باستخدام المرشحات والملصقات وموسيقى الخلفية، كل ذلك ضمن نظام سحابي آمن يحمي ملفات الوسائط الخاصة بك.\n\nتفاعل مع مجتمع TikTok النابض بالحياة من خلال الإعجابات والتعليقات والمشاركات، التي يمكن الوصول إليها عبر ثلاث خلاصات متميزة: علامة تبويب الأصدقاء، والموجز التالي، وصفحة For You. تضمن خوارزمية TikTok، المصممة خصيصًا وفقًا لتفضيلاتك، اكتشاف المحتوى الذي يعجبك.\n\nاستمتع بتجربة TikTok كما لم يحدث من قبل مع الإمكانات المحسنة من نظامنا السحابي عبر الويب:\n\n• تحرير مقاطع الفيديو المستوردة من مصادر خارجية، مع خيارات لتمديد الفترات حتى 10 دقائق.\n• ارفع مستوى جاذبية مقاطع الفيديو الخاصة بك من خلال دمج الموسيقى الشعبية، مما يزيد من فرص انتشارها.\n• تعزيز التفاعل من خلال الثنائيات التعاونية، وإنشاء مقاطع فيديو على شاشة مقسمة مع منشئي محتوى آخرين.\n• تحسين مقاطع الفيديو الخاصة بك باستخدام ميزات التحرير الديناميكية، بما في ذلك المرشحات والتأثيرات والملصقات وتراكبات النص والانتقالات وصور GIF ومعالجة الوقت.\n• قم بإشراك جمهورك في الوقت الفعلي من خلال البث المباشر، وهو متاح لاختيار المستخدمين الذين لديهم أكثر من 1000 متابع.\n\nاكتشف أسرار النجاح الفيروسي على TikTok من خلال منصتنا:\n\n• الاستفادة من الأصوات الشائعة لتعزيز الرؤية وإثارة الظواهر الفيروسية.\n• زيادة قابلية الاكتشاف باستخدام الهاشتاج الاستراتيجي.\n• تعزيز إنشاء المحتوى التعاوني من خلال الميزات المتكاملة.\n• ابدأ أو انضم إلى التحديات الفيروسية التي تجذب انتباه المستخدمين.\n• الاستفادة من المبدعين المؤثرين لتوسيع حملات العلامة التجارية والوصول إلى جماهير أوسع.\n\nأطلق العنان لإبداعك، واستفد من الاتجاهات، وقم بتكوين اتصالات مفيدة على منصة TikTok الديناميكية مع هذا الامتداد، المستضاف بشكل آمن على نظام سحابي.\n\nمدعومًا بترخيص FF MPL، لأنه يستخدم Firefox للوصول إلى Tiktok، يوفر هذا الامتداد إمكانية الوصول إلى حل الويب TikTok عبر منصة RunApps، والتي توفر أيضًا مديرًا شاملاً لوسائط الملفات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "The Desktop for TikTok Online extension redefines your TikTok experience by seamlessly integrating all the platform's features into a cloud-based desktop environment. Craft, refine, and share short videos with ease, leveraging an array of editing tools to express your unique style. Enjoy the full suite of TikTok functionalities, including video customization with filters, stickers, and background music, all within a secure cloud system that safeguards your media files.\n\nEngage with the vibrant TikTok community through likes, comments, and shares, accessible via three distinct feeds: The Friends Tab, Following Feed, and For You Page. Tailored to your preferences, TikTok's algorithm ensures you discover content that resonates with you.\n\nExperience TikTok like never before with enhanced capabilities from our cloud system via web:\n\n• Edit videos imported from external sources, with options to extend durations up to 10 minutes.\n• Elevate your videos' appeal with popular music integration, increasing your chances of trending.\n• Foster interaction through collaborative duets, creating split-screen videos with other creators.\n• Enhance your videos with dynamic editing features, including filters, effects, stickers, text overlays, transitions, GIFs, and time manipulation.\n• Engage your audience in real-time through live streaming, available to select users with over 1,000 followers.\n\nUnlock the secrets to viral success on TikTok with our platform:\n\n• Utilize trending sounds to boost visibility and spark viral phenomena.\n• Increase discoverability with strategic hashtag usage.\n• Foster collaborative content creation through integrated features.\n• Initiate or join viral challenges that captivate users' attention.\n• Leverage influential creators to amplify brand campaigns and reach broader audiences.\n\nUnleash your creativity, tap into trends, and forge meaningful connections on TikTok's dynamic platform with this extension, securely hosted on a cloud system.\n\nPowered by the FF MPL license, as it uses Firefox to access Tiktok, this extension provides access to the TikTok web solution via the RunApps platform, which also offers a comprehensive file media manager.",
    "de": "Die Erweiterung „Desktop für TikTok Online“ definiert Ihr TikTok-Erlebnis neu, indem sie alle Funktionen der Plattform nahtlos in eine cloudbasierte Desktop-Umgebung integriert. Erstellen, verfeinern und teilen Sie ganz einfach kurze Videos und nutzen Sie dabei eine Reihe von Bearbeitungstools, um Ihren einzigartigen Stil zum Ausdruck zu bringen. Genießen Sie die gesamte Palette an TikTok-Funktionen, einschließlich der Videoanpassung mit Filtern, Aufklebern und Hintergrundmusik, alles in einem sicheren Cloud-System, das Ihre Mediendateien schützt.\n\nTreten Sie mit der lebendigen TikTok-Community über „Gefällt mir“-Angaben, Kommentare und Freigaben in Kontakt, die über drei verschiedene Feeds zugänglich sind: Der „Freunde“-Tab, der „Following“-Feed und die „Für Sie“-Seite. Der auf Ihre Vorlieben zugeschnittene Algorithmus von TikTok sorgt dafür, dass Sie Inhalte entdecken, die Sie ansprechen.\n\nErleben Sie TikTok wie nie zuvor mit erweiterten Funktionen unseres Cloud-Systems über das Web:\n\n• Bearbeiten Sie aus externen Quellen importierte Videos mit Optionen zur Verlängerung der Dauer auf bis zu 10 Minuten.\n• Steigern Sie die Attraktivität Ihrer Videos durch die Integration populärer Musik und erhöhen Sie so Ihre Chancen, im Trend zu landen.\n• Fördern Sie die Interaktion durch gemeinsame Duette und erstellen Sie Splitscreen-Videos mit anderen Erstellern.\n• Verbessern Sie Ihre Videos mit dynamischen Bearbeitungsfunktionen, einschließlich Filtern, Effekten, Aufklebern, Textüberlagerungen, Übergängen, GIFs und Zeitmanipulation.\n• Binden Sie Ihr Publikum in Echtzeit durch Live-Streaming ein, verfügbar für ausgewählte Benutzer mit über 1.000 Followern.\n\nEntdecken Sie die Geheimnisse des viralen Erfolgs auf TikTok mit unserer Plattform:\n\n• Nutzen Sie Trendsounds, um die Sichtbarkeit zu erhöhen und virale Phänomene auszulösen.\n• Erhöhen Sie die Auffindbarkeit durch strategische Hashtag-Nutzung.\n• Fördern Sie die gemeinsame Erstellung von Inhalten durch integrierte Funktionen.\n• Initiieren oder nehmen Sie an viralen Herausforderungen teil, die die Aufmerksamkeit der Benutzer fesseln.\n• Nutzen Sie einflussreiche YouTuber, um Markenkampagnen zu verstärken und ein breiteres Publikum zu erreichen.\n\nLassen Sie Ihrer Kreativität freien Lauf, nutzen Sie Trends und knüpfen Sie sinnvolle Verbindungen auf der dynamischen Plattform von TikTok mit dieser Erweiterung, die sicher in einem Cloud-System gehostet wird.\n\nDiese Erweiterung basiert auf der FF MPL-Lizenz und nutzt Firefox für den Zugriff auf Tiktok. Sie ermöglicht den Zugriff auf die TikTok-Weblösung über die RunApps-Plattform, die auch einen umfassenden Datei-Medien-Manager bietet.",
    "es,es_419": "La extensión Desktop for TikTok Online redefine su experiencia en TikTok al integrar perfectamente todas las funciones de la plataforma en un entorno de escritorio basado en la nube. Crea, perfecciona y comparte videos cortos con facilidad, aprovechando una variedad de herramientas de edición para expresar tu estilo único. Disfrute del conjunto completo de funcionalidades de TikTok, incluida la personalización de videos con filtros, pegatinas y música de fondo, todo dentro de un sistema seguro en la nube que protege sus archivos multimedia.\n\nInteractúe con la vibrante comunidad de TikTok a través de Me gusta, comentarios y recursos compartidos, accesibles a través de tres feeds distintos: la pestaña Amigos, el Feed de seguimiento y la página Para usted. Adaptado a tus preferencias, el algoritmo de TikTok te garantiza descubrir contenido que te identifica.\n\nExperimente TikTok como nunca antes con capacidades mejoradas de nuestro sistema en la nube vía web:\n\n• Edite videos importados de fuentes externas, con opciones para extender la duración hasta 10 minutos.\n• Aumente el atractivo de sus videos con la integración de música popular, aumentando sus posibilidades de convertirse en tendencia.\n• Fomentar la interacción a través de duetos colaborativos, creando vídeos en pantalla dividida con otros creadores.\n• Mejore sus videos con funciones de edición dinámica, incluidos filtros, efectos, pegatinas, superposiciones de texto, transiciones, GIF y manipulación del tiempo.\n• Involucre a su audiencia en tiempo real a través de transmisión en vivo, disponible para usuarios selectos con más de 1000 seguidores.\n\nDescubra los secretos del éxito viral en TikTok con nuestra plataforma:\n\n• Utilice sonidos de tendencias para aumentar la visibilidad y provocar fenómenos virales.\n• Aumente la visibilidad con el uso estratégico de hashtags.\n• Fomentar la creación de contenido colaborativo a través de funciones integradas.\n• Inicia o únete a desafíos virales que cautiven la atención de los usuarios.\n• Aprovechar a los creadores influyentes para amplificar las campañas de marca y llegar a audiencias más amplias.\n\nDa rienda suelta a tu creatividad, aprovecha las tendencias y forja conexiones significativas en la plataforma dinámica de TikTok con esta extensión, alojada de forma segura en un sistema en la nube.\n\nImpulsada por la licencia FF MPL, ya que utiliza Firefox para acceder a Tiktok, esta extensión brinda acceso a la solución web TikTok a través de la plataforma RunApps, que también ofrece un administrador integral de archivos multimedia.",
    "fr": "L'extension Desktop for TikTok Online redéfinit votre expérience TikTok en intégrant de manière transparente toutes les fonctionnalités de la plateforme dans un environnement de bureau basé sur le cloud. Créez, affinez et partagez facilement de courtes vidéos, en tirant parti d'une gamme d'outils d'édition pour exprimer votre style unique. Profitez de la suite complète des fonctionnalités de TikTok, y compris la personnalisation vidéo avec des filtres, des autocollants et une musique de fond, le tout dans un système cloud sécurisé qui protège vos fichiers multimédias.\n\nInteragissez avec la communauté dynamique de TikTok via des likes, des commentaires et des partages, accessibles via trois flux distincts : l'onglet Amis, le flux suivant et la page Pour vous. Adapté à vos préférences, l'algorithme de TikTok vous assure de découvrir un contenu qui vous parle.\n\nDécouvrez TikTok comme jamais auparavant grâce aux fonctionnalités améliorées de notre système cloud via le Web :\n\n• Modifiez des vidéos importées de sources externes, avec des options pour prolonger la durée jusqu'à 10 minutes.\n• Améliorez l'attrait de vos vidéos grâce à l'intégration de musique populaire, augmentant ainsi vos chances d'être tendance.\n• Favorisez l'interaction grâce à des duos collaboratifs, en créant des vidéos en écran partagé avec d'autres créateurs.\n• Améliorez vos vidéos avec des fonctionnalités d'édition dynamique, notamment des filtres, des effets, des autocollants, des superpositions de texte, des transitions, des GIF et une manipulation temporelle.\n• Engagez votre public en temps réel grâce à la diffusion en direct, disponible pour certains utilisateurs comptant plus de 1 000 abonnés.\n\nDécouvrez les secrets du succès viral sur TikTok avec notre plateforme :\n\n• Utilisez les sons tendance pour améliorer la visibilité et déclencher des phénomènes viraux.\n• Augmentez la visibilité grâce à l'utilisation stratégique des hashtags.\n• Favorisez la création de contenu collaboratif grâce à des fonctionnalités intégrées.\n• Lancez ou rejoignez des défis viraux qui captivent l'attention des utilisateurs.\n• Tirer parti de créateurs influents pour amplifier les campagnes de marque et atteindre un public plus large.\n\nLibérez votre créativité, exploitez les tendances et établissez des connexions significatives sur la plateforme dynamique de TikTok avec cette extension, hébergée en toute sécurité sur un système cloud.\n\nAlimentée par la licence FF MPL, car elle utilise Firefox pour accéder à Tiktok, cette extension permet d'accéder à la solution web TikTok via la plateforme RunApps, qui propose également un gestionnaire de fichiers multimédia complet.",
    "hi": "डेस्कटॉप फॉर टिकटॉक ऑनलाइन एक्सटेंशन प्लेटफ़ॉर्म की सभी सुविधाओं को क्लाउड-आधारित डेस्कटॉप वातावरण में एकीकृत करके आपके टिकटॉक अनुभव को फिर से परिभाषित करता है। अपनी अनूठी शैली को व्यक्त करने के लिए संपादन टूल की एक श्रृंखला का लाभ उठाते हुए, आसानी से लघु वीडियो बनाएं, परिष्कृत करें और साझा करें। एक सुरक्षित क्लाउड सिस्टम के भीतर फ़िल्टर, स्टिकर और पृष्ठभूमि संगीत के साथ वीडियो अनुकूलन सहित टिकटॉक कार्यात्मकताओं के पूर्ण सूट का आनंद लें, जो आपकी मीडिया फ़ाइलों को सुरक्षित रखता है।\n\nलाइक, कमेंट और शेयर के माध्यम से जीवंत टिकटॉक समुदाय के साथ जुड़ें, तीन अलग-अलग फ़ीड के माध्यम से पहुंच योग्य: फ्रेंड्स टैब, फॉलोइंग फीड और फॉर यू पेज। आपकी प्राथमिकताओं के अनुरूप, टिकटॉक का एल्गोरिदम यह सुनिश्चित करता है कि आप ऐसी सामग्री खोजें जो आपके अनुरूप हो।\n\nवेब के माध्यम से हमारे क्लाउड सिस्टम की उन्नत क्षमताओं के साथ टिकटॉक का अनुभव पहले कभी नहीं किया गया:\n\n• अवधि 10 मिनट तक बढ़ाने के विकल्पों के साथ, बाहरी स्रोतों से आयातित वीडियो संपादित करें।\n• लोकप्रिय संगीत एकीकरण के साथ अपने वीडियो की अपील को बढ़ाएं, जिससे आपके ट्रेंडिंग की संभावना बढ़ जाएगी।\n• सहयोगी युगल के माध्यम से बातचीत को बढ़ावा देना, अन्य रचनाकारों के साथ स्प्लिट-स्क्रीन वीडियो बनाना।\n• फ़िल्टर, प्रभाव, स्टिकर, टेक्स्ट ओवरले, ट्रांज़िशन, GIF और समय हेरफेर सहित गतिशील संपादन सुविधाओं के साथ अपने वीडियो को बेहतर बनाएं।\n• लाइव स्ट्रीमिंग के माध्यम से वास्तविक समय में अपने दर्शकों को शामिल करें, यह 1,000 से अधिक फॉलोअर्स वाले चुनिंदा उपयोगकर्ताओं के लिए उपलब्ध है।\n\nहमारे प्लेटफ़ॉर्म के साथ टिकटॉक पर वायरल सफलता के रहस्यों को खोलें:\n\n• दृश्यता बढ़ाने और वायरल घटनाओं को बढ़ावा देने के लिए ट्रेंडिंग ध्वनियों का उपयोग करें।\n• रणनीतिक हैशटैग उपयोग के साथ खोज योग्यता बढ़ाएँ।\n• एकीकृत सुविधाओं के माध्यम से सहयोगात्मक सामग्री निर्माण को बढ़ावा देना।\n• उपयोगकर्ताओं का ध्यान आकर्षित करने वाली वायरल चुनौतियों को शुरू करें या उनमें शामिल हों।\n• ब्रांड अभियानों को बढ़ाने और व्यापक दर्शकों तक पहुंचने के लिए प्रभावशाली रचनाकारों का लाभ उठाएं।\n\nक्लाउड सिस्टम पर सुरक्षित रूप से होस्ट किए गए इस एक्सटेंशन के साथ अपनी रचनात्मकता को उजागर करें, रुझानों का लाभ उठाएं और टिकटॉक के गतिशील प्लेटफॉर्म पर सार्थक संबंध बनाएं।\n\nएफएफ एमपीएल लाइसेंस द्वारा संचालित, क्योंकि यह टिकटॉक तक पहुंचने के लिए फ़ायरफ़ॉक्स का उपयोग करता है, यह एक्सटेंशन रनएप्स प्लेटफॉर्म के माध्यम से टिकटॉक वेब समाधान तक पहुंच प्रदान करता है, जो एक व्यापक फ़ाइल मीडिया प्रबंधक भी प्रदान करता है।",
    "it": "L'estensione Desktop per TikTok Online ridefinisce la tua esperienza TikTok integrando perfettamente tutte le funzionalità della piattaforma in un ambiente desktop basato su cloud. Crea, perfeziona e condividi brevi video con facilità, sfruttando una serie di strumenti di editing per esprimere il tuo stile unico. Goditi la suite completa di funzionalità TikTok, inclusa la personalizzazione dei video con filtri, adesivi e musica di sottofondo, il tutto all'interno di un sistema cloud sicuro che protegge i tuoi file multimediali.\n\nInteragisci con la vivace community di TikTok tramite Mi piace, commenti e condivisioni, accessibili tramite tre feed distinti: la scheda Amici, il feed Seguito e la pagina Per te. Adattato alle tue preferenze, l'algoritmo di TikTok ti assicura di scoprire contenuti che risuonano con te.\n\nSperimenta TikTok come mai prima d'ora con le funzionalità migliorate del nostro sistema cloud via web:\n\n• Modifica video importati da fonti esterne, con opzioni per estendere la durata fino a 10 minuti.\n• Aumenta l'attrattiva dei tuoi video con l'integrazione della musica più popolare, aumentando le tue possibilità di fare tendenza.\n• Promuovi l'interazione attraverso duetti collaborativi, creando video a schermo diviso con altri creatori.\n• Migliora i tuoi video con funzionalità di editing dinamico, inclusi filtri, effetti, adesivi, sovrapposizioni di testo, transizioni, GIF e manipolazione del tempo.\n• Coinvolgi il tuo pubblico in tempo reale attraverso lo streaming live, disponibile per utenti selezionati con oltre 1.000 follower.\n\nSvela i segreti del successo virale su TikTok con la nostra piattaforma:\n\n• Utilizza suoni di tendenza per aumentare la visibilità e innescare fenomeni virali.\n• Aumentare la rilevabilità con l'utilizzo strategico degli hashtag.\n• Promuovere la creazione collaborativa di contenuti attraverso funzionalità integrate.\n• Avviare o partecipare a sfide virali che catturino l'attenzione degli utenti.\n• Sfruttare creatori influenti per amplificare le campagne del marchio e raggiungere un pubblico più ampio.\n\nScatena la tua creatività, sfrutta le tendenze e crea connessioni significative sulla piattaforma dinamica di TikTok con questa estensione, ospitata in modo sicuro su un sistema cloud.\n\nBasata sulla licenza FF MPL, poiché utilizza Firefox per accedere a Tiktok, questa estensione fornisce l'accesso alla soluzione web TikTok tramite la piattaforma RunApps, che offre anche un file media manager completo.",
    "ja": "Desktop for TikTok Online 拡張機能は、プラットフォームのすべての機能をクラウドベースのデスクトップ環境にシームレスに統合することで、TikTok エクスペリエンスを再定義します。 一連の編集ツールを活用して、短いビデオを簡単に作成、調整、共有して、独自のスタイルを表現します。 メディア ファイルを保護する安全なクラウド システム内で、フィルター、ステッカー、バックグラウンド ミュージックによるビデオのカスタマイズを含む、TikTok の機能のフル スイートをお楽しみください。\n\n「友達」タブ、「フォロー中フィード」、「For You」ページの 3 つの異なるフィードからアクセスできる、「いいね！」、コメント、シェアを通じて活気に満ちた TikTok コミュニティと交流しましょう。 TikTok のアルゴリズムはユーザーの好みに合わせて調整されているため、共感を呼ぶコンテンツが確実に見つかります。\n\nWeb 経由のクラウド システムの強化された機能で、これまでにない TikTok を体験してください。\n\n• 外部ソースからインポートしたビデオを編集し、時間を最大 10 分まで延長するオプションを使用します。\n• 人気の音楽を統合してビデオの魅力を高め、トレンドになる可能性を高めます。\n• 共同デュエットを通じて交流を促進し、他のクリエイターと分割画面ビデオを作成します。\n• フィルタ、エフェクト、ステッカー、テキスト オーバーレイ、トランジション、GIF、時間操作などの動的な編集機能を使用してビデオを強化します。\n• フォロワーが 1,000 人を超える選ばれたユーザーが利用できるライブ ストリーミングを通じて、リアルタイムで視聴者と関わります。\n\n私たちのプラットフォームを使用して、TikTok でバイラルな成功を収める秘密を解き明かしましょう。\n\n• トレンドのサウンドを利用して認知度を高め、バイラル現象を引き起こします。\n• 戦略的なハッシュタグの使用により発見可能性を高めます。\n• 統合された機能により、共同でのコンテンツ作成を促進します。\n• ユーザーの注意を引くバイラルなチャレンジを開始または参加します。\n• 影響力のあるクリエイターを活用してブランド キャンペーンを拡大し、より幅広い視聴者にリーチします。\n\nクラウド システムで安全にホストされているこの拡張機能を使用すると、創造性を解き放ち、トレンドを活用し、TikTok のダイナミック プラットフォーム上で有意義なつながりを築くことができます。\n\nFF MPL ライセンスを利用し、Firefox を使用して Tiktok にアクセスするこの拡張機能は、RunApps プラットフォーム経由で TikTok Web ソリューションへのアクセスを提供します。また、包括的なファイル メディア マネージャーも提供します。",
    "ko": "TikTok 온라인 확장용 데스크톱은 모든 플랫폼 기능을 클라우드 기반 데스크톱 환경에 원활하게 통합하여 TikTok 경험을 재정의합니다. 다양한 편집 도구를 활용하여 자신만의 고유한 스타일을 표현하면서 짧은 비디오를 쉽게 제작하고 다듬고 공유할 수 있습니다. 미디어 파일을 보호하는 안전한 클라우드 시스템 내에서 필터, 스티커 및 배경 음악을 사용한 비디오 사용자 정의를 포함한 모든 TikTok 기능을 즐겨보세요.\n\n좋아요, 댓글, 공유를 통해 활기찬 TikTok 커뮤니티에 참여하세요. 세 가지 피드(친구 탭, 팔로우 피드, For You 페이지)를 통해 액세스할 수 있습니다. 귀하의 선호도에 맞춰진 TikTok의 알고리즘은 귀하에게 공감하는 콘텐츠를 발견하도록 보장합니다.\n\n웹을 통해 클라우드 시스템의 향상된 기능을 통해 이전과는 전혀 다른 방식으로 TikTok을 경험해 보세요.\n\n• 지속 시간을 최대 10분까지 연장할 수 있는 옵션을 사용하여 외부 소스에서 가져온 비디오를 편집합니다.\n• 대중음악 통합으로 동영상의 매력을 높여 인기 상승 가능성을 높입니다.\n• 공동 듀엣을 통해 상호 작용을 촉진하고 다른 제작자와 분할 화면 비디오를 만듭니다.\n• 필터, 효과, 스티커, 텍스트 오버레이, 전환, GIF 및 시간 조작을 포함한 동적 편집 기능으로 비디오를 향상시킵니다.\n• 팔로어가 1,000명 이상인 일부 사용자에게 제공되는 라이브 스트리밍을 통해 실시간으로 청중의 참여를 유도합니다.\n\n우리 플랫폼을 통해 TikTok에서 입소문나는 성공의 비결을 풀어보세요:\n\n• 인기 있는 사운드를 활용하여 가시성을 높이고 바이럴 현상을 촉발합니다.\n• 전략적 해시태그 사용으로 검색 가능성을 높입니다.\n• 통합 기능을 통해 공동 콘텐츠 제작을 촉진합니다.\n• 사용자의 관심을 사로잡는 바이럴 챌린지를 시작하거나 참여하세요.\n• 영향력 있는 제작자를 활용하여 브랜드 캠페인을 확대하고 더 많은 잠재고객에게 다가갑니다.\n\n클라우드 시스템에서 안전하게 호스팅되는 이 확장 프로그램을 사용하여 창의력을 발휘하고 트렌드를 활용하며 TikTok의 동적 플랫폼에서 의미 있는 연결을 구축하세요.\n\nFF MPL 라이센스로 구동되는 이 확장은 Firefox를 사용하여 Tiktok에 액세스하므로 RunApps 플랫폼을 통해 TikTok 웹 솔루션에 대한 액세스를 제공하며 포괄적인 파일 미디어 관리자도 제공합니다.",
    "nl": "De Desktop for TikTok Online-extensie herdefinieert uw TikTok-ervaring door alle functies van het platform naadloos te integreren in een cloudgebaseerde desktopomgeving. Maak, verfijn en deel eenvoudig korte video's, waarbij u gebruikmaakt van een scala aan bewerkingstools om uw unieke stijl tot uitdrukking te brengen. Geniet van het volledige pakket aan TikTok-functionaliteiten, inclusief video-aanpassing met filters, stickers en achtergrondmuziek, allemaal binnen een veilig cloudsysteem dat uw mediabestanden beveiligt.\n\nMaak contact met de levendige TikTok-gemeenschap via vind-ik-leuks, reacties en deelacties, toegankelijk via drie verschillende feeds: het tabblad Vrienden, de volgfeed en de pagina Voor jou. Het algoritme van TikTok is afgestemd op jouw voorkeuren en zorgt ervoor dat je inhoud ontdekt die bij jou past.\n\nErvaar TikTok als nooit tevoren met verbeterde mogelijkheden van ons cloudsysteem via internet:\n\n• Bewerk video's die zijn geïmporteerd uit externe bronnen, met opties om de duur tot 10 minuten te verlengen.\n• Verhoog de aantrekkingskracht van uw video's met de integratie van populaire muziek, waardoor uw kansen op trending toenemen.\n• Bevorder interactie door middel van gezamenlijke duetten en maak video's op een gedeeld scherm met andere makers.\n• Verbeter uw video's met dynamische bewerkingsfuncties, waaronder filters, effecten, stickers, tekstoverlays, overgangen, GIF's en tijdmanipulatie.\n• Betrek uw publiek in realtime via livestreaming, beschikbaar voor geselecteerde gebruikers met meer dan 1.000 volgers.\n\nOntgrendel de geheimen van viraal succes op TikTok met ons platform:\n\n• Gebruik trendgeluiden om de zichtbaarheid te vergroten en virale verschijnselen aan te wakkeren.\n• Vergroot de vindbaarheid met strategisch hashtaggebruik.\n• Bevorder de creatie van collaboratieve inhoud via geïntegreerde functies.\n• Start of doe mee aan virale uitdagingen die de aandacht van gebruikers trekken.\n• Maak gebruik van invloedrijke makers om merkcampagnes te versterken en een breder publiek te bereiken.\n\nLaat je creativiteit de vrije loop, speel in op trends en smeed betekenisvolle verbindingen op het dynamische platform van TikTok met deze extensie, veilig gehost op een cloudsysteem.\n\nDeze extensie wordt aangedreven door de FF MPL-licentie, omdat deze Firefox gebruikt om toegang te krijgen tot Tiktok, en biedt toegang tot de TikTok-weboplossing via het RunApps-platform, dat ook een uitgebreide bestandsmediabeheerder biedt.",
    "pl": "Rozszerzenie Desktop for TikTok Online na nowo definiuje doświadczenie TikTok, płynnie integrując wszystkie funkcje platformy ze środowiskiem graficznym opartym na chmurze. Z łatwością twórz, udoskonalaj i udostępniaj krótkie filmy, korzystając z szeregu narzędzi do edycji, aby wyrazić swój niepowtarzalny styl. Korzystaj z pełnego pakietu funkcji TikTok, w tym dostosowywania wideo za pomocą filtrów, naklejek i muzyki w tle, a wszystko to w bezpiecznym systemie chmurowym, który chroni Twoje pliki multimedialne.\n\nNawiąż kontakt z tętniącą życiem społecznością TikTok poprzez polubienia, komentarze i udostępnienia, dostępne za pośrednictwem trzech różnych kanałów: zakładki Znajomi, kanału Obserwowani i strony Dla Ciebie. Dostosowany do Twoich preferencji algorytm TikTok gwarantuje, że odkryjesz treści, które do Ciebie przemawiają.\n\nDoświadcz TikTok jak nigdy dotąd dzięki rozszerzonym możliwościom naszego systemu chmurowego za pośrednictwem Internetu:\n\n• Edytuj filmy importowane ze źródeł zewnętrznych, z możliwością wydłużenia czasu trwania do 10 minut.\n• Podnieś atrakcyjność swoich filmów dzięki integracji muzyki popularnej, zwiększając swoje szanse na zdobycie popularności.\n• Wspieraj interakcję poprzez wspólne duety i tworzenie filmów na podzielonym ekranie z innymi twórcami.\n• Ulepszaj swoje filmy za pomocą funkcji dynamicznej edycji, w tym filtrów, efektów, naklejek, nakładek tekstowych, przejść, plików GIF i manipulacji czasem.\n• Angażuj odbiorców w czasie rzeczywistym poprzez transmisję strumieniową na żywo, dostępną dla wybranych użytkowników z ponad 1000 obserwujących.\n\nOdkryj sekrety wirusowego sukcesu na TikTok dzięki naszej platformie:\n\n• Wykorzystaj popularne dźwięki, aby zwiększyć widoczność i wywołać zjawiska wirusowe.\n• Zwiększ wykrywalność dzięki strategicznemu użyciu hashtagów.\n• Wspieraj wspólne tworzenie treści dzięki zintegrowanym funkcjom.\n• Inicjuj lub dołącz do wirusowych wyzwań, które przykuwają uwagę użytkowników.\n• Wykorzystaj wpływowych twórców, aby wzmocnić kampanie marki i dotrzeć do szerszej publiczności.\n\nUwolnij swoją kreatywność, wykorzystuj trendy i nawiązuj znaczące połączenia na dynamicznej platformie TikTok dzięki temu rozszerzeniu, bezpiecznie hostowanemu w systemie chmurowym.\n\nTo rozszerzenie, zasilane licencją FF MPL i korzystające z przeglądarki Firefox w celu uzyskania dostępu do Tiktok, zapewnia dostęp do rozwiązania internetowego TikTok za pośrednictwem platformy RunApps, która oferuje również kompleksowy menedżer multimediów plikowych.",
    "pt_BR,pt_PT": "A extensão Desktop for TikTok Online redefine sua experiência TikTok integrando perfeitamente todos os recursos da plataforma em um ambiente de desktop baseado em nuvem. Crie, refine e compartilhe vídeos curtos com facilidade, aproveitando uma variedade de ferramentas de edição para expressar seu estilo único. Aproveite o conjunto completo de funcionalidades do TikTok, incluindo personalização de vídeo com filtros, adesivos e música de fundo, tudo em um sistema de nuvem seguro que protege seus arquivos de mídia.\n\nEnvolva-se com a vibrante comunidade TikTok por meio de curtidas, comentários e compartilhamentos, acessíveis por meio de três feeds distintos: a guia Amigos, o feed a seguir e a página Para você. Adaptado às suas preferências, o algoritmo do TikTok garante que você descubra conteúdo que ressoa com você.\n\nExperimente o TikTok como nunca antes com recursos aprimorados do nosso sistema em nuvem via web:\n\n• Edite vídeos importados de fontes externas, com opções para estender a duração em até 10 minutos.\n• Aumente o apelo dos seus vídeos com a integração de músicas populares, aumentando suas chances de virar tendência.\n• Promova a interação por meio de duetos colaborativos, criando vídeos em tela dividida com outros criadores.\n• Aprimore seus vídeos com recursos de edição dinâmica, incluindo filtros, efeitos, adesivos, sobreposições de texto, transições, GIFs e manipulação de tempo.\n• Envolva seu público em tempo real por meio de transmissão ao vivo, disponível para usuários selecionados com mais de 1.000 seguidores.\n\nDesvende os segredos do sucesso viral no TikTok com nossa plataforma:\n\n• Utilize sons de tendências para aumentar a visibilidade e desencadear fenômenos virais.\n• Aumente a capacidade de descoberta com o uso estratégico de hashtags.\n• Promova a criação colaborativa de conteúdo por meio de recursos integrados.\n• Inicie ou participe de desafios virais que cativem a atenção dos usuários.\n• Aproveite criadores influentes para ampliar campanhas de marca e alcançar públicos mais amplos.\n\nLiberte a sua criatividade, explore tendências e crie conexões significativas na plataforma dinâmica do TikTok com esta extensão, hospedada com segurança em um sistema em nuvem.\n\nAlimentada pela licença FF MPL, por usar o Firefox para acessar o Tiktok, esta extensão fornece acesso à solução web TikTok por meio da plataforma RunApps, que também oferece um gerenciador de mídia de arquivos abrangente.",
    "ru": "Расширение Desktop for TikTok Online меняет ваше представление о TikTok, плавно интегрируя все функции платформы в облачную среду рабочего стола. С легкостью создавайте, улучшайте и делитесь короткими видеороликами, используя множество инструментов редактирования, чтобы выразить свой уникальный стиль. Наслаждайтесь полным набором функций TikTok, включая настройку видео с помощью фильтров, стикеров и фоновой музыки, и все это в безопасной облачной системе, которая защищает ваши медиафайлы.\n\nВзаимодействуйте с активным сообществом TikTok с помощью лайков, комментариев и репостов, доступных через три отдельных канала: вкладка «Друзья», лента подписок и страница «Для вас». Алгоритм TikTok, адаптированный к вашим предпочтениям, гарантирует, что вы найдете контент, который вам нравится.\n\nИспытайте TikTok как никогда раньше благодаря расширенным возможностям нашей облачной системы через Интернет:\n\n• Редактируйте видео, импортированные из внешних источников, с возможностью увеличения продолжительности до 10 минут.\n• Повысьте привлекательность своих видео за счет интеграции популярной музыки, что повысит ваши шансы попасть в тренды.\n• Содействуйте взаимодействию посредством совместных дуэтов, создавая видео с разделенным экраном вместе с другими авторами.\n• Улучшите свои видео с помощью функций динамического редактирования, включая фильтры, эффекты, наклейки, наложение текста, переходы, GIF-файлы и управление временем.\n• Привлекайте свою аудиторию в режиме реального времени посредством прямых трансляций, доступных избранным пользователям с более чем 1000 подписчиков.\n\nРаскройте секреты вирусного успеха в TikTok с помощью нашей платформы:\n\n• Используйте популярные звуки, чтобы повысить заметность и вызвать вирусные явления.\n• Повысьте узнаваемость за счет стратегического использования хэштегов.\n• Содействуйте совместному созданию контента с помощью интегрированных функций.\n• Инициируйте вирусные конкурсы, привлекающие внимание пользователей, или присоединяйтесь к ним.\n• Привлекайте влиятельных авторов для усиления кампаний бренда и охвата более широкой аудитории.\n\nРаскройте свой творческий потенциал, подключайтесь к тенденциям и налаживайте значимые связи на динамической платформе TikTok с помощью этого расширения, надежно размещенного в облачной системе.\n\nЭто расширение, основанное на лицензии FF MPL и использующее Firefox для доступа к Tiktok, обеспечивает доступ к веб-решению TikTok через платформу RunApps, которая также предлагает комплексный файловый медиа-менеджер.",
    "tr": "TikTok Online için Masaüstü uzantısı, platformun tüm özelliklerini bulut tabanlı bir masaüstü ortamına sorunsuz bir şekilde entegre ederek TikTok deneyiminizi yeniden tanımlar. Benzersiz tarzınızı ifade etmek için çeşitli düzenleme araçlarından yararlanarak kısa videoları kolaylıkla oluşturun, iyileştirin ve paylaşın. Medya dosyalarınızı koruyan güvenli bir bulut sistemi içinde filtreler, çıkartmalar ve arka plan müziği ile video özelleştirme de dahil olmak üzere TikTok işlevlerinin tamamının keyfini çıkarın.\n\nÜç farklı akış aracılığıyla erişilebilen beğeniler, yorumlar ve paylaşımlar aracılığıyla canlı TikTok topluluğuyla etkileşime geçin: Arkadaşlar Sekmesi, Takip Edilen Akış ve Sizin İçin Sayfası. Tercihlerinize göre uyarlanan TikTok'un algoritması, size uygun içerikleri keşfetmenizi sağlar.\n\nWeb üzerinden bulut sistemimizin gelişmiş özellikleriyle TikTok'u daha önce hiç olmadığı gibi deneyimleyin:\n\n• Süreleri 10 dakikaya kadar uzatma seçenekleriyle, harici kaynaklardan içe aktarılan videoları düzenleyin.\n• Popüler müzik entegrasyonuyla videolarınızın çekiciliğini artırın, trend olma şansınızı artırın.\n• Diğer içerik oluşturucularla bölünmüş ekranlı videolar oluşturarak işbirliğine dayalı düetler aracılığıyla etkileşimi teşvik edin.\n• Filtreler, efektler, çıkartmalar, metin kaplamaları, geçişler, GIF'ler ve zaman manipülasyonu gibi dinamik düzenleme özellikleriyle videolarınızı geliştirin.\n• 1.000'den fazla takipçisi olan seçilmiş kullanıcılara sunulan canlı yayın aracılığıyla hedef kitlenizle gerçek zamanlı olarak etkileşime geçin.\n\nPlatformumuzla TikTok'ta viral başarının sırlarını açığa çıkarın:\n\n• Görünürlüğü artırmak ve viral olayları tetiklemek için trend seslerden yararlanın.\n• Stratejik hashtag kullanımıyla keşfedilebilirliği artırın.\n• Entegre özellikler aracılığıyla işbirliğine dayalı içerik oluşturmayı teşvik edin.\n• Kullanıcıların dikkatini çeken viral mücadeleleri başlatın veya bunlara katılın.\n• Marka kampanyalarını güçlendirmek ve daha geniş kitlelere ulaşmak için etkili içerik oluşturuculardan yararlanın.\n\nBulut sisteminde güvenli bir şekilde barındırılan bu uzantıyla yaratıcılığınızı açığa çıkarın, trendlerden yararlanın ve TikTok'un dinamik platformunda anlamlı bağlantılar kurun.\n\nTiktok'a erişmek için Firefox kullandığından FF MPL lisansıyla desteklenen bu uzantı, aynı zamanda kapsamlı bir dosya medya yöneticisi de sunan RunApps platformu aracılığıyla TikTok web çözümüne erişim sağlar.",
    "uk": "Розширення Desktop for TikTok Online переосмислює ваші враження від TikTok, бездоганно інтегруючи всі функції платформи в хмарне робоче середовище. Створюйте, вдосконалюйте та діліться короткими відео з легкістю, використовуючи набір інструментів редагування, щоб виразити свій унікальний стиль. Насолоджуйтесь повним набором функцій TikTok, включаючи налаштування відео за допомогою фільтрів, наклейок і фонової музики, і все це в безпечній хмарній системі, яка захищає ваші медіафайли.\n\nВзаємодійте з живою спільнотою TikTok за допомогою лайків, коментарів і поширення, доступних через три різні канали: вкладка «Друзі», «Стрічка підписок» і сторінка «Для вас». Пристосований до ваших уподобань алгоритм TikTok гарантує, що ви знайдете вміст, який резонує з вами.\n\nВідчуйте TikTok як ніколи раніше завдяки розширеним можливостям нашої хмарної системи через Інтернет:\n\n• Редагуйте відео, імпортовані із зовнішніх джерел, із опціями збільшення тривалості до 10 хвилин.\n• Підвищте привабливість своїх відео за допомогою інтеграції популярної музики, збільшуючи ваші шанси бути популярними.\n• Стимулюйте взаємодію за допомогою спільних дуетів, створюючи відео на розділеному екрані з іншими творцями.\n• Покращуйте свої відео за допомогою функцій динамічного редагування, зокрема фільтрів, ефектів, наклейок, текстових накладень, переходів, GIF-файлів і керування часом.\n• Залучайте свою аудиторію в режимі реального часу за допомогою прямої трансляції, доступної для вибраних користувачів із понад 1000 підписників.\n\nРозкрийте секрети вірусного успіху на TikTok за допомогою нашої платформи:\n\n• Використовуйте популярні звуки, щоб підвищити видимість і викликати вірусні явища.\n• Збільште видимість за допомогою стратегічного використання хештегу.\n• Сприяти спільному створенню вмісту за допомогою інтегрованих функцій.\n• Ініціювати або приєднуватися до вірусних викликів, які привертають увагу користувачів.\n• Використовуйте впливових творців для посилення кампаній бренду та охоплення ширшої аудиторії.\n\nРозкрийте свій творчий потенціал, доторкніться до трендів і налагодьте важливі зв’язки на динамічній платформі TikTok за допомогою цього розширення, безпечного розміщення в хмарній системі.\n\nЗавдяки ліцензії FF MPL, оскільки воно використовує Firefox для доступу до Tiktok, це розширення надає доступ до веб-рішення TikTok через платформу RunApps, яка також пропонує повний менеджер файлових мультимедійних файлів.",
    "zh_CN": "TikTok Online 桌面扩展通过将该平台的所有功能无缝集成到基于云的桌面环境中，重新定义了您的 TikTok 体验。 轻松制作、完善和分享短视频，利用一系列编辑工具来表达您的独特风格。 享受全套 TikTok 功能，包括带有滤镜、贴纸和背景音乐的视频自定义，所有这些都在保护您的媒体文件的安全云系统中。\n\n通过点赞、评论和分享与充满活力的 TikTok 社区互动，可通过三个不同的源进行访问：好友选项卡、关注源和为您页面。 TikTok 的算法根据您的喜好量身定制，确保您发现能引起您共鸣的内容。\n\n通过我们的云系统通过网络增强的功能，以前所未有的方式体验 TikTok：\n\n• 编辑从外部源导入的视频，可选择将持续时间延长至 10 分钟。\n• 通过流行音乐的整合来提升您的视频的吸引力，增加您成为流行趋势的机会。\n• 通过协作二重唱、与其他创作者创建分屏视频来促进互动。\n• 使用动态编辑功能增强您的视频，包括滤镜、效果、贴纸、文本叠加、过渡、GIF 和时间操作。\n• 通过直播实时吸引观众，拥有超过 1,000 名关注者的精选用户可以使用。\n\n通过我们的平台解锁 TikTok 上病毒式成功的秘密：\n\n• 利用流行声音来提高知名度并引发病毒式传播。\n• 通过战略性主题标签的使用来提高可发现性。\n• 通过集成功能促进协作内容创建。\n• 发起或加入病毒式挑战以吸引用户的注意力。\n• 利用有影响力的创作者来扩大品牌活动并覆盖更广泛的受众。\n\n借助此安全托管在云系统上的扩展程序，释放您的创造力，挖掘趋势，并在 TikTok 的动态平台上建立有意义的联系。\n\n该扩展由 FF MPL 许可证提供支持，因为它使用 Firefox 访问 Tiktok，因此可以通过 RunApps 平台访问 TikTok Web 解决方案，该平台还提供全面的文件媒体管理器。"
  }
}