{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GCalPlus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extra Options for Google Calendar"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Be more productive with Google Calendar thanks to extra functionality provided by GCalPlus.\n\nGETTING STARTED:\n\nTo enable GCalPlus options after installation go to Google Calendar online and check the boxes in the pop-out that opens when you click the GCal Plus Icon in the Chrome navigation bar, next to your User Icon, top right. If you don't see the Icon click the \"Extensions\" icon (jigsaw piece) and click the pin for GCalPlus.  You may need to reload the page for some settings to take effect, and you need to \"Authorise\" for some options for which GCalPlus needs access to your calendar and some settings.\n\nMAJOR UPDATE (Manifest v3)\n\nVersion 2.x is a major update with significant changes under the hood that will allow GCalPlus to remain on the Chrome WebStore when all Manifest v2  Extensions are removed by Google.\n\nThere will probably be bugs, but overall performance should be much improved. If you have problems with \"Authorize\" you might need to \"Disconnect\" (if possible) then revoke permissions for GCalPlus at https://myaccount.google.com/connections, then \"Authorize\" again.\n\nIf you have problems please get in touch directly using one of these  methods:\n\nEmail: gcalplus at gcaltools.com\nGCalTools: https://gcaltools.com\n\n*******\n\nRecent Changes:\n2.0.19 Updated for Google's new UI\n2.0.18 Minor updates\n2.0.17 Fixed broken busy dates, adjusted Week header\n2.0.16 Fixed header & W/E colour for week view, overlaps\n2.0.15 Fixed coloured W/E for non-default Chrome users\n2.0.14 Fixed coloured W/E for Custom View\n2.0.13 Updated for yet more changes to GCal\n2.0.12 Updated for more changes to GCal...\n2.0.11 Updated for recent changes to GCal\n2.0.10 Fixed Tooltips\n2.0.9  Fixed Arrow navigation\n2.0.7 Fixed  \"Multiple Copy\"\n2.0.6 Better scrolling for \"More Month Events\"\n2.0.5 Fixed hidden Tasks with \"Alphabetical All Day Events\"\n2.0.4 Improvements to \"Alphabetical All Day Events\"\nImprovements to \"Expand Overlapping Events\" (esp. when sorting all day  events alphabetically)\nBetter timings, button to \"clear\" weekend colors, updated links\nFixed osX color picker initialization for weekend colors\nNew setting to change the color of weekends in Month & Week views.\nBetter Tooltips (click anywhere to  remove 'stuck' tooltips)\nBetter Authorization Flow.\nImproved \"More All-Day Events\" (Toggle the bookmarks bar with shift-ctrl-B or command-control-B to force this to work if it doesn't redraw the page automatically, or switch in/out of Full Screen mode).\n\"Busy dates\" on the Month previews (highlighted in red) now take multi-day events into account.\nMany other bug fixes!\n\nWhat can GCalPlus do?\n\n\"Disable Clicks on Location\"\nThis disables opening the Maps side panel when you click or copy the location. You can still click the Maps icon to the left of the Location text, but this makes it much easier to copy the location of an event.\n\n\"Months Show Busy Dates\": Authorise GCalPlus and enable \"Months Show Busy Dates\" to see at a glance on which days have events in the selected calendar. This works in all month previews, not only the year view!\n\n\"Weekend Background\": select a color for your weekends.\n\nMultiple Copy: First click \"Authorise\" in the plugin settings pop-out and authorise GCalPlus to access to your calendars. When authorised for Google Calendar, GCalPlus adds a new \"Multiple Copy...\"  entry to the Options menu for every event (top right menu in the tile that opens when you click an event).  You can copy/duplicate events to the same calendar directly from any view - month, day, week, 4 day, year or schedule.\n\nYou can copy events to the same date (duplicate the event), copy to a new date, or copy to multiple dates. Please note: repeat series will not be copied entirely, only the selected occurrence of the event will be copied. Please note: your system must use the same TimeZone setting as the Google Calendar for which you are copying events for the best results.\n\n\"More All Day Events\": With this option you can display twice as many All Day events in the Weekly and Daily views. \n\n\"Show Titles On Hover\": When activated, this option will display a popup of the full event title when you hover over events.\n\n\"Expand Overlapping Week Events\": when you hover over timed events in the Week view this options expands the tiles to full width, and brings the event to the front for easier viewing.  When  using the \"Alphabetical All Day Events\" option this also allows you to see the full range of multi-day events.\n\n\"Show More Events in Month View\": with this option you'll get see at least twice as many events per day in the 'Month' view, and the entire page will scroll. For this reason, the option \"Use L/R Arrows and Disable Month Scroll\" MUST also be enabled. If this setting doesn't take effect please resize the window. The easiest method is to show then hide the Bookmarks bar using Shift-Ctrl-B twice (or Command-Ctrl-B on osX), or enter/leave full screen.\n\n\"Use L/R Arrows and Disable Month Scroll\": Why not use the usual left and right arrows instead of 'n' and 'p' for the next or previous day/week/month/year? With this setting Google Calendar Plus will also disable annoying month scrolling.\n\n\"Hide Event Illustrations\": use this to remove the pictures automatically added for events with keywords in the title.\n\n\"Alphabetical All Day Events\": All day events used to be grouped by calendar, then were listed alphabetically regardless of which calendar they were in... and now they are grouped by calendar again. Use this option to list all day events alphabetically again wherever possible.\n\n\"Large Dots, Small Weekday Numbers\": This applies several custom styles to Google Calendar - compact day/week column headers and larger coloured bullets for timed events.\n\n\"Disable Clicks on Location\": This prevents Maps from opening every time you click to copy/paste the location of an event. Click the Maps icon to the left of the location text if you still want to visit Maps for the event.\n\n\"Colour Timed Events / Timed Bars\": These options allow you to change the way timed events are displayed in the Month and Year views. \"Colour Timed Events\" will set the text title colour to that of the calendar. \"Timed Bars\" will display timed events in the same way as \"All Day\" events, except with the time of the event. You can choose between dark and light title text, independently of the main colour scheme you use. These settings are not always applied instantly so please refresh the page if it doesn't work.\n\nAdd \"Create Event\" to Year Previews. Click any day in the Year view to list the events on that day - with this option you'll also see a button labelled \"Create Event\" which allows you to immediately create a new event on that day. Use your browser \"Back\" button to return to Year View.\n\n\"Day Start/End\": This option allows you to hide everything before and after specified times. This only applies when the calendar has scrollable content; otherwise more end of day hour slots must be shown to fill the space available.\n\nGCalPlus is brought to you for free by GCalTools Power Tools for Google Calendar: https://gcaltools.com\n\nPlease consider purchasing a subscription to my other software if you find GCalPlus useful, or at least subscribe to my YouTube channel https://www.youtube.com/@gcaltools and follow on https://x.com/gcaltools.\n\nPrevious updates:\n\nFixed bug which prevented editing Notifications on Windows\nUpdated \"Multiple Copy\" for Google Calendars new UI\nUpdated for new Google Calendar URL\nAdded Calendar selection for \"Month Show Busy Dates\"\nFixed a bug preventing full screen use with GCalPlus\nFixed bug where \"Add Create Event for Year Previews\" ignored the option setting.\nFixed a bug with the option \"Add Create Event to Year Previews\"\nimproved \"Show More Events in Month View\" to allow full screen mode calendar browsing with this option enabled.\nPlease note: you must return to full-screen mode manually if the page is refreshed with this option set.\nRemoved Alert when tokens are refreshed\n\nKnown  Issues:\n\nSwitching in/out of full screen or resizing the windows slightly will force \"Show More Events in Month View\" to work if there's a problem. This can be easily done by toggling the shortcut to show/hide  the bookmark bar: Shift-Ctrl-B on Windows, or Shift-Command-B on osX."
  }
}