{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ХинтЕд Редактор"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Создайте интерактивный опыт обучения и онбординг для ваших веб-приложений без написания кода."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Упростите внедрение программного обеспечения и адаптацию пользователей с помощью интерактивных пошаговых инструкций в приложении!\n\nРасширение ХинтЕд Редактор позволяет создавать пошаговые руководства, всплывающие подсказки и симуляции с помощью простого интерфейса без использования кода. Пользователи будут получать мгновенную поддержку в приложении всякий раз, когда им это понадобится, что сократит время на повышение производительности и затраты на техническую поддержку.\n\nВсе, что вам нужно сделать, это установить редактор, ввести свои учетные данные для входа в систему и начать создавать красивый, легко настраиваемый процесс адаптации. И что самое приятное? Никакого кодирования не требуется! Просто наведите указатель мыши на элемент, чтобы выделить его и сделать подсказку.\n\nС ХинтЕд вам не нужно тратить часы на создание идеального руководства пользователя - просто используйте редактор ХинтЕд, чтобы записать пошаговое руководство, сохранить его в виде симуляции и легко преобразовать в PDF.\n\nХинтЕд окажет вам необходимую помощь — в нужное время!\n\nПримечание: чтобы использовать редактор, вам необходима активная лицензия ХинтЕд. Если у вас её еще нет, пожалуйста, свяжитесь с hello@hintedme.ru для демонстрации."
  }
}