{
  "name": {
    "ar": "قائد التسبيح",
    "am,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Worship Leader",
    "bg,ru,uk": "Лидер Поклонения",
    "cs": "Vedúci chvál",
    "sk": "Worship Leader - spevník chvál",
    "tr": "Tapınma Önderi"
  },
  "short": {
    "ar,bg,cs,ko,uk": "Christian worship in many languages for your phone or tablet!\n\nApp Features:\n\nWorship Leader focuses mainly on minority languages…",
    "am,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Christian song books in many languages for your phone or tablet!\n\nApp Features:\n\nWorship Leader focuses mainly on minority…",
    "ru": "Христианские песни на разных языках мира в твоём телефоне или планшете!\n\nФункции:\n\n\n- Пользовательское меню на Русском, Английском…",
    "sk": "Spevníky kresťanských piesní v mnohých jazykoch v tvojom telefóne alebo tablete!\n\nVlastnosti aplikácie:\n\nVedúci chvál je spevníková…",
    "tr": "Tüm Hristiyan ilahiler cep veya tabletiniz için!\n\nUygulamanın Özelliği:\n\nTapınma Önderi, Türkiye'nin her yerinde ve dünyanın birçok…"
  },
  "long": {
    "ar,bg,cs,ko,uk": "Christian worship in many languages for your phone or tablet!\n\nApp Features:\n\nWorship Leader focuses mainly on minority languages and is not aimed at English language users.\n- Songs in over 40 languages available (see below for examples of the most popular languages)\n- Turkish, English, Kazakh (Cyrillic and Arabic), Mongolian, Uyghur (Arabic) and Russian user interfaces\n- Search by number, title or phrase\n- Advanced filters searching - only those with chords, mp3s, sheet music, translations, or search by tag for specific themes eg related to Christmas or Kids worship\n\nPlease contact us for access to the central database allowing you to upload your own songs and update others.\n\nDownload many more resources from our website at https://worshipleaderapp.com\n\nDISCLAIMER:\n\nWhilst we try our hardest to ensure that all lyrics and recordings are either public domain or licensed for our use we may occasionally make mistakes in the vetting process. If you believe that we have made a mistake regarding the legal availability of any lyrics or recordings please contact us at info@worshipleaderapp.com",
    "am,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sl,sr,sv,sw,ta,te,th,vi,zh_CN,zh_TW": "Christian song books in many languages for your phone or tablet!\n\nApp Features:\n\nWorship Leader focuses mainly on minority languages and is not aimed at English language users.\n- Worship music in over 40 languages available (see below for examples of the most popular languages)\n- English, Turkish, Russian, Czech, Slovak, Kurdish, Kazakh (Cyrillic and Arabic), Mongolian, Uyghur (Arabic script) user interfaces\n- Search by song number, title or phrase\n- Advanced search filtering. Filter by chords, mp3s, sheet music, translations, or search by tag for specific themes for example Christmas or Kids worship\n- See translations\n- View sheet music offline in the app or download it for over 5200 pieces. Transpose the sheet music automatically\n- View and transpose chords\n- Over 10300 MP3's available to download, once downloaded they are cached them so you can play them without an internet connection\n- Create sets you want for a particular worship event, share them with your fellow musicians\n- Easily share individual songs via email, WhatsApp, Facebook etc\n- Projection mode for easy projection onto a screen\n- iOS, Android, Chrome extension and website version also available with cross-platform set sharing (see https://worshipleaderapp.com)\n- Automatically generated OpenSong format song databases for easy projection\n\nPlease contact us for access to the central database allowing you to upload your own songs and update others.\n\nDownload many more resources from our website at https://worshipleaderapp.com\n\nDISCLAIMER:\n\nWhilst we try our hardest to ensure that all lyrics and recordings are either public domain or licensed for our use we may occasionally make mistakes in the vetting process. If you believe that we have made a mistake regarding the legal availability of any song lyrics or recordings, please contact us at info@worshipleaderapp.com",
    "ru": "Христианские песни на разных языках мира в твоём телефоне или планшете!\n\nФункции:\n\n\n- Пользовательское меню на Русском, Английском и Турецком\n- Поиск по номерам песен, названию или фразе\n- Улучшенные фильтры поиска песен — только с аккордами, MP3-файлы, непереведенные или поиск по тегам по определенным темам, напр., связанные с Рождеством.\n- Смотрите переводы песен\n- Доступны ноты для более чем 5200 песен\n- Возможность просматривать и транспонироваться аккорды\n- Более 10300 MP3 записей (при работающем интернет соединении) доступные для скачивания\n- Создавайте сборники из желаемых песен для определенного мероприятия, делитесь ими с другими музыкантами\n- Режим проецирования для легкого проецирования на экран\n- Доступны iOS, Android и веб версия (см. https://worshipleaderapp.com)\n- Чтобы скачать христианский сборник песен и Библию на Турецком для системы проецирования \"Open Song\", перейдите на\n\nПожалуйста свяжитесь с нами для доступа к центральной базе данных, если вы желаете загрузить ваши песни или обновить существующие.",
    "sk": "Spevníky kresťanských piesní v mnohých jazykoch v tvojom telefóne alebo tablete!\n\nVlastnosti aplikácie:\n\nVedúci chvál je spevníková aplikácia, ktorú môžeš používať na mobile, tablete alebo počítači, v režime offline alebo online. Používa sa v mnohých krajinách sveta, v mnohých jazykoch.\n- Piesne z viac než 40 jazykov sú k dispozícii (pozri nižšie príklady piesní najobľúbenejších jazykov)\n- turecké, anglické, kazašský, mongolská (arabské písmo i cyrilika), uyghurské a ruské rozhranie aplikácie\n- Hľadaj podľa názvu, čísla piesne alebo kľúčových fráz\n- Pokročilé vyhľadávanie piesní - len s akordami, s nahrávkami, notovým zápisom, prekladom, alebo pomocou kľúčových fráz alebo špecifických tém, napr.: Vianočné, detské...\n- Pozri preklady piesní\n- Pozri si notový zápis offline v aplikácii alebo si ho môžeš stiahnuť - dostupné pre viac než 5200 piesní. Transponuj notové zápisy automaticky v aplikácii\n- Sleduj a transponuj akordy v piesňach\n- Viac než 10300 nahrávok dostupných na stiahnutie. Po stiahnutí budú uložené do medzipamäte, takže ich môžete prehrávať aj bez internetového spojenia)\n- Vytvor si vlastný zoznam piesní, ktoré chceš použiť pri vedení chvál alebo vystúpení, a zdieľaj ho svojim spoluhráčom\n- Jednoduché zdieľanie jednotlivých piesní cez email, WhatsApp, Facebook atď.\n- Režim projektoru pre jednoduché zobrazovanie na obrazovke alebo na plátne\n- Dostupné vo verzii pre iOS, Android, Rozšírenie pre Chrome a na webe, s možnosťou zdieľania scenárov a zoznamov piesní medzi všetkými verziami (klikni na https://worshipleaderapp.com)\n- Automaticky vytvorená OpenSong verzia databázy piesní pre jednoduchšiu projekciu na plátno\n\nProsím, kontaktujte nás pre prístup do centrálnej databázy, ktorý vám umožní pridávať vlastné piesne a upravovať už existujúce\n\nA ešte omnoho viac k stiahnutiu na našej web-stránke https://worshipleaderapp.com",
    "tr": "Tüm Hristiyan ilahiler cep veya tabletiniz için!\n\nUygulamanın Özelliği:\n\nTapınma Önderi, Türkiye'nin her yerinde ve dünyanın birçok başka ülkelerinde kullanıldığını, internet bağlantısı olan veya olmayan cep telefonu, tablet ve bilgisayarlar için bir uygulamadır.\n- 40'den fazla dilinde ilahi var - en popüler diller için aşağıya bakınız.\n- Türkçe, İngilizce, Kürtçe, Kazakça, Rusça, Moğulca ve başka arayüzü dilleri\n- İlahi numara, başlık veya metin olarak arayabilirsiniz\n- Gelişmiş filterleme sistemi. Akorlu, MP3'li, çeviri olmayan, notalı olanlar, veya bir konu (etiket) üzerinde aranabilir, mesela Noel ile ilgili olanlar\n- Başka dillerden çevrilmişse orijinal ilahiyi görülebilir\n- 5200 notalı sayfalar indirme veya tablette gösterme özellik, interaktif bir şekilde notaları değiştirilebilir\n- Akorları görebilirsiniz ve değiştirebilirsiniz\n- 10300'den fazla MP3 dinlenebilir ve indirilebilir. İndirildikten sonra internet olmadan çalınabilir.\n- Bir ayin/toplantı için ilahi dizi kurulup, grupta diğer kişile paylaşılabilir\n- Arkadaşlarla paylaşılabilir whatsapp, facebook veya eposta aracılığıyla\n- Ekran veya projektör aracılığıyla göstermek için sunucu modu var\n- Birçok çeşit versiyon var: Android, Chrome, iPhone, iPad ve web site versiyonları da var - https://worshipleaderapp.com\n- Otomatman olarak tüm ilahiler OpenSong biçimi olarak indirilebilir, daha kolayca ve profesiyonalca projekt olunur ekranda\n\n\nİlahiler düzeltmek veya eklemek isterseniz bizimle irtibat kurun veya uygulamadan bize yazın.\n\nDaha fazla kaynaklar websitemizden indirilebilir - https://worshipleaderapp.com/tr"
  }
}