{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UYAP Toplu Dosya İndirme Aracı"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Versiyon 2.1.0 Notları\n- İndirme sistemi geliştirildi, sorunsuz ve aşırı hızlı indirmeler sizi bekliyor!\n- İndirme gecikmesi…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Versiyon 2.1.0 Notları\n- İndirme sistemi geliştirildi, sorunsuz ve aşırı hızlı indirmeler sizi bekliyor!\n- İndirme gecikmesi ayarlanabilir hale getirildi. Size ve bilgisayarınıza uygun hızı değiştirerek ayarlayabilirsiniz.\n- İndirme durdurma/tekrar başlatma özelliği eklendi. İndirmelerinizi istediğiniz an durdurup devam ettirebilirsiniz.\n- İndirme yapılırken meydana gelen sorunlar giderildi.\n- UYAP Kurum Desteği eklendi\n- Revize\n\nAracın geliştirilmesinde katkıda bulunmak için bu yazının en altında bulunan linkten bana destek olabilirsiniz :)\n\nUYAP Toplu Dosya İndirme Aracı, hızlı ve kolay bir şekilde seçilen davanın tüm dosyalarını tek seferde indirmenize olanak tanır. Tek tek dosyaları indirme zahmetinden kurtulabilirsiniz.\n\nEklentinin kullanımı oldukça basit ve kullanıcı dostu bir arayüze sahiptir, herhangi bir teknik bilgiye ihtiyaç duymazsınız. Sadece davanızı seçin ve istediğiniz dosyaları tek seferde indirin.\n\nAyrıca, eklenti MIT lisansı ile dağıtılır, yani özgürce kullanabilir, paylaşabilir ve hatta değiştirebilirsiniz. Bu sayede, eklenti size tam olarak uyacak şekilde özelleştirmeniz de mümkündür. Ancak, MIT lisansı, eklentinin herhangi bir garanti olmaksızın sunulduğunu belirtir ve kullanımından kaynaklanan herhangi bir sorumluluk kabul edilmez.\n\nUYAP Toplu Dosya İndirme Aracı, avukatlar ve vatandaşlar için bir zaman tasarrufu sağlayan etkili bir araçtır. Hemen şimdi deneyin ve işlerinizi kolaylaştırın!\n\nNot: Sadece vatandaş, avukat ve kurum portalında çalışmaktadır. Diğer portalların eklenmesi için lütfen mail üzerinden ulaşın. \n\nKullanım:\nİlgili dosyanın detayına girdikten sonra Evrak sekmesine geçtiğinizde otomatik olarak araç ekranınızda belirecektir. Bir arama ekranı, bir kaç seçenek ve bilgi ekranıyla karşılaşacaksınız.\n\nBulunduğunuz sayfada kaç dosya olduğunu otomatik olarak hesaplayacak ve karşınızdaki listeyi dolduracaktır.\n\nİster arama yaparak seçtiğiniz dosyaları indirebilir, isterseniz Hepsini Seç butonuna basarak hepsini seçebilirsiniz.\n\nSeçiminizi tamamladıktan sonra \"Kuyruğa Ekle\" butonuna basarak indirilecek olan dosyalar kuyruğuna seçtiğiniz dosyaları ekleyebilirsiniz.\n\nSeçim ve kuyruk işlemini tamamladıktan sonra \"İndirmeyi Başlat\" butonuyla indirmenizi başlatabilirsiniz.\n\n\"Bilgisayarın uykuya geçmesini engelle\" özelliğini açarak bilgisayarınızın başında beklemenize gerek kalmadan indirme işlemi devam edecektir.\n\nİndirme işlemi sürerken başka sayfalarda gezinebilirsiniz. UYAP Toplu Dosya İndirme Aracı sizi kısıtlamaz, sadece işinizi kolaylaştırır :)\n\nİndirme işlemi başlatıldığında kısa sürece bilgisayarınızın \"İndirilenler\" klasöründe \"UYAP-TOOL\" adlı bir klasör oluşacaktır.\n\nBu klasörün içine girdiğinizde indirmeyi yaptığınız davanın ismiyle bir klasör daha göreceksiniz.\n\nBu klasör içerisinde indirilen dosyalar hangi sayfada ise o sayfa ismiyle bir klasör daha oluşturur.\nVe içerisine ilgili dosyaları ayrı klasörlere bölerek indirmenizi tamamlar.\n\nİndirme gecikmesi:\nHer bir dosya indirildikten sonra diğer dosyanın indirilmesine başlamak için beklenen süre.\nUYAP dosya sunucularından engel yememek adına gecikmeli olarak indirme yapmaktayız.\nBu süreyi kullandıkça size uygun gelecek bir seçeneğe ayarlayabilirsiniz.\n\nHata alınan dosya sayısı:\nİndirme sırasında hata oluşan dosyaların sayısıdır, ama korkmayın UYAP Toplu Dosya İndirme Aracı sizlere bu dosyaları tekrar kuyruğa ekleyerek indirmenizi sağlar!\n\n\"Hatalıları Kuyruğa Ekle\" butonuna basarak indirme sırasında hata alınan dosyaları tekrar kuyruğa ekleyebilir, gönül rahatlığıyla indirme işleminizi başlatabilirsiniz!\n\nBirden fazla sayfanız olması durumunda, ilk sayfadaki seçimlerinizi kuyruğa ekledikten sonra 2. sayfaya geçip ordaki seçimlerinizi de kuyruğa ekleyebilirsiniz!\n\nNot: İndirme işlemi sürerken kuyruğa yeni dosyalar eklediğinizde tekrardan indirme işlemi başlatmanıza gerek yoktur. Sırasıyla hepsi indirilecektir.\n\nDaha önce de dediğim gibi, UYAP Toplu Dosya İndirme Aracı sizleri kısıtlamaz, sadece işinizi kolaylaştırır :)\n\nUygulamada karşılaştığınız her hangi bir hata durumunda kişisel web sitem üzerinde \"Contact\" bölümünden veyahut'da sitem de de belirtmiş olduğum gmail hesabım üzerinden mail atarak ulaşabilirsiniz.\n\nUYAP Toplu Dosya İndirme Aracını daha iyi ve kullanıcı dostu hale getirmek için bağış yapmak ister misiniz?. Eğer eklentiyi beğeniyorsanız ve geliştirilmesine katkı sağlamak isterseniz, aşağıdaki adresten bize bir fincan kahve ısmarlayabilirsiniz. Bu, geliştriciye enerji verirken aynı zamanda eklentinin daha da büyümesine yardımcı olur. Bağışlarınızı takdir ediyor ve desteğiniz için teşekkür ediyorum :)\n\nhttps://www.buymeacoffee.com/serhatkaya"
  }
}