{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aurora: New Tab & Bookmark Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience a beautiful new tab page with 5K wallpapers, bookmark manager, search, weather forecast & better history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aurora is now LinkFolio AI - Personalised New Tab Dashboard\n\nAs of the most recent version, you will receive a prompt to switch to our new Chrome extension, LinkFolio. Therefore, we highly recommend transitioning to LinkFolio AI. We believe you will appreciate our newest creation as Aurora will no longer be supported.\n\nNew Tab page gives you a beautifully designed dashboard packed with clever features and 5K photography. Powerful bookmark manager allows you to load all your existing bookmarks and categorise them into boards & lists. You can sync your bookmarks with google or use in conjunction with other apps like Xmarks. Better history search is simple but functional to give you optimised user experience. You can use search or use quick filters to navigate browser history. Get inspired with daily photo and create the life you want to live. Aurora is a perfect alternative to discontinued Papaly.\n\n• Google Search & Calendar\n• Voice Search\n• Daily weather & 5 day forecast\n• Bookmark manager\n• Sticky notes\n• To-Do list integrated with Wunderlist, Todoist, Microsoft To-Do, Google Keep or Remember The Milk\n• Sync your bookmarks with Google and multiple computes\n• Migrate your bookmarks from Xmarks or Papaly\n• Better history\n• 5K inspirational photo daily integrated with unsplash.com\n• Access Google Apps\n\nABOUT PERMISSIONS\n\nWe do NOT collect any personal informations or data stored within the extension.\n\n🔒Read and change all your data on the websites you visit \n⮑ Required for: showing website favicon, title, improve media loading from the external url's\n⮑ More info: https://goo.gl/Tr1ECZ\n\n🔒Replace the page that you see when opening a new tab\n⮑ Required for: New Tab feature to work\n\n🔒Read and change your browsing history\n⮑ Required for: showing your history items\n\n🔒Read and change your bookmarks\n⮑ Required for: showing your bookmarks and allowing you to edit them within the extension\n\n🔒Detect your psychical location\n⮑ Required for: Time Zone, Weather, Localization, Search feature\n\n🔒Manage your apps, extensions, and themes\n⮑ Required for: showing your apps\n\nWe recognise that location sharing/reading website data is a concern for many people (ourselves included) and it is a responsibility that we take very seriously. Your personal informations or data does NOT leave your computer and is used only to improve performance/stability of the extension.\n\nHELP & FEEDBACK\n\nLeave a comment or use our feedback form & help develop the best dashboard app in store."
  }
}