{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Checker Plus"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scanning  the Tags used in the search engines + robots.txt File. Display Redirect Path and IP Address"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A free extension that allows the user to view data collected by search engines, and receive alerts when pages were blocked. \nThe product is easy to use and does not require previous knowledge in SEO.\n\nScanning of Robots.txt file:\nThe search engines look for Robots.txt files in order to determine which pages not to scan.\n•\tAn alert when a page was blocked\n•\tLast scan data\n\nMeta Robots Tags:\nAn alert when there is a tag that is blocking index (No Index) or a tag that guides the search engines not to follow the links on a page (No Follow)\n\nRedirect Path:\nChecking and displaying Redirect Path includes:\n•\tThe full route\n•\tHTTP Status\n•\tDirecting URL\n\nwebsite IP address: \nThe extension shows the IP address of the website server\n\nNo Follow Links:\nThis tag guides the search engines not to follow the link\n•\tThe extension scans the page and highlights in yellow all the links that contains “Rel=NoFollow” (supports pictures and non-textual elements as well)\n•\tThere is an option to prevent highlighting those links\nTitle,Meta Description Tag:\nThese tags are displayed on Google search results. \n•\tDisplaying the tags details\n•\tAlert when the tag shows more then once\n\nCanonical tag\nThis tag prevents the same content from appearing twice\nWhen two or more links display identical or similar content, we do not want the search engine to scan all of the duplicated pages, therefore we choose one link to present in all those pages. For example, one link classifies products by price, from lowest to highest, and the other link classifies by price, from highest to lowest. The content in that example is almost identical, so if we wish to prevent the scanning of both of them by search engines, we will choose to present on both pages only one link. \n\nSupported Languages:\n  English\n  Hebrew\n  Russian\n\n\nItay Arye"
  }
}