{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroupDocs Online Document Viewer Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This add-on provides GroupDocs users with a slick interface for viewing their documents right in the Chrome browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GroupDocs Online Document Viewer will give you a possibility to view documents and images right in your web browser, without having to install bulky office software. Whether you need to view a text document, an image or a PowerPoint presentation, GroupDocs Viewer will open it for you. The list of supported file formats is vast and constantly increasing:\n\n- Word processing documents (DOC, DOCX, TXT, RTF, ODT)\n- PowerPoint Presentations (PPT, PPTX)\n- Image files (JPG, BMP, GIF, TIFF)\n- Portable files (PDF)\n- SpreadSheets (XLS, XLSX)\n\nThanks to its smart rendering engine, GroupDocs Viewer will retain the formatting of your documents in high fidelity. Whether you open a file in its native program or using this online document viewer, it will look exactly the same way.\n\nIf you used to log in to your account on the GroupDocs website to view a document, you don’t need to do this anymore. After you install this add-on, a small widget that will appear in the bottom-left corner of your Chrome browser will allow you to access, view and manage your documents with just a couple of clicks.\n\nAnd if you need to view a document while on the go, you can use GroupDocs Viewer on any web-enabled mobile device.\n\nGroupDocs Online Document Viewer Website:\nhttp://groupdocs.com/apps/viewer\n\nVisit our Github project for feedback and issue reports:\nhttps://github.com/groupdocs/groupdocs-chrome-viewer-source"
  }
}