{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download Zap",
    "es": "Descargar Zap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão para organizar dados de grupos do Whatsapp facilitando a extração dos mesmo em Excel.",
    "en": "Extension to organize data from Whatsapp groups, making it easier to extract them in Excel.",
    "es": "Extensión para organizar los datos de los grupos de WhatsApp, facilitando su extracción en Excel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cansado(a) de ter que recorrer aos métodos improvisados e trabalhosos de download de contatos do Whatsapp?\n\nNós compreendemos a sua situação e estamos aqui para FACILITAR a sua vida, GRATUITAMENTE.\n\nO Download Zap permite baixar contatos dos grupos do Whatsapp Web. A ferramenta trás os números de telefone organizados e formatados sem caracteres especiais e separados por país e código de área em uma planilha do excel.\n\nA ferramenta é ATUALIZADA constantemente com melhorias e novidades, tudo para que o seu dia a dia se torne muito mais FÁCIL.\n\nÉ tudo prático e simples de se usar!\n\nVale a pena ressaltar que não temos acesso a NENHUMA informação da sua conta de Whatsapp. Você NÃO precisa informar seu número em momento algum. Nós respeitamos as políticas de privacidade.\n\nNossa missão é tornar o seu dia a dia no geral muito mais prático e produtivo. Baixe agora GRATUITAMENTE!",
    "en": "Tired of having to rely on improvised and laborious methods of downloading contacts?\n\nWe understand your situation and are here to make your life EASIER, FREE of charge.\n\nDownload Zap allows you to download contacts from WhatsApp Web groups. The tool brings the phone numbers organized and formatted without special characters and separated by country and area code in an excel spreadsheet.\n\nThe tool is constantly UPDATED with improvements and news, all to make your day to day life much EASIER.\n\nIt's all practical and simple to use!\n\nIt is worth mentioning that we do not have access to ANY information from your Whatsapp account. You DO NOT need to provide your number at any moment. We respect all of the privacy policies.\n\nOur mission is to make your day to day life much more practical and productive. Download now for FREE!",
    "es": "¿Cansado de tener que recurrir a métodos improvisados ​​y laboriosos para descargar contactos?\n\nEntendemos su situación y estamos aquí para HACER su vida MÁS FÁCIL, GRATIS.\n\nDownload Zap le permite descargar contactos de grupos Whatsapp Web. La herramienta trae los números de teléfono organizados y formateados sin caracteres especiales y separados por país y código de área en una hoja de cálculo de Excel.\n\nLa herramienta se ACTUALIZA constantemente con mejoras y novedades, todo para hacer tu día a día mucho MÁS FÁCIL.\n\n¡Todo es práctico y fácil de usar!\n\nCabe mencionar que no tenemos acceso a NINGUNA información de su cuenta de Whatsapp. NO necesita proporcionar su número en ningún momento. Respetamos las políticas de privacidad.\n\nNuestra misión es hacer tu día a día mucho más práctico y productivo. Descargar ahora GRATIS!"
  }
}