{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Houzz Pro CRM for Gmail",
    "da": "Houzz Pro CRM til Gmail",
    "de": "Houzz Pro CRM für Gmail",
    "es": "Houzz Pro Gestión para Gmail",
    "fr": "CRM Houzz Pro pour Gmail",
    "it": "CRM di Houzz Pro per Gmail",
    "ja": "Houzz Pro：Gmail用インポート機能",
    "ru": "Houzz Pro CRM для Gmail",
    "sv": "Houzz Pro CRM för Gmail"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Houzz Pro CRM for Gmail"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Access Houzz Pro CRM from your own Gmail account:\nThis FREE extension lets you access Houzz Pro CRM features from your own Gmail account so you can keep your client communications neatly tracked in Houzz Pro. \n\nHome design, construction, & remodeling pros use Houzz Pro to grow and manage their businesses.\n\nHouzz Pro helps you grow your business with better lead management: \nManage your contacts and view your complete client communication history\nCreate a lead from any new or existing email conversation in your inbox\nEmail templates make it quick and easy to respond \n\nDeliver a better customer experience so you can win more jobs. You’ll get a centralized record of all of your activities with clients that you can refer to anytime from your email, Houzz Pro, or the Houzz Pro app.",
    "de": "Erhalten Sie Zugriff auf unser Houzz Pro CRM über Ihr eigenes Gmail-Konto:\nMit dieser KOSTENLOSEN Erweiterung haben Sie von Ihrem Gmail-Konto aus Zugriff auf alle Houzz Pro CRM-Funktionen. So können Sie jegliche Kundenkommunikation ganz leicht mit Houzz Pro verwalten.\n\nExperten für privates Wohnen und Einrichten nutzen Houzz Pro, um ihr Unternehmen zu verwalten und voranzubringen.\n\nHouzz Pro verhilft Ihnen zu einem besseren Lead-Management:\nVerwalten Sie Ihre Kontakte und sehen Sie den gesamten Unterhaltungsverlauf\nErstellen Sie eine Anfrage direkt aus neuen oder bestehenden E-Mails in Ihrem Posteingang\nMit Vorlagen können Sie noch schneller auf Nachrichten antworten\n\nBieten Sie ein verbessertes Kundenerlebnis und erzielen Sie mehr Aufträge. Über Ihren Posteingang, Houzz Pro und die Houzz Pro-App finden Sie nun alle Informationen zu Kundenaktivitäten gesammelt an einem zentralen Ort.",
    "en_GB": "Access Houzz Pro CRM from your own Gmail account:\nThis FREE extension lets you access Houzz Pro CRM features from your own Gmail account so you can keep your client communications neatly tracked in Houzz Pro. \n\nHome design, construction, & renovation pros use Houzz Pro to grow and manage their businesses.\n\nHouzz Pro helps you grow your business with better lead management: \nManage your contacts and view your complete client communication history\nCreate a lead from any new or existing email conversation in your inbox\nEmail templates make it quick and easy to respond \n\nDeliver a better customer experience so you can win more jobs. You’ll get a centralised record of all of your activities with clients that you can refer to anytime from your email, Houzz Pro, or the Houzz Pro app.",
    "es": "Accede a la plataforma de Houzz Pro desde tu cuenta de Gmail:\nEsta extensión GRATUITA te permite acceder a las funciones de gestión de Houzz Pro desde tu propia cuenta de Gmail para que puedas hacer un seguimiento de las comunicaciones con tus clientes en Houzz Pro.\n\nLos profesionales del diseño, la construcción y la renovación de viviendas utilizan Houzz Pro para hacer crecer y gestionar sus negocios.\n\nHouzz Pro te ayuda a hacer crecer tu negocio gracias a una mejor gestión de solicitudes:\nGestiona tus contactos y comprueba el historial completo de las comunicaciones con tus clientes\nCrea una solicitud de proyecto a partir de cualquier conversación de correo electrónico nueva o existente en tu bandeja de entrada\nResponde antes a tus clientes gracias a las plantillas de correo electrónico\n\nOfrece una mejor experiencia al cliente y consigue más proyectos. Con Houzz Pro llevarás un registro centralizado de todas tus comunicaciones con tus clientes al que podrás acceder en cualquier momento desde tu correo electrónico, la plataforma Houzz Pro o la aplicación Houzz Pro.",
    "fr": "Accédez à Houzz Pro depuis votre compte Gmail :\nCette extension GRATUITE vous permet d'accéder à toutes les fonctionnalités CRM de Houzz Pro depuis votre compte Gmail - l'idéal pour conserver et suivre tous vos échanges clients dans Houzz Pro.\n\nLes profesionnels de la rénovation et de l'aménagement utilisent Houzz Pro pour développer et gérer leur activité.\n\nHouzz Pro vous aide à développer votre activité grâce à une meilleure gestion de vos prospects :\nGérez vos contacts et consultez l'historique complet de vos communications avec vos clients ;\nCréez une demande de projet à partir de toute discussion, nouvelle ou existante, disponible dans votre boîte de réception ; \nRépondez plus rapidement grâce aux modèles d'e-mail.\n\nDécrochez plus de contrats en offrant une expérience client de qualité. Tous vos échanges et activités avec vos clients seront centralisés sur une seule et même plateforme accessible depuis votre boîte de réception, Houzz Pro ou l'application Houzz Pro.",
    "it": "Accedi al software gestionale Houzz Pro dal tuo account Gmail: \nQuesta estensione GRATUITA ti consentirà di accedere, direttamente dal tuo account Gmail, a tutte le funzionalità del gestionale Houzz Pro, così potrai iniziare a tenere traccia di tutti i contatti ricevuti e comunicare con i clienti. \n\nI professionisti dei settori design e ristrutturazione usano Houzz Pro per gestire e far crescere il proprio business. \n\nHouzz Pro aiuta a far crescere la tua impresa migliorando il modo in cui gestisci il flusso clienti:\nGestisci i tuoi contatti e visualizza lo storico completo delle tue conversazioni con i clienti\nCrea contatti da qualsiasi conversazione e-mail nuova o esistente nella tua casella di posta\nRispondi velocemente alle richieste usando i template\n\nOffri la migliore esperienza possibile ai tuoi clienti e ottieni più progetti. Con Houzz Pro avrai a tua disposizione lo storico completo della tua attività con ogni cliente, a cui avrai accesso da e-mail e Houzz Pro, sia da desktop che dalla App.",
    "ja": "ご自分の Gmail アカウントから、Houzz Pro の CRM ツールにアクセスできます。\nこの無料の拡張機能を使用すると、Gmail アカウントから Houzz Pro の顧客管理機能に情報をエクスポートできるので、クライアントとのやり取りを Houzz Pro できちんと管理することができます。\n\nHouzz Pro は、住宅建築やインテリアの専門家のための、案件・顧客管理の統合型ツールです。\n\nHouzz Pro を使うことで、見込み案件を効率的に管理することができます。\n・クライアントとのやりとりの履歴を確認できます\n・受信トレイ内の新規または既存のメールから、見込み案件を作成できます\n・テンプレートを使用して、メールにすばやく簡単に返信できます\n\nより良い対応で、より多くの仕事を獲得しましょう。Houzz Pro を使えば、メールからも、Houzz Pro アプリからも情報を集約して管理できます。",
    "ru": "БЕСПЛАТНОЕ расширение для вашего почтового ящика на Gmail\nОно позволяет использовать функции десктопной CRM от Houzz Pro не покидая интерфейса вашего почтового ящика\n\nЗапросы клиентов не потеряются среди прочей переписки – отправьте их в интерфейс Houzz Pro\n\nС помощью Houzz Pro CRM вы сможете прямо в почте:\n— Создавать запросы на проекты – тема электронного письма становится названием запроса, а переписка переносится в сообщения\n— Автоматически добавлять автора письма в список контактов\n— Использовать шаблоны быстрых ответов из Houzz Pro\n\nС расширением Houzz Pro привычная электронная почта станет инструментом CRM-системы. Работайте с входящими эффективнее! Улучшайте клиентский сервис, получайте больше заказов."
  }
}