{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Deals Finder",
    "de": "Amazon Discount Finder"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Questo strumento ti aiuta a trovare le migliori offerte di prodotti fino a 90% di sconto.",
    "ca,en": "Find hidden discounts on Amazon. It helps you to find best deals upto 90% discount.",
    "de": "Finden Sie versteckte Rabatte bei Amazon. Hilft finden sie besten Angebote bis 90% rabatt.",
    "es": "Encontrar descuentos ocultos en Amazon. Buscador de descuento le ayuda a encontrar las mejores ofertas hasta que el 90% de descuento",
    "fr": "Trouvez des rabais cachés sur Amazon. Remise Finder vous permet de trouver les meilleures offres jusqu'à 90% de réduction.",
    "ja": "Amazon Deals Finder For US, UK, Germany, France, Italy, Spain, Japan , China and  Canada. 割引ファインダーでは、90％の割引件まで最高のお得な情報を見つけることができます。",
    "zh_CN,zh_TW": "Amazon Deals Finder For US, UK, Germany, France, Italy, Spain, Japan , China and  Canada. 折扣搜索帮助您找到最优惠的价格高达90％的折扣。"
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Amazon offre tonnellate di sconti ogni giorno, ma districarsi attraverso le infinite pagine del sito non è facile e può capitare di perdere una buonissima occasione solo perché ci è sfuggita.\nSpesso offre i migliori sconti di tutto il web, che possono arrivare anche fino al 75% su alcuni prodotti, ma il sito (giustamente) indirizza le persone in altre aree con prodotti con margini più alti di profitto, facendo passare le grandi offerte in sezioni specifiche o addirittura “in sordina”.\n\nIl modo per approfittare di questi sconti è un po' complicato, poiché consiste nel manipolare l'url per includere alcuni parametri che indicano di cercare sconti. L'obiettivo di questo strumento è di renderlo accessibile a tutti, in modo che anche voi possiate approfittare con facilità di queste occasioni.\n\n----------------\n* COME SI USA: *\n----------------\n1. Selezionare il negozio (paese) nel quale si desidera cercare il prodotto;\n2. Selezionare una Categoria, se si desidera cercare prodotti scontati all’interno di una categoria selezionata;\n3. Oppure inserire una parola chiave (keyword) e cercare le migliori offerte, cliccando il tasto \"Cerca”.\n4. La keyword (parola chiave) in realtà non è necessaria se si desidera esplorare solo i prodotti disponibili nella categoria selezionata.\n--------------------\n* CARATTERISTICHE: *\n--------------------\n1. Fornisce opzioni avanzate di ricerca su Amazon.\n2. Disponibile per tutti i paesi: Stati Uniti, Canada, Regno Unito, Germania, Francia, Italia, Spagna, Giappone e Cina.\n3. Ricerca in base ad una keyword inserita.\n4. Ricerca a seconda del range di sconto impostato: è possibile cercare tutti i prodotti con sconti dal 1% al 99%.\n5. Risultati della ricerca opzionali ordinati per:\n• Bestseller\n• Rilevanza\n• Prezzo: crescente\n• Prezzo: decrescente\n• In ordine alfabetico\n• Media recensioni clienti\n6. Ricerca per fascia di prezzo: l'utente può immettere un range di prezzi per i quali si desidera vedere i risultati.\n--------------------\n* SUGGERIMENTI: *\n--------------------\nPer un'esperienza più completa e soddisfacente possibile, non dimenticate i seguenti suggerimenti:\n\n• Non rimanere nella prima pagina\nCercare occasioni è come una caccia al tesoro, non si arriva e si trova una X rossa sotto la palma, ma bisogna anche scavare per trovare il tesoro. Una volta cliccato sul pulsante \"Cerca\" potrebbe essere necessario scorrere la pagina, oppure andare alla pagina successiva nella ricerca o tornare alla home per perfezionarlo. La pazienza è la madre della scienza!\n\n• È corretto lo sconto?\nI link che forniamo sono generati in modo completamente automatico, quindi è possibile che alcuni url non siano corretti.\n\n• Uno sconto non è sempre un affare\nChe un prodotto abbia uno sconto non significa che non sia possibile trovarlo più conveniente altrove.\n\n• Spedizione Gratuita\nA volte qualcosa di semplice come l'acquisto di un prodotto che costa poco può far risparmiare spese di spedizione. Amazon ha tariffe di spedizione abbastanza ragionevoli, ma che un risparmiatore consapevole vorrebbe sempre evitare.\nDa notare che le tariffe di spedizione Amazon dipendono fortemente dalla sezione in cui si acquista, dai soldi spesi o se avete Amazon Prime. Il nostro consiglio è che se l'acquisto non raggiunge il minimo, trascorrete un po' di tempo in più su qualche piccola cosa per completare la spesa minima di 19 EUR. Cercare di acquistare qualcosa che si stava andando a comprare comunque, perché se no, il risparmio sarà solo psicologico.\n\n--------------------\nENGLISH\n--------------------\n\nAmazon is really the best online shopping site, and often it offers 75% and better reductions, yet it directs people to other areas, sending them to higher profit margin products instead.\n\nThere's a geeky way to manipulate Amazon's web links to display all heavily-reduced bargains. All you need to do is fiddle with Amazon web addresses to bring up lists of knock-down prices.\n\nThe problem is these are a faff to make yourself. So we built the Amazon Hidden Discount Finder. It creates your own bespoke super-specific pages in seconds, where you choose the discount.\n\nOur Discount Finder manipulates Amazon web-links to create customized bargain basement pages. Just select the percent off the list price & the category you want, eg, TVs 30%+ off or DVDs 90%+ off.\n\nWe would love to hear any feedback on the answers it gives, any new categories you'd like added and other suggestions. It would also be fab if you could add any top Amazon discount links you find and other Amazon buying tips that we haven't included in the guide below the tool.\n\n--------------\n* HOW TO USE *\n--------------\n1. Select the store (country) in which you want to search for the product;\n2. Select a category, if you want to search for discounted products within a selected category;\n3. Or enter a keyword (keyword) and find the best deals, by clicking the \"Search\" button.\n4. The keyword is not really necessary if you want to explore only the products available in the selected category.\n---------\n* Tips: *\n---------\n\n• When searching for treasure, don't just look at the first page of bargains, try a few. Don't assume that just because it's discounted, it must be a good buy. Try higher percentage discounts for cheaper, smaller items and lower percentages for niche, expensive ones.\n\nJust because something is listed with a huge discount, it doesn't automatically make it a bargain (or worth buying).\n-------------\n* Features: *\n-------------\n1. Provides advanced search options on Amazon.\n2. Available for all countries: US, Canada, UK, Germany, France, Italy, Spain, Japan and China.\n3. Research on the basis of a keyword inserted.\n4. Search according to the range set off: you can search all products with discounts from 1% to 99%.\n5. Search results optional sorted by:\n• Bestsellers\n• New and Popular\n• Price: Low to High\n• Price: High to Low\n• Average Customer Review\n6. By price range: the user can set a range of prices for which you want to see results.\n\n--------------------\nFRANÇAIS\n--------------------\n\nLe site marchand d'Amazon.fr est tellement vaste qu'il n'est pas très facile de s'y retrouver surtout pour trouver les articles en promotion en cours, c'est là qu'intervient le Deals Finder pour trouver plus aisément les rabais.\n\nFacile a utiliser, Deals Finder agit comme un moteur de recherche auquel il faut spécifier en premier lieu la langue, le drapeau français pour Amazon.fr puis sélectionnez une rubrique et le nom de l'article désiré et ensuite le taux minimum de réduction (ne rêvez pas trop quand même) avant de cliquer sur le bouton Rechercher.\n\nEn option, il y a la possibilité de filtrer le prix et trier les résultats par pertinence, par prix croissants, note moyenne des commentaires.\n\nDeals Finder, trouvez des rabais cachés. Remise Finder vous permet de trouver les meilleures offres jusqu'à 90% de réduction.\n\n\n--------------------\nESPAÑOL\n--------------------\n\nDescubre nuestro buscador de ofertas en Amazon.es y no te pierdas ni una ganga más. Selecciona la categoría, el porcentaje de descuento, límite de precio, busca por texto y mucho más.\n\nAdemás, gracias a nuestro buscador de ofertas es también placentero (o no tan doloroso) para nuestro bolsillo. \n\nEn esta lista de trucos para encontrarás los mejores consejos para disfrutar de los precios más atractivos. Además, incluye el buscador de descuentos que inmediatamente te redirige a la sección de tu interés con los criterios de búsqueda que definas y te permite filtrar por el porcentaje de descuento deseado. Así conseguirás las mejores gangas en electrónica, televisores, ordenadores, kindle, libros, etc. En definitiva, podrás comprar tus productos a un precio todavía mejor.\n\nCosas importantes a comprobar:\nPara que nuestra experiencia sea lo más completa y satisfactoria posible, no está de más no olvidar los siguientes consejos:\n\n• No te quedes en la primera página\nBuscar gangas es como buscar un tesoro, no llegas y te encuentras una X roja bajo una palmera, excavas y encuentras el oro de Cortés. Una vez hayas hecho click en nuestro enlace es posible que tengas que desplazarte hacia abajo en la página, o ir a la siguiente de la página en la búsqueda o volver a nuestro sitio para refinarla. ¡La paciencia es la madre de la ciencia!\n\n• ¿Es correcto el descuento?\nLos enlaces que te ofrecemos se generan de manera totalmente automática de manera que es posible que alguna url no fuese correcta.\n\n• Un descuento no siempre es una ganga\nQue un producto tenga un descuento no quiere decir que no pueda encontrarse más barato en otro sitio. Si no encuentras nada que te convenza al precio que buscas no dejes de mirar en nuestro sitio por otras ofertas y descuentos.\n\n• ¿Es un comerciante externo?\nComo sabes, Amazon dispone de un Marketplace el que otras tiendas pueden vender sus productos. En caso de que la venta no se realizase directamente podría ser que no todo fuese tan sencillo con los envíos y devoluciones.\n\n• Consigue el envío gratuito\nA veces algo tan sencillo como comprar un producto que cueste poco te puede ahorrar los gastos de envío.\nAmazon.es tiene unas tarifas de envío bastante razonables, pero aún así, como ahorrador concienciado querrás siempre evitártelas. Ten encuenta que las tarifas de envío dependen mucho de la sección en la que compras, el dinero que te has gastado y si tienes Amazon Prime o no. Nuestro consejo es que si tu compra no llega la mínimo, gastes un poco más en un CD, o alguna cosa pequeña hasta completar el gasto mínimo. Eso sí, intenta comprar algo que fueses a comprar de todas formas puesto que si no, el ahorro será sólo psicológico.\nComo ejemplo, actualmente el envío  es gratuito para tus pedidos de la categoría Zapatos y complementos y para calzado y ropa de la categoría Deportes y aire libre, y si haces un pedido de un importe mínimo de 19 € en la compra de libros vendidos y enviados.\n\n--------------------\nDEUTSCH\n--------------------\n\nFinden Sie versteckte Rabatte bei Amazon. Deals Finder hilft finden sie besten Angebote bis 90% rabatt.\n\nEntdecken Sie versteckte Angebote, Artikel & Rabatte bei der Suche nach Produkten.\n\nJetzt mehr als 75% Rabatt finden!\n\nEinfach nach Ihrem Wunschartikel suchen und richtig sparen! Das Rabatt findet alle versteckten Rabatte auf Amazon und zeigt Ihnen diese. Einfach mal ausprobieren, es lohnt sich!",
    "ca,de,en,es,fr,ja,zh_CN,zh_TW": "L'acquisto su Amazon è una piacevole esperienza sicuramente data la varietà dei prodotti disponibili ed è davvero il miglior sito di shopping online, utilizzato da tanti utenti per i loro acquisti via Internet. Uno dei problemi di Amazon e, allo stesso tempo, il suo punto di forza: è davvero enorme!\nAmazon offre tonnellate di offerte e sconti ogni giorno, ma districarsi attraverso le infinite pagine del sito non è facile e può capitare di perdere una buonissima occasione solo perché ci è sfuggita.\nSpesso offre i migliori sconti di tutto il web, che possono arrivare anche fino al 75% su alcuni prodotti, ma il sito (giustamente) indirizza le persone in altre aree con prodotti con margini più alti di profitto, facendo passare le grandi offerte in sezioni specifiche o addirittura “in sordina”.\n\nIl modo per approfittare di questi sconti è un po' complicato, poiché consiste nel manipolare l'url per includere alcuni parametri che indicano di cercare sconti. L'obiettivo di questo strumento è di renderlo accessibile a tutti, in modo che anche voi possiate approfittare con facilità di queste occasioni.\n\n----------------\n* COME SI USA: *\n----------------\n1. Selezionare il negozio Amazon (paese) nel quale si desidera cercare il prodotto;\n2. Selezionare una Categoria, se si desidera cercare prodotti scontati all’interno di una categoria selezionata;\n3. Oppure inserire una parola chiave (keyword) e cercare le migliori offerte, cliccando il tasto \"Cerca”.\n4. La keyword (parola chiave) in realtà non è necessaria se si desidera esplorare solo i prodotti disponibili nella categoria selezionata.\n--------------------\n* CARATTERISTICHE: *\n--------------------\n1. Fornisce opzioni avanzate di ricerca su Amazon.\n2. Disponibile per tutti i paesi: Stati Uniti, Canada, Regno Unito, Germania, Francia, Italia, Spagna, Giappone e Cina.\n3. Ricerca in base ad una keyword inserita.\n4. Ricerca a seconda del range di sconto impostato: è possibile cercare tutti i prodotti con sconti dal 1% al 99%.\n5. Risultati della ricerca opzionali ordinati per:\n• Bestseller\n• Rilevanza\n• Prezzo: crescente\n• Prezzo: decrescente\n• In ordine alfabetico\n• Media recensioni clienti\n6. Ricerca per fascia di prezzo: l'utente può immettere un range di prezzi per i quali si desidera vedere i risultati.\n--------------------\n* SUGGERIMENTI: *\n--------------------\nPer un'esperienza più completa e soddisfacente possibile, non dimenticate i seguenti suggerimenti:\n\n• Non rimanere nella prima pagina\nCercare occasioni è come una caccia al tesoro, non si arriva e si trova una X rossa sotto la palma, ma bisogna anche scavare per trovare il tesoro. Una volta cliccato sul pulsante \"Cerca\" potrebbe essere necessario scorrere la pagina, oppure andare alla pagina successiva nella ricerca o tornare alla home per perfezionarlo. La pazienza è la madre della scienza!\n\n• È corretto lo sconto?\nI link che forniamo sono generati in modo completamente automatico, quindi è possibile che alcuni url non siano corretti.\n\n• Uno sconto non è sempre un affare\nChe un prodotto abbia uno sconto non significa che non sia possibile trovarlo più conveniente altrove.\n\n• Spedizione Gratuita\nA volte qualcosa di semplice come l'acquisto di un prodotto che costa poco può far risparmiare spese di spedizione. Amazon ha tariffe di spedizione abbastanza ragionevoli, ma che un risparmiatore consapevole vorrebbe sempre evitare.\nDa notare che le tariffe di spedizione Amazon dipendono fortemente dalla sezione in cui si acquista, dai soldi spesi o se avete Amazon Prime. Il nostro consiglio è che se l'acquisto non raggiunge il minimo, trascorrete un po' di tempo in più su qualche piccola cosa per completare la spesa minima di 19 EUR. Cercare di acquistare qualcosa che si stava andando a comprare comunque, perché se no, il risparmio sarà solo psicologico.\n\n--------------------\nENGLISH\n--------------------\n\nAmazon is really the best online shopping site, and often it offers 75% and better reductions, yet it directs people to other areas, sending them to higher profit margin products instead.\n\nThere's a geeky way to manipulate Amazon's web links to display all heavily-reduced bargains. All you need to do is fiddle with Amazon web addresses to bring up lists of knock-down prices.\n\nThe problem is these are a faff to make yourself. So we built the Amazon Hidden Discount Finder. It creates your own bespoke super-specific pages in seconds, where you choose the discount.\n\nOur Discount Finder manipulates Amazon web-links to create customized bargain basement pages. Just select the percent off the list price & the category you want, eg, TVs 30%+ off or DVDs 90%+ off.\n\nWe would love to hear any feedback on the answers it gives, any new categories you'd like added and other suggestions. It would also be fab if you could add any top Amazon discount links you find and other Amazon buying tips that we haven't included in the guide below the tool.\n\n--------------\n* HOW TO USE *\n--------------\n1. Select the Amazon store (country) in which you want to search for the product;\n2. Select a category, if you want to search for discounted products within a selected category;\n3. Or enter a keyword (keyword) and find the best deals, by clicking the \"Search\" button.\n4. The keyword is not really necessary if you want to explore only the products available in the selected category.\n---------\n* Tips: *\n---------\n\n• When searching for treasure, don't just look at the first page of bargains, try a few. Don't assume that just because it's discounted, it must be a good buy. Try higher percentage discounts for cheaper, smaller items and lower percentages for niche, expensive ones.\n\nJust because something is listed with a huge discount, it doesn't automatically make it a bargain (or worth buying).\n-------------\n* Features: *\n-------------\n1. Provides advanced search options on Amazon.\n2. Available for all countries: US, Canada, UK, Germany, France, Italy, Spain, Japan and China.\n3. Research on the basis of a keyword inserted.\n4. Search according to the range set off: you can search all products with discounts from 1% to 99%.\n5. Search results optional sorted by:\n• Bestsellers\n• New and Popular\n• Price: Low to High\n• Price: High to Low\n• Average Customer Review\n6. By price range: the user can set a range of prices for which you want to see results.\n\n--------------------\nFRANÇAIS\n--------------------\n\nLe site marchand d'Amazon.fr est tellement vaste qu'il n'est pas très facile de s'y retrouver surtout pour trouver les articles en promotion en cours, c'est là qu'intervient le Cerca Sconti pour trouver plus aisément les rabais sur Amazon.fr.\n\nFacile a utiliser, Cerca Sconti agit comme un moteur de recherche auquel il faut spécifier en premier lieu la langue, le drapeau français pour Amazon.fr puis sélectionnez une rubrique et le nom de l'article désiré et ensuite le taux minimum de réduction (ne rêvez pas trop quand même) avant de cliquer sur le bouton Rechercher.\n\nEn option, il y a la possibilité de filtrer le prix et trier les résultats par pertinence, par prix croissants, note moyenne des commentaires, comme sur Amazon.\n\nCerca Sconti, Trouvez des rabais cachés sur Amazon. Remise Finder vous permet de trouver les meilleures offres jusqu'à 90% de réduction.\n\n\n--------------------\nESPAÑOL\n--------------------\n\nDescubre nuestro buscador de ofertas en amazon.es y no te pierdas ni una ganga más. Selecciona la categoría, el porcentaje de descuento, límite de precio, busca por texto y mucho más.\n\nEl comprar en Amazon.es es una experiencia sin duda placentera dada la variedad de productos de los que disponen. Además, gracias a nuestro buscador de ofertas es también placentero (o no tan doloroso) para nuestro bolsillo. \n\nLos mejores trucos para ahorrar en tus compras con Amazon.es\n\nEn esta lista de trucos para el gigante Amazon encontrarás los mejores consejos para disfrutar de los precios más atractivos. Además, incluye el buscador de descuentos para Amazon que inmediatamente te redirige a la sección de tu interés con los criterios de búsqueda que definas y te permite filtrar por el porcentaje de descuento deseado. Así conseguirás las mejores gangas en electrónica, televisores, ordenadores, kindle, libros, etc. En definitiva, podrás comprar tus productos en Amazon a un precio todavía mejor.\n\nCosas importantes a comprobar:\nPara que nuestra experiencia sea lo más completa y satisfactoria posible, no está de más no olvidar los siguientes consejos:\n\n• No te quedes en la primera página\nBuscar gangas es como buscar un tesoro, no llegas y te encuentras una X roja bajo una palmera, excavas y encuentras el oro de Cortés. Una vez hayas hecho click en nuestro enlace es posible que tengas que desplazarte hacia abajo en la página, o ir a la siguiente de la página en la búsqueda o volver a nuestro sitio para refinarla. ¡La paciencia es la madre de la ciencia!\n\n• ¿Es correcto el descuento?\nLos enlaces que te ofrecemos se generan de manera totalmente automática de manera que es posible que alguna url no fuese correcta.\n\n• Un descuento no siempre es una ganga\nQue un producto tenga un descuento no quiere decir que no pueda encontrarse más barato en otro sitio. Si no encuentras nada que te convenza al precio que buscas no dejes de mirar en nuestro sitio por otras ofertas y descuentos.\n\n• ¿Es un comerciante externo?\nComo sabes, Amazon dispone de un Marketplace el que otras tiendas pueden vender sus productos. En caso de que la venta no se realizase directamente en Amazon.es podría ser que no todo fuese tan sencillo con los envíos y devoluciones.\n\n• Consigue el envío gratuito\nA veces algo tan sencillo como comprar un producto que cueste poco te puede ahorrar los gastos de envío.\nAmazon.es tiene unas tarifas de envío bastante razonables, pero aún así, como ahorrador concienciado querrás siempre evitártelas. Ten encuenta que las tarifas de envío de Amazon.es dependen mucho de la sección en la que compras, el dinero que te has gastado y si tienes Amazon Premium o no. Nuestro consejo es que si tu compra no llega la mínimo, gastes un poco más en un CD, o alguna cosa pequeña hasta completar el gasto mínimo. Eso sí, intenta comprar algo que fueses a comprar de todas formas puesto que si no, el ahorro será sólo psicológico.\nComo ejemplo, actualmente el envío en Amazon.es es gratuito para tus pedidos de la categoría Zapatos y complementos y para calzado y ropa de la categoría Deportes y aire libre, y si haces un pedido de un importe mínimo de 19 € en la compra de libros vendidos y enviados por Amazon.\n\n--------------------\nDEUTSCH\n--------------------\n\nFinden Sie versteckte Rabatte bei Amazon. Discount Finder hilft finden sie besten Angebote bis 90% rabatt.\n\nEntdecken Sie versteckte Angebote, Artikel & Rabatte bei der Suche nach Produkten auf Amazon.\n\nJetzt mehr als 75% Rabatt finden!\n\nEinfach nach Ihrem Wunschartikel suchen und richtig sparen! Das Rabatt findet alle versteckten Rabatte auf Amazon und zeigt Ihnen diese. Einfach mal ausprobieren, es lohnt sich!"
  }
}