{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speckle Bookmarks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Saving timestamps in Youtube videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speckle Bookmarks is a useful Chrome extension that enables users to save timestamps on YouTube videos for later viewing. This extension provides a convenient way for users to mark specific points in a video that they find interesting or significant and quickly return to those points later without having to manually navigate through the video.\n\nUpon installation, Speckle Bookmarks appears as a small icon on the Chrome browser's toolbar. While watching a YouTube video, users can simply click on the icon to access the timestamp saver. They can then input a name for the timestamp and click \"save\" to add it to their list of saved timestamps.\n\nSpeckle Bookmarks allows users to save an unlimited number of timestamps for each video, and the extension keeps track of all the saved timestamps for every video. Users can access the saved timestamps in a straightforward and user-friendly list by clicking on the Speckle Bookmarks icon.\n\nFurthermore, the extension enables users to share their saved timestamps with others effortlessly. They can copy the URL of their saved timestamp list and share it with friends or colleagues, who can access the saved timestamps and directly jump to those points in the video by clicking on the link.\n\nIn summary, Speckle Bookmarks is a simple yet valuable tool for anyone who regularly watches YouTube videos and desires an efficient way to save and access significant or engaging parts of those videos."
  }
}