{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopbuddies"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vous voulez savoir quelles boutiques vous offrent du cashback sur internet ? La barre d'alerte Shopbuddies est là pour ça !"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vous voulez savoir quelles boutiques vous offrent du cashback sur internet ? C´est maintenant possible grâce à la nouvelle barre d´alerte cashback de Shopbuddies ! Installez la barre d´alerte cashback et ne manquez plus les offres avec du cashback lors vos achats en ligne ! Vous recevrez une notification automatique quand vous visiterez une boutique  enregistrée sur Shopbuddies. Vous économiserez  des centaines d´euros chaque année !\n\nVoici les avantages de la barre d´alerte cashback :\n\n•          Notification automatique, si la boutique offre du  cashback\n•          Toujours mise à jour avec les nouvelles promotions de Shopbuddies\n•          Accès rapide à votre compte\n•          N´oubliez plus de faire vos achats en ligne avec du cashback\n•          Téléchargement gratuit,  qui vous aide à économiser beaucoup d´argent \n\n\n \nAller sur https://www.shopbuddies.fr/user/register.php et enregistrez-vous gratuitement !\n\nÀ propos de Shopbuddies\n\nShopbuddies vous fait économiser de l´argent sur vos achats en ligne ! Shopbuddies vous offre  du cashback sur vos achats  en ligne,  vous propose aussi des codes de réductions et des promotions spéciales dans plus de 1000 boutiques, vous pouvez trouver presque tout ce que vous cherchez !\n\nComment fonctionne Shopbuddies?\n\nTout le monde peut s´inscrire gratuitement sur Shopbuddies ! Après votre inscription vous pouvez recevoir du cashback  lors de vos achats en ligne dans plus de 1.000 boutiques !  Pour chaque boutique présente sur Shopbuddies est mentionné le cashback que vous recevrez pour vos achats passés  sur cette boutique en ligne . Ce peut être sous forme de pourcentage ou un montant fixe prédéterminé par achat. Quand vous faites un achat via Shopbuddies sur une boutique affiliée, vos achats seront visible sur votre compte Shopbuddies et vous recevrez le montant affiché comme une réduction de la part Shopbuddies. Shopbuddies est capable d´enregistrer votre achats et de vous accorder des réduction en utilisant un système de tracking avancé."
  }
}