{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DebexCrypt"
  },
  "short": {
    "am,ar,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows using end2end encryption when exchanging files on the Debex platform.",
    "bg": "Това разширение ви позволява да използвате end2end криптиране при обмен на файлове на платформата Debex.",
    "es": "Esta extensión permite utilizar el cifrado end2end al intercambiar archivos en la plataforma Debex.",
    "id": "Ekstensi ini memungkinkan penggunaan enkripsi end2end saat bertukar file di platform Debex.",
    "pl": "To rozszerzenie umożliwia korzystanie z end2end szyfrowania podczas wymiany plików na platformie Debex.",
    "ro": "Această extensie vă permite să utilizați criptarea end2end atunci când faceți schimb de fișiere pe platforma Debex.",
    "ru": "Данное расширение позволяет использовать end2end шифрование при обмене файлами на платформе Debex."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows using end2end encryption when exchanging files on the Debex platform. With the help of the extension, you can encrypt any files in your browser and transfer the encrypted file in the Appeals section of the debex portal.\nCreate encryption keys using this plugin and get encrypted files that are completely protected from viewing by third parties - only you will have access to the encrypted content.\nDebex is an online auction of overdue debts for banks, MFIs, collectors and other financial companies.",
    "es": "Esta extensión permite utilizar el cifrado end2end al intercambiar archivos en la plataforma Debex. Con la ayuda de la extensión, puede cifrar cualquier archivo en su navegador y transferir el archivo cifrado en la sección de Apelaciones del portal de debex.\nCree claves de cifrado con este complemento y obtenga archivos cifrados que están completamente protegidos para que no los vean terceros; solo usted tendrá acceso al contenido cifrado.\nDebex es una subasta en línea de deudas vencidas para bancos, IMF, cobradores y otras compañías financieras.",
    "pl": "To rozszerzenie umożliwia korzystanie z szyfrowania end2end podczas wymiany plików na platformie Debex. Za pomocą rozszerzenia możesz zaszyfrować dowolne pliki w swojej przeglądarce i przenieść zaszyfrowany plik w sekcji Odwołania portalu debex.\nTwórz klucze szyfrowania za pomocą tej wtyczki i otrzymuj zaszyfrowane pliki, które są całkowicie chronione przed przeglądaniem przez osoby trzecie - tylko Ty będziesz mieć dostęp do zaszyfrowanej zawartości.\nDebex to internetowa aukcja przeterminowanych długów dla banków, MIF, kolekcjonerów i innych firm finansowych.",
    "ru": "Данное расширение позволяет использовать end2end шифрование при обмене  файлами на платформе Debex. При помощи расширения вы сможете зашифровать любые файлы в вашем браузере и передать зашифрованный файл в разделе Обращения на портале debex. \nСоздайте ключи шифрования при помощи этого плагина и получайте зашифрованные файлы, которые полностью защищены от просмотра сторонними лицами - только вы будете иметь доступ к зашифрованному содержимому. \nDebex это онлайн аукцион просроченных долгов для банков, МФО, коллекторов и других финансовых компаний."
  }
}