{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rawgin - game library assistant",
    "ru": "Rawgin - помощник игровой библиотеки"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension automatically adds all your games purchased on various sites to a single Rawg library!",
    "ru": "Расширение автоматически добавляет все ваши купленные на различных сайтах игры в единую билиотеку Rawg!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now all your games bought in different stores will be in one place and finally can be bragged to your friends.\n\nThis extension uses simple and quick ways to get games without having access to your accounts passwords. No need to change your profiles privacy settings!\n\nNow supported 10 most popular game stores and services!\n\nBy the word Grabbing we call the process of obtaining a list of games you bought in any service (stores) and adding them to your Rawg.io library.\n\n✕ Extension development is suspended",
    "ru": "Теперь все ваши игры, купленные в разных магазинах, будут в одном месте, и, наконец, ими можно будет похвастаться перед друзьями.\n\nЭто расширение использует простые и быстрые способы для получения игр, не имея доступ к вашим паролям на аккаунтах. Нет необходимости изменять настройки конфиденциальности ваших профилей!\n\nНа данный момент поддерживаются 10 самых популярных игровых магазинов и сервисов!\n\nCловом Граббинг мы называем процесс получения списка купленных вами игр в каком-либо сервисе (магазине) и их добавление в вашу библиотеку Rawg.io.\n\n✕ Разработка расширения приостановлена"
  }
}