{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Checkbox Selector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automatically select checkboxes on webpages based on input values or specified ranges."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Checkbox Selector is a versatile Chrome extension designed to streamline your workflow by automating the selection of checkboxes on webpages. Whether you're managing large datasets, processing orders, conducting surveys, or navigating extensive lists, this extension simplifies repetitive tasks by intelligently matching your input values or specified ranges to checkbox labels on the page. Specifically optimized and tested for NetSuite ERP, it seamlessly integrates into your enterprise resource planning activities, enhancing efficiency and accuracy.\n\nFeatures\nAutomatic Checkbox Selection\nIntelligent Matching: Input your desired values, and the extension scans the active webpage to find and select corresponding checkboxes automatically.\nCase-Insensitive Matching: Ensures that matches are found regardless of letter casing.\nRange Selection\n\nSelect Ranges of Values: Easily specify a range of values, and the extension will select all checkboxes within that range.\nFlexible Range Formats: Support for different range input formats (e.g., 1001-1005, A1-A5).\nCustomizable Prefix Management\n\nSelect Prefixes: Choose from predefined prefixes or add your own to enhance search accuracy.\nAdd, Edit, and Delete Prefixes: Manage your list of prefixes directly within the extension.\nPersistent Storage\n\nData Retention: Your selected prefixes and input values are saved, so you don't have to re-enter them each time.\n\"Item Not Found\" Notifications\n\nInstant Feedback: Receive real-time notifications for any input values or ranges that don't match existing checkbox labels on the webpage.\nAdditional Controls\n\nUnselect All: Quickly uncheck all checkboxes that were previously selected by the extension.\nClear Inputs: Easily clear all input fields and notifications to start fresh.\nUser-Friendly Interface\n\nIntuitive Design: Simple and clean layout that requires no technical expertise.\nResponsive Tabs: Navigate between the main functionality and settings effortlessly."
  }
}