{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Soundcloud assistant"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension to help with soundcloud interaction."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your SoundCloud game with SoundCloud Assistant - a Chrome extension designed specifically for musicians looking to expand their audience and enhance their engagement. This extension is packed with powerful tools that make it easier than ever to grow your SoundCloud presence, connect with other artists, and engage with fans—all with just a few clicks!\n\n*Key Features*:\n👥 Advanced Profiling: Discover and collect the best SoundCloud profiles to interact with. Our intelligent profiling system allows you to strategically build a network of potential collaborators, influencers, and fans that can amplify your music career. Effortlessly keep track of profiles that matter most and stay ahead of the curve by engaging with the right audience.\n\n💌 Semi-Automatic Messaging: Forget about spending countless hours crafting individual messages. Our semi-automatic messaging tool enables you to quickly and easily send personalized messages to your chosen profiles, fostering genuine connections without the risk of coming off as spammy. Engage in meaningful conversations, build relationships, and grow your fan base in a natural and authentic way.\n\n🚀 Future-Ready Features: We're constantly evolving to meet the needs of our users. Soon, you'll have access to even more powerful tools, including advanced filters to refine your profile collections based on specific criteria, and a wider range of interaction options to enhance your SoundCloud strategy. Stay tuned for these exciting updates that will take your music promotion efforts to the next level!\n\nWhy This Extension?\nSave Time and Energy: Our tools automate time-consuming tasks, allowing you to focus on what you do best—making great music.\nGrow Organically: Build a loyal following through genuine interactions and meaningful engagements, not through spammy tactics.\nStay Ahead of the Game: With new features always in development, you’ll always have the latest tools at your fingertips to maximize your SoundCloud growth.\nDon't let your music go unheard. Take control of your SoundCloud growth today with our powerful Chrome extension and watch your audience—and your career—soar to new heights!\n\nGet started now and turn your SoundCloud profile into a thriving hub of activity!"
  }
}