{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindMap Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Keep your idea by drawing MindMap quickly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Note: If this extension can't be opened, backup your data and reinstall this extension.\n\nThis extension provides you with drawing MindMap in Chrome. Each MindMap is stored to your local storage automatically, and you can open the old MindMap diagram quickly.\n\nThe \"Calendar View\" feature has been released from the version 3. If your mindmap has some \"YYYY/MM/DD\" or \"YYYY/MM\" format items, they are rendered as an event on the Calendar View dialog.\n\nSince the version 2, you can store MindMaps into the Firebase Database. If you are interested in this feature, click the menu \"Login\" on the header menu (first, you need to create your new account).\n\nHistory:\n\nOct 22, 2019: Release 3.3.0. Show the last opened MindMap at startup.\nApr 24, 2019: Release 3.2.0. Added a new feature to show how to use guide.\nApr 8, 2019: Release 3.1.0. Added a new feature to change Mindmap diagram layout.\nFeb 4, 2019: Release 3.0.2. Fix style bugs.\nDec 19, 2018: Released 3.0.1. Added a new feature \"Calendar View\".\nNov 29, 2018: Released 2.17.1. Added status bar and buttons to change layout, and restructured menus.\nSep 3, 2018: Released 2.16.0. Revert the 2.15.0.\nSep 3, 2018: Released 2.15.0. Cache static files by the ServiceWorker.\nMay 12, 2018: Released 2.14.0. Open a link by a new window when a shift key clicked.\nMay 11, 2018: Released 2.13.0. Reorganize the menu, and add a new feature to show/hide strike through texts.\nApr 5, 2018: Released 2.12.0. Support indents with 4 white spaces.\nApr 3, 2018: Released 2.11.3. Support as PWA.\nMar 31, 2018: Released 2.11.2. Update the Bootstrap version to 4.0.0.\nMar 28, 2018: Released 2.11.1. Fix two bugs about Copy and Export features.\nMar 16, 2018: Released 2.11.0. Add two menus to format a selected text.\nDec 27, 2017: Released 2.10.1. Fix the MindMap vertical position problem.\nDec 27, 2017: Released 2.10.0. Add a new feature to change a font size of the MindMap.\nDec 25, 2017: Released 2.9.0. Can turn on/off a line color.\nDec 23, 2017: Released 2.8.0. Add bold/strikethrough text styles.\nDec 23, 2017: Released 2.7.1. Fix a bug about the history dropdown list.\nDec 3, 2017: Released 2.7.0. Abolish override a new tab. Instead, provide a browser action.\nNov 28, 2017: Released 2.6.2. Fix some bugs about calculating a node length.\nFeb 23, 2017: Released 2.6.1. Adjust save timing.\nFeb 20, 2017: Released 2.6.0. Support to move the Canvas with DnD.\nFeb 17, 2017: Released 2.5.0. Support to copy as HTML text.\nFeb 12, 2017: Released 2.4.1. Fix a problem about sync.\nFeb 8, 2017: Released 2.4.0. Support a layout change.\nFeb 7, 2017: Released 2.3.0. Use Ace Editor.\nFeb 6, 2017: Released 2.2.0. When clicking each node, jump to the target position in the textarea.\nFeb 5, 2017: Released 2.1.0. Support exporting MindMap diagram as a PNG/JPEG image.\nFeb 4, 2017: Released 2.0.0. Support Firebase Database."
  }
}