{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TabMark - NewTab Speed Dial Extension"
  },
  "short": {
    "ar": "أفضل بديل لصفحة علامة تبويب جديدة مع الطلب السريع ومربع البحث",
    "am,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "The best replacement for the New Tab page with speed dials & search box",
    "da": "Den bedste erstatning for siden Ny fane med hurtigopkald og søgefelt",
    "de": "Der beste Ersatz für die New Tab page with speed dials & search box",
    "es": "El mejor reemplazo para la página Nueva pestaña con marcación rápida y cuadro de búsqueda",
    "fi": "Paras vaihtoehto uuden välilehden sivulle, jossa on pikavalinnat ja hakukenttä",
    "fr": "Le meilleur remplacement pour la page Nouvel onglet avec numérotation rapide et champ de recherche",
    "hi": "गति डायल और खोज बॉक्स के साथ नए टैब पृष्ठ के लिए सबसे अच्छा प्रतिस्थापन",
    "it": "La migliore sostituzione per la pagina Nuova scheda con chiamate rapide e casella di ricerca",
    "ja": "短縮ダイヤルと検索ボックスを備えた新しいタブページに代わる最良の方法",
    "ko": "단축 다이얼 및 검색 상자가있는 새 탭 페이지를 가장 잘 대체합니다.",
    "nl": "De beste vervanging voor de pagina 'Nieuw tabblad' met snelkeuzes en zoekvak",
    "ru": "Лучшая замена страницы новой вкладки с быстрыми наборами и окном поиска",
    "tr": "Hızlı aramalar ve arama kutusuyla Yeni Sekme sayfasının en iyi yedeği"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabmark is a Speed Dial extension for Chrome and the best replacement for your default New Tab page. It gives you fast access to your bookmarked websites which are displayed as thumbnails. There are more than 100 predefined thumbnails (specifically designed for this extension) for popular websites. The overall design is minimalistic flat near to the metro style. You can also use folders to organize your favorite sites in different categories, for instance, Social, Shopping, etc. \n\n- You can group your dials in folders.\n- Searchbox is super easy to use and gives you instant access to several search engines like Google, Bing, Yahoo, Amazon, Wikipedia, Youtube, and name.com. More to come.\n- Customize the size of dials, background image, etc.\n- Drag and drop your speed dials to rearrange them. \n- Minimal and simple user interface.\n- Fast and light! Built exclusively for the chrome browser.\n- Import/Export of all data (dials, folders, and settings).\n- Sync of all data (dials, folders, and settings).\n- Quick access to your downloads and history.\n- Support! Write to us with your wishes and suggestions or any problems with Tabmark. We are happy to receive them!\n- Please, don't hesitate to give us your feedback at hello@tabmark.me"
  }
}