{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Archbee: Create Step-by-Step Guides or Import Markdown"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create quality docs for customer onboarding, software guides, tutorials, and more. Effortlessly import markdown from other websites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## Overview\n\nArchbee is your one-stop for high quality docs. Create, collaborate, and share quality documentation. Generate step-by-step guides, how-to tutorials or SOPs. Import markdown content from other websites.\n\nSimplify your documentation process, manage all your documentation needs, and boost productivity with our powerful extension, seamlessly integrated with our platform. Take advantage of the user-friendly interface, customization options, and collaboration features to save time and increase productivity.\n\nIt is free and perfect for teams of all sizes to use it for:\n✔️ Employee and customer onboarding\n✔️ Internal procedures\n✔️ Software product guides and process documentation\n✔️ How-to guides and tutorials\n✔️ Standard Operating Procedures\n✔️And much more\n\n\n### IT'S HASSLE FREE, PROMISE!\n\n\n🌐 An abundance of state-of-the-art features: Users can efficiently manage and collaborate on their documentation, use version control, and organize their content how they see fit.\n🎬 Instantly create step-by-step guides: Press the record button, do your thing, and your guide is ready. The extension automatically translates your actions into written guides, tutorials, videos, and screenshots.\n⌨️ Edit quickly: Make changes to descriptions and screenshots in seconds. Or choose completely new screenshots from the video recording.\n⏲️  Share your guides: Send them to anyone with a single click, or invite your team to edit and record together. You can add them to your existing Archbee knowledge base.\n⏳ Collaborate with your team and increase efficiency: Advanced collaboration features allowing multiple team members to work together on a single document.\n\n### WHY WAIT?\n\n🚀 Try the Archbee extension today and see how easy you can create and share step-by-step guides!"
  }
}