{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IncreaZe - Get Leads on LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The all-in-one marketing app for LinkedIn"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "游닉游닉游닉 The all-in-one marketing app for LinkedIn 游닉游닉游닉\n\nWe help LinkedIn users to automate prospecting efforts, grow audience, develop network, and generate business leads. Increaze is a powerful app for LinkedIn that gives you the tools and know-how to grow your business faster and achieve your sales goals with awesome features.\n\n游Automate key actions on LinkedIn to drive more business \n\n  Send automated (personalized) connection\n  Message hundreds of 1st level connections in bulk\n  Automate profile visits to trigger social look-backs \n  Schedule personalized follow-up messages\n  Automatically endorse up to 7 skills on profiles of your LinkedIn contacts\n  Easily monitor your performance with campaign dashboards\n\n游Automatically increase your LinkedIn posts reach \n\n  Get real personalized comments and likes with automatic LinkedIn engagement pods\n  Get your posts visible in the feed of the pod members and increase their reach\n  Create pod for your Company to automate getting likes from your colleagues\n  Gain post credibility, audience, interaction, and leads\n\n游We Create natural reciprocity with your community to get organic interaction back\n\n  Prepare comments to automatically interact with their new post \n  Automatically like their new posts\n  Automatically congratulate them when receiving LinkedIn notifications (birthday, new position) \n  Get natural interest and engagement back\n\n\n游뛀Terms of use:\n\nBy downloading this application, you agree to the terms of the end user license agreement, available at http://increaze.io/terms-and-conditions .\nYou can also find out how Geektech processes and protects your data in our Privacy Policy at http://increaze.io/privacy-policy.\n\nDon't hesitate to contact us at the email address: support@increaze.io"
  }
}