{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Contentify AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate an email or message reply with one click using ChatGPT, or write in any input box on any website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the Contentify AI Chrome Extension - the ultimate productivity tool that connects your favorite apps such as emails, social media channels, and community forums to generate informative and descriptive messages in a few seconds.\n\nWith ChatGPT, you'll be able to easily and effortlessly respond to emails, direct messages, and comments with engaging and insightful replies. Say goodbye to writer's block and endless hours of drafting responses - Contentify has got you covered! You don't have to copy and paste, go back and forth between tabs.\n\nHere are just a few of the benefits of using ChatGPT:\n\nBoost productivity: With ChatGPT, you can respond to messages and comments in a fraction of the time it would normally take. This frees up more time to focus on other important tasks and projects.\n\nIncrease engagement: ChatGPT's informative and descriptive responses are sure to captivate your audience and increase engagement. Your replies will stand out from the crowd and leave a lasting impression.\n\nImprove accuracy: ChatGPT's AI-powered responses are designed to be accurate and relevant to the context of the message or comment. You can rest assured that your replies are always on point.\n\nExpand your reach: With ChatGPT, you can easily connect with a wider audience on multiple platforms. You'll be able to respond to messages and comments on your favorite email, social media, and community forum websites - all from one convenient location.\n\nCustomize responses: ChatGPT allows you to customize responses to match your brand's voice and tone. You can tailor responses to suit your audience and make sure your replies are always on brand.\n\nIn short, ChatGPT is a powerful tool that can transform the way you communicate online. It saves time, increases engagement, improves accuracy, expands your reach, and allows for customization. Try it today and see the difference for yourself!"
  }
}