{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CanvasCape"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A suite of tools that enhance the Canvas LMS. Each tool is simple and designed with students and teaching teams in mind."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension adds a suite of useful tools to the Canvas LMS. After you *install* and *pin* this extension in Chrome, all you have to do is visit a Canvas course or account and click the red cape icon in your browser (see the screenshots).\n\nFound a bug? Have ideas? Email canvascape@gabeabrams.com. We'd love to get your feedback!\n\nYour security and privacy are paramount and that's why CanvasCape operates entirely in your browser: all processing and visualization, happens on your machine. We don't host any databases. This tool doesn't even have servers.\n\nCanvasCape is not endorsed by or associated with Canvas, Instructure, Harvard University.\n\nCopyright 2024, Gabriel Abrams, All rights reserved.\n\n––– ––– –––\n\nBy using this add-on, you agree to our terms & conditions:\n\n• Use CanvasCape at your own risk.\n• The software is provided 'as is', without warranty of any kind, express or implied, including but not limited to the warranties of merchantability, fitness for a particular purpose, title and non-infringement. In no event shall the copyright holders or anyone distributing the software be liable for any damages or other liability, whether in contract, tort, or otherwise, arising from, out of or in connection with the software or the use of other dealings in the software.\n• In no event shall the copyright holders or anyone distributing the software be liable for users' violation of any law, policy, or regulation, including but not limited to FERPA and GDPR."
  }
}