{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Faceit Skill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tag and remember players on Faceit CS as good or bad."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tag and remember players on Faceit CS\nas good or bad. Enhance your matchmaking experience by keeping track of teammates and opponents, making your game queue smarter and more informed.\n\nYOU CAN NOW CHECK WORLD RANKINGS AT: https://www.faceitskill.com/\n\nYOU CAN NOW UNLOCK PREMIUM FEATURES AT : faceitskill.com\n!!!INCLUDING BUTTONS FOR PARTIES PAGE!!!\n\nTired of running into the same players in Faceit CS\nbut can’t remember if they’re good or bad? Our Chrome extension helps you keep track of players by allowing you to tag them as \"Good Player\" or \"Bad Player\" directly on their Faceit profile. Whether you're queueing with old teammates or against familiar opponents, this tool ensures that you make informed decisions in your matchmaking journey.\n\nEasy to Use:\n\n-When viewing a Faceit player profile, simply click select if they’re a \"Good Player\" or \"Bad Player\" \n- The button will appear close to his profile picture.\n- Now buttons will appear in game lobbys too!\n-Select if they’re a \"Good Player\" or \"Bad Player\".\n-Next time you encounter them, your tag will be visible, giving you an edge in assessing your matchups.\n-You can now check global skill percentage in the extension icon!\n\nTake your Faceit CS\nexperience to the next level and never forget a player again!\n\n__________________________________________________________\n!!!!!!!!!!!!!!!!\nIf the extension isn't working as expected, we're here to help! It might be due to a language translation issue. Please reach out to us, and we'll quickly apply a fix for your language. Your feedback helps us improve!\n\nbuymeacoffee.com/mavc"
  }
}