{
  "name": {
    "ar,ca,cs,da,et,hi,ro,ta": "Off Road Car 4x4 Jeep Simulator Game",
    "am,fa,fil,ja,th": "Off Road 4x4 Jeep Car Game",
    "bg,el,fi,he,hr,lv,mr,no,sv,sw,te": "Off Road 4x4 Jeep Game Simulator",
    "bn,gu,kn,ko": "Off Road Game 4x4 Jeep Simulator",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,hu,id,it,lt,ml,ms,nl,pl,pt_BR,pt_PT,ru,sk,sl,sr,tr,uk,vi,zh_CN,zh_TW": "Off Road 4x4 Jeep Simulator Game"
  },
  "short": {
    "ar": "كن سائق سيارة 4x4 رائع في مدينة كبيرة في لعبة السيارات على الطرق الوعرة هذه.",
    "am": "በዚህ የውጪ መኪና ጨዋታ ውስጥ በአንድ ትልቅ ከተማ ውስጥ ታላቅ 4x4 መኪና ሾፌር ሁን.",
    "bg": "Станете страхотен шофьор на автомобил 4x4 в голям град в тази офроуд кола игра.",
    "bn": "এই অফরোড গাড়ী খেলা একটি বড় শহরে একটি মহান 4x4 গাড়ী ড্রাইভার হয়ে উঠুন।",
    "ca": "Converteix-te en un gran conductor de cotxes 4x4 en una gran ciutat en aquest joc de cotxes tot terreny.",
    "cs": "Staň se skvělým řidičem auta 4x4 ve velkém městě v této offroadové autové hře.",
    "da": "Bliv en fantastisk 4x4 bilchauffør i en stor by i dette offroad-bilspil.",
    "de": "Werde ein großartiger 4x4-Autofahrer in einer großen Stadt in diesem Offroad-Autospiel.",
    "el": "Γίνετε ένας υπέροχος οδηγός αυτοκινήτου 4x4 σε μια μεγάλη πόλη σε αυτό το παιχνίδι αυτοκινήτων εκτός δρόμου.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Become a great 4x4 car driver in a big town in this offroad car game.",
    "es": "Conviértete en un gran conductor de coches 4x4 en una gran ciudad en este juego de coches todoterreno.",
    "et": "Saage selles offroad-automängus suurlinnas suurepäraseks 4x4 autojuhiks.",
    "fa": "تبدیل شدن به یک راننده ماشین بزرگ 4x4 در یک شهر بزرگ در این بازی ماشین offroad.",
    "fi": "Ryhdy loistavaksi 4x4-autonkuljettajaksi suurkaupungissa tässä offroad-autopelissä.",
    "fil": "Maging isang mahusay na 4x4 car driver sa isang malaking bayan sa offroad na laro ng kotse na ito.",
    "fr": "Devenez un grand conducteur de voiture 4x4 dans une grande ville dans ce jeu de voiture tout-terrain.",
    "gu": "આ ઓફરોડ કાર ગેમમાં મોટા શહેરમાં એક મહાન ૪*૪ કાર ડ્રાઇવર બનો.",
    "he": "הפוך לנהג רכב 4x4 נהדר בעיר גדולה במשחק מכוניות שטח זה.",
    "hi": "इस ऑफरोड कार गेम में एक बड़े शहर में एक महान 4x4 कार ड्राइवर बनें।",
    "hr": "Postanite veliki vozač automobila 4x4 u velikom gradu u ovoj offroad automobilskoj igri.",
    "hu": "Légy nagyszerű 4x4-es autóversenyző egy nagyvárosban ebben az offroad autós játékban.",
    "id": "Jadilah pengemudi mobil 4x4 yang hebat di kota besar dalam game mobil offroad ini.",
    "it": "Diventa un grande pilota di auto 4x4 in una grande città in questo gioco di auto fuoristrada.",
    "ja": "このオフロードカーゲームで大きな町で素晴らしい4x4カードライバーになりましょう。",
    "kn": "ಈ ಆಫ್ರೋಡ್ ಕಾರ್ ಆಟದಲ್ಲಿ ದೊಡ್ಡ ಪಟ್ಟಣದಲ್ಲಿ 4x4 ಕಾರ್ ಡ್ರೈವರ್ ಆಗಿ.",
    "ko": "이 오프로드 자동차 게임에서 큰 마을에서 훌륭한 4x4 자동차 운전자가 되십시오.",
    "lv": "Kļūsti par lielisku 4x4 auto vadītāju lielpilsētā šajā bezceļu auto spēlē.",
    "ml": "ഈ ഓഫ്റോഡ് കാർ ഗെയിമിൽ ഒരു വലിയ പട്ടണത്തിൽ ഒരു വലിയ 4x4 കാർ ഡ്രൈവർ ആകുക.",
    "mr": "या ऑफरोड कार गेममध्ये मोठ्या गावात एक उत्कृष्ट ४ बाय ४ कार चालक व्हा.",
    "ms": "Jadilah pemandu kereta 4x4 yang hebat di sebuah bandar besar dalam permainan kereta offroad ini.",
    "nl": "Word een geweldige 4x4-automobilist in een grote stad in dit offroad-autospel.",
    "no": "Bli en flott 4x4 bilfører i en stor by i dette offroadbilspillet.",
    "pl": "Zostań wielkim kierowcą samochodu 4x4 w dużym mieście w tej grze offroad.",
    "ro": "Deveniți un șofer de mașină 4x4 excelent într-un oraș mare în acest joc de mașini offroad.",
    "ru": "Станьте отличным водителем автомобиля 4x4 в большом городе в этой внедорожной автомобильной игре.",
    "sk": "Staňte sa skvelým vodičom auta 4x4 vo veľkom meste v tejto hre s offroadovými autami.",
    "sl": "Postanite odličen voznik avtomobila 4x4 v velikem mestu v tej offroad avto igri.",
    "sv": "Bli en fantastisk 4x4 bilförare i en stor stad i detta offroad-bilspel.",
    "sw": "Kuwa dereva mkubwa wa gari la 4x4 katika mji mkubwa katika mchezo huu wa gari nje ya nchi.",
    "ta": "இந்த offroad கார் விளையாட்டு ஒரு பெரிய நகரத்தில் ஒரு பெரிய 4x4 கார் டிரைவர் ஆக.",
    "te": "ఈ ఆఫ్ రోడ్ కార్ గేమ్ లో ఒక పెద్ద పట్టణంలో గొప్ప 4x4 కారు డ్రైవర్ అవ్వండి.",
    "th": "มาเป็นคนขับรถ 4x4 ที่ยอดเยี่ยมในเมืองใหญ่ในเกมรถออฟโร้ดนี้",
    "tr": "Bu offroad araba oyununda büyük bir kasabada harika bir 4x4 araba sürücüsü ol.",
    "uk": "Станьте чудовим водієм автомобіля 4x4 у великому місті в цій грі на позашляховиках."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offroad car game includes tracks and mountains. All the player has to do is pass these unique obstacles successfully. It is possible to experience great excitement, especially by using a 4x4 offroad car. In this way, off-road pleasure can be experienced at any time. Among the simulation games, games with offroad car content always attract attention. Of course, the fact that the game is on off-road terrain gives a different pleasure. For this, you can get caught up in the excitement of the game as you progress on the land. Thus, it becomes possible to be a partner in an endless pleasure at any moment.\n\nWhile experiencing off-road pleasure, you are faced with many speed tasks. Because of these tasks, you can begin to experience enjoyable moments. It is possible to reach special rewards at the end of each mission. You can also feel that the moment is exhilarating while offroading. This way, achieving many successes while playing the off-road game will be enjoyable.\n\nOff the road, a Driving game is a game designed as a simulator. Therefore, it is considered normal for every element to be exciting. Start the game right away with the 4x4 jeep car. Buddha offers the opportunity to jump into excitement instantly. It is possible to experience the day's excitement at any time with driving car games.\n\nIt is possible to say that the 4x4 car is specially equipped. Because this vehicle has technical features that attract attention in many respects, it can also bring the vehicle to a better level in the game because players are provided with vehicle customization opportunities. Thus, it is possible to bring the offroad car to further customization. As the levels progress, it will be standard for the excitement to reach the top.\n\nThe 4x4 off-road vehicle may be damaged from time to time. But that will never stop you. Because there is a car repair kit, it will be instrumental for you. This way, you can continue off-road by repairing the damaged vehicle. This repair is necessary for the better progress of the off road 4x4 vehicle. You can also see that the repaired vehicle drives more easily. This shows that the offroad car game is a realistic and impressive simulation.\n\nWith off road cars, every player spends their time to the fullest. Of course, there are extraordinary opportunities during this time. One of these is known as tool customization. So you have the opportunity to change the color and suspension of the vehicle. In this way, the off road jeep becomes personal. Primarily, there is a chance to turn the off-road 4x4 vehicle into an exciting color. This adds a different excitement to the game. People who use offroad cars in the game are unsatisfied with the existing features. Because making the 4x4 jeep better will increase the pleasure of the game. There is a customized option for this. It is easy to get the 4x4 car you dream of using.\n\nEveryone can enjoy the realistic version of off-road cars. After all, such offroad games are enjoyable when they feel real. In addition, the different angle cameras in the game are essential for separate enjoyment. It offers a fantastic experience with the offroad 4x4 vehicle. This experience is undoubtedly gratifying. You are going on a fantastic journey in the town with your offroad car. In this journey, you may encounter different obstacles. You can collect coins by passing obstacles and doing rewarded missions. Thus, you can customize the offroad 4×4 car you want.\n\nHow To Play\nIt is played with arrow keys and mouse.\n\nOff Road 4x4 Jeep Simulator Game Features\n✓ Realistic shader\n✓ Advanced control\n✓ 3D level designer\n✓ 3D environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Off Road 4x4 Jeep Simulator Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}