{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NeuroPrice Repricer - Amazon repricing tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automated Amazon repricing tool that works directly on the Amazon page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NeuroPrice is the first Amazon repricer that works directly inside Amazon Seller Central, raises your prices, and has NO FBA data blindspots. \n\nA repricer that is first and only in three categories:\n\n1. Raises your prices (first & only only tool that lets you price against 2nd & 3rd lowest competing offers)\n2. No FBA blindspots (first & only)\n3. Works directly within Amazon (first & only)\n\nThe Amazon repricer that eliminates the blindspots of repricing software by having Amazon do your repricing for you – automating everything directly on the Amazon page with no blindspots and total simplicity. \n\n•\t14 Day Trial \n•\t60 second sign up\n•\tFull pricing strategy video training. \n•\tOne click install (nothing to download). \n•\tFull email support. \n•\tBe repricing in seconds. \n•\tWorks for FBA and Merchant Fulfilled sellers.\n\nYour repricing fantasy can be fulfilled in under 5 minutes. Here’s how quickly you can be repricing:\n\n1.\tStart your free trial. Time: 30 seconds.\n2.\tInstall with one click: Time: 1 second.\n3.\tTake a video tour: Time: 3 minutes (It's is so intuitive, you don’t even need this)\n4.\tSet your pricing rules: Time: 1 to 2 minutes. (Everything in plain-english, super simple).\n5.\tHit “Reprice.”\n\nDone. \n\nOur \"Augmented Repricing\" technology is a massive advancement in Amazon repricing  – and it works for FBA and Merchant Fulfilled sellers.\n\nThis is the first-ever Augmented Repricer: eliminating the limitations of other repricers by automating repricing directly on the Amazon repricing page\n\nNeuroPrice was built to give small sellers supreme simplicity – without giving up any of the power of the big “Retro” repricers.\n\nWe are the first repricer that works within Amazon, embedding your repricing fantasy directly on the Amazon page – using the power of Amazon to reprice your inventory.\n\nOur Augmented Repricing technology allows you to reprice directly on the Amazon page (where you already go every day anyway), simplifying repricing and streamlining your path to higher sales. \n\nInstall right now and let it be repricing your inventory in under 5 minutes. \n\nFREQUENTLY ASKED QUESTIONS (FAQ)\n\nQuestion #1: “What if I don't want to learn how to use a whole new repricer?”\n\nWe built this partially because we tried most repricers out there and they were way too complicated.\n\nSo we built it to be the world’s simplest repricer. Nothing new to learn. One click install. Plain English settings. One 5 minute video tutorial and you’re ready to go. \n\nQuestion #2: Does NeuroPrice work for both FBA and Merchant Fufilled (FBM) sellers?\"\n\nIt works for Merchant Fulfilled and FBA sellers equally. \n\nOur “no blindspots” advantage gives FBA sellers a MASSIVE advantage compared to other repricers. \n\nEvery other feature applies equally well to FBA and Merchant Fulfilled.\n\nQuestion #3: \"Does it work for Amazon sellers with small inventories?\"\n\nWe built this specifically for smaller sellers to have an advantage over megasellers. \n\nIf you have <2,000 SKUS, you’re precisely who we built NeuroPrice for.\n\nQuestion #4: \"Does it just work for books?\"\n\nIt works for every category on Amazon equally. \n\nQuestion #5 \"Why should I use this and not Amazon’s free repricer?\"\n\nThe brutal truth is that Amazon’s “automated repricer” is a liability for two reasons:\n\n•    It can only reprice against the lowest priced offer (disaster for your profits).\n•    It can’t set rules based on sales rank (equally as disasterous). \n\nAmazon’s Automated Repricer is only suitable for the most basic (and profit-losing) pricing strategies. \n\nQuestion #6 \"Will your repricer chase low-ball offers?\"\n\nIt does what you tell it to. \n\nIf you want to chase lowball sellers all day long, it will do that (we don’t recommend it). \n\nIf you want a more optimal pricing strategy based on ignoring lowballers, it will do that too. \n\nQuestion #7: \"Are there hidden costs or fees?\"\n\nNone. The price you see is the price you pay (after your free trial). No revenue sharing or other weird shenanigans.\n\nQuestion #8: \"How do I set it up?\"\n\nWe are a Chrome browser extension. You can install it above with one click.\n\nInstantly, NeuroPrice will display in your Amazon Seller account and you can get started immediately.\n\nQuestion #9: \"Do you have any free training?\"\n \nTons. But it's so simple you won’t even need it. \n\nWhen you sign up, you get instant access to our video training in two parts:\n\n1. Training (a short video or two to get you started) \n2. Amazon Pricing Strategy Training\n\nWe have your back, with high quality training you need to repricing for maximum profits – totally free. \n\nQuestion #10 \"Can I use another repricer along with this one?\"\n\nAbsolutely. You won't need another repricer, but you'll always have that option (with no conflicts).\n\nFor example, you can use a standard \"Retro Repricer\" to automate your lower-value or FBA inventory, then use the precision of NP for your higher-value or FBA inventory. \n\nBecause it works directly on Amazon (unlike other repricers), there’s zero conflicts.\n\nQuestion #11: How exactly is NP better than other repricers?\n\n1. Only Amazon repricer with no FBA blindspots.\n2. Only repricer that works inside Amazon.\n3. Only repricer allowing you to price against 2nd and 3rd lowest MF and FBA, offers.\n4. Simplest reprricer.\n\nInstall it above with one click, and be repricing in minutes. \n\n•\t14 Day Trial \n•\t60 second sign up\n•\tFull pricing strategy video training. \n•\tOne click install (nothing to download). \n•\tFull email support. \n•\tBe repricing in seconds. \n•\tWorks for FBA and Merchant Fulfilled sellers.\n\n-Peter Valley"
  }
}