{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "IT Glue Chrome Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly and securely access all of your IT Glue passwords, create passwords, and preview your assets right from within Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Securely access IT Glue information from the Google Chrome extension\n\nWith the IT Glue Chrome  extension, you’ll have instant access to IT Glue information whenever you need it. You can quickly and securely access all of your IT Glue passwords, create passwords, and preview assets right from within the browser extension. This means no more switching pages and no more copy/paste of usernames and passwords to sign in to websites and services. The extension also supports Single Sign-On (SSO), should your organization have it enabled. \n\nPasswords:\n- Create, access and view passwords within the extension - all passwords that are saved in IT Glue will be available\n- Password creation: ability to create business personal and team based passwords in the extension\n- Password autofill: usernames and passwords stored in IT Glue are automatically populated in login fields\n- Password auto-creation: When creating a new password (team-based or business personal password), users will be auto-promoted to add their passwords to IT Glue\n\nSearch: \n- Quick search: access any item in IT Glue via the Search feature, not just passwords on any webpages by pressing \"Q\"\n- Globally search for any passwords your account has permission to access\n\nSecurity:\n- The extension also supports Single Sign-On (SSO), should your organization have it enabled.\n- At-rest and in-transit encryption of passwords keeps your data safe\n- Sign in once and go: Share a sign-in session between the IT Glue web app and IT Glue Chrome extension for maximum time savings"
  }
}