{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Password Peeper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show your password on the web page filled in by browser. Double click to copy your password to clipboard in case you forgot it."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "People have so many accounts on different websites which is hard to remember. Browser saves most of my passwords. I look for my password in the browser settings or using JavaScript in developer tools. I am tired of doing this every time I forgot my password.\nI believe many people should have the same issue as I do.\nThis extension simplifies the process of looking for password. It simply reveals your password by changing input element type from password to text so that you can see its content.\nThe extension is flexible and provides serveral options for different needs\n1. Show password on hover\n2. Always show all password on page\n3. Manually trigger options 1 and 2, or automatically trigger them on page load\n4. Double click a password to save password to your clipboard\n5. Trigger the functionalities with keyboard shortcuts\n\nOptions 1,2,3 and use in combination with option 4.\n\nFor privacy and security reason, here is the source code. https://github.com/HuakunShen/password-peeper\n\nMinimum permission is requested.\n\nKeyboard Shortcuts\nThis extension provides 2 keyboard extensions\n\nCtrl+Shift+L: Tigger the extension popup\nCtrl+Shift+S: Toggle password on web page without opening extension popup\nThe keyboard shortcuts should work on Linux, MacOS, Windows, ChromeOS.\n\nOn MacOS, replace the Ctrl key with Command key.\n\nGo to chrome://extensions to change the default keyboard shortcuts."
  }
}