{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZhiXia Data - Shopee Data Analysis Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It can search product data in real time and make your operations easier and data retrieval more convenient."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1.Product list page: You can see whether the product is involved in marketing activities, live broadcasts, the number of traffic-generating words, and whether there are any changes, and quickly understand the strategies of competitors and competitors.\n\n2.Product details page: The product details page can view the product's sales curve in the last 30 days, product SKU sales, sales, price and othe\n\n3.Keyword mining: You can mine keywords based on the keywords you enter to find more related words. You can see the search index, recommended bid and other indicators of the words. These words can be used in product titles, advertising, etc.\n\n4.High-frequency word analysis: The word frequency can be judged according to the titles of the loaded products, and the high-frequency words in their titles can be extracted.\n\n5.It also supports downloading product main pictures, detail pages, videos, reviews, and 1688 one-click search for the same item and other practical functions, making your Shopee product selection and data analysis more efficient and faster. Come and use it!\n\n-------------------------------------------------------------------------------------------------------------------------------------------------\n\n#Shopee Data Analysis Assistant #Shopee Home #Zhixia #Dian ba #Da mu Assistant #Purple Bird Browser #Stand Axe Browser #Shopee Plugin #Shopee"
  }
}