{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VideoSkip"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Skips/mutes/blanks selected parts of streaming videos",
    "es": "Filtra contenidos de vídeos previamente seleccionados",
    "fr": "Ignore/désactive/supprime les parties sélectionnées des vidéos en streaming"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VideoSkip allows you to filter out several types of objectionable content from video streams. It uses the same categories as the \"Parents Guide\" section of IMDB.com. It can skip sections entirely, or simply mute the sound or blank the video, at your discretion. Because it does not modify the videos in any way, but rather plays them selectively, it does not infringe media copyrights.\n\nStep by step:\n\n1. Load the video from a streaming service normally and begin play so it loads some data (not full-screen), then stop it and click the VideoSkip icon on the upper-right of the browser. A new window will appear next to the video. You can move it, or resize it like a regular page with Ctrl + or Ctrl -.\n\n2. If you have a .skp file containing the skips, you can load it now with the \"Load skip file\" button. Once loaded, its contents will appear in a box on the \"Edit\" tab. There is a growing number of skip files for popular films at the VideoSkip Exchange, loaded by a button on the interface.\n\n3. If the skip file has been previously synced with your video service, you will be taken to the \"Filter\" tab so you can set the filter strengths as described in the next step. Otherwise, you'll be taken to the \"Sync\" tab. There, you will be asked to scrub the video with the arrow buttons until it looks okay again. When the screenshot finally matches the video, click \"Sync times\" to sync everything for your service. A new version of the skip file will be made so the people you share it with can skip this step from now on.\n\n4. Set the category filters using the sliders, according to the audience. The higher, the more stringent the filter. High = for children, Medium = for teens, Low = for adults. If a filter is Off, the flagged content will be shown.\n\n5. Start the video from its own page, sit back, and enjoy. Skips will take place when their time arrives. A message will appear on the fullscreen video when you move the mouse, telling you which filters are engaged.\n\nYou can make your own skip files and share them with your friends freely. They will work even if the videos being played are from a different source. The skip file exchange is located at https://videoskip.org/exchange\n\nThere's also a standalone web app, which works with videos that you have saved to your computer. Get it at https://videoskip.org/app for computers, or https://videoskip.org/mobile for mobile devices.\n\nLegal Notice: Content copyright owners and distributors are hereby informed that users and developers of this software are exercising their right of free speech, guaranteed by law in many nations, by voluntarily refraining from seeing or hearing content without modifying said content in any way. Legal action that ignores this notice will be considered harassment and infringement of basic rights, and prosecuted according to the law.",
    "es": "VideoSkip allows you to filter out several types of objectionable content from video streams. It uses the same categories as the \"Parents Guide\" section of IMDB.com. It can skip sections entirely, or simply mute the sound or blank the video, at your discretion. Because it does not modify the videos in any way, but rather plays them selectively, it does not infringe media copyrights.\n\nStep by step:\n\n1. Load the video from a streaming service normally. Make sure the video you want to edit is playing or ready to play (not full-screen), then click the VideoSkip icon on the upper-right of the browser.\n\n2. A new window will pop up. Toggle the category filters using the checkboxes. A check means that the filter is on and content labeled accordingly will be skipped or blanked out. Otherwise it will be shown.\n\n3. If you have a .skp file containing the skips, you can load it now with the \"Load skip file\" button. Once loaded, its contents will appear in the box, plus a screenshot on its right. Each skip consists of beginning and end times relative to the start of the video, with an arrow between them, and on the line below a category plus maybe a handling label (such as \"video\" or \"audio\").\n\n4. The first line does not contain an arrow because it is used for syncing the skips for different versions of the video. The process for syncing, explained in the extension's Help, can be done at this point. Everything is in sync if when you click the \"Go to time\" button the video shows the same image as the screenshot.\n\n5. If you want to change something in the list of skips, go right ahead. There's a button to insert the current time on the video (the video itself has a scrub bar to get there), and a correctly formatted \"arrow\" if you feel lazy. There are also buttons for shifting the time of all skips by a given amount, and for saving your edited skip list.\n\n6. Click the play button on the video, and maybe the fullscreen button, sit back, and enjoy. Skips will take place when their time arrives.\n\nYou can make your own skip files and share them with your friends freely. They will work even if the videos being played are from a different source. If the timing is off, re-syncing with the screenshot is very easy. The skip file exchange is located at https://videoskip.org/exchange\n\nThere's also a standalone web app, which works with videos that you have saved to your computer. Get it at https://videoskip.org/app for computers, or https://videoskip.org/mobile for mobile devices.\n\nLegal Notice: Content copyright owners and distributors are hereby informed that users and developers of this software are exercising their right of free speech, guaranteed by law in many nations, by voluntarily refraining from seeing or hearing content without modifying said content in any way. Legal action that ignores this notice will be considered harassment and infringement of basic rights, and prosecuted according to the law."
  }
}