{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Samantha"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Clipper to easily clip all the content you want from the internet to Samantha Notes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clear the clutter. Clip the web. Save to Samantha Notes.\nSamantha.ai Web Clipper\nEasily capture meaningful content from the web and save it to Samantha Notes with the Web Clipper. Highlight text directly from any webpage and store it instantly in your notes for later use. Samantha makes staying reflective, organized, and mindful a seamless part of your online experience.\n\nWhat can you clip?\nHighlight and Save:\nPlanning a Trip? Highlight travel tips or a packing list from a blog and save it directly to your travel notes.\nLearning Something New? Highlight key points from an online course or article, and save them for later review.\nSaving Ideas for Work? Capture helpful tips from a professional article like \"Best Practices for Leading Remote Teams\" to reference during team meetings.\nClean Article View: Found an article you'd like to revisit, like \"10 Tips for Better Self-Care\"? Save it without distractions like ads or pop-ups to keep your notes clean and focused\nOrganize with Tags and Reminders: Add tags like \"Wellness,\" \"Work,\" or \"Personal Development\" to your saved content to easily find it when needed. Set reminders to revisit your notes for reflection or action.\n\nHow to Get Started\nDownload the Samantha.ai Web Clipper today and transform your browser into a tool for self-reflection and productivity. With Samantha, mental wellness and organization are always just a click away!\n\n\nChangelog: Samantha.ai Web Clipper\nv1.0.0: Clip and Save Highlights\nIntroduced the ability to highlight text on any webpage and save it directly to Samantha Notes. Perfect for capturing insights, quotes, or key points without leaving your browser.\nAll highlights are instantly synced across devices, ensuring your notes are accessible wherever you need them.\n Add tags and categorize your saved highlights for easy searching and organization.\nv1.0.1: Save Entire Articles\nAdded the option to save entire articles to your notes, removing distractions like ads and pop-ups for a clean, focused reading experience.\nSave long-form content effortlessly with a single click, directly into Samantha Notes.\nSaved articles are automatically tagged for quick categorization and retrieval.\nFixed an issue where Samantha will mess up the layouts of the pages you visit (eg. Gmail)"
  }
}