{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mister James"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CRM-Sidebar für verschiedene Web-Plattformen"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CUSTOMER-RELATIONSHIP-MANAGEMENT (CRM)\nMister James ist das leistungsstarke CRM-System für alle, die im Vertrieb arbeiten. Mister James hilft, Neukunden zu gewinnen und Verkaufsumsätze zu erhöhen und unterstützt mittels Sales Pipeline, E-Mail-Marketing, Mailings, CallCenter-Integration und vielen zahlreichen KI-Assistenten dabei, den eigenen Vertrieb aufs nächste Level zu heben.\n\nDie Chrome-Erweiterung für das CRM-System \"Mister James\" ist ein leistungsstarkes Tool, das die Arbeit im digitalen Vertrieb und Kundenmanagement zusätzlich erleichtert. Diese Erweiterung integriert sich nahtlos in die Benutzeroberflächen von Webmailern, Kartendiensten, Messengern und Buchhaltungs-Apps. Dadurch erhalten Sie in Echtzeit wertvolle Informationen zu Ihren Kontakten direkt aus Mister James, ohne die aktuelle Website verlassen zu müssen.\n\n\nFUNKTIONEN DER CHROME-ERWEITERUNG\n-Kontaktinformationen in Echtzeit: Sobald Sie eine Nachricht oder einen Kontakt in einer der unterstützten Plattformen öffnen, zeigt Ihnen die Sidebar von Mister James relevante Kontaktinformationen an, die direkt aus Ihrem CRM-System abgerufen werden. Das spart Zeit und gibt Ihnen sofortigen Zugriff auf wichtige Daten.\n-Deal-Management: Zusätzlich zu den Kontaktinformationen bietet die Erweiterung einen Überblick über bestehende Deals, die mit dem Kontakt verknüpft sind. Sie können auch direkt in der Sidebar neue Deals erstellen und bestehende Deals verwalten, ohne zwischen verschiedenen Anwendungen hin- und herwechseln zu müssen.\n-Automatisierte Datenaktualisierung: Die Erweiterung sorgt dafür, dass Ihre Kontaktinformationen immer auf dem neuesten Stand sind, indem sie automatisch die neuesten Daten aus Mister James lädt und anzeigt.\n-Anlegen von neuen Kontakten aus den Webportalen heraus. So lassen sich beispielsweise blitzschnell neue Adressen von Maps übernehmen.\n\nMister James bietet Funktionen wie eine Sales-Pipeline, Lead-Generierung, Fakturierung und Projektmanagement. Die Plattform ist besonders für ihre intuitive Bedienbarkeit und die nahtlose Integration in bestehende Unternehmensprozesse bekannt. Mit der Chrome-Erweiterung erweitern Sie diese Funktionalitäten direkt in Ihre bevorzugten Kommunikationsplattformen und steigern so die Effizienz Ihrer Vertriebs- und Kundenmanagementprozesse erheblich.\n\n\nUNTERSTÜTZTE PLATTFORMEN\nDas Plugin integriert sich in folgende Web-Plattformen:\n-GMail\n-Google Maps\n-WhatsApp Web\n-LinkedIn Messenger\n-lexOffice\n-sevDesk\n\n\nDiese Erweiterung ist ein Muss für jeden, der Mister James nutzt und regelmäßig in einer der genannten Plattformen arbeitet. Sie ermöglicht es, effizienter zu arbeiten und den Überblick über Kunden und Geschäfte direkt aus dem Browser heraus zu behalten.\n\nFür weitere Informationen über Mister James und seine umfangreichen CRM-Funktionen besuchen Sie bitte die offizielle Website: https://www.mister-james.com"
  }
}