{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EnGrip: Track & showcase your online learning"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Document your online learning for your professional growth. It's free!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Does your resume, course certification, or college degree reflects the skills you acquire everyday? Does your professional networking sites reflect the knowledge you gain everyday? Does your boss or client actually know the insane amount of time you spend learning to excel in what you do?\n \nThe answer is a BIG NO.\n\nYour 2-page resume, course certifications, or social media profiles doesn’t entirely showcase your subject expertise in an elaborative manner.\n \nThey simply sum up your skills. Give credibility to your accomplishments. \n\nBut they don’t serve as an identity of the vast knowledge you gain everyday. \n\nThey don’t do justice to the skills you develop through various informal learning methods like self learning online through watching videos, reading blogs or articles. \n\nThat’s because, so far, there has never been a credible way to acknowledge the self-learning that happens everyday. \n\nSo all your self-learning efforts were going unnoticed and unrecognised. The good news is it doesn’t have to remain that way.\n\nEnGrip is here to change the self-learning game! \n\nOur free self-learning tool, offered as a web extension, automatically identifies if you are learning based on your learning interests, records your online learning experiences, tracks the time spent on learning and turns your efforts in online learning into a shareable KNOWLEDGE PROFILE with total credibility and ease. \n\nThis KNOWLEDGE PROFILE reflects the hours you spend everyday learning a particular subject.\n\nYou can share this on your resume, social networking sites, job portals to build your subject authority and attract better opportunities.\n \nBut that’s not all:\n \nWith EnGrip, you can do a lot more:\n \nOrganise your online learning\nClips Notes for easy references\nNetwork with industry peers and like-minded learners\nGet instant learning notifications\nStay motivated with Skill Badges & Rank Ups.\nGet reminders to revisit stuff you self learnt from time to time\n \nSo stop letting your online learning go unnoticed. Smarten the way you learn online and document it for your professional growth.\n \nDownload OUR FREE EXTENSION NOW.\n\nTo know more about EnGrip, visit: https://www.engrip.com/\n\nLike us on www.facebook.com/engripapp or follow us on www.twitter.com/engripapp"
  }
}