{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HelloSurf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check the surfing conditions around the world from right here..!\nThis extension will keep you informed as for the tide conditions,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Check the surfing conditions around the world from right here..!\nThis extension will keep you informed as for the tide conditions, wind, weather and all related and necessary facts for surfers, right from your current webpage.\n\nOnce installed, you will be able to see the latest and most updated surf report at any time by simply clicking the Chrome extensions icon in your browser, then click again on the HelloSurf extension and after just a few seconds the report will show up on a small easy to read and interact with window!\n \nThe information being displayed at first is the surf report for Santa Teresa Beach, in Costa Rica where I live, and you may easily customize and search the areas, countries, beaches of your choice from the menu being displayed. \n\nIt is a great tool that I started, implemented and have been using for my self, and now decided to publicly share with my friends and the world for everybody to be able to use it. \n\nYou would not have to leave your current webpage in order to check the surf anymore. Stay focus on what you are doing, don't spend time opening another tab, typing a site URL or opening and choosing from your favorite sites, everything is seamlessly integrated and ready to be used right from your same window being used within your Chrome browser. \n\nWhether you are a traveller, big wave aficionado, local hero or weekend warrior, with no effort you can use this tool to know about and score more waves across the globe!"
  }
}