{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindfulDay Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindfulDay is a Chrome extension designed to help you maintain focus, eliminate distractions, and enhance productivity throughout…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MindfulDay is a Chrome extension designed to help you maintain focus, eliminate distractions, and enhance productivity throughout the day. It works with the MindfulDay app to support your focused work sessions.\n\nNEW UPDATE! v0.1.10\n- Feat: Instant block for previously opened tab when focus session started \n- Feat: Ability to unblock page when focus session completed\n- Fix: Domain list not get trimmed for empty spaces\n\n\nKey Features:\n\nDistraction Blocking: Block distracting websites during your focus sessions to stay on track with your tasks.\n\nCustomizable Focus Sessions: Sync with the MindfulDay app to schedule and manage focus sessions that align with your work patterns.\n\nFocused and Non-Focused Work Tracking: Track how much of your time is spent on focused vs. non-focused work, helping you optimize productivity.\n\nReminders and Notifications: Receive reminders to start a focus session and notifications about your task progress and completion.\n\nMindfulDay empowers you to take control of your time and be more mindful of your daily productivity. Whether you're managing sprints, long-term projects, or daily tasks, this extension ensures you stay focused on what matters most.\n\nWho is it for?\n\nProfessionals working in sprints or agile workflows who want to optimize their focused work.\n\nIndividuals looking to improve their time management and minimize distractions.\n\nTeams and solo workers using the MindfulDay app who want additional tools to maximize efficiency.\n\nGet Started:\n\n1. Install the MindfulDay Chrome extension.\n2 Sync it with your MindfulDay app account to personalize your focus sessions.\n3. Begin blocking distractions and track your focused work with ease!\n4. Stay mindful, stay productive, and make each day count with MindfulDay."
  }
}