{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Power Tab - Save, Share & Manage"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save, Share & Manage with Power Tab"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PowerTab: Organize Your Browser, Amplify Your Productivity\n\nExperience the ultimate tab management solution with PowerTab. Here's why it's the must-have extension for every browser user:\n\nEffortless Tab Organization: Say goodbye to tab clutter! PowerTab simplifies your browsing experience by allowing you to effortlessly organize your tabs with just a few clicks.\n\nStreamlined Workflow: Stay focused and efficient with PowerTab's intuitive interface. Easily save, categorize, and access your favorite websites and resources, ensuring you never lose track of important information again.\n\nSave and Access Tab Groups: Whether it's project research, client communications, or personal interests, PowerTab enables you to save and access tab groups instantly. No more digging through endless tabs – find what you need with ease.\n\nEdit Saved Tabs: Modify and update your saved tab collections with ease. PowerTab allows you to edit existing tab groups, ensuring your information is always up to date and relevant.\n\nEnhanced Collaboration: Collaborate seamlessly with colleagues and friends by sharing curated tab collections. PowerTab allows you to copy folder codes and share them via text message. Your recipients can execute the shared code in their browsers, instantly accessing the same set of organized tabs. This effortless sharing fosters creativity and innovation, making collaboration intuitive and productive.\n\nProfessional Interface: Designed with professionals in mind, PowerTab offers a sleek and polished interface that complements any workspace. Elevate your browsing experience with a tool that's as stylish as it is functional.\n\nTake control of your browsing experience and unlock your full potential with PowerTab. Try it today and discover the power of organized browsing."
  }
}