{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Off :Cinema Mode"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Off the Lights -Dims the webpage except for videos, creating a cinema-like experience"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Turn Off the Lights - Cinema Mode for YouTube\n\n## Description\nTransform your YouTube viewing experience with Turn Off the Lights - a sleek extension that creates the perfect **cinematic** atmosphere. When activated, it intelligently dims everything on the web page except for the video you are watching, simulating the cinema experience right in your browser.\n\n## Key Features\n- One-click activation: The entire page will be fading to dark while keeping the video bright\n- Smart video detection: Automatically identifies and highlights YouTube videos\n- Adjustable darkness: Customize the dimming level to your preference\n- Dynamic color modes: Choose between solid black or gradient color backgrounds\n- Smooth transitions: Elegant fade effects for a premium feel\n- Video-centric design: Keeps video controls easily accessible\n\n## How It Works\n1. Install the extension\n2. Navigate to any YouTube video\n3. Click the toggle to activate cinema mode\n4. Enjoy your video in a distraction-free environment\n\n## Controls\n- Enable/Disable toggle: Quick access to cinema mode\n- Darkness slider: Fine-tune the dimming intensity\n- Color mode: Switch between classic dark and gradient backgrounds\n- New Colors button: Generate fresh gradient combinations\n\nPerfect for:\n- Late-night viewing\n- Distraction-free watching\n- Enhanced video focus\n- Reduced eye strain\n- Professional presentations\n\nExperience YouTube videos the way they're meant to be watched - in a true cinematic environment."
  }
}