{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DefiDino (BETA Version)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn complicated hashes into easy, readable text"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a BETA version.\n\nDefiDino is a powerful browser extension that helps you navigate and understand the blockchain with ease. With DefiDino, you can:\n\n- Label and replace confusing addresses with easy-to-remember aliases\n- Track wallets and trace transactions to avoid scams\n- Easily identify early buy opportunities\n- Keep a consolidated table of all your addresses in one convenient location\n- Rapidly detect and visualize addresses to make informed buy or sell decisions\n\nUpgrade to DefiDino's premium version to unlock even more features, including instant portfolio analysis and transaction notifications for tracked addresses to a telegram group of your choice. \n\nWhether you're a seasoned blockchain pro or just starting out, DefiDino has something to offer. Try it out today and streamline your blockchain journey.\n\n\nPrivacy:\nDefiDino respects your privacy. We do not track you in any way through the extension, and we only request access to:\n1) Blockscan-type blockchain explorers to inject address nametags generated by the extension or ones you have saved.\n2) Dexscreener token chart pages to append token holder information, token tax information, liquidity pool information to the sidebar.\n\nExplanations for permissions requested:\n- Read and change data on blockscan-type blockchain explorer sites: This permission is necessary to replace addresses with nametags generated or ones you have saved. Users may opt out of this function if they wish.\n- Read and change data on dexscreener token sites: This permission is necessary to append token holder information, token tax information, liquidity pool information to the sidebar. Users may opt out of this function if they wish."
  }
}