{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Metaminder AI Tutor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Your tutors spend hours finding info and students wait days for feedback? Our AI-Tutor answers student questions in seconds.",
    "ru": "Ваши преподаватели тратят часы на поиск информации, а ученики ждут ответа несколько дней? Наш AI-Tutor отвечает на вопросы…",
    "uk": "Ваші викладачі витрачають години на пошук інформації, а студенти днями чекають на зворотній зв'язок? Наш AI-Tutor відповідає на…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Your tutors spend hours and hours looking for information in your courses to support students? your students are waiting hours or even days for tutor’s feedback? our AI Tutor is meant to change this. Simply load your course information in the AI Tutor and a minute later our AI assistant will be ready to answer any of your students questions. simply copy and paste the question text in the chat to get the answer and copy and paste and edit it if needed, to send the answer to the students. Easy peasy!\"",
    "ru": "Ваши преподаватели тратят часы на поиск информации в ваших курсах, чтобы помочь студентам? Ваши студенты ждут обратной связи от преподавателя часами или даже днями? Наш AI Tutor призван изменить это. Просто загрузите информацию о вашем курсе в AI Tutor, и через минуту наш AI-ассистент будет готов ответить на любой вопрос ваших студентов. Просто скопируйте и вставьте текст вопроса в чат, чтобы получить ответ, а затем скопируйте и вставьте и отредактируйте его, если нужно, чтобы отправить ответ студентам. Легко и просто!",
    "uk": "Ваші викладачі витрачають години на пошук інформації про ваші курси, щоб допомогти студентам? Ваші студенти годинами або навіть днями чекають на зворотній зв'язок з викладачем? Наш AI Tutor покликаний змінити це. Просто завантажте інформацію про ваш курс в AI Tutor, і через хвилину наш AI-асистент буде готовий відповісти на будь-яке запитання ваших студентів. Просто скопіюйте та вставте текст запитання в чат, щоб отримати відповідь, а також скопіюйте та відредагуйте його, якщо потрібно, щоб надіслати відповідь студентам. Простіше простого!"
  }
}