{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turntable.fm Extended"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds configurable desktop notifications, last.fm scrobbling, and more to turntable.fm"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turntable.fm Extended is developed by Mark Reeder and Adam Creeger and adds features to Turntable.fm including:\n\nExport your queue and the recently played songs in the room into XSPF\n\nHTML5 Desktop Notifications can be configured to show for the following:\nChat messages\nFilter chat messages by keyword- only get notified when specific words are mentioned\nSong changes - includes album art if available\nVotes - both up and down with attribution to the voter\nDJ Changes - know when DJs step up to or down from the decks\nListener Changes - know who has just entered or exited the room\n\nLast.fm Scrobbling\n\n\nBecause several people have asked, here's a donation link if you'd like to support the development of this extension:\nhttps://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=WZ7LFGDKFJAFY\n\n\nChangelog:\n\n0.8.1.0:\nAdd support for deepcut.fm and deepcuts.fm domains\n\n0.8.0.0:\nUpdates to work with the relaunched Turntable.fm\n\n0.7.3.2:\nFixes Last.fm Scrobbling set-up bugs\n\n0.7.3:\nFixes tag bugs\n\n0.7.2:\nBring back settings menu and XSPF export\n\n0.7.1:\nFix tag edit functionality\n\n0.7:\nBrought back basic functionality after Turntable.fm redesign\n\n0.6.8.1:\nAdded compatibility question for upcoming Turntable.fm changes\n\n0.6.7:\nBrought back the 'Untagged Songs' tag\n\n0.6.6:\nFixed tags after the recent tt.fm update\n\n0.6.5:\nAdded concert listings and automatic tags\n\n0.6.4:\nAdded Youtube previews for tracks in the queue that don't have previews\n\n0.6.3.5:\nAdded heart support to the room users list\n\n0.6.3.4:\nFixed issues related to the new lobby\n\n0.6.3:\nFixed performance issues related to tags (auto tagging is currently disabled)\nAdded DJ play count to room users\n\n0.6.2:\nAdded idle timer for DJs in the room users list. The timer starts when you enter a room and is reset for each user when they Awesome/Lame a track or chat.\n\n0.6.1:\nImproved Room Users section. Added the ability to fan/unfan users from the list and boot them if you have moderator privileges.\n\n0.6:\nImproved song suggestions, XSPF export\n\n0.5.0.3 + 0.5.0.4:\nTagging bug fixes and clean-up\n\n0.5.0.2:\nTags clean-up: added the ability to hide the tags tray, an All Songs item at the bottom of the list of tags and a red line to indicate if the song at the top of your queue will actually play next (when filtered by a tag)\n\n0.5.0.1:\nRemoval of Facebook links from the Room Info section- the Facebook profile IDs are no longer accessible.\n\n0.5:\nAdds song tagging\n\n0.3.5:\nIntegrated into Turntable.fm settings menu, adds links to Turntable profiles from the user list\n\n0.3.4:\nAdds similar track search (via last.fm) for the current playing track, just click the blue \"Suggestions\" link in the \"My DJ Queue\" area\n\n0.3.3.8:\nFix some desktop notification bugs (multiple alerts when changing rooms and preferences not sticking/matching what showed in the options menu)\n\n0.3.3.6:\nRestore additional desktop alert functionality\n\n0.3.3.5:\nFixes issue with duplicate desktop alerts when navigating between rooms without refreshing.\n\n0.3.3.4:\nAdd back in user lists\n\n0.3.3.3:\nRevert to core functionality (scrobbling and a few desktop notifications), significant compatibility overhaul\n\n0.3.3.1:\nFixed out of control notifications on initial install or when scrobbling was not activated\n\n0.3.3:\nAdded queue highlighting to indicate played tracks (for tracks that show up in the room info tab):\n*Pink- the exact track was played\n*Orange- the exact track title\n*Yellow- the artist was played\n\n0.3.1:\nClean-up of scrobbling and desktop notifications\n\n0.3:\nAddition of autokick\n\n0.2.2:\nImproved notification handling (data should be correct and show up more regularly)\nCurrent Users in the room with links to Facebook profiles\n\"Lame\"ing a track now cancels the scrobbling of that track\n\nOriginal Scrobbling code contributed by Gabe Kangas - https://github.com/gabek\nExtension Icon contributed by Dylan Wreggelsworth - http://twitter.com/dylanrw"
  }
}