{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Picture-in-Picture - floating video",
    "es": "Imagen en Imagen - reproductor de video flotante",
    "fr": "Image dans l'image - lecteur vidéo flottant",
    "pt_PT": "Imagem na Imagem - reprodutor de vídeo flutuante",
    "ru": "Picture-in-Picture mode - floating video"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Continue watching your videos on Picture-in-Picture mode while doing something else! Floating video.",
    "es": "¡Sigue viendo tus videos en el modo Picture-in-Picture! Vídeo flotante para Youtube, Facebook, Twitch, Instagram...",
    "fr": "Continuez à regarder vos vidéos en mode Picture-in-Picture! Vidéo flottante pour Youtube, Facebook, Twitch, Instagram...",
    "pt_PT": "Continue assistindo seus vídeos no modo Picture-in-Picture! Vídeo flutuante para Youtube, Facebook, Twitch, Instagram...",
    "ru": "«Картинка в картинке» — смотрите видео в режиме плавающего плеера! Плавающее видео для Youtube, Facebook, Twitch, Instagram..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What is the Picture-in-Picture (PiP) mode and how it will be useful for you? You can also reposition it along the screen border while you continue to surf the internet.\n\nAllows you to watch videos in a floating window (always on top of other windows) so you can keep track of what you are watching when interacting with other sites or applications.\n\nJust click on the app icon to display the video player on YouTube or any other websites on the Web. This window will play the video on all pages of the browser on which there is a video resource.\n\n☑️ Play video in floating popup window.\n☑️ Resize floating video pop-up.\n☑️ All video formats supported.\n☑️ Keyboard shortcut: Alt + P (⌥ + P on macOS)\n\nTry real multitasking with a floating mini player that simplifies your life on the Web! Watch videos in mini mode on popular websites.\n\nHow Extension works:\n1. Find the video and run it.\n2. Click the extension icon to reduce the video player on YouTube and other sites.\n3. Select the “Floating Picture in Picture” and you're done.\n\nWe will be glad to see your comments and assessment - this is very important for us!"
  }
}