{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Robux Tycoon"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live out your robux abundant fantasies, now with Robux Tycoon."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Robux Tycoon is an experience like no other that allows the player to experience a robux abundant fantasy never before thought possible. The player is tasked with becoming the unintimate robux guru on a mission to gain as much robux as possible. With idle features to help the player make boundless amount of robux along the way, the player is sure to feel rejuvenated in this next-gen experience. \n\nv0.4.0\n- third floor has now been added, 6 new buildings like the previous floors\n- sunday reset not resetting fixed\n- game now optimized to reduce lag from too many html robux elements\n- secret code changed\n- added another code\n- click cost increment changed from 5x to 4x\n- number formatting updated to include number names (e.g. million, billion etc.) up to vigintillion (10^63)\n- prestige cost increased to line up with the new floor\n\nv0.3.0\n- total amount of robux gained per second added\n- remaining time until the next Sunday reset added\n- fix for robux elements not spawning on the second floor\n- chrome extension not updating should be fixed?\n- UI slightly rearranged\n- code enter box now has a smaller font size\n- new command added to be entered in the code box\n\nv0.2.0\n- robux clipping at the top of the screen fixed\n- click multiplier price now increases at a rate of 5x rather than 3.5x\n- robux not being deducted after purchasing click multiplier fixed\n- html text selectability removed\n- holding down the enter key to auto click the dispenser patched\n- robux printer image not showing up on certain devices fixed\n- secret code added (can be found)\n- all game progress will now be reset every Sunday\n- github page setup\n\nGitHub: https://github.com/AssMonke/Robux-Tycoon\n\nTags;\nRoblox, Game, Fun, Unblocked, Games, Free, Entertaining, School"
  }
}