{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lecture Summary: Youtube, Udemy And Coursera"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Helping you easily get summaries from #youTube, #udemy & #coursera video courses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Lecture Summary: YouTube, Udemy And Coursera: Your Ultimate Learning Companion for Udemy and Coursera  \n\nNote: This extension now supports YouTube as well, with a stipulation that videos should be under 28 minutes in duration, and transcript length should not exceed 4000 words.\n\nPreviously known as \"SpeedySynopsis,\" the extension has been rebranded to \"Lecture Summary: Udemy and Coursera.\"\n\n\nOnce you've installed this extension, you can either click on the extension itself or use the shortcut Ctrl + B on Windows and cmd + B on Mac to activate it.\n\nUnlock the Power of Summarized Learning:\nEnhance your online learning experience with Lecture Summary: – the must-have Chrome extension designed exclusively for YouTube, Udemy and Coursera users. Dive into the world of efficient learning, where video summaries meet transcript insights, giving you a unique edge in mastering your chosen courses.\n\nEffortless Summaries, Instant Brilliance:\nTired of sifting through lengthy course videos? Say hello to Lecture Summary! We're here to transform the way you learn. With our seamless integration, each video comes with a concise summary that distills key concepts, enabling you to grasp vital information at a glance.\n\nTranscripts Unveil the Details:\nUncover the intricacies of each lecture with our integrated transcripts. Whether it's a complex formula, an important definition, or a mind-boggling theory, our meticulously crafted transcripts ensure you don't miss a single detail. Read along as you watch or use them to quickly find specific points in the video.\n\nCopy or Download – It's Your Choice:\nLecture Summary empowers you to take control of your learning. Copy the summary to your clipboard for quick reference or download it in text format to create your personalized study guide. Now, reviewing crucial points and revisiting key takeaways has never been easier.\n\nOne-Time Hassle-Free Setup:\nConcerned about data privacy? We've got you covered. Lecture Summary values your security. Set up your account with Eden AI by providing your API key – a one-time process that grants you seamless access to the extension. Rest assured, your API key remains strictly local and confidential.\n\nWhy Lecture Summary?\n✓ Transform lengthy videos into insightful summaries.\n✓ Seamlessly navigate through course content with integrated transcripts.\n✓ Create a personalized learning experience with downloadable summaries.\n✓ Secure setup with a one-time API key submission.\n\nExperience a new era of efficient learning with Lecture Summary. Elevate your YouTube, Udemy and Coursera journey today. Maximize your time, amplify your knowledge.\n\nDownload now and revolutionize the way you learn!"
  }
}