{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitcoin Fee Forecast"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay updated with the latest Bitcoin transaction fees. Get Bitcoin priority fee forecasts in real-time, right in your browser."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bitcoin Fee Forecast is a powerful yet easy-to-use Chrome extension that provides real-time updates on Bitcoin transaction fees. Our tool is designed to help cryptocurrency enthusiasts and professionals make informed decisions, save time, and navigate the Bitcoin network with ease.\n\nWith Bitcoin Fee Forecast, you can keep track of the low, medium, and high priority Bitcoin transaction fees, right from your browser. The extension fetches up-to-the-minute data from reliable sources, ensuring you have the most accurate information at your fingertips.\n\nKey Features:\n\nReal-time Updates: Bitcoin Fee Forecast refreshes its data every 30 seconds, giving you the most recent transaction fee information.\n\nUser-friendly Interface: We've kept the design simple and straightforward. You can view all priority fee information with just one click on the extension icon.\n\nBadge Display: The extension's icon displays the current medium priority fee, ensuring essential data is just a glance away.\n\nPop-up Information: A quick click provides a detailed view, showing low, medium, and high priority fees in sat/vB.\n\nWith Bitcoin Fee Forecast, staying updated on Bitcoin transaction fees has never been easier or more convenient. Install today and empower your cryptocurrency transactions with real-time fee data."
  }
}