{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lab Browser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Lab Browser gives you the easiest acccess to all your favorite tools you use for work and in your laboratory. It helps you…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Lab Browser gives you the easiest acccess to all your favorite tools you use for work and in your laboratory. It helps you discover great productivity tools and helps you use them regulary by  adding the apps to the beautiful dashboard you see everytime you open a new tab. \n\nWhy? \nWe are on the mission to develop the most user friendly and easy to use digital interface to your lab. We curate the finest selection in software and tools to make your lab work easier, more reproducible and fun. We want to ensure that these tools work together seamlessly and help you every step of the way in setting up your digital, then automated and perhaps even one day autonomous lab.\n\nHow?\nThe lab browser extension upgrades your \"New tab page\", from where you will have then access to all the digital features your lab has in place. If you don't have the right tools yet, check out the Lab Apps.\n\nBeta Release\nThis is a beta release and we would love to hear your feedback. Please bear with us if there are any bugs and let us know if you wish for any new features. Please be warned, that we cannot take on any responsibility for security or any other functionality just yet. This is an early prototype, not the final product we aim at. Just chat with us if you have any questions!\n\nPrivacy\nWe take your privacy very serious and have taken extra efforts so that you can choose exactly what you want to share with us and collect as few data as possible. Here you find our privacy policy: https://www.smartlabarchitects.com/privacy-policy.html"
  }
}