{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Data Dive"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automated Amazon research with JungleScout, Keepa & more.Fast exporting to Google Sheets & data correlation for informed decisions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "New and Improved Data Dive for Amazon Sellers\n\nData Dive is your ultimate companion for efficient product research on Amazon. We've now elevated your experience by integrating direct data extraction from Jungle Scout, right within our extension.\n\nKey Features:\n\n🚀 Native Jungle Scout Integration: Say goodbye to additional subscriptions or extensions. Data Dive now natively extracts crucial data from Jungle Scout, streamlining your research process (at no additional cost!).\n\n📈 Effortless ASIN Research: Whether you're analyzing competitor ASINs or exploring product ideas, Data Dive Tools will help you make informed decisions with ease.\n\n📊 Comprehensive Data Sources: Our extension pulls data from various sources, including Jungle Scout, Keepa, Google Trends, and Amazon Seller Central, offering you a 360-degree view of product insights.\n\n🧠 AI Enabled: Unlock the power of artificial intelligence with Data Dive. Our AI Product Brief and AI Copywriter features assist you in creating comprehensive product briefs and optimizing your product listings for maximum performance. AI Product Brief analyzes competitors in your niche (along thousands of reviews), while AI Copywriter transforms your keywords into compelling content.\n\n🔍 Millions of Search Terms: With access to Brand Analytics, Data Dive analyzes and filters millions of search terms, presenting you with the most relevant ones directly in Google Sheets.\n\n\nWhy Data Dive?\n\nWe're committed to simplifying your Amazon product research journey. Data Dive's upgraded capabilities empower you to make smarter decisions, save time, and stay ahead in the competitive Amazon marketplace.\n\nReady to supercharge your product research? Get started with Data Dive today!"
  }
}