{
  "name": {
    "ar": "كاشف موضوع WP",
    "am": "WP ገጽታ መመርመሪያ",
    "bg": "Тематичен детектор на WP",
    "bn": "ডাব্লুপি থিম ডিটেক্টর",
    "ca": "Detector de temes WP",
    "cs": "Detektor témat WP",
    "da": "WP -tema detektor",
    "de": "WP -Themendetektor",
    "el": "Ανιχνευτής θεμάτων WP",
    "en,en_AU,en_GB,en_US,no": "WP Theme Detector",
    "es,es_419": "Detector de temas de WP",
    "et": "WP teemadetektor",
    "fa": "ردیاب تم WP",
    "fi": "WP -teeman ilmaisin",
    "fil": "WP Tema Detector",
    "fr": "Détecteur de thème WP",
    "gu": "ડબલ્યુપી થીમ ડિટેક્ટર",
    "he": "גלאי נושא WP",
    "hi": "WP थीम डिटेक्टर",
    "hr": "WP detektor teme",
    "hu": "WP témaérzékelő",
    "id": "Detektor tema WP",
    "it": "WP Detector a tema",
    "ja": "WPテーマ検出器",
    "kn": "WP ಥೀಮ್ ಡಿಟೆಕ್ಟರ್",
    "ko": "WP 테마 탐지기",
    "lt": "WP temos detektorius",
    "lv": "WP motīvu detektors",
    "ml": "WP തീം ഡിറ്റക്ടർ",
    "mr": "डब्ल्यूपी थीम डिटेक्टर",
    "ms": "Pengesan tema WP",
    "nl": "WP -themadetector",
    "pl": "Detektor motywów WP",
    "pt_BR,pt_PT": "Detector de Tema WP",
    "ro": "Detector de temă WP",
    "ru": "WP Detector",
    "sk": "Detektor témy WP",
    "sl": "Detektor teme WP",
    "sr": "ВП тематски детектор",
    "sv": "WP -tematdetektor",
    "sw": "Detector ya mandhari ya WP",
    "ta": "WP தீம் டிடெக்டர்",
    "te": "WP థీమ్ డిటెక్టర్",
    "th": "เครื่องตรวจจับธีม WP",
    "tr": "WP Tema Dedektörü",
    "uk": "Детектор теми WP",
    "vi": "Máy dò chủ đề WP",
    "zh_CN": "WP主题探测器",
    "zh_TW": "WP主題探測器"
  },
  "short": {
    "ar": "WordPress (WP) كاشف السمة - أداة مجانية عبر الإنترنت لمعرفة موضوع WordPress الذي يستخدمه موقع الويب. اكتشف اسم السمة على الفور",
    "am": "የ WordPress (WP) ጭብጥ ዲስክ - ድርጣቢያ ገጽ ገጽ የሚጠቀምበት ድህረ-ገጽን ለማወቅ ነፃ የመስመር ላይ መሣሪያ. ወዲያውኑ ገጽታ ያስገኛል",
    "bg": "Тематичен детектор на WordPress (WP) - Безплатен онлайн инструмент, за да разберете коя тема на WordPress използва уебсайтът.…",
    "bn": "ওয়ার্ডপ্রেস (ডাব্লুপি) থিম ডিটেক্টর - কোনও ওয়েবসাইট কোন ওয়ার্ডপ্রেস থিম ব্যবহার করছে তা জানতে বিনামূল্যে অনলাইন সরঞ্জাম।…",
    "ca": "Detector de temes de WordPress (WP): eina en línia gratuïta per esbrinar quin tema de WordPress utilitza un lloc web. Detecteu…",
    "cs": "Detektor témat WordPress (WP) - bezplatný online nástroj k zjištění, který motiv WordPress web používá web. Okamžitě detekujte…",
    "da": "WordPress (WP) tema detektor - Gratis online værktøj til at finde ud af, hvilket WordPress -tema et websted bruger. Detekterer…",
    "de": "WordPress (WP) Themendetektor - kostenloses Online -Tool, um herauszufinden, welches WordPress -Thema eine Website verwendet.…",
    "el": "WordPress (WP) Ανιχνευτής θεμάτων - Δωρεάν ηλεκτρονικό εργαλείο για να μάθετε ποιο θέμα WordPress χρησιμοποιεί ένας ιστότοπος.…",
    "en,en_AU,en_GB,en_US": "Wordpress (WP) Theme Detector - Free online tool to find out which WordPress theme a website is using. Instantly detect theme name",
    "es,es_419": "Detector de temas de WordPress (WP): herramienta en línea gratuita para averiguar qué tema de WordPress está utilizando un sitio…",
    "et": "WordPress (WP) teemadetektor - tasuta veebitööriist, et teada saada, millist WordPressi teema veebisaiti kasutab. Avastage koheselt…",
    "fa": "ردیاب تم وردپرس (WP) - ابزار آنلاین رایگان برای یافتن اینکه یک وب سایت از کدام موضوع وردپرس استفاده می کند. نام موضوع را فوراً…",
    "fi": "WordPress (WP) -teeman ilmaisin - ilmainen online -työkalu selvittääksesi, mitä WordPress -teemaa verkkosivusto käyttää. Tunnista…",
    "fil": "WordPress (WP) Detektor ng Tema - Libreng Online na tool upang malaman kung aling tema ng WordPress ang ginagamit ng isang website.…",
    "fr": "Détecteur de thème WordPress (WP) - Outil en ligne gratuit pour savoir quel thème WordPress qu'un site Web utilise. Détecter…",
    "gu": "વર્ડપ્રેસ (ડબલ્યુપી) થીમ ડિટેક્ટર - વેબસાઇટ કઈ વર્ડપ્રેસ થીમનો ઉપયોગ કરી રહી છે તે શોધવા માટે નિ online શુલ્ક tool નલાઇન ટૂલ. તુરંત…",
    "he": "גלאי נושא WordPress (WP) - כלי מקוון בחינם כדי לגלות באיזה נושא WordPress משתמש אתר. לזהות מיד את שם הנושא",
    "hi": "WordPress (WP) थीम डिटेक्टर - यह पता लगाने के लिए कि एक वेबसाइट का उपयोग कर रहे वर्डप्रेस थीम का पता लगाने के लिए मुफ्त ऑनलाइन टूल।…",
    "hr": "WordPress (WP) detektor teme - besplatni internetski alat da biste saznali koja WordPress tema koja web stranica koristi. Odmah…",
    "hu": "WordPress (WP) téma -érzékelő - Ingyenes online eszköz, hogy megtudja, melyik WordPress témát használja egy weboldal. Azonnal…",
    "id": "Detektor Tema WordPress (WP) - Alat online gratis untuk mengetahui tema WordPress mana yang digunakan situs web. Deteksi nama tema…",
    "it": "Detector a tema WordPress (WP) - Strumento online gratuito per scoprire quale tema WordPress sta utilizzando un sito Web. Rilevare…",
    "ja": "WordPress（WP）テーマ検出器 -  Webサイトが使用しているWordPressテーマを見つけるための無料オンラインツール。テーマ名を即座に検出します",
    "kn": "ವರ್ಡ್ಪ್ರೆಸ್ (ಡಬ್ಲ್ಯೂಪಿ) ಥೀಮ್ ಡಿಟೆಕ್ಟರ್ - ವೆಬ್‌ಸೈಟ್ ಯಾವ ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಅನ್ನು ಬಳಸುತ್ತಿದೆ ಎಂಬುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ಉಚಿತ ಆನ್‌ಲೈನ್ ಸಾಧನ.…",
    "ko": "WordPress (WP) 테마 탐지기 - 웹 사이트가 사용중인 WordPress 테마를 찾는 무료 온라인 도구. 테마 이름을 즉시 감지합니다",
    "lt": "„WordPress“ (WP) temos detektorius - nemokamas internetinis įrankis, kad sužinotumėte, kurią „WordPress“ temą naudoja svetainė.…",
    "lv": "WordPress (WP) motīvu detektors - bezmaksas tiešsaistes rīks, lai uzzinātu, kuru WordPress tēmu vietne izmanto. Uzreiz noteikt…",
    "ml": "വേർഡ്പ്രസ്സ് (ഡബ്ല്യുപി) തീം ഡിറ്റക്ടർ - ഏത് വേർഡ്പ്രസ്സ് തീം ഒരു വെബ്സൈറ്റ് ഉപയോഗിക്കുന്നുവെന്ന് കണ്ടെത്താൻ സ online ജന്യ ഓൺലൈൻ…",
    "mr": "वर्डप्रेस (डब्ल्यूपी) थीम डिटेक्टर - वेबसाइट कोणती वर्डप्रेस थीम वापरत आहे हे शोधण्यासाठी विनामूल्य ऑनलाइन साधन. त्वरित थीम नाव शोधा",
    "ms": "Pengesan Tema WordPress (WP) - Alat dalam talian percuma untuk mengetahui tema WordPress yang digunakan oleh laman web. Mengesan…",
    "nl": "WordPress (WP) Theme Detector - Gratis online tool om erachter te komen welk WordPress -thema een website gebruikt. Detecteer…",
    "no": "WordPress (WP) Temedetektor - gratis online verktøy for å finne ut hvilket WordPress -tema et nettsted bruker. Oppdage temanavnet…",
    "pl": "WordPress (WP) Detektor motywów - bezpłatne narzędzie online, aby dowiedzieć się, który motyw WordPress używa witryny. Natychmiast…",
    "pt_BR,pt_PT": "WordPress (WP) Detector de temas - ferramenta online gratuita para descobrir qual tema WordPress um site está usando. Detectar…",
    "ro": "Detector de temă WordPress (WP) - Instrument online gratuit pentru a afla ce temă WordPress folosește un site web. Detectați…",
    "ru": "Detector темы WordPress (WP) - бесплатный онлайн -инструмент, чтобы узнать, какая тема WordPress использует веб -сайт. Мгновенно…",
    "sk": "Detektor témy WordPress (WP) - bezplatný online nástroj na zistenie, ktorá téma WordPress, ktorú používa web. Okamžite zisťte názov…",
    "sl": "WordPress (WP) Detektor teme - BREZPLAČNO Spletno orodje, da ugotovite, katero temo WordPress uporablja spletno mesto. Takoj…",
    "sr": "Тематски детектор ВордПресс (ВП) - Бесплатни онлајн алат за сазнање на коју ВордПресс тему веб локација користи. Одмах откривају…",
    "sv": "WordPress (WP) Temedetektor - Gratis onlineverktyg för att ta reda på vilket WordPress -tema en webbplats som använder. Upptäckt…",
    "sw": "Detector ya Mada ya WordPress (WP) - Zana ya Bure ya Mkondoni ili kujua ni mandhari gani ya WordPress ambayo tovuti inatumia.…",
    "ta": "வேர்ட்பிரஸ் (WP) தீம் டிடெக்டர் - ஒரு வலைத்தளம் எந்த வேர்ட்பிரஸ் தீம் பயன்படுத்துகிறது என்பதைக் கண்டறிய இலவச ஆன்லைன் கருவி. தீம்…",
    "te": "WordPress (WP) థీమ్ డిటెక్టర్ - వెబ్‌సైట్ ఏ WordPress థీమ్ ఉపయోగిస్తుందో తెలుసుకోవడానికి ఉచిత ఆన్‌లైన్ సాధనం. థీమ్ పేరును తక్షణమే…",
    "th": "เครื่องตรวจจับธีม WordPress (WP) - เครื่องมือออนไลน์ฟรีเพื่อค้นหาว่าเว็บไซต์ของ WordPress ใช้ธีมใด ตรวจจับชื่อธีมทันที",
    "tr": "WordPress (WP) Tema Dedektörü - Bir web sitesinin hangi WordPress temasını kullandığını öğrenmek için ücretsiz çevrimiçi araç.…",
    "uk": "Детектор теми WordPress (WP) - безкоштовний онлайн -інструмент, щоб дізнатися, яку тему WordPress використовує веб -сайт. Миттєво…",
    "vi": "Máy dò chủ đề WordPress (WP) - Công cụ trực tuyến miễn phí để tìm ra chủ đề WordPress nào mà một trang web đang sử dụng. Phát hiện…",
    "zh_CN": "WordPress（WP）主题检测器 - 免费在线工具，以了解网站使用的WordPress主题。立即检测主题名称",
    "zh_TW": "WordPress（WP）主題檢測器 - 免費在線工具，以了解網站使用的WordPress主題。立即檢測主題名稱"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detect any WordPress theme.\n\nInstall the WP theme detector extension and find out which theme a website is using, along with other useful information. If you're a WordPress user and you've ever come across a website with a design you love, you can easily check theme details with this useful Chrome add-on. \n\n\nKey Features of WP (Wordpress) Theme Detector \n\n>>Detects the WordPress theme being used on any website \n>>Shows the theme name, version, author, and other details \n>>Provides a link to the theme's homepage for further information \n>>Allows users to view the website's plugins and other WordPress details \n>>Works on any website, not just those using WordPress \n\n\nHow to Use: \n\n>>Install the WordPress Theme Detector extension \n>>Once installed, visit any website that you want to check the WordPress theme for. \n>>Click on the extension icon in your browser toolbar to open the extension. \n>>The extension will automatically detect the theme being used on the website and display its name, version, author, and other details. \n\nIn summary, the WP Theme Detector extension is a useful tool for WordPress users who want to know which theme a website is using, along with other useful information. With a simple interface and easy-to-use features, this extension makes it easy to gather information about any website's WordPress setup."
  }
}