{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Datagenie"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataGenie is the most inexpensive & quickest way to get B2B contact data for sales, marketing and recruitment.\n\nFind and export…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataGenie is the most inexpensive & quickest way to get B2B contact data for sales, marketing and recruitment.\n\nFind and export email addresses & phone numbers from LinkedIn profiles and from company websites. Simple to install and use.\n\nFree trial | Community version | Various packages | Book a demo: https://www.datagenie.co\n\nCONTACT LINKEDIN PROFILES DIRECTLY BY EMAIL\n\nDataGenie provides verified email address & phone numbers straight from the LinkedIn tab.\nNow you can download contact details from any LinkedIn profile without having to leave the browser. The extension also shows related contacts and their emails addresses and phone numbers.\n\nFIND EMPLOYEE CONTACT DETAILS DIRECTLY FROM COMPANY WEBSITES\n\nRelevant contacts with verified email addresses and phone numbers.\nNo more wasted hours researching employees contact details. Just open the company website and DataGenie browser extension does the rest.\n\nWHY DATAGENIE?\n\n>Because DataGenie is trusted, inexpensive and fantastically accurate. \n>Because it’s quick to set up, fast and easy-to-use. \n>Because the data is verified again, today, the moment you click to download.\n\nREAL-TIME DATA VALIDATION\nData has a sell-by date. When you download data it should be fresh as the day it was sourced. When you choose your contact, the email address is checked again, in real-time, using email address validation algorithms. DataGenie uniquely performs a second verification of the email address using SMTP interrogation. No other contact data provider performs this extraordinary level of email address authentication, and at no extra cost\n\nRECRUITMENT REVIEWS\nIncluded in contact data are validated reviews by employers, vital for HR & recruiters.\n\nTRY DATAGENIE FOR 10 DAYS FREE\nNo card details, no contract, no obligation. Just the basic details and off you go…\n\nAny questions just call or email: support@datagenie.co\nBook a demo: https://www.datagenie.co\nLondon: +44 (0) 207 609 2800  New York: +1 (0) 646 757 1645\nhttps://www.facebook.com/datagenie.co/\nhttps://twitter.com/DataGenieCo\nhttps://www.linkedin.com/company/datagenie/"
  }
}