{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "buy local"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buy-local.eu is a new project to promote local and regional shopping. Currently the apps are still in the testing phase, but are…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Buy-local.eu is a new project to promote local and regional shopping. Currently the apps are still in the testing phase, but are constantly evolving and updated. Please excuse still occurring errors. The project is privately financed.\n\nDeutsch: Buy-local.eu ist ein neues Projekt um lokales und regionales Einkaufen zu fördern. Momentan sind die Apps noch in der Testphase, werden aber ständig weiterentwickelt und aktualisiert. Bitte entschuldigen Sie noch eintretende Fehler. Das Projekt ist privat finanziert.\n\nHrvatski: Buy-local.eu je promovirati novi projekt na lokalnoj i regionalnoj shopping. Trenutno aplikacije su još uvijek u fazi testiranja, ali se stalno razvija i ažurira. Molimo izgovor dalje javljaju pogreške. Projekt se financira privatno.\n\nSrpski: buy-local.eu је да промовише нови пројекат на локалном и регионалном куповине. Тренутно су апликације су још увек у фази тестирања, али се стално развија и ажурира. Молим вас, опростите још увек јављају грешке. Пројекат се финансира из приватних извора.\n\nItaliano: Buy-local.eu è quello di promuovere un nuovo progetto per lo shopping locale e regionale. Attualmente le applicazioni sono ancora in fase di test, ma sono in costante evoluzione e aggiornati. Scusate ancora si verificano errori. Il progetto è finanziato da privati.\n\nEspañol: Buy-local.eu es promover un nuevo proyecto a la cesta local y regional. Actualmente las aplicaciones se encuentran todavía en la fase de prueba, pero están en constante evolución y actualizados. Por favor, disculpe todavía se producen errores. El proyecto está financiado privadamente.\n\nFrançais: Buy-local.eu est de promouvoir un nouveau projet pour le shopping local et régional. Actuellement, les applications sont encore dans la phase de test, mais sont en constante évolution et mis à jour. S'il vous plaît excuser les erreurs continuent de se produire. Le projet est financé en privé.\n\nPortuguês: Buy-local.eu é promover um novo projeto para compras local e regional. Atualmente, os aplicativos ainda estão em fase de testes, mas estão em constante evolução e atualizado. Por favor, desculpe ainda erros que ocorrem. O projeto é financiado pela iniciativa privada.\n\nThe following countries are currently represented:\n\nDeutschland\nÖsterreich\nSchweiz\nLuxembourg\nItalia\nSrbija\nHrvatska\n\nWe regularly add other countries.\n\nThe aim of the project is to provide a wide range of local services and regional services around the clock. You can then access with just a few \"clicks\" in offers from your community and region. Online sale is not being considered, the purchase on-site is important for small businesses.\n\nThe cost of advertisements in the print media are no longer paying for the small local farms. Buy-local.eu to be an alternative to advertisements in daily newspapers and an extension of advertisements in social media, without you as a consumer\nharass with compulsory advertising. You decide what you want to search.\n\nLocal businesses can register for free and advertise locally. Are subject to our terms of use and legal requirements.\n\nLocal and regional businesses do against the big corporations very difficult, while they do not have to hide in terms of price, quality and service in front of the \"big ones\". The biggest obstacle is the forwarding of information on offers towards consumers. Here we want to be supportive as buy-local.eu team.\n\nThe project will be started in Germany and is transmitted in the next few months to Austria and Switzerland. Join us and support the global initiative \"buy local\"!\n\nWe have apps for almost all operating systems:\n\n- Android Phone & Tablet\n- IOS iPhone & iPad\n- Windows Phone, Tablet & Desktop\n\nand other smaller operating systems.\n\n\n- Offers\n- Events\n- Events\n- Discount\n- Voucher\n- Berlin\n- Stuttgart\n- Munich\n- Heidenheim\n- Dortmund\n- Hamburg\n- Dresden\n- Bern\n- Zurich\n- Vienna\n- Salzburg\n- Tirol\n- Steyermark\n- Bavaria\n- Beograd\n- Zagreb\n- Roma\n- Project\n- Leipzig\n- Augsburg\n- Mannheim\n- Marketing\n- Localization\n- find\n- Search\n- Google\n- Beograd\n- MZagreb\n- Going\n- to meet\n- Movie theater\n- Swimming\n- Cycle\n- Dealers\n- free\n- Buy local\n- Local Shopping\n- regional\n- close by\n- save up\n- Money\n- little\n- buy\n- Prospectus\n- fast\n- modern\n- easy\n- Inexpensive"
  }
}