{
  "name": {
    "ar": "محول العملات والتشفير المدعوم بالذكاء الاصطناعي",
    "am": "AI-powered Currency & Crypto Converter",
    "bg": "Конвертор на валута и крипто, базиран на изкуствен интелект",
    "bn": "AI চালিত মুদ্রা এবং ক্রিপ্টো কনভার্টার",
    "ca": "Conversor de moneda i criptomoneda amb tecnologia AI",
    "cs": "Převodník měn a kryptoměn využívající AI",
    "da,no": "AI-drevet valuta- og kryptokonvertering",
    "de": "KI-gestützter Währungs- und Krypto-Konverter",
    "el,en_AU,en_GB,en_US,et,fa,fi,fil,lt,lv,ms": "AI powered Currency & Crypto Converter",
    "en,vi": "Currency & Crypto Converter with AI",
    "es,es_419": "Conversor de criptomonedas y divisas con tecnología de IA",
    "fr": "Convertisseur de devises et de crypto-monnaies alimenté par l'IA",
    "gu": "AI સંચાલિત ચલણ અને ક્રિપ્ટો કન્વર્ટર",
    "he": "ממיר מטבעות וקריפטו המופעל על ידי AI",
    "hi": "AI संचालित मुद्रा और क्रिप्टो कनवर्टर",
    "hr": "Konverter valuta i kripto pokretan AI",
    "hu": "AI-alapú valuta- és kriptoátváltó",
    "id": "Konverter Mata Uang & Kripto yang didukung AI",
    "it": "Convertitore di valuta e criptovaluta basato sull'intelligenza artificiale",
    "ja": "AI 搭載の通貨および暗号通貨コンバーター",
    "kn": "AI ಚಾಲಿತ ಕರೆನ್ಸಿ ಮತ್ತು ಕ್ರಿಪ್ಟೋ ಪರಿವರ್ತಕ",
    "ko": "AI 기반 통화 및 암호화폐 변환기",
    "ml": "AI പവർഡ് കറൻസി & ക്രിപ്‌റ്റോ കൺവെർട്ടർ",
    "mr": "AI समर्थित चलन आणि क्रिप्टो कनव्हर्टर",
    "nl": "AI-aangedreven valuta- en crypto-omzetter",
    "pl": "Przelicznik walut i kryptowalut oparty na sztucznej inteligencji",
    "pt_BR,pt_PT": "Conversor de moeda e criptografia com tecnologia de IA",
    "ro": "Convertor valutar și criptografic alimentat de AI",
    "ru": "Конвертер валют и криптовалют на основе искусственного интеллекта",
    "sk": "Prevodník mien a kryptomien poháňaný umelou inteligenciou",
    "sl": "Pretvornik valut in kripto na podlagi umetne inteligence",
    "sr": "Конвертор валута и криптовалута који покреће АИ",
    "sv": "AI-driven valuta- och kryptoomvandlare",
    "sw": "Ai powered Currency & Crypto Converter",
    "ta": "AI இயங்கும் நாணயம் & கிரிப்டோ மாற்றி",
    "te": "AI పవర్డ్ కరెన్సీ & క్రిప్టో కన్వర్టర్",
    "th": "AI ขับเคลื่อนสกุลเงิน & Crypto Converter",
    "tr": "AI destekli Para Birimi ve Kripto Dönüştürücü",
    "uk": "Конвертер валют і криптовалют на основі AI",
    "zh_CN": "人工智能货币和加密货币转换器",
    "zh_TW": "AI 支援的貨幣和加密貨幣轉換器"
  },
  "short": {
    "ar": "تحويل الأسعار في الصفحة تلقائيًا إلى العملة المحددة باستخدام الأسعار الحالية.",
    "am": "የአሁኑን ተመኖች በመጠቀም የውስጠ-ገጽ ዋጋዎችን በራስ-ሰር ወደ ተመረጠው ምንዛሬ ይለውጡ።",
    "bg": "Автоматично конвертиране на цените в страницата в избраната валута, като се използват текущите курсове.",
    "bn": "বর্তমান হার ব্যবহার করে স্বয়ংক্রিয়ভাবে ইন-পেজ মূল্যগুলিকে নির্বাচিত মুদ্রায় রূপান্তর করুন।",
    "ca": "Converteix automàticament els preus de la pàgina a la moneda seleccionada utilitzant les tarifes actuals.",
    "cs": "Automaticky převádět ceny na stránce na vybranou měnu pomocí aktuálních kurzů.",
    "da": "Konverter automatisk priser på siden til den valgte valuta ved hjælp af aktuelle kurser.",
    "de": "Konvertiert Preise auf der Seite automatisch in die ausgewählte Währung mit den aktuellen Kursen.",
    "el": "Αυτόματη μετατροπή τιμών στη σελίδα στο επιλεγμένο νόμισμα χρησιμοποιώντας τις τρέχουσες τιμές.",
    "en,vi": "Automatically convert within page prices to the selected currency using current rates.",
    "en_AU,en_GB,en_US": "Automatically convert in-page prices to the selected currency using current rates.",
    "es": "Convierte automáticamente los precios de la página a la moneda seleccionada utilizando los tipos de cambio actuales",
    "es_419": "Convierte automáticamente los precios de la página a la moneda seleccionada utilizando los tipos actuales",
    "et": "Teisenda lehesisesed hinnad automaatselt valitud valuutasse, kasutades praegusi kursse.",
    "fa": "تبدیل خودکار قیمت‌های درون صفحه به ارز انتخابی با استفاده از نرخ‌های فعلی.",
    "fi": "Muunna sivun hinnat automaattisesti valituksi valuutaksi nykyisillä kursseilla.",
    "fil": "Awtomatikong i-convert ang mga presyo sa pahina sa napiling currency gamit ang kasalukuyang mga rate.",
    "fr": "Convertir automatiquement les prix sur la page dans la devise sélectionnée en utilisant les taux actuels.",
    "gu": "વર્તમાન દરોનો ઉપયોગ કરીને ઑટોમૅટિકલી ઇન-પેજ કિંમતોને પસંદ કરેલ ચલણમાં કન્વર્ટ કરો.",
    "he": "המר אוטומטית מחירים בדף למטבע הנבחר באמצעות שערים נוכחיים.",
    "hi": "वर्तमान दरों का उपयोग करके इन-पेज कीमतों को स्वचालित रूप से चयनित मुद्रा में परिवर्तित करें।",
    "hr": "Automatski pretvori cijene unutar stranice u odabranu valutu koristeći trenutne tečajeve.",
    "hu": "Az oldalon belüli árak automatikus konvertálása a kiválasztott pénznemre az aktuális árfolyamok használatával.",
    "id": "Secara otomatis mengonversi harga dalam halaman ke mata uang yang dipilih menggunakan kurs saat ini.",
    "it": "Converti automaticamente i prezzi nella pagina nella valuta selezionata utilizzando i tassi correnti.",
    "ja": "現在のレートを使用して、ページ内の価格を選択した通貨に自動的に変換します。",
    "kn": "ಪ್ರಸ್ತುತ ದರಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಆಯ್ದ ಕರೆನ್ಸಿಗೆ ಪುಟದಲ್ಲಿನ ಬೆಲೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪರಿವರ್ತಿಸಿ.",
    "ko": "현재 환율을 사용하여 페이지 내 가격을 선택한 통화로 자동 변환합니다.",
    "lt": "Automatiškai konvertuoti puslapio kainas į pasirinktą valiutą naudojant dabartinius kursus.",
    "lv": "Automātiski konvertēt lapas cenas uz atlasīto valūtu, izmantojot pašreizējos kursus.",
    "ml": "നിലവിലെ നിരക്കുകൾ ഉപയോഗിച്ച് തിരഞ്ഞെടുത്ത കറൻസിയിലേക്ക് പേജിലെ വിലകൾ സ്വയമേവ പരിവർത്തനം ചെയ്യുക.",
    "mr": "सध्याचे दर वापरून निवडलेल्या चलनात पृष्ठातील किमती आपोआप रूपांतरित करा.",
    "ms": "Tukar secara automatik harga dalam halaman kepada mata wang yang dipilih menggunakan kadar semasa.",
    "nl": "Converteer prijzen op de pagina automatisch naar de geselecteerde valuta met behulp van de huidige koersen.",
    "no": "Konverter automatisk priser på siden til den valgte valutaen ved å bruke gjeldende kurser.",
    "pl": "Automatycznie przeliczaj ceny na stronie na wybraną walutę przy użyciu aktualnych stawek.",
    "pt_BR,pt_PT": "Converta automaticamente os preços na página para a moeda selecionada usando as taxas atuais.",
    "ro": "Convertiți automat prețurile din pagină în moneda selectată folosind ratele actuale.",
    "ru": "Автоматически конвертировать цены на странице в выбранную валюту по текущим курсам.",
    "sk": "Automaticky previesť ceny na stránke na zvolenú menu pomocou aktuálnych kurzov.",
    "sl": "Samodejno pretvori cene na strani v izbrano valuto z uporabo trenutnih tečajev.",
    "sr": "Аутоматски конвертујте цене на страници у изабрану валуту користећи тренутне курсеве.",
    "sv": "Konvertera automatiskt priser på sidan till den valda valutan med aktuella kurser.",
    "sw": "Badilisha kiotomatiki bei za ndani ya ukurasa hadi sarafu uliyochagua kwa kutumia viwango vya sasa.",
    "ta": "தற்போதைய விலைகளைப் பயன்படுத்தி, தேர்ந்தெடுக்கப்பட்ட நாணயத்திற்குப் பக்கத்தில் உள்ள விலைகளைத் தானாக மாற்றவும்.",
    "te": "ప్రస్తుత ధరలను ఉపయోగించి ఎంచుకున్న కరెన్సీకి పేజీలోని ధరలను స్వయంచాలకంగా మార్చండి.",
    "th": "แปลงราคาในหน้าเว็บเป็นสกุลเงินที่เลือกโดยอัตโนมัติโดยใช้อัตราปัจจุบัน",
    "tr": "Sayfa içi fiyatları geçerli kurları kullanarak otomatik olarak seçilen para birimine dönüştürün.",
    "uk": "Автоматично конвертувати ціни на сторінці у вибрану валюту за поточними курсами.",
    "zh_CN": "使用当前汇率自动将页内价格转换为所选货币。",
    "zh_TW": "使用當前匯率自動將頁內價格轉換為所選貨幣。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Converts any currency to any selected currency.\n- No selection or click required. It entirely auto detects possible texts for conversion anywhere within the web page.\n- It has option to pick and choose websites to ignore some and auto-convert for the rest.\n- It updates the currency rates daily and even allows you to update rate at any given moment on request via Refresh Currency Rates button."
  }
}