{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AlbumRIS: images visual search.",
    "de": "AlbumRIS: Visuelle Bildersuche.",
    "es": "AlbumRIS: búsqueda visual de imágenes.",
    "fr": "AlbumRIS: recherche visuelle d'images."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AlbumRIS: Check if we have an image at Album just by right-clicking it from any web page.",
    "de": "AlbumRIS: Überprüfen Sie, ob wir ein Bild bei Album haben, indem Sie auf einer beliebigen Webseite einfach mit der rechten…",
    "es": "Comprueba si tenemos una imagen en Álbum con solo hacer clic derecho sobre ella desde cualquier página web.",
    "fr": "AlbumRIS: Vérifiez si nous avons une image sur Album en cliquant simplement dessus avec le bouton droit depuis n'importe quelle…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Have you found an image in a web site and you are wondering if it is available for licensing at Album?\nWith this add-on you can search for the image visually at Album web site just by right-clicking it.",
    "de": "Sie haben auf einer Website ein Bild gefunden und fragen sich, ob es bei Album zur Lizenzierung verfügbar ist?\nMit diesem Add-on können Sie auf der Album-Website visuell nach dem Bild suchen, indem Sie einfach mit der rechten Maustaste darauf klicken.",
    "es": "¿Has encontrado una imagen en un sitio web y quires saber si está disponible en Album para licenciarla?\nCon este complemento puedes buscar la imagen visualmente en el sitio web de Album simplemente haciendo clic derecho sobre ella.",
    "fr": "Vous avez trouvé une image sur un site Web et vous vous demandez si elle est disponible sous licence chez Album?\nAvec ce module complémentaire, vous pouvez rechercher l'image visuellement sur le site Web de Album en cliquant simplement dessus avec le bouton droit."
  }
}