{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "akwad UX Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension for UX ratings and reviews by akwad.sa"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "أداة اكواد akwad.sa  \nأداة Akwad لاختبار قابلية استخدام المواقع\n\nأداة اختبار مواقع وتطبيقات الويب\nأداة مبتكرة وفريدة لإختبار وتقييم المواقع والمنتجات الرقمية من خلال المستخدم الفعلي بهدف الوصول الى أفضل تجربة مستخدم وذلك عبر تحليل تجاربهم وانطباعاتهم باستخدام الذكاء الأصطناعي.\n\nمع إضافة اداة Akwad، يتمكن مشرفي المواقع من مراقبة تفاعل المستخدمين مع مواقعهم. تتيح لهم هذه الأداة إنشاء مشروع يقوم باختبار تجربة المستخدم على الموقع، سواء كانت صفحات محددة أو خدمات معينة. يتم عرض مجموعة من المعايير داخل الإضافة على شكل خطوات، حيث يُطلب من المختبر تطبيق هذه الخطوات على الموقع والإجابة عليها. بعد ذلك، يتم إرسال تقارير الإجابات إلى أصحاب المواقع على منصة أكواد lab.akwad.sa. يمكن استخدام نتائج هذه التقارير لتحسين الموقع وجعله أكثر سهولة في الاستخدام بالنسبة للمستخدمين. تتوفر هذه الأداة كإضافة في متصفح Chrome.\n\nما هو اختبار قابلية الاستخدام؟\nاختبار قابلة الاستخدام للمواقع هو طريقة لتقييم مدى سهولة استخدام الموقع واستيعابه للمستخدمين، من خلال جمع البيانات حول كيفية حلهم للمهام وتفاعلهم مع الموقع أثناء الاختبار عبر الإنترنت. يتم إخطار المستخدمين بطبيعة جميع البيانات المجمعة، ويُطلب منهم إعطاء موافقة صريحة قبل دخول الدراسة.\n\nكيفية استخدام الإضافة؟\n(لإستخدام الأداة يجب ان تتم دعوتك اولاً لإجراء اختبار  والحصول على كود المشروع او ان تكون مقيم معتمد لأحد الجهات المشتركة)\n1.\tقم بتثبيت الاضافة في متصفح الويب الخاص بك.\n2.\tقم بتسجيل الدخول اذا كنت قد اتممت التسجيل مسبقا او عن طريق كود المشروع الذى حصلت عليه من الجهه صاحبة المشروع . (لتسجيل عضوية جديدة اول مرة يجب ان تكون قد تمت دعوتك للانضمام لمشروع دراسة عن طريق الكود من قبل)\n3.\tبعد ادخال الكود و بدأ الدراسة ، عليك كمختبر ان تقوم بإتباع وتطبيق التعليمات المنصوص عليها في الاختبار تباعا و الإجابة علي الأسئلة حسب ما تراه متفق مع تجربة المستخدم في الموقع و الضغط على زر \"التالى\" في كل خطوة\n\nتقوم الأداة بتسجيل تفاعلك مع الموقع (بشكل بيانات تفاعلية على سبيل المثال النقرات، وحركات الماوس و صور الشاشة) بالإضافة لإجاباتك على اسئلة الدراسة و من ثم ارسالها في تقرير لمنصة اكواد (الجهة التي أنشأت المشروع بهدف دراسة الموقع او الخدمة داخل الموقع)\nما هي البيانات التي يتم جمعها؟\nتقوم أداة أكواد الخاصه بـ akwad.sa بجمع البيانات فقط على الموقع المختبر محل الدراسة.\nاعتمادًا على الموافقة التي قدمها المستخدم للبيانات المطلوب جمعها للإضافة، يمكن لـ akwad.sa جمع البيانات التالية: \n ⦁ بيانات تفاعل المستخدم من الموقع المختبر الصور و الخريطة الحرارية لحركة الماوس.\n) ⦁البيانات الوصفية حول المتصفح ونظام التشغيل والجهاز والموقع التقريببي.\n ⦁ عنوان IP \n⦁ إدخالات النماذج، مثل عناوين البريد الإلكتروني وأرقام الهواتف\n\nيأخذ akwad.sa خصوصية المستخدمين على محمل الجد ويتوافق تمامًا مع اللائحة العامة لحماية البيانات. لمزيد من المعلومات، يرجى زيارة القسم المتعلق على موقع akwad.sa هنا:  https://akwad.sa/privacy \n\nأي الأذونات التي تطلبها الأداة؟\n⦁ أذن التخزين - لتخزين بيانات حول الدراسة التي يشارك فيها المستخدم حاليًا. \n⦁ أذن التبويبات - لتحديد ما إذا كان المستخدم يعرض حاليًا تبويب الموقع محل الدراسة \n⦁ أذن السكربت (Scripting permission)- لحقن كود التسجيل في الموقع المختبر. \n⦁ أذن المضيف – للسماح بفحص المواقع محل الدراسة (نظرًا لعدم قدرة إضافة كروم على تحديد الموقع الذي سيتم اختباره مسبقًا(\n\nستكون أداة akwad خامله ولن تكون نشطه إلا أثناء اختبار قابلية الاستخدام الذي ستشارك فية. لن يبدأ الاختبار إلا بعد حصولك على كود الاختبار .\nستتوقف الأداة بمجرد اكتمال الاختبار أو الخروج منه."
  }
}