{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "netelip Click 2 WebPhone"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "netelip Click 2 WebPhone"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Esta extensión permite hacer y recibir llamadas telefónicas (VoIP) directamente desde el navegador Chrome. Tan fácil y sencillo como navegar por internet, visualizar un número de teléfono y hacer clic en el para realizar una llamada desde el WebPhone de netelip.\n\nMarca cualquier número de teléfono directamente desde el navegador web con el WebPhone de netelip.\n\nNo tendrás que instalar ni adquirir equipos IP adicionales para empezar a trabajar con la Telefonía IP de netelip. Únicamente tendrás que descargar la extensión netelip - Click to Call for WebPhone y empezar a configurarlo en cómodos pasos desde tu panel de cliente.\n\nnetelip es un operador de servicios de Telefonía IP y Soluciones Cloud de referencia en España y en Latinoamérica. Proveemos soluciones integrales de IT y Telecomunicaciones a distintas industrias y sectores, y nos dirigimos principalmente a Pymes de habla hispana.\n\nGracias a una red propia y a nuestro equipo de profesionales altamente especializado y con experiencia contrastada, nos hemos posicionado como la compañía líder en España en servicios de comunicaciones de última generación en el mercado de las telecomunicaciones, con soluciones optimizadas y un soporte técnico especializado 24×7.\n¿A qué estás esperando? Descarga la extensión de netelip - Click to Call for WebPhone.\n\nThis extension allows you to carry out and receive (VoIP) phone calls directly from your Chrome browser. It's as easy and simple as browsing the internet, visualizing a number and clicking on it to make a call directly from the netelip WebPhone.\n\nDial any phone number directly from your web browser with the netelip WebPhone.\n\nNo installation or additional IP equipment needed in order to start working with netelip IP Telephony. Just download the netelip - Click to Call from WebPhone extension and set it up in convenient and easy steps directly from your user panel.\n\nnetelip is a leading IP Telephony and Cloud Solutions services provider in Spain and Latin America. We provide comprehensive IT and Telecommunications solutions to different industries and sectors worldwide, mainly targeting Spanish-speaking SMEs.\n\nThanks to our own network and to our team of highly specialized professionals with proven experience, we have positioned ourselves in Spain as the leading company in state-of-the-art communications services in the telecommunications market, with optimized solutions and specialized 24 × 7 technical support.\nWhat are you waiting for? Download the netelip Click to Call from WebPhone extension."
  }
}