{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "2048 Classic Game"
  },
  "short": {
    "ar": "لعبة ألغاز 2048 الكلاسيكية هي لعبة ألغاز رقمية ممتعة ومسببة للإدمان. تنضم إلى الأرقام وتصل إلى مربع 4096!",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "The classic 2048 puzzle is a fun, addictive and a simple number puzzle game. You join the numbers and get to the 4096 tile!",
    "bg": "Класическият пъзел от 2048 г. е забавна, пристрастяваща и проста игра с цифри. Присъединявате се към числата и стигате до плочката…",
    "ca": "El clàssic trencaclosques 2048 és un divertit, addictiu i un simple joc de trencaclosques amb números. Uniu els números i arribeu a…",
    "cs": "Klasická logická hra 2048 je zábavná, návyková a jednoduchá logická hra s čísly. Připojíte se k číslům a dostanete se k dlaždici…",
    "da": "Det klassiske 2048-puslespil er et sjovt, vanedannende og et simpelt nummer-puslespil. Du slutter dig til tallene og kommer til…",
    "de": "Das klassische 2048-Puzzle ist ein lustiges, süchtig machendes und einfaches Zahlenrätselspiel. Sie verbinden die Zahlen und…",
    "el": "Το κλασικό παζλ 2048 είναι ένα διασκεδαστικό, εθιστικό και απλό παιχνίδι παζλ αριθμών. Γίνετε μέλος των αριθμών και φτάσετε στο…",
    "es": "El clásico rompecabezas 2048 es un divertido, adictivo y sencillo juego de rompecabezas numérico. ¡Une los números y llega a la…",
    "et": "Klassikaline 2048. aasta puzzle on lõbus, sõltuvust tekitav ja lihtne numbrimäng. Liitute numbritega ja jõuate 4096 paani juurde!",
    "fi": "Klassinen 2048-palapeli on hauska, riippuvuutta aiheuttava ja yksinkertainen pulmapeli. Liityt numeroihin ja pääset 4096-ruutuun!",
    "fil": "Ang klasikong 2048 puzzle ay isang masaya, nakakahumaling at isang simpleng larong puzzle na numero. Sumali ka sa mga numero at…",
    "fr": "Le puzzle classique 2048 est un jeu de puzzle amusant, addictif et simple. Vous joignez les numéros et accédez à la tuile 4096!",
    "he": "הפאזל הקלאסי 2048 הוא משחק פאזל מהנה, ממכר ופשוט. אתה מצטרף למספרים ומגיע לאריח 4096!",
    "hi": "क्लासिक 2048 पहेली एक मजेदार, नशे की लत और एक सरल संख्या पहेली खेल है। आप संख्याओं में शामिल हो जाते हैं और 4096 टाइल पर पहुंच जाते…",
    "hr": "Klasična puzzle igra 2048. zabavna je, zarazna i jednostavna puzzle igra s brojevima. Spajate brojeve i dolazite do pločice 4096!",
    "hu": "A klasszikus 2048 puzzle egy szórakoztató, addiktív és egyszerű puzzle-játék. Csatlakozol a számokhoz, és eljutsz a 4096 lapkához!",
    "id": "Teka-teki 2048 klasik adalah permainan puzzle angka yang menyenangkan, membuat ketagihan, dan sederhana. Anda menggabungkan angka…",
    "it": "Il classico puzzle 2048 è un divertente, coinvolgente e semplice gioco di puzzle numerico. Unisci i numeri e arrivi alla tessera…",
    "ja": "古典的な2048パズルは、楽しく、中毒性があり、シンプルな数字のパズルゲームです。あなたは数字を結合し、4096タイルに到達します！",
    "ko": "고전적인 2048 퍼즐은 재미 있고 중독성이 있으며 간단한 숫자 퍼즐 게임입니다. 당신은 숫자에 합류하고 4096 타일에 도달합니다!",
    "lt": "Klasikinis galvosūkis „2048“ yra įdomus, priklausomybę sukeliantis ir paprastas skaičių galvosūkis. Prisijunkite prie numerių ir…",
    "lv": "Klasiskā 2048. gada mīkla ir jautra, atkarību izraisoša un vienkārša puzzle spēle. Jūs pievienojaties numuriem un nokļūstat 4096…",
    "ms": "Teka-teki klasik 2048 adalah permainan teka-teki nombor yang menyeronokkan, ketagihan dan ringkas. Anda menyertai nombor dan sampai…",
    "nl": "De klassieke puzzel uit 2048 is een leuk, verslavend en eenvoudig puzzelspel met cijfers. Je voegt je bij de nummers en komt bij de…",
    "no": "Det klassiske 2048-puslespillet er et morsomt, vanedannende og enkelt puslespill med tall. Du blir med på tallene og kommer til…",
    "pl": "Klasyczna łamigłówka 2048 to zabawna, wciągająca i prosta gra logiczna z liczbami. Łączysz liczby i dochodzisz do płytki 4096!",
    "ro": "Clasicul puzzle 2048 este un joc de puzzle distractiv, captivant și simplu. Vă alăturați numerelor și ajungeți la țigla 4096!",
    "ru": "Классическая головоломка 2048 - это веселая, захватывающая и простая игра-головоломка с числами. Вы присоединяетесь к числам и…",
    "sk": "Klasická logická hra 2048 je zábavná, návyková a jednoduchá logická hra s číslami. Pripojte sa k číslam a dostanete sa k dlaždici…",
    "sl": "Klasična sestavljanka 2048 je zabavna, zasvojenost in preprosta številčna puzzle igra. Pridružite se številkam in pridete do…",
    "sr": "Класична слагалица 2048. забавна је, заразна и једноставна игра са бројевима. Спајате бројеве и долазите до плочице 4096!",
    "sv": "Det klassiska 2048-pusslet är ett roligt, beroendeframkallande och ett enkelt nummerpusselspel. Du går med i siffrorna och kommer…",
    "th": "ปริศนาคลาสสิก 2048 เป็นเกมไขปริศนาตัวเลขที่สนุกเสพติดและเรียบง่าย คุณเข้าร่วมหมายเลขและไปที่กระเบื้อง 4096!",
    "tr": "Klasik 2048 bulmaca eğlenceli, bağımlılık yapan ve basit bir sayı bulmaca oyunudur. Rakamlara katılır ve 4096 karosuna ulaşırsınız!",
    "uk": "Класична головоломка 2048 року - це весела, захоплююча і проста гра-головоломка з числами. Ви об’єднуєте цифри і потрапляєте до…",
    "vi": "Câu đố cổ điển năm 2048 là một trò chơi giải đố số đơn giản, gây nghiện và thú vị. Bạn tham gia các con số và nhận được ô 4096!",
    "zh_CN": "经典的2048拼图是一款有趣，令人上瘾的简单拼图游戏。您加入数字并获得4096瓦！",
    "zh_TW": "經典的2048拼圖是一款有趣，令人上癮的簡單拼圖遊戲。您加入數字並獲得4096瓦！"
  },
  "long": {
    "ar,bg,ca,cs,da,de,el,es,et,fi,fil,fr,he,hi,hr,hu,id,it,ja,ko,lt,lv,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,th,tr,uk,vi,zh_CN,zh_TW": "- The classic 2048 puzzle is a fun, addictive and a simple number puzzle game. You join the numbers and get to the 4096 tile!\n- This 4096 is a super 2048 puzzle. Be ready for a new challenge!\n\nHOW TO PLAY:\nSwipe (Up, Down, Left or Right) to move the tiles. When two tiles with the same number touch, they merge into one. When 2048 tile is created, the player wins! 8 .. 16 .. 128 .. 1024 .. 2048 !.\n\nFEATURES\nFeatures:\n- High score\n- Leaderboard\n- Achievements\n- Beautiful, simple and classic design.\n- Completely native implementation.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fa,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "2048 Classic Game - Chrome Extension\nChallenge your mind with 2048 Classic Game, the addictive Chrome Extension that brings the popular number puzzle right to your browser!\n\nSlide and combine numbered tiles to reach the elusive 2048 tile. The simple yet strategic gameplay keeps you engaged as you plan your moves and aim for higher scores.\n\nWith its clean graphics and intuitive controls, 2048 Classic Game is perfect for puzzle enthusiasts and casual gamers alike.\n\nDownload 2048 Classic Game and put your skills to the test today!\n\nIf you want play more game, press \"Unblocked Games\" Button to find more games on our website:  https://retrobowls.org"
  }
}