{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم غازي بوتيك"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم غازي بوتيك الجديد ( SA5 ) يقدم تخفيضات تصل الى 80% على العطور"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "لحسن الحظ، يمكنك استخدام كود خصم غازي بوتيك للحصول على خصم على مشترياتك. توفر الكوبونات خصومات مختلفة، مثل خصم ثابت أو خصم نسبي. يمكن أن تصل قيمة الخصم إلى 50٪ أو أكثر، مما يوفر لك الكثير من المال.\n- توفير المال: يمكن أن يساعدك كود الخصم على توفير الكثير من المال على مشترياتك. يمكن أن تصل قيمة الخصم إلى 50٪ أو أكثر، مما يوفر لك مبلغًا كبيرًا من المال.\n- الحصول على عطور ذات جودة عالية: يوفر متجر غازي بوتيك مجموعة واسعة من العطور ذات الجودة العالية. يمكن أن يساعدك كود الخصم على شراء عطور ذات جودة عالية بأسعار مناسبة.\n- الحصول على عطور من العلامات التجارية الفاخرة: يمكن أن يساعدك كود الخصم على شراء عطور من العلامات التجارية الفاخرة بأسعار مناسبة.\n- الحصول على عطور ذات أحجام كبيرة: يمكن أن يساعدك كود الخصم على شراء عطور ذات أحجام كبيرة بأسعار مناسبة.\nإذا كنت تخطط لشراء عطور من متجر غازي بوتيك، فتأكد من البحث عن كود خصم قبل الشراء. يمكن أن يساعدك كود الخصم على توفير الكثير من المال وشراء العطور التي تريدها بأسعار مناسبة.\n كيفية استخدام كود خصم غازي بوتيك\n\nللاستخدام كود خصم غازي بوتيك، اتبع الخطوات التالية:\n1- انتقل إلى موقع متجر غازي بوتيك للعطور.\n2- أضف المنتجات التي تريد شرائها إلى عربة التسوق.\n3- في صفحة إتمام الشراء، أدخل كود الخصم في خانة \"كوبون الخصم\".\n4- انقر فوق \"تطبيق\".\nستظهر لك قيمة الخصم المطبقة على إجمالي الطلب.\n\nعطور غازي بوتيك :\n\n- عطور الرجال: يضم قسم عطور الرجال مجموعة واسعة من العطور الرجالية المستوحاة من أشهر الماركات العالمية، مثل ديور، شانيل، جيفنشي، وماك. تشمل بعض العطور الرجالية الأكثر مبيعًا في المتجر:\nعطر كريد افينتوس\nعطر ديور سوفاج\nعطر شانيل بلو دو شانيل\nعطر جيفنشي بور هوم\nعطر امواج انترلود\n- عطور النساء: يضم قسم عطور النساء مجموعة واسعة من العطور النسائية المستوحاة من أشهر الماركات العالمية، مثل شانيل، ديور، جيفنشي، وماك. تشمل بعض العطور النسائية الأكثر مبيعًا في المتجر:\nعطر شانيل كوكو مادموزيل\nعطر ديور جادور\nعطر جيفنشي لانتوم\nعطر قوتشي بلوم\nعطر كارولينا هيريرا قود جيرل\n- عطور النيش: يضم قسم عطور النيش مجموعة مختارة من العطور الفاخرة المستوحاة من أشهر الماركات العالمية، مثل جيرلان، توم فورد، وكريستيان ديور. تشمل بعض عطور النيش الأكثر مبيعًا في المتجر:\nعطر جيرلان مون جيرلان\nعطر توم فورد بلاك أوركيد\nعطر كريستيان ديور جادور إنتنس\nعطر جيرلان لينستانت دو جيرلان\nعطر توم فورد سوليل بلاتينيوم\n- عطور المفارش: يضم قسم عطور المفارش مجموعة من العطور الخاصة بتنظيف وتعطير المفارش والأثاث. تشمل بعض عطور المفارش الأكثر مبيعًا في المتجر:\nعطر غازي بوتيك للمسك الأبيض\nعطر غازي بوتيك لافندر\nعطر غازي بوتيك زهور الربيع\nعطر غازي بوتيك خشب الصندل\nعطر غازي بوتيك الورد الطائفي\n- مستلزمات الهدايا: يضم قسم مستلزمات الهدايا مجموعة من المنتجات التي يمكن استخدامها كهدايا، مثل العطور، والساعات، والنظارات الشمسية، والحقائب.\n\nأهم مميزات متجر غازي بوتيك للعطور:\n\n- تشكيلة واسعة من العطور الرجالية والنسائية: يوفر المتجر مجموعة واسعة من العطور المستوحاة من أشهر الماركات العالمية، بأسعار مناسبة.\n- جودة عالية: يحرص المتجر على توفير عطور عالية الجودة من مواد خام طبيعية.\n- سرعة التسليم: يحرص المتجر على تسليم الطلبات في أسرع وقت ممكن.\n- خدمة عملاء ممتازة: يوفر المتجر خدمة عملاء ممتازة للرد على استفسارات وشكاوى العملاء."
  }
}