{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NFT Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension for displaying additional information about NFTs on OpenSea"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"NFT Insights\" - Your Essential Companion for OpenSea!\n\nUncover the hidden gems within the NFT marketplace with our powerful browser extension, designed to revolutionize your OpenSea experience. Say goodbye to the frustration of missing out on critical information about NFTs that could impact their value and discover a new level of transparency.\n\nOur cutting-edge extension, currently enhancing three popular NFT collections - The Potatoz, The Captainz, and MVP by Memeland - empowers you with a wealth of invaluable insights. With just a click, you'll unlock a treasure trove of additional information about these collections, providing you with a significant edge in the fast-paced world of NFT trading.\n\n\nFeatures of NFT Insights:\n\n- Comprehensive NFT Traits: Get access to an array of hidden traits for each NFT, meticulously curated to reveal crucial details that influence their price and rarity. Discover traits that were previously inaccessible on OpenSea, enabling you to make informed decisions and maximize your investment potential.\n\n- Streamlined User Experience: NFT Insights seamlessly integrates into your OpenSea browsing experience, providing a smooth and intuitive interface. With a user-friendly design, our extension ensures quick and effortless navigation, allowing you to focus on what truly matters - exploring and analyzing NFTs.\n\n- Stay Ahead of the Curve: As the NFT landscape evolves rapidly, NFT Insights keeps you up to date with the latest trends and developments. Gain an advantage in the market by accessing real-time data, news, and analysis, all within a single, convenient extension.\n\n\nUnleash the true potential of NFT trading with NFT Insights - your indispensable companion on OpenSea. Elevate your understanding, seize opportunities, and make informed decisions like never before. Don't miss out on this game-changing extension, available now in the extensions marketplace.\n\nDisclaimer: NFT Insights is an independent browser extension and is not affiliated with OpenSea. The extension only enhances the display of information and does not guarantee specific outcomes in NFT trading. Always conduct your own research and exercise due diligence when making investment decisions."
  }
}