{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "h!dd3n"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Encode and decode hidden messages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convey messages without being noticed using Zero Width Characters, which are special Unicode characters that do not occupy any visible space and cannot be highlighted. These characters are typically utilized to separate abstract foreign languages, and some websites use them for their user interface.\n\nH!dd3n is a Chrome extension, you can encode any message using zero width spaces, abbreviated (ZWSP) and send them to anyone you want without anyone else being able to read them. You can also receive encode messages from other h!dd3n users and decrypt them right in your browser which can be inserted almost anywhere without being seen.\n\nH!dd3n also allows you to convert message when checkbox is ticked to l33t sp34k so message is noticeable for recipient to decode. When checkbox unticked the Public Message is shown in same format that user input into Public Message box.\n\nButton Features:\n\nH!D3 button: When clicked, it retrieves the values of the \"public-message\" and \"private-message\" text areas, encodes the private message using a binary encoding scheme, and then appends the encoded message to the \"encoded-message\" text area.\n\nSH0W button: When clicked, it retrieves the value of the \"encoded-message\" text area, decodes the hidden private message from the encoded message, and then sets the value of the \"private-message\" text area to the decoded message.\n\nCOPY button: When clicked, it reads the value of the \"encoded-message\" text area and copies it to the clipboard.\n\nP4ST3 button: When clicked, it reads the value from the clipboard and sets it as the value of the \"encoded-message\" text area.\n\nCL34R button: When clicked, it clears the content of the \"encoded-message\" text area.\n\nThese buttons allow users to encode and decode messages, copy encoded messages to the clipboard, paste encoded messages from the clipboard, and clear the encoded message field.\n\nFeatures: \n\nSend and receive encoded messages\nEasy-to-use interface\nMessages are stored locally and not shared with any third-party services\nEncoding keys are stored locally on your device\n\nThis extension is entirely open source, free of advertisements and logs.\n\nPlease visit the official homepage at https://github.com/d4ng3r-z0n3/hidd3n to request new features or share any innovative ideas you may have."
  }
}