{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PayGen For Mercado Pago",
    "es,pt_BR": "PayGen Para Mercado Pago"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate instant mercado pago's payment links by a click of a button.",
    "es": "Genere links de pago de Mercado Pago al instante con solo hacer clic en un botón.",
    "pt_BR": "Gere links de pagamento do Mercado Pago instantaneamente com apenas um clique de botão."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PayGen is for those who need to generate payment link from Mercado Pago instantly and reliably and without having to access their account every time, just provide the Value / Price of your product / service and it's title and then Click on Generate link and you're good to go!\n\n=================================\n\n*IF YOU FOUND IT USEFUL, PLEASE DONATE ANY AMOUNT HERE:\nhttps://bit.ly/paygen-paypal-donation\n\n=================================\n\nTUTORIAL:\n\n1) Take your Access Token and insert it into PayGen\n\n1.1 - Have an unblocked Mercado Pago account, create your account at https://www.mercadopago.com.br/;\n1.2 - Access https://www.mercadopago.com.br/developers/panel/credentials;\n1.3 - Go to production by filling in the form in \"Fill in Form\";\n1.4 - Once completed, access https://www.mercadopago.com.br/developers/panel/credentials again and copy your Access Token from the Production Mode section;\n1.5 - Open PayGen For Mercado Pago Extension by clicking on its icon and go to \"Config.\"\n1.6 - Paste the Access Token in the TOKEN field;\n\n2) Generate your payment link\n\n2.1) Go back to \"Home\" tab, fill in the Value / Price of your product / service and it's Title;\n2.2) Click on Generate Link;\n2.3) Copy the generated link from the first text field.\n2.4) Share the link to the payer, and that's it!\n\n*Disclaimer: This Chrome plugin is unofficial and not endorsed or certified by Mercado Libre Inc.",
    "es": "PayGen es para aquellos que necesitan generar un link de pago desde Mercado Pago de manera instantánea y confiable y sin tener que acceder a su cuenta cada vez, solo proporcione el Valor / Precio de su producto / servicio y su título y luego haga clic en Generar enlace y ya estás listo!\n\n=================================\n\n*SI LO ENCONTRÓ ÚTIL, DONE CUALQUIER CANTIDAD AQUÍ:\nhttps://bit.ly/paygen-paypal-donation\n\n=================================\n\nTUTORIAL:\n\n1) Tome su token de acceso e insértelo en PayGen\n\n1.1 - Tenga una cuenta de Mercado Pago desbloqueada, cree su cuenta en https://www.mercadopago.com.br/;\n1.2 - Acceda a https://www.mercadopago.com.br/developers/panel/credentials;\n1.3 - Ir a producción completando el formulario en \"Rellenar formulario\";\n1.4 - Una vez completado, acceda nuevamente a https://www.mercadopago.com.br/developers/panel/credentials y copie su Token de acceso en la sección Modo de producción;\n1.5 - Abra la extensión PayGen For Mercado Pago haciendo clic en su icono y vaya a \"Configuración\".\n1.6 - Pegue el token de acceso en el campo TOKEN;\n\n2) Genera tu link de pago\n\n2.1) Vuelva a la pestaña \"Inicio\", complete el Valor / Precio de su producto / servicio y su Título;\n2.2) Haga clic en Generar Link;\n2.3) Copie el enlace generado en el primer campo de texto.\n2.4) ¡Comparte el link al pagador y listo!\n\n*Disclaimer: Este complemento de Chrome no es oficial y no está respaldado ni certificado por Mercado Libre Inc.",
    "pt_BR": "PayGen é para aquele que precisa gerar link de pagamento do Mercado Pago de forma instantânea e confiável e  sem precisar de acessar sua conta todas as vezes, basta somente fornecer o Valor/Preço do seu produto / serviço e o seu título e depois Clicar em Gerar link e estará pronto!\n\n=================================\n\n*SE ACHOU ÚTIL, DOE QUALQUER VALOR AQUI: \nhttps://bit.ly/paygen-paypal-donation\n\n=================================\n\nTUTORIAL:\n\n1) Pegue o seu Access Token e insira-o em PayGen\n\n1.1 - Tenha uma conta não bloqueada do Mercado Pago, crie sua conta em https://www.mercadopago.com.br/;\n1.2 - Acesse https://www.mercadopago.com.br/developers/panel/credentials;\n1.3 - Passe para a produção preenchendo o formulário em \"Preencher Formulário\";\n1.4 - Depois de preenchido, acesse novamente https://www.mercadopago.com.br/developers/panel/credentials e copie seu Access Token na seção de Modo Produção;\n1.5 - Abra a Extensão PayGen Para Mercado Pago clicando no ícone dele e vá na aba \"Config.\"\n1.6 - Cole o Access Token no campo TOKEN;\n\n2) Gere seu link de pagamento\n\n2.1) Volte para a aba \"Home\", preencha o Valor/Preço do seu produto/serviço e o seu Título;\n2.2) Clique em Gerar Link;\n2.3) Copie o Link gerado no primeiro campo de texto.\n2.4) Compartilhe o link para o pagador, e pronto!\n\n*Disclaimer: Este plugin do Chrome não é oficial, nem suportado e certificado pela empresa Mercado Livre."
  }
}