{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "mark et cap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Timing is everything! Use 'cashtags' or ticker symbols to navigate to your trading platform/exchange of choice!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The mark et cap browser extension is the navigation extension for traders.\n \nInteract with stock or cryptocurrency tickers on any webpage and navigate directly to your stock brokerage, crypto exchange or preferred research webpage with a simple and configurable right-click menu. \n\nTo use, simply choose your preferred webpages within the options menu,  find a ticker on any webpage (such as 'TSLA', 'MSFT' or 'AAPL'), highlight the text, then right-click and select your destination. \n\nThe in-browser pop-up will store your 15 most recent interactions and allow you to favorite up to 15 tickers. With 50+ different navigation options,  mark et cap is the fastest way to get from point A to point B - in trading, timing is everything. \n\nTo use the TradingView Chart Widget feature, simply right-click and select the charting option to display the chart and price without ever having to navigate to a different page! You can configure your default TradingView settings within our 'Settings & Options' page.\n\nSometimes it's about where you're going *and* how you get there.  Watch our tutorial video to see the extension in action. \n\nDon't see what you're looking for or have a suggestion? We love feedback - get in touch!"
  }
}