{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SVG Gobbler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find, optimize, organize, edit, and export your SVGs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Find the SVG content on a website and download, copy, edit, optimize, and/or export.\n\nFind SVGs\n- Quickly find SVGs from a site by various placement methods like base64 or image source\n- Handle CORs restricted SVGs from a page\n- Find individual sprite SVG instances\n\nExport SVGs\n- Export as SVG, PNG, WEBP, JPEG and various other formats\n- Transform SVGs into minified Data URIs\n- Transform SVGs into React components with SVGR\n- Optimize and minify SVGs with SVGO\n\nOrganize SVGs\n- Group and categorize SVGs by their primary domain or custom collection name\n- Move, copy, duplicate, and optimize icons before sharing\n- Save and store a set of uploaded SVGs for optimization",
    "es": "Encuentre el contenido SVG en un sitio web y descárguelo, copie, edite, optimice y/o exporte.\n\nBuscar SVG\n- Encuentre rápidamente archivos SVG de un sitio mediante varios métodos de ubicación como base64 o fuente de imagen\n- Manejar CORs SVG restringidos desde una página\n- Encuentra instancias SVG de sprites individuales\n\nExportar SVG\n- Exportar como SVG, PNG, WEBP, JPEG y varios otros formatos\n- Transformar SVG en URI de datos minimizados\n- Transforme SVG en componentes de React con SVGR\n- Optimice y minimice SVG con SVGO\n\nOrganizar archivos SVG\n- Agrupe y categorice SVG por su dominio principal o nombre de colección personalizado\n- Mueva, copie, duplique y optimice íconos antes de compartirlos\n- Guarde y almacene un conjunto de SVG cargados para optimizarlos",
    "fr": "Recherchez le contenu SVG sur un site Web et téléchargez, copiez, modifiez, optimisez et/ou exportez.\n\nTrouver des SVG\n- Trouvez rapidement des SVG à partir d'un site par diverses méthodes de placement comme base64 ou source d'image\n- Gérer les SVG restreints aux COR à partir d'une page\n- Trouver des instances SVG de sprite individuelles\n\nExporter des SVG\n- Exporter au format SVG, PNG, WEBP, JPEG et divers autres formats\n- Transformez les SVG en URI de données minifiés\n- Transformez les SVG en composants React avec SVGR\n- Optimisez et réduisez les SVG avec SVGO\n\nOrganiser les SVG\n- Regroupez et catégorisez les SVG par leur domaine principal ou le nom de leur collection personnalisée\n- Déplacez, copiez, dupliquez et optimisez les icônes avant de les partager\n- Enregistrez et stockez un ensemble de SVG téléchargés pour l'optimisation",
    "hi": "किसी वेबसाइट पर SVG सामग्री ढूँढ़ें और डाउनलोड करें, कॉपी करें, संपादित करें, ऑप्टिमाइज़ करें और/या निर्यात करें।\n\nSVG ढूँढ़ें\n- बेस64 या इमेज सोर्स जैसी विभिन्न प्लेसमेंट विधियों द्वारा किसी साइट से SVG को जल्दी से ढूँढ़ें\n- किसी पेज से CORs प्रतिबंधित SVG को हैंडल करें\n- अलग-अलग स्प्राइट SVG इंस्टेंस ढूँढ़ें\n\nSVG निर्यात करें\n- SVG, PNG, WEBP, JPEG और विभिन्न अन्य प्रारूपों के रूप में निर्यात करें\n- SVG को मिनिमाइज़ किए गए डेटा URI में बदलें\n- SVGR के साथ SVG को रिएक्ट घटकों में बदलें\n- SVGO के साथ SVG को ऑप्टिमाइज़ और मिनिमाइज़ करें\n\nSVG को व्यवस्थित करें\n- SVG को उनके प्राथमिक डोमेन या कस्टम संग्रह नाम के अनुसार समूहीकृत और वर्गीकृत करें\n- साझा करने से पहले आइकन को ले जाएँ, कॉपी करें, डुप्लिकेट करें और ऑप्टिमाइज़ करें\n- ऑप्टिमाइज़ेशन के लिए अपलोड किए गए SVG के सेट को सेव और स्टोर करें",
    "ru": "Найдите содержимое SVG на веб-сайте и загрузите, скопируйте, отредактируйте, оптимизируйте и/или экспортируйте.\n\nНайдите SVG-файлы\n- Быстро находите SVG-файлы на сайте, используя различные методы размещения, такие как base64 или источник изображения.\n- Обработка SVG с ограниченным доступом COR со страницы.\n- Найдите отдельные экземпляры SVG спрайтов.\n\nЭкспорт SVG-файлов\n- Экспорт в SVG, PNG, WEBP, JPEG и другие форматы.\n- Преобразование SVG в минимизированные URI данных.\n- Преобразование SVG в компоненты React с помощью SVGR.\n- Оптимизируйте и минимизируйте SVG с помощью SVGO.\n\nОрганизация SVG\n- Группируйте и классифицируйте SVG по основному домену или имени пользовательской коллекции.\n- Перемещайте, копируйте, дублируйте и оптимизируйте значки перед отправкой.\n- Сохраните и сохраните набор загруженных SVG для оптимизации.",
    "zh_CN": "在网站上查找 SVG 内容并下载、复制、编辑、优化和/或导出。\n\n查找 SVG\n- 通过各种放置方法（如 base64 或图像源）快速从网站查找 SVG\n- 处理页面中受 COR 限制的 SVG\n- 查找单个 sprite SVG 实例\n\n导出 SVG\n- 导出为 SVG、PNG、WEBP、JPEG 和其他各种格式\n- 将 SVG 转换为缩小的数据 URI\n- 使用 SVGR 将 SVG 转换为 React 组件\n- 使用 SVGO 优化和缩小 SVG\n\n组织 SVG\n- 根据主域或自定义集合名称对 SVG 进行分组和分类\n- 在共享之前移动、复制、重复和优化图标\n- 保存并存储一组上传的 SVG 以进行优化"
  }
}