{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waltrack Sidekick"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Waltrack Sidekick shows you the price history of products while shopping on Walmart.com (US Only)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover Waltrack Sidekick: Your Ultimate Price History Tool for Walmart Shopping\nHey there, savvy shopper! Ever wondered if the price you see on Walmart is truly the best deal? Meet Waltrack Sidekick, your new best friend for smart shopping on Walmart. This Chrome extension brings you powerful price history charts for products directly in your browser while you're shopping, making it easier than ever to find the best deals and save money.\n\nWhy Waltrack Sidekick?\nWalmart is one of the largest online retailers, offering a vast array of products from groceries to electronics, and from home goods to clothing. With such a huge selection, prices can fluctuate frequently, and it can be hard to know if you're getting the best deal. Waltrack Sidekick steps in to provide you with detailed price history charts for Walmart products, helping you make informed purchasing decisions.\n\nOnce installed, Waltrack Sidekick integrates seamlessly into your Walmart shopping experience. When you view a product on Walmart, the extension automatically displays a price history chart right next to the product details. No need to leave the page or open another tab—everything you need is right there!\n\nSet Price Alerts (only on Waltrack.net)\nWaiting for a price drop on that must-have item? Waltrack Sidekick allows you to set custom price alerts. Just set your desired price, and you'll receive a notification as soon as the product hits that price. Never miss a deal again!\n\n\nDetailed Analytics:\nGet a deep dive into price trends with our detailed analytics. See how prices have fluctuated over days, weeks, or even months. Identify patterns and predict the best times to buy.\n\nUser-Friendly Interface:\nWaltrack Sidekick features an intuitive, user-friendly interface that makes tracking prices a pleasure. Whether you're a seasoned deal hunter or a casual shopper, you'll find the extension easy to use and incredibly helpful.\nWhy You'll Love Waltrack Sidekick\n\nSave Money:\nBy knowing the price history of products, you can avoid overpaying and score the best deals. Waltrack Sidekick empowers you to shop smarter and save more.\n\nSave Time:\nNo more endless searching and comparing prices across different sites. Waltrack Sidekick brings all the information you need right to your fingertips, saving you valuable time.\n\nShop with Confidence:\nWith access to comprehensive price history data, you can make informed decisions and shop with confidence, knowing you're getting the best possible deal.\n\nCustomize Your Experience (only on Waltrack.net)\nTailor your price tracking experience to your needs. Set custom price alerts for your favorite products and receive notifications when the price drops.\n\nSeamless Integration:\nWaltrack Sidekick integrates smoothly with Walmart's website, enhancing your shopping experience without any disruption. It's like having a personal shopping assistant right in your browser.\n \n \nWaltrack Sidekick is the ultimate tool for anyone who loves shopping on Walmart and wants to get the best deals. With its real-time price history charts, price alerts, and detailed analytics, you can shop smarter, save money, and never miss a great deal again. Install Waltrack Sidekick today and take your Walmart shopping experience to the next level!\n\nHappy Shopping!\n\nProduct prices and availability are accurate as of the date/time indicated and are subject to change. Any price and availability information displayed on Walmart at the time of purchase will apply to the purchase of this product. As a Walmart Affiliate I earn from qualifying purchases. Waltrack receives a commission on all purchases made through our Walmart links."
  }
}