{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Anylink - linkify/highlight any text anywhere",
    "zh_CN": "Anylink - 标记/链接任何网页的任何文本"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Safe and Reliable! create link/highlight any text in any page and share anywhere. All are done absolute locally!",
    "zh_CN": "方便地对网页中任何文本高亮标记或创建链接，然后通过任何其它渠道分享给好友。安全可靠，不会发送任何网络请求！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Webook feature enables you to collect knowledge fragments simply and manage them better.\n\nAnylink enables you to create links/highlight on any text in any web pages with only 2 steps:\n\n 1. select the text you want to be highlighted/linkified.\n 2. click the corresponding tool button on the toolbar shown at the start of the text(you can highlight with 4 different colors).\n\nClick the `share` button on the toolbar if you want to share your highlights to someone. A link will be generated at background and copied into clipboard right away. You can then paste it anywhere via slack/twitter or else or just bookmark it.\n\nAnyone can check your highlights with the link generated. Even for those who doesn't install the extension\n\nAnylink is absolutely safe and reliable since there are NO network request and all are done absolute locally!\nHope you like it.\n\nNew Features in v4.0:\n1. *Webook* make it simple to collect and manage knowledge fragments. \n\nNew Features in v3.0:\n1. *Anylink Proxy Server* enable users who don't install Anylink to check your shared highlights. refer `https://github.com/Gr8Miller/anylink-proxy` \n2. *new Popup View* to toggle highlights/toolbar and config Anylink Proxy Server conveniently. \n\nNew Features in v2.1:\n1. *Position of toolbar is fixed* at the start of selection/highlight.\n2. *Scroll marks*(colored triangle aside the scrollbar) are added to indicate the position of marks. Scroll mark acts as short link to the corresponding highlight, which scroll the page to focus the highlight when clicked.",
    "zh_CN": "Anylink 使得你能够对网页中的任何文本高亮标记或者创建链接，然后通过任何其它取到分享给好友。安全可靠，不会发送任何网络请求！\n\n* 仅需两步即可对任何文本高亮标记或者创建链接：\n 1. 选择文本\n 2. 点击出现在选择文本上方的toolbar上对应的按钮。你可以选择不同的颜色用来高亮选择的文本。\n\n* 点击toolbar（或者popup）上的分享按钮可以把当前页面的标记分享给他人。Anylink会自动生成一个超链接并复制到剪切板。你可以直接粘贴到Slack/Twitter或者任何其它支持文本的通讯工具，或者直接收藏起来。 任何人都可以查看到您的标记（甚至包括哪些没有安装Anylink的用户）。\n\nAnylink是绝对安全可靠的，因为Anylink不会将你的任何数据发送到任何服务器，所有数据都是保存在本地，请放心使用！希望你能喜欢它。\n\nAnylink v3.0的新feature: \n1. *Anylink代理服务器* 使得没有安装Anylink chrome extension的用户也可以查看到你分享的高亮标记。你甚至可以搭建自己的Anylink代理服务器。请参考`https://github.com/Gr8Miller/anylink-proxy`。\n2. *新的Popup* 可以方便的开关当前页面的高亮标记或者工具栏（如果你觉得它们很恼人）以及配置/选择合适的Anylink代理服务器。"
  }
}