{
  "name": {
    "ar,bg,cs,fil,he,ml,ms,sv": "Babysitter Unblocked Game",
    "am,de,en,en_AU,en_GB,en_US,es,es_419,fi,fr,gu,it,lt,nl,no,pt_BR,pt_PT,ru,sk,sr,tr,uk,vi,zh_CN,zh_TW": "Babysitter Girl Game",
    "bn,ca,el,et,ja,kn,ro,sw": "Babysitter Online",
    "da,fa,hu,ko,lv,mr,te,th": "Babysitter Game",
    "hi,hr,id,pl,sl,ta": "Babysitter Online Game"
  },
  "short": {
    "ar": "في لعبة الفتيات هذه ، عليك أن تجعل الأطفال سعداء كجليسة أطفال.",
    "am": "በዚህ ልጃገረዶች ጨዋታ ውስጥ ህጻናትን እንደ ሞግዚት ደስተኛ ማድረግ አለብዎት.",
    "bg": "В тази игра момичета, трябва да направите бебета щастливи като детегледачка.",
    "bn": "এই মেয়েদের খেলায়, আপনি একটি babysitter হিসাবে শিশুদের খুশি করতে হবে।",
    "ca": "En aquest joc de noies, vostè ha de fer que els nadons feliços com una mainadera.",
    "cs": "V této dívčí hře musíte udělat děti šťastné jako chůva.",
    "da": "I dette pigespil skal du gøre babyer glade som babysitter.",
    "de": "In diesem Mädchenspiel musst du Babys als Babysitter glücklich machen.",
    "el": "Σε αυτό το παιχνίδι κοριτσιών, πρέπει να κάνετε τα μωρά ευτυχισμένα ως μπέιμπι σίτερ.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this girls game, you have to make babies happy as a babysitter.",
    "es": "En este juego de chicas, tienes que hacer felices a los bebés como niñera.",
    "et": "Selles tüdrukud mäng, sa pead tegema lapsi õnnelikuks lapsehoidjana.",
    "fa": "در این بازی دختران، شما باید بچه ها را به عنوان یک پرستار بچه خوشحال.",
    "fi": "Tässä tyttöjen pelissä sinun on tehtävä vauvat onnellisiksi lapsenvahtina.",
    "fil": "Sa batang babae laro na ito, mayroon kang upang gumawa ng mga sanggol masaya bilang isang babysitter.",
    "fr": "Dans ce jeu de filles, vous devez rendre les bébés heureux en tant que baby-sitter.",
    "gu": "આ ગર્લ્સ ગેમમાં તમારે બેબીસિટર તરીકે બાળકોને ખુશ રાખવાના હોય છે.",
    "he": "במשחק הבנות הזה, אתה צריך לעשות תינוקות מאושרים כמו בייביסיטר.",
    "hi": "इस लड़कियों के खेल में, आप एक दाई के रूप में बच्चों को खुश करने के लिए है।",
    "hr": "U ovoj ženskoj igri morate usrećiti bebe kao dadilja.",
    "hu": "Ebben a lányos játékban bébiszitterként boldoggá kell tenned a babákat.",
    "id": "Dalam permainan perempuan ini, Anda harus membuat bayi bahagia sebagai babysitter.",
    "it": "In questo gioco per ragazze, devi rendere felici i bambini come babysitter.",
    "ja": "この女の子のゲームでは、ベビーシッターとして赤ちゃんを幸せにする必要があります。",
    "kn": "ಈ ಹುಡುಗಿಯರ ಆಟದಲ್ಲಿ, ನೀವು ಶಿಶುಪಾಲಕರಾಗಿ ಶಿಶುಗಳನ್ನು ಸಂತೋಷಪಡಿಸಬೇಕು.",
    "ko": "이 여자 게임에서, 당신은 베이비 시터로서 아기를 행복하게 만들어야합니다.",
    "lv": "Šajā meiteņu spēlē jums ir jāpadara bērni laimīgi kā aukle.",
    "ml": "ഈ പെൺകുട്ടികളുടെ ഗെയിമിൽ, നിങ്ങൾ ഒരു ബേബി സിറ്റർ എന്ന നിലയിൽ കുഞ്ഞുങ്ങളെ സന്തോഷിപ്പിക്കണം.",
    "mr": "मुलींच्या या खेळात बाळांना बेबीसिटर म्हणून खूश करावं लागतं.",
    "ms": "Dalam permainan gadis-gadis ini, Anda harus membuat bayi bahagia sebagai pengasuh bayi.",
    "nl": "In dit meisjesspel moet je baby's gelukkig maken als oppas.",
    "no": "I dette jenter spillet, må du gjøre babyer glade som barnevakt.",
    "pl": "W tej grze dla dziewczyn musisz uszczęśliwić dzieci jako opiekunka do dziecka.",
    "ro": "În acest joc de fete, va trebui să facă copii fericiți ca un babysitter.",
    "ru": "В этой игре для девочек вы должны сделать малышей счастливыми в качестве няни.",
    "sk": "V tejto dievčenskej hre musíte urobiť deti šťastnými ako opatrovateľka.",
    "sl": "V tej igri deklet, morate osrečiti dojenčke kot varuško.",
    "sv": "I det här tjejspelet måste du göra barn glada som barnvakt.",
    "sw": "Katika mchezo huu wasichana, una kufanya watoto furaha kama babysitter.",
    "ta": "இந்த பெண்கள் விளையாட்டில், நீங்கள் ஒரு குழந்தை பராமரிப்பாளராக குழந்தைகளை மகிழ்ச்சியாக வைத்திருக்க வேண்டும்.",
    "te": "ఈ అమ్మాయిల ఆటలో, మీరు బేబీ సిటర్ గా శిశువులను సంతోషంగా ఉంచాలి.",
    "th": "ในเกมสาว ๆ นี้คุณต้องทําให้ทารกมีความสุขในฐานะพี่เลี้ยงเด็ก",
    "tr": "Bu kız oyununda, bebekleri bebek bakıcısı olarak mutlu etmelisiniz.",
    "uk": "У цій грі для дівчаток ви повинні зробити немовлят щасливими як няню."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like babies! Get ready for the best babysitter game and start the fun.\n\nHow To Play\nPlayed with Mouse.\n\nBabysitter Girl Game Features\n✓ Little particles\n✓ 2+ Baby\n✓ Basic control\n✓ Realistic environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Babysitter Girl Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}