{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoiler Slayer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A customizable spoiler blocking plugin with support for Facebook, Reddit, Twitter, Google News, and many more sites!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Spoiler Slayer is an open source, tracking-free, simple extension for Chrome that blocks TV, movies, and book spoilers on your favorite sites. Subscribe in one click to public lists that always stay fresh and make sure no spoilers slip by, or use the advanced settings to fine tune what text to block on what sites.\n\nSpoiler Slayer includes out of the box support for many popular sites, and it's easy to add more.\n\nSettings allow users to customize the blocking experience with 3 modes:\n* Censor - Hides potential content under a black censor bar\n* Blur - Blurs out content\n* Remove - Removes content completely from the page as if they were never there\n\nOther features include:\n* Imports, exports, and subscriptions - Create your list of spoilers or sites and share it with the world!\n* Blur intensity - Blur elements on the page to oblivion, or keep them just under legible\n* Reveal on hover or click - Feeling brave? Reveal the spoiler when you hover over or click on the censored area\n* RegEx support - Anticipate common misspellings or only block certain URLs\n* Selector helper - It's easy to add new sites with the built-in selector helper, which highlights items on the page as you type\n* Blocked counts - Know how many times you've avoided mild panic!\n\nNo data is sent to any 3rd party servers by this extension. Data is fetched when updating subscribed lists, but this is not required for functionality. The extension is aware of the sites you visit so it knows what to block, but it does not retain or transmit that information.\n\n* \"Access your data for all websites\" or \"Read and change all your data on the websites you visit\" -\n   Needed to match which sites to block\n* \"Download files and read and modify the browser’s download history\" or \"Manage your downloads\" -\n   Needed to export and import settings to files\n* \"Access browser tabs\" - Needed to display counts and subscription status in badge icon"
  }
}