{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pitch shifter - HTML5 Video audio FX"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pitch shift the audio in HTML5 videos on any webpage, e.g., YouTube"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Now fixed for Facebook and YouTube, plugin should handle new videos loading in and changing  #\n\nPitch shifts audio from HTML5 Video sources on a page, without changing the playback rate (unless you want it to).\n\nPotential use cases:\n\nFixing the voice of a too whiney youtuber.\n\nA satanic version favourite movie clip.\n\nOr a chipmunk remix of a legendary rap song.\n\nDoes NOT save any of your data to a remote server.\nDoes NOT load the pitch shifter on webpage until you enable it (won't needlessly slow your computer down).\n\nTroubleshooting\n---------------\n\nIf you get no audio from the video it may be that the video is an ad from a different site and the CORS policy prevents us from altering the sound. We're looking at ways of detecting this.\n\n---\n\nv1.5 8 Feb 2017\n- Fixed bug no pitch-shifting bug on Chrome 56. Seems there was an API change/fix so thath AudioParam.setTargetAtTime(target, startTime, timeConstant) required startTime to use the currentTime from the Audio Context, not a relative time (we were using 0).\n\nChange log:\nv1.4 15 Feb 2016\n- Range of semitones is -24/+24, which gives the same range as the \"smooth\" option, and is the same range as v1.2\n\nv1.3 12 Feb 2016\n- Fix issue with pitch shifting in tones not semitones. Thanks for the bug report guys!\n\nv1.2 27 Oct 2015\n- Pitch shift by semi-tones, experimental feature. Change mode using select box between classic smooth and new semi-tones.\n- Fix bug where playback rate was not persisted when a video changed.\n\n---\n\nNerdy stuff:\n\nUses Chris Wilso's Pitch Shift effect: https://github.com/cwilso/Audio-Input-Effects\n\nTonal pitch shift is based off statical \"line of best fit\" from mmckegg: https://github.com/mmckegg/soundbank-pitch-shift\nSource code: https://github.com/foxdog-studios/pitch-shifter-chrome-extension"
  }
}