{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Singer Trainer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save references in YouTube videos and loop to pieces of the song you want to learn."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Singer Trainer helps singers study songs in an effective and enjoyable way.\nAs you know, a song must be studied piece by piece: with this extension, you can save multiple bookmarks for specific parts of a song.\nThis way, you can play, even on loop, the sections of the song between one bookmark and another.\n\nMain features:\n\nSong segmentation: YouTube Singer Trainer allows you to easily divide each song into different sections to focus on each individual part.\n\nTargeted practice: Thanks to the ability to perform repetitions between two references, you can focus on specific parts of a song to perfect your technique and style.\n\nLoop function: Repeat a section of the song as many times as you want to refine your skills and gain more confidence in your performance. Ideal for practicing complicated passages or memorizing the words of a song.\n\nReference management: Save and easily organize references to parts of the song to be able to resume them at any time and monitor your progress over time.\n\nIntuitive interface: The YouTube Singer Trainer extension has been designed to be simple and effective, providing a pleasant and smooth user experience.\n\nCompatibility: Works perfectly with all YouTube videos.\n\nWhether you're a professional singer or an enthusiast looking to improve your skills, YouTube Singer Trainer is the perfect extension for you. Download it now and start perfecting your musical talent with the help of YouTube!"
  }
}