{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Romanian Daily: Learn with Every Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Learn a new Romanian word every day with each new tab, accompanied by stunning visuals of Romania."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Romanian: Learn with Every Tab makes learning Romanian fun and easy! Every time you open a new tab, you get a new Romanian word or phrase, its meaning in English, and examples of how to use it. This way, you learn Romanian without even trying!\n\nWHAT YOU GET\n- A New Word Each Time: Discover a new Romanian word or saying every time you open a tab.\n- Examples to Help You: See how each word is used in sentences, just like how people speak in real life.\n- Hear How It Sounds: Click and listen to how the word should sound, helping you say it right.\n- Beautiful Romania on Your Screen: Enjoy lovely pictures of Romania with every new word, making learning more interesting.\n- Always Something New: Our smart setup makes sure you don’t see the same words too often. You’ll always be learning something fresh.\n- Easy and Clear: The design is simple, so you focus on learning without distractions.\n\nDaily Romanian: Learn with Every Tab is perfect for anyone who wants to learn Romanian in a fun way. It's great for curious minds, travelers planning a trip to Romania, or anyone who loves learning new things. Every new tab brings you a piece of the Romanian language and culture.\n\nStart turning your everyday internet time into a cool learning adventure. Let's learn Romanian, one tab at a time, with Daily Romanian: Learn with Every New Tab."
  }
}