{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Highlight"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension highlights the most important sentences on websites, powered by AI."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The must-have productivity tool for your daily Google Search\n\n★ Auto Web Highlighting the important sentences\n★ No registration required\n★ Free to use\n★ Works on most websites\n★ Available for English and German websites\n\nSummary:\nDo you know that problem too? You open a promising website, and you quickly want to find the essential information of that web page. In order to find the info you were looking for, you need to read all or a big part of the article. What if you would have a Chrome extension that automatically highlights the most important sentences of that article for you? All to get a real grip in a few seconds what the article is really about? Look no further! We at alexandrya.ai developed a Chrome extension using the latest AI technology to analyze a huge amount of text in milliseconds and highlights you the most relevant sentences. All for you to save time reading web articles, being effective in getting the information you actually need and not being distracted and overloaded by non-relevant information.\n\nWho is it for?\nThe Chrome extension of alexandrya.ai is your perfect productivity tool for your everyday research. So you may do a lot of information gathering on the web as a researcher, analyst, consultant or student. You are using web-based applications for your work, or just for your daily newspaper read.\n\nHow the Highlighter Chrome extension works:\n1. Via your Google Chrome web browser add the Chrome extension. \n2. The Auto Web Highlighter Chrome extension is automatically activated.\n3. Every time you open a website the alexandrya.ai web highlighter analyzes the entire text of that site, runs it through our AI model which is pre-trained on millions of similar websites, summarizes your article and highlights the sentences with the most relevant information for you. All of that is done in milliseconds.  \n\nWhy we are doing it?\nWe actually developed this AI productivity tool for our internal usage only. \nOn a daily basis we do a lot of research ourselves. We personally hate all those SEO-friendly websites. Websites which are fully packed with words, sentences and paragraphs that were just written to make the Google ranking better, but bring real value to the reader just in a handful of sentences. We have noticed that a lot of people struggle with the same pain. Therefore, we wanted to empower the community with our productivity tool, too.  \n\nSo stop wasting your precious time reading non-relevant information, find the insights you are really looking for and make the earth a better place."
  }
}