{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "On this day..."
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Explore history with a daily snapshot on your Chrome browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate Chrome extension for history buffs and curious minds alike - \"On this day…\" will transport you back in time every time you open a new browser tab!\n\nAre you a history buff at heart? Or do you just want to impress your friends with your newfound knowledge? Either way, \"On this day…\" has got you covered. From the invention of the light bulb to the first moon landing, you'll be amazed at the fascinating events that have taken place throughout history.\n\nImagine starting your day by learning about significant events that happened on this very day hundreds of years ago. From famous births and deaths, to ground-breaking discoveries and important historical moments, \"On this day…\" has got it all!\n\nAnd the best part? Our extension is incredibly easy to use. Simply install it on your Chrome browser, and every time you open a new tab, you'll be greeted with a fascinating glimpse into the past. No more mindlessly scrolling through social media feeds or staring at a blank page - with \"On this day…\", you'll be enlightened and entertained every time you open your browser.\nBut don't take our word for it - our users love \"On this day…\"! Here's what some of them have to say:\n\n\"I love starting my day with a little bit of history, and this extension makes it too easy! Works a charm for impressing friends, family, and co-workers with my newfound knowledge!”\n\n\"As a teacher, I find this extension to be an incredibly useful tool for engaging my students and bringing history to life.\"\n\n\"I'm not usually a history buff, but this extension has made me realize how fascinating and relevant the past can be.\"\n\nSo, what are you waiting for? Download \"On this day…\" and start your own historical journey today! \n\nWho knows, maybe you'll even become the next Jeopardy champion thanks to all of your historical expertise!\n\nTrust us, you'll never be bored opening a new browser tab again!"
  }
}