{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mailfy Extensão WhatsApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adicione contatos do WhatsApp na Mailfy facilmente."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Com a extensão Mailfy Extensão WhatsApp, você pode facilmente integrar seus contatos do WhatsApp com a plataforma Mailfy, permitindo adicionar novos contatos diretamente de conversas no WhatsApp Web. Ideal para profissionais de vendas, atendimento ao cliente, e equipes de marketing, essa extensão otimiza o gerenciamento de contatos e facilita o envio de mensagens direcionadas e personalizadas.\n\nPrincipais Funcionalidades:\n\t•\tAdição Rápida de Contatos: Adicione contatos diretamente do WhatsApp Web à Mailfy com apenas alguns cliques.\n\t•\tSincronização Automática: Insira novos contatos em listas específicas da Mailfy para facilitar o envio de campanhas e mensagens.\n\t•\tInterface Intuitiva: Interface simples e organizada, com um botão de coleta de dados automático para extrair informações de contatos de suas conversas no WhatsApp Web.\n\t•\tConfiguração Flexível da API: Insira e valide sua chave API da Mailfy diretamente na extensão, garantindo segurança e personalização conforme suas necessidades.\n\nPor que usar o Mailfy Extensão WhatsApp?\nEssa extensão é perfeita para equipes que querem agilizar o processo de captura de leads e o gerenciamento de contatos sem precisar trocar constantemente entre plataformas. A Mailfy Extensão WhatsApp simplifica o trabalho e ajuda você a maximizar sua produtividade.\n\nComo usar:\n\t1.\tInstale a extensão e insira sua chave API Mailfy para começar.\n\t2.\tAbra uma conversa no WhatsApp Web, clique no botão “Coletar Dados” para capturar as informações do contato.\n\t3.\tSelecione a lista Mailfy desejada e clique em “Adicionar à lista” para sincronizar automaticamente o contato.\n\nTransforme a maneira como você gerencia seus contatos do WhatsApp e melhore suas campanhas de comunicação com a Mailfy Extensão WhatsApp."
  }
}