{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud Duplicate Finder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily find duplicate photos, songs and all files from the cloud storage"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud Duplicate Finder (CDF) scans cloud drives completely online. Users of cloud storage companies such as Google Drive, Dropbox, OneDrive and Box can integrate their cloud-drives to the CDF. CDF removes duplicate files including photos, songs, videos and documents. Users don't need to download files to the computer or smartphone, entire scan and duplicate file deletion is done online. \n\nNOTE: You need to have a CDF account to scan your cloud drive. Sign up today to try CDF for free (Only scanning is free: you will be able to add a cloud drive, scan for duplicates, and review / preview results, but you will not be able to delete duplicate files until you become a premium subscriber).\n\nCloud Duplicate Finder (CDF) Chrome Extension will do these three things for the users who have signed up on the CloudDuplicateFinder.com website: \n\nIt will display the used-space of the cloud drives added to the CDF application \n\nIt will display details of the last scans done by the CDF application\n\nWill take you to CDF main application area and Drive addition pages.\n\nHere is how the CDF application finds duplicate photos, songs and all files from the cloud storage: \n\nThe process of creating an account and removing duplicates is fast and secure (256-bit AES encryption applied, official APIs of Google Drive, Dropbox, OneDrive and Box used). Be assured, CDF will not store your files -- it even doesn't know the content of the files -- and passwords. Your privacy is never compromised.\n\nYou can create a Cloud Duplicate Finder's account without a credit card.\n\nHow to use CDF:\n\nWhile you add the CDF extension to your Chrome, you are requested to read the Terms and Services web-page’s content (The link of this page is given at the end, please check)\n\nAdd your cloud drive by logging through the official-login screens from Google Drive, Dropbox, OneDrive and Box\n\nChoose the target folder and start a scan for duplicate files.\n\nEnjoy a hot cup of coffee or check your social media while we do the labor.\n\nSelect the criteria for retaining files (CDF will automatically select \n duplicates for action)\n\nFinally, remove duplicates completely online\n\nUninstalling the extension: \n\nLocate the Horizontal Lines on the top-right of the Google Chrome and click to view settings and other options.\n\n\nThen click on More tools > click on Extensions > find the extension and click Remove. \n\nTerminating account from the website: \n\nWhen you are logged-in to the web-application, click on the My Account link on the top area. Find details of your account > Click on Terminate Account if you wish to delete your account.\n\nRegister:\n\nhttps://www.cloudduplicatefinder.com/Auth/register\n\nPrivacy Policy:\n\nhttps://www.cloudduplicatefinder.com/privacy-policy\n\nTerms of Service:\n\nhttps://www.cloudduplicatefinder.com/tems-of-service\n\nFAQs:\n\nhttps://www.cloudduplicatefinder.com/faqs\n\nSupport:\n\nhttps://www.cloudduplicatefinder.com/Support/form or email us at support@cloudduplicatefinder.com\n\nPricing:\n\nhttps://www.cloudduplicatefinder.com/Pricing/index\n\nDropbox, OneDrive, Google Drive and Box logos are trademarks of the Dropbox, Microsoft, Google and Box Incorporations respectively."
  }
}