{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agent Assist powered by Wizr AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI-powered extension automates ticket tagging, retrieves relevant past tickets and generates responses using your knowledgebase"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wizr AI Agent Assist - Enhance Your Support Team's Productivity Supercharge your support team with our Wizr AI Agent Assist, the ultimate AI-powered extension for customer service. Designed to streamline workflows, operations and boost productivity, this innovative tool automates essential support tasks, enabling your agents to deliver top-notch customer service effortlessly.\nKey Features:\n● Smart Ticket Tagging: Automatically categorize the ticket into specific buckets and prioritize tickets based on their content, ensuring faster and more efficient issue resolution.\n● Past Ticket Lookup: Quickly find and reference similar past tickets to help agents understand and resolve recurring issues more effectively.\n● FAQ Integration: Seamlessly access a comprehensive FAQ database to provide accurate and consistent answers to common customer questions.\n● Response Generation: Use advanced AI to draft accurate, personalized responses to user queries using vast knowledge base, SOP and other documentation, saving time and maintaining high-quality interactions.\nBenefits:\n● Boost Efficiency: Automate routine tasks to allow your agents to focus on more complex issues.\n● Improve Accuracy: Ensure consistent and accurate responses with AI-driven solutions.\n● Enhance Customer Satisfaction: Provide timely and relevant support, improving overall customer experience."
  }
}