{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chef-o-Bot"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Moving around on Codechef made easy!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Moving around on Codechef couldn't get any simpler...\n\nWith the help of this extension, you can view the editorial of any problem and also see your friend/idol/mentor's submissions for that problem with just a single click...!!!\n\nSo no more typing your friend's name again and again, and also no more having to search for the link to the editorial of the problem.\n\nThe extension allows you to view upto 3 of your friend's submissions at a time.\n\nYou can also save and load your friend's names to avoid having to type them again and again.\n\nThe rankings for the contest can also be viewed with a single click!\n\nSometimes, even when the editorial exists, a link to it is not included in the problem's page, but now you just need to make a single click and you will be able to view the editorial.\n\nFor those who are not aware about what Codechef is, you are missing out on a whole new world!\nPlease take a look at this- http://www.codechef.com/\n\nHere's how to use this extension:-\n\ni) Select the section that the problem you are viewing is a part of i.e. Contest Section or Practice Section. The default choice is the Contest Section.\n\nii) Click on the \"View Editorial\" button for the editorial for that problem.\n\niii) Enter your friend's name i.e. the username and click on \"View Friend's Submissions\" button to view his/her submissions for that problem.\n\nNOTE: It might be the case that your friend made submissions for the problem you are interested in during the challenge. In such a case, you must choose the \"Contest Section\" option and then view the submissions.\n\nIf you attempt to do so after having chosen the \"Practice Section\" option, then you will get a \"No Submissions found\" message.\n\nThe same is applicable for the converse case i.e. if your friend made submissions for the problem in the practice section and you are attempting to view the submissions while in the \"Contest Section\".   \n\niv) You can use the \"View Problem in Practice Section\" button to navigate to the problem in the practice section while in the \"Contest Section\".\n\nv) You can also Save/Load your friend's names to avoid having to type them again and again.\n\nvi) You can view the rankings for the contest by clicking on the \"View Rankings for Contest\" button.\n\nThings to be kept in mind:\ni) Please take note that the name of your friend is actually their Codechef username.\n\nii) Certain problems on Codechef do not have an editorial, if this is the case then it will lead to a \"404 Page not found\" error.  \n\niii) The \"View Problem in Practice Section\" and the \"View Rankings for Contest\" buttons are not applicable, while in Practice Section.\n\nAny feedback/comments/feature-requests are most welcome. \n\nIf you liked the extension, then please share it with your friends and don't forget to rate it too!\n\nHappy coding...:)"
  }
}