{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyArmor GPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrivacyArmor GPT: Protect sensitive data in OpenAI prompts. Automatically filters out e-mail addresses for enhanced GDPR compliance."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing PrivacyArmor GPT, a powerful Chrome extension designed to safeguard your OpenAI prompts by preventing data leaks and ensuring GDPR compliance. Stay worry-free as you use OpenAI services, knowing that your sensitive information is protected by PrivacyArmor GPT.\n\nKey Features:\n\nE-mail Address Filtering: PrivacyArmor GPT Version 1.0 automatically detects and filters out e-mail addresses from your OpenAI prompts, minimizing the risk of data leaks and helping you maintain GDPR compliance.\n\nEnhanced Data Security: With PrivacyArmor GPT, you can rest assured that your sensitive information is protected while using OpenAI services. Our extension works seamlessly in the background to safeguard your data.\n\nNo Data Collection: We prioritize your privacy. PrivacyArmor GPT does not store or collect any user data or analytics, ensuring that your personal information remains yours alone.\n\nEasy-to-Use: PrivacyArmor GPT is user-friendly and requires minimal setup. Just install the extension, and it will automatically start working to protect your sensitive data in OpenAI prompts.\n\nRegular Updates: Our team is committed to providing you with the best possible user experience. We continuously improve and update PrivacyArmor GPT to enhance its functionality and performance.\n\nStay safe and secure with PrivacyArmor GPT - the ultimate solution for protecting sensitive data in OpenAI prompts. Install now and enjoy a more secure OpenAI experience!"
  }
}