{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Live Reddit Commentary"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays live comments from Reddit for live streamed TV shows."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Live Reddit Commentary Chrome extension allows you to effortlessly view real-time comments from Reddit discussions directly within your browser. Designed for live TV show streams and episode discussions, this extension keeps you connected with the conversation without the need to constantly keep checking Reddit and refreshing the page. Simply enter the URL of a live discussion post on Reddit, set the display delay and lag time, and start receiving live commentary as it happens.\n\nFeatures:\n- View real-time comments from Reddit discussions during live TV show streams.\n- Customise display delay and lag time for a personalised experience.\n- Resizable and draggable comment section with integrated dark mode toggle.\n\nHow to Use:\n1. Install the Extension: Install the Live Reddit Commentary Chrome extension from the Chrome Web Store.\n\n2. Navigate to Your Content: Before using the extension, navigate to the webpage where you want to view live comments, such as a live TV show stream.\n\n3. Access the Settings and Set Parameters: Click on the extension icon in your browser's toolbar to access the settings.\nReddit Post URL: Enter the URL of the live discussion post on Reddit that corresponds to the content you're watching.\nDisplay Delay (seconds): Set the time interval between each displayed comment.\nLag Time (seconds): If you're watching a live broadcast with a delay, enter the lag time to avoid spoilers.\n\n4. Start Displaying Comments: Once the settings are configured, click \"Start\" to begin displaying comments in real time. The comment section will appear on the webpage where you've navigated.\n\n5. Customise the Comment Section:\nDrag and Drop: Move the comment section to a different position on your screen by dragging the header.\nResize: Adjust the size of the comment section by dragging the bottom-right corner of the box.\nToggle Dark Mode: Click within the comment section to switch between light and dark mode for comfortable viewing.\n\n6. Stop Fetching Comments: To stop fetching and displaying comments, click \"Stop\". This will remove the comment section from the webpage. It is important to remember to do this, or the extension will continue to attempt to fetch comments even after the tab has been closed.\n\nNote: Only run extension in one tab at a time.\n\nLimitations:\nThe Reddit API only allows fetching the 1000 most recent comments on a post. For this reason, this extension is best suited for watching live-streamed rather than recorded TV content - even with the lag option.\n\nMultiple, concurrent comment displays result in buggy behaviour. If you attempt to use the extension from a page while it is already running on another page, clicking the \"Stop\" button will halt comments from being displayed on the other page. The extension operates within a single session at a time."
  }
}