{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Branch Name Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Branch Name Generator is a versatile Chrome extension designed to streamline your development process by automatically generating…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Branch Name Generator is a versatile Chrome extension designed to streamline your development process by automatically generating standardized branch names based on your work items, regardless of the source control platform you use. \n\nSay goodbye to inconsistent naming conventions and hello to a more organized Git workflow.\n\nKey Features:\n\nAutomated Branch Name Generation: Generate branch names instantly based on work item details, including title, ID, and description. The generated names follow your custom template, ensuring consistency across your projects.\n\nCustomizable Templates: Define your own branch name templates to suit your team's naming conventions. Use placeholders like {feature/bugfix}, {WI number}, and {short description} to create meaningful and descriptive branch names.\n\nCompatible with All Source Control Platforms: Whether you use GitHub, GitLab, Bitbucket, Azure DevOps, or any other source control platform, Branch Name Generator works seamlessly with your workflow.\n\nEasy-to-Use Interface: With a minimalistic design, the extension is easy to use. Simply click the \"Generate Branch Name\" button, and your branch name is ready. Copy it to your clipboard with a single click!\n\nCustomizable API Settings: Set your OpenAI API key and select the model that works best for you directly from the extension's options page.\n\nReal-Time Feedback: Visual feedback ensures you know when your branch name has been successfully generated and copied to your clipboard."
  }
}