{
  "name": {
    "ar": "مصادقة",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te": "Password Manager Authenticator",
    "bg": "Удостоверител",
    "bn": "অথেন্টিকেটর",
    "ca,cs,es,fi,fr,id,ja,nl,pl,ro,sv,uk,vi,zh_TW": "Authenticator",
    "da": "Autentificering",
    "de": "Authentifizierung",
    "el": "Επαληθευτής",
    "et": "Autentikaator",
    "fa": "تأیید اعتبار",
    "he": "מאמת",
    "hr": "Autentifikator",
    "hu": "Hitelesítő",
    "it": "Autenticatore",
    "ko": "인증 도구",
    "no": "Autentisering",
    "pt_BR": "Autenticador",
    "ru": "Аутентификатор Менеджер паролей",
    "sr": "Аутентификатор",
    "th": "Authentication",
    "tr": "Kimlik Doğrulayıcı",
    "zh_CN": "身份验证器"
  },
  "short": {
    "ar": "يقوم المصادق بإنشاء رموز المصادقة ذات عاملين في المتصفح الخاص بك.",
    "am,en,en_AU,en_GB,en_US,es_419,fil,gu,hi,kn,lt,lv,ml,mr,ms,pt_PT,sk,sl,sw,ta,te": "Password Manager Authenticator generates two-factor authentication codes in your browser.",
    "bg": "Authenticator generates two-factor authentication codes in your browser.",
    "bn": "অথেন্টিকেটর আপনার ব্রাউজারে টু-ফ্যাক্টর অথেন্টিকেশন কোড উৎপন্ন করে।",
    "ca": "Authenticator genera codis d'autenticació en dos passos al vostre navegador.",
    "cs": "Authenticator generuje kódy dvoufázového ověření ve Vašem prohlížeči.",
    "da": "Authenticator genererer to-faktor autentificeringskoder i din browser.",
    "de": "Authenticator erzeugt zwei-Faktor-Authentifizierungscodes in Ihrem Browser.",
    "el": "Ο επαληθευτής δημιουργεί κωδικούς ταυτότητας δυο παραγόντων στο πρόγραμμα περιήγησής σας.",
    "es": "Authenticator genera códigos de autenticación de dos factores en su navegador.",
    "et": "Autentikaator genereerib teie brauseris mitmikautentimise koode.",
    "fa": "افزونه Authenticator کدهای تأیید هویت دو مرحله‌ای را در مرورگر شما تولید می‌کند.",
    "fi": "Authenticator-laajennus tuottaa kaksivaiheisen tunnistuksen tunnuslukuja selaimessasi.",
    "fr": "Authenticator génère des codes d'authentification à deux facteurs dans votre navigateur.",
    "he": "המאמת מחולל קודי אימות דו שלבי ישירות מהדפדפן.",
    "hr": "Autentifikator generira autentifikacijske kodove prijava u dva koraka direktno u Vašem pregledniku.",
    "hu": "A Hitelesítő 2 lépcsős ellenőrző kódokat generál a böngészőben.",
    "id": "Authenticator menghasilkan kode verifikasi 2 langkah di browser anda.",
    "it": "Authenticator genera codici di verifica a due fattori nel tuo browser.",
    "ja": "Authenticator はお使いのブラウザーで2段階認証コードを生成します。",
    "ko": "인증 도구는 브라우저에서 2단계 인증 코드를 생성합니다.",
    "nl": "Authenticator genereert 2-stapsverificatiecodes in uw browser.",
    "no": "Authenticator genererer to-faktor autentiseringskoder i nettleseren din.",
    "pl": "Authenticator generuje w przeglądarce kody uwierzytelniania dwuskładnikowego.",
    "pt_BR": "O autenticador gera códigos de verificação em dois fatores no seu navegador.",
    "ro": "Authenticator generează coduri de verificare pentru al doilea pas în browserul tău.",
    "ru": "Аутентификатор генерирует коды двухфакторной аутентификации в вашем браузере.",
    "sr": "Аутентификатор генерише кодове за приступ у два степена.",
    "sv": "Authenticator genererar 2-stegs verifieringskoder i din webbläsare.",
    "th": "Authenticator สำหรับสร้างรหัสยืนยัน 2 ชั้นบนเบราว์เซอร์",
    "tr": "Kimlik Doğrulayıcı, tarayıcınızda iki faktörlü kimlik doğrulama kodları oluşturur.",
    "uk": "Автентифікатор генерує коди двофакторної аутентифікації у вашому браузері.",
    "vi": "Authenticator tạo ra mã xác thực 2 yếu tố ngay trong trình duyệt của bạn.",
    "zh_CN": "身份验证器用以在浏览器中生成二步认证代码。",
    "zh_TW": "Authenticator在你的瀏覽器中生成兩步驟驗證碼。"
  },
  "long": {
    "ar": "🔑🔑🔑🔑 مدير كلمات المرور والتوثيق 🔑🔑🔑🔑\n\n🏆 أفضل امتداد مجاني لتخزين كلمات المرور الخاصة بك من مواقع مختلفة. تم تصميم المنتج بكل تأكيد بذوق ، مع مراعاة جميع متطلبات السلامة الضرورية وبسهولة فريدة في الاستخدام. جربها بنفسك!\n\n📟 يُنشئ المصادقة رموز مصادقة ثنائية العوامل في متصفحك.\nاستخدمه لإضافة طبقة أمان إضافية إلى حساباتك عبر الإنترنت. لكن تذكر الاحتفاظ بنسخة احتياطية من أسرارك في مكان آمن. أنت لا تعرف أبدا ماذا! يوصى بشدة بتشفير كلمات المرور الخاصة بك ، خاصة إذا قمت بتسجيل الدخول إلى حساب Google.\n\n😊 لا حاجة لتطبيق مدير كلمات مرور سطح المكتب المنفصل مع امتداد المتصفح.\n\n🛡 البرنامج المساعد لملحق المتصفح لمدير كلمات المرور محمي بمصادقة ثنائية بشكل افتراضي ويتيح مصادقة ثنائية خالية من كلمة المرور مثل مسح كود qr المشفر وتأكيد تسجيل الدخول.\n\n❓ حسنًا ، إذا كانت لديك أي أسئلة ، فسنجيب عليها بكل سرور ، اكتب هنا: Authentication.dev@gmail.com",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr": "🔑🔑🔑🔑 PASSWORD MANAGER AND AUTHENTICATION 🔑🔑🔑🔑\n\n🏆 The best free extension for storing your passwords from various sites. The product is certainly created with taste, taking into account all the necessary safety requirements and with a unique ease of use. Try it yourself!\n\n📟 Authenticator generates two factor authentication codes in your browser.\nUse it to add an extra layer of security to your online accounts. But remember to keep a backup of your secrets in a safe place. You never know what! It is highly recommended that you encrypt your passwords, especially if you are signed in to a Google account.\n\n😊 No need for a separate desktop password manager app with browser extension.\n\n🛡 Browser extension plugin for password manager is protected by two factor authentication by default and enables passwordless two factor authentication such as encrypted qr code scan and login confirmation.\n\n❓ Well, if you have any questions, we will answer you with great pleasure, write here: authentication.dev@gmail.com",
    "fr": "GESTIONNAIRE DE MOT DE PASSE ET AUTHENTIFICATION 🔑🔑🔑🔑\n\nLa meilleure extension gratuite pour stocker vos mots de passe de divers sites. Le produit est certainement créé avec goût, en tenant compte de toutes les exigences de sécurité nécessaires et avec une facilité d'utilisation unique. Essayez-le vous-même !\n\nAuthenticator génère des codes d'authentification à deux facteurs dans votre navigateur.\nUtilisez-le pour ajouter une couche de sécurité supplémentaire à vos comptes en ligne. Mais n'oubliez pas de conserver une sauvegarde de vos secrets dans un endroit sûr. On ne sait jamais quoi ! Il est fortement recommandé de crypter vos mots de passe, surtout si vous êtes connecté à un compte Google.\n\n😊 Pas besoin d'une application de gestion de mot de passe de bureau distincte avec extension de navigateur.\n\n🛡 Le plug-in d'extension de navigateur pour le gestionnaire de mots de passe est protégé par défaut par une authentification à deux facteurs et permet une authentification à deux facteurs sans mot de passe, telle que l'analyse de code qr crypté et la confirmation de connexion.\n\nEh bien, si vous avez des questions, nous y répondrons avec grand plaisir, écrivez ici : authentication.dev@gmail.com",
    "ja": "🔑🔑🔑🔑パスワードマネージャーと認証🔑🔑🔑🔑\n\n🏆さまざまなサイトからのパスワードを保存するための最高の無料拡張機能。製品は確かに、必要なすべての安全要件を考慮に入れ、独自の使いやすさを備えた味わいで作成されています。自分で試してみてください！\n\n📟オーセンティケーターは、ブラウザーで2要素認証コードを生成します。\nこれを使用して、オンラインアカウントにセキュリティの層を追加します。ただし、秘密のバックアップを安全な場所に保管することを忘れないでください。あなたは何を知らない！特にGoogleアカウントにサインインしている場合は、パスワードを暗号化することを強くお勧めします。\n\n😊ブラウザ拡張機能を備えた別のデスクトップパスワードマネージャーアプリは必要ありません。\n\n🛡パスワードマネージャー用のブラウザー拡張プラグインは、デフォルトで2要素認証によって保護されており、暗号化されたqrコードスキャンやログイン確認などのパスワードなしの2要素認証を有効にします。\n\n❓ご不明な点がございましたら、喜んでお答えいたします。authentication.dev@ gmail.comまでご連絡ください。",
    "ko": "🔑🔑🔑🔑 비밀번호 관리자 및 인증 🔑🔑🔑🔑\n\n🏆 다양한 사이트의 비밀번호를 저장할 수 있는 최고의 무료 확장 프로그램입니다. 이 제품은 필요한 모든 안전 요구 사항과 독특한 사용 편의성을 고려하여 확실히 맛이 좋게 만들어졌습니다. 직접 해보십시오!\n\n📟 인증기는 브라우저에서 2단계 인증 코드를 생성합니다.\n이를 사용하여 온라인 계정에 보안 계층을 추가하십시오. 그러나 안전한 장소에 비밀 백업을 보관하는 것을 잊지 마십시오. 당신은 무엇을 몰라! 특히 Google 계정에 로그인한 경우 비밀번호를 암호화하는 것이 좋습니다.\n\n😊 브라우저 확장 기능이 있는 별도의 데스크탑 비밀번호 관리자 앱이 필요하지 않습니다.\n\n🛡 비밀번호 관리자용 브라우저 확장 플러그인은 기본적으로 이중 인증으로 보호되며 암호화된 qr 코드 스캔 및 로그인 확인과 같은 비밀번호 없는 이중 인증을 활성화합니다.\n\n❓ 질문이 있으시면 기꺼이 답변해 드리겠습니다. 여기에 이메일을 보내주세요: authentication.dev@gmail.com",
    "ru": "🔑🔑🔑🔑 PASSWORD MANAGER AND AUTHENTICATION 🔑🔑🔑🔑\n\n🏆 Самое лучшее бесплатное расширение для хранения ваших паролей от различных сайтов. Продукт безусловно создан со вкусом, с учетом всех необходимых требований к безопасности и с неповторимым удобством использования. Попробуйте сами!\n\n📟 Аутентификатор генерирует коды двухфакторной аутентификации в вашем браузере.\nИспользуйте его, чтобы добавить дополнительный уровень безопасности к вашим онлайн-аккаунтам. Но не забывайте, что необходимо хранить резервную копию своих секретов в надежном месте. Мало ли что! Настоятельно рекомендуется зашифровать свои пароли, особенно если вы вошли в учетную запись Google.\n\n😊 Нет необходимости в отдельном настольном приложении менеджера паролей с расширением браузера.\n\n🛡 Плагин расширения браузера для диспетчера паролей по умолчанию защищен двухфакторной аутентификацией и включает беспарольную двухфакторную аутентификацию, такую как сканирование зашифрованного qr-кода и подтверждение входа в систему.\n\n❓ Ну а если вопросы какие-то возникнут то мы с огромным удовольствием на них вам ответим, пишите сюда: authentication.dev@gmail.com",
    "uk": "🔑🔑🔑🔑 PASSWORD MANAGER AND AUTHENTICATION 🔑🔑🔑🔑\n\n🏆 Найкраще безкоштовне розширення для зберігання паролів від різних сайтів. Продукт безумовно створений зі смаком, з урахуванням усіх необхідних вимог до безпеки та з неповторною зручністю використання. Спробуйте самі!\n\n📟 Аутентифікатор генерує коди двофакторної аутентифікації у вашому браузері.\nВикористовуйте його, щоб додати додатковий рівень безпеки до ваших онлайн-акаунтів. Але не забувайте, що необхідно зберігати резервну копію своїх секретів у надійному місці. Хіба мало що! Рекомендовано зашифрувати свої паролі, особливо якщо ви увійшли до облікового запису Google.\n\n😊 Немає необхідності в окремому настільному додатку менеджера паролів із розширенням браузера.\n\n🛡 Плагін розширення браузера для диспетчера паролів за замовчуванням захищений двофакторною аутентифікацією та включає безпарольну двофакторну аутентифікацію, таку як сканування зашифрованого qr-коду та підтвердження входу в систему.\n\n❓ Ну а якщо питання якісь виникнуть, то ми з величезним задоволенням на них вам відповімо, пишіть сюди: authentication.dev@gmail.com",
    "vi": "🔑🔑🔑🔑 TRÌNH QUẢN LÝ VÀ XÁC THỰC MẬT KHẨU 🔑🔑🔑🔑\n\n🏆 Phần mở rộng miễn phí tốt nhất để lưu trữ mật khẩu của bạn từ các trang web khác nhau. Sản phẩm chắc chắn được tạo ra với hương vị, có tính đến tất cả các yêu cầu an toàn cần thiết và dễ sử dụng độc đáo. Hãy thử nó cho mình!\n\n📟 Trình xác thực tạo mã xác thực hai yếu tố trong trình duyệt của bạn.\nSử dụng nó để thêm một lớp bảo mật bổ sung cho các tài khoản trực tuyến của bạn. Nhưng hãy nhớ giữ một bản sao lưu các bí mật của bạn ở một nơi an toàn. Bạn không bao giờ biết những gì! Bạn nên mã hóa mật khẩu của mình, đặc biệt nếu bạn đã đăng nhập vào tài khoản Google.\n\n😊 Không cần ứng dụng quản lý mật khẩu trên máy tính để bàn riêng biệt với tiện ích mở rộng trình duyệt.\n\n🛡 Plugin mở rộng trình duyệt cho trình quản lý mật khẩu được bảo vệ bằng xác thực hai yếu tố theo mặc định và cho phép xác thực hai yếu tố không cần mật khẩu như quét mã qr được mã hóa và xác nhận đăng nhập.\n\n❓ Vâng, nếu bạn có bất kỳ câu hỏi nào, chúng tôi sẽ giải đáp chúng một cách tận tình, hãy viết tại đây :hentication.dev@gmail.com",
    "zh_CN,zh_TW": "🔑🔑🔑🔑 密碼管理器和認證 🔑🔑🔑🔑\n\n🏆 用於存儲來自各種站點的密碼的最佳免費擴展程序。該產品當然是有品味的，考慮到所有必要的安全要求和獨特的易用性。自己試試吧！\n\n📟 Authenticator 在您的瀏覽器中生成兩個因素身份驗證代碼。\n使用它為您的在線帳戶添加額外的安全層。但請記住將您的秘密備份保存在安全的地方。你永遠不知道什麼！強烈建議您對密碼進行加密，尤其是在您登錄 Google 帳戶時。\n\n😊無需帶有瀏覽器擴展程序的單獨桌面密碼管理器應用程序。\n\n🛡 密碼管理器的瀏覽器擴展插件默認受雙因素身份驗證保護，並啟用無密碼雙因素身份驗證，例如加密二維碼掃描和登錄確認。\n\n❓ 好吧，如果您有任何問題，我們將非常樂意為您解答，請寫在這裡：authentication.dev@gmail.com"
  }
}