{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TheHook, Mots clés SEO Keywords longue traîne"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trouvez des mots clés et keywords de longue traîne en SEO et référencement naturel, des idées de mots à placer dans votre texte…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trouvez des mots clés et keywords de longue traîne en SEO et référencement naturel, des idées de mots à placer dans votre texte pour optimiser votre visibilité dans les moteurs de recherche.\n\nNotre extension permet de trouver des mots-clés de longue traîne et ciblés pour la description de vos pages produits, page d'accueil et articles de blog. Vous allez optimiser votre référencement avec cet outil d'optimiseur de texte SEO.\n\nNous vous suggérons automatiquement les mots clés grâce à une comparaison entre les opportunités de référencement naturel, le CPC, le volume de recherche mensuel, le traffic ou la concurrence.\n\nVous trouverez des mots clés pour le SEO qui permettront d'apparaître dans le SERP 1 et dans les moteurs de recherche de Google, Yahoo, Bing, Youtube et autre ! Vous allez enrichir votre texte avec du contenu optimisé !\n\nVous aurez des mots clés à insérer de manière logique dans votre texte pour augmenter le nombre de mots et rendre votre texte plus ciblé, ainsi que des idées de contenu à rédiger sur votre blog ou de mots pour le titre ou balise image alt.\n\nCette extension est conseillée pour ceux qui font du référencement naturel sur Wordpress avec Woocommerce, du dropshipping sur Shopify, améliorer son référencement local ou national, Wix ou toute autre structure de site.\n\nEn une recherche vous obtiendrez tous les mots clés dont vous avez besoin.\n\nLes mots clé hippocampe sont permettent de contextualiser le texte.\nLes mots baleines sont concurrentiels et apportent du trafic qualifié.\nLes mots kraken sont de la longue traîne qui permettront d'obtenir des visiteurs ciblés. C'est de l'enrichissement sémantique et de l'analyse.\n\nVous pourrez optimiser les keywords dans votre titre, méta-titre, description, chapo, meta-description et dans tout votre texte pour qu'il soit optimisé. De même cela vous donnera des idées d'articles à rédiger ou de mots à placer dans votre URL pour votre SEO.\n\nLes mots clés sont donnés en Français. Le nombre de recherches de mots est illimité dès que vous avez un abonnement. C'est le top pour augmenter votre trafic organique !\n\nUtilisez TheHook de Growthcaptain pour améliorer le classement des pages et articles. Ce, afin de monter dans les SERP grâce aux mots clés à partir de recherches profitables. La rédaction de contenu et d'article est facilitée !\n\nVous pouvez être concerné par :\n\nTrouver des différentes idées de mots-clés ou idées de contenu avec des mots-clés Google, pour Amazon ou Youtube.\n\nAvoir une analyse et détails des mots clés intéressants pour un article comme un audit de site (nous ne montrons pas les CPC ou le volume de recherche, ni les backlinks. L'extension donne directement la bonne liste de mots clés afin d'avoir des suggestions de mots-clés très ciblés.)\n\nVous suivrez l'explosion du pourcentage de clics SEO que votre terme de recherche. Nous proposons bien plus que google keyword planner en terme de mots clés ou mots-clés pertinents. C'est un générateur de mots clés de référencement qui font du sens plutôt que de donner une liste de mots clés gratuits. Une sorte de Keyword explorer avec les mots qui doivent réellement correspondre à votre texte. Vous allez trouver les mots-clés les plus recherches avec des exemples.\n\nTrouver les mots clés d'un site pour augmenter son référencement google, youtube ou autre avec des exemples et étude de mots clés est bien plus simple ! La rédaction est intuitive.\n\n- 1 Licence correspond à 1 seul utilisateur qui peut l'utiliser sur plusieurs sites.\n- Uniquement pour la langue Française.\n- Fonctionne sur Wordpress, Shopify, Wix et tous les sites internet."
  }
}