{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Hunter - Aliexpress Dropshipping Center"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows to get access easily to the Dropshipping Center"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ali Hunter - Aliexpress Dropshipping center helps to get access easily to the Dropshipping Center.\n\nMany e-commerce entrepreneurs are looking to use Aliexpress dropshipping Center to find the best products and suppliers on the Aliexpress marketplace.\nNevertheless, access to Aliexpress Dropshipping Center is reserved for Dropshipping professionals who have already sold a significant volume of products. Thanks to our tool, we allow you to have  access to this privileged service to develop your turnover and your product range.\n\nThis platform created by Aliexpress allows you to find the right products to sell according to different criteria: price, product range, delivery speed or product rating, sales quantities or reviews, keywords.\n\nOur extension is your solution if you are looking for Aliexpress Dropshipping Center link. \n\n\n✜ How it works? \n\nInstall the extension on your browser, \nYou will be asked for a login page to the Aliexpress website.\nThanks to the extension, a link is displayed on the top left of your Aliexpress pages indicating the Aliexpress dropshipping center platform. \n\nAs a second option:\nClick on the logo of the extension in your browser. \n\nPlease note, in order for the Aliexpress dropshipping center link to work, you must keep the extension installed and active on your browser. \nThanks for using our extension.Give us a review after using this chrome extension."
  }
}