{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hoppingo Curator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension will allow users to add their desired products to hoppingo.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hoppingo's got another fabulous innovation for all you online shoppers! The next time you find something you love on any site across the web, you can save it with just one click. \n\nStep 1 - Download this \"Hoppingo Chrome Extension\".\n\nStep 2 - The next time you find something you love on any site across the web, you can add it to Hoppingo with just one click. Just click on the Hoppingo chrome extension icon. Currently this extension is enabled only for our partner sites but we are continuously working to increase the number of sites.\n\nStep 3 - Allow us sometime to add this product to your profile on Hoppingo before you and your friends can view it. You can go ahead and talk about what you've curated. If you've great taste, you could be helping friends pick up a good attire, if you are a gadget freak and your friends are waiting to know what's your next purchase, hoppingo chrome extension is what you need. Not just your friends, your recommendations are there for everyone to access.\n\nStep 4 - Once your products are added -  Buy, share or simply revisit this wishlist any time you want.\n\nStep 5 - We also tell you how much love you are receiving. Check product views, visits and redirects all at one place.\n\nSo if you've been looking for ways to make shopping fun, Hoppingo just made it happen. Try this now!\n\nIts in Beta Mode right now, please do submit any bugs or feedback @ hello@hoppingo.com"
  }
}