{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WA Sender BulkPro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your marketing strategy with WaBulkSendPro, the cutting-edge WhatsApp marketing software designed to empower your business…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate your marketing strategy with WaBulkSendPro, the cutting-edge WhatsApp marketing software designed to empower your business with unparalleled outreach and engagement capabilities. Our innovative solution is meticulously crafted to help you connect, engage, and convert your target audience seamlessly and efficiently.\n\nKey Features:::\n\nBulk Messaging:: WaBulkSendPro enables you to send personalized, high-impact messages to large contact lists, ensuring maximum reach and engagement.\n\nContact Management:: Effortlessly manage and organize your WhatsApp contacts, allowing you to target specific groups or demographics with precision.\n\nMulti-Media Support:: Share text, images, videos, and documents to create dynamic and engaging campaigns that resonate with your audience.\n\nScheduled Campaigns:: Plan your marketing campaigns in advance and set delivery times for optimal visibility and response.\n\nAutomated Responses:: Foster meaningful connections with automated responses, ensuring prompt replies and customer satisfaction.\n\nAnalytics & Reporting:: Gain deep insights into the effectiveness of your campaigns with detailed analytics and performance reports.\n\nUser-Friendly Interface:: WaBulkSendPro is designed with an intuitive and user-friendly interface, making it accessible to both novices and marketing experts."
  }
}