{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wireframeit - Instant Website Wireframing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform any website into a low-fidelity wireframe instantly. Customize, preview, and export your wireframes as SVG files with ease"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wireframeit is the fastest way to turn any live website into a wireframe. Whether you’re a developer, product manager, or designer, Wireframeit saves you time and improves collaboration by simplifying layouts to just the essentials. One click, and you have a wireframe ready for analysis, sharing, or further design.\n\n🔑 Key Features\n- Instant Wireframes\nTransform any website into a wireframe with a single click—perfect for rapid prototyping and visualizing layouts without extra design work.\n- Customizable Options\nReplace text with Lorem-Ipsum for uniformity, view Text IDs for organized copywriting, and turn images into placeholders to focus on structure.\n- Blueprint Mode\nQuickly view page structures with all div containers visible for a clearer understanding of complex layouts.\n- Premium SVG Export\nPremium users can export wireframes as SVG files, making it easy to share and edit in other design tools.\n\nWho Benefits from Wireframeit?\n- Developers: Get quick wireframes for feature planning or layout analysis without needing a design team.\n- Product Managers & Teams: Easily communicate layout ideas and gather feedback in a streamlined, visual format.\n- UX/UI Designers: Analyze layouts from live sites, experiment with structure, and seamlessly integrate wireframes into your design workflow.\n\nSave Time, Work Smarter\nWireframeit is here to help you:\n- Cut down hours spent on creating wireframes.\n- Simplify feedback with clear, easy-to-understand wireframes.\n- Speed up iteration by focusing only on the essentials.\n\nQuick Start Guide\n1. Add Wireframeit from the Chrome Web Store.\n2. Open a website you want to wireframe.\n3. Click Wireframeit on your toolbar to transform instantly.\n4. Customize as needed—add placeholders, text IDs, or go straight to SVG export if you’re a premium user.\n\nWireframeit – The Simple Solution for Quick, Effective Wireframes."
  }
}