{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Walmart Price Tracker by Sellegr8"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily view the price history of products sold on Walmart while browsing walmart.com."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🛍 Discover the Ultimate Shopping Secret with Our Walmart Price History Extension! 🚀\n\nTired of overpaying? Get the insider scoop on Walmart prices with the new Price History Tracker for Walmart.com.\n\n📈 Unlock a Year's Worth of Price History Data!\nThis handy extension reveals a product's price fluctuations over the past year, so you can see if that \"sale\" price is really a steal or just hype. No more getting duped by clever marketing tricks!\n\nWith Price History Tracker, you'll shop smarter and save big. See how low prices have dropped in the past and decide if it's worth waiting for another price drop. Or, snap up true bargains when you spot rock-bottom prices.\n\nInsight into price trends empowers you to make informed purchases. You'll know whether to buy now or hold out for a better deal.\n\n🔔 Stay Ahead with Price Drop Notifications (Coming Soon!)\nWe're not stopping at history—future updates will introduce real-time price drop notifications! Be the first to know when your favorite products go on sale, ensuring you never miss a deal again. Stay ahead of the shopping game effortlessly.\n\nShop savvier and keep more cash in your wallet with Price History Tracker. One click installs this free extension that puts the power of price history data at your fingertips.\n\nStop overpaying and start saving with smarter shopping! Get the Price History Tracker for Walmart.com today.\n\nWalmart is a trademark of Wal-Mart Stores, Inc. This extension was not created or endorsed by Walmart."
  }
}