{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BitcoinHelp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser extension for BitcoinHelp, where you can message or call a expert for all your bitcoin or crypto needs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The BitcoinHelp Chrome extension is your ultimate companion for all things Bitcoin. Stay updated and informed about the latest news, trends, and developments in the world of Bitcoin right from your browser.\n\nKey Features:\n\n1 on 1 Support: Receive personalized assistance from our dedicated support team. Whether you have questions, need guidance, or encounter issues related to Bitcoin, our experts are here to help. We offer multiple channels of communication, including chat, email, video call, or phone, ensuring that you can reach out to us in a way that is convenient for you. Rest assured that our knowledgeable team will provide the support you need to navigate the world of Bitcoin effectively.\n\nNews and Updates: Access the latest news articles, blog posts, and analysis about Bitcoin from us. Stay informed about industry trends, regulatory changes, and market insights.\n\nEducational Resources: Access a curated collection of educational resources, guides, and tutorials to deepen your understanding of Bitcoin and cryptocurrency. Learn about blockchain technology, wallets, security practices, and more.\n\nExperience the world of Bitcoin like never before with the BitcoinHelp Chrome extension. Get instant access to essential tools and resources, making it easier to navigate the dynamic and exciting Bitcoin ecosystem.\n\nNote: This extension does not provide financial advice or investment recommendations. Always do your own research and exercise caution when dealing with cryptocurrencies."
  }
}