{
  "name": {
    "ar": "Eskritor: مساعد الكتابة الذكية",
    "am,bn,ca,da,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,kn,lt,ml,mr,pt_BR,pt_PT,ro,sw,ta,te,zh_CN,zh_TW": "Eskritor: Smart Writing Assistant",
    "bg": "Eskritor: Помощник за интелигентно писане",
    "cs": "Eskritor: Chytrý asistent psaní",
    "de": "Eskritor: Intelligenter Schreibassistent",
    "el": "Eskritor: Έξυπνος βοηθός γραφής",
    "es": "Eskritor: asistente de escritura inteligente",
    "et": "Eskritor: nutikas kirjutamisassistent",
    "fa": "اسکریت: دستیار نوشتن هوشمند",
    "fr": "Eskritor : assistant d'écriture intelligent",
    "he": "אסקריטור: עוזר כתיבה חכם",
    "hi": "Escritor: स्मार्ट राइटिंग असिस्टेंट",
    "hr": "Eskritor: pomoćnik za pametno pisanje",
    "hu": "Eskritor: Intelligens írási asszisztens",
    "id": "Eskritor: Asisten Penulisan Cerdas",
    "it": "Eskritor: assistente di scrittura intelligente",
    "ja": "Eskritor: スマート ライティング アシスタント",
    "ko": "Eskritor: 스마트 라이팅 어시스턴트",
    "lv": "Eskritors: viedais rakstīšanas palīgs",
    "ms": "Eskritor: Pembantu Penulisan Pintar",
    "nl": "Eskritor: slimme schrijfassistent",
    "no": "Eskritor: Smart skriveassistent",
    "pl": "Escritor: Inteligentny asystent pisania",
    "ru": "Eskritor: умный помощник по письму",
    "sk": "Eskritor: Inteligentný asistent písania",
    "sl": "Eskritor: Pomočnik za pametno pisanje",
    "sr": "Аутор: Смарт Вритинг Ассистант",
    "sv": "Eskritor: Smart skrivassistent",
    "th": "Eskritor: ผู้ช่วยเขียนอัจฉริยะ",
    "tr": "Eskritor: Akıllı Yazma Asistanı",
    "uk": "Eskritor: Помічник із розумного письма",
    "vi": "Eskritor: Trợ lý viết thông minh"
  },
  "short": {
    "ar": "مساعد الكتابة الذكي. إنشاء نص تلقائيًا باستخدام كاتب محتوى يعمل بالذكاء الاصطناعي (AI).",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Smart Writing Asistant. Automatically generate text with artificial intelligence (AI) content writer.",
    "bg": "Помощник за интелигентно писане. Автоматично генерирайте текст с инструмент за писане на съдържание с изкуствен интелект (AI).",
    "cs": "Chytrý asistent psaní. Automaticky generujte text pomocí zapisovače obsahu umělé inteligence (AI).",
    "da": "Smart skriveassistent. Generer automatisk tekst med indholdsforfatter til kunstig intelligens (AI).",
    "de": "Intelligenter Schreibassistent. Generieren Sie automatisch Text mit Content Writer mit künstlicher Intelligenz (KI).",
    "el": "Έξυπνος βοηθός γραφής. Δημιουργήστε αυτόματα κείμενο με πρόγραμμα εγγραφής περιεχομένου τεχνητής νοημοσύνης (AI).",
    "es": "Asistente de escritura inteligente. Genere texto automáticamente con el escritor de contenido de inteligencia artificial (IA).",
    "et": "Nutikas kirjutamisassistent. Looge tehisintellekti (AI) sisukirjutajaga tekst automaatselt.",
    "fa": "دستیار نوشتن هوشمند. تولید خودکار متن با نویسنده محتوای هوش مصنوعی (AI).",
    "fi": "Älykäs kirjoitusassistentti. Luo tekstiä automaattisesti tekoälyn (AI) sisällönkirjoittimen avulla.",
    "fr": "Assistant d'écriture intelligent. Générez automatiquement du texte avec un rédacteur de contenu à intelligence artificielle (IA).",
    "he": "עוזר כתיבה חכם. צור טקסט באופן אוטומטי עם כותב תוכן של בינה מלאכותית (AI).",
    "hi": "स्मार्ट राइटिंग असिस्टेंट। आर्टिफिशियल इंटेलिजेंस (एआई) सामग्री लेखक के साथ स्वचालित रूप से पाठ उत्पन्न करें।",
    "hr": "Pametni pomoćnik za pisanje. Automatski generirajte tekst pomoću pisca sadržaja umjetne inteligencije (AI).",
    "hu": "Intelligens írásasszisztens. Szöveg automatikus létrehozása mesterséges intelligencia (AI) tartalomíróval.",
    "id": "Asisten Menulis Cerdas. Secara otomatis menghasilkan teks dengan penulis konten kecerdasan buatan (AI).",
    "it": "Assistente di scrittura intelligente. Genera automaticamente testo con l'autore di contenuti di intelligenza artificiale (AI).",
    "ja": "スマートライティングアシスタント.人工知能 (AI) コンテンツ ライターでテキストを自動生成します。",
    "ko": "스마트 라이팅 어시스턴트. 인공 지능(AI) 콘텐츠 작성기로 자동으로 텍스트를 생성합니다.",
    "lt": "Išmanusis rašymo asistentas. Automatiškai generuokite tekstą naudodami dirbtinio intelekto (AI) turinio rašytoją.",
    "lv": "Viedais rakstīšanas palīgs. Automātiski ģenerējiet tekstu, izmantojot mākslīgā intelekta (AI) satura rakstītāju.",
    "ms": "Pembantu Bijak Menulis. Menjana teks secara automatik dengan penulis kandungan kecerdasan buatan (AI).",
    "nl": "Slimme schrijfassistent. Genereer automatisch tekst met inhoudschrijver met kunstmatige intelligentie (AI).",
    "no": "Smart skriveassistent. Generer automatisk tekst med innholdsforfatter for kunstig intelligens (AI).",
    "pl": "Inteligentny asystent pisania. Automatycznie generuj tekst za pomocą narzędzia do tworzenia treści opartego na sztucznej…",
    "ro": "Asistent inteligent de scriere. Generați automat text cu scriitor de conținut cu inteligență artificială (AI).",
    "ru": "Умный помощник по письму. Автоматически генерируйте текст с помощью автора контента с искусственным интеллектом (ИИ).",
    "sk": "Inteligentný asistent písania. Automaticky generujte text pomocou zapisovača obsahu umelej inteligencie (AI).",
    "sl": "Pomočnik za pametno pisanje. Samodejno ustvari besedilo s piscem vsebine z umetno inteligenco (AI).",
    "sr": "Паметни помоћник за писање. Аутоматски генерише текст са писцем садржаја са вештачком интелигенцијом (АИ).",
    "sv": "Smart skrivassistent. Generera automatiskt text med innehållsskrivare för artificiell intelligens (AI).",
    "th": "ผู้ช่วยเขียนอัจฉริยะ สร้างข้อความโดยอัตโนมัติด้วยตัวเขียนเนื้อหาปัญญาประดิษฐ์ (AI)",
    "tr": "Akıllı Yazma Asistanı. Yapay zeka (AI) içerik yazarı ile otomatik olarak metin oluşturun.",
    "uk": "Smart Writing Assistant. Автоматично створюйте текст за допомогою програми створення вмісту зі штучним інтелектом (AI).",
    "vi": "Trợ lý viết thông minh. Tự động tạo văn bản với trình viết nội dung trí tuệ nhân tạo (AI)."
  },
  "long": {
    "ar": "إنشاء نص تلقائيًا باستخدام كاتب محتوى يعمل بالذكاء الاصطناعي (AI).\n\nيوفر Eskritor أفضل النتائج المدعومة بالذكاء الاصطناعي لاحتياجاتك. يأخذ Eskritor بعض المعلومات حول احتياجاتك ويمنحك أفضل النتائج بالنسبة لك. ملحق Eskritor Chrome سهل الاستخدام. اضغط على إنشاء ملف جديد لأي احتياجات وحدد إحدى حالات الاستخدام ودع Eskritor يقوم بسحره. يمكنك استخدام Eskritor لأكثر من 30 حالة استخدام لأي نوع من الاحتياجات.\nكيفية استخدام Eskritor؟\n\n1-قم بتنزيل امتداد Eskritor Chrome.\n2-قم بتثبيت ملحق Eskritor كما يظهر عند تنزيله.\n3-الضغط على زر إنشاء ملف جديد في الامتداد.\n4-حدد حالة الاستخدام الأنسب لاحتياجاتك في الصفحة المنبثقة.\n5-أضف بعض المدخلات والكلمات الرئيسية للمحتوى الخاص بك.\n6-ثم اضغط على زر توليد وانتظر أفضل النتائج.\n7-بعد استلام النتائج ، قم بتحريرها في محرر النصوص.\n8-احفظ الملف وقم بتنزيل النص لاستخدامه في المستقبل.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,fil,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,zh_CN,zh_TW": "Automatically generate text with artificial intelligence (AI) content writer. \n\nEskritor provides best AI powered results for your needs. Eskritor takes some info about your needs and gives you the best results for you. Eskritor Chrome extension is easy to use. Press create new file for any needs and select one of the use cases and let Eskritor do its magic. You can use Eskritor for more than 30 use cases for any kind of needs.\nHow to Use Eskritor?\n\n1-Download the Eskritor Chrome extension.\n2-Pin the Eskritor extension as it is shown when it is downloaded. \n3-Press the create new file button in the extension.\n4-Select the most appropriate use case for your needs in the pop-up page.\n5-Add some input and keywords for your content. \n6-Then click on generate button and wait for the best results.\n7-After receiving results, edit them in the text editor.\n8-Save the file and download the text to use in the future.",
    "bg": "Автоматично генерирайте текст с инструмент за писане на съдържание с изкуствен интелект (AI).\n\nEskritor предоставя най-добрите резултати, базирани на AI, за вашите нужди. Eskritor взема малко информация за вашите нужди и ви дава най-добрите резултати за вас. Разширението Eskritor за Chrome е лесно за използване. Натиснете създайте нов файл за всякакви нужди и изберете един от случаите на използване и оставете Eskritor да направи своята магия. Можете да използвате Eskritor за повече от 30 случая на употреба за всякакви нужди.\nКак да използвате Eskritor?\n\n1-Изтеглете разширението Eskritor за Chrome.\n2-Закачете разширението Eskritor, както е показано, когато бъде изтеглено.\n3-Натиснете бутона за създаване на нов файл в разширението.\n4-Изберете най-подходящия случай на употреба за вашите нужди в изскачащата страница.\n5-Добавете въведени данни и ключови думи за вашето съдържание.\n6-След това щракнете върху бутона за генериране и изчакайте най-добрите резултати.\n7-След получаване на резултати, редактирайте ги в текстовия редактор.\n8-Запазете файла и изтеглете текста, който да използвате в бъдеще.",
    "cs": "Automaticky generujte text pomocí zapisovače obsahu umělé inteligence (AI).\n\nEskritor poskytuje nejlepší výsledky založené na umělé inteligenci pro vaše potřeby. Eskritor bere nějaké informace o vašich potřebách a dává vám ty nejlepší výsledky. Rozšíření Eskritor pro Chrome se snadno používá. Stiskněte vytvořit nový soubor pro jakékoli potřeby a vyberte jeden z případů použití a nechte Eskritor dělat své kouzlo. Eskritor můžete použít pro více než 30 případů použití pro jakýkoli druh potřeb.\n\nJak používat Eskritor?\n\n1-Stáhněte si rozšíření Eskritor pro Chrome.\n2-Připněte rozšíření Eskritor, jak je zobrazeno při stažení.\n3-Stiskněte tlačítko vytvořit nový soubor v příponě.\n4-Na vyskakovací stránce vyberte nejvhodnější případ použití pro vaše potřeby.\n5-Přidejte do svého obsahu nějaký vstup a klíčová slova.\n6-Poté klikněte na tlačítko generovat a počkejte na nejlepší výsledky.\n7-Po obdržení výsledků je upravte v textovém editoru.\n8-Uložte soubor a stáhněte si text pro použití v budoucnu.",
    "da": "Generer automatisk tekst med indholdsforfatter til kunstig intelligens (AI).\n\nEskritor giver de bedste AI-drevne resultater til dine behov. Eskritor tager nogle oplysninger om dine behov og giver dig de bedste resultater for dig. Eskritor Chrome-udvidelsen er nem at bruge. Tryk på opret ny fil til ethvert behov, og vælg et af brugstilfældene og lad Eskritor gøre sin magi. Du kan bruge Eskritor til mere end 30 use cases til enhver form for behov.\n\n\nHvordan bruger man Eskritor?\n\n1-Download Eskritor Chrome-udvidelsen.\n2-Pin Eskritor-udvidelsen, som den vises, når den downloades.\n3-Tryk på knappen Opret ny fil i udvidelsen.\n4-Vælg den mest passende brugstilfælde til dine behov på pop op-siden.\n5-Tilføj nogle input og nøgleord til dit indhold.\n6-Klik derefter på knappen Generer og vent på de bedste resultater.\n7-Efter at have modtaget resultater, rediger dem i teksteditoren.\n8-Gem filen og download teksten til brug i fremtiden.",
    "de": "Generieren Sie automatisch Text mit Content Writer mit künstlicher Intelligenz (KI).\n\nEskritor bietet die besten KI-gestützten Ergebnisse für Ihre Anforderungen. Eskritor nimmt einige Informationen über Ihre Bedürfnisse und gibt Ihnen die besten Ergebnisse für Sie. Eskritor Chrome-Erweiterung ist einfach zu bedienen. Drücken Sie auf „Neue Datei für jeden Bedarf erstellen“, wählen Sie einen der Anwendungsfälle aus und lassen Sie Eskritor seine Arbeit tun. Sie können Eskritor für mehr als 30 Anwendungsfälle für alle Arten von Anforderungen verwenden.\n\nWie verwende ich Eskritor?\n\n1-Laden Sie die Eskritor Chrome-Erweiterung herunter.\n2-Pinnen Sie die Eskritor-Erweiterung so, wie sie beim Herunterladen angezeigt wird.\n3-Drücken Sie die Schaltfläche „Neue Datei erstellen“ in der Erweiterung.\n4-Wählen Sie auf der Popup-Seite den für Ihre Anforderungen am besten geeigneten Anwendungsfall aus.\n5-Fügen Sie einige Eingaben und Schlüsselwörter für Ihre Inhalte hinzu.\n6-Klicken Sie dann auf die Schaltfläche \"Generieren\" und warten Sie auf die besten Ergebnisse.\n7-Bearbeiten Sie die Ergebnisse nach Erhalt im Texteditor.\n8-Speichern Sie die Datei und laden Sie den Text herunter, um ihn in Zukunft zu verwenden.",
    "el": "Δημιουργήστε αυτόματα κείμενο με πρόγραμμα εγγραφής περιεχομένου τεχνητής νοημοσύνης (AI).\n\nΤο Ekritor παρέχει τα καλύτερα αποτελέσματα με τεχνητή νοημοσύνη για τις ανάγκες σας. Το Ekritor λαμβάνει κάποιες πληροφορίες σχετικά με τις ανάγκες σας και σας δίνει τα καλύτερα αποτελέσματα για εσάς. Η επέκταση Eskritor Chrome είναι εύκολη στη χρήση. Πατήστε Δημιουργία νέου αρχείου για οποιεσδήποτε ανάγκες και επιλέξτε μία από τις περιπτώσεις χρήσης και αφήστε το Eskritor να κάνει τα μαγικά του. Μπορείτε να χρησιμοποιήσετε το Eskritor για περισσότερες από 30 περιπτώσεις χρήσης για κάθε είδους ανάγκες.\n\nΠώς να χρησιμοποιήσετε το Ekritor;\n\n1-Κατεβάστε την επέκταση Eskritor Chrome.\n2-Καρφιτσώστε την επέκταση Eskritor όπως εμφανίζεται κατά τη λήψη της.\n3-Πατήστε το κουμπί δημιουργίας νέου αρχείου στην επέκταση.\n4-Επιλέξτε την πιο κατάλληλη περίπτωση χρήσης για τις ανάγκες σας στην αναδυόμενη σελίδα.\n5-Προσθέστε κάποια στοιχεία εισόδου και λέξεις-κλειδιά για το περιεχόμενό σας.\n6-Στη συνέχεια κάντε κλικ στο κουμπί δημιουργίας και περιμένετε για τα καλύτερα αποτελέσματα.\n7-Μετά τη λήψη των αποτελεσμάτων, επεξεργαστείτε τα στο πρόγραμμα επεξεργασίας κειμένου.\n8-Αποθηκεύστε το αρχείο και κατεβάστε το κείμενο για χρήση στο μέλλον.",
    "es": "Genere texto automáticamente con el escritor de contenido de inteligencia artificial (IA).\n\nEskritor proporciona los mejores resultados impulsados por IA para sus necesidades. Eskritor toma cierta información sobre sus necesidades y le brinda los mejores resultados para usted. La extensión Eskritor Chrome es fácil de usar. Presione crear un nuevo archivo para cualquier necesidad y seleccione uno de los casos de uso y deje que Eskritor haga su magia. Puede usar Eskritor para más de 30 casos de uso para cualquier tipo de necesidad.\n\n¿Cómo usar Eskritor?\n\n1-Descargar la extensión Eskritor Chrome.\n2-Pin la extensión Eskritor como se muestra cuando se descarga.\n3-Presiona el botón crear nuevo archivo en la extensión.\n4-Seleccione el caso de uso más apropiado para sus necesidades en la página emergente.\n5-Agregue algunas entradas y palabras clave para su contenido.\n6-Luego haga clic en el botón generar y espere los mejores resultados.\n7-Después de recibir los resultados, edítelos en el editor de texto.\n8-Guarde el archivo y descargue el texto para usarlo en el futuro.",
    "et": "Looge tehisintellekti (AI) sisukirjutajaga tekst automaatselt.\n\nEskritor pakub teie vajadustele vastavaid parimaid tehisintellektil põhinevaid tulemusi. Eskritor võtab teie vajaduste kohta teavet ja annab teile parimad tulemused. Eskritori Chrome'i laiendust on lihtne kasutada. Vajutage mis tahes vajaduste jaoks uue faili loomist ja valige üks kasutusjuhtudest ning laske Eskritoril oma võlu teha. Eskritori saate kasutada enam kui 30 kasutusjuhtumi jaoks mis tahes vajaduste jaoks.\n\nKuidas Eskritorit kasutada?\n\n1. Laadige alla Eskritori Chrome'i laiendus.\n2-Kinnitage Eskritori laiendus, nagu see allalaadimisel kuvatakse.\n3-Vajutage laiendis nuppu Loo uus fail.\n4- Valige hüpiklehel oma vajadustele kõige sobivam kasutusjuht.\n5. Lisage oma sisu jaoks sisend ja märksõnad.\n6-Seejärel klõpsake nuppu Loo ja oodake parimaid tulemusi.\n7-Pärast tulemuste saamist muutke neid tekstiredaktoris.\n8-Salvestage fail ja laadige tekst alla, et seda edaspidi kasutada.",
    "fa": "تولید خودکار متن با نویسنده محتوای هوش مصنوعی (AI).\n\nEkritor بهترین نتایج مبتنی بر هوش مصنوعی را برای نیازهای شما ارائه می دهد. Ekritor اطلاعاتی در مورد نیازهای شما می گیرد و بهترین نتایج را برای شما ارائه می دهد. استفاده از افزونه Ekritor Chrome آسان است. برای هر نیازی، ایجاد فایل جدید را فشار دهید و یکی از موارد استفاده را انتخاب کنید و اجازه دهید Eskritor جادوی خود را انجام دهد. برای هر نوع نیازی می توانید از Ekritor برای بیش از 30 مورد استفاده استفاده کنید.\n\nچگونه از Eskritor استفاده کنیم؟\n\n1-افزونه Ekritor Chrome را دانلود کنید.\n2-پسوند Ekritor را همانطور که هنگام دانلود نشان داده شده است پین کنید.\n3-دکمه ایجاد فایل جدید را در پسوند فشار دهید.\n4-در صفحه پاپ آپ مناسب ترین مورد استفاده را برای نیاز خود انتخاب کنید.\n5- مقداری ورودی و کلمات کلیدی برای محتوای خود اضافه کنید.\n6-سپس بر روی دکمه تولید کلیک کنید و منتظر بهترین نتایج باشید.\n7-پس از دریافت نتایج، آنها را در ویرایشگر متن ویرایش کنید.\n8-فایل را ذخیره کنید و متن را دانلود کنید تا در آینده استفاده کنید.",
    "fi": "Luo tekstiä automaattisesti tekoälyn (AI) sisällönkirjoittimen avulla.\n\nEskritor tarjoaa parhaat tekoälypohjaiset tulokset tarpeisiisi. Eskritor ottaa tietoja tarpeistasi ja antaa sinulle parhaat tulokset. Eskritor Chrome -laajennus on helppokäyttöinen. Paina Luo uusi tiedosto kaikkiin tarpeisiin ja valitse jokin käyttötapauksista ja anna Eskritorin tehdä taikansa. Voit käyttää Eskritoria yli 30 käyttötapaukseen kaikenlaisiin tarpeisiin.\n\nKuinka Eskritoria käytetään?\n\n1-Lataa Eskritor Chrome -laajennus.\n2-Kiinnitä Eskritor-laajennus sellaisena kuin se näytetään, kun se ladataan.\n3-Paina laajennuksen Luo uusi tiedosto -painiketta.\n4-Valitse ponnahdussivulta tarpeisiisi sopivin käyttötapa.\n5-Lisää sisältöön syötettä ja avainsanoja.\n6- Napsauta sitten Luo-painiketta ja odota parhaita tuloksia.\n7- Kun olet saanut tulokset, muokkaa niitä tekstieditorissa.\n8-Tallenna tiedosto ja lataa teksti myöhempää käyttöä varten.",
    "fr": "Générez automatiquement du texte avec un rédacteur de contenu à intelligence artificielle (IA).\n\nEskritor fournit les meilleurs résultats alimentés par l'IA pour vos besoins. Eskritor prend quelques informations sur vos besoins et vous donne les meilleurs résultats pour vous. L'extension Eskritor Chrome est facile à utiliser. Appuyez sur créer un nouveau fichier pour tous les besoins et sélectionnez l'un des cas d'utilisation et laissez Eskritor faire sa magie. Vous pouvez utiliser Eskritor pour plus de 30 cas d'utilisation pour tout type de besoins.\n\nComment utiliser Eskritor ?\n\n1-Téléchargez l'extension Eskritor Chrome.\n2-Épinglez l'extension Eskritor telle qu'elle est affichée lors de son téléchargement.\n3-Appuyez sur le bouton Créer un nouveau fichier dans l'extension.\n4-Sélectionnez le cas d'utilisation le plus approprié à vos besoins dans la page contextuelle.\n5-Ajoutez des entrées et des mots-clés pour votre contenu.\n6-Ensuite, cliquez sur le bouton générer et attendez les meilleurs résultats.\n7-Après avoir reçu les résultats, modifiez-les dans l'éditeur de texte.\n8-Enregistrez le fichier et téléchargez le texte à utiliser à l'avenir.",
    "he": "צור טקסט באופן אוטומטי עם כותב תוכן של בינה מלאכותית (AI).\n\nEskritor מספק את התוצאות הטובות ביותר המופעלות על ידי AI עבור הצרכים שלך. Eskritor לוקח מידע על הצרכים שלך ונותן לך את התוצאות הטובות ביותר עבורך. הרחבת Eskritor Chrome קלה לשימוש. לחץ על צור קובץ חדש לכל צורך ובחר באחד ממקרי השימוש ואפשר לאסקריטור לעשות את הקסם שלו. אתה יכול להשתמש ב-Eskritor עבור יותר מ-30 מקרי שימוש לכל סוג של צרכים.\nכיצד להשתמש באסקריטור?\n\n1-הורד את התוסף Eskritor Chrome.\n2-הצמד את סיומת Eskritor כפי שהיא מוצגת בעת הורדתה.\n3-לחץ על כפתור צור קובץ חדש בתוסף.\n4-בחר את מקרה השימוש המתאים ביותר לצרכים שלך בדף המוקפץ.\n5-הוסף כמה קלט ומילות מפתח עבור התוכן שלך.\n6-לאחר מכן לחץ על כפתור צור והמתן לתוצאות הטובות ביותר.\n7-לאחר קבלת תוצאות, ערוך אותן בעורך הטקסט.\n8-שמור את הקובץ והורד את הטקסט לשימוש בעתיד.",
    "hi": "आर्टिफिशियल इंटेलिजेंस (एआई) सामग्री लेखक के साथ स्वचालित रूप से पाठ उत्पन्न करें।\n\nएस्क्रिटर आपकी आवश्यकताओं के लिए सर्वोत्तम एआई संचालित परिणाम प्रदान करता है। एस्क्रिटर आपकी आवश्यकताओं के बारे में कुछ जानकारी लेता है और आपको आपके लिए सर्वोत्तम परिणाम देता है। एस्क्रिटर क्रोम एक्सटेंशन का उपयोग करना आसान है। किसी भी जरूरत के लिए क्रिएट न्यू फाइल दबाएं और उपयोग के मामलों में से एक का चयन करें और एस्क्रिटर को अपना जादू करने दें। आप किसी भी प्रकार की जरूरतों के लिए 30 से अधिक उपयोग मामलों के लिए एस्क्रिटर का उपयोग कर सकते हैं।\n\nएस्क्रिटर का उपयोग कैसे करें?\n\n1-एस्क्रिटर क्रोम एक्सटेंशन डाउनलोड करें।\nएस्क्रिटर एक्सटेंशन को 2-पिन करें जैसा कि डाउनलोड होने पर दिखाया जाता है।\n3-एक्सटेंशन में क्रिएट न्यू फाइल बटन दबाएं।\n4-पॉप-अप पेज में अपनी आवश्यकताओं के लिए सबसे उपयुक्त उपयोग के मामले का चयन करें।\n5-अपने कंटेंट के लिए कुछ इनपुट और कीवर्ड्स जोड़ें।\n6- इसके बाद जनरेट बटन पर क्लिक करें और बेहतरीन नतीजों का इंतजार करें।\n7-परिणाम प्राप्त करने के बाद, उन्हें टेक्स्ट एडिटर में संपादित करें।\n8-फाइल को सेव करें और भविष्य में उपयोग करने के लिए टेक्स्ट को डाउनलोड करें।",
    "hr": "Automatski generirajte tekst pomoću pisca sadržaja umjetne inteligencije (AI).\n\nEskritor pruža najbolje rezultate pomoću umjetne inteligencije za vaše potrebe. Eskritor uzima neke informacije o vašim potrebama i daje vam najbolje rezultate za vas. Eskritor Chrome proširenje jednostavno je za korištenje. Pritisnite stvoriti novu datoteku za sve potrebe i odaberite jedan od slučajeva korištenja i pustite Eskritor da učini svoju čaroliju. Eskritor možete koristiti za više od 30 slučajeva upotrebe za sve vrste potreba.\n\nKako koristiti Eskritor?\n\n1-Preuzmite proširenje Eskritor za Chrome.\n2-Prikvačite proširenje Eskritor kako je prikazano kada se preuzme.\n3-Pritisnite gumb za stvaranje nove datoteke u proširenju.\n4-Na skočnoj stranici odaberite najprikladniji slučaj upotrebe za svoje potrebe.\n5-Dodajte unos i ključne riječi za svoj sadržaj.\n6-Zatim kliknite gumb za generiranje i pričekajte najbolje rezultate.\n7-Nakon što dobijete rezultate, uredite ih u uređivaču teksta.\n8-Spremite datoteku i preuzmite tekst za korištenje u budućnosti.",
    "hu": "Szöveg automatikus létrehozása mesterséges intelligencia (AI) tartalomíróval.\n\nAz Eskritor a legjobb mesterségesintelligencia-alapú eredményeket nyújtja az Ön igényeinek. Az Eskritor információt gyűjt az Ön igényeiről, és a legjobb eredményeket nyújtja Önnek. Az Eskritor Chrome bővítmény könnyen használható. Nyomja meg az új fájl létrehozását bármilyen igénynek megfelelően, válassza ki az egyik felhasználási esetet, és hagyja, hogy az Eskritor megtegye a varázslatát. Az Eskritort több mint 30 felhasználási esetre használhatja bármilyen igényre.\n\nHogyan kell használni az Eskritort?\n\n1-Töltse le az Eskritor Chrome-bővítményt.\n2- Rögzítse az Eskritor kiterjesztést, ahogy az a letöltéskor látható.\n3-Nyomja meg az új fájl létrehozása gombot a kiterjesztésben.\n4-Válassza ki az igényeinek legmegfelelőbb használati esetet a felugró oldalon.\n5- Adjon hozzá néhány inputot és kulcsszavakat a tartalomhoz.\n6-Ezután kattintson a generálás gombra, és várja meg a legjobb eredményt.\n7-Az eredmények megérkezése után szerkessze azokat a szövegszerkesztőben.\n8- Mentse el a fájlt, és töltse le a szöveget a jövőbeni használatra.",
    "id": "Secara otomatis menghasilkan teks dengan penulis konten kecerdasan buatan (AI).\n\nEskritor memberikan hasil bertenaga AI terbaik untuk kebutuhan Anda. Eskritor mengambil beberapa info tentang kebutuhan Anda dan memberi Anda hasil terbaik untuk Anda. Ekstensi Eskritor Chrome mudah digunakan. Tekan buat file baru untuk kebutuhan apa pun dan pilih salah satu kasus penggunaan dan biarkan Eskritor melakukan keajaibannya. Anda dapat menggunakan Eskritor untuk lebih dari 30 kasus penggunaan untuk segala jenis kebutuhan.\n\nBagaimana Cara Menggunakan Eskritor?\n\n1-Unduh ekstensi Chrome Eskritor.\n2-Pin ekstensi Eskritor seperti yang ditampilkan saat diunduh.\n3-Tekan tombol buat file baru di ekstensi.\n4-Pilih kasus penggunaan yang paling sesuai untuk kebutuhan Anda di halaman pop-up.\n5-Tambahkan beberapa masukan dan kata kunci untuk konten Anda.\n6-Kemudian klik tombol generate dan tunggu hasil terbaik.\n7-Setelah menerima hasil, edit di editor teks.\n8-Simpan file dan unduh teks untuk digunakan di masa mendatang.",
    "it": "Genera automaticamente testo con l'autore di contenuti di intelligenza artificiale (AI).\n\nEskritor fornisce i migliori risultati basati sull'intelligenza artificiale per le tue esigenze. Eskritor prende alcune informazioni sulle tue esigenze e ti dà i migliori risultati per te. L'estensione Eskritor Chrome è facile da usare. Premi crea nuovo file per qualsiasi esigenza e seleziona uno dei casi d'uso e lascia che Eskritor faccia la sua magia. Puoi utilizzare Eskritor per più di 30 casi d'uso per qualsiasi tipo di esigenza.\n\nCome usare Eskritor?\n\n1-Scarica l'estensione Eskritor per Chrome.\n2-Pin l'estensione Eskritor come viene mostrata quando viene scaricata.\n3-Premere il pulsante Crea nuovo file nell'estensione.\n4-Seleziona il caso d'uso più appropriato per le tue esigenze nella pagina pop-up.\n5-Aggiungi input e parole chiave per i tuoi contenuti.\n6-Quindi fai clic sul pulsante Genera e attendi i migliori risultati.\n7-Dopo aver ricevuto i risultati, modificali nell'editor di testo.\n8-Salvare il file e scaricare il testo da utilizzare in futuro.",
    "ja": "人工知能 (AI) コンテンツ ライターでテキストを自動生成します。\n\nEskritor は、ニーズに合わせて AI を活用した最高の結果を提供します。 Eskritor は、お客様のニーズに関する情報を取得し、最適な結果を提供します。 Eskritor Chrome 拡張機能は使いやすいです。 必要に応じて [新しいファイルの作成] を押し、ユース ケースの 1 つを選択して、Eskritor に魔法をかけてもらいます。 Eskritor は、あらゆる種類のニーズに対して 30 を超えるユース ケースに使用できます。\n\nエスクリターの使い方は？\n\n1-Eskritor Chrome 拡張機能をダウンロードします。\n2-ダウンロード時に表示されるように、Eskritor 拡張機能を固定します。\n3-拡張機能の新しいファイルの作成ボタンを押します。\n4-ポップアップ ページで、ニーズに最も適したユース ケースを選択します。\n5-コンテンツにいくつかの入力とキーワードを追加します。\n6-次に、生成ボタンをクリックして、最良の結果が得られるまで待ちます。\n7-結果を受け取ったら、テキスト エディターで編集します。\n8-ファイルを保存し、将来使用するテキストをダウンロードします。",
    "ko": "인공 지능(AI) 콘텐츠 작성기로 자동으로 텍스트를 생성합니다.\n\nEskritor는 귀하의 필요에 맞는 최고의 AI 기반 결과를 제공합니다. Eskritor는 귀하의 필요에 대한 정보를 수집하고 귀하에게 최상의 결과를 제공합니다. Eskritor Chrome 확장 프로그램은 사용하기 쉽습니다. 필요에 따라 새 파일 만들기를 누르고 사용 사례 중 하나를 선택하면 Eskritor가 마법을 부릴 수 있습니다. 모든 종류의 요구 사항에 대해 30개 이상의 사용 사례에 대해 Eskritor를 사용할 수 있습니다.\n\n에스크리터는 어떻게 사용하나요?\n\n1- Eskritor Chrome 확장 프로그램을 다운로드합니다.\n다운로드할 때 표시되는 Eskritor 확장 프로그램을 2핀으로 고정합니다.\n3- 확장 프로그램에서 새 파일 만들기 버튼을 누릅니다.\n4- 팝업 페이지에서 필요에 가장 적합한 사용 사례를 선택합니다.\n5- 콘텐츠에 대한 몇 가지 입력 및 키워드를 추가합니다.\n6- 그런 다음 생성 버튼을 클릭하고 최상의 결과를 기다립니다.\n7- 결과를 받은 후 텍스트 편집기에서 편집합니다.\n8- 파일을 저장하고 나중에 사용할 텍스트를 다운로드합니다.",
    "lt": "Automatiškai generuokite tekstą naudodami dirbtinio intelekto (AI) turinio rašytoją.\n\n„Eskritor“ teikia geriausius dirbtinio intelekto rezultatus pagal jūsų poreikius. Eskritor paima šiek tiek informacijos apie jūsų poreikius ir suteikia jums geriausius rezultatus. Eskritor Chrome plėtinį lengva naudoti. Paspauskite sukurti naują failą bet kokiems poreikiams ir pasirinkite vieną iš naudojimo atvejų ir leiskite „Eskritor“ atlikti savo magiją. Galite naudoti Eskritor daugiau nei 30 naudojimo atvejų bet kokiems poreikiams.\n\nKaip naudotis Eskritor?\n\n1. Atsisiųskite „Eskritor Chrome“ plėtinį.\n2 – Prisekite „Eskritor“ plėtinį taip, kaip jis rodomas atsisiunčiant.\n3. Paspauskite plėtinio mygtuką sukurti naują failą.\n4. Iššokančiajame puslapyje pasirinkite tinkamiausią naudojimo atvejį.\n5. Pridėkite šiek tiek turinio ir raktinių žodžių.\n6-Tada spustelėkite generavimo mygtuką ir palaukite geriausių rezultatų.\n7-Gavę rezultatus redaguokite juos teksto rengyklėje.\n8-Išsaugokite failą ir atsisiųskite tekstą, kad galėtumėte naudoti ateityje.",
    "lv": "Automātiski ģenerējiet tekstu, izmantojot mākslīgā intelekta (AI) satura rakstītāju.\n\nEskritor nodrošina vislabākos ar AI darbināmus rezultātus jūsu vajadzībām. Eskritor ņem informāciju par jūsu vajadzībām un sniedz jums vislabākos rezultātus. Eskritor Chrome paplašinājums ir viegli lietojams. Nospiediet izveidot jaunu failu jebkurām vajadzībām un atlasiet vienu no lietošanas gadījumiem un ļaujiet Eskritor darīt savu burvību. Jūs varat izmantot Eskritor vairāk nekā 30 lietošanas gadījumiem jebkura veida vajadzībām.\n\nKā lietot Eskritor?\n\n1. Lejupielādējiet Chrome paplašinājumu Eskritor.\n2-Piespraudiet paplašinājumu Eskritor, kā tas tiek parādīts, kad tas tiek lejupielādēts.\n3-Nospiediet paplašinājuma pogu Izveidot jaunu failu.\n4. Uznirstošajā lapā atlasiet savām vajadzībām vispiemērotāko lietošanas gadījumu.\n5- Pievienojiet savam saturam ievades datus un atslēgvārdus.\n6. Pēc tam noklikšķiniet uz pogas ģenerēt un gaidiet labākos rezultātus.\n7-Pēc rezultātu saņemšanas rediģējiet tos teksta redaktorā.\n8-Saglabājiet failu un lejupielādējiet tekstu, lai to izmantotu turpmāk.",
    "ms": "Menjana teks secara automatik dengan penulis kandungan kecerdasan buatan (AI).\n\nEskritor memberikan hasil terbaik dikuasakan AI untuk keperluan anda. Eskritor mengambil beberapa maklumat tentang keperluan anda dan memberikan anda hasil yang terbaik untuk anda. Sambungan Chrome Eskritor mudah digunakan. Tekan buat fail baharu untuk sebarang keperluan dan pilih salah satu kes penggunaan dan biarkan Eskritor melakukan keajaibannya. Anda boleh menggunakan Eskritor untuk lebih daripada 30 kes penggunaan untuk sebarang jenis keperluan.\n\nBagaimana Menggunakan Eskritor?\n\n1-Muat turun sambungan Chrome Eskritor.\n2-Semat sambungan Eskritor seperti yang ditunjukkan apabila ia dimuat turun.\n3-Tekan butang buat fail baharu dalam sambungan.\n4-Pilih kes penggunaan yang paling sesuai untuk keperluan anda dalam halaman pop timbul.\n5-Tambahkan beberapa input dan kata kunci untuk kandungan anda.\n6-Kemudian klik pada butang jana dan tunggu hasil terbaik.\n7-Selepas menerima hasil, editnya dalam editor teks.\n8-Simpan fail dan muat turun teks untuk digunakan pada masa hadapan.",
    "nl": "Genereer automatisch tekst met inhoudschrijver met kunstmatige intelligentie (AI).\n\nEskritor biedt de beste AI-gestuurde resultaten voor uw behoeften. Eskritor neemt wat informatie over uw behoeften en geeft u de beste resultaten voor u. Eskritor Chrome-extensie is gemakkelijk te gebruiken. Druk op maak een nieuw bestand voor elke behoefte en selecteer een van de use cases en laat Eskritor zijn magie doen. U kunt Eskritor gebruiken voor meer dan 30 use-cases voor elk soort behoefte.\n\nHoe Eskritor gebruiken?\n\n1-Download de Eskritor Chrome-extensie.\n2-Pin de Eskritor-extensie zoals deze wordt weergegeven wanneer deze wordt gedownload.\n3-Druk op de knop Nieuw bestand maken in de extensie.\n4-Selecteer de meest geschikte use case voor uw behoeften op de pop-uppagina.\n5-Voeg wat invoer en trefwoorden toe voor uw inhoud.\n6-Klik vervolgens op de knop Genereren en wacht op de beste resultaten.\n7-Bewerk de resultaten na ontvangst in de teksteditor.\n8-Sla het bestand op en download de tekst om in de toekomst te gebruiken.",
    "no": "Generer automatisk tekst med innholdsforfatter for kunstig intelligens (AI).\n\nEskritor gir de beste AI-drevne resultatene for dine behov. Eskritor tar litt informasjon om dine behov og gir deg de beste resultatene for deg. Eskritor Chrome-utvidelsen er enkel å bruke. Trykk opprett ny fil for ethvert behov og velg en av brukstilfellene og la Eskritor gjøre sin magi. Du kan bruke Eskritor til mer enn 30 brukstilfeller for alle slags behov.\n\nHvordan bruker jeg Eskritor?\n\n1-Last ned Eskritor Chrome-utvidelsen.\n2-Pin Eskritor-utvidelsen slik den vises når den lastes ned.\n3-Trykk på knappen for å opprette ny fil i utvidelsen.\n4-Velg den mest passende brukssaken for dine behov på popup-siden.\n5-Legg til noen input og nøkkelord for innholdet ditt.\n6-Deretter klikker du på generer-knappen og venter på de beste resultatene.\n7-Etter å ha mottatt resultater, rediger dem i tekstredigeringsprogrammet.\n8-Lagre filen og last ned teksten for bruk i fremtiden.",
    "pl": "Automatycznie generuj tekst za pomocą narzędzia do tworzenia treści opartego na sztucznej inteligencji (AI).\n\nEscritor zapewnia najlepsze wyniki oparte na sztucznej inteligencji dla Twoich potrzeb. Escritor zbiera informacje o Twoich potrzebach i zapewnia najlepsze dla Ciebie wyniki. Rozszerzenie Escritor Chrome jest łatwe w użyciu. Naciśnij utwórz nowy plik dla dowolnych potrzeb i wybierz jeden z przypadków użycia i pozwól Eskrytorowi zrobić magię. Możesz używać Eskritora do ponad 30 przypadków użycia dla wszelkiego rodzaju potrzeb.\n\nJak korzystać z Eskritora?\n\n1-Pobierz rozszerzenie Escritor do przeglądarki Chrome.\n2-Pin rozszerzenie Escritor tak, jak jest wyświetlane podczas pobierania.\n3-Naciśnij przycisk tworzenia nowego pliku w rozszerzeniu.\n4-Wybierz najbardziej odpowiedni przypadek użycia dla swoich potrzeb na wyskakującej stronie.\n5-Dodaj dane wejściowe i słowa kluczowe dla swoich treści.\n6-Następnie kliknij przycisk generowania i poczekaj na najlepsze wyniki.\n7-Po otrzymaniu wyników edytuj je w edytorze tekstu.\n8-Zapisz plik i pobierz tekst do wykorzystania w przyszłości.",
    "ro": "Generați automat text cu scriitor de conținut cu inteligență artificială (AI).\n\nEskritor oferă cele mai bune rezultate bazate pe AI pentru nevoile dvs. Eskritor preia câteva informații despre nevoile dvs. și vă oferă cele mai bune rezultate pentru dvs. Extensia Eskritor Chrome este ușor de utilizat. Apăsați pentru a crea un fișier nou pentru orice nevoie și selectați unul dintre cazurile de utilizare și lăsați Eskritor să-și facă magia. Puteți folosi Eskritor pentru mai mult de 30 de cazuri de utilizare pentru orice fel de nevoi.\n\nCum se folosește Eskritor?\n\n1-Descărcați extensia Eskritor Chrome.\n2-Puneți extensia Eskritor așa cum este afișată când este descărcată.\n3-Apăsați butonul de creare a unui fișier nou din extensie.\n4-Selectați cel mai potrivit caz de utilizare pentru nevoile dvs. în pagina pop-up.\n5-Adăugați câteva intrări și cuvinte cheie pentru conținutul dvs.\n6-Apoi faceți clic pe butonul de generare și așteptați cele mai bune rezultate.\n7-După primirea rezultatelor, editați-le în editorul de text.\n8-Salvați fișierul și descărcați textul pentru a-l utiliza în viitor.",
    "ru": "Автоматически генерируйте текст с помощью автора контента с искусственным интеллектом (ИИ).\n\nEskritor обеспечивает наилучшие результаты на основе искусственного интеллекта для ваших нужд. Eskritor получает некоторую информацию о ваших потребностях и дает вам наилучшие результаты. Расширение Eskritor для Chrome простое в использовании. Нажмите «Создать новый файл» для любых нужд, выберите один из вариантов использования и позвольте Eskritor творить чудеса. Вы можете использовать Eskritor для более чем 30 вариантов использования для любых нужд.\n\nКак использовать Эскритор?\n\n1-Скачать расширение Eskritor для Chrome.\n2-Закрепите расширение Eskritor, как оно отображается при загрузке.\n3-Нажмите кнопку создания нового файла в расширении.\n4-Выберите наиболее подходящий вариант использования для ваших нужд на всплывающей странице.\n5-Добавьте некоторые входные данные и ключевые слова для вашего контента.\n6-Затем нажмите кнопку «Создать» и дождитесь лучших результатов.\n7-После получения результатов отредактируйте их в текстовом редакторе.\n8-Сохраните файл и загрузите текст для использования в будущем.",
    "sk": "Automaticky generujte text pomocou zapisovača obsahu umelej inteligencie (AI).\n\nEskritor poskytuje najlepšie výsledky poháňané AI pre vaše potreby. Eskritor vezme nejaké informácie o vašich potrebách a poskytne vám tie najlepšie výsledky. Rozšírenie Eskritor Chrome sa ľahko používa. Stlačte vytvoriť nový súbor pre akékoľvek potreby a vyberte jeden z prípadov použitia a nechajte Eskritor robiť svoje kúzla. Eskritor môžete použiť na viac ako 30 prípadov použitia pre akýkoľvek druh potrieb.\n\nAko používať Eskritor?\n\n1-Stiahnite si rozšírenie Eskritor pre Chrome.\n2-Pripnite rozšírenie Eskritor, ako sa zobrazuje pri stiahnutí.\n3-Stlačte tlačidlo vytvoriť nový súbor v prípone.\n4-Na kontextovej stránke vyberte najvhodnejší prípad použitia pre vaše potreby.\n5-Pridajte nejaký vstup a kľúčové slová pre svoj obsah.\n6-Potom kliknite na tlačidlo generovať a počkajte na najlepšie výsledky.\n7-Po obdržaní výsledkov ich upravte v textovom editore.\n8-Uložte súbor a stiahnite si text na použitie v budúcnosti.",
    "sl": "Samodejno ustvari besedilo s piscem vsebine z umetno inteligenco (AI).\n\nEskritor zagotavlja najboljše rezultate, ki jih poganja AI za vaše potrebe. Eskritor vzame nekaj informacij o vaših potrebah in vam ponudi najboljše rezultate za vas. Razširitev Eskritor za Chrome je enostavna za uporabo. Pritisnite Ustvari novo datoteko za vse potrebe in izberite enega od primerov uporabe ter pustite, da Eskritor naredi svojo čarovnijo. Eskritor lahko uporabljate za več kot 30 primerov uporabe za vse potrebe.\n\nKako uporabljati Eskritor?\n\n1-Prenesite razširitev Eskritor za Chrome.\n2-Pripnite razširitev Eskritor, kot je prikazana, ko je prenesena.\n3-Pritisnite gumb za ustvarjanje nove datoteke v razširitvi.\n4-Na pojavni strani izberite najustreznejši primer uporabe za vaše potrebe.\n5-Dodajte nekaj vnosa in ključnih besed za svojo vsebino.\n6-Nato kliknite gumb za ustvarjanje in počakajte na najboljše rezultate.\n7-Po prejemu rezultatov jih uredite v urejevalniku besedil.\n8-Shranite datoteko in prenesite besedilo za uporabo v prihodnje.",
    "sr": "Аутоматски генерише текст са писцем садржаја са вештачком интелигенцијом (АИ).\n\nЕскритор пружа најбоље резултате са вештачком интелигенцијом за ваше потребе. Ескритор узима неке информације о вашим потребама и даје вам најбоље резултате за вас. Ескритор Цхроме проширење је једноставно за коришћење. Притисните креирајте нову датотеку за све потребе и изаберите један од случајева коришћења и пустите Ескритор да учини своју магију. Ескритор можете користити за више од 30 случајева употребе за било коју врсту потреба.\n\nКако користити Ескритор?\n\n1-Преузмите екстензију Ескритор за Цхроме.\n2-Закачите екстензију Ескритор као што је приказано када се преузме.\n3-Притисните дугме за креирање нове датотеке у екстензији.\n4-Изаберите најприкладнији случај употребе за ваше потребе на искачућој страници.\n5 – Додајте неке уносе и кључне речи за свој садржај.\n6-Затим кликните на дугме за генерисање и сачекајте најбоље резултате.\n7-Након што добијете резултате, уредите их у уређивачу текста.\n8-Сачувајте датотеку и преузмите текст који ћете користити у будућности.",
    "sv": "Generera automatiskt text med innehållsskrivare för artificiell intelligens (AI).\n\nEskritor ger bästa AI-drivna resultat för dina behov. Eskritor tar lite information om dina behov och ger dig det bästa resultatet för dig. Eskritor Chrome-tillägget är lätt att använda. Tryck på skapa ny fil för alla behov och välj ett av användningsfallen och låt Eskritor göra sin magi. Du kan använda Eskritor för mer än 30 användningsfall för alla typer av behov.\n\nHur använder man Eskritor?\n\n1-Ladda ned Eskritor Chrome-tillägget.\n2-Fäst Eskritor-tillägget som det visas när det laddas ner.\n3-Tryck på knappen skapa ny fil i tillägget.\n4-Välj det mest lämpliga användningsfallet för dina behov på popup-sidan.\n5-Lägg till lite input och nyckelord för ditt innehåll.\n6-Klicka sedan på generera-knappen och vänta på bästa resultat.\n7-Redigera dem i textredigeraren efter att ha fått resultat.\n8-Spara filen och ladda ner texten för att använda i framtiden.",
    "th": "สร้างข้อความโดยอัตโนมัติด้วยตัวเขียนเนื้อหาปัญญาประดิษฐ์ (AI)\n\nEskritor ให้ผลลัพธ์ที่ขับเคลื่อนด้วย AI ที่ดีที่สุดสำหรับความต้องการของคุณ Eskritor ใช้ข้อมูลเกี่ยวกับความต้องการของคุณและให้ผลลัพธ์ที่ดีที่สุดสำหรับคุณ ส่วนขยาย Eskritor Chrome นั้นใช้งานง่าย กดสร้างไฟล์ใหม่สำหรับความต้องการใด ๆ และเลือกหนึ่งในกรณีการใช้งานและปล่อยให้ Eskritor ทำสิ่งมหัศจรรย์ คุณสามารถใช้ Eskritor กับกรณีการใช้งานมากกว่า 30 กรณีสำหรับความต้องการประเภทใดก็ได้\n\nวิธีใช้ Eskritor\n\n1 ดาวน์โหลดส่วนขยาย Eskritor Chrome\n2 ปักหมุดส่วนขยาย Eskritor ตามที่แสดงเมื่อดาวน์โหลด\n3- กดปุ่มสร้างไฟล์ใหม่ในส่วนขยาย\n4-เลือกกรณีการใช้งานที่เหมาะสมที่สุดสำหรับความต้องการของคุณในหน้าป๊อปอัพ\n5-เพิ่มข้อมูลและคำหลักสำหรับเนื้อหาของคุณ\n6- จากนั้นคลิกที่ปุ่มสร้างและรอผลลัพธ์ที่ดีที่สุด\n7-หลังจากได้รับผลลัพธ์แล้ว ให้แก้ไขในโปรแกรมแก้ไขข้อความ\n8- บันทึกไฟล์และดาวน์โหลดไฟล์ข้อความเพื่อใช้ในอนาคต",
    "tr": "Yapay zeka (AI) içerik yazarı ile otomatik olarak metin oluşturun.\n\nEskritor, ihtiyaçlarınız için yapay zeka destekli en iyi sonuçları sağlar. Eskritor, ihtiyaçlarınız hakkında bazı bilgiler alır ve sizin için en iyi sonuçları verir. Eskritor Chrome uzantısının kullanımı kolaydır. Herhangi bir ihtiyaç için yeni dosya oluştur'a basın ve kullanım durumlarından birini seçin ve Eskritor'un sihrini yapmasına izin verin. Eskritor'u her türlü ihtiyaç için 30'dan fazla kullanım durumu için kullanabilirsiniz.\n\nEskritor Nasıl Kullanılır?\n\n1-Eskritor Chrome uzantısını indirin.\n2-Eskritor uzantısını indirildiğinde gösterildiği gibi sabitleyin.\n3-Uzantıdaki yeni dosya oluştur düğmesine basın.\n4-Açılan sayfada ihtiyaçlarınıza en uygun kullanım durumunu seçin.\n5-İçeriğiniz için bazı girdiler ve anahtar kelimeler ekleyin.\n6-Ardından oluştur düğmesine tıklayın ve en iyi sonuçları bekleyin.\n7-Sonuçları aldıktan sonra metin düzenleyicide düzenleyin.\n8-Dosyayı kaydedin ve ileride kullanmak üzere metni indirin.",
    "uk": "Автоматично створюйте текст за допомогою програми створення вмісту зі штучним інтелектом (AI).\n\nEskritor забезпечує найкращі результати за допомогою ШІ для ваших потреб. Eskritor отримує деяку інформацію про ваші потреби та дає вам найкращі результати. Розширення Eskritor для Chrome просте у використанні. Натисніть створити новий файл для будь-яких потреб і виберіть один із варіантів використання, і дозвольте Eskritor творити свою магію. Ви можете використовувати Eskritor для більш ніж 30 випадків використання для будь-яких потреб.\n\nЯк користуватися Eskritor?\n\n1-Завантажте розширення Eskritor для Chrome.\n2-Закріпіть розширення Eskritor, як воно показано під час завантаження.\n3-Натисніть кнопку створити новий файл у розширенні.\n4. На спливаючій сторінці виберіть варіант використання, який найбільше відповідає вашим потребам.\n5-Додайте вхідні дані та ключові слова для свого вмісту.\n6-Тоді натисніть кнопку генерувати та дочекайтеся найкращих результатів.\n7-Після отримання результатів відредагуйте їх у текстовому редакторі.\n8-Збережіть файл і завантажте текст для використання в майбутньому.",
    "vi": "Tự động tạo văn bản với trình viết nội dung trí tuệ nhân tạo (AI).\n\nEskritor cung cấp kết quả tốt nhất do AI cung cấp cho nhu cầu của bạn. Eskritor lấy một số thông tin về nhu cầu của bạn và cung cấp cho bạn kết quả tốt nhất cho bạn. Tiện ích mở rộng Eskritor Chrome rất dễ sử dụng. Nhấn tạo tệp mới cho bất kỳ nhu cầu nào và chọn một trong các trường hợp sử dụng và để Eskritor thực hiện điều kỳ diệu của nó. Bạn có thể sử dụng Eskritor cho hơn 30 trường hợp sử dụng cho bất kỳ loại nhu cầu nào.\n\nLàm thế nào để sử dụng Eskritor?\n\n1-Tải xuống tiện ích mở rộng Eskritor Chrome.\n2-Ghim tiện ích mở rộng Eskritor như được hiển thị khi tải xuống.\n3-Nhấn nút tạo tệp mới trong tiện ích mở rộng.\n4-Chọn trường hợp sử dụng phù hợp nhất cho nhu cầu của bạn trong trang bật lên.\n5-Thêm một số đầu vào và từ khóa cho nội dung của bạn.\n6-Sau đó nhấp vào nút tạo và chờ kết quả tốt nhất.\n7-Sau khi nhận kết quả, chỉnh sửa trên trình soạn thảo văn bản.\n8-Lưu tệp và tải xuống văn bản để sử dụng trong tương lai."
  }
}