{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CloudFlare Purge Plugin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension can purge the CloudFlare cache for the current page of your CloudFlare enabled website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Cloudflare purge plugin uses the Cloudflare API to purge any page of a website that serves its contents through the Cloudflare CDN. After you set your CF e-mail and API key in the options, you can purge the cache of any page of your CF enabled website. After version 1.3, you can purge the entire cache for the domain of your current tab.\n\nUpdates:\n=========================================\nv 1.8.0: Migrated the extension to use Chrome Manifest V3 for improved security and better compatibility with Google Chrome. Added a list of all user owned cloudflare zones for the current API key on the options page.\n\nv 1.7.0: Added the ability to have multiple Cloudflare tokens and select between different profiles. Fixed a bug with the domain parsing logic. Special thanks to the active members of the community for their great feedback.\n\nv1.6.2: Refactored the way the extension makes asynchronous requests to the Cloudflare API to follow the Chrome safety requirements and use a background page.\n\nv1.6.1: Added support for Cloudflare API Tokens. Please check https://www.cf-purge.com/token-setup.html to find out more.\n\nv1.6.0: Rewrote the whole extension using the latest ECMA script 7 APIs. The extension executes code in a non-blocking manner. \nRefreshed the UI with a new design. The next version (1.6.1) will support the long awaited CloudFlare restricted API keys. Stay tuned.\n\nv1.5.1: Added a new feature for managing CloudFlare DEV mode for your domains\n\nv1.5.0: Added support for Mozilla Firefox\n\nv 1.4.3: Masked the API key input. Fixed issues with the parsing of second level domains in the URL.\n\nv 1.4.2: Added an option to show/hide the \"Purge Entire Cache\" button\n\nv 1.4.1: Fixed a critical issue when purging domains without a leading sub-domain\n\nv 1.4.0: Changed the design to reflect the new CloudFlare design guidelines. Refactored the extension code and optimized the API calls.\n\nv 1.3.6: Included the ability to purge multiple URLs at the same time from the options screen.\n\nv 1.3.5: Added a way to check the error message that gets returned from Cloudflare by clicking on the \"Purge failed\" red text \n\nv 1.3.4: Fixed an issue when trying to purge apex domains\n\nv 1.3.3: Changed the logic for the \"Info\" button to show the info even when some parts of it are missing\n\nv 1.3.2: Added a new \"Info\" button that shows the Cloudflare node, Ray ID and the current Cache-Control header values.\n\nv 1.3.1: Pushed a fix for a bug related to anchor links with spaces in the URL. Thanks to \"solarroger\".\n\nv 1.3: Added a new option to purge the whole cache for the domain of the current tab\n\nv 1.2.2: A small bug fix for the refresh functionality caused by auto updates.\n\nv 1.2.1: Added a new refresh timeout option that delays the page refresh.\n\nv 1.1: Includes a refresh function that refreshes the page on a successful purge\n\nv 1.0: The extension includes all the basic functionality that you need to purge the URL in your active tab."
  }
}