{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HashTag Router"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time by navigating to websites with hashtags. Type #, followed by Space or Tab in address bar, or use icon and search box."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Is HashTag Router?\n\nHashTag Router is a Chrome web browser extension that allows you to navigate directly to Internet web pages using hashtag phrases. HashTag Router provides two methods for entering hashtag keywords:\n\n1) Click the HashTag Router icon in the upper-right corner of the browser. A search box will appear. Enter the hashtag phrase (no need to add the ‘#’ symbol in front of the keyword), press enter, and the web browser will instantly navigate to the web page assigned to the phrase! If the keyword phrase is not associated with a website, you will have an opportunity to reserve the phrase within the HashTag Router network.\n\n2) HashTag Router also allows you to use the address bar to enter hashtags. Simply enter the ‘#’ symbol, followed by a space or tab. Then enter the hashtag phrase to go to the corresponding web page.\n\nHashTag Router Benefits:\n\nSkip the Search. Get there Fast.\nThe HashTag Router Chrome extension is loaded with the most popular websites. Bounce quickly from Facebook, Twitter, Amazon, Ebay, etc. by simply entering the company name in the stationary search box. No need to find browser bookmarks or enter ‘.com’.\n\nTwo, three, or four-letter hashtags can also be used to directly navigate to web pages. Need a dictionary? Just type #mw to get to Merriam-Webster.com fast! Can’t spell ‘Rotten Tomatoes’? Just enter #rt, and you’re there!\n\nImprove Business Efficiencies\nImagine working on a technical support team, with an impatient customer on the line, and you’re desperately trying to find the online user manual for “Widget A”. You’re not adept at browsing search results; you didn’t create a previous bookmark; and your browser history isn’t saved. You haven’t the slightest idea what the extraordinarily long url is for the user manual, but the product name is known! With HashTag Router, you could quickly navigate to the user manual by entering a keyword, such as “widgetA”. Long urls, such as, “http://acmeproductcompany/support/categories/widgets/widgeta/wrapper?cgi-bin%xyx123……” can be assigned to hashtags such as #widgetA, saving time for employees, and improving business operating efficiencies.\n\nThink of HashTag Router as a link shortening service that utilizes memorable keywords instead of cryptic number sequences. Companies can provide their employees an alternate, quicker method of navigating internal “Intranet” pages.\n\nCommunicate Authority\nPerhaps your pizza restaurant in Denver, Colorado, was just awarded best pizza in town by the local newspaper. Reinforce the recognition or business expertise by securing hashtag phrases such as #BestPizzaDenver or simply #PizzaDenver. Anyone entering the phrases in HashTag Router will automatically navigate to the web page assigned to the hashtag, bypassing search results.\n\nBoost Website Traffic\nShort, generic keyword phrases are difficult to “own” or trademark, but they can be secured in the HashTag Router network and routed to your website. Hashtags such as #fashion, #love, #cute, and #photooftheday often appear on the top trending hashtag lists. Why not route them to your relevant website in the HashTag Router network?\n\nEstablish an Identity\nWhat hashtag phrases describe you? What would your social media vanity license plate say? Such phrases as #TaxExpert or #ProgrammerForHire can be routed to your business website, personal Facebook page, or LinkedIn profile.\n\nPromote Trademarks\nTrademarking of hashtags is an emerging social media trend. If you own a hashtag trademark, or are considering filing for a trademark, reserve the hashtag phrase in the HashTag Router network now! (Note: HashTag Router respects the rights of trademark owners and each submission is subject to an editorial review to identify any potential trademark violations. Please review the terms of service upon ordering.)"
  }
}