{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Robinhood Realized Earnings & CSV File Export"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Year-To-Date Earnings from your Stock & Crypto on Robinhood. Export Robinhood Stock & Crypto transactions to CSV file."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🔥  One dashboard for all your Robinhood stock/options/crypto data 🔥\n\n👉 Get the Year-To-Date (YTD) realized gains from your Robinhood Stocks and Cryptocurrency buy/sell activity\n👉 Stock splits are factored in while calculating realized gains\n👉 Get the total amount paid as Dividends from stocks you hold\n👉 Quickly search through your Stocks, Cryptocurrency, Options buy/sell history\n👉 Download your stocks buy/sell history as a CSV (Excel) file\n👉 Download your crypto buy/sell history as a CSV (Excel) file\n👉 Download your options open/close history as a CSV (Excel) file\n\nCurrently Unsupported -\n⏰ Wash Sale\n⏰ Options realized earnings\n\nNote -\n✍🏼 The earnings displayed in the popup are *realized earnings*. Which means if you haven't sold any stocks for the year 2022, the popup won't display it. That's not a bug :)\n\n✍🏼 For importing cryptocurrency transactions to TurboTax or Koinly, please use the official Robinhood Crypto 1099 CSV file available at the end of the year in your Robinhood Account Statements\n\n✍🏼 This extension is not affiliated to Robinhood Markets, Inc or it's Subsidiaries. Robinhood is a trademark of Robinhood Markets, Inc.\n\n✍🏼 The goal of this Chrome extension is to provide a general guideline and it is likely that the data displayed by this extension may be incorrect due to calculation errors and/or variety of other reasons beyond our control. Thus, please do not directly use the data obtained through this extension to make any financial decisions. Double check the calculations manually by looking at your monthly account statements provided by Robinhood.com.\n\nBy Installing this extension, you agree to the below license agreement.\n===============================\nLICENSE\n===============================\nPermission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sub license, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
  }
}