{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leads tracker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add sales leads from urls and via unput, remove them when you no longer require them."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing \"Leads Tracker\" - a powerful Google Chrome extension designed to revolutionize your lead management process. With Lead Tracker Pro, you can effortlessly organize and track your leads directly from your browser, streamlining your workflow and maximizing productivity.\n\nManual Lead Entry:\nGone are the days of jotting down leads on pieces of paper or scattered spreadsheets. Leads Tracker allows you to manually add leads with ease. Simply input the relevant information, such as name, contact details, and any additional notes, and save them securely within the extension.\n\nSave Tab Feature:\nSay goodbye to the hassle of bookmarking or copying URLs to keep track of potential leads. With Lead Trackers save tab feature, you can effortlessly capture and store the URL of the web page you're currently browsing. This convenient functionality ensures that you never miss out on important leads or valuable information.\n\nEffortless Lead Management:\nManaging your leads has never been easier. Lead Tracker provides a comprehensive set of tools to efficiently organize and manipulate your stored leads. You can delete all stored leads in a single click, or selectively remove individual leads as needed. This flexibility enables you to keep your lead database up-to-date and clutter-free, enhancing your overall productivity.\n\nSeamless Integration:\nLeads Tracker seamlessly integrates into your Google Chrome browser, becoming an invaluable companion for professionals engaged in lead generation and sales. Its intuitive user interface and straightforward functionalities make it accessible to users of all levels of technical expertise, ensuring a smooth and hassle-free experience.\n\nSave Time and Boost Efficiency:\nBy centralizing your lead management process within Lead Tracker Pro, you save valuable time and eliminate the risk of losing or misplacing important leads. With its user-friendly interface and smart features, the extension empowers you to stay organized, enabling swift follow-ups and maximizing your chances of converting leads into successful business opportunities.\n\nUpgrade your lead tracking experience with \"Leads Tracker\" - the essential Chrome extension for sales professionals, marketers, entrepreneurs, and anyone seeking to streamline their lead management process. Embrace the power of efficiency and take control of your leads like never before.\n\nThe duration for which leads stay stored in the extension depends on the settings for each user as Chrome's local storage depends on various factors, including the user's browser settings, the available storage space on the device, and any actions taken by the user or the extension itself. By default, Chrome's local storage is persistent, meaning that the data will remain stored until explicitly cleared by the user or by the extension.\n\nHowever, it's important to note that local storage can be subject to certain limitations. If the user clears their browser data, including cookies and site data, the leads stored in the local storage will be deleted. Additionally, if the user's device runs low on storage space, Chrome may automatically clear local storage data to free up resources."
  }
}