{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vanta - Questionnaire Automation"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate your response to security questionnaires\n\nIf your organization handles sensitive data and does business with other firms,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Automate your response to security questionnaires\n\nIf your organization handles sensitive data and does business with other firms, chances are your security team will need to complete questionnaires as you sell to prospective customers. These can be lengthy, with hundreds of questions, often asking for the same security and compliance information from survey to survey. \n\nVanta Questionnaire Automation saves you time by generating suggested responses to review and approve, rather than starting from scratch each time.\n\nBUILD UP A CENTRALIZED KNOWLEDGE BASE\nBy analyzing previously submitted questionnaires — along with your security documentation — Vanta creates a comprehensive knowledge base to draw from and generate responses. You can even feed over your policies from Vanta, ensuring your knowledge base remains up to date, even as your policies evolve. The more questionnaires you complete, the more accurate your knowledge base becomes.\n\nRESPOND TO PROSPECTS IN THE FORMAT THEY NEED\nThe Vanta Questionnaire Automation Chrome extension allows you to complete questionnaires in whatever format your prospects require — whether that’s a form or a web portal. Simply highlight the questions you’re looking to answer, and the Chrome extension will draw upon your knowledge base to generate suggested answers. \n\nABOUT VANTA\nVanta is the leading trust management platform that helps simplify and centralize security for organizations of all sizes.\nThousands of companies rely on Vanta to build, maintain and demonstrate their trust—all in a way that's real-time and transparent.\nFounded in 2018, Vanta has customers in 58 countries with offices in Dublin, New York, San Francisco and Sydney."
  }
}