{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Incredible StartPage - Productive Start Page"
  },
  "short": {
    "am,ar,bg,bn,ca,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "A new, customizable start page for Chrome. Easily find your favorite bookmarks and closed tabs. Take notes as you browse.",
    "cs": "Nová a přizpůsobitelná startovní stránka pro Chrome. Snadno najdi záložky a zavřené karty. Piš si poznámky při brouzdání.",
    "es": "Una nueva página personalizable para Chrome. Encuentra fácilmente sus marcadores favoritos y pestañas cerradas.",
    "it": "Una nuova, personalizzabile pagina iniziale per Chrome. Trova facilmente i tuoi preferiti e le schede chiuse.",
    "ja": "新しい、カスタマイズ可能なChromeのスタートページ。お気に入りのブックマークや閉じたタブを簡単に見つけることができます。ブラウズ中にメモを取ることもできます。",
    "pt_BR": "Uma nova e customizável guia inicial para o Chrome. Encontre facilmente seus favoritos e guias fechadas recentemente.",
    "ru": "Новая настраиваемая стартовая страница для Chrome. Легкий поиск по вашим закладкам и закрытым вкладкам.",
    "vi": "A new, tùy chỉnh trang bắt đầu của Chrome. Dễ dàng tìm thấy những dấu trang yêu thích và các thẻ đã đóng."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Incredible StartPage is a productive start page replacement. Put all your favorite bookmarks in a beautiful frame and enjoy our handy features! \n\n1.8\n- Migrate Manifest V3\n- IMPORTANT! Remove Chrome App tab\n\nFeatures\n- View \"Bookmarks\" and \"Most Visited Sites\" all in one tab\n- Multiple notepads and post to Gmail/Google Calendar\n- Customizable color theme and background image\n- Notepad sync across computers by Chrome Sync\n- Recently closed tab recovery\n- Send tab/link to Startpage\n\nSee a full tutorial on our blog https://www.visibotech.com/search/label/IncredibleStartpage\n\nPermissions\n- Incredible StartPage does not access your Flickr accounts. The permission is for search suitable images as background\n\nKnown issues and limitations\n- Some bookmarklets may not work inside the StartPage\n- If you use ad-blockers, you may need to disable them in the StartPage (add \"newtab\" and \"ncdfeghkpohnalmpblddmnppfooljekh\" to the whitelist)\n\nLicense: https://www.visibotech.com/p/license-agreement.html\nTranslation & Credits: http://goo.gl/qG89Z",
    "es": "¡Incredible StartPage es una página de inicio productiva! Coloca todos tus marcadores favoritos en un hermoso marco y disfruta de nuestras prácticas funciones.\n\n1.8\n- Migrar a Manifest V3\n- ¡IMPORTANTE! Eliminar la pestaña de la aplicación de Chrome\n\nCaracterísticas\n- Ver \"Marcadores\" y \"Sitios Más Visitados\" todo en una pestaña\n- Varios blocs de notas y posibilidad de publicar en Gmail/Google Calendar\n- Tema de color e imagen de fondo personalizables\n- Sincronización del bloc de notas entre computadoras mediante Chrome Sync\n- Recuperación de pestañas cerradas recientemente\n- Enviar pestaña/enlace a Startpage\n\nConsulta un tutorial completo en nuestro blog https://www.visibotech.com/search/label/IncredibleStartpage\n\nPermisos\n- Incredible StartPage no accede a tus cuentas de Flickr. El permiso es para buscar imágenes adecuadas como fondo\n\nProblemas conocidos y limitaciones\n- Algunos bookmarklets pueden no funcionar dentro de StartPage\n- Si usas bloqueadores de anuncios, puede ser necesario desactivarlos en StartPage (añade \"newtab\" y \"ncdfeghkpohnalmpblddmnppfooljekh\" a la lista blanca)\n\nLicencia: https://www.visibotech.com/p/license-agreement.html\nTraducción y Créditos: http://goo.gl/qG89Z",
    "it": "Incredible StartPage è una pagina iniziale sostitutiva produttiva. Metti tutti i tuoi segnalibri preferiti in una bellissima cornice e goditi le nostre utili funzionalità!\n\n1.8\n- Migrazione a Manifest V3\n- IMPORTANTE! Rimuovere la scheda App di Chrome\n\n1.7.3\n- Correzione del colore personalizzato\n- Minimizzare \"Filtro di Ricerca\" per schermi più piccoli\n\nNovità in 1.7!!\n- Trova rapidamente le tuoi segnalibri con il filtro per titolo\n- Layout flessibile, ingrandisci/riduci facilmente il blocco note\n\nFunzionalità\n- Visualizza \"Segnalibri\" e \"Siti più visitati\" tutto in una scheda\n- Più blocchi note e possibilità di postare su Gmail/Google Calendar\n- Tema colore e immagine di sfondo personalizzabili\n- Sincronizzazione dei blocchi note su più computer tramite Chrome Sync\n- Recupero delle schede chiuse di recente\n- Invia schede/collegamenti a Startpage\n\nGuarda un tutorial completo sul nostro blog https://www.visibotech.com/search/label/IncredibleStartpage\n\nPermessi\n- Incredible StartPage non accede ai tuoi account Flickr. Il permesso è per cercare immagini adatte come sfondo\n\nProblemi noti e limitazioni\n- Alcuni bookmarklets potrebbero non funzionare all'interno di StartPage\n- Se usi i blocchi degli annunci, potrebbe essere necessario disabilitarli in StartPage (aggiungi \"newtab\" e \"ncdfeghkpohnalmpblddmnppfooljekh\" alla whitelist)\n\nLicenza: https://www.visibotech.com/p/license-agreement.html\nTraduzione e Crediti: http://goo.gl/qG89Z",
    "ja": "インクレディブルスタートページは生産性の高いスタートページの代替です。すべてのお気に入りのブックマークを美しいフレームに配置し、便利な機能をお楽しみください！\n\n1.8\n- マニフェストV3への移行\n- 重要！Chromeアプリタブの削除\n\n機能\n- 「ブックマーク」と「最も訪問したサイト」をすべて1つのタブで表示\n- 複数のノートパッドとGmail/Googleカレンダーへの投稿\n- カスタマイズ可能なカラーテーマと背景画像\n- Chrome Syncによる複数のコンピュータ間でのノートパッドの同期\n- 最近閉じたタブの復元\n- タブ/リンクをスタートページに送信\n\n当社のブログでチュートリアル全体を参照してください https://www.visibotech.com/search/label/IncredibleStartpage\n\n権限\n- インクレディブルスタートページはあなたのFlickrアカウントにアクセスしません。この権限は背景画像に適した画像を検索するためのものです\n\n既知の問題と制限\n- 一部のブックマークレットはスタートページ内で動作しない場合があります\n- 広告ブロッカーを使用している場合、スタートページで無効にする必要があるかもしれません（「newtab」と「ncdfeghkpohnalmpblddmnppfooljekh」をホワイトリストに追加）\n\nライセンス: https://www.visibotech.com/p/license-agreement.html\n翻訳とクレジット: http://goo.gl/qG89Z",
    "pt_BR": "Incredible StartPage é uma página inicial produtiva. Coloque todos os seus favoritos em uma bela moldura e aproveite nossos recursos práticos!\n\n1.8\n- Migração para Manifest V3\n- IMPORTANTE! Remover a guia do aplicativo do Chrome\n\nRecursos\n- Veja \"Favoritos\" e \"Sites Mais Visitados\" em uma única guia\n- Vários blocos de notas e possibilidade de postar no Gmail/Google Calendar\n- Tema de cores e imagem de fundo personalizáveis\n- Sincronização do bloco de notas entre computadores via Chrome Sync\n- Recuperação de guias fechadas recentemente\n- Envie guias/links para a Startpage\n\nVeja um tutorial completo em nosso blog https://www.visibotech.com/search/label/IncredibleStartpage\n\nPermissões\n- Incredible StartPage não acessa suas contas do Flickr. A permissão é para buscar imagens adequadas como fundo\n\nProblemas conhecidos e limitações\n- Alguns bookmarklets podem não funcionar dentro da StartPage\n- Se você usa bloqueadores de anúncios, pode ser necessário desativá-los na StartPage (adicione \"newtab\" e \"ncdfeghkpohnalmpblddmnppfooljekh\" à lista de permissões)\n\nLicença: https://www.visibotech.com/p/license-agreement.html\nTradução e Créditos: http://goo.gl/qG89Z"
  }
}