{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lenny Faces"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly copy Lenny Faces from your browser."
  },
  "long": {
    "ar": "هل تريد نسخ وجوه ليني ولصقها على وسائل التواصل الاجتماعي / تويتش؟ استخدم هذا الامتداد اليوم للوصول إلى أكثر من 100+\nوجوه ليني للرسائل النصية لأصدقائك / رسائل Whatsapp / Facebook Messenger.\n\nهناك وجه ليني متاح لكل المواقف ، امتداد وجه ليني الخاص بنا يقسم الوجوه ليني إلى\nفئات مختلفة لتسهيل الأمر على مستخدمينا.\n\nما عليك سوى النقر فوق lenny face الذي تريد استخدامه ، وسيساعدك البرنامج على نسخه ولصقه أينما تريد.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to copy and paste lenny faces to social media/Twitch? Use this extension today to get access to over 100+\nlenny faces for text messages to your friends/Whatsapp messages/Facebook Messenger.\n\nThere is a lenny face available for every situation, our lenny face extension splits up the lenny faces into\ndifferent categories to make it easy for our users.\n\nSimply click on the lenny face you want to use, and the software will help you copy and paste it wherever you want.",
    "bg": "Искате ли да копирате и поставите лицата на Лени в социалните медии/Twitch? Използвайте това разширение днес, за да получите достъп до над 100\nlenny faces за текстови съобщения до вашите приятели/Whatsapp съобщения/Facebook Messenger.\n\nЗа всяка ситуация има налично лице lenny face, нашето разширение lenny face разделя lenny faces на\nразлични категории, за да улесним нашите потребители.\n\nПросто щракнете върху лицето на lenny, което искате да използвате, и софтуерът ще ви помогне да го копирате и поставите където пожелаете.",
    "ca": "Vols copiar i enganxar Lenny Faces a les xarxes socials/Twitch? Utilitzeu aquesta extensió avui per accedir a més de 100 persones\nLenny Faces per missatges de text als teus amics/missatges de WhatsApp/Facebook Messenger.\n\nHi ha una cara de Lenny disponible per a cada situació, la nostra extensió de cara de Lenny divideix les cares de Lenny en\ndiferents categories per facilitar-ho als nostres usuaris.\n\nSimplement feu clic a la cara de Lenny que voleu utilitzar i el programari us ajudarà a copiar-lo i enganxar-lo allà on vulgueu.",
    "cs": "Chcete zkopírovat a vložit tváře lenny na sociální média/Twitch? Použijte toto rozšíření ještě dnes a získejte přístup k více než 100+\nlenny faces pro textové zprávy vašim přátelům/zprávy Whatsapp/Facebook Messenger.\n\nPro každou situaci je k dispozici lennyho obličej, naše rozšíření lennyho obličeje rozděluje lennyho obličeje na\nrůzné kategorie, abychom to našim uživatelům usnadnili.\n\nJednoduše klikněte na lenny face, který chcete použít, a software vám pomůže jej zkopírovat a vložit kamkoli budete chtít.",
    "da": "Vil du kopiere og indsætte lenny faces til sociale medier/Twitch? Brug denne udvidelse i dag for at få adgang til over 100+\nlenny faces til tekstbeskeder til dine venner/Whatsapp-beskeder/Facebook Messenger.\n\nDer er et lenny face tilgængeligt til enhver situation, vores lenny face extension deler lenny faces op i\nforskellige kategorier for at gøre det nemt for vores brugere.\n\nDu skal blot klikke på det lenny-ansigt, du vil bruge, og softwaren hjælper dig med at kopiere og indsætte det, hvor du vil.",
    "de": "Möchten Sie Lenny-Gesichter kopieren und in soziale Medien/Twitch einfügen? Verwenden Sie diese Erweiterung noch heute, um Zugriff auf über 100+ zu erhalten\nLenny Faces für Textnachrichten an Ihre Freunde/Whatsapp-Nachrichten/Facebook Messenger.\n\nFür jede Situation ist ein Lenny Face verfügbar, unsere Lenny Face Extension teilt die Lenny Faces in auf\nverschiedene Kategorien, um es unseren Benutzern leicht zu machen.\n\nKlicken Sie einfach auf das Lenny-Gesicht, das Sie verwenden möchten, und die Software hilft Ihnen beim Kopieren und Einfügen, wo immer Sie möchten.",
    "el": "Θέλετε να αντιγράψετε και να επικολλήσετε lenny faces στα μέσα κοινωνικής δικτύωσης/Twitch; Χρησιμοποιήστε αυτήν την επέκταση σήμερα για να αποκτήσετε πρόσβαση σε περισσότερα από 100\nlenny faces για μηνύματα κειμένου στους φίλους σας/Μηνύματα Whatsapp/Facebook Messenger.\n\nΥπάρχει ένα lenny face διαθέσιμο για κάθε περίπτωση, η επέκταση προσώπου lenny χωρίζει τα lenny faces σε\nδιαφορετικές κατηγορίες για να διευκολύνουμε τους χρήστες μας.\n\nΑπλώς κάντε κλικ στο lenny face που θέλετε να χρησιμοποιήσετε και το λογισμικό θα σας βοηθήσει να το αντιγράψετε και να το επικολλήσετε όπου θέλετε.",
    "es": "¿Quieres copiar y pegar caras de lenny en las redes sociales/Twitch? Use esta extensión hoy para obtener acceso a más de 100\ncaras de lenny para mensajes de texto a tus amigos/mensajes de Whatsapp/Facebook Messenger.\n\nHay una cara de lenny disponible para cada situación, nuestra extensión de cara de lenny divide las caras de lenny en\ndiferentes categorías para ponérselo fácil a nuestros usuarios.\n\nSimplemente haz clic en la cara de lenny que quieras usar y el software te ayudará a copiarla y pegarla donde quieras.",
    "et": "Kas soovite kopeerida ja kleepida Lenny nägusid sotsiaalmeediasse/Twitchi? Kasutage seda laiendust juba täna, et saada juurdepääs enam kui 100-le\nlenny näod oma sõpradele tekstisõnumite / WhatsAppi sõnumite / Facebook Messengeri jaoks.\n\nIgaks olukorraks on saadaval lenny nägu, meie lenny näopikendus jagab lenny näod pooleks\nerinevaid kategooriaid, et muuta see meie kasutajatele lihtsaks.\n\nLihtsalt klõpsake sellel Lenny nägu, mida soovite kasutada, ja tarkvara aitab teil seda kopeerida ja kleepida kuhu iganes soovite.",
    "fa": "آیا می خواهید چهره های لنی را در رسانه های اجتماعی/تویچ کپی و جایگذاری کنید؟ امروز از این برنامه افزودنی برای دسترسی به بیش از 100 نفر استفاده کنید\nلنی فیس برای پیامک به دوستانتان/پیام های واتساپ/مسنجر فیس بوک.\n\nبرای هر موقعیتی یک lenny face در دسترس است، اکستنشن lenny face ما lenny face ها را به دو قسمت تقسیم می کند.\nدسته بندی های مختلف برای آسان کردن آن برای کاربران ما.\n\nبه سادگی روی lenny face که می خواهید استفاده کنید کلیک کنید و نرم افزار به شما کمک می کند آن را در هر کجا که می خواهید کپی و جایگذاری کنید.",
    "fil": "Haluatko kopioida ja liittää Lenny-kasvoja sosiaaliseen mediaan/Twitchiin? Käytä tätä laajennusta tänään saadaksesi pääsyn yli 100:aan\nlenny-kasvot tekstiviesteille ystävillesi/Whatsapp-viesteille/Facebook Messengerille.\n\nJokaiseen tilanteeseen on saatavilla lenny-kasvot, lenny-kasvopidennyksemme jakaa lenny-kasvot\neri luokkia, jotta se olisi helppoa käyttäjillemme.\n\nNapsauta vain haluamaasi lenny-naamaa, ja ohjelmisto auttaa sinua kopioimaan ja liittämään sen minne haluat.",
    "fr": "Vous voulez copier et coller des visages de Lenny sur les réseaux sociaux/Twitch ? Utilisez cette extension aujourd'hui pour accéder à plus de 100+\nlenny fait face pour envoyer des SMS à vos amis/messages Whatsapp/Facebook Messenger.\n\nIl y a un visage de Lenny disponible pour chaque situation, notre extension de visage de Lenny divise les visages de Lenny en\ndifférentes catégories pour faciliter la tâche de nos utilisateurs.\n\nCliquez simplement sur le visage de Lenny que vous souhaitez utiliser et le logiciel vous aidera à le copier et le coller où vous le souhaitez.",
    "hi": "सोशल मीडिया/ट्विच पर लेनी चेहरों को कॉपी और पेस्ट करना चाहते हैं? 100+ . से अधिक तक पहुंच प्राप्त करने के लिए आज ही इस एक्सटेंशन का उपयोग करें\nआपके मित्रों/व्हाट्सएप संदेशों/फेसबुक मैसेंजर को टेक्स्ट संदेशों के लिए लेनी चेहरे।\n\nहर स्थिति के लिए एक छोटा चेहरा उपलब्ध है, हमारे लेनी चेहरे का विस्तार लेनी चेहरों को विभाजित करता है\nहमारे उपयोगकर्ताओं के लिए इसे आसान बनाने के लिए विभिन्न श्रेणियां।\n\nबस उस लेन के चेहरे पर क्लिक करें जिसका आप उपयोग करना चाहते हैं, और सॉफ्टवेयर आपको जहां चाहें कॉपी और पेस्ट करने में मदद करेगा।",
    "hr": "Želite kopirati i zalijepiti Lenny faces na društvene mreže/Twitch? Upotrijebite ovo proširenje danas za pristup preko 100+\nlenny faces za tekstualne poruke prijateljima/Whatsapp poruke/Facebook Messenger.\n\nPostoji lenny face dostupno za svaku situaciju, naša lenny face ekstenzija dijeli lenny face na\nrazličite kategorije kako bismo olakšali našim korisnicima.\n\nJednostavno kliknite na lenny face koje želite koristiti, a softver će vam pomoći da ga kopirate i zalijepite gdje god želite.",
    "hu": "Lenny arcokat szeretne másolni és beilleszteni a közösségi médiába/Twitchbe? Használja ezt a bővítményt még ma, hogy több mint 100-hoz férhessen hozzá\nlenny arcok szöveges üzenetekhez a barátaidnak / Whatsapp üzenetek / Facebook Messenger.\n\nMinden helyzetre van egy lenny arc, a lenny archosszabbításunk felosztja a lenny arcokat\nkülönböző kategóriákban, hogy megkönnyítsük a felhasználók számára.\n\nEgyszerűen kattintson a használni kívánt lenny arcra, és a szoftver segít másolni és beilleszteni, ahová csak akarja.",
    "id": "Ingin menyalin dan menempelkan wajah lenny ke media sosial / Twitch? Gunakan ekstensi ini hari ini untuk mendapatkan akses ke lebih dari 100+\nwajah lenny untuk pesan teks ke teman Anda/pesan Whatsapp/Facebook Messenger.\n\nAda wajah lenny yang tersedia untuk setiap situasi, ekstensi wajah lenny kami membagi wajah lenny menjadi\nkategori yang berbeda untuk memudahkan pengguna kami.\n\nCukup klik pada wajah lenny yang ingin Anda gunakan, dan perangkat lunak akan membantu Anda menyalin dan menempelkannya di mana pun Anda inginkan.",
    "it": "Vuoi copiare e incollare le facce di lenny sui social media/Twitch? Usa questa estensione oggi per ottenere l'accesso a oltre 100+\nlenny faces per messaggi di testo ai tuoi amici/messaggi Whatsapp/Facebook Messenger.\n\nC'è una faccia lenny disponibile per ogni situazione, la nostra estensione faccia lenny divide le facce lenny in\ndiverse categorie per rendere più facile per i nostri utenti.\n\nFai semplicemente clic sulla faccia di Lenny che desideri utilizzare e il software ti aiuterà a copiarla e incollarla dove vuoi.",
    "ja": "レニーの顔をコピーしてソーシャルメディア/Twitchに貼り付けたいですか？今すぐこの拡張機能を使用して、100以上のアクセスを取得してください\nレニーはあなたの友人へのテキストメッセージ/Whatsappメッセージ/Facebookメッセンジャーのために直面します。\n\nあらゆる状況に対応できるレニーフェイスがあります。レニーフェイスエクステンションは、レニーフェイスを次のように分割します。\nユーザーが簡単に利用できるように、さまざまなカテゴリ。\n\n使用したいレニーの顔をクリックするだけで、ソフトウェアがコピーして好きな場所に貼り付けることができます。",
    "ko": "소셜 미디어/Twitch에 레니 얼굴을 복사하여 붙여넣고 싶으십니까? 오늘 이 확장 프로그램을 사용하여 100개 이상의\n친구에게 보내는 문자 메시지/Whatsapp 메시지/Facebook Messenger에 대한 lenny 얼굴.\n\n모든 상황에 사용할 수 있는 레니 페이스가 있으며, 레니 페이스 익스텐션은 레니 페이스를 다음으로 나눕니다.\n사용자가 쉽게 사용할 수 있도록 다양한 카테고리를 제공합니다.\n\n사용하려는 레니 페이스를 클릭하기만 하면 소프트웨어가 원하는 곳에 복사하여 붙여넣을 수 있도록 도와줍니다.",
    "lt": "Norite nukopijuoti ir įklijuoti Lenny veidus į socialinę žiniasklaidą / „Twitch“? Naudokite šį plėtinį šiandien, kad gautumėte prieigą prie daugiau nei 100\nlenny veidai tekstiniams pranešimams draugams / Whatsapp žinutėms / Facebook Messenger.\n\nKiekvienoje situacijoje yra „lenny“ veidas, o mūsų „lenny“ veido priauginimas padalija „lenny“ veidus į\nskirtingų kategorijų, kad mūsų vartotojams būtų lengviau.\n\nTiesiog spustelėkite norimą naudoti veidą, o programinė įranga padės jį nukopijuoti ir įklijuoti, kur tik norite.",
    "lv": "Vai vēlaties kopēt un ielīmēt Lenny sejas sociālajos medijos/Twitch? Izmantojiet šo paplašinājumu jau šodien, lai piekļūtu vairāk nekā 100 +\nlenny sejas īsziņām draugiem/Whatsapp ziņojumiem/Facebook Messenger.\n\nKatrai situācijai ir pieejama lenny seja, mūsu Lenny sejas pagarinājums sadala lenny sejas\ndažādas kategorijas, lai mūsu lietotājiem būtu viegli.\n\nVienkārši noklikšķiniet uz Lenny sejas, kuru vēlaties izmantot, un programmatūra palīdzēs jums kopēt un ielīmēt to, kur vien vēlaties.",
    "ms": "Ingin menyalin dan menampal muka lenny ke media sosial/Twitch? Gunakan sambungan ini hari ini untuk mendapatkan akses kepada lebih 100+\nmuka lenny untuk mesej teks kepada rakan anda/mesej Whatsapp/Facebook Messenger.\n\nTerdapat muka lenny yang tersedia untuk setiap situasi, sambungan muka lenny kami membahagikan muka lenny menjadi\nkategori yang berbeza untuk memudahkan pengguna kami.\n\nHanya klik pada muka lenny yang anda mahu gunakan, dan perisian akan membantu anda menyalin dan menampalnya di mana sahaja anda mahu.",
    "nl": "Wil je Lenny Faces kopiëren en plakken op sociale media/Twitch? Gebruik deze extensie vandaag om toegang te krijgen tot meer dan 100+\nlenny faces voor sms-berichten naar je vrienden/Whatsapp-berichten/Facebook Messenger.\n\nEr is een lenny face beschikbaar voor elke situatie, onze lenny face extension splitst de lenny faces in\nverschillende categorieën om het onze gebruikers gemakkelijk te maken.\n\nKlik gewoon op het lenny-gezicht dat u wilt gebruiken, en de software helpt u bij het kopiëren en plakken waar u maar wilt.",
    "no": "Vil du kopiere og lime inn lenny faces til sosiale medier/Twitch? Bruk denne utvidelsen i dag for å få tilgang til over 100\nlenny faces for tekstmeldinger til vennene dine/Whatsapp-meldinger/Facebook Messenger.\n\nDet er et lenny face tilgjengelig for enhver situasjon, vår lenny face extension deler opp lenny faces i\nulike kategorier for å gjøre det enkelt for brukerne våre.\n\nBare klikk på lenny-ansiktet du vil bruke, og programvaren hjelper deg med å kopiere og lime det inn hvor du vil.",
    "pl": "Chcesz skopiować i wkleić lenny face do mediów społecznościowych/Twitcha? Użyj tego rozszerzenia już dziś, aby uzyskać dostęp do ponad 100+\nLenny Faces do wysyłania wiadomości tekstowych do znajomych/wiadomości Whatsapp/Facebook Messenger.\n\nW każdej sytuacji dostępna jest twarz typu Lenny Face, nasze rozszerzenie typu Lenny Face dzieli je na\nróżne kategorie, aby ułatwić naszym użytkownikom.\n\nPo prostu kliknij twarz lenny, której chcesz użyć, a oprogramowanie pomoże Ci skopiować i wkleić ją w dowolnym miejscu.",
    "ro": "Doriți să copiați și să lipiți Lenny Faces pe rețelele sociale/Twitch? Utilizați această extensie astăzi pentru a avea acces la peste 100\nLenny Faces pentru mesaje text către prietenii tăi/Mesaje WhatsApp/Facebook Messenger.\n\nExistă un Lenny Face disponibil pentru fiecare situație, extensia noastră Lenny Face împarte fețele Lenny în\ndiferite categorii pentru a le facilita utilizatorilor noștri.\n\nPur și simplu faceți clic pe lenny face pe care doriți să o utilizați, iar software-ul vă va ajuta să îl copiați și să îl inserați oriunde doriți.",
    "ru": "Хотите скопировать и вставить лица Ленни в социальные сети/Twitch? Используйте это расширение сегодня, чтобы получить доступ к более чем 100\nLenny Faces для текстовых сообщений вашим друзьям/сообщениям WhatsApp/Facebook Messenger.\n\nДля каждой ситуации доступно лицо Ленни, наше расширение лица Ленни разбивает лица Ленни на\nразличные категории, чтобы облегчить работу нашим пользователям.\n\nПросто нажмите на лицо Ленни, которое вы хотите использовать, и программа поможет вам скопировать и вставить его куда угодно.",
    "sk": "Chcete skopírovať a prilepiť lennyho tváre na sociálne médiá/Twitch? Použite toto rozšírenie ešte dnes a získajte prístup k viac ako 100+\nlenny faces pre textové správy vašim priateľom/správy Whatsapp/Facebook Messenger.\n\nPre každú situáciu je k dispozícii lenny face, naše rozšírenie lenny face rozdeľuje lenny tváre na\nrôzne kategórie, aby sme to našim používateľom uľahčili.\n\nStačí kliknúť na lenny face, ktorý chcete použiť, a softvér vám pomôže skopírovať a prilepiť ho kamkoľvek chcete.",
    "sl": "Želite kopirati in prilepiti Lenny faces v družbene medije/Twitch? Uporabite to razširitev še danes za dostop do več kot 100+\nlenny faces za besedilna sporočila vašim prijateljem/sporočila Whatsapp/Facebook Messenger.\n\nZa vsako situacijo je na voljo lenny face, naš podaljšek lenny face razdeli obraze lenny na\nrazlične kategorije, da bi olajšali naše uporabnike.\n\nPreprosto kliknite lenny face, ki ga želite uporabiti, in programska oprema vam bo pomagala kopirati in prilepiti kamor koli želite.",
    "sr": "Желите да копирате и налепите Ленни фацес на друштвене мреже/Твитцх? Користите ово проширење данас да бисте добили приступ преко 100+\nленни фацес за текстуалне поруке пријатељима/Вхатсапп поруке/Фацебоок Мессенгер.\n\nПостоји ленни фаце доступно за сваку ситуацију, наша ленни фаце екстензија дели ленни фаце на\nразличите категорије како бисмо олакшали нашим корисницима.\n\nЈедноставно кликните на ленни фаце које желите да користите и софтвер ће вам помоћи да га копирате и налепите где год желите.",
    "sv": "Vill du kopiera och klistra in lenny faces till sociala medier/Twitch? Använd detta tillägg idag för att få tillgång till över 100+\nlenny faces för textmeddelanden till dina vänner/Whatsapp-meddelanden/Facebook Messenger.\n\nDet finns ett lenny face tillgängligt för varje situation, vår lenny face extension delar upp lenny faces i\nolika kategorier för att göra det enkelt för våra användare.\n\nKlicka bara på lenny-ansiktet du vill använda, så hjälper programvaran dig att kopiera och klistra in den var du vill.",
    "th": "ต้องการคัดลอกและวางใบหน้าเลนนี่ไปยังโซเชียลมีเดีย/Twitch หรือไม่? ใช้ส่วนขยายนี้วันนี้เพื่อเข้าถึงมากกว่า 100+\nเลนนี่หน้าสำหรับข้อความถึงเพื่อนของคุณ/ข้อความ WhatsApp/Facebook Messenger\n\nมีหน้าเลนนี่ใช้ได้ทุกสถานการณ์ ส่วนต่อขยายหน้าเลนนี่ของเราแยกหน้าเลนนี่ออกเป็น\nหมวดหมู่ต่าง ๆ เพื่อให้ง่ายสำหรับผู้ใช้ของเรา\n\nเพียงคลิกที่หน้าเลนนี่ที่คุณต้องการใช้ แล้วซอฟต์แวร์จะช่วยให้คุณคัดลอกและวางได้ทุกที่ที่คุณต้องการ",
    "tr": "Sosyal medyaya/Twitch'e lenny yüzlerini kopyalayıp yapıştırmak ister misiniz? 100'den fazla içeriğe erişmek için bugün bu uzantıyı kullanın\narkadaşlarınıza/Whatsapp mesajlarına/Facebook Messenger'a gönderilen metin mesajları için lenny yüzleri.\n\nHer durum için uygun bir lenny face vardır, lenny face uzantısımız lenny yüzleri parçalara ayırır.\nkullanıcılarımız için kolaylaştırmak için farklı kategoriler.\n\nKullanmak istediğiniz lenny yüze tıklamanız yeterlidir; yazılım, istediğiniz yere kopyalayıp yapıştırmanıza yardımcı olacaktır.",
    "uk": "Хочете скопіювати та вставити обличчя Ленні в соціальні мережі/Twitch? Використовуйте це розширення сьогодні, щоб отримати доступ до понад 100\nlenny faces для текстових повідомлень друзям/повідомлень Whatsapp/Facebook Messenger.\n\nДля будь-якої ситуації доступна функція Lenny Face, наше розширення Lenny Face розбиває обличчя Lenny Face на\nрізні категорії, щоб полегшити роботу нашим користувачам.\n\nПросто клацніть на обличчі, яке ви хочете використовувати, і програмне забезпечення допоможе вам скопіювати та вставити його куди завгодно.",
    "vi": "Bạn muốn sao chép và dán khuôn mặt lenny vào mạng xã hội / Twitch? Sử dụng tiện ích mở rộng này ngay hôm nay để có quyền truy cập hơn 100+\nlenny khuôn mặt cho tin nhắn văn bản cho bạn bè của bạn / tin nhắn Whatsapp / Facebook Messenger.\n\nCó một khuôn mặt lenny có sẵn cho mọi tình huống, tiện ích mở rộng khuôn mặt lenny của chúng tôi chia các khuôn mặt lenny thành\ncác danh mục khác nhau để giúp người dùng của chúng tôi dễ dàng.\n\nChỉ cần nhấp vào lenny face bạn muốn sử dụng, phần mềm sẽ giúp bạn sao chép và dán nó vào bất cứ đâu bạn muốn.",
    "zh_CN": "想要将 lenny 的面孔复制并粘贴到社交媒体/Twitch 上吗？立即使用此扩展程序访问 100 多个\nlenny 面向您的朋友/Whatsapp 消息/Facebook Messenger 的短信。\n\n每种情况都有一个 lenny 脸，我们的 lenny 脸扩展将 lenny 脸分成\n不同的类别，以方便我们的用户。\n\n只需单击您要使用的lenny face，该软件将帮助您将其复制并粘贴到您想要的任何位置。",
    "zh_TW": "想要將 lenny 面孔複製並粘貼到社交媒體/Twitch？立即使用此擴展程序訪問 100 多個\nlenny 面向您的朋友/Whatsapp 消息/Facebook Messenger 的短信。\n\n每種情況都有一個 lenny 臉，我們的 lenny 臉擴展將 lenny 臉分成\n不同的類別，以方便我們的用戶。\n\n只需單擊您要使用的 lenny 臉，該軟件將幫助您將其複制並粘貼到您想要的任何位置。"
  }
}