{
  "name": {
    "ar": "Zipline تحميل",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zipline Upload",
    "fr": "Zipline Télécharger",
    "hi": "ज़िपलाइन अपलोड",
    "it": "Carica su Zipline",
    "pl": "Rozszerzenie do przesyłania plików do Zipline",
    "ro": "Încărcare Zipline"
  },
  "short": {
    "ar": "إضافة 'تحميل ل Zipline' زر لصورة، فيديو، صوت و نص اختيار سياق القائمه",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds 'Upload to Zipline' button to image, video, audio and text selection context menu.",
    "fr": "Ajoute le bouton 'Télécharger vers Zipline' au menu contextuel de sélection d'images, de vidéos, d'audio et de texte.",
    "hi": "छवि, वीडियो, ऑडियो और पाठ चयन कॉन्टेक्स्ट मेनू में 'ज़िपलाइन पर अपलोड करें' बटन जोड़ता है।",
    "id": "Menambahkan Tombol 'Unggah ke Zipline' pada menu pilihan untuk Gambar, Video, Audio, dan Teks",
    "it": "Aggiunge un bottone 'Carica su Zipline' al menu del tasto destro delle immagini, video, audio e al testo selezionato.",
    "pl": "Dodaje przycisk 'Wyślij do Zipline' do menu kontekstowego wyboru obrazu, wideo, audio i tekstu.",
    "ro": "Adaugă butonul „Încărcare în Zipline” la meniul contextual de selecție a imaginilor, video, audio și text."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zipline Uploads allow you to upload your right clicked files or shorten your right clicked URLs to your selfhosted instance of Zipline (https://github.com/diced/zipline) without having to download the file to your PC and upload it manually.\n\nAdds a \"Upload <File> to Zipline\" option in the context menu when right clicking an image, a video, an audio file or selected text.\nAdds a \"Shorten URL with zipline\" option in the context menu when right clicking a link (Advanced Options shorten allows to set a vanity to the shortened URL).\n[Experimental] Adds a \"Upload URL to Zipline\" option in the context menu when right clicking a link, it allows to upload the content of the URL (this feature is disabled by default but can be enabled in the settings by enabling the \"Enable Experimental Features\" toggle).\n\nFor it to work you first have to open the extension's popup and set your Zipline URL and Zipline token.\n\nAll the settings are saved in the local storage of your browser."
  }
}