{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What time is it Mr.Wolf?"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What time is it Mr.Wolf?"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Time Is It, Mr. Wolf? is an easy-to-use Chrome extension designed to enhance your experience with the Smaregi Timecard system. Seamlessly integrated, it calculates and displays your remaining working hours for the day and week, while taking into account your breaks, customisable weekly hours, and start time. Stay on top of your work schedule and manage your time more efficiently with What Time Is It, Mr. Wolf?\n\nFeatures:\n\n- Automatically computes your remaining working hours for the day and week\n- Considers breaks for accurate time calculations\n- Customisable weekly hours and start time to match your work preferences\n- Unobtrusive and lightweight, only runs when you're on the Smaregi Timecard website\n- Compatible with Google Chrome and other Chromium-based browsers\n\nSupported Website:\n\nhttps://timecard.smaregi.jp/\n\nDisclaimer:\n\nWhat Time Is It, Mr. Wolf? is an independently developed extension and is not affiliated, associated, authorised, endorsed by, or in any way officially connected with Smaregi. All product and company names are the registered trademarks of their original owners. The use of any trade name or trademark is for identification and reference purposes only and does not imply any association with the trademark holder or their product brand."
  }
}