{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do Not Disturb"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay focussed on what you have to do"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ever had to do something, but got distracted by so many other things on the internet? Well, you're not the only one.\n\nLet's say, you have to work on an essay. You're trying to focus on it, but Twitter, Facebook and your mail are much more fun, so you will give yourself an excuse and you're going to do something else than you're essay for 5 minutes. And after 20 minutes, you're still not working on your essay. Don't you think it's much more efficient to have a way to block all the distracting sites?\n\nThat's exactly where Do Not Disturb comes in. This Chrome extension blocks all the sites, except the ones you really need. When you're trying to visit a site which is not on your unblocked sites list, you will see a message and the site will not be opened.\n\nBut that's not the only feature of Do Not Disturb. Of course you sometimes need a little break, so that's why Do Not Disturb comes with a pause function. You can set the time of the pause yourself, from 30 seconds to 10 minutes. When you're working on something, and need a break, you can easily pause Do Not Disturb and browse all the sites again. Once your time is over, all sites will be blocked again (except the ones on you're unblocked sites list). You can pause Do Not Disturb multiple times, but you have to wait between them.\n\nYou can download and use Do Not Disturb for the price of absolutely nothing. If you like it, you can pay me by telling your friends!\n\nVisit http://donotdisturb.jeffreywashere.nl for more information."
  }
}