{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Text Highlighter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Activate this Extension to highlight text with different colors on any webpage through one click."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Struggling to remember or organize important information while browsing online? Enhance your reading experience with the Text Highlighter Chrome Extension, a straightforward tool for highlighting text on any webpage in a range of colors. This easy-to-use extension allows you to mark any selected text with a single click, helping you retain and categorize information effectively.\n\nWhether you're a student, researcher, or casual internet user, this extension is designed to improve your focus, reading comprehension, and overall productivity online.\n\n\n\nKey Features\n\nOne-Click Highlighting: Instantly mark text with a single click to save time and streamline your reading.\n\nCustom Color Selection: Choose from various colors to create personalized highlights and visually organize information.\n\nSeamless Navigation: Easily locate your highlights across different webpages without losing track.\n\nInstant Undo: Mistakenly highlighted something? Quickly undo with one more click to keep everything organized.\n\n\nHow to Use\n\nStep 1: Install the Extension \n\nVisit the Chrome Web Store, search for “Text Highlighter,” and click “Add” to install.\n\nStep 2: Open Any Webpage\n\nAccess your preferred webpage—such as articles, tutorials, or research sources—and begin highlighting.\n\nStep 3: Highlight Keywords\n\nSelect the text you want to emphasize, click the Text Highlighter icon, and choose a color. Note: If using multiple keywords, the extension will highlight only if all are within the same line or paragraph.\n\nStep 4: Adjust Highlights\n\nAdd more highlights, change colors, or remove any highlight by selecting the text and clicking the icon again.\n\n\nWhy Use It?\n\nThis Chrome extension is ideal for anyone needing to categorize information on a webpage. The ability to highlight and color-code text segments enhances focus and improves the processing of complex data. This is especially valuable for students, researchers, and professionals who work with multiple documents or web sources.\n\n\nWho Can Benefit?\n\nStudents using digital textbooks and study materials\nResearchers juggling multiple sources\nProfessionals reading extensive online documents\nGeneral readers keeping track of interesting information\nText Highlighter is versatile, making it ideal for any reading or research scenario. Personalize your browsing experience, organize information visually, and boost productivity.\n\n\n\nFAQs\n\nCan I choose different colors to highlight text?\nYes, you can pick from a range of colors to categorize information visually.\n\nWill the extension highlight all keywords I search for?\nThe extension highlights keywords in a line or paragraph, provided all keywords are present in that section.\n\nHow do I remove a highlight if I make a mistake?\nSimply reselect the highlighted text and click the Text Highlighter icon to remove the highlight."
  }
}