{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly enable or disable extensions. No Ads. No nonsense.",
    "es": "Activar o desactivar rápidamente las extensiones del navegador. Sin anuncios y sin bullshit.",
    "fr": "Activer ou désactiver vos extensions Chrome. Sans pubs et sans bullshit.",
    "ru": "Быстро включить или выключить расширения. Без реклам и без буллшита."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PRIVACY POLICY\n\nLet's keep it short and simple.\nThis extension does not collect data.\n\nDESCRIPTION\n\n★ No ads. No data collection.\n\n★ No more grammar checker enabled all the time with access permissions to your webpages and clipboard, while you only need it when you write one of those important emails.\n\n★ When you switch off an extension with Extension Manager, it is *effectively off*, unlike when using the \"Disable\" or \"Pause\" mode that some extensions are offering. You can always switch them back on very fast. You decide.\n\n★ Less extensions enabled means faster navigation.\n\nCHANGELOG\n\nv1.4.0\n\n- Add the ability to search through extensions\n- Add access to extensions options page\n  - Settings icon is shown for active extensions which provide an option page\n- Redesign browser action icon\n  - This is to avoid confusion with the informational popup related to extensions, introduced in Google Chrome version 83",
    "es": "★ Sin anuncios y sin recopilación de datos.\n\n★ Terminó la extensión de compra útil solo durante la validación de la cesta, pero que sin embargo funciona de forma permanente con el acceso a su actividad de Internet.\n\n★ Cuando desactivas una extensión con Extension Manager, está * completamente * desactivada, a diferencia del modo \"Pausa\" o \"Desactivar\" de algunas extensiones.\n\n★ Navegación más rápida, y más privacidad.",
    "fr": "★ Sans pubs. Sans collection de données.\n\n★ Fini les extensions dont on a une utilité ponctuelle, mais qui pourtant fonctionnent en permanence avec accès à votre activité sur internet.\n\n★ Lorsque vous désactivez une extension avec Extension Manager, elle est *complètement* désactivée, contrairement au mode \"Pause\" ou \"Désactiver\" de certaines extensions.\n\n★ Moins d'extensions actives pour une navigation plus rapide.",
    "ru": "★ Без реклам и без сбора информации.\n\n★ Extension Manager вернёт вам контроль над тем, что находится между вашим браузером и сетью. Это важно потому, что у некоторых расширения многие права доступа.\n\n★ Когда вы выключаете расширение с помощью Extension Manager, оно 100% отключается, в отличие от когда вы используйте режим «Отключить» или «Пауза», который предлагают некоторые расширения, так как расширение не может само себя деактивировать / активировать.\n\n★ Меньше расширений значит более быстрая навигация и больше конфиденциальности"
  }
}