{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offline Chat with AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat with the built-in Gemini Nano in your browser (free & offline)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Offline Chat with AI is an extension that enables you to chat with the built-in AI chatbot in your browser. \n\nIn Chrome browser version 127+, the Gemini Nano is available as an offline AI engine. This extension allows you to chat with this AI agent in a very user-friendly interface. Before using the addon, please make sure to follow the below steps to enable the AI in your browser.\n\n1. Install Chrome Canary (www.google.com/chrome/canary/) or any compatible Chromium-based browser (version 127+).\n2. Open \"chrome://flags/#prompt-api-for-gemini-nano\", and set it to: Enabled\n3. Open \"chrome://flags/#optimization-guide-on-device-model\" and set it to: Enabled BypassPerfRequirement\n4. Restart Chrome browser.\n5. Open \"chrome://components/\" and find the item \"Optimization Guide On Device Model\" and press the \"Check for update\" button. \n\nNote 1: If you do not see the \"Optimization Guide On Device Model\" in step 5, please disable the settings in steps 2 and 3, restart your browser, and re-enable them again.\n\nNote 2: Please ensure the device model in step 5 is fully downloaded or the status is Up-to-date before using the addon. The model is rather large (around 2GB) and may take a few minutes to download. So please be patient while it is being downloaded.\n\nThe app interface has a toolbar on the left side with a few buttons (self-explanatory with tooltips). Moreover, the interface for the extension can be opened in the toolbar popup, sidebar, separate window, or a new tab. Please right-click on the toolbar button to choose one.\n\nIf you have a feature request or found a bug to report, please fill out the bug report form on the addon's homepage (https://mybrowseraddon.com/offline-chat-with-ai.html)."
  }
}