{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AltNarrator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhancing Web Accessibility by providing captions to images on webpages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Meet AltNarrator, a Chrome extension designed to bridge the accessibility gap on the web. By automatically generating descriptive text for web images, AltNarrator aims to enhance your browsing experience and make the internet a more inclusive space.\n\nAltNarrator utilizes Azure Cognitive Services to interpret images and generate insightful descriptions, effectively turning visual content into informative text. It's like having a personal guide narrating the visual aspects of your web journey.\n\nHere's why AltNarrator is an essential tool for your browser:\n\n1) Promoting Inclusivity: AltNarrator strives to make the web accessible to all. It's designed for those who use screen readers or other assistive technologies, enhancing their web experience by providing a richer understanding of visual content.\n\n2) Understanding the Visual Web: AltNarrator uses Azure Cognitive Services to convert images into informative narratives, providing a deeper layer of understanding to your browsing experience.\n\n3) Ready When You Are: Once installed, AltNarrator is always on hand to assist. It eliminates the need for activation clicks or intricate settings, providing seamless assistance as you browse.\n\n4) Leveraging Technology for Accessibility: AltNarrator represents our belief in using cutting-edge technology to improve everyday experiences. It harnesses the power of advanced image understanding technology to make browsing more accessible for everyone.\n\nEmbrace AltNarrator and contribute to a more accessible web. With AltNarrator, every image speaks volumes, making each webpage a more inclusive environment."
  }
}