{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StudentWeb and Vitnemålsportalen Grade Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculates the average grade and other statistics from grades found on StudentWeb and Vitnemålsportalen."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Grade Calculator is a user-friendly extension designed to help students calculate their average grades directly from the StudentWeb (fsweb.no) and Vitnemålsportalen (app.vitnemalsportalen.no) platforms. This extension provides a streamlined and efficient way for students to manage their academic performance, enabling them to make informed decisions about their studies.\n\nKey Features:\n- Automated Grade Extraction: Automatically extract grades, credits, and course information directly from the StudentWeb or Vitnemålsportalen platforms without manual input.\n- Real-time Calculations: Instantly calculate your average grade and total credits with real-time data processing, ensuring up-to-date results.\n- Detailed Grade Insights: View detailed grade distributions, cumulative averages, and total credits per semester, all within a single, easy-to-navigate interface.\n- Dark Mode Support: Seamlessly switch between light and dark modes to suit your viewing preferences and reduce eye strain.\n- Secure and Private: All data processing occurs locally on your device. Your grade data is never transmitted or stored externally, ensuring complete privacy and security.\n\nHow It Works:\n\n1. Install the Extension\n2. Navigate to the results: Open your StudentWeb or Vitnemålsportalen account at fsweb.no or https://app.vitnemalsportalen.no/ respectively  and navigate to the results page.\n3. Calculate Grades: Click on the extension icon and select \"Calculate Grades\" to automatically extract and display your grades.\n4. Explore Your Data: Use the dropdown menu and sorting options to explore your grade data through various charts and summaries."
  }
}