{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Aurora Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Open the current video in the Aurora Player app for stunning glow effects.",
    "de": "Öffnen Sie das aktuelle Video in der Aurora Player-App, um atemberaubende Leuchteffekte zu erzielen.",
    "es": "Abra el vídeo actual en la aplicación Aurora Player para obtener impresionantes efectos de brillo.",
    "fr": "Ouvrez la vidéo actuelle dans l'application Aurora Player pour des effets lumineux époustouflants.",
    "ja": "Aurora Player アプリで現在のビデオを開くと、素晴らしいグロー効果が得られます。",
    "ko": "놀라운 광선 효과를 보려면 Aurora Player 앱에서 현재 비디오를 열어보세요.",
    "nl": "Open de huidige video in de Aurora Player-app voor verbluffende gloedeffecten.",
    "zh_CN": "在 Aurora Player 应用程序中打开当前视频，以获得令人惊叹的发光效果。",
    "zh_TW": "在 Aurora Player 應用程式中開啟當前視頻，以獲得令人驚嘆的發光效果。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Enhance your video streaming experience with Aurora Player! Elevate your viewing sessions with mesmerizing glow effects that transform your videos into captivating spectacles. With Aurora Player, every moment becomes a visual feast!\n\nAurora Player is a PAID application that is needed to achieve the video's realistic glow effect. It is available for both Windows and Mac.\nDownload the premium Aurora Player app now and embark on a dazzling voyage through the digital realm!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nBrowser extension features:\nEnhance your video streaming experience with the immersive realism of Aurora Player. Simply click the browser button on your favorite video player website, and watch as your videos come to life with vivid, lifelike glow effects. Whether it's YouTube, Bilibili, or HTML5 videos, Aurora Player seamlessly integrates into your browsing routine, transforming mundane viewing into an extraordinary journey through vibrant visuals. Don't settle for ordinary—immerse yourself in extraordinary visuals today with Aurora Player, your ultimate companion for video streaming adventures.\n\nApplication features:\nAurora Player can play local files, offering seamless playback of your favorite videos in any format, all within one sleek and user-friendly interface. From classic AVI files to modern HEVC formats, the Aurora Player app effortlessly handles them all. This multimedia player supports a wide array of file types including:\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv, and wtv.\n\nRequired application for your device:\nAurora Player for Windows, Aurora Player for Mac, Aurora Player for VisionOS\n\nRequired Permissions:\n◆ \"activeTab\": Allow detection of the current video player URL on the currently open tab.\n◆ \"scripting\": Necessary to retrieve the current video player URL for opening it in the application.",
    "de": "Verbessern Sie Ihr Video-Streaming-Erlebnis mit Aurora Player! Werten Sie Ihre Sehsitzungen mit faszinierenden Leuchteffekten auf, die Ihre Videos in fesselnde Spektakel verwandeln. Mit Aurora Player wird jeder Moment zu einem visuellen Fest!\n\nAurora Player ist eine kostenpflichtige Anwendung, die benötigt wird, um den realistischen Leuchteffekt des Videos zu erzielen. Es ist sowohl für Windows als auch für Mac verfügbar.\nLaden Sie jetzt die Premium-App „Aurora Player“ herunter und begeben Sie sich auf eine atemberaubende Reise durch die digitale Welt!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nFunktionen der Browsererweiterung:\nVerbessern Sie Ihr Video-Streaming-Erlebnis mit dem immersiven Realismus von Aurora Player. Klicken Sie einfach auf die Browser-Schaltfläche auf Ihrer bevorzugten Video-Player-Website und beobachten Sie, wie Ihre Videos mit lebendigen, lebensechten Leuchteffekten zum Leben erwachen. Ganz gleich, ob es sich um YouTube-, Bilibili- oder HTML5-Videos handelt, Aurora Player integriert sich nahtlos in Ihre Browsing-Routine und verwandelt alltägliches Betrachten in eine außergewöhnliche Reise durch lebendige Bilder. Geben Sie sich nicht mit dem Gewöhnlichen zufrieden – tauchen Sie noch heute in außergewöhnliche Bilder ein mit Aurora Player, Ihrem ultimativen Begleiter für Video-Streaming-Abenteuer.\n\nAnwendungsmerkmale:\nAurora Player kann lokale Dateien abspielen und bietet so eine nahtlose Wiedergabe Ihrer Lieblingsvideos in jedem Format, alles über eine elegante und benutzerfreundliche Oberfläche. Von klassischen AVI-Dateien bis hin zu modernen HEVC-Formaten – die Aurora Player-App verarbeitet sie mühelos. Dieser Multimedia-Player unterstützt eine Vielzahl von Dateitypen, darunter:\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv und wtv.\n\nErforderliche Anwendung für Ihr Gerät:\nAurora Player für Windows, Aurora Player für Mac, Aurora Player für VisionOS\n\nErforderliche Berechtigungen:\n◆ „activeTab“: Ermöglicht die Erkennung der aktuellen Video-Player-URL auf der aktuell geöffneten Registerkarte.\n◆ „Scripting“: Erforderlich, um die aktuelle Video-Player-URL abzurufen, um sie in der Anwendung zu öffnen.",
    "es": "¡Mejora tu experiencia de transmisión de video con Aurora Player! Mejore sus sesiones de visualización con fascinantes efectos de brillo que transforman sus videos en espectáculos cautivadores. ¡Con Aurora Player, cada momento se convierte en un festín visual!\n\nAurora Player es una aplicación PAGA que se necesita para lograr el efecto de brillo realista del video. Está disponible tanto para Windows como para Mac.\n¡Descarga la aplicación premium Aurora Player ahora y embárcate en un viaje deslumbrante a través del reino digital!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nCaracterísticas de la extensión del navegador:\nMejore su experiencia de transmisión de video con el realismo inmersivo de Aurora Player. Simplemente haga clic en el botón del navegador en el sitio web de su reproductor de video favorito y observe cómo sus videos cobran vida con efectos de brillo vívidos y realistas. Ya sean videos de YouTube, Bilibili o HTML5, Aurora Player se integra perfectamente en su rutina de navegación, transformando la visualización mundana en un viaje extraordinario a través de imágenes vibrantes. No te conformes con lo ordinario: sumérgete en imágenes extraordinarias hoy con Aurora Player, tu mejor compañero para aventuras de transmisión de video.\n\nCaracterísticas de la aplicación:\nAurora Player puede reproducir archivos locales, ofreciendo una reproducción perfecta de sus videos favoritos en cualquier formato, todo dentro de una interfaz elegante y fácil de usar. Desde archivos AVI clásicos hasta formatos HEVC modernos, la aplicación Aurora Player los maneja todos sin esfuerzo. Este reproductor multimedia admite una amplia gama de tipos de archivos, incluidos:\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv y wtv.\n\nAplicación requerida para su dispositivo:\nAurora Player para Windows, Aurora Player para Mac, Aurora Player para VisionOS\n\nPermisos requeridos:\n◆ \"activeTab\": permite la detección de la URL del reproductor de video actual en la pestaña abierta actualmente.\n◆ \"scripting\": Necesario para recuperar la URL del reproductor de video actual para abrirlo en la aplicación.",
    "fr": "Améliorez votre expérience de streaming vidéo avec Aurora Player ! Améliorez vos séances de visionnage avec des effets lumineux fascinants qui transforment vos vidéos en spectacles captivants. Avec Aurora Player, chaque instant devient un régal visuel !\n\nAurora Player est une application PAYANTE nécessaire pour obtenir l'effet lumineux réaliste de la vidéo. Il est disponible pour Windows et Mac.\nTéléchargez dès maintenant l'application premium Aurora Player et embarquez pour un voyage éblouissant à travers le royaume numérique !\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nFonctionnalités de l'extension de navigateur :\nAméliorez votre expérience de streaming vidéo avec le réalisme immersif d'Aurora Player. Cliquez simplement sur le bouton du navigateur sur le site Web de votre lecteur vidéo préféré et regardez vos vidéos prendre vie avec des effets lumineux vifs et réalistes. Qu'il s'agisse de vidéos YouTube, Bilibili ou HTML5, Aurora Player s'intègre parfaitement à votre routine de navigation, transformant le visionnage banal en un voyage extraordinaire à travers des visuels éclatants. Ne vous contentez pas de l'ordinaire : plongez-vous dès aujourd'hui dans des visuels extraordinaires avec Aurora Player, votre compagnon ultime pour les aventures en streaming vidéo.\n\nFonctionnalités de l'application :\nAurora Player peut lire des fichiers locaux, offrant une lecture transparente de vos vidéos préférées dans n'importe quel format, le tout dans une interface élégante et conviviale. Des fichiers AVI classiques aux formats HEVC modernes, l'application Aurora Player les gère tous sans effort. Ce lecteur multimédia prend en charge un large éventail de types de fichiers, notamment :\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv et wtv.\n\nApplication requise pour votre appareil :\nAurora Player pour Windows, Aurora Player pour Mac, Aurora Player pour VisionOS\n\nAutorisations requises :\n◆ \"activeTab\" : Autoriser la détection de l'URL actuelle du lecteur vidéo sur l'onglet actuellement ouvert.\n◆ \"scripting\" : Nécessaire pour récupérer l'URL actuelle du lecteur vidéo afin de l'ouvrir dans l'application.",
    "ja": "Aurora Player でビデオ ストリーミング エクスペリエンスを強化しましょう! ビデオを魅惑的な光景に変える魅惑的なグロー効果で視聴セッションを向上させます。 Aurora Player を使用すると、あらゆる瞬間が視覚的な饗宴になります。\n\nAurora Player は、ビデオのリアルなグロー効果を実現するために必要な有料アプリケーションです。 Windows と Mac の両方で利用できます。\n今すぐプレミアム Aurora Player アプリをダウンロードして、デジタル領域を巡るめくるめく旅に乗り出しましょう!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nブラウザ拡張機能:\nAurora Player の臨場感あふれるリアリズムでビデオ ストリーミング エクスペリエンスを強化します。 お気に入りのビデオ プレーヤー Web サイトでブラウザ ボタンをクリックするだけで、鮮やかで本物のようなグロー効果でビデオが生き生きと動き出すのをご覧ください。 YouTube、Bilibili、または HTML5 ビデオのいずれであっても、Aurora Player はブラウジング ルーチンにシームレスに統合され、鮮やかなビジュアルを通じて日常的な視聴を特別な旅に変えます。 普通のもので満足しないでください。ビデオ ストリーミング アドベンチャーの究極のコンパニオンである Aurora Player を使って、今すぐ特別なビジュアルに浸ってください。\n\nアプリケーションの機能:\nAurora Player はローカル ファイルを再生でき、あらゆる形式のお気に入りのビデオを 1 つの洗練されたユーザーフレンドリーなインターフェイス内でシームレスに再生できます。 古典的な AVI ファイルから最新の HEVC 形式まで、Aurora Player アプリはそれらすべてを簡単に処理します。 このマルチメディア プレーヤーは、次のような幅広いファイル タイプをサポートしています。\n3g2、3gp、asf、avi、f4v、flv、gif、hevc、m2ts、m2v、m4v、mkv、mjpeg、mng、mov、mp4、mpg、mpeg、mts、ogg、ogv、rm、swf、ts、vob、 webm、wmv、および wtv。\n\nデバイスに必要なアプリケーション:\nWindows 用 Aurora プレーヤー、Mac 用 Aurora プレーヤー、VisionOS 用 Aurora プレーヤー\n\n必要な権限:\n◆ \"activeTab\": 現在開いているタブ上の現在のビデオ プレーヤー URL の検出を許可します。\n◆ 「スクリプト」: アプリケーションで開くために現在のビデオ プレーヤーの URL を取得するために必要です。",
    "ko": "Aurora Player로 비디오 스트리밍 경험을 향상해보세요! 비디오를 매혹적인 광경으로 바꾸는 매혹적인 글로우 효과로 시청 세션을 향상시키십시오. Aurora Player를 사용하면 모든 순간이 시각적인 향연이 됩니다!\n\nAurora Player는 비디오의 사실적인 글로우 효과를 구현하는 데 필요한 유료 애플리케이션입니다. Windows와 Mac 모두에서 사용할 수 있습니다.\n지금 프리미엄 Aurora Player 앱을 다운로드하고 디지털 영역을 통해 눈부신 항해를 시작하세요!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\n브라우저 확장 기능:\nAurora Player의 몰입감 넘치는 현실감으로 비디오 스트리밍 경험을 향상시키세요. 즐겨찾는 비디오 플레이어 웹사이트에서 브라우저 버튼을 클릭하기만 하면 생생하고 실제와 같은 광선 효과로 비디오가 생생하게 나타나는 것을 볼 수 있습니다. YouTube, Bilibili, HTML5 비디오 등 무엇이든 Aurora Player는 탐색 루틴에 완벽하게 통합되어 생생한 영상을 통해 일상적인 시청을 특별한 여행으로 바꿔줍니다. 평범함에 안주하지 마세요. 비디오 스트리밍 모험을 위한 최고의 동반자인 Aurora Player를 통해 지금 특별한 영상에 빠져보세요.\n\n응용 프로그램 기능:\nAurora Player는 로컬 파일을 재생할 수 있으며 세련되고 사용자 친화적인 하나의 인터페이스 내에서 어떤 형식으로든 좋아하는 비디오를 원활하게 재생할 수 있습니다. 클래식 AVI 파일부터 최신 HEVC 형식까지 Aurora Player 앱은 모든 파일을 쉽게 처리합니다. 이 멀티미디어 플레이어는 다음을 포함한 다양한 파일 형식을 지원합니다.\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv 및 wtv.\n\n장치에 필요한 애플리케이션:\nWindows용 Aurora Player, Mac용 Aurora Player, VisionOS용 Aurora Player\n\n필수 권한:\n◆ \"activeTab\": 현재 열려 있는 탭에서 현재 비디오 플레이어 URL 감지를 허용합니다.\n◆ \"스크립팅\": 애플리케이션에서 열기 위해 현재 비디오 플레이어 URL을 검색하는 데 필요합니다.",
    "nl": "Verbeter uw videostreamingervaring met Aurora Player! Verbeter uw kijksessies met betoverende gloedeffecten die uw video's omzetten in boeiende brillen. Met Aurora Player wordt elk moment een visueel feest!\n\nAurora Player is een BETAALDE applicatie die nodig is om het realistische glanseffect van de video te bereiken. Het is beschikbaar voor zowel Windows als Mac.\nDownload nu de premium Aurora Player-app en begin aan een oogverblindende reis door de digitale wereld!\nhttps://www.stefanvd.net/project/aurora-player/app/\n\nKenmerken van browserextensies:\nVerbeter uw videostreamingervaring met het meeslepende realisme van Aurora Player. Klik eenvoudig op de browserknop op de website van uw favoriete videospeler en kijk hoe uw video's tot leven komen met levendige, levensechte gloedeffecten. Of het nu gaat om YouTube-, Bilibili- of HTML5-video's, Aurora Player kan naadloos worden geïntegreerd in uw browseroutine, waardoor het alledaagse kijken wordt omgezet in een buitengewone reis door levendige beelden. Neem geen genoegen met gewoon: dompel jezelf vandaag nog onder in buitengewone beelden met Aurora Player, je ultieme metgezel voor videostreamingavonturen.\n\nToepassingskenmerken:\nAurora Player kan lokale bestanden afspelen, waardoor uw favoriete video's naadloos in elk formaat kunnen worden afgespeeld, allemaal binnen één strakke en gebruiksvriendelijke interface. Van klassieke AVI-bestanden tot moderne HEVC-formaten, de Aurora Player-app kan ze allemaal moeiteloos aan. Deze multimediaspeler ondersteunt een breed scala aan bestandstypen, waaronder:\n3g2, 3gp, asf, avi, f4v, flv, gif, hevc, m2ts, m2v, m4v, mkv, mjpeg, mng, mov, mp4, mpg, mpeg, mts, ogg, ogv, rm, swf, ts, vob, webm, wmv en wtv.\n\nVereiste applicatie voor uw apparaat:\nAurora Player voor Windows, Aurora Player voor Mac, Aurora Player voor VisionOS\n\nVereiste machtigingen:\n◆ \"activeTab\": detectie van de huidige videospeler-URL op het momenteel geopende tabblad toestaan.\n◆ \"scripting\": Noodzakelijk om de huidige URL van de videospeler op te halen om deze in de applicatie te openen.",
    "zh_CN": "使用 Aurora Player 增强您的视频流体验！ 通过迷人的发光效果提升您的观看体验，将您的视频变成迷人的奇观。 有了Aurora Player，每一刻都成为视觉盛宴！\n\nAurora Player 是一款付费应用程序，需要实现视频的逼真发光效果。 它适用于 Windows 和 Mac。\n立即下载高级 Aurora Player 应用程序，踏上数字领域的耀眼旅程！\nhttps://www.stefanvd.net/project/aurora-player/app/\n\n浏览器扩展功能：\n通过 Aurora Player 的沉浸式现实感增强您的视频流体验。 只需单击您最喜爱的视频播放器网站上的浏览器按钮，即可观看您的视频以生动、逼真的发光效果变得栩栩如生。 无论是 YouTube、Bilibili 还是 HTML5 视频，Aurora Player 都能无缝集成到您的浏览习惯中，通过充满活力的视觉效果将平凡的观看转变为非凡的旅程。 不要满足于平凡 - 今天就使用 Aurora Player 沉浸在非凡的视觉效果中，它是您视频流冒险的终极伴侣。\n\n应用特点：\nAurora Player 可以播放本地文件，以任何格式无缝播放您喜爱的视频，所有这些都在一个时尚且用户友好的界面中进行。 从经典的 AVI 文件到现代 HEVC 格式，Aurora Player 应用程序可以轻松处理所有这些文件。 该多媒体播放器支持多种文件类型，包括：\n3g2、3gp、asf、avi、f4v、flv、gif、hevc、m2ts、m2v、m4v、mkv、mjpeg、mng、mov、mp4、mpg、mpeg、mts、ogg、ogv、rm、swf、ts、vob、 webm、wmv 和 wtv。\n\n您的设备所需的应用程序：\n适用于 Windows 的 Aurora 播放器、适用于 Mac 的 Aurora 播放器、适用于 VisionOS 的 Aurora 播放器\n\n所需权限：\n◆ “activeTab”：允许检测当前打开的选项卡上的当前视频播放器 URL。\n◆ “脚本”：需要检索当前视频播放器 URL 以在应用程序中打开它。",
    "zh_TW": "使用 Aurora Player 增強您的視訊串流體驗！ 透過迷人的發光效果提升您的觀看體驗，將您的影片變成迷人的奇觀。 有了Aurora Player，每一刻都成為視覺饗宴！\n\nAurora Player 是一款付費應用程序，需要實現影片的逼真發光效果。 它適用於 Windows 和 Mac。\n立即下載高級 Aurora Player 應用程序，踏上數位領域的耀眼旅程！\nhttps://www.stefanvd.net/project/aurora-player/app/\n\n瀏覽器擴充功能：\n透過 Aurora Player 的沉浸式現實感增強您的視訊串流體驗。 只需點擊您最喜愛的影片播放器網站上的瀏覽器按鈕，即可觀看您的影片以生動、逼真的發光效果變得栩栩如生。 無論是 YouTube、Bilibili 還是 HTML5 視頻，Aurora Player 都能無縫整合到您的瀏覽習慣中，透過充滿活力的視覺效果將平凡的觀看轉變為非凡的旅程。 不要滿足於平凡 - 今天就使用 Aurora Player 沉浸在非凡的視覺效果中，它是您視訊串流冒險的終極伴侶。\n\n應用特點：\nAurora Player 可以播放本地文件，以任何格式無縫播放您喜愛的視頻，所有這些都在一個時尚且用戶友好的介面中進行。 從經典的 AVI 檔案到現代 HEVC 格式，Aurora Player 應用程式可以輕鬆處理所有這些檔案。 此多媒體播放器支援多種檔案類型，包括：\n3g2、3gp、asf、avi、f4v、flv、gif、hevc、m2ts、m2v、m4v、mkv、mjpeg、mng、mov、mp4、mpg、mpeg、mts、ogg、ogv、rm、swf、ts、vob、 webm、wmv 和wtv。\n\n您的裝置所需的應用程式：\n適用於 Windows 的 Aurora 播放器、適用於 Mac 的 Aurora 播放器、適用於 VisionOS 的 Aurora 播放器\n\n所需權限：\n◆ “activeTab”：允許偵測目前開啟的標籤上的目前視訊播放器 URL。\n◆ 「腳本」：需要擷取目前影片播放器 URL 以在應用程式中開啟它。"
  }
}