{
  "name": {
    "ar": "مترجم Twitch™ - ترجمة غامرة",
    "am": "Twitch™ Translate: Live Chat Translator for 100+ Languages",
    "bg": "Smart Translation Tool for Twitch Streams",
    "bn": "Multilingual Twitch™ Translator: Easy and Smart",
    "ca": "Over 100 Languages Supported: Twitch™ Translate",
    "cs": "Real-Time Twitch Translation: 100+ Languages",
    "da": "Smart Translator for Twitch Streams",
    "de": "Twitch™-Übersetzer – Immersive Übersetzung",
    "el": "Twitch™ Chat Translator: Easy & Smart",
    "en,en_AU,en_GB,en_US": "Twitch™ Translator - Immersive Translation",
    "es,es_419": "Traductor Twitch™: traducción inmersiva",
    "et": "Automatic twitch translator",
    "fa": "Twitch™ Translator - ترجمه همهجانبه",
    "fi": "Twitch™ Translate: Global Communication Made Easy",
    "fil": "Smart Twitch Translation Extension for Streamers",
    "fr": "Traducteur Twitch™ - Traduction immersive",
    "gu": "Translate Twitch Chats Instantly: 100+ Languages",
    "he": "Twitch translator",
    "hi": "ट्विच™ ट्रांसलेटर - इमर्सिव ट्रांसलेशन",
    "hr": "twitch translator",
    "hu": "Twitch Chat Translation",
    "id": "Easy Twitch Translation Tool: Over 100 Languages",
    "it": "Traduttore Twitch™ - Traduzione coinvolgente",
    "ja": "Twitch™ 翻訳者 - イマーシブ翻訳",
    "kn": "Real-Time Translation for Twitch™ Streams",
    "ko": "Twitch™ 번역기 - 몰입형 번역",
    "lt": "„Twitch™“ vertėjas – įtraukiantis vertimas",
    "lv": "Twitch Instant Translator",
    "ml": "Auto Twitch Translator",
    "mr": "Global Twitch Chat Translator: Easy and Smart",
    "ms": "Smart Twitch™ Translation: 100+ Language Support",
    "nl": "Multilingual Twitch Streaming Made Easy",
    "no": "Twitch™ Translate: Easy Multilingual Extension",
    "pl": "Smart Twitch Chat Translation Tool",
    "pt_BR,pt_PT": "Tradutor Twitch™ - Tradução Imersiva",
    "ro": "Twitch™ Translator: Communicate Globally",
    "ru": "Twitch™ Translator — иммерсивный перевод",
    "sk": "Easy Twitch™ Chat Translator: 100+ Languages",
    "sl": "Real-Time Twitch Translation: Smart & Easy",
    "sr": "Smart Multilingual Tool for Twitch™",
    "sv": "Twitch™ Translate: Global Chat Support",
    "sw": "Enhance Twitch Chats with Smart Translation",
    "ta": "Smart Twitch™ Translator: Easy Global Communication",
    "te": "Twitch™ Translate Extension: 100+ Languages",
    "th": "Smart Twitch Translation: Multilingual Made Easy",
    "tr": "Twitch™ Çevirmen - Sürükleyici Çeviri",
    "uk": "Real-Time Chat Translation for Twitch™",
    "vi": "Trình dịch Twitch™ - Bản dịch phong phú",
    "zh_CN": "Twitch™ 翻译器 - 沉浸式翻译",
    "zh_TW": "Twitch™ 翻譯機 - 沉浸式翻譯"
  },
  "short": {
    "ar": "مترجم ذكي لـ Twitch، سهل الاستخدام ويدعم أكثر من 100 لغة. (غير رسمي)",
    "am": "Experience seamless multilingual communication on Twitch with our smart translation tool, supporting over 100 languages and easy to…",
    "bg": "Enhance your Twitch streaming by translating chats in real-time with support for over 100 languages.",
    "bn": "Break language barriers on Twitch with our easy-to-use translator, supporting over 100 languages for live chats.",
    "ca": "Communicate with a global audience on Twitch using our smart translation tool that supports over 100 languages and is simple to use.",
    "cs": "Translate Twitch live chats instantly with our smart tool that's easy to use and supports over 100 languages.",
    "da": "Communicate globally on Twitch with an easy-to-use translator supporting over 100 languages for live chat translation.",
    "de": "Intelligenter Übersetzer für Twitch, einfach zu bedienen und unterstützt über 100 Sprachen. (inoffiziell)",
    "el": "Enhance your Twitch experience with our smart translation tool that translates chats into over 100 languages effortlessly.",
    "en,en_AU,en_GB,en_US": "Smart Translator for Twitch, Easy to Use and Supports Over 100 Languages.(unofficial)",
    "es,es_419": "Traductor inteligente para Twitch, fácil de usar y compatible con más de 100 idiomas (no oficial).",
    "et": "Use our smart Twitch translator to communicate in over 100 languages. Easy to use and supports real-time translation.",
    "fa": "مترجم هوشمند برای Twitch، آسان برای استفاده و پشتیبانی از بیش از 100 زبان. (غیر رسمی)",
    "fi": "Connect with audiences worldwide using our smart translation tool for Twitch, supporting over 100 languages.",
    "fil": "Enhance your Twitch streams with real-time chat translation supporting over 100 languages. Easy to install and use.",
    "fr": "Traducteur intelligent pour Twitch, facile à utiliser et prend en charge plus de 100 langues. (non officiel)",
    "gu": "Our smart translation tool allows you to translate Twitch chats in real-time, supporting over 100 languages.",
    "he": "Make your Twitch streams accessible globally with our easy-to-use translator supporting over 100 languages.",
    "hi": "ट्विच के लिए स्मार्ट अनुवादक, उपयोग में आसान और 100 से अधिक भाषाओं का समर्थन करता है। (अनौपचारिक)",
    "hr": "Translate live chats on Twitch effortlessly with our smart tool supporting more than 100 languages.",
    "hu": "Use our smart translation tool to communicate with Twitch users worldwide, supporting over 100 languages.",
    "id": "Translate Twitch chats seamlessly with our smart and easy-to-use tool supporting over 100 languages.",
    "it": "Traduttore intelligente per Twitch, facile da usare e supporta oltre 100 lingue. (non ufficiale)",
    "ja": "Twitch 用スマート翻訳、使いやすく、100 以上の言語をサポート。(非公式)",
    "kn": "Enhance your Twitch streams with real-time chat translation in over 100 languages. Easy to use and smart.",
    "ko": "사용하기 쉽고 100개 이상의 언어를 지원하는 Twitch용 스마트 번역기.(비공식)",
    "lt": "Išmanusis „Twitch“ vertėjas, paprastas naudoti ir palaiko daugiau nei 100 kalbų (neoficialus)",
    "lv": "Communicate with a global audience on Twitch using our easy-to-use translator supporting over 100 languages.",
    "ml": "Experience seamless multilingual communication on Twitch with our smart translation tool supporting over 100 languages.",
    "mr": "Translate Twitch chats globally with our smart tool that's easy to use and supports over 100 languages.",
    "ms": "Enhance your Twitch experience with our translator supporting over 100 languages, easy to use and smart.",
    "nl": "Use our smart translation tool to translate Twitch chats in real-time, supporting over 100 languages.",
    "no": "Break language barriers on Twitch with our easy-to-use translator supporting over 100 languages.",
    "pl": "Enhance your Twitch streams with real-time chat translation supporting over 100 languages. Easy to use.",
    "pt_BR,pt_PT": "Tradutor inteligente para Twitch, fácil de usar e compatível com mais de 100 idiomas.(não oficial)",
    "ro": "Use our smart translation tool to communicate on Twitch in over 100 languages. Easy to install and use.",
    "ru": "Умный переводчик для Twitch, прост в использовании и поддерживает более 100 языков (неофициальный).",
    "sk": "Translate Twitch chats effortlessly with our smart tool supporting over 100 languages.",
    "sl": "Enhance your Twitch experience with real-time chat translation in over 100 languages using our smart tool.",
    "sr": "Communicate with Twitch users worldwide using our easy-to-use translator supporting over 100 languages.",
    "sv": "Break language barriers on Twitch with our smart translation tool, easy to use and supports over 100 languages.",
    "sw": "Use our smart tool to translate Twitch chats in real-time, supporting over 100 languages and easy to use.",
    "ta": "Communicate globally on Twitch with our translator supporting over 100 languages. Easy to use and smart.",
    "te": "Enhance your Twitch streams with our smart translation tool, supporting over 100 languages and easy to use.",
    "th": "Break down language barriers on Twitch with our easy-to-use translator supporting more than 100 languages.",
    "tr": "Twitch için Akıllı Tercüman, Kullanımı Kolay ve 100'den Fazla Dili Destekliyor.(resmi olmayan)",
    "uk": "Translate Twitch chats instantly with our smart tool, supporting over 100 languages and easy to use.",
    "vi": "Trình dịch thông minh cho Twitch, dễ sử dụng và hỗ trợ hơn 100 ngôn ngữ. (không chính thức)",
    "zh_CN": "Twitch 智能翻译器，易于使用，支持 100 多种语言。（非官方）",
    "zh_TW": "Twitch 智慧型翻譯器，易於使用，支援 100 多種語言。"
  },
  "long": {
    "ar": "الاتصال بالأصدقاء حول العالم بسهولة دون القلق من الحواجز اللغوية. يقوم هذا الملحق بترجمة رسائل تويتش تلقائيًا، ويدعم أكثر من 100 لغة، لذا لم تعد اللغة مشكلة.\n\nيتميز ملحقنا بواجهة بسيطة وسهلة الاستخدام، ويتم التعامل مع عملية الترجمة تلقائيًا - لا حاجة للتشغيل اليدوي. سواء كنت ترسل أو تستقبل الرسائل، فإن الملحق يترجمها تلقائيًا، مما يجعل التواصل خاليًا من القلق.\n\nبالإضافة إلى ذلك، فإن هذا الملحق قوي وآمن وفعال. إنه مناسب للتواصل الشخصي والعملي.\n\nوعلاوة على ذلك، يقوم الملحق بترجمة الرسائل التي ترسلها تلقائيًا، مما يجعل التواصل سريعًا وسهلاً. وداعًا لعناء الترجمة؛ ملحقنا يبسط كل شيء من أجلك.\n\n✓ ترجمة الدردشات عبر اللغات دون جهد: بغض النظر عن البلد أو المنطقة، يمكنك تحقيق تواصل سلس مع جهات الاتصال الخاصة بك بسهولة.\n✓ الترجمة الذكية التلقائية: لا حاجة لتحديد اللغات يدويًا؛ يقوم الملحق بترجمتها تلقائيًا بناءً على إعداداتك.\n✓ حماية خصوصيتك: تاريخ دردشتك ومعلوماتك الشخصية آمنة. نحن لا نجمع أو نخزن أو نشارك أيًا من بياناتك.\n✓ متنوع لسيناريوهات متعددة: مثالي لحالات مثل السفر، العمل، الدراسة، وأكثر، مما يضمن أنك تشعر بالثقة والراحة في أي بيئة لغوية.\n✓ آمن وموثوق: لقد خضع الملحق لفحوصات أمنية صارمة، مما يضمن حماية حاسوبك وخصوصيتك من التهديدات.\n\nبالإضافة إلى ذلك، نوفر لك المزيد من الأدوات لتمكينك من وظائف أكثر قوة.\n\n--- إخلاء مسؤولية ---\nيرجى ملاحظة أن ملحقنا غير مرتبط أو معتمد أو موصى به أو مرتبط رسميًا بتويتش أو جوجل أو جوجل ترانسليت. إنه أداة مستقلة مصممة لتعزيز تجربتك على تويتش من خلال توفير ميزات الترجمة التلقائية، مما يوفر وظيفة إضافية وسهولة في التواصل متعدد اللغات.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fi,fil,gu,he,hr,hu,id,kn,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,uk": "Easily connect with friends around the world without worrying about language barriers. This plugin automatically translates Twitch messages, supporting over 100 languages, so language is no longer a problem.\n\nOur plugin features a simple and user-friendly interface, with the translation process handled automatically—no manual operation needed. Whether sending or receiving messages, the plugin automatically translates them, making communication worry-free.\n\nAdditionally, this plugin is powerful, secure, and efficient. It's suitable for both personal and business communication.\n\nMoreover, the plugin automatically translates the messages you send, making communication fast and easy. Say goodbye to the hassle of translation; our plugin simplifies everything for you.\n\n✓ Effortlessly translate cross-language chats: No matter the country or region, you can easily achieve seamless communication with your contacts.\n✓ Smart automatic translation: There's no need to manually select languages; the plugin automatically translates based on your settings.\n✓ Protect your privacy: Your chat history and personal information are secure. We do not collect, store, or share any of your data.\n✓ Versatile for various scenarios: Perfect for situations like travel, business, study, and more, ensuring you feel confident and comfortable in any language environment.\n✓ Safe and reliable: The plugin has undergone strict security checks, ensuring your computer and privacy are protected from threats.\n\nAdditionally, we provide MoreTools to empower you with even more powerful functionalities.\n\n--- Disclaimer ---\nPlease note that our plugin is not affiliated, authorized, endorsed, or officially associated with Twitch, Google, or Google Translate. It is an independent tool designed to enhance your Twitch experience by providing automatic translation features, offering added functionality and convenience for multilingual communication",
    "de": "Easily connect with friends around the world without worrying about language barriers. This plugin automatically translates Twitch messages, supporting over 100 languages, so language is no longer a problem.\n\nUnser Plugin verfügt über eine einfache und benutzerfreundliche Oberfläche, bei der der Übersetzungsprozess automatisch abläuft – keine manuelle Bedienung erforderlich. Unabhängig davon, ob Nachrichten gesendet oder empfangen werden, übersetzt das Plugin diese automatisch, sodass die Kommunikation sorgenfrei ist.\n\nDarüber hinaus ist dieses Plugin leistungsstark, sicher und effizient. Es eignet sich sowohl für die persönliche als auch für die geschäftliche Kommunikation.\n\nAußerdem übersetzt das Plugin automatisch die Nachrichten, die Sie senden, sodass die Kommunikation schnell und einfach ist. Verabschieden Sie sich vom Ärger mit Übersetzungen; unser Plugin vereinfacht alles für Sie.\n\n✓ Mühelose Übersetzung von sprachübergreifenden Chats: Unabhängig vom Land oder der Region können Sie nahtlos mit Ihren Kontakten kommunizieren.\n✓ Intelligente automatische Übersetzung: Es ist nicht erforderlich, Sprachen manuell auszuwählen; das Plugin übersetzt automatisch basierend auf Ihren Einstellungen.\n✓ Schützen Sie Ihre Privatsphäre: Ihr Chatverlauf und Ihre persönlichen Informationen sind sicher. Wir erfassen, speichern oder teilen keine Ihrer Daten.\n✓ Vielseitig für verschiedene Szenarien: Perfekt für Situationen wie Reisen, Geschäft, Studium und mehr, sodass Sie sich in jeder Sprachumgebung sicher und wohl fühlen.\n✓ Sicher und zuverlässig: Das Plugin hat strenge Sicherheitsprüfungen durchlaufen, sodass Ihr Computer und Ihre Privatsphäre vor Bedrohungen geschützt sind.\n\nZusätzlich bieten wir MoreTools, um Sie mit noch leistungsfähigeren Funktionen zu bereichern.\n\n--- Haftungsausschluss ---\nBitte beachten Sie, dass unser Plugin nicht mit Twitch, Google oder Google Translate verbunden, autorisiert, unterstützt oder offiziell assoziiert ist. Es handelt sich um ein unabhängiges Tool, das Ihre Twitch-Erfahrung durch automatische Übersetzungsfunktionen verbessern soll und zusätzliche Funktionalität und Komfort für die mehrsprachige Kommunikation bietet.",
    "es": "Conéctate fácilmente con amigos de todo el mundo sin preocuparte por las barreras del idioma. Este complemento traduce automáticamente los mensajes de Twitch, soportando más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro complemento cuenta con una interfaz simple y fácil de usar, con el proceso de traducción gestionado automáticamente, sin necesidad de operación manual. Ya sea enviando o recibiendo mensajes, el complemento los traduce automáticamente, haciendo que la comunicación sea sin preocupaciones.\n\nAdemás, este complemento es potente, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAdemás, el complemento traduce automáticamente los mensajes que envías, haciendo que la comunicación sea rápida y fácil. Di adiós a las molestias de la traducción; nuestro complemento simplifica todo para ti.\n\n✓ Traduce chats en varios idiomas sin esfuerzo: No importa el país o región, puedes lograr una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No es necesario seleccionar idiomas manualmente; el complemento traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para diversos escenarios: Perfecto para situaciones como viajes, negocios, estudios y más, asegurando que te sientas confiado y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El complemento ha pasado por estrictas verificaciones de seguridad, asegurando que tu computadora y privacidad estén protegidas contra amenazas.\n\nAdemás, proporcionamos MoreTools para ofrecerte funcionalidades aún más potentes.\n\n--- Descargo de responsabilidad ---\nTenga en cuenta que nuestro complemento no está afiliado, autorizado, respaldado ni asociado oficialmente con Twitch, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Twitch al proporcionar características de traducción automática, ofreciendo funcionalidad y comodidad adicionales para la comunicación multilingüe.",
    "es_419": "Conéctate fácilmente con amigos en todo el mundo sin preocuparte por las barreras del idioma. Este complemento traduce automáticamente mensajes de Twitch, admitiendo más de 100 idiomas, por lo que el idioma ya no es un problema.\n\nNuestro complemento cuenta con una interfaz simple y fácil de usar, con el proceso de traducción manejado automáticamente, sin necesidad de operación manual. Ya sea enviando o recibiendo mensajes, el complemento los traduce automáticamente, haciendo la comunicación sin preocupaciones.\n\nAdemás, este complemento es poderoso, seguro y eficiente. Es adecuado tanto para comunicación personal como empresarial.\n\nAsimismo, el complemento traduce automáticamente los mensajes que envías, haciendo que la comunicación sea rápida y fácil. Di adiós a las complicaciones de la traducción; nuestro complemento simplifica todo para ti.\n\n✓ Traduce fácilmente chats entre diferentes idiomas: No importa el país o la región, puedes lograr una comunicación fluida con tus contactos.\n✓ Traducción automática inteligente: No hay necesidad de seleccionar idiomas manualmente; el complemento traduce automáticamente según tus configuraciones.\n✓ Protege tu privacidad: Tu historial de chat e información personal están seguros. No recopilamos, almacenamos ni compartimos ninguno de tus datos.\n✓ Versátil para varios escenarios: Perfecto para situaciones como viajes, negocios, estudios y más, asegurando que te sientas seguro y cómodo en cualquier entorno lingüístico.\n✓ Seguro y confiable: El complemento ha pasado por estrictos controles de seguridad, asegurando que tu computadora y privacidad estén protegidas contra amenazas.\n\nAdemás, proporcionamos MoreTools para empoderarte con funcionalidades aún más poderosas.\n\n--- Descargo de responsabilidad ---\nPor favor, ten en cuenta que nuestro complemento no está afiliado, autorizado, respaldado ni oficialmente asociado con Twitch, Google o Google Translate. Es una herramienta independiente diseñada para mejorar tu experiencia en Twitch al proporcionar características de traducción automática, ofreciendo funcionalidad añadida y conveniencia para la comunicación multilingüe.",
    "fa": "به راحتی با دوستان خود در سراسر جهان بدون نگرانی از موانع زبانی ارتباط برقرار کنید. این پلاگین به طور خودکار پیام‌های توییچ را ترجمه می‌کند و از بیش از ۱۰۰ زبان پشتیبانی می‌کند، بنابراین زبان دیگر مشکلی نیست.\n\nپلاگین ما دارای یک رابط کاربری ساده و کاربرپسند است؛ فرآیند ترجمه به صورت خودکار انجام می‌شود – بدون نیاز به عملیات دستی. چه در حال ارسال یا دریافت پیام‌ها باشید، پلاگین به طور خودکار آن‌ها را ترجمه می‌کند و ارتباطات شما را بی‌دغدغه می‌سازد.\n\nعلاوه بر این، این پلاگین قدرتمند، امن و کارآمد است. برای ارتباطات شخصی و تجاری مناسب است.\n\nهمچنین، پلاگین به طور خودکار پیام‌هایی را که ارسال می‌کنید، ترجمه می‌کند و ارتباطات را سریع و آسان می‌سازد. با دردسر ترجمه خداحافظی کنید؛ پلاگین ما همه چیز را برای شما ساده می‌کند.\n\n✓ چت‌ها را به راحتی بین زبان‌های مختلف ترجمه کنید: مهم نیست کشور یا منطقه چقدر دور باشد، می‌توانید به راحتی با مخاطبین خود بدون درز ارتباط برقرار کنید.\n✓ ترجمه خودکار هوشمند: نیاز به انتخاب دستی زبان‌ها وجود ندارد؛ پلاگین بر اساس تنظیمات شما به طور خودکار ترجمه می‌کند.\n✓ از حریم خصوصی خود محافظت کنید: تاریخچه چت و اطلاعات شخصی شما ایمن است. ما هیچ یک از داده‌های شما را جمع‌آوری، ذخیره یا به اشتراک نمی‌گذاریم.\n✓ چندمنظوره برای حالات مختلف: ایده‌آل برای موقعیت‌هایی مانند سفر، تجارت، تحصیل و بیشتر، ما اطمینان می‌دهیم که در هر محیط زبانی با اعتماد به نفس و راحتی باشید.\n✓ امن و قابل‌اعتماد: پلاگین تحت بررسی‌های امنیتی دقیق قرار گرفته است، اطمینان می‌دهد که کامپیوتر و حریم خصوصی شما از تهدیدات محافظت می‌شود.\n\nعلاوه بر این، ما ابزارهای بیشتری ارائه می‌دهیم تا شما را با عملکردهای حتی قوی‌تری توانمند سازیم.\n\n--- رد مسئولیت ---\nلطفاً توجه داشته باشید که پلاگین ما به توییچ، گوگل یا ترجمه گوگل وابسته، مجاز، تأیید یا رسماً مرتبط نیست. این یک ابزار مستقل است که برای بهبود تجربیات شما در توییچ با ارائه ویژگی‌های ترجمه خودکار طراحی شده است، امکانات و راحتی بیشتری برای ارتباطات چندزبانی ارائه می‌کند.",
    "fr": "Connectez-vous facilement avec des amis du monde entier sans vous soucier des barrières linguistiques. Ce plugin traduit automatiquement les messages Twitch, prenant en charge plus de 100 langues, donc la langue n'est plus un problème.\n\nNotre plugin propose une interface simple et conviviale, avec un processus de traduction géré automatiquement—aucune opération manuelle requise. Que ce soit pour envoyer ou recevoir des messages, le plugin les traduit automatiquement, rendant la communication sans souci.\n\nDe plus, ce plugin est puissant, sécurisé et efficace. Il est adapté à la fois pour la communication personnelle et professionnelle.\n\nDe plus, le plugin traduit automatiquement les messages que vous envoyez, rendant la communication rapide et facile. Dites adieu aux tracas de la traduction ; notre plugin simplifie tout pour vous.\n\n✓ Traduisez sans effort les discussions interlangues : Peu importe le pays ou la région, vous pouvez facilement communiquer sans problème avec vos contacts.\n✓ Traduction automatique intelligente : Il n'est pas nécessaire de sélectionner manuellement les langues ; le plugin traduit automatiquement en fonction de vos paramètres.\n✓ Protégez votre vie privée : Votre historique de chat et vos informations personnelles sont sécurisés. Nous ne collectons, ne stockons ni ne partageons aucune de vos données.\n✓ Polyvalent pour divers scénarios : Parfait pour des situations telles que les voyages, les affaires, les études, et plus encore, garantissant que vous vous sentez confiant et à l'aise dans n'importe quel environnement linguistique.\n✓ Sûr et fiable : Le plugin a subi des contrôles de sécurité stricts, garantissant que votre ordinateur et votre vie privée sont protégés contre les menaces.\n\nDe plus, nous fournissons MoreTools pour vous offrir encore plus de fonctionnalités puissantes.\n\n--- Avertissement ---\nVeuillez noter que notre plugin n'est ni affilié, autorisé, approuvé, ni officiellement associé à Twitch, Google ou Google Translate. Il s'agit d'un outil indépendant conçu pour améliorer votre expérience Twitch en fournissant des fonctionnalités de traduction automatique, offrant une fonctionnalité et une commodité supplémentaires pour la communication multilingue.",
    "hi": "दुनिया भर में दोस्तों के साथ आसानी से जुड़ें बिना भाषा बाधाओं की चिंता किए। यह प्लगइन स्वचालित रूप से Twitch संदेशों का अनुवाद करता है, 100 से अधिक भाषाओं का समर्थन करता है, ताकि भाषा कोई समस्या न रहे।\n\nहमारे प्लगइन में एक सरल और उपयोगकर्ता-मित्रवत इंटरफ़ेस है, अनुवाद प्रक्रिया स्वचालित रूप से संचालित होती है—कोई मैनुअल संचालन की आवश्यकता नहीं। चाहे संदेश भेजना हो या प्राप्त करना, प्लगइन उन्हें स्वचालित रूप से अनुवाद करता है, जिससे संचार चिंता मुक्त हो जाता है।\n\nइसके अलावा, यह प्लगइन शक्तिशाली, सुरक्षित और प्रभावी है। यह व्यक्तिगत और व्यापारिक संचार दोनों के लिए उपयुक्त है।\n\nइसके अलावा, प्लगइन आपके भेजे गए संदेशों का स्वचालित रूप से अनुवाद करता है, जिससे संचार तेज और आसान हो जाता है। अनुवाद की झंझट को अलविदा कहें; हमारा प्लगइन आपके लिए सब कुछ सरल कर देता है।\n\n✓ आसानी से क्रॉस-भाषा चैट में अनुवाद करें: चाहे देश या क्षेत्र कोई भी हो, आप अपने संपर्कों के साथ सहज संचार आसानी से प्राप्त कर सकते हैं।\n✓ स्मार्ट स्वचालित अनुवाद: भाषाओं को मैन्युअल रूप से चुनने की आवश्यकता नहीं है; प्लगइन आपके सेटिंग्स के आधार पर स्वचालित रूप से अनुवाद करता है।\n✓ अपनी गोपनीयता की सुरक्षा करें: आपकी चैट हिस्ट्री और व्यक्तिगत जानकारी सुरक्षित है। हम आपके किसी भी डेटा को एकत्रित, संग्रहीत या साझा नहीं करते।\n✓ विभिन्न परिदृश्यों के लिए बहुमुखी: यात्रा, व्यापार, अध्ययन और अधिक जैसी स्थितियों में उत्तम, यह सुनिश्चित करते हुए कि आप किसी भी भाषा वातावरण में आत्मविश्वास और आरामदायक महसूस करते हैं।\n✓ सुरक्षित और विश्वसनीय: यह प्लगइन कड़े सुरक्षा जांचों से गुजरा है, यह सुनिश्चित करते हुए कि आपका कंप्यूटर और गोपनीयता खतरों से सुरक्षित हैं।\n\nअतिरिक्त रूप से, हम आपको और भी शक्तिशाली कार्यात्मकताओं के लिए MoreTools प्रदान करते हैं।\n\n--- अस्वीकरण ---\nकृपया ध्यान दें कि हमारा प्लगइन Twitch, Google, या Google Translate के साथ संबद्ध, अधिकृत, समर्थन प्राप्त, या आधिकारिक रूप से संबद्ध नहीं है। यह एक स्वतंत्र उपकरण है, जो स्वचालित अनुवाद सुविधाएँ प्रदान करके आपके Twitch अनुभव को बढ़ाने के लिए डिज़ाइन किया गया है, जो बहुभाषी संचार के लिए अतिरिक्त कार्यक्षमता और सुविधा प्रदान करता है।",
    "it": "Collegatevi facilmente con gli amici in tutto il mondo senza preoccuparvi delle barriere linguistiche. Questo plugin traduce automaticamente i messaggi di Twitch, supportando oltre 100 lingue, quindi la lingua non è più un problema.\n\nIl nostro plugin presenta un'interfaccia semplice e intuitiva, con il processo di traduzione gestito automaticamente—nessuna operazione manuale necessaria. Che sia inviare o ricevere messaggi, il plugin li traduce automaticamente, rendendo la comunicazione senza preoccupazioni.\n\nInoltre, questo plugin è potente, sicuro ed efficiente. È adatto sia per la comunicazione personale che aziendale.\n\nInoltre, il plugin traduce automaticamente i messaggi che invii, rendendo la comunicazione veloce e facile. Dite addio alla seccatura della traduzione; il nostro plugin semplifica tutto per voi.\n\n✓ Traduci facilmente le chat tra lingue diverse: Non importa il paese o la regione, potete raggiungere facilmente una comunicazione fluida con i vostri contatti.\n✓ Traduzione automatica intelligente: Non c'è bisogno di selezionare manualmente le lingue; il plugin traduce automaticamente in base alle vostre impostazioni.\n✓ Proteggi la tua privacy: La cronologia delle chat e le informazioni personali sono sicure. Non raccogliamo, conserviamo o condividiamo alcun dato.\n✓ Versatile per vari scenari: Perfetto per situazioni come viaggi, affari, studio e altro, garantendo che vi sentiate sicuri e a vostro agio in qualsiasi ambiente linguistico.\n✓ Sicuro e affidabile: Il plugin ha superato rigorosi controlli di sicurezza, garantendo che il tuo computer e la tua privacy siano protetti dalle minacce.\n\nInoltre, forniamo MoreTools per dotarti di funzionalità ancora più potenti.\n\n--- Disclaimer ---\nSi prega di notare che il nostro plugin non è affiliato, autorizzato, appoggiato, o ufficialmente associato con Twitch, Google, o Google Translate. È uno strumento indipendente progettato per migliorare la vostra esperienza Twitch fornendo funzionalità di traduzione automatica, offrendo funzionalità e convenienza aggiuntive per la comunicazione multilingue.",
    "ja": "言語の壁を心配することなく、世界中の友達と簡単に接続できます。このプラグインは、100以上の言語をサポートし、Twitchメッセージを自動翻訳するため、言語が問題になりません。\n\n私たちのプラグインはシンプルでユーザーフレンドリーなインターフェースを備えており、翻訳プロセスは自動的に処理されます—手作業は不要です。メッセージの送受信時には、プラグインが自動的に翻訳するため、心配なくコミュニケーションができます。\n\nさらに、このプラグインは強力で安全かつ効率的です。個人用およびビジネスコミュニケーションの両方に適しています。\n\nまた、プラグインは送信するメッセージを自動翻訳するので、迅速で簡単なコミュニケーションが可能です。翻訳の煩わしさとはおさらば。私たちのプラグインがすべてをシンプルにしてくれます。\n\n✓ 言語を超えたチャットを簡単に翻訳：どの国や地域でも、連絡先とシームレスなコミュニケーションを簡単に実現できます。\n✓ スマートな自動翻訳：手動で言語を選択する必要はありません。プラグインが設定に基づいて自動翻訳します。\n✓ プライバシーを保護：チャット履歴や個人情報は安全です。データの収集、保存、共有は一切行いません。\n✓ さまざまなシナリオに対応：旅行、ビジネス、学習などの場面に最適で、どんな言語環境でも自信を持って快適に過ごせます。\n✓ 安全で信頼性：プラグインは厳しいセキュリティチェックを受けているため、コンピューターとプライバシーを脅威から守ります。\n\nさらに、より強力な機能を提供するMoreToolsを提供しています。\n\n--- 免責事項 ---\n私たちのプラグインは、Twitch、Google、またはGoogle Translateと提携、認可、承認、または正式な関係を持っていないことに注意してください。多言語コミュニケーションのための自動翻訳機能を提供することで、Twitchの体験を向上させるための独立したツールです。",
    "ko": "전 세계의 친구들과 쉽게 소통하세요. 언어 장벽에 대해 걱정할 필요가 없습니다. 이 플러그인은 100개 이상의 언어를 지원하며, Twitch 메시지를 자동으로 번역하여 언어가 더 이상 문제가 되지 않도록 합니다.\n\n우리의 플러그인은 간단하고 사용자 친화적인 인터페이스를 제공하며, 번역 과정도 자동으로 처리됩니다—수작업이 필요 없습니다. 메시지를 보내거나 받을 때, 플러그인은 자동으로 번역하여 커뮤니케이션을 걱정 없이 만듭니다.\n\n또한, 이 플러그인은 강력하고, 안전하며 효율적입니다. 개인적 및 비즈니스 커뮤니케이션 모두에 적합합니다.\n\n더욱이 이 플러그인은 당신이 보내는 메시지를 자동으로 번역하여 빠르고 쉽게 소통할 수 있게 합니다. 번역의 번거로움을 없애면서 우리 플러그인이 모든 것을 간소화합니다.\n\n✓ 언어가 다른 채팅을 손쉽게 번역: 국가나 지역에 상관없이, 연락처와의 원활한 소통이 가능합니다.\n✓ 스마트 자동 번역: 언어를 수동으로 선택할 필요 없이, 설정에 따라 플러그인이 자동으로 번역합니다.\n✓ 개인정보 보호: 채팅 기록과 개인정보가 안전하게 보호됩니다. 우리는 어떤 데이터도 수집, 저장, 공유하지 않습니다.\n✓ 다양한 상황에 활용 가능: 여행, 비즈니스, 학습 등 다양한 상황에 적합하여 어느 언어 환경에서도 자신감을 갖고 편안함을 느끼게 합니다.\n✓ 안전하고 신뢰할 수 있음: 플러그인은 엄격한 보안 검사를 통과하여, 컴퓨터와 개인정보를 위협으로부터 보호합니다.\n\n또한, 더욱 강력한 기능을 제공하는 MoreTools를 제공합니다.\n\n--- 면책 조항 ---\n우리의 플러그인은 Twitch, Google, 또는 Google Translate와 제휴, 승인, 보증, 공식 연관되지 않았음을 알려드립니다. 이는 Twitch 경험을 향상시키기 위해 설계된 독립적인 도구로, 자동 번역 기능을 제공하여 다국어 커뮤니케이션에 추가적인 기능과 편리함을 제공합니다.",
    "lt": "Lengvai bendraukite su draugais iš viso pasaulio be kalbos barjerų. Šis įskiepis automatiškai išverčia Twitch žinutes, palaiko daugiau nei 100 kalbų, tad kalba nebe problema.\n\nMūsų įskiepis turi paprastą ir vartotojui draugišką sąsają, o vertimo procesas vykdomas automatiškai—be jokių rankinių veiksmų. Nesvarbu, ar siunčiate, ar gaunate žinutes, įskiepis automatiškai jas išverčia, taip padarydamas bendravimą be rūpesčių.\n\nBe to, šis įskiepis yra galingas, saugus ir efektyvus. Jis tinkamas tiek asmeniniam, tiek verslo bendravimui.\n\nTaip pat įskiepis automatiškai išverčia jūsų siunčiamas žinutes, todėl bendravimas tampa greitas ir lengvas. Sakykite \"sudie\" vertimo rūpesčiams; mūsų įskiepis viską supaprastina jums.\n\n✓ Lengvai supraskite daugiakalbius pokalbius: Nesvarbu kokia šalis ar regionas, galite lengvai pasiekti sklandų bendravimą su savo kontaktais.  \n✓ Išmanus automatinis vertimas: Nereikia rankiniu būdu pasirinkti kalbų; įskiepis automatiškai verčia pagal jūsų nustatymus.  \n✓ Apsaugokite savo privatumą: Jūsų pokalbių istorija ir asmeninė informacija yra saugi. Mes nerenkame, nesaugome ir neplatinsime jokios jūsų duomenų.  \n✓ Universali įvairioms situacijoms: Puikiai tinka tokioms situacijoms kaip kelionės, verslas, mokslas ir daugiau, užtikrinant, kad jaustumėtės užtikrintai ir patogiai bet kokioje kalbinėje aplinkoje.  \n✓ Saugus ir patikimas: Įskiepis perėjo griežtus saugumo patikrinimus, užtikrindamas jūsų kompiuterio ir privatumo apsaugą nuo grėsmių.\n\nBe to, mes siūlome MoreTools, kad suteiktume dar daugiau galingų funkcijų.\n\n--- Atsakomybės apribojimas ---\nAtkreipkite dėmesį, kad mūsų įskiepis nėra susijęs, įgaliotas, palaiko ar oficialiai susijęs su Twitch, Google arba Google Translate. Tai yra nepriklausomas įrankis, skirtas pagerinti jūsų Twitch patirtį, suteikiant automatinio vertimo funkcijas, siūlant papildomas galimybes ir patogumą daugiakalbiame bendravime.",
    "pt_BR": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente mensagens no Twitch, suportando mais de 100 idiomas, tornando a língua um problema do passado.\n\nNosso plugin possui uma interface simples e fácil de usar, com o processo de tradução tratado automaticamente—não é necessária operação manual. Seja enviando ou recebendo mensagens, o plugin as traduz automaticamente, tornando a comunicação despreocupada.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal quanto empresarial.\n\nMais ainda, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao incômodo da tradução; nosso plugin simplifica tudo para você.\n\n✓ Traduza chats entre idiomas com facilidade: Não importa o país ou região, você pode facilmente alcançar comunicação perfeita com seus contatos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas configurações.\n✓ Proteja sua privacidade: Seu histórico de chat e informações pessoais estão seguras. Não coletamos, armazenamos ou compartilhamos nenhum dos seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudos e mais, garantindo que você se sinta confiante e confortável em qualquer ambiente linguístico.\n✓ Seguro e confiável: O plugin passou por rigorosos testes de segurança, garantindo que seu computador e privacidade estejam protegidos contra ameaças.\n\nAlém disso, fornecemos o MoreTools para capacitá-lo com funcionalidades ainda mais poderosas.\n\n--- Aviso Legal ---\nObserve que nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado ao Twitch, Google ou Google Translate. É uma ferramenta independente projetada para melhorar sua experiência no Twitch ao fornecer recursos de tradução automática, oferecendo funcionalidade e conveniência adicionais para comunicação multilíngue.",
    "pt_PT": "Conecte-se facilmente com amigos ao redor do mundo sem se preocupar com barreiras linguísticas. Este plugin traduz automaticamente mensagens do Twitch, suportando mais de 100 idiomas, para que a linguagem não seja mais um problema.\n\nNosso plugin apresenta uma interface simples e intuitiva, com o processo de tradução gerido automaticamente—sem necessidade de operação manual. Seja ao enviar ou receber mensagens, o plugin as traduz automaticamente, tornando a comunicação sem preocupações.\n\nAlém disso, este plugin é poderoso, seguro e eficiente. É adequado tanto para comunicação pessoal quanto empresarial.\n\nAlém disso, o plugin traduz automaticamente as mensagens que você envia, tornando a comunicação rápida e fácil. Diga adeus ao incômodo da tradução; nosso plugin simplifica tudo para você.\n\n✓ Traduza facilmente conversas entre idiomas: Não importa o país ou região, é fácil conseguir uma comunicação fluida com seus contatos.\n✓ Tradução automática inteligente: Não há necessidade de selecionar idiomas manualmente; o plugin traduz automaticamente com base nas suas configurações.\n✓ Proteja sua privacidade: Seu histórico de bate-papo e informações pessoais estão seguros. Nós não coletamos, armazenamos ou compartilhamos nenhum dos seus dados.\n✓ Versátil para vários cenários: Perfeito para situações como viagens, negócios, estudos e mais, garantindo que se sinta confiante e confortável em qualquer ambiente linguístico.\n✓ Seguro e confiável: O plugin passou por verificações de segurança rigorosas, garantindo que seu computador e privacidade sejam protegidos contra ameaças.\n\nAlém disso, fornecemos o MoreTools para lhe capacitar com funcionalidades ainda mais poderosas.\n\n--- Aviso Legal ---\nObserve que nosso plugin não é afiliado, autorizado, endossado ou oficialmente associado ao Twitch, Google, ou Google Translate. É uma ferramenta independente projetada para melhorar sua experiência no Twitch, oferecendo recursos de tradução automática, proporcionando funcionalidade adicional e conveniência para comunicação multilíngue.",
    "ru": "Легко общайтесь с друзьями по всему миру, не беспокоясь о языковых барьерах. Этот плагин автоматически переводит сообщения на Twitch, поддерживая более 100 языков, так что язык больше не является проблемой.\n\nНаш плагин имеет простой и удобный интерфейс, а процесс перевода осуществляется автоматически — ручная операция не требуется. Независимо от того, отправляете вы или получаете сообщения, плагин автоматически их переводит, делая общение беззаботным.\n\nКроме того, этот плагин мощный, безопасный и эффективный. Он подходит как для личного, так и для делового общения.\n\nБолее того, плагин автоматически переводит отправляемые вами сообщения, делая общение быстрым и простым. Попрощайтесь с хлопотами по переводу; наш плагин упрощает все для вас.\n\n✓ Легко переводите межъязыковые чаты: независимо от страны или региона, вы можете легко достигнуть беспрепятственного общения с вашими контактами.\n✓ Умный автоматический перевод: нет нужды вручную выбирать языки; плагин автоматически переводит в зависимости от ваших настроек.\n✓ Защитите вашу конфиденциальность: ваша история чатов и личная информация в безопасности. Мы не собираем, не храним и не передаем ваши данные.\n✓ Универсальность для различных сценариев: идеально для таких ситуаций, как путешествия, бизнес, учеба и многое другое, обеспечивая вам уверенность и комфорт в любой языковой среде.\n✓ Безопасный и надежный: плагин прошел строгие проверки безопасности, гарантируя защиту вашего компьютера и конфиденциальности от угроз.\n\nКроме того, мы предоставляем MoreTools, чтобы наделить вас еще более мощными функциональными возможностями.\n\n--- Отказ от ответственности ---\nОбратите внимание, что наш плагин не связан, не авторизован, не одобрен и не ассоциируется официально с Twitch, Google или Google Translate. Это независимый инструмент, разработанный для улучшения вашего опыта на Twitch путем предоставления функций автоматического перевода, предлагая дополнительные возможности и удобства для многоязычного общения.",
    "tr": "Dünya genelindeki arkadaşlarınızla dil engelleri hakkında endişelenmeden kolayca bağlantı kurun. Bu eklenti, Twitch mesajlarını otomatik olarak çevirir ve 100'den fazla dili destekler, böylece dil artık bir sorun olmaktan çıkar.\n\nEklentimiz basit ve kullanıcı dostu bir arayüze sahiptir ve çeviri işlemi otomatik olarak gerçekleştirilir—manuel işlem gerekmez. Mesajları gönderirken veya alırken, eklenti onları otomatik olarak çevirir, böylece iletişim kaygısız hale gelir.\n\nAyrıca, bu eklenti güçlü, güvenli ve etkilidir. Hem kişisel hem de iş iletişimi için uygundur.\n\nÜstelik, eklenti gönderdiğiniz mesajları otomatik olarak çevirir, iletişimi hızlı ve kolay hale getirir. Çeviri zahmetine elveda deyin; eklentimiz her şeyi sizin için basitleştirir.\n\n✓ Diller arası sohbetleri zahmetsizce çevirin: Ülke veya bölge fark etmeksizin, kişilerinizle sorunsuz iletişim kurabilirsiniz.\n✓ Akıllı otomatik çeviri: Dilleri manuel olarak seçmenize gerek yok; eklenti ayarlarınız temelinde otomatik olarak çevirir.\n✓ Gizliliğinizi koruyun: Sohbet geçmişiniz ve kişisel bilgileriniz güvende. Verilerinizi toplamayız, saklamayız veya paylaşmayız.\n✓ Çeşitli senaryolar için çok yönlü: Seyahat, iş, eğitim ve daha fazlası gibi durumlar için mükemmel, herhangi bir dil ortamında kendinizi rahat ve güvende hissetmenizi sağlar.\n✓ Güvenli ve güvenilir: Eklenti, bilgisayarınızı ve gizliliğinizi tehditlerden koruduğundan emin olmak için sıkı güvenlik kontrollerinden geçmiştir.\n\nAyrıca, size daha güçlü işlevler sağlamak için MoreTools sunuyoruz.\n\n--- Feragatname ---\nLütfen eklentimizin Twitch, Google veya Google Translate ile bağlantılı, yetkilendirilmiş, onaylanmış veya resmi olarak ilişkilendirilmiş olmadığını unutmayın. Bu, Twitch deneyiminizi otomatik çeviri özellikleri sağlayarak geliştirmek için tasarlanmış bağımsız bir araçtır ve çok dilli iletişim için ek işlevsellik ve kolaylık sunar.",
    "vi": "Dễ dàng kết nối với bạn bè trên toàn thế giới mà không lo ngại về rào cản ngôn ngữ. Plugin này tự động dịch các tin nhắn trên Twitch, hỗ trợ trên 100 ngôn ngữ, vì vậy ngôn ngữ không còn là vấn đề.\n\nPlugin của chúng tôi có giao diện đơn giản và thân thiện với người dùng, với quy trình dịch tự động—không cần thao tác thủ công. Dù gửi hay nhận tin nhắn, plugin tự động dịch chúng, giúp giao tiếp không còn lo lắng.\n\nNgoài ra, plugin này mạnh mẽ, bảo mật và hiệu quả. Nó phù hợp cho cả giao tiếp cá nhân và công việc.\n\nHơn nữa, plugin tự động dịch các tin nhắn bạn gửi, giúp giao tiếp nhanh chóng và dễ dàng. Nói lời tạm biệt với sự phiền toái của việc dịch thuật; plugin của chúng tôi đơn giản hóa mọi thứ cho bạn.\n\n✓ Dễ dàng dịch trò chuyện liên ngôn ngữ: Bất kể quốc gia hay khu vực nào, bạn có thể dễ dàng có được sự giao tiếp liền mạch với các liên hệ của mình.\n✓ Dịch tự động thông minh: Không cần điều chỉnh ngôn ngữ thủ công; plugin tự động dịch dựa trên các cài đặt của bạn.\n✓ Bảo vệ quyền riêng tư của bạn: Lịch sử trò chuyện và thông tin cá nhân của bạn được bảo mật. Chúng tôi không thu thập, lưu trữ, hay chia sẻ bất kỳ dữ liệu nào của bạn.\n✓ Đa dạng cho nhiều tình huống: Hoàn hảo cho các tình huống như du lịch, kinh doanh, học tập, và hơn thế nữa, đảm bảo bạn cảm thấy tự tin và thoải mái trong bất kỳ môi trường ngôn ngữ nào.\n✓ An toàn và đáng tin cậy: Plugin đã trải qua các cuộc kiểm tra bảo mật nghiêm ngặt, đảm bảo máy tính và quyền riêng tư của bạn được bảo vệ khỏi các mối đe dọa.\n\nNgoài ra, chúng tôi cung cấp MoreTools để trao quyền cho bạn với nhiều chức năng mạnh mẽ hơn nữa.\n\n--- Lưu ý ---\nXin lưu ý rằng plugin của chúng tôi không có liên quan, ủy quyền, công nhận, hoặc chính thức liên kết với Twitch, Google, hoặc Google Translate. Đây là một công cụ độc lập được thiết kế để nâng cao trải nghiệm của bạn trên Twitch bằng cách cung cấp các tính năng dịch tự động, mang lại tính năng và sự tiện lợi bổ sung cho giao tiếp đa ngôn ngữ.",
    "zh_CN": "轻松地与世界各地的朋友联系，无需担心语言障碍。此插件自动翻译 Twitch 消息，支持超过 100 种语言，因此语言不再是问题。\n\n我们的插件具有简单且用户友好的界面，翻译过程自动处理——无需手动操作。无论是发送还是接收消息，插件都会自动翻译，使沟通无忧。\n\n此外，这款插件功能强大、安全高效。适用于个人和商务沟通。\n\n而且，插件会自动翻译您发送的消息，使沟通快速且轻松。告别翻译的麻烦；我们的插件为您简化一切。\n\n✓ 轻松翻译跨语言聊天：无论哪个国家或地区，您都可以轻松实现与联系人之间的无缝沟通。\n✓ 智能自动翻译：无需手动选择语言；插件会根据您的设置自动翻译。\n✓ 保护您的隐私：您的聊天记录和个人信息是安全的。我们不收集、存储或分享您的任何数据。\n✓ 适用于各种场景：适用于旅行、商务、学习等各种情况，确保您在任何语言环境中都感到自信和舒适。\n✓ 安全可靠：插件经过严格的安全检查，确保您的计算机和隐私免受威胁。\n\n此外，我们提供 MoreTools 以赋予您更强大的功能。\n\n--- 免责声明 ---\n请注意，我们的插件与Twitch、Google或Google Translate没有关联、授权、认可或官方联系。它是一个独立的工具，旨在通过提供自动翻译功能来增强您的Twitch体验，为多语言沟通提供额外的功能和便利。",
    "zh_TW": "輕鬆與世界各地的朋友聯繫，無需擔心語言障礙。此插件自動翻譯 Twitch 訊息，支持超過100種語言，因此語言不再是問題。\n\n我們的插件具有簡單且用戶友好的界面，翻譯過程自動處理—無需手動操作。無論是發送還是接收訊息，插件都會自動翻譯，使通信無後顧之憂。\n\n此外，此插件功能強大、安全且高效。適合個人和商業通信。\n\n而且，插件會自動翻譯您發送的訊息，使溝通快速簡便。告別繁瑣的翻譯工作；我們的插件為您簡化一切。 \n\n✓ 輕鬆翻譯跨語言聊天：無論是哪個國家或地區，您都可以輕鬆實現與聯絡人的無縫交流。\n✓ 智能自動翻譯：無需手動選擇語言；插件根據您的設定自動翻譯。\n✓ 保護您的隱私：您的聊天記錄和個人信息是安全的。我們不會收集、存儲或分享您的任何數據。\n✓ 適用於各種場景：適合旅行、商務、學習等情況，確保您在任何語言環境中皆感自信和舒適。\n✓ 安全可靠：插件經過嚴格的安全檢查，確保您的電腦和隱私不受威脅。\n\n此外，我們提供 MoreTools，賦予您更多強大的功能。\n\n--- 免責聲明 ---\n請注意，我們的插件與 Twitch、Google 或 Google 翻譯沒有聯繫、授權、認可或正式合作關係。這是一個獨立的工具，旨在通過提供自動翻譯功能，增強您的 Twitch 體驗，為多語言通信提供更多功能和便利。"
  }
}