{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MediumLytics - Awesome Medium Stats"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everything missing from Medium Stats and other Tools to know about your Medium Audience and Traffic is only a few clicks away!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Table of Contents:\n- Introduction\n- \"Classic\" tools\n- Know your Audience with MediumLytics (totally different than Medium's built-in \"audience stats\" tool)\n- Better traffic to know on which sources to work on\n- Removing the all-time-earnings headache by seeing a sum of all your monthly earnings in one number\n\nI've built this Must-Have Stats web extension because as a Medium Top Writer myself, I've always felt that the Stats page on Medium does fine on telling you your views/reads numbers with pretty charting, but missed some key points about your audience.\n\nSomething was missing, and being a Developer who appears to like testing APIs, I began examining Medium's, and not the one well-documented on Github but the one the Medium Web App actually uses. \n\nMy \"studies\" highlighted that there is much more potential for Stats given the information provided by the API, so I decided to quickly build something that could take advantage of it.\n\nBesides a classic total views/reads page, I've decided to bring up also:\n\n- total claps\n- total fans\n\n\nNow is when things start getting interesting with the following tools:\n\n- Audience\n- Traffic\n\nThe Audience Page will tell you the following about your Medium Audience of the last few Months:\n- Followers\n- Fans\n- \"Loyal Fans\"\n- Member Fans (with percentages)\n\nThis was a game changer for me as I could have finally viewed \n- how many people liked my work more than once(\"Loyal Fans\")\n- If my fans are mostly Members or not. Because Medium Members make you money with their reading time, and you want to make sure your Audience mostly contains Medium Members\n(IMPORTANT NOTE: this page will take a few seconds to load as Medium made my job harder to check which fans where members)\n\nThe Traffic page is another Game Changer. You already can see the traffic for each one of your stories, what's missing is a global traffic, so I built it.\n\nWith this tool you'll see what sources globally take more readers to your work, and what sources you need to work on in order to get more readers.\n\nLast but not least, the earnings page will display your all-time earnings(without bonuses) all in one number without the need of going trough each month calculating them.\n\nThanks for downloading, and if you have questions, shoot me an email at tommasodeponti@zohomail.eu"
  }
}