{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discord Login with Token"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enable this extension to log into Discord with your account token with a click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discord Login with Token chrome extension enables users to log into their accounts by using their account token which makes the process easier. This extension also helps in the sign-in process to your Discord account in just a single click saving your time to enter your credentials every time.  \n\n With this extension, there is no need to log in to the site in the conventional way and be taken to your Discord server, channels and conversations.  \n\nSome key Features for This Chrome Extension \n\nOne-Click Login: Use this tool to verify your Discord account in a few moments using your account token. \n \n\nStreamlined Access: Skip the typical log-in process and go straight to your profile on Discord. \n \n\nMulti-Account Management: No need to log in to multiple Discord accounts at the same time and back and forth. \n \n\nSecure Authentication: Token-based login helps you login securely to your Discord account while also guaranteeing your safety \n \n\nHow To Use in Simple Steps \n\n1. Install the Extension \n\nAfter that, download and install the extension called Discord Login with Token in your browser. \n\n2. Open the Extension  \n\nIf you use Google Chrome, click the extension icon at the top right of the browser window. \n\n3. Enter Your Token \n\nEnter your Discord account token in the blank space that has been made available. \n\n4. Click to Login \n\nClick the login button to verify and go straight to your Discord account. \n\nWhy it is Useful? \n\nThis extension is quite important for a user who is looking to have a faster method of accessing his/her Discord account. Through account token, it helps to save time and avoid inconvenience of manually logging in to the site using your username and password. This is especially useful for those who have two or more Discord accounts, or they use multiple accounts for various purposes. \n\nWho Is It Useful To? \n \nThis extension is suitable for people who heavily use Discord, administrators and managers of communities as well as business people who require quick switching between different servers and channels. Especially for those users who consider security and convenience, it is also the convenient and safe way to enter the password without typing it manually. \n \nFAQs \n\n1. What is an account token? \nAccount token is a string consisting of alphanumeric characters which is issued by an account provider for authentication purpose. Discord account token is a string that is used for login into your Discord account safely. \n \n2. How can I find out my Discord account token? \n\nAccount token can be obtained through Discord developer portal, or by following step by step instructions outlined in the extension configuration procedures. \n \n3. Is it safe to use this extension?  \n\nYes, the extension is secure and for making any request it actually uses your token rather than storing your credentials. \n \n4. Is it possible to use this extension for two or more discord accounts?  \n\nActually, this extension can be used to control multiple accounts in Discord and change between them. \n \n5. In case my token is compromised what should I do?  \n\nIf you find out that your token is exposed, go to Discord developer portal and reset your token and paste it in the extension settings."
  }
}