{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VantageCircle"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vantage Circle helps you to get Vantage Points across different e-commerce sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vantage Circle’s Chrome Extension allows the users to view the best corporate deals and discounts whenever they visit any of our partner websites like Amazon, Flipkart and more. It helps them earn cashbacks on almost every transaction as Vantage Points.  \n\nThe users can redeem these points as gifts cards and again use them for shopping  \n\nAbout Vantage Points:  \n\nVantage Points is the loyalty reward program offered by Vantage Circle on every online shopping transaction that are exclusive to the corporate users of our platform!  1 Vantage Point = 1 Rupee.   \n\nHow it works?   \n\n1. On visiting our partner websites, our chrome extension will alert the user if any deals or discounts are available. \n2. The users can then activate the deals by clicking on the browser and it again redirect them to the product page or the website. \n3. The users have to ensure that their cart is empty and continue shopping normally. \n4. Once they have successfully placed the order, Vantage Points will be automatically added to their Vantage Circle account within 72 hours after the product is delivered and they’ll also receive a confirmatory e-mail. \n5. The users can then view their collected points and other account details just by clicking on our extension giving them a seamless experience while shopping and saving money at the same time.\n\nKeep shopping and enjoy Saving while Spending!"
  }
}