{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdSaver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your one stop for all your Ad research, competition analysis and facebook advertising needs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdSaver shows advertisements only in your Facebook newsfeed.\n\nThis free extension is your one-stop solution for all your ad research, competition analysis, and Facebook advertising needs. Marketers use AdSaver globally to collect ads on autopilot from their Facebook newsfeed.\n\nWe built AdSaver for Google Chrome to help you automatically collect, save and organize ads - right from your Facebook newsfeed. Install the extension, go to Facebook, turn it on, and enjoy a newsfeed with advertisements only.\n\n★ Key Features ★\n\n▪ Show Ads Only: One toggle to clear all the organic Facebook posts and show ads only. Saving you time and fetching more ad data.\n\n▪ Personalized Ad Library: A personalized Ad Library that acts as a database for all the saved ads. Search for your saved ads by name, filters, and more. Easy to navigate and organized for convenience.\n\n▪ Filters: Easily navigate your saved Ads - Filter by likes, shares, comments, Media type, and even CTA type to find exactly what you're looking for.\n\n▪ Save Ads as you scroll: AdSaver automatically saves all ads appearing on your newsfeed As you scroll down.\n\n▪ Auto-Scroll:  AdSaver can run autonomously with \"auto-scroll\" turned on. This turbo alike feature enables you to automatically scroll to the end of the browser window and reveal more ads without manual work or supervision.\n\n▪ Favorites: Shortlist and store your favorite ads with one click and easily access them in a separate tab dedicated exclusively to your cherry-picked ads.\n\n*AdSaver is entirely free to install and use*"
  }
}