{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenLM Browser Agent"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to monitor specified websites visits using OpenLM solution."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "➤ What is OpenLM ?\nOpenLM helps organisations to manage their software licenses more effectively. We help businesses to understand their actual license usage and prevent spending money on inactive \nsubscriptions.\n\n➤ Does OpenLM Browser Agent work only with OpenLM Cloud?\nPreviously, the OpenLM Browser Agent was working only with OpenLM Cloud solution. In the new version (1.1.0) of the extension we implemented the functionality to support on-premise version too. Select On-premise agent mode, while the configuration process, this way the Browser Agent will report to your local OpenLM Server instance.\n\n➤ What is the purpose of adding an OpenLM Browser Agent on my browser?\nOpenLM uses the extension to monitor the access to the specific services your company wants to monitor. \n\n➤ How does the OpenLM Browser Agent work?\nOpenLM Extension monitors the access to the specified services. \n\n➤ Does the OpenLM Browser agent collect information about all the websites I visit?\nNo! OpenLM only collects data on the services your company has configured. \n\n➤ Does OpenLM provide information about how I interact with these services to my company?\nThe information OpenLM collects is solely for the purpose of license management and security. We do not collect information to manage employees or to evaluate their performance.\n\n➤ What is the relationship between license management and information security?\nOften, users are assigned access to cloud services but do not use them. In addition to the expense, this is also a security issue. An account with access to company data is inviting \nhackers.\n\n➤ How does OpenLM protect my privacy?\nOpenLM is trying hard to process data automatically by algorithms and apply corrective actions automatically. This eliminates the need for people to review data and take action. \n\n➤ What information is my organisation looking into?\nOur browser extension is needed to monitor usage ONLY of particular cloud services. It doesn't track your total browser activity, machine file system etc."
  }
}