{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn Article Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extracts article links from LinkedIn pages"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We have introduced a beneficial new plugin designed for users, who are keen on gaining a competitive edge. This tool will help in extracting the URL and Title of all Linkedin articles posted by others as well as ourselves, and allowing us to download the results in one particular file. The user no longer needs to copy paste single links, as they can export the whole in one go. \n\nTo streamline workflow and facilitate data management, it offers an option to download the extracted data in csv file format which saves users’ time and efforts. And serve them a well organized excel sheet which will be helpful for them to keep records of their posts and make data analysis to better understand market trends. \n\nIt provides an easy and user-friendly interface, allowing users to access a complete overview of their competitors' published content in a single operation. The user just needs to login to the required LinkedIn account and visit the “article” section from where this tool will automatically fetch all the posted titles and URLs. \n\nThe main benefit that users can gain from this plugin is, they can easily check their competitor's article keywords and make them unique for their own content. It can also help them manage their articles for avoiding the same topic selection and content errors and provide a clear view of their competitor's strategies, which will lead to the enhancement of their own profile and help to boost their productivity. \n\nBy using this utility, users can gather more valuable insights into the content of other linkedin users, which they can include in their own content to resonate with their audience and stay in the field."
  }
}