{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CÔNG TY TOUR DU LỊCH CÙ LAO XANH QUY NHƠN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công Ty Cù Lao Xanh Quy Nhơn - Chuyên tổ chức Tour du lịch Đảo Cù Lao Xanh Quy Nhơn Bình Định"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Công Ty TNHH MTV CÙ LAO XANH QUY NHƠN xin gửi đến khách hàng bộ công cụ tra cứu tour du lịch đảo Cù Lao Xanh, Quy Nhơn, Bình Định, Khách hàng có thể cài add vào và tra cứu một cách thuận tiện nhất.\n\nGiới thiệu sơ lược về chúng tôi.\n\nNếu bạn yêu biển và đã từng thực hiện những hành trình du lịch Phú Quốc, Nha Trang…thì chắc chắn có một nơi mà bạn sẽ thích thú nếu đặt chân tới đó chính là hòn đảo Cù Lao Xanh Quy Nhơn. Một hòn đảo hoang sơ, tách biệt mới được khai thác du lịch. Một hòn đảo hoạt động du lịch chưa ồn ã, tấp nập, hầu như cảnh sắc thiên nhiên còn vô cùng tinh khôi sẽ để lại cho bạn những ấn tượng khó quên. Chúng tôi-công ty TNHH MTV Cù Lao Xanh Quy Nhơn sẵn sàng mang đến cho bạn những trải nghiệm thú vị khi đến với hòn đảo xinh đẹp này.\n\nVới đội ngũ nhân viên chuyên nghiệp, giàu kinh nghiệm, thân thiện lịch sự với du khách, công ty mang tới chất lượng tour uy tín, giá cả phải chăng rất được lòng du khách. Trên các diễn đàn mạng, du khách đã từng sử dụng dịch vụ tour Cù Lao Xanh của chúng tôi đều bày tỏ sự hài lòng của họ sau chuyến đi. Tới với dịch vụ đặt tour du lịch Cù Lao Xanh của Cù Lao Xanh Quy Nhơn, du khách sẽ có những trải nghiệm thú vị, sự hài lòng bởi sự chu đáo của hướng dẫn viên du lịch, nhân viên phục vụ buồng phòng hay nhân viên phục vụ ẩm thực.\nNếu như đi du lịch tự túc du khách phải chủ động đón tàu ra đảo hay tự chuẩn bị lịch trình tham quan, ăn ở thì nay chỉ cần đặt tour của công ty là du khách chỉ việc xách hành lý lên, chuẩn bị tinh thần và sức khỏe để khám phá Cù Lao Xanh mà thôi. Công ty có các tour du lịch Cù Lao Xanh trọn gói trong ngày, qua đêm với nhiều lịch trình cho du khách lựa chọn. Từ đưa đón du khách, có hướng dẫn viên đi cùng trong lịch trình tới ăn ở lưu trú công ty đều sắp xếp chu đáo.\nCông Ty TNHH MTV CÙ LAO XANH QUY NHƠN        \nSố điện thoại 0988355468\nĐịa chỉ: \nSố 64/5 Đường Bạch Đằng – Phường Hải Cảng – Thành Phố Quy Nhơn – Tỉnh Bình Định\nHệ thống nhà hàng khách sạn Cù Lao Xanh Quy Nhơn, thôn Đông, xã Nhơn Châu, tp Quy Nhơn\nGmail: binhminhculaoxanh@gmail.com        \nEMail: Info@culaoxanh.com.vn"
  }
}