{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Apples to Apples: Best Prices on Good Eggs"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamless unit conversion for GoodEggs.com"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Good Eggs is like shopping at a farmers market but online. They source the best stuff from local farmers and artisans. You can definitely find cheaper stuff elsewhere but if you want the good stuff this extension will help you compare the price of similar products on Good Eggs. Now you can compare apples to apples and get the best stuff at the best price. Plus $25 off your first ever purchase on Good Eggs.\n\nSeven different kinds of the same fruit to choose from? No problem, with Apples to Apples we’ll let you easily compare prices to find the cheapest ones. We do this by converting all prices to dollars per ounce so you don’t have to do ounce to pound math just to buy a piece of fruit.\n\nWe have a lot of respect for the Good Eggs team and love shopping there. This extension was born out of the desire to eat the best stuff while still paying homage to the values of thriftiness we learned growing up. We made this extension for ourselves and hope it helps you enjoy shopping on Good Eggs even more.\n\nNotes on privacy and monetization\n- When you’re shopping on Good Eggs our extension scans prices and automatically converts them. We believe in privacy, this is all done on your own device so no information is ever shared or seen by anyone but you. The extension only works when you’re on the Good Eggs website.\n- We’re just a few friends who created this extension because we wanted it to exist and believe others can benefit from it too. When we introduce new people to Good Eggs they‘ll get a generous $25 off their first purchase from Good Eggs, and we get some store credit for our own groceries too. You can help keep this extension going by sharing it with friends who might like to try Good Eggs."
  }
}