{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chronos Scanner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Checks if the Dex is paid for tokens on pump.fun."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Whale Snipr - Dex Paid Status Checker\n\nThe Dex Paid Status Checker is a powerful and user-friendly Chrome extension designed for cryptocurrency enthusiasts and traders who want to quickly verify the payment status of tokens on pump.fun. \n\nWith just a click, users can check if a specific token is paid for on the decentralized exchange, ensuring they have the most accurate and up-to-date information before making any trading decisions.\n\n\nKey Features:\n\nInstant Status Check: Easily check the payment status of any token listed on pump.fun by simply clicking the \"Check Status\" button. The extension retrieves real-time data from the Dex Screener, providing you with immediate feedback on whether the token is paid or not.\n\nUser-Friendly Interface: The extension features a clean and intuitive interface that displays the contract address and the payment status clearly. Users can quickly understand the status of their tokens without navigating through complex menus.\n\n\n\nVisual Feedback: The extension provides visual cues, changing the background color of the status display based on the payment status. Green indicates that the token is paid, red indicates it is not paid, and yellow signifies an error in fetching data.\n\n\nSeamless Integration: The Dex Paid Status Checker integrates smoothly with the pump.fun website, allowing users to check the status of tokens directly from the page they are viewing. This enhances the user experience by eliminating the need to switch between tabs.\n\n\nHow It Works:\n\n1. Navigate to a Token Page: Visit any token page on pump.fun.\n\n2. Click the Check Status Button: Open the extension popup and click the \"Check Status\" button.\n\n3. View the Results: The extension will display whether the token is paid or not, along with any relevant error messages if applicable.\n\nWhy Use Dex Paid Status Checker?\n\nIn the fast-paced world of cryptocurrency trading, having quick access to reliable information is crucial. The Dex Paid Status Checker empowers users to make informed decisions by providing instant access to the payment status of tokens. Whether you are a seasoned trader or a newcomer to the crypto space, this extension is an essential tool for anyone looking to stay ahead in the market.\n\nDownload the Dex Paid Status Checker today and take control of your trading experience!\n---"
  }
}