{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Glitch Text Generator - [Pro] -> Glitch Fonts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a Glitch text tool that will convert your normal text to Generator Glitch Text possible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Glitch Text Generator\n\n\nGlitch text generator is a type of writing a sentence or paragraph which uses diacritical marks that are stacked above one another so that a creepy glitch look can be created.\n\n\nIt is believed to be a very simple and useful tool for all the people who are involved in writing blogs or publishing content on their website so that they can give a crazy text look to the site visitors.\n\n\nThis converter is a Unicode which is a special tool for combining the characters instead of using them in the form of individual fonts, which adds additional symbols and letters to your text so that it can become distorted along with an absurd image.\n\n\nAn example of glitch text which is converted using the converter is given below:\n\n\nNormal Text: How can we use Search Engine Optimization?\n\n\nGlitch Text Generator: H̴̻̩͂̈́̽o̸̖̜̿w̴̨̦̓̆ ̸͔͐̄̈́c̶͖̦̈́a̷̧̖͔͋̔n̵̙̱̄͜ ̶̙̉͐͗w̶͎̺̉e̷̖͗͂ ̴̩̉̕ư̵̭̌s̴̨̲̿͂ͅe̸̡͖̊ ̵̩̜͙̈́̓̎S̵̡͐ę̶͖̕ă̴̫r̷͔̦̩̉̊c̷͎̽͗ĥ̵̝̦́̏ ̷̪̿̂͐Ë̵͓͝ń̵̢̻̔͠g̷͔̼̏̈͆ì̷̗͙n̵̫͉̓ę̵̺̪̆̄ ̸̘̋̊̎Ö̸͔̤p̴̨̨͉̒͝ṭ̷̑͋̈́i̵̖͕̱̿̄̒m̶̬̖̐̃ȉ̸̩͓̈̔z̷͎͌͌̑ā̶̘͂͜t̶̰̪̑i̷͖͘ö̴̜́̄n̶̲̬͒̒? ̷̮̓͐̄\n\nPro Tip for Using Glitch Text Generator\n\n\nThe majority of the social media platforms like Twitter, Facebook, YouTube, and Tumblr are easily compatible with the various special characters produced by the Glitch text generator.\n\n\nBut if you will copy and paste these special characters in your SMS box then the receiver may only be able to see blocks or nothing when he or she receives the message.\n\n\nThe reason behind this is that the device which the receiver is using will not be able to translate all the Unicode and the symbols which are produced by the Glitch text generator in your device."
  }
}