{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FaSiLa ❤ Donner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Récoltez des fonds pour les causes que vous soutenez pendant que vous shoppez avec l'extension pour Chrome de FaSiLa ❤ Donner.",
    "en": "Collecting fund while shopping is easy with this FaSiLa ❤ Donner chrome extension."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FASILA ❤ DONNER récolte des dons à chaque achat que vous effectuez sur l'un de nos sites marchands partenaires, SANS QUE CELA NE COÛTE QUOI QUE CE SOIT.\n\nPour cela, nous collaborons avec des plateformes d'affiliation. Lorsque vous vous rendez sur l'un de ces marchands par l'un des liens disponibles sur notre site, la plateforme d'affiliation enregistre sur votre ordinateur un cookie de suivi qui va leur permettre notamment de vous identifier comme provenant de FASILA ❤ DONNER.\nLorsque vous finalisez une commande, cette information est transmise à la plateforme d'affiliation par le site marchand.\nAprès un délai, votre commande sera considérée comme validée (pas d'annulation ni de retour). FASILA ❤ DONNER reçoit alors une commission de la part de la plateforme d'affiliation, dont le taux peut varier en fonction des conditions du partenariat et de la nature du produit que vous avez acheté.\nA date, nous vérifions la liste des causes que vous soutenez, et nous partageons le don que vous aurez récolté parmi les causes que vous soutenez. Au cas où vous ne souteniez aucune cause, le don sera réparti sur l'ensemble de nos causes.\n\nAinsi additionnées, l'ensemble des ventes effectuées sur nos sites marchands partenaires contribuent au bon fonctionnement des causes que nous soutenons sur FASILA ❤ DONNER.",
    "en": "Each time you're shopping on one of our partner e-commerce website, we collecting funds for good causes AT NO COST TO YOU. \n\nWe are working with affiliate platforms. When you visit one of our partner e-commerce websites through one of the links available on FASILA ❤ DONNER, the affiliate platform stores a tracking cookie on your computer to identify you as coming from FASILA ❤ DONNER.\nWhen you finalize an order, this information is forwarded to the affiliate platform by the eCommerce website.\nAfter a delay, your order is considered as valid (no cancellation or return). FASILA ❤ DONNER receives a commission from the affiliate platform, the rate of which may vary depending on the terms of the partnership and the nature of the product you have purchased.\nWe then check the list your supported causes, and we share the money you helped collected among the causes you support. In case you do not support any cause, the money is shared over all our causes.\n\nAnd so all sales made on our partnered eCommerce websites can help causes we support achieve their goals."
  }
}