{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "webpage screenshots"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One-click generation of webpage screenshots"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you tired of taking screenshots of your web pages manually? Look no further than the Webpage Screenshot Chrome Extension! This user-friendly extension offers specific features such as free usage, one-click screenshots, and automatic scrolling.\n\nTo install the Webpage Screenshot Chrome Extension, follow these simple steps:\n\nVisit the Chrome Web Store and search for \"Webpage Screenshot.\"\nOnce you've found the extension, click on \"Add to Chrome\" to install it.\nAfter installation, you'll see a camera icon in the extensions bar. Click on it to open the Webpage Screenshot settings.\nNow that you have the Webpage Screenshot Extension installed, let's examine its features:\n\nSpecific Pricing: You can enjoy free usage of the Webpage Screenshot Extension with no hidden fees or subscription requirements.\n\nOne-Click Screenshots: By clicking on the camera icon, you can quickly take a screenshot of the web page that you're currently viewing. You can even capture a specific area of the window by selecting \"Capture Selected Area\" under the camera icon.\n\nAutomatic Scrolling: This extension can also capture a screenshot of the entire web page – even if it's longer than what appears onscreen. Simply click on the \"Capture Entire Page\" option under the camera icon and let Webpage Screenshot do the scrolling and capturing for you.\n\nOverall, the Webpage Screenshot Chrome Extension is an excellent tool for capturing screenshots of your web pages quickly and accurately. Try it out today and streamline your screenshot process!"
  }
}