{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ears: Bass Boost, EQ Any Audio!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "EQ any audio you find on the web, live! Crank the bass, dim the highs, up the vocals: all with Ears!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ears Audio Toolkit is a volume booster and graphic equalizer. With Ears, you can alter the EQ of any and all tabs at the same time! Just navigate to any website with audio, open Ears, then drag the dots to raise or lower the filters. \n\nEars works with ANY audio on ANY website :)\n\nYour current tab will be EQed by default when opening the extension.\n\nYou can now SEE the audio and your changes in real-time using the Spectrum Visualizer!\n\nUPDATE 1.3.12:\nBuy me a coffee to show your appreciation for Ears\n\nUPDATE 1.3.11:\nRemoved Ears Pro (Google disabled paid extensions).\nEveryone now has all Ears Pro features for free.\nAdded link to a survey, fill it out to influence new features!\n\nUPDATE 1.3.10:\nFix for computers with increased font size.\n\nUPDATE 1.3.0:\nIntroducing Ears Pro!\n\nUPDATE 1.2.16:\nFix scrolling on Windows.\n\nUPDATE 1.2.12:\nUI improvements.\n\nUPDATE 1.2.8:\nFixed choppy / pitch-shifted audio caused when the system's sample rate changed.\nAdded some latency improvements.\n\nUPDATE 1.2.7:\nAdded fullscreen and normal-screen bug fixes. Please report any additional fullscreen-related problems.\n\nUPDATE 1.2.1:\nDrag the middle line for a volume slider. Be careful, it is powerful!\nSave and delete named presets!\nAdjust filter Q parameter by holding shift and dragging up and down on the dot.\nPerformance optimizations.\n\nUse the left- and right-most filters (controlled with the dots) to affect all of the lows or all of the highs. Then tweak the middle frequencies with the inner filters.\n\nIf the music clips, try sliding the volume line down.\n\nEars works with any website!\nEnjoy!\n\nUpcoming Features:\nPer-tab stereo panning\nAuto-EQ specific sites\n\nDeveloped by Kevin King\n\nAcknowledgements:\nBiquad/Shelf filter equations: Nigel Redmon at earlevel.com"
  }
}