{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reway"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Personal Shopping Co-Pilot for Saving Money and the Planet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reway suggests affordable pre-owned and verified sustainable options for all your online shopping needs on platforms like Amazon, Flipkart, Myntra, and others. \n\nSaving you hours of research to find the best buy in your budget and for the planet. \n\nReway has 10K+ Products from 120+ Unique and Ethical Brands. \n\nFollow these three simple steps to shop more sustainably :\n\n1. Add it: Install our extension on Chrome.\n2. Forget About It: The extension remains silent until you visit an eCommerce store. (We strictly do not collect your personal data)\n3. It will only do good: By helping you make sustainable choices, it contributes to saving both you and the planet.\n\nAfter adding the Reway browser extension to Chrome, how does it actually work?\n\n🛍️ Simply shop as you normally would - explore the stores you already visit frequently.\n\n💫 Reway works its magic by revealing sustainable and affordable products while you browse. It's like stumbling upon a stroke of luck!\n\n🌍 Our team has already conducted extensive research, curating a wide selection of the most ethical and sustainable products from around the world, so you can save time and effort.\n\nDISCLAIMER: Reway does not access, monitor, or retain any financial data. Our sole purpose is to appear when you search for a product and suggest excellent options from sustainable brands.\n\nIt would be great if you could join our community and provide feedback to help us improve our product: https://chat.whatsapp.com/EFc9PCC5bPu8wqSjrwNs1A\""
  }
}