{
  "name": {
    "ar,bn,da,et,fil,ko,lv,mr": "Speedy Worm Unblocked Game",
    "am,cs,fa,ro,sv,ta": "Speedy Worm Online",
    "bg,fi,he,hi,id,ja,kn,ml,no,pl,sw,th": "Speedy Worm Game",
    "ca,el,gu,hr,hu,ms,sk,sl,te": "Speedy Worm Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Speedy Worm Platform Game"
  },
  "short": {
    "ar": "حرك دودتك دون أن تصطدم بالعقبات وحاول الحصول على أعلى الدرجات.",
    "am": "እንቅፋቱን ሳትመታ ትልህን አንቀሳቅስና ከፍተኛውን ውጤት ለማግኘት ሞክር።",
    "bg": "Преместете червея си, без да удряте препятствията и се опитайте да получите най-висок резултат.",
    "bn": "বাধাগুলি আঘাত না করে আপনার কৃমিটি সরান এবং সর্বোচ্চ স্কোর পাওয়ার চেষ্টা করুন।",
    "ca": "Mou el cuc sense colpejar els obstacles i intenta obtenir la màxima puntuació.",
    "cs": "Přesuňte svého červa bez zasažení překážek a pokuste se získat nejvyšší skóre.",
    "da": "Flyt din orm uden at ramme forhindringerne og prøv at få den højeste score.",
    "de": "Bewegen Sie Ihren Wurm, ohne die Hindernisse zu treffen, und versuchen Sie, die höchste Punktzahl zu erzielen.",
    "el": "Μετακινήστε το σκουλήκι σας χωρίς να χτυπήσετε τα εμπόδια και προσπαθήστε να πάρετε την υψηλότερη βαθμολογία.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Move your worm without hitting the obstacles and try to get the highest score.",
    "es": "Mueve tu gusano sin golpear los obstáculos e intenta obtener la puntuación más alta.",
    "et": "Liigutage oma uss ilma takistusi löömata ja proovige saada kõrgeim skoor.",
    "fa": "حرکت کرم خود را بدون ضربه موانع و سعی کنید به بالاترین نمره.",
    "fi": "Siirrä matoasi lyömättä esteitä ja yritä saada korkein pistemäärä.",
    "fil": "Ilipat ang iyong uod nang walang pagpindot sa mga obstacles at subukan upang makuha ang pinakamataas na puntos.",
    "fr": "Déplacez votre ver sans heurter les obstacles et essayez d’obtenir le score le plus élevé.",
    "gu": "અવરોધોને ફટકાર્યા વિના તમારા કીડાને ખસેડો અને ઉચ્ચતમ સ્કોર મેળવવાનો પ્રયાસ કરો.",
    "he": "הזיזו את התולעת מבלי לפגוע במכשולים ונסו להשיג את הציון הגבוה ביותר.",
    "hi": "बाधाओं को मारने के बिना अपने कीड़े को स्थानांतरित करें और उच्चतम स्कोर प्राप्त करने की कोशिश करें।",
    "hr": "Pomaknite crva bez udaranja u prepreke i pokušajte postići najvišu ocjenu.",
    "hu": "Mozgassa a férget anélkül, hogy eltalálná az akadályokat, és próbálja meg elérni a legmagasabb pontszámot.",
    "id": "Pindahkan worm Anda tanpa menabrak rintangan dan cobalah untuk mendapatkan skor tertinggi.",
    "it": "Muovi il tuo worm senza colpire gli ostacoli e cerca di ottenere il punteggio più alto.",
    "ja": "障害物に当たらずにワームを動かし、最高のスコアを取得してみてください。",
    "kn": "ಅಡೆತಡೆಗಳನ್ನು ಹೊಡೆಯದೆ ನಿಮ್ಮ ವರ್ಮ್ ಅನ್ನು ಸರಿಸಿ ಮತ್ತು ಅತ್ಯಧಿಕ ಸ್ಕೋರ್ ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಿ.",
    "ko": "장애물을 치지 않고 웜을 움직이고 가장 높은 점수를 얻으려고 노력하십시오.",
    "lv": "Pārvietojiet tārpu, nesitot šķēršļus, un mēģiniet iegūt augstāko rezultātu.",
    "ml": "തടസ്സങ്ങൾ അടിക്കാതെ നിങ്ങളുടെ പുഴുവിനെ നീക്കുക, ഉയർന്ന സ്കോർ നേടാൻ ശ്രമിക്കുക.",
    "mr": "अडथळ्यांना न मारता आपला किडा हलवा आणि सर्वोच्च स्कोअर मिळविण्याचा प्रयत्न करा.",
    "ms": "Gerakkan cacing anda tanpa memukul halangan dan cuba dapatkan skor tertinggi.",
    "nl": "Beweeg je worm zonder de obstakels te raken en probeer de hoogste score te behalen.",
    "no": "Flytt ormen uten å treffe hindringene og prøv å få den høyeste poengsummen.",
    "pl": "Poruszaj robakiem bez uderzania w przeszkody i spróbuj uzyskać najwyższy wynik.",
    "ro": "Muta viermele fără a lovi obstacolele și să încerce să obțină cel mai mare scor.",
    "ru": "Перемещайте своего червя, не сталкиваясь с препятствиями, и постарайтесь получить наивысший балл.",
    "sk": "Presuňte svojho červa bez toho, aby ste narazili na prekážky, a pokúste sa získať najvyššie skóre.",
    "sl": "Premaknite črva, ne da bi zadeli ovire in poskusite dobiti najvišjo oceno.",
    "sv": "Flytta din mask utan att träffa hindren och försök att få högsta poäng.",
    "sw": "Sogeza mdudu wako bila kupiga vikwazo na jaribu kupata alama ya juu zaidi.",
    "ta": "தடைகளைத் தாக்காமல் உங்கள் புழுவை நகர்த்தி, அதிகபட்ச மதிப்பெண்ணைப் பெற முயற்சிக்கவும்.",
    "te": "అడ్డంకులను కొట్టకుండా మీ పురుగును కదిలించండి మరియు అత్యధిక స్కోరును పొందడానికి ప్రయత్నించండి.",
    "th": "ย้ายหนอนของคุณโดยไม่ต้องชนอุปสรรคและพยายามที่จะได้รับคะแนนสูงสุด",
    "tr": "Solucanınızı engellere çarpmadan hareket ettirin ve en yüksek puanı almaya çalışın.",
    "uk": "Рухайте хробака, не торкаючись перешкод і намагайтеся отримати найвищий бал."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Who is the fastest worm! Pass challenging obstacles and show that you are the fastest worm.\n\nHow To Play\nPlayed with Arrow Keys.\n\nSpeedy Worm Platform Game Features\n✓ 5+ Character\n✓ Basic control\n✓ Cartoon graphics\n✓ 2D Environment\n\nFinally, you can enjoy these game for free (and more requests will be added)! Speedy Worm Platform Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}