{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gestión de Tareas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Una extensión para gestionar tareas en Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gestor de Tareas\n\nDescripción:\n\n¡Organiza tu día a día de manera eficiente con nuestra extensión de Gestor de Tareas para Chrome! Simplifica la gestión de tus tareas diarias directamente desde tu navegador. Con una interfaz intuitiva y fácil de usar, nuestra herramienta te permite mantener tus pendientes organizados y nunca olvidar una tarea importante.\n\nCaracterísticas principales:\n\nGestión de Tareas Sencilla: Añade, edita y elimina tareas de forma rápida y sencilla.\nInterfaz de Usuario Intuitiva: Navega entre tus tareas y la sección de añadir nuevas tareas con solo un clic.\nNotificaciones de Recordatorio: Recibe notificaciones automáticas para las tareas próximas a vencer.\nAlmacenamiento Local Seguro: Tus tareas se guardan de manera segura en tu navegador, garantizando que siempre estén disponibles.\nVentajas:\n\nProductividad Aumentada: Mantén todas tus tareas organizadas y al alcance de un clic, ayudándote a ser más productivo.\nDiseño Atractivo: Disfruta de una interfaz limpia y moderna que hace la gestión de tareas una experiencia agradable.\nFácil de Usar: Ideal tanto para usuarios avanzados como para aquellos que buscan una solución simple y efectiva.\n¿Por qué elegir nuestro Gestor de Tareas?\n\nNuestro Gestor de Tareas está diseñado para ofrecerte una experiencia sin complicaciones, ayudándote a concentrarte en lo que realmente importa. Ya sea para la gestión de proyectos, listas de compras, o recordatorios diarios, nuestra extensión es la herramienta perfecta para mantener todo bajo control.\n\n¡Descárgala ahora y empieza a organizar tu vida con facilidad!"
  }
}