{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "치즈 나이프 - 치지직 CHZZK 도구 모음",
    "en": "Cheese Knife - CHZZK Toolkit"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "치지직에 유용한 기능과 도구를 추가합니다.",
    "en": "Adds useful features and tools to CHZZK."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "네이버 스트리밍 플랫폼 치지직(CHZZK)에 다양하고 유용한 기능과 도구를 추가합니다.\n\n[탐색]\n- 방송 미리보기: 마우스를 올리면 방송을 미리 볼 수 있습니다.\n- 사이드바 갱신: 30초마다 사이드바를 새로고침 합니다.\n- 팝업 플레이어: 여러 방송을 한 창에서 볼 수 있습니다.\n\n[플레이어]\n- 통계 메뉴: 오른쪽 클릭 메뉴에서 통계를 선택하면 해상도, 비트레이트, FPS, 지연시간, 코덱을 확인할 수 있습니다.\n- 방향키 탐색: 방향키를 이용하여 짧은 시간을 되돌려 볼 수 있습니다.\n- 영상 필터: 영상 밝기, 대비, 감마를 조정할 수 있으며, 선명(샤픈) 필터를 적용할 수 있습니다.\n- 오디오 컴프레서: 큰 소리를 줄여 다이내믹 레인지를 조절하여 소리를 듣기 편안하게 만듭니다.\n\n[채팅]\n- 후원 채팅 숨기기: 채팅창에서 치즈 후원을 숨깁니다.\n- 채팅창, 폰트 크기 조절: 채팅창의 크기와 폰트 크기를 조절할 수 있습니다.\n\n이외에도 여러 유용한 기능을 추가하며 다양한 스타일을 설정할 수 있습니다.\n\n====\n소스 코드: https://github.com/jebibot/cheese-knife\n디스코드: https://discord.gg/9kq3UNKAkz\n\n====\n본 확장 프로그램은 치지직과 관련이 없으며, 관련 상표는 각 소유자의 자산입니다. 본 확장 프로그램을 사용하여 발생하는 결과에 대한 모든 책임은 사용자에게 있습니다.",
    "en": "This extension adds various useful features and tools to CHZZK, NAVER's streaming platform.\n\n[Explore]\n- Live Preview: Preview live by hovering over the channel.\n- Refresh Sidebar: Refresh the sidebar every 30 seconds.\n- Popup Player: View multiple lives in one window.\n\n[Player]\n- Stats Menu: Select Stats from the right-click menu to view resolution, bitrate, FPS, latency, and codec.\n- Seek with Arrow Keys: Use the arrow keys to rewind a short amount of time.\n- Video Filters: Adjust video brightness, contrast, and gamma, and apply a sharpen filter.\n- Audio Compressor: Reduce loud sounds to adjust the dynamic range to make the sound more comfortable.\n\n[Chat]\n- Hide Donation Messages: Hide Cheese messages in the chat.\n- Adjust chat panel and font size\n\nIt also adds many other useful features and allows to customize styles.\n\n====\nSource code: https://github.com/jebibot/cheese-knife\nDiscord: https://discord.gg/9kq3UNKAkz\n\n====\nThis extension is not affiliated with CHZZK, and related trademarks are the property of their respective owners. This extension is provided \"as-is\" without any warranties, and the developer assumes no responsibility for any issues, damages, or data loss resulting from its use."
  }
}