{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OG Image | Check Page Share Info"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get a webpage's og:image and other share info in just one click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OG Image Extension is a simple tool designed specifically for content creators and developers. It allows users to effortlessly extract essential sharing information from any webpage, providing a quick summary and shareable image. This extension is particularly beneficial for self-media authors who need to gather page summaries and images for their content, as well as developers who want to verify the functionality of their sharing features.\n\nKey Features\n- **Extract Summary Information**: Quickly obtain a concise summary of the webpage, including the title, description, and shareable image.\n- **Open Graph Image Retrieval**: Automatically fetch the `og:image` for easy sharing across social media platforms.\n- **Multi-Source Title and Description**: The extension checks various sources to ensure the most accurate information is retrieved:\n  - **Title**: Checks `og:title`, `twitter:title`, and falls back to `document.title`.\n  - **Description**: Checks `og:description`, `twitter:description`, and falls back to the meta description tag.\n- **Developer-Friendly**: Ideal for developers to test and ensure that their page's sharing functionality is working correctly.\n\nAre you a self-media author looking for an efficient way to gather webpage summaries and shareable images? Or a developer wanting to ensure your page's sharing features are functioning correctly? This Extension is the perfect solution for both!\n\nData Privacy Policy:\nYour data remains exclusively on your local machine, ensuring privacy and security. It never passes through remote servers, so you can use the extension with confidence knowing that your information is safe and secure."
  }
}