{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,fa,fi,fr,gu,hr,ja,kn,ko,ml,mr,ms,nl,pl,pt_BR,pt_PT,sk,sr,sv,sw,ta,te,tr": "Planet Clicker - Unblocked & Free",
    "ca": "Planet Clicker - Débloqué et gratuit",
    "de": "Planet Clicker - Frei und entsperrt",
    "es,id,no": "Planet Clicker - Desbloqueado y Gratis",
    "et": "Planeetklõpsija - blokeerimata ja tasuta",
    "fil": "Planet Clicker - Hindi na Bloke & Libre",
    "he": "Planet Clicker - חסר מחסור וחינם",
    "hi": "Planet Clicker - Débloqué et Gratuit",
    "hu": "Bolygó Kattintós - Korlátozottak nélkül és ingyenes",
    "it": "Planet Clicker - Sbloccato e Gratuito",
    "lt": "Planet Clicker - Desbloqueado y gratuito",
    "lv": "Planētas Clicker - Atbloķēts & Bezmaksas",
    "ro": "Planet Clicker - Deblocat și Gratuit",
    "ru": "Планета Кликер - Разблокировано и бесплатно",
    "sl": "Planet Clicker - Odklenjen in brezplačen",
    "th": "Planet Clicker - ปลดล็อกและฟรี",
    "uk": "Planet Clicker - Неблокований та безкоштовний",
    "vi": "Planet Clicker - Mở khóa & Miễn phí",
    "zh_CN": "行星点击器 - 解锁和免费",
    "zh_TW": "行星點擊器-未封鎖和免費"
  },
  "short": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,fa,fi,gu,hi,hr,id,kn,ko,lv,ml,mr,pl,pt_BR,pt_PT,sk,sl,sw,ta,te,th,tr,uk": "Play Planet Clicker as a Chrome extension - Try it now!",
    "ca,he,lt": "¡Juega a Planet Clicker como una extensión de Chrome - ¡Pruébalo ahora!",
    "es": "¡Juega Planet Clicker como una extensión de Chrome - ¡Pruébalo ahora!",
    "et": "Mängi Planet Clickerit Chrome'i pikendusena - Proovi kohe!",
    "fil": "Maglaro ng Planet Clicker bilang isang Chrome extension - Subukan mo na ngayon!",
    "fr": "Jouez à Planet Clicker en tant qu'extension Chrome - Essayez-le maintenant!",
    "hu": "Játssz a Planet Clicker játékkal Chrome bővítményként - Próbáld ki most!",
    "it": "Gioca a Planet Clicker come estensione di Chrome - Provalo ora!",
    "ja": "Chrome拡張機能としてPlanet Clickerをプレイしてください - 今すぐお試しください！",
    "ms": "¡Juega a Planet Clicker como una extensión de Chrome - Pruébala ahora!",
    "nl": "Speel Planet Clicker als een Chrome-extensie - Probeer het nu!",
    "no": "Juega Planet Clicker como una extensión de Chrome - ¡Pruébalo ahora!",
    "ro": "Jucați Planet Clicker ca o extensie Chrome - Încercați acum!",
    "ru": "Играйте в Planet Clicker как расширение для Chrome - Попробуйте сейчас!",
    "sr": "Играјте Планет Кликер као Хром додатак - Пробајте одмах!",
    "sv": "Spela Planet Clicker som en Chrome-tillägg - Prova det nu!",
    "vi": "Chơi Planet Clicker dưới dạng tiện ích Chrome - Hãy thử ngay!",
    "zh_CN": "在Chrome浏览器上玩Planet Clicker游戏 - 现在试试吧！",
    "zh_TW": "在 Chrome 擴充功能中玩 Planet Clicker - 立即試試看！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# Play more games on the top-left menu.\n\nPlanet Clicker is an engaging and imaginative incremental game where players are tasked with developing a planet from a barren rock into a thriving, bustling world. The game combines elements of strategy and idle gameplay, inviting players to generate resources by clicking on the planet, and then using those resources to upgrade and improve various aspects of their world. Its appeal lies in the gradual progression, the satisfaction of building, and the strategic choices involved in planetary development.\n\nHow to Play\nPlayers start with a basic, uninhabited planet. The primary goal is to click on the planet to generate resources, which can then be used to purchase upgrades. These upgrades range from improving the resource generation rate to developing new ecosystems and civilizations. The game evolves as the player continues to enhance their planet, unlocking new features and capabilities.\n\nGame Controls\nMouse Click: Click on the planet to generate resources.\nNavigation: Use the mouse to select and purchase upgrades from the menu."
  }
}