{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart Track"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to track ecommerce product prices"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wanna know when the price of your desired item reaches below a certain threshold? With Smart Track, you can track the prices of your favorite item(s) from ANY website.\n\nHow to Use:\n1. Simply sign up as a Smart Track User by clicking on the extension.\n2. Go to your desired item's website.\n     - For example: https://www.amazon.com/Apple-MWP22AM-A-AirPods-Pro/dp/B07ZPC9QD4/\n3. Open the extension once again and hit \"Track\".\n\nMotivation:\nOnline shopping has become the new norm when it comes to purchasing items. Companies like Amazon, eBay, Alibaba are dominating the e-commerce market. For example, approximately 127 million households employ the usage of Amazon. As we move towards online shopping, we are constantly searching for deals for the products that we really want and or to avoid being the victim of scams. One of the best ways to find the best deals is by using price trackers. However, most trackers currently in the market only target the above mentioned e-commerce companies. Conversely, Smart Track allows users to track prices for ANY e-commerce website using a templating scheme that would be specific particular to a given website. It also dynamically provides users with pricing information so that they can be informed before making a big purchase especially during present times where because of COVID-19, online e-commerce has become much more prevalent."
  }
}