{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DLRouter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Organize your downloads by routing files to specific folders."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly organize your downloads into specific folders based on file types!\n\nAre you tired of a cluttered download folder? With DLRouter, you can effortlessly organize your downloads into specific folders based on file types! This smart Chrome extension automatically categorizes your downloads into folders like Images, Documents, Data, Compressed, and Apps, making file management a breeze.\n\n-> Key Features:\n\n- Automatic Organization: DLRouter intelligently sorts downloaded files into designated folders, such as Images (JPG, PNG, GIF, etc.), Documents (DOCX, PDF, etc.), Data files (CSV, JSON, TXT, etc.), Compressed files (ZIP, RAR, etc.), and Apps (EXE, DMG, etc.). Say goodbye to the frantic search for your files!\n\n- Customizable Settings: Tailor your download organization to your preferences. Change folder names easily in the Settings page to suit your personal workflow.\n\n- Download Statistics: Keep track of your downloads with real-time statistics! Easily view the total number of downloads and the counts for each file type at a glance.\n\n- User-Friendly Interface: The integrated popup and settings pages are designed for a seamless user experience. Access settings without hassle and discover how to manage your downloads effectively.\n\n-> Why Choose DLRouter?\n\nDLRouter not only simplifies the way you handle your downloads but also enhances your productivity by keeping your files organized automatically. You’ll never have to waste time hunting for downloaded items again. Enjoy a clean, tidy download folder, and start focusing on what really matters!\n\n-> Get Started:\n\nInstall DLRouter now and take control of your downloads. With just a click, organize your files effortlessly!\n\n---\n\nThis extension includes the open-source Mellowtel library. If you opt-in this library will let you share your unused internet with trusted AI labs & startups who use it to train their models.\nAs the developer of this extension, I get a small share of the revenue. It helps maintain this extension free and available.\nMellowtel shares your bandwidth only. Security and privacy are 100% guaranteed, and the library is open source for everyone to see. It doesn't collect, share, or sell personal information (not even anonymized data). You can opt-in or opt-out of the library whenever you want."
  }
}