{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send 2 Photopea"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send image to Photopea"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right-click and send images right to Photopea.\nIf you have an instance of Photopea open, the image will be sent there.\n\nBrowse and edit your images, faster.\n\nShould work for Image Elements, and Video Elements too. ;D\n\nNow you can also right-click on the extension button and choose \"Take page screenshot...\" to send a screenshot to Photopea.\n\n... and choose to open Photopea in incognito if it's not already open (tick \"Use incognito...\" from the extension button context menu).\n\nTIP: to take screenshots of YouTube videos right-click twice on the video to get past the custom context menu and to the native one that will show a \"Send to Photopea\" entry (or use the new picker feature) ;)\n\nRight-click on the extension button and select \"Toggle element picker...\" to activate a picker that let's you visually choose the element to send to Photopea.\nWhen it's active you can fine-tune the selection with Q/A keys, and then press SPACE to send the highlighted element.\nThe highlighted elements' background should turn green if it's actionable.\nIn this way you're also able to send images and videos behind an overlay (e.g. vimeo).\n\nExperimental support has been added for SVG and CANVAS elements (via picker).\n\nPlease file bugs/feature requests at https://github.com/azrafe7/send2photopea/issues\n\n\nI frequently use this extension in combination with my other extension (WebClip Element) to clip elements on a page and then send them to Photopea.\n\nCODE: https://github.com/azrafe7/send2photopea\n\nCHANGELOG: https://github.com/azrafe7/send2photopea/blob/main/CHANGELOG.md\n\nWebClipElement: https://chrome.google.com/webstore/detail/webclipelement/ndkjiolmefobbpbiejfnihoccngfbpjh\n\nDISCLAIMER: I'm not affiliated with Photopea, just a big fan of it. :D"
  }
}