{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Faster"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Faster lets you open a subreddit just by typing its name, search Reddit straight from your address bar, and more."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Faster lets you open a subreddit just by typing its name. To use, type 'rdd' in the address bar to activate Reddit Faster. Then, simply type the subreddit's name and press enter. That's all!\n\nMain features:\n - One-step navigation to any subreddit or multireddit\n - Search all of Reddit straight from your address bar\n - Sort posts and access subreddit sections with simple commands\n\nSearch functions\nSearching Reddit is easy: you simply type 'search', followed by the words you want to search for, and press enter. \nDo you want to search for a subreddit? Type 'search subreddits', followed by your search words. \nYou can even search within a specific subreddit by typing the name of the subreddit, followed by 'search', followed by the words you want to search for.\n(In previous versions this functionality was handled using short prefixes. These will continue to work. For a list of prefixes see the full Readme at https://github.com/dimaba/redditfaster)\n\nSorting posts in a subreddit\nPosts in a subreddit can be sorted by any of Reddit's available sorting methods ('top', 'new', 'hot', 'rising' & 'controversial'). All you have to do is type the subreddit's name, followed by the name of the sorting method.\n\nWikis and Imgur albums\nMany subreddits provide a wiki which compiles a lot of useful and interesting information on the subreddit's topic. These wikis can be accessed by typing the subreddit's name, followed by 'wiki'.\nSimilarly, any subreddit which accepts picture submissions will have an associated Imgur album. These albums can be accessed by typing the subreddit's name, followed by 'img'.\n\nA full Readme with more detail and examples is available at https://github.com/dimaba/redditfaster.\n\nNew in version 1.1:\n- Updated to remove unnecessary tabs permission"
  }
}