{
  "name": {
    "ar,ca,cs,fa,ja,ko,mr,ro,ta,th": "Light Color Online Game",
    "am,fil,hi,hr,hu,id,ml,ms,sw,te": "Light Color Unblocked Game",
    "bg,da,et,he,sl": "Light Color Game",
    "bn,fi,gu,lv,no,sk": "Light Color Online",
    "de,el,en,en_AU,en_GB,en_US,es,es_419,fr,it,kn,lt,nl,pl,pt_BR,pt_PT,ru,sr,sv,tr,uk,vi,zh_CN,zh_TW": "Light Color Arcade Game"
  },
  "short": {
    "ar": "قبل نفاد الوقت ، يجب عليك اختيار اللون الفاتح بين اللونين والحصول على نقاط.",
    "am": "ጊዜው ከማለቁ በፊት በሁለቱ ቀለማት መካከል ያለውን የብርሃን ቀለም መምረጥና ነጥቦችን ማግኘት አለብህ።",
    "bg": "Преди да изтече времето, трябва да изберете светлия цвят между двата цвята и да получите точки.",
    "bn": "সময় শেষ হওয়ার আগে, আপনাকে অবশ্যই দুটি রঙের মধ্যে হালকা রঙ চয়ন করতে হবে এবং পয়েন্টগুলি পেতে হবে।",
    "ca": "Abans que s'acabi el temps, heu de triar el color clar entre els dos colors i obtenir punts.",
    "cs": "Než vyprší čas, musíte zvolit barvu světla mezi dvěma barvami a získat body.",
    "da": "Inden tiden løber ud, skal du vælge den lyse farve mellem de to farver og få point.",
    "de": "Bevor die Zeit abläuft, müssen Sie die Lichtfarbe zwischen den beiden Farben auswählen und Punkte erhalten.",
    "el": "Πριν τελειώσει ο χρόνος, πρέπει να επιλέξετε το χρώμα φωτός μεταξύ των δύο χρωμάτων και να πάρετε πόντους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Before the time runs out, you must choose the light color between the two colors and get points.",
    "es": "Antes de que se acabe el tiempo, debe elegir el color claro entre los dos colores y obtener puntos.",
    "et": "Enne kui aeg otsa saab, peate valima kahe värvi vahel heleda värvi ja saama punkte.",
    "fa": "قبل از زمان اجرا می شود، شما باید رنگ نور بین دو رنگ را انتخاب کنید و امتیاز دریافت کنید.",
    "fi": "Ennen kuin aika loppuu, sinun on valittava vaalea väri kahden värin välillä ja hankittava pisteitä.",
    "fil": "Bago ang oras na naubusan, kailangan mong piliin ang liwanag na kulay sa pagitan ng dalawang kulay at makakuha ng mga puntos.",
    "fr": "Avant la fin du temps, vous devez choisir la couleur de la lumière entre les deux couleurs et obtenir des points.",
    "gu": "સમય પૂરો થાય તે પહેલાં, તમારે બે રંગો વચ્ચેનો પ્રકાશ રંગ પસંદ કરવો જોઈએ અને બિંદુઓ મેળવવા જોઈએ.",
    "he": "לפני שנגמר הזמן, עליך לבחור את הצבע הבהיר בין שני הצבעים ולקבל נקודות.",
    "hi": "समय समाप्त होने से पहले, आपको दो रंगों के बीच हल्का रंग चुनना होगा और अंक प्राप्त करना होगा।",
    "hr": "Prije nego što vrijeme istekne, morate odabrati svijetlu boju između dvije boje i dobiti bodove.",
    "hu": "Mielőtt lejárna az idő, ki kell választania a világos színt a két szín között, és pontokat kell kapnia.",
    "id": "Sebelum waktu habis, Anda harus memilih warna terang di antara dua warna dan mendapatkan poin.",
    "it": "Prima che scada il tempo, devi scegliere il colore chiaro tra i due colori e ottenere punti.",
    "ja": "時間がなくなる前に、2つの色の間で明るい色を選択し、ポイントを取得する必要があります。",
    "kn": "ಸಮಯ ಮುಗಿಯುವ ಮೊದಲು, ನೀವು ಎರಡು ಬಣ್ಣಗಳ ನಡುವಿನ ತಿಳಿ ಬಣ್ಣವನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕು ಮತ್ತು ಪಾಯಿಂಟ್ ಗಳನ್ನು ಪಡೆಯಬೇಕು.",
    "ko": "시간이 다 떨어지기 전에 두 색상 사이의 밝은 색상을 선택하고 점을 가져와야합니다.",
    "lv": "Pirms laiks beidzas, jums jāizvēlas gaišā krāsa starp abām krāsām un jāsaņem punkti.",
    "ml": "സമയം തീരുന്നതിനുമുമ്പ്, നിങ്ങൾ രണ്ട് നിറങ്ങൾക്കിടയിലുള്ള ലൈറ്റ് കളർ തിരഞ്ഞെടുക്കുകയും പോയിന്റുകൾ നേടുകയും വേണം.",
    "mr": "वेळ संपण्यापूर्वी, आपण दोन रंगांमधील हलका रंग निवडणे आणि गुण मिळवणे आवश्यक आहे.",
    "ms": "Sebelum masa habis, anda mesti memilih warna terang antara kedua-dua warna dan mendapatkan mata.",
    "nl": "Voordat de tijd om is, moet u de lichtkleur tussen de twee kleuren kiezen en punten krijgen.",
    "no": "Før tiden renner ut, må du velge lysfargen mellom de to fargene og få poeng.",
    "pl": "Zanim skończy się czas, musisz wybrać jasny kolor między dwoma kolorami i zdobyć punkty.",
    "ro": "Înainte de expirarea timpului, trebuie să alegeți culoarea deschisă dintre cele două culori și să obțineți puncte.",
    "ru": "Прежде чем истечет время, необходимо выбрать светлый цвет между двумя цветами и получить очки.",
    "sk": "Predtým, ako vyprší čas, musíte si vybrať svetlú farbu medzi týmito dvoma farbami a získať body.",
    "sl": "Preden zmanjka časa, morate izbrati barvo svetlobe med obema barvama in dobiti točke.",
    "sv": "Innan tiden tar slut måste du välja ljusfärg mellan de två färgerna och få poäng.",
    "sw": "Kabla ya muda kuisha, lazima uchague rangi nyepesi kati ya rangi mbili na kupata pointi.",
    "ta": "நேரம் இயங்கும் முன், நீங்கள் இரண்டு வண்ணங்கள் இடையே ஒளி நிறம் தேர்வு மற்றும் புள்ளிகள் பெற வேண்டும்.",
    "te": "సమయం ముగియడానికి ముందు, మీరు రెండు రంగుల మధ్య తేలికపాటి రంగును ఎంచుకోవాలి మరియు పాయింట్లను పొందాలి.",
    "th": "ก่อนที่เวลาจะหมดลงคุณต้องเลือกสีอ่อนระหว่างสองสีและรับคะแนน",
    "tr": "Süre dolmadan önce, iki renk arasındaki açık rengi seçmeli ve puan almalısınız.",
    "uk": "Перш ніж час закінчиться, необхідно вибрати світлий колір між двома кольорами і отримати бали."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Can you distinguish the colors! Choose the right colors and reach the highest score in this challenging puzzle game.\n\nHow To Play\nPlayed with Mouse.\n\nLight Color Arcade Game Features\n✓ Colorful Graphics\n✓ Easy control\n✓ Infinity Level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Light Color Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@pickergame.com and share your thoughts and problems."
  }
}