{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kylian Mbappe Real Madrid Wallpapers New Tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Experience the Thrill of Kylian Mbappé's Potential Move to Real Madrid with Dynamic New Tab Wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you eagerly following the rumors and speculations surrounding Kylian Mbappé’s potential transfer to Real Madrid? Get ready to immerse yourself in the excitement and anticipation right from your browser’s new tab page! Our latest Google Chrome extension is meticulously designed to keep you engaged and updated on the latest developments regarding Mbappé’s rumored move to Real Madrid, featuring dynamic wallpapers that change automatically, ensuring each new tab is a thrilling experience.\n\nElevate Your Browsing Experience with Dynamic Wallpaper Changes\nExperience the anticipation as each new tab unveils a fresh, captivating backdrop featuring Mbappé in the iconic white jersey of Real Madrid. From electrifying goals to captivating celebrations, our dynamic wallpapers capture the essence of Mbappé’s potential move, offering a visually immersive experience that resonates with football fans worldwide.\n\nStay Informed and Inspired\nKeep up with the latest news, rumors, and updates surrounding Mbappé’s potential transfer with quick access shortcut icons conveniently located on the left side of your new tab page. Seamlessly transition between exploring Mbappé news and accessing your favorite football websites with just a click, ensuring you’re always in the loop.\n\nSeamlessly Integrated Google Search and Time Management\nNavigate the web with ease using our extension’s integrated Google Search feature while staying organized with the convenient time and date display at your fingertips. Whether you’re searching for transfer rumors or managing your schedule to catch the next match, our extension ensures you’re always in sync with the world of football.\n\nPriority on Security and Peace of Mind\nRest assured, your online safety is our top priority. Our extension is built with robust security measures to provide a worry-free browsing experience, allowing you to immerse yourself fully in the excitement surrounding Mbappé’s potential move with peace of mind.\n\nCustomize Your Football Adventure\nTailor your browsing journey to suit your preferences with customizable options available in the settings, enabling you to immerse yourself fully in the world of football according to your unique preferences and browsing style.\n\nDownload Now and Stay Ahead of the Game!\nDon’t miss out on the opportunity to elevate your browsing experience with the exhilarating anticipation surrounding Kylian Mbappé’s potential move to Real Madrid! Download our extension now and let the dynamic wallpapers and seamless integration keep you engaged and inspired with every new tab. It’s more than just browsing; it’s a journey into the exciting world of football transfer news!"
  }
}