{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Password Manager & Authenticator & SSO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The free password manager extension comes with autofill & autologin including websites that support the Authenticator format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SAASPASS is a free Password Manager & Authenticator 2FA code generator with autofill & autologin capabilities.\n\nIt is built with Security & Usability in mind.\n\nThe SAASPASS password manager extension can autofill both your passwords AND authenticator codes enabling a smooth seamless experience and single sign-on SSO.\n\nThere is NO need for a separate desktop password manager application with the SAASPASS browser extension.\n\nThe password manager browser extension plugin is protected by two-factor authentication by default and includes passwordless 2FA like scanning an encrypted barcode and push login approval. \n\nThe password keeper browser extension plugin is both phishing-proof and prevents man-in-the-middle attacks.\n\nThe SAASPASS mobile app is available on the Apple App Store and Google Play.\n\nThe iPhone and iPad version is available here:\nhttps://apps.apple.com/us/app/saaspass-authenticator-2fa-mfa/id849132027\n\nThe Android version is available here:\nhttps://play.google.com/store/apps/details?id=com.solidpass.saaspass&hl=en&gl=US\n\nYou can access everything with copy/paste capabilities also from the SAASPASS web portal at:\nhttps://www.saaspass.com/sd/#/login\n\nThe web portal is protected by multi-factor authentication by default, and includes passwordless MFA like scanning an encrypted barcode and push login approval.\n\n----\n\nFeatures include:\n\nSeamless sync between multiple devices\n\nThe SAASPASS Password Manager comes with over 100 thousand pre-configured websites and mobile apps\n\nThere is the Authenticator 2FA code generator for websites and mobile apps\n\nThe SAASPASS Security Scan identifies websites and apps that have Authenticator 2FA support, and also identifies Duplicate and Weak passwords\n\nThe password manager and authenticator code generator has user initiated AutoFill & AutoLogin (prevents hijacking)\n\nThe password manager addon is secured with passwordless 2FA\n\nThere is SSL Detection and the browser extension only Autofills HTTPS sites\n\nThe password manager add-on comes with SSO & Copy to clipboard\n\nThe Web Portal Access comes with SSO & Copy to clipboard\n\nThe Web Portal is secured with passwordless 2FA\n\nSAASPASS has multiple passwordless 2FA support that includes Scanning Encrypted Barcodes & Push Login\n\nThe 2FA on the browser extension is pinned and mitigates against Phishing and Man-in-the-Middle attacks\n\nSecure Notes - in this notes and password keeper you can store and vault all sorts of details both offline and optionally synced online with multiple devices\n\nThere is a Strong Password Generator in the browser extension and mobile app\n\nSAASPASS comes with Multiple Device support and Device Management (including device removal)\n\nTablet support (including landscape view and split screen on the iPad)\n\nOffline support\n\nSecure Backup & Restore options with SIM Swap prevention\n\nUniversal Search is available for both the password manager and authenticator codes in the mobile app, web portal and browser extension\n\nWorks on all platforms (Microsoft Windows, Apple Mac, Linux, iPhone, iPad, iOS and Android etc.)\n\nThere is no need for a desktop application to be installed\n\nSharing of Passwords \n\nSharing of Authenticator (TOTP & HOTP) codes supported\n(available for teams and enterprises)\n\nMultiple App Lock protection options\n\nMobile AutoFill with App Lock protection\n\nPassword Manager, Authenticator & Secure Notes work with offline and online options\n\nPhishing proof logins logins from the password manager browser extension\n\nJailbreak & Root detection\n\nHOTP/TOTP support is adjustable and comes with support of 6,7 and 8 digit codes\n\nYou can integrate the password manager with 2FA products twilio authy, google authenticator, microsoft authenticator, 1password, dashlane and duo security\n\nThe mobile app is available in over 30 languages\n\n-\n\nIn addition to personal use, companies can also use SAASPASS for:\n\nMulti-factor authentication (MFA),\nEnterprise Password Manager,\nSingle Sign-on (SSO)\nShared Access Manager \nShare passwords\nShare Authenticator codes (TOTP & HOTP) with teams\nShare emails & applications\nAccess Control Policies\nAdaptive Authentication\nPrivileged Access Manager (PAM)\nDirectory Services (including Microsoft Active Directory and LDAP)\nEndpoint Access Protection (enforce MFA on computers)\nReporting & Audit Trail (internal SIEM & export to external SIEMs)\n\nCompanies can sign up from the www.saaspass.com website.\n\nCompanies can integrate:\nOn-premise applications\nCloud applications\nHybrid applications\n\nThe Identity & Access Management (IAM) of SAASPASS can be used to integrate many business and productivity applications including email and collaboration suites\n\nThere is pre-built out-of-the box integration to over 100 THOUSAND applications to services like Amazon, Facebook, Dropbox, Gmail, Twitter and Linkedin.\n\n-\n\nDevelopers can integrate passwordless multi-factor authentication (MFA) services with RESTful API, ready code snippets in multiple languages and SDKs. More details on building two-factor authentication 2FA is available at:\n\ndeveloper.saaspass.com\n\n-\n\nFor enterprise customers there is support for hard tokens with TOTP, HOTP & FIDO U2F format and USB based Yubico Yubikey OTP.\n\n-\n\nThe mobile password manager and authenticator app has app protection that includes:\nBiometric Authentication\nTouchID\nFaceID\nPattern\nInvisible Pattern\nScrambled Keypad\nFingerprint Authentication and Verification\nFacial Authentication and Verification\n\n-\n\nYou can import services as a CSV file from your Chrome browser or other formats from the SAASPASS web portal for services like Dashlane, Lastpass  and 1Password.\n\n-\n\n\nThe 2FA (always required) to unlock your browser extension is phishing-proof and keylogger attacks are mitigated against. There are no static credentials, like a master password to unlock the browser extension, that can be used in a replay attack. Man-in-the-middle attacks are not possible as the 2fa is pinned to the browser. This makes the SAASPASS browser extension arguably have the highest level of security possible with extreme usability.\n\n-bit\n\nIntegrations of the Single Sign-on SSO solution include SAML, OIDC, RDP, VPN, okta, cyberark, onelogin, sailpoint, saviynt, simeio solutions, pingone, beyondtrust, avatier, roboform, avira, my1login, zoho vault, password boss, bitwarden, one identity, enpass, myki, nordpass, passwordstate, logmeonce, zenmate, blur, abine, lastpass, password depot, dropbox passwords, it glue, true key, x beta, norton security, microfocus, silverfort, kee, thycotic, avg, passbolt, total av, passwork, netiq, 1clickvpn, safeincloud, devolutions, steganos, remembear, keepasshelper, commonkey, aws iam, axiad, keepassxc, apple keychain, ping one, duo security, expressvpn, rapidIdentity, touch vpn, identity automation, ambius, kaseya, passly, directory services, metadata directories, Azure AD, Active Directory, LDAP and secure web based form-filling. \n\nYou can even add passwordless MFA to Identity Providers (IdP) and Identity Governance solutions like idaptive, okta browser plugin, onelogin, ibm tivoli isam esso and oracle.\n\n-\n\nYou can set up the team password manager and team single sign-on by signing up in the company sign up. The team password manager can be used for all password sharing needs including making the passwords visible and invisible. The admin can share both the password manager and the authenticator codes (TOTP & HOTP) as well. The password manager & authenticator codes generated can be shared on mobile devices, the web portal and the browser extension.\n\n-\n\nWe have a limit of 500 login items in the personal use case for the free password manager and authenticator code generator. This is how we can offer the password manager for free for personal use while we charge companies. \n\n-\n\nThe secure notes keeper is stored in an encrypted vault and works offline by default. You can turn it online and have it synced with multiple devices as well.\n\n-\n\nKeep us posted with your suggestions, feedback and ideas for improvements for the password manager and authenticator code generator. We look forward to it and always appreciate it! If you enjoy the service feel free to rate us. This helps us improve the password manager, secure notes keeper, password vault, and the authenticator code generator and our service to you. \n\n-\n\nYou can learn about more features about the password safe, encrypted vault, notes keeper and you can get the SAASPASS Free Password Manager & Authenticator for Mozilla Firefox, Google Chrome, Apple Safari, Microsoft Edge and Opera from www.saaspass.com"
  }
}