{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataMarkt - управление ценами и остатками"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Обновление цен на wildberies, ozon (озон) и Яндекс маркет на старнице карточки"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DataMarkt – сервис автоматизации работы с маркетплейсами\n\nУправление остатками и ценами товаров на маркетплейсе без перехода в личный кабинет поставщика.\n\nМеняй цены, рассчитывай плановую комиссию и обновляй остатки FBS в два клика.\nСинхронизация остатков и обновления цены доступны на OZON, Wildberries и Яндекс Маркет.\n\nУправление ценами\nВ сплывающем окне, на странице товара на маркетплейсе, отображается расчетные логистические расходы и комиссия за продажу товара.\nПри изменении цены выполняется моментальный расчет расходов, а при заполненной себестоимость товара рассчитывается прибыль с одной продажи товара.\nВ интерфейсы системы DataMarkt доступна история изменения цены, выполненных через сервис.\nИзменение цены занимает от 10 до 80 минут, в процессе обновления в окне изменения будут отображаться исходные данные до полного обновления.\n\nУправление остатками FBS\nДля пользователей коммерческих тарифов DataMarkt в расширении будет доступен функционал управления остатками на маркетплейсе.\n\nПользователь добавляет данные об остатках на складе, а система автоматически синхронизирует остатки с каждым подключенным маркетплейсом. В случае заказа остатки автоматически резервируются и обновляются на каждом маркетплейсе.\nПеред использованием функционала «Остатки и заказы» необходима онлайн встреча с поддержкой сервиса, для настройки функции.\n\nДля использования расширения необходимо зарегистрироваться на сайте DataMarkt.ru и добавить ключи маркетплейса.\n\n--\nЭто просто ключевые слова для удобного поиска\nмаркетплейсы\nозон\nWB\nвайлдберис\nвайлберис\nвалберис\nмаркет\nяндекс маркет\nяндексмаркет\nЯМаркет\nцена на маркетплейсе\nостатки товара\nостатки на маркетплейсе\nкомиссия маркетплейса\nкомиссия на маркетплейсе\nзаказы FBS маркетплейсы\nFBS со склада поставщика"
  }
}