{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Block and Hide Feeds - YouTube, Instagram, Twitter (X)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A plugin to block and hide feeds on YouTube, Instagram, Twitter (X)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tired of endless scrolling and constant distractions? \"Block and Hide Feeds - YouTube, Instagram, Twitter (X)\" is here to help you regain control of your time and focus. This powerful browser extension is designed to hide distracting elements on your favorite social media platforms, allowing you to maintain productivity and stay focused on what truly matters.\n\nKey Features:\n\n- YouTube: Hide the home feed, shorts, and sidebar to keep your video-watching experience distraction-free. Enjoy your favorite content without the temptation of endless recommendations and distractions.\n\n- Instagram: Hide the home feed and stories to avoid getting lost in the sea of posts and updates. Stay connected with your friends and family without the constant pull of new content.\n\n- Twitter (X): Hide the home feed, trending section, and explore tab to maintain your concentration. Keep up with important updates and conversations without the noise of trending topics and suggested content.\n\nEasy to Use:\n\nWith a simple and intuitive interface, \"Block and Hide Feeds - YouTube, Instagram, Twitter (X)\" makes it easy to toggle the visibility of distracting elements with just a click. Customize your browsing experience to suit your needs and preferences, and switch settings on or off at any time.\n\nWhy Choose Block Feeds: YouTube, Instagram, Twitter (X)?\n\n- Enhance Productivity: By hiding distracting feeds and sections, you can focus on your work, studies, or other important tasks without constant interruptions.\n\n- Improve Mental Well-being: Reduce the time spent on social media and minimize the impact of information overload. Create a healthier online environment by controlling what you see.\n\n- Lightweight and Efficient: This extension is designed to be lightweight and efficient, ensuring it won't slow down your browser or affect your browsing experience."
  }
}