{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Checkmate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Perform a basic on-page SEO audit for the current webpage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO Checkmate is a powerful, user-friendly Google Chrome extension designed to help you perform a basic on-page SEO audit for any webpage in just a few clicks. With SEO Checkmate, you can quickly analyze essential on-page elements such as header tags, image alt tags, and proper URL structure, helping you identify areas for improvement and ensure your website is optimized for search engines.\n\nBy installing SEO Checkmate, you'll be equipped with a convenient tool that saves you time and effort when evaluating your website's on-page optimization. Gain insights into your webpage structure, and make informed decisions to improve your website's search engine visibility. Whether you're an SEO professional or a website owner looking to improve your site's rankings, SEO Checkmate is the perfect companion to help you stay ahead in the ever-changing world of search engine optimization.\n\nKey features of SEO Checkmate include:\n\n- Instant analysis of header tags (H1, H2) for better content structure\n- Evaluation of image alt tags to ensure optimal image SEO\n- Identification of do-follow and no-follow links to evaluate your site's link profile\n- Clear and easy-to-read presentation of results in a user-friendly interface\n\nEnhance your website's search engine performance and improve your on-page SEO with SEO Checkmate. Install now and start optimizing your website like a pro!"
  }
}