{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TLDW - Too Long Didn't Watch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use TLDW to summarize YouTube videos and web content with advanced AI. Quickly access key information."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TLDW is a Chrome extension that saves you time by providing concise summaries of YouTube videos and articles. Quickly get key points or full summaries, perfect for students, professionals, and casual readers.\n\nFeatures:\n\n- 5 Points Summary: Get the five most important points from any video or article.\n- 10 Points Summary: Gain detailed insights with the ten most crucial points.\n- Full Summary: Receive a comprehensive summary of the entire content.\n- Interactive Q&A: Ask questions about the content and get detailed answers in real-time.\n- Subscription Plans: Unlock more features with a subscription.\n- Easy License Activation: Activate your license key for unlimited usage.\n\nBenefits:\n\n- Save Time: Quickly summarize lengthy videos and articles.\n- Enhance Productivity: Focus on essential information.\n- Improve Learning: Dive deeper into content and clarify doubts with Q&A.\n- Cost-Effective: Affordable subscription plans offering great value.\n\nHow It Works:\n\nInstall the TLDW extension from the Chrome Web Store.\nOpen a YouTube video or article.\nUse the tabs to select 5 Points, 10 Points, Summary, or Q&A.\nSubscribe and activate your license key for unlimited tokens.\n\nSubscription Plans:\n\nBasic Plan: €1.90/month for unlimited usage.\nTransform your YouTube and article reading experience with TLDW by saving time and boosting productivity."
  }
}