{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TestWheel Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture Application Workflow to obtain the TestWheel Application Data Inputs for Test Automation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview: \n\nEffortlessly record the end-to-end interactions of your web application and export the data to run tests for the actions you have done.  \n\nTestWheel recorder is the easy-to-use Chrome extension that allows developers and testers to seamlessly record every interaction on any web application and transform them into robust test cases.  \n\nIntuitive Recording: Navigate through the web applications as you normally do. TestWheel's intelligent recording feature captures and records user actions such as clicks, keystrokes, form submissions, login page actions, and more, and displays them in list of test data. \n\nVisual Representation: Our user-friendly visual representation provides a clear view of test data that anyone can easily understand and use for a test run.  \n\nEasy Integration: Export the acquired user flow data directly to the TestWheel platform with a single click. Manual scripting and coding knowledge not required. \n\nEnhance Efficiency: Leverage TestWheel’s recording extension and enhance the efficiency of your test cases. Save time and resources by automatically generating real time user interactions.  \n\nWide Range of Testing: With TestWheel extension, for any web application users are allowed to conduct functional, regression, unit, or integration testing. \n\nCustomization Option: Users are entitled to customize the test data by adding assertions and modifying variables.   \n\nBenefits of TestWheel Extension: \n\nReduces the test script creation time effortlessly. \n\nHelps to create reliable test cases. \n\nRun the test cases anytime and update it when the application evolves. \n\nShare recorded test cases with your team for efficient test case management. \n\nReduces the cost and increases the ROI. \n\nWith TestWheel chrome extension transform and upgrade your automation testing into next generation. Download now. \n\nAbout TestWheel: \n\nTestWheel is a cloud-based AI augmented automation testing platform that provides invaluable testing solutions for businesses globally. Our script-less automation offers a wide range of testing products such as unit, regression, functional, API, performance/load tastings. The Automation Framework Tool of TestWheel covers the entire test cycle of an enterprise’s web and mobile application. \n\nWe believe the testing should be simple, smart, and stress-free! \n\nExplore TestWheel more: https://www.testwheel.com/"
  }
}