{
  "name": {
    "ar": "مُصدّر المتابعين لـ Thread",
    "am": "ተከታተልቶች ለ Thread መላኪያ",
    "bg": "Експортьор на последователи за Thread",
    "bn": "Thread এর জন্য ফলোয়ার এক্সপোর্টার",
    "ca": "Exportador de seguidors per a Thread",
    "cs": "Exportér sledujících pro Thread",
    "da": "Følgereksportør til Thread",
    "de": "Follower-Exporter für Thread",
    "el": "Εξαγωγέας ακολούθων για το Thread",
    "en,en_AU,en_GB,en_US": "Followers Exporter for Thread",
    "es,es_419": "Exportador de seguidores para Thread",
    "et": "Jälgijate eksportija Thread jaoks",
    "fa": "صادرکننده دنبال‌کنندگان برای Thread",
    "fi": "Seuraajien viejä Thread:lle",
    "fil": "Exporter ng mga Tagasunod para sa Thread",
    "fr": "Exportateur de suiveurs pour Thread",
    "gu": "Thread માટે અનુયાયી નિકાસકર્તા",
    "he": "יצואן עוקבים עבור Thread",
    "hi": "Thread के लिए फॉलोअर्स एक्सपोर्टर",
    "hr": "Izvoznik pratitelja za Thread",
    "hu": "Követő exportáló a Thread számára",
    "id": "Eksportir Pengikut untuk Thread",
    "it": "Esportatore di follower per Thread",
    "ja": "Threadのフォロワーエクスポーター",
    "kn": "Thread ಗೆ ಅನುಯಾಯಿಗಳ ರಫ್ತುದಾರ",
    "ko": "Thread 팔로워 내보내기",
    "lt": "Thread sekėjų eksportuotojas",
    "lv": "Sekotāju eksportētājs Thread",
    "ml": "Thread സാന്നിധ്യം എക്സ്പോർട്ടർ",
    "mr": "Thread साठी फॉलोअर्स एक्सपोर्टर",
    "ms": "Pengeksport Pengikut untuk Thread",
    "nl": "Volgers-exporteur voor Thread",
    "no": "Følgeeksportør for Thread",
    "pl": "Eksporter obserwujących dla Thread",
    "pt_BR,pt_PT": "Exportador de seguidores para o Thread",
    "ro": "Exportator de urmăritori pentru Thread",
    "ru": "Экспортёр подписчиков для Thread",
    "sk": "Exportér sledovateľov pre Thread",
    "sl": "Izvoznik sledilcev za Thread",
    "sr": "Извозник пратилаца за Thread",
    "sv": "Exportör för följare till Thread",
    "sw": "Mtoa nje wa Wafuasi kwa Thread",
    "ta": "Thread க்கான பின்பற்றுபவர்களை ஏற்றுமதி செய்பவர்",
    "te": "Thread కోసం ఫాలోవర్స్ ఎగుమతిదారుడు",
    "th": "ตัวส่งออกผู้ติดตามสำหรับ Thread",
    "tr": "Thread için Takipçi İhracatçısı",
    "uk": "Експортер підписників для Thread",
    "vi": "Xuất khẩu người theo dõi cho Thread",
    "zh_CN": "Thread 粉丝导出工具",
    "zh_TW": "Thread 粉絲匯出工具"
  },
  "short": {
    "ar": "Instantly download any threads.net user's follower and following lists as CSV/JSON/Excel file. Simple one click scraper extension.",
    "am": "Scrape any threads user's followers and following to CSV/JSON/Excel spreadsheets in one click. Fast, easy, and private exporter.",
    "bg": "Export your follower and following lists frome threads.net fast with this one click CSV/JSON/Excel scraper extension.",
    "bn": "Quickly save any threads.net user's followers and following to CSV/JSON/Excel file with this simple one click exporting extension.",
    "ca": "Download threads user's follower and following lists as CSV/JSON/Excels fast with this easy one click scraper tool.",
    "cs": "Easily extract and export your followers and following frome threads.net in one click. Fast private CSV/JSON/Excel downloader.",
    "da": "Fast and easy way to export any threads.net user's followers and following to CSV/JSON/Excel file. One click scraper.",
    "de": "Quickly download threads.net user's follower and following lists as CSV/JSON/Excels with this simple one click tool.",
    "el": "Instantly save any threads user's followers and following as CSV/JSON/Excel file. Fast and private one click exporter.",
    "en,en_AU": "Export threads user's followers and following to CSV/JSON/Excel with one click. Simple and fast follower scraper.",
    "en_GB": "Scrape and export threads.net user's followers and following to CSV/JSON/Excel file fast. One click exporter and downloader.",
    "en_US": "Quickly download threads user's followers and following lists to CSV/JSON/Excel format with this easy-to-use scraper extension.",
    "es": "Export your follower and following lists frome threads.net quickly with this one click CSV/JSON/Excel downloader.",
    "es_419": "Scrape any threads user's followers and following fast with this easy one click CSV/JSON/Excel exporting extension.",
    "et": "Quickly and easily export threads user's followers and following lists to downloadable CSV/JSON/Excel file with just one click.",
    "fa": "Instantly scrape threads.net user's follower and following lists as CSV/JSON/Excel spreadsheet file using this fast, private tool.",
    "fi": "Easily extract and download threads user's followers and following as CSV/JSON/Excels with this one-click web scraper extension.",
    "fil": "Get any threads.net user's follower and following lists by scraping and exporting them to CSV/JSON/Excel format in one click.",
    "fr": "Quickly extract threads user's followers and following and save as CSV/JSON/Excel file using this one-click web scraping extension.",
    "gu": "Instantly generate CSV/JSON/Excel file for any threads user's followers and following lists with this one click web scraping tool.",
    "he": "Scrape your follower and following lists frome threads.net and export them as CSV/JSON/Excel file fast with this browser extension.",
    "hi": "Easily scrape and download threads.net user's follower and following lists as CSV/JSON/Excel file using this one-click extractor.",
    "hr": "Quickly save any threads.net user's follower and following lists as CSV/JSON/Excel from your browser with this fast scraping tool.",
    "hu": "Instantly extract threads user's followers and following to CSV/JSON/Excel spreadsheets with this one-click scraper extension.",
    "id": "Easily get CSV/JSON/Excel file containing any threads.net user's followers and following lists using this fast, simple scraping tool",
    "it": "Quickly export threads.net user's follower and following lists as downloadable CSV/JSON/Excels with just one click.",
    "ja": "Instantly scrape follower and following data frome threads and save as CSV/JSON/Excel file using this handy scraper tool.",
    "kn": "Easily download any threads.net user's followers and following as CSV/JSON/Excel spreadsheet file fast with this simple extension.",
    "ko": "Quickly get threads user's follower and following lists exported to CSV/JSON/Excel format using this fast, extraction extension.",
    "lt": "Instantly generate spreadsheets for any threads user's followers and following using this easy one-click scraping extension.",
    "lv": "Scrape your follower and following lists frome threads.net fast and export them as CSV/JSON/Excel file using this one-click scraper.",
    "ml": "Easily extract any threads.net user's followers and following and save them as CSV/JSON/Excels right from your browser.",
    "mr": "Quickly download threads user's follower and following lists as CSV/JSON/Excel spreadsheet file using this one-click scraper tool.",
    "ms": "Instantly get CSV/JSON/Excel file containing any threads.net user's followers and following data with this scraping extension.",
    "nl": "Instantly generate downloadable CSV/JSON/Excel file for threads user's followers and following lists using this handy extension.",
    "no": "Easily scrape and extract any threads user's follower and following data to CSV/JSON/Excel spreadsheets with this one-click exporter",
    "pl": "Quickly save threads.net user's followers and following as downloadable CSV/JSON/Excel file right from your browser.",
    "pt_BR": "Instantly get any threads user's follower and following lists exported as CSV/JSON/Excels using this fast, easy-to-use extension.",
    "pt_PT": "Scrape threads.net user's followers and following and download as spreadsheet CSV/JSON/Excel file with this one-click extension.",
    "ro": "Easily extract any threads user's follower and following lists and save as CSV/JSON/Excel file using this quick scraping extension",
    "ru": "Quickly generate CSV/JSON/Excel spreadsheet file containing threads.net user's followers and following data with this fast scraper.",
    "sk": "Instantly download any threads.net user's follower and following lists as CSV/JSON/Excels using this simple extraction extension.",
    "sl": "Scrape threads user's follower and following lists and export them as downloadable CSV/JSON/Excel file with this handy extension.",
    "sr": "Easily save any threads.net user's followers and following as CSV/JSON/Excel file in just 1 click using this fast scraper extension.",
    "sv": "Quickly get threads user's follower and following data extracted and exported to CSV/JSON/Excel using this one-click scraping tool.",
    "sw": "Instantly generate CSV/JSON/Excel file for any threads.net user's followers and following lists right from your browser.",
    "ta": "Scrape and download threads user's follower and following lists as CSV/JSON/Excel file fast with this data extractor.",
    "te": "Easily export any threads.net user's followers and following as downloadable CSV/JSON/Excel spreadsheet file.",
    "th": "Quickly extract threads user's follower and following lists and save as CSV/JSON/Excels using this easy-to-use data scraping tool.",
    "tr": "Instantly get any threads.net user's followers and following exported as downloadable CSV/JSON/Excel file with this extension.",
    "uk": "Easily generate spreadsheet CSV/JSON/Excels for threads.net user's follower and following data with this handy scraper.",
    "vi": "Quickly scrape any threads user's followers and following and export them as CSV/JSON/Excel file using this fast, simple extension.",
    "zh_CN": "Easily extract threads user's.net followers and following lists to CSV/JSON/Excel spreadsheets. Fast one click scraper and exporter.",
    "zh_TW": "Instantly save threads.net user's follower and following lists as downloadable CSV/JSON/Excels using this one-click scraping tool."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Followers Exporter for Thread is a handy extension that allows you to export the followers and followings of any Threads user to a CSV/JSON/XLSX(Excel) file easily. \n\nTo use it, simply click on the extension icon and enter the username of the Threads.net user whose followers you want to export. To export followings, enter the username and toggle the \"Followers / Followings\" switch before starting the extraction. \n\nThe extension will then fetch all of that user's data. Once the extraction is complete, click \"Export Followers\" and the data will be exported to a CSV/JSON/XLSX(Excel) file.\n\nThe exported file contains useful information about each user, including the pk, username, full name, profile info, profile picture, verification status, follower count, and the time of data extraction.\n\nExtraction starts right after you request, so you get the data quickly. Duration varies based on the number of users to extract. \n\nWith our simple one-click operation, the wealth of user data, and focus on privacy, This is a must-have for anyone wanting to easily export and analyze Threads follower/following data. I highly recommend giving it a try!\n\nNote: Some users' configurations may result in fewer than 100 data items being exportable.\n\nData Privacy\nYour data stays on your device and is not stored or transmitted to our servers. We prioritize keeping your information secure and confidential.\n\nDisclaimer\nThis extension is an independently developed product by ExtensionsBox and has no association with Meta Inc."
  }
}