{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fearless Wallet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Non-Custodial and Decentralized wallet for the Polkadot and Kusama ecosystems with the best UX, performance and security."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What's New in Version 2.7.1 – Unlocking a New Era of Simplicity!\n\n🌟 Master Your Security\n\nBid farewell to multiple passwords! Say hello to the ease of a master password, securing your entire app seamlessly.\n\n🔒 Smooth Migration Experience\n\nEffortlessly transition your wallets under the new system. Just enter your existing passwords, or skip and restore later - your choice!\n\n🔑 Enhanced Backup Options\n\nYour wallets, your way! Back up with mnemonic phrases, raw seed, or the trusty JSON format. Flexibility and security at your fingertips!\n\n🚀 Streamlined User Experience\n\nDive into an optimized interface that's designed to make your DeFi journey smoother and more intuitive than ever.\n\n✨ Get ready to explore a new level of simplicity and efficiency with Fearless DeFi Wallet! Update now to unlock these cutting-edge features.\n\nUpgrade to version 2.7.1 and embrace a fearless, frictionless DeFi experience! 🚀\n#DeFi #Crypto #Blockchain #ChromeExtension #Update #backup #keyring\n****************************************************************************\n\nFearless Wallet Browser Extension is designed for the decentralized future on the Kusama and Polkadot networks, optimized for Chrome and Chrome based browsers. Fearless Wallet provides the best user experience, fast performance, and secure storage for your accounts.\n\nFearless Wallet is a Non-Custodial, Decentralized and Open-Source Web application for the Polkadot and Kusama ecosystems with the best UX, performance, and, most importantly, security.\n\nMulti-asset/network support. Users own their tokens, Fearless Wallet takes 0 additional fees, staking rewards are set by the networks.\n\nHyper fast\n\nFearless Wallet‘s blazing fast performance outpaces other apps in the ecosystem.\n\nSimply complete\n\nFearless Wallet‘s awesome UI enables any user (even newbies) to perform actions in 1-2 taps, while advanced users still retain access to all of the key features available on the network. Experience ease of staking with only 3 taps.\n\nThe goal of Fearless Wallet is to radically expand access to decentralised finance (DeFi) by making complex functions much easier to use and understand.\n\nNetwork Management\n\nFearless Wallet offers users a convenient way to manage multiple accounts within a single app.\nSince Fearless Wallet is a non-custodial application, all accounts are stored securely on the blockchain, while on-device data is stored within a private space on the user's device.\nAccount names can be modified, accounts can be rearranged or removed, and accounts can be exported in JSON format.\n\nIn addition to standard account management functions, Fearless Wallet enables in-app network management.\n\nUsers can view lists of default Kusama, Polkadot, and Westend connections (Parity and W3F nodes) as long as a great deal of parachain nodes; add, update, rearrange, and remove custom nodes, and easily switch between accounts, networks, and nodes.\n\nWallet Functions\n\nFull control\n\nView your total, available, and frozen (bonded, unbonding, locked, redeemable, and reserved) token balances—all in realtime via WebSocket connections to the selected Kusama and Polkadot nodes.\n\nFast and intuitive transfers\n\nSend and receive tokens via account address or QR code.\n\nHandling keys by a Google account\n\nOur goal is to make users' wallet management experience as smooth and simple as possible.  We have added the opportunity to create a wallet and store secret keys on your Google Account as long as you have the ability to import them from Google as a part of the “Import flow”.\n\nCross-chain transfers\n\nThe App supports up-to-date and high-tech functionality such as XCM cross-chain teleports. It allows users to move their assets between relay chains and/or parachains.\n\ndApp operations\n\nDue to the Beacon SDK and a special logic integrated, the App can give users an access to the vast number of dApps. Moreover dApp transactions can be signed either by the Web application itself or by the Mobile version of the Wallet as external signer which in fact is a more secure way of operating with dApps.\n\nExpert insights\n\nToken fiat rates and total balance fiat equivalents in USD and other currencies can also be viewed within the application using the Coingecko REST API.\n\nRobust account management\n\nView your transaction history, both in summary and in detail. Additionally, existential deposit information is displayed and warnings are provided to help ensure that you don’t void your account accidentally.\n\nWith Fearless Wallet, you get access to 50+ networks!\n\nDownload Fearless Wallet!"
  }
}