{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share Google Contacts with Shared Contacts®"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share Google Contacts like you share Google Docs with Gmail and Google Workspace (G Suite) users using Shared Contacts for Gmail®."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Shared Contacts for Gmail®, you can:\n\n→ Share Gmail Contact groups with specific users or groups of users\n→ Share Google Contacts between accounts or with family, friends, colleagues etc.\n→ Modify or add shared contacts in the shared groups\n→ Shared contacts appear in search and show-up in Gmail autocomplete\n→ Unlimited sharing capacity\n→ Synchronization with mobiles/tablets and Outlook's \"My Contacts\"\n→ Permissions management (Read Only/Can Edit/Can Delete/Can Share)\n→ Create Gmail Shared Distribution List\n→ Add, edit and access Shared Google Contacts from any device\n→ Instantly sync shared contacts across all devices like phone, tablet, laptop, desktop and other smart devices\n→ Easily Integrate with Google Contact lists\n→ Share contacts with other domain users and free Gmail users\n\nShared Contacts for Gmail® lets you share Google Contact lists or groups. You can share your Gmail contacts or share Google Contacts with other Gmail & Google Workspace (G Suite) users in a matter of seconds. If you use Google Services and Google Contacts as your contacts manager then Shared Contacts for Gmail® is especially designed for you, to give you enhanced contact sharing capabilities.\n\nYou can create as many contact groups as you like and share your Google contact groups with as many Gmail and Google Workspace (G Suite) users as you like. Not only this, it also lets you define access permissions for the shared Google Contact labels. These permissions include view only access, editing permission, sharing permission, and permission to delete Google Contacts. You can also share Gmail contacts with other domain users and even free Gmail users in a matter of a few clicks.\n\nYou can also backup your Google Contacts with our app. In addition, our intuitive interface and strong integration helps you edit and share contacts directly from Gmail and Google Contacts, without having to login to your app dashboard. \n\nWe have built Shared Contacts for Gmail® in a way that can make it extremely easy for you to share Google Contacts with any Gmail and Google Workspace (G Suite) users. Simply install our app and start sharing your Google Contact Labels."
  }
}