{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Custom xmas product company"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Integrated product search and price calculation tool",
    "vi": "Công cụ tích hợp tìm kiếm sản phẩm và tính giá"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Custom Xmas Product Company application has a product search function and calculates prices based on the selected product type. Below is a detailed description of the application:\n\n2. Search for products:\nUsers can search for products by entering keywords in the search box and pressing the \"Search\" button.\nWhen the \"Search\" button is pressed, the application will redirect to the search results page.\n3. Calculate product price:\nCalculate product prices based on the selected product type.\nThey enter the quantity and select the product from the list.\nThen, they press the \"Calculator\" button to see the estimated price.\nPrices are calculated based on a fixed price for each product type and imported area.\n4. Instructions for use and care of the product:\nThe pricing results also come with specific instructions on how to care for the product.\nEach product type has its own care instructions to ensure durability and long-term preservation.\n\nCustom Xmas Product Company application is a multitasking tool that helps users search for products and calculate prices conveniently. The beautiful interface and detailed product care instructions make the user experience easy and comfortable.\n\nContact for application comments at:\n- Address: 444 Alaska Avenue, Suite #AVM879 Torrance, California 90503 USA\n- Email: sales@customxmas.com"
  }
}