{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "amplior"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store multiple copy and pastes on your chrome browser"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Store links, copied text, personal notes or anything else on a simple browser extension…\n\nHave you ever had the issue of hoping to copy and paste more than a single link or piece of text, having a thought on the go and not having a place to store it or wanting a place to put your bibliography and source links while doing research? Well, we did too! Thus, we decided to make amplior- a simple copy and paste tool where you can store all your links, references, notes or pieces of text you will ever need, having the piece of mind that they will save locally onto your browser without any risk of losing them (even during internet outage or power loss!).\n\nThrough this extension, one can increase online productivity, work rate and efficiency while completing tasks both better and faster. Through the simple UI of the extension, with easy functionality, one can peruse the web making notes, copying text and forming ideas at the click of a button. Due to the apps incredible ease of use and integration within Chrome, one can effortlessly add a keyboard auto-command shortcut to make this already simple extension better automated and streamlined (chrome://extensions/shortcuts). We hope you thoroughly enjoy this product and we look forward to hearing your feedback!\n\nPrevious Updates\n———————\n1.80 Changed packaging and CopyBin to amplior\n1.71 Updated packaging and store images, updated description, included shortcut ability.\n1.70 Publish ready update: New icon, sizing and sourcing of backgrounds, also additional bug fixes and edits, considering soft release feedback. \n1.10 ’Live backgrounds’; experience Copy Bin with all new custom beautiful backgrounds, which change every time you open!\n1.04 Update colours, resize buttons, bug fixes\n1.03 Icon/images update, bug fixes\n1.02 Multi-line copies (big chunks of text now work, not just links)\n1.01 Fixed sizing errors and other bug issues\n1.00 Extension Release (soft - October 2020)\n\nFuture Updates\n———————\nDay/Night mode\nCopy and paste images\nRelease on Firefox and Safari (less likely)\nAdd a history feature so you can access previously saved copied items\nAdd ‘tabs’ to save items to certain tasks or under certain headings\nMore customisable experience\nCustom colours, fonts etc\nDaily quotes\nTurn on/off ‘live background’\nCustom ‘live background’ so topics other than nature can be experienced \nContinue simplifying the process \nAdd an optional ‘new tab’ feature, which saves items to a tab for easier access and ease of use\nAdd auto ‘copy all’ button\n\nFeel free to send an email to copybinteam@gmail.com if you have any questions, requests or issues."
  }
}