{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pine Optimizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connects Pine Optimizer to TradingView, enabling users to automate TradingView backtest operations"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pine Optimizer is the ultimate accessory for serious TradingView users who want to tune their trading strategies for maximum profit and minimum risk.\n\nPine Optimizer is a web-based app that you open in your browser, just like any regular website. At the same time, you open TradingView in another browser tab. You'll also need to install the Pine Optimizer Chrome extension, which lets the two browser tabs communicate with each other.\n\nWhen you use Pine Optimizer, it silently sends instructions to the TradingView tab, to execute the kind of charting operations that you usually do manually.\n\nFor example, when you optimize a strategy, you'll typically want to execute a separate backtest for each permutation of its strategy parameter values.\n\nOptimizing any trading strategy could entail many backtests, and doing it manually might take forever. But, with Pine Optimizer, it's completely automated. Just launch your optimization and then sit back and relax, while Pine Optimizer and TradingView do the heavy lifting.\n\nWhen all the backtesting is complete, Pine Optimizer harvests the results from TradingView and presents them to you in a single-screen format that highlights the highest performing strategy settings. It also provides many secondary insights that will help you to identify further optimization opportunities.\n\nThe Pine Optimizer website includes comprehensive user documentation and a full video tutorial series, to help you get started. In less than an hour, you'll progress from complete beginner to expert strategy optimizer."
  }
}