{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nickname Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nick Name Generate Unlimited cool name with Symbols and PUBG Text for Facebook or Instagram 100% Free."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nick Name Generate  Unlimited Cool Name with Symbols and PUBG Text for Facebook or Instagram 100% Free.\n\nNickname Generator: The Fun Way to Create a Unique Nickname!\n\nWhat's your nickname? It's not hard to come up with a cool nickname, but how about one that sounds like a real word? Well, you're in luck, as this website lets you create random nicknames.\n\nIt's so easy, you can even create them right in your browser! Nickname Generator has made it super easy to generate a nickname for your own use.\n\nIf you like playing games like Minecraft, it will help you generate unique names for your creations.\n\nNickname Generator allows you to generate several different names.\n\nJust enter your desired first name and a random name will be generated.\n\nThere are many great reasons to use this free nickname generator, the most obvious is that it gives you Unlimited free names to choose from for your profile.\n\nYou can also use the random name generator to create nicknames for any occasion, like when you get back home after a long work week or when you're going to attend your friend's birthday party.\n\nIt's also perfect for creating some quick profile names for online dating and even helps with naming a new pet or kid."
  }
}