{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let's Baseball Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows you to play a baseball game"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Number Baseball\" game is where the user tries to guess the randomly generated three-digit number by the computer.\n\nGenerating the Computer's Secret Number: The computer randomly generates a three-digit number, which becomes the secret answer for the game. For example, let's say the computer generates \"789.\"\n\nUser's Guess: The user starts by making a guess of a three-digit number, attempting to figure out the computer's secret number. For instance, the user might guess \"123.\"\n\nFeedback: After each guess, the computer provides feedback about the accuracy of the user's guess. The feedback consists of two components:\n\nStrikes: The number of digits that are correct and in the correct position. For example, if the user guessed \"123\" and the correct answer is \"789,\" there are no strikes.\nBalls: The number of digits that are correct but in the wrong position. In the same example, there would be no balls.\nAdjusting the Guess: Based on the feedback, the user refines their next guess to improve accuracy. This process continues until the user accurately guesses the computer's randomly generated three-digit number.\n\nThe game continues, with the user adjusting their guesses using the feedback until they successfully identify the computer's secret three-digit number.\n\nI hope this clarifies how the \"Number Baseball\" game works, with the user attempting to guess the computer's randomly generated number."
  }
}