{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tab Scroller - Guitar Tab Auto Scroll"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto scroll designed especially for guitar tablature, pdf / text files, sheet music and chords or any website. Full keyboard control"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tabscroller is an auto scroll and metronome tool which is able to auto scroll any web site, Text file, google docs or PDF file. It is very useful for music reading (sheet music, tablatures, notes, chords...) for any instrument. \n\nTabscroller was developed especially for music reading in order to minimize distractions from you’re playing to scroll the page.  \n\nTabscroller works on any web site and you can find others usages for it such as:  reading, pictures ... and more.\n\n** the app itself does not contain any tablatures or files it just gives the ability to auto scroll them. \n\n✓ Easy to use - play, pause, stop (scrolls to the top of the page) and replay buttons \n\n✓ PDF files - load your own PDF files locally \n\n✓ Google Docs - load your own google docs files \n\n✓ Text files - load your own Text files locally \n\n✓ Metronome -  enable/disable metronome click while auto scrolling\n\n✓ Choose your own scroll speed - you can set your own scroll speed by clicking on one of six presets or manually.\n\n✓ Zoom in/out\n\n✓ Save your settings - settings are saved automatically for each url and will be loaded each time you return to it.\n\n✓ Full keyboard control - each control on the panel can be controlled via a keyboard shortcut. Just click the info icon and the full list of the shortcuts will appear  \n\n✓ Three display modes - Regular, Minimized and Keyboard mode\n\nKeyboard shortcuts\nenter, space - play/pause\nr - replay\nt - stop\n↑ - scroll up\n↓ - scroll down\n← - decrease speed\n→ - increase speed\nk - Keyboard Info\nctrl p - open pdf file\nctrl m - metronome on/off\nctrl 1 to 6 - presets 1 to 6\nctrl + zoom in\nctrl - zoom out"
  }
}