{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Downloader Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Downloader Pro is a tool for downloading images from websites."
  },
  "long": {
    "ar": "Image Downloader هو إضافة قوية لمتصفح Chrome مصممة لمساعدتك على تحميل الصور بكميات كبيرة بسهولة من مواقع الويب. سواء كنت بحاجة لجمع المواد، أو إنشاء معرض للصور، أو لأغراض أخرى، فإن Image Downloader سيكون مساعدك الموثوق به.\n\nالميزات الرئيسية:\n\n1. تحميل الصور بكميات كبيرة: بدلاً من حفظ الصور واحدة تلو الأخرى بالنقر بزر الماوس الأيمن، يُمكنك استخدام Image Downloader لتحميل جميع الصور على الصفحة دفعة واحدة، مما يوفر لك الكثير من الوقت والجهد.\n\n2. قواعد تصفية ذكية: باستخدام القواعد القابلة للتخصيص، يمكنك تصفية الصور بسهولة وفقًا لمعايير محددة مثل النطاق، الحجم، إلخ، لضمان تحميل الصور التي تحتاجها فقط وتجنب إهدار مساحة التخزين.\n\n3. معاينة وتحميل سريع: أثناء تصفح الصفحات الويب، يكفي تحريك الماوس فوق الصورة لمعاينتها بسرعة وتحميلها إلى جهازك بإجراءات بسيطة.\n\n4. الإعدادات الشخصية: يوفر Image Downloader مجموعة متنوعة من خيارات الإعدادات الشخصية، مما يتيح لك تخصيص تجربة التنزيل وفقًا لتفضيلاتك واحتياجاتك، بما في ذلك مسارات الحفظ، وقواعد تسمية الملفات، إلخ.",
    "am,bg,bn,ca,cs,da,el,et,fa,fi,gu,he,hr,hu,kn,lt,lv,ml,mr,no,pl,ro,sk,sl,sv,ta,te": "Image Downloader is a powerful Chrome extension designed to help you easily download images in bulk from websites. Whether you need to collect materials, build a gallery, or for other purposes, Image Downloader will be your reliable assistant.\n\nKey features:\n\n1. Bulk image downloading: Instead of saving images one by one with a right-click, Image Downloader allows you to download all images on a page at once, saving you a lot of time and effort.\n\n2. Intelligent filtering rules: With customizable rules, you can easily filter out images that meet specific criteria such as domain, size, etc., ensuring that you only download the images you need and avoiding wasting storage space.\n\n3. Quick preview and download: While browsing web pages, simply hover your mouse over an image to quickly preview it and download it to your device with simple actions.\n\n4. Personalized settings: Image Downloader offers a variety of personalized settings options, allowing you to customize your download experience according to your preferences and needs, including saving paths, file naming rules, etc.",
    "de": "Image Downloader ist eine leistungsstarke Chrome-Erweiterung, die entwickelt wurde, um Ihnen das einfache Massen-Download von Bildern von Websites zu ermöglichen. Egal, ob Sie Material sammeln, eine Galerie erstellen oder für andere Zwecke verwenden möchten, Image Downloader wird Ihr zuverlässiger Assistent sein.\n\nHauptfunktionen:\n\n1. Massenbild-Download: Anstatt Bilder einzeln mit einem Rechtsklick zu speichern, ermöglicht es Ihnen Image Downloader, alle Bilder auf einer Seite auf einmal herunterzuladen und Ihnen so viel Zeit und Mühe zu sparen.\n\n2. Intelligente Filterregeln: Mit anpassbaren Regeln können Sie Bilder einfach filtern, die bestimmten Kriterien wie Domain, Größe usw. entsprechen, um sicherzustellen, dass Sie nur die Bilder herunterladen, die Sie benötigen, und um Speicherplatzverschwendung zu vermeiden.\n\n3. Schnelle Vorschau und Download: Während Sie Webseiten durchsuchen, genügt es, mit der Maus über ein Bild zu fahren, um es schnell anzuzeigen, und es durch einfache Aktionen auf Ihr Gerät herunterzuladen.\n\n4. Persönliche Einstellungen: Image Downloader bietet eine Vielzahl von personalisierbaren Einstellungsoptionen, mit denen Sie Ihr Download-Erlebnis nach Ihren Vorlieben und Bedürfnissen anpassen können, einschließlich Speicherpfaden, Dateinamensregeln usw.",
    "en,en_AU,en_GB,en_US,es_419": "Image Downloader is a powerful Chrome extension designed to help you easily download images in bulk from websites. Whether you need to collect materials, build a gallery, or for other purposes, Image Downloader will be your reliable assistant.\n\nKey features:\n1. Bulk image downloading: Instead of saving images one by one with a right-click, Image Downloader allows you to download all images on a page at once, saving you a lot of time and effort.\n2. Intelligent filtering rules: With customizable rules, you can easily filter out images that meet specific criteria such as domain, size, etc., ensuring that you only download the images you need and avoiding wasting storage space.\n3. Quick preview and download: While browsing web pages, simply hover your mouse over an image to quickly preview it and download it to your device with simple actions.\n4. Personalized settings: Image Downloader offers a variety of personalized settings options, allowing you to customize your download experience according to your preferences and needs, including saving paths, file naming rules, etc.\n\n\nUpdates:\nv1.0.0 - First release with love :-)\nv1.0.1 - Add support for images from css background - Add copy links button - Add select all images options\nv1.0.2 - Add URL only option for image grid\nv1.0.3 - Fix minor bugs",
    "es": "Image Downloader es una potente extensión de Chrome diseñada para ayudarte a descargar fácilmente imágenes en masa desde sitios web. Ya sea que necesites recopilar material, crear una galería u otros propósitos, Image Downloader será tu asistente confiable.\n\nCaracterísticas principales:\n\n1. Descarga de imágenes en masa: en lugar de guardar las imágenes una por una con clic derecho, Image Downloader te permite descargar todas las imágenes de una página de una sola vez, ahorrándote mucho tiempo y esfuerzo.\n\n2. Reglas de filtrado inteligentes: con reglas personalizables, puedes filtrar fácilmente las imágenes que cumplen con criterios específicos como el dominio, el tamaño, etc., asegurándote de descargar solo las imágenes que necesitas y evitando desperdiciar espacio de almacenamiento.\n\n3. Vista previa y descarga rápida: mientras navegas por las páginas web, simplemente pasa el mouse sobre una imagen para obtener una vista previa rápida y descargarla a tu dispositivo con acciones simples.\n\n4. Configuraciones personalizadas: Image Downloader ofrece una variedad de opciones de configuración personalizables, lo que te permite personalizar tu experiencia de descarga según tus preferencias y necesidades, incluidas las rutas de almacenamiento, las reglas de nombres de archivos, etc.",
    "fil": "Ang Image Downloader ay isang makapangyarihang extension ng Chrome na dinisenyo upang tulungan kang madaling mag-download ng mga larawan nang sabay-sabay mula sa mga website. Anuman ang iyong pangangailangan, tulad ng pagkolekta ng mga materyales, pagbuo ng isang gallery, o para sa iba pang mga layunin, ang Image Downloader ay magiging isang mapagkakatiwalaang kasangga.\n\nMga Pangunahing Tampok:\n\n1. Pag-download ng mga larawan nang sabay-sabay: Sa halip na mag-save ng mga larawan isa-isa gamit ang right-click, maaari kang mag-download ng lahat ng mga larawan sa isang pahina nang sabay-sabay, na nagtutipid sa iyo ng maraming oras at pagod.\n\n2. Mga intelligenteng patakaran sa pag-filter: Sa pamamagitan ng mga custom na patakaran, madaling ma-filter ang mga larawan na sumusunod sa tiyak na mga kundisyon tulad ng domain, sukat, at iba pa, upang tiyakin na ikaw lamang ay magda-download ng mga larawan na kailangan mo at maiwasan ang pag-aaksaya ng espasyo sa storage.\n\n3. Mabilis na prebyu at pag-download: Habang nagbabrowse ng mga web page, sapat na mag-hover ang iyong mouse sa isang larawan upang mabilis na prebyu-in ito at i-download sa iyong device sa pamamagitan ng simpleng mga hakbang.\n\n4. Personalisadong mga setting: Nag-aalok ang Image Downloader ng iba't ibang mga option para sa personalisasyon ng mga setting, na nagbibigay-daan sa iyo na i-customize ang iyong karanasan sa pag-download ayon sa iyong mga preference at pangangailangan, kabilang ang mga landas ng pag-save, mga patakaran sa pangalan ng file, atbp.",
    "fr": "Image Downloader est une puissante extension Chrome conçue pour vous aider à télécharger facilement en masse des images à partir de sites Web. Que vous ayez besoin de collecter des matériaux, de constituer une galerie ou pour d'autres usages, Image Downloader sera votre assistant fiable.\n\nFonctionnalités principales :\n\n1. Téléchargement en masse d'images : Au lieu de sauvegarder les images une par une en faisant un clic droit, Image Downloader vous permet de télécharger toutes les images d'une page en une seule fois, vous faisant gagner beaucoup de temps et d'efforts.\n\n2. Règles de filtrage intelligentes : Avec des règles personnalisables, vous pouvez facilement filtrer les images répondant à des critères spécifiques tels que le nom de domaine, la taille, etc., afin de vous assurer de télécharger uniquement les images dont vous avez besoin et d'éviter de gaspiller de l'espace de stockage.\n\n3. Aperçu rapide et téléchargement : Pendant que vous naviguez sur les pages Web, il vous suffit de survoler une image pour en obtenir un aperçu rapide et de la télécharger sur votre appareil avec des actions simples.\n\n4. Paramètres personnalisés : Image Downloader propose une variété d'options de paramétrage personnalisées, vous permettant de personnaliser votre expérience de téléchargement en fonction de vos préférences et de vos besoins, y compris les chemins de sauvegarde, les règles de nommage des fichiers, etc.",
    "hi": "Image Downloader एक शक्तिशाली क्रोम एक्सटेंशन है जो आपको वेबसाइट से छवियों को बड़े पैमाने पर आसानी से डाउनलोड करने में मदद करने के लिए डिज़ाइन किया गया है। चाहे आप सामग्री एकत्र करना चाहें, एक गैलरी बनाना चाहें, या अन्य उद्देश्यों के लिए, Image Downloader आपका विश्वसनीय सहायक बनेगा।\n\nमुख्य विशेषताएँ:\n\n1. बड़े पैमाने पर छवियों को डाउनलोड करना: बाएं क्लिक के साथ एक-एक करके छवियां सहेजने की बजाय, Image Downloader आपको पृष्ठ पर सभी छवियों को एक साथ डाउनलोड करने की अनुमति देता है, आपको काफी समय और परिश्रम बचाता है।\n\n2. बुद्धिमान फिल्टरिंग नियम: सान्निध्य, आकार आदि जैसी विशिष्ट मानों को पूरा करने वाली छवियों को आसानी से फिल्टर करने के लिए, आपको सान्निध्य, आकार आदि के लिए सान्निध्य युक्त नियमों का उपयोग कर सकते हैं, इससे आप उन्हीं छवियों को डाउनलोड करेंगे जो आपको चाहिए और स्टोरेज स्थान की बर्बादी से बचें।\n\n3. त्वरित पूर्वावलोकन और डाउनलोड: वेब पृष्ठों को ब्राउज़ करते समय, छवि पर माउस हवाला देकर आप उसे त्वरित रूप से पूर्वावलोकन कर सकते हैं और आसान कार्रवाई के साथ अपने डिवाइस पर डाउनलोड कर सकते हैं।\n\n4. व्यक्तिगत सेटिंग्स: Image Downloader व्यक्तिगत सेटिंग्स विकल्पों की एक विविधता प्रदान करता है, जिससे आप अपनी पसंद और आवश्यकताओं के अनुसार अपने डाउनलोड अनुभव को व्यक्तिगत कर सकते हैं, सहेजने के मार्ग, फ़ाइल नाम नियम इत्यादि शामिल है।",
    "id": "Image Downloader adalah ekstensi Chrome yang kuat yang dirancang untuk membantu Anda mengunduh gambar dalam jumlah besar dari situs web dengan mudah. Baik Anda perlu mengumpulkan bahan, membangun galeri, atau untuk tujuan lain, Image Downloader akan menjadi asisten Anda yang handal.\n\nFitur Utama:\n\n1. Pengunduhan gambar dalam jumlah besar: Alih-alih menyimpan gambar satu per satu dengan klik kanan, Image Downloader memungkinkan Anda mengunduh semua gambar di halaman sekaligus, menghemat banyak waktu dan energi.\n\n2. Aturan penyaringan cerdas: Dengan aturan yang dapat disesuaikan, Anda dapat dengan mudah menyaring gambar yang memenuhi kriteria tertentu seperti domain, ukuran, dll., memastikan Anda hanya mengunduh gambar yang Anda butuhkan dan menghindari pemborosan ruang penyimpanan.\n\n3. Pratinjau dan unduh cepat: Saat menjelajahi halaman web, Anda hanya perlu menggerakkan mouse di atas gambar untuk segera melihat pratinjau dan mengunduhnya ke perangkat Anda dengan tindakan sederhana.\n\n4. Pengaturan personalisasi: Image Downloader menawarkan berbagai opsi pengaturan personalisasi, memungkinkan Anda menyesuaikan pengalaman unduhan Anda sesuai dengan preferensi dan kebutuhan Anda, termasuk jalur penyimpanan, aturan penamaan file, dll.",
    "it": "Image Downloader è un potente estensione per Chrome progettata per aiutarti a scaricare facilmente immagini in blocco da siti web. Che tu abbia bisogno di raccogliere materiale, creare una galleria o per altri scopi, Image Downloader sarà il tuo affidabile assistente.\n\nCaratteristiche principali:\n\n1. Download di immagini in blocco: anziché salvare le immagini una per una con un clic destro, Image Downloader consente di scaricare tutte le immagini presenti su una pagina in una sola volta, risparmiando molto tempo ed energia.\n\n2. Regole di filtraggio intelligenti: con regole personalizzabili, è possibile filtrare facilmente le immagini che soddisfano criteri specifici come il dominio, le dimensioni, ecc., garantendo di scaricare solo le immagini di cui si ha bisogno e evitando sprechi di spazio di archiviazione.\n\n3. Anteprima e download veloci: mentre si naviga sulle pagine web, è sufficiente passare il mouse su un'immagine per visualizzarla rapidamente e scaricarla sul proprio dispositivo con semplici azioni.\n\n4. Impostazioni personalizzate: Image Downloader offre una varietà di opzioni di impostazioni personalizzabili, consentendo di personalizzare l'esperienza di download in base alle proprie preferenze e necessità, inclusi percorsi di salvataggio, regole di denominazione dei file, ecc.",
    "ja": "Image Downloader は、ウェブサイトから簡単に大量の画像をダウンロードできる強力なChrome拡張機能です。素材の収集、ギャラリーの構築、その他の目的に役立ちます。Image Downloader は、頼れる助手となるでしょう。\n\n主な機能：\n\n1. 一括画像ダウンロード：画像を一枚ずつ右クリックして保存する必要はありません。Image Downloader を使用すれば、ページ上のすべての画像を一度にダウンロードできます。これにより、多くの時間と労力が節約されます。\n\n2. スマートフィルタリングルール：カスタマイズ可能なルールを使用して、特定の条件（ドメイン、サイズなど）に一致する画像を簡単にフィルタリングできます。必要な画像のみをダウンロードし、ストレージスペースを無駄にしないようにします。\n\n3. 早期プレビューとダウンロード：ウェブページを閲覧中に、マウスを画像の上にホバーするだけで、画像を簡単にプレビューしてデバイスにダウンロードできます。\n\n4. パーソナライズされた設定：Image Downloader には、保存パス、ファイル命名規則などを含むさまざまなパーソナライズ設定オプションがあります。これにより、好みやニーズに応じてダウンロード体験をカスタマイズできます。",
    "ko": "Image Downloader는 웹 사이트에서 이미지를 쉽게 대량으로 다운로드할 수 있도록 설계된 강력한 크롬 확장 프로그램입니다. 자료 수집, 갤러리 작성 또는 기타 목적으로 사용하든, Image Downloader가 신뢰할 수 있는 도우미가 될 것입니다.\n\n주요 기능:\n\n1. 대량 이미지 다운로드: 이미지를 우클릭으로 하나씩 저장하는 대신, Image Downloader를 사용하여 페이지의 모든 이미지를 한 번에 다운로드할 수 있습니다. 이렇게 하면 많은 시간과 노력을 절약할 수 있습니다.\n\n2. 스마트 필터링 규칙: 사용자 정의 규칙을 사용하여 도메인, 크기 등 특정 조건을 충족하는 이미지를 쉽게 필터링할 수 있습니다. 필요한 이미지만 다운로드하여 저장 공간을 낭비하지 않도록합니다.\n\n3. 빠른 미리 보기 및 다운로드: 웹 페이지를 탐색하는 동안 이미지 위로 마우스를 가져가면 간편한 조치로 빠르게 이미지를 미리 보고 장치로 다운로드 할 수 있습니다.\n\n4. 개인 설정: Image Downloader는 저장 경로, 파일 이름 규칙 등을 포함한 다양한 개인 설정 옵션을 제공하여 사용자 선호도와 요구 사항에 맞춰 다운로드 경험을 사용자 정의할 수 있습니다.",
    "ms": "Image Downloader adalah satu sambungan Chrome yang kuat yang direka untuk membantu anda memuat turun gambar secara pukal dari laman web dengan mudah. Sama ada anda perlu mengumpul bahan, membina galeri, atau untuk tujuan lain, Image Downloader akan menjadi pembantu yang boleh dipercayai.\n\nCiri Utama:\n\n1. Muat turun gambar secara pukal: Daripada menyimpan gambar satu per satu dengan klik kanan, Image Downloader membolehkan anda memuat turun semua gambar pada satu halaman sekaligus, menjimatkan banyak masa dan usaha.\n\n2. Peraturan penapisan pintar: Dengan peraturan yang boleh disesuaikan, anda boleh dengan mudah menapis gambar yang memenuhi kriteria tertentu seperti domain, saiz, dll., untuk memastikan anda hanya memuat turun gambar yang anda perlukan dan mengelakkan pembaziran ruang storan.\n\n3. Pratonton dan muat turun cepat: Semasa melayari halaman web, anda hanya perlu menggerakkan tetikus ke atas gambar untuk melihat pratonton dengan cepat dan memuat turunnya ke peranti anda dengan tindakan mudah.\n\n4. Tetapan peribadi: Image Downloader menawarkan pelbagai pilihan tetapan peribadi, membolehkan anda menyesuaikan pengalaman muat turun anda mengikut kehendak dan keperluan anda, termasuk laluan penyimpanan, peraturan penamaan fail, dan lain-lain.",
    "nl": "Image Downloader is een krachtige Chrome-extensie die is ontworpen om u te helpen gemakkelijk in bulk afbeeldingen van websites te downloaden. Of u nu materiaal verzamelt, een galerij maakt of voor andere doeleinden gebruikt, Image Downloader zal uw betrouwbare assistent zijn.\n\nBelangrijkste kenmerken:\n\n1. Bulkafbeeldingen downloaden: In plaats van afbeeldingen één voor één op te slaan met een rechtermuisklik, kunt u met Image Downloader alle afbeeldingen op een pagina tegelijk downloaden, waardoor u veel tijd en moeite bespaart.\n\n2. Slimme filterregels: Met aanpasbare regels kunt u eenvoudig afbeeldingen filteren die voldoen aan specifieke criteria zoals domein, grootte, etc., om ervoor te zorgen dat u alleen de afbeeldingen downloadt die u nodig heeft en om verspilling van opslagruimte te voorkomen.\n\n3. Snelle voorvertoning en download: Terwijl u webpagina's bekijkt, hoeft u alleen maar met de muis over een afbeelding te bewegen om deze snel te bekijken en met eenvoudige acties naar uw apparaat te downloaden.\n\n4. Persoonlijke instellingen: Image Downloader biedt een scala aan personaliseerbare instellingsopties, waarmee u uw downloadervaring kunt aanpassen aan uw voorkeuren en behoeften, waaronder opslagpaden, bestandsnamenregels, etc.",
    "pt_BR,pt_PT": "O Image Downloader é uma poderosa extensão para o Chrome projetada para ajudá-lo a baixar facilmente imagens em massa de sites. Seja para coletar materiais, criar uma galeria ou para outros propósitos, o Image Downloader será seu assistente confiável.\n\nPrincipais características:\n\n1. Download de imagens em massa: Em vez de salvar as imagens uma por uma com um clique direito, o Image Downloader permite que você baixe todas as imagens de uma página de uma vez, poupando muito tempo e esforço.\n\n2. Regras de filtragem inteligentes: Com regras personalizáveis, você pode facilmente filtrar imagens que atendem a critérios específicos como domínio, tamanho, etc., garantindo que você baixe apenas as imagens que precisa e evitando desperdício de espaço de armazenamento.\n\n3. Visualização e download rápidos: Enquanto navega pelas páginas da web, basta passar o mouse sobre uma imagem para visualizá-la rapidamente e baixá-la para o seu dispositivo com ações simples.\n\n4. Configurações personalizadas: O Image Downloader oferece uma variedade de opções de configuração personalizáveis, permitindo que você personalize sua experiência de download de acordo com suas preferências e necessidades, incluindo caminhos de salvamento, regras de nomeação de arquivos, etc.",
    "ru": "Image Downloader - это мощное расширение для Chrome, разработанное для упрощения массовой загрузки изображений с веб-сайтов. Будь то сбор материалов, создание галереи или для других целей, Image Downloader станет вашим надежным помощником.\n\nОсновные функции:\n\n1. Массовая загрузка изображений: Вместо сохранения изображений по одному с помощью правой кнопки мыши, Image Downloader позволяет загружать все изображения на странице одновременно, экономя много времени и усилий.\n\n2. Умные правила фильтрации: С помощью настраиваемых правил вы легко можете фильтровать изображения, соответствующие определенным критериям, таким как доменное имя, размер и т. д., чтобы гарантировать загрузку только нужных вам изображений и избежать расточительства места на диске.\n\n3. Быстрый предварительный просмотр и загрузка: При просмотре веб-страниц достаточно навести указатель мыши на изображение, чтобы быстро просмотреть его и загрузить на ваше устройство простыми действиями.\n\n4. Персонализированные настройки: Image Downloader предлагает разнообразные параметры персонализации, позволяющие настроить ваш опыт загрузки в соответствии с вашими предпочтениями и потребностями, включая пути сохранения, правила именования файлов и т. д.",
    "sr": "Довнлоадер имаге је моћан хромирано проширење које ће вам помоћи да лако преузмете слике на веб локацији у серијама. Без обзира да ли је потребно да сакупљате материјале, успоставите галерију или у друге сврхе, преузимање слика постаће ваш помоћник помоћи.\n\nПосебна одлика:\n\n1. Преузмите слике у серијама: десно -Кликните да их сачувате један по један. Доградителац слике може преузети све слике на целој страници у једном тренутку да вам уштеде пуно времена и енергије.\n\n2. Интелигентна правила филтрирања: путем прилагођених правила, можете лако да филтрирате слике које испуњавају одређене услове, као што су имена и величине домена, како бисте осигурали да преузмете само слике које морате да избегнете откуцавање простора за складиштење.\n\n3. Брзо прегледајте и преузмите: Када прегледавате мрежу, морате само да објесите миш на слику да бисте брзо прегледали слику и преузели га на свој уређај једноставним операцијама.\n\n4. Персонализована подешавања: Преузимање слике нуди богату персонализовану опцију подешавања, што вам омогућава да прилагодите искуство преузимања у складу са вашим жељама и потребама, укључујући стазе за очување и правила за именовање датотека.",
    "sw": "Image Downloader ni njira yokusondela okondza maonjesi ku Chrome okolombeli ye, yokusiza kuti usondze mafilimu ekutindzaka ku intaneti kahle. Kwakukhona noma ungena eziyinkimbinkimbi, okwenza igaleri noma kulezinye izinto, Image Downloader izobe izithuthi zakho ezithembekile.\n\nAmagama angaphambili:\n\n1. Ukusondela maonjesi ekutindzaka: Phambi kokuhlangana kumonjesi ngemonjani ukuhlola ungasavula ngonyawo, Image Downloader iya kufumana konke ku intanethi kuze kube sekupheleni, kwenze lokusiza ngokuphela.\n\n2. Izinqubo ezenzakalayo zokuqhathanisa: Ngokuzimisela izinqubo ezimiselwe, ungakwazi ukudonsa amaphoto okulandelayo okwenzayo okwenziwe okwenzileyo, njenge-domene, usayizi, njll., Ukuze kube nokuthi ulondoloze kuphela amaphoto ofuna okanye uzakuthola amaphoto onokufuna, ukuhlanganisa ukuwaphulukisa kwesipho sezimfuno.\n\n3. Ukubukeka okushesha futhi okusondela: Ekuboniseni izithombe zesayithi, kuzothinta kuphela ukucasha isando, futhi lokhu kuzoba nokusa izithombe kuya ekhompyutha yakho ngezindlela ezifanele.\n\n4. Izici ezinikezelwayo: Image Downloader inikeza amasethingi anikezelwe angaphezu kwamathuluzi okunikezelwa, ekwenzeni wena ukukwenza ukulungisa kwesitimela sokudonsa kwakho ngokwesiphezulu kweziprefeshi nezinzuzo zakho, kungabakho izilonda sokudonsa, izimfuno zebhulukwe lezifayela, njll.",
    "th": "Image Downloader เป็นส่วนขยายของ Chrome ที่มีประสิทธิภาพออกแบบมาเพื่อช่วยให้คุณสามารถดาวน์โหลดรูปภาพจำนวนมากจากเว็บไซต์ได้อย่างง่ายดาย ไม่ว่าจะเป็นการสะสมสิ่งของ สร้างแกลเลอรี หรือจุดประสงค์อื่น ๆ Image Downloader จะเป็นเพื่อนคู่ความเชื่อถือของคุณ\n\nคุณสมบัติหลัก:\n\n1. การดาวน์โหลดรูปภาพเป็นกลุ่ม: แทนที่จะบันทึกรูปภาพหนึ่งต่อหนึ่งด้วยการคลิกขวา Image Downloader ช่วยให้คุณสามารถดาวน์โหลดรูปภาพทั้งหมดในหน้าเว็บไซต์ในครั้งเดียว เพื่อประหยัดเวลาและความพยายามมากมาย\n\n2. กฎกรองที่ฉลาด: ด้วยกฎที่กำหนดเองคุณสามารถกรองรูปภาพที่เข้ากันกับเกณฑ์เฉพาะ เช่น โดเมน, ขนาด ฯลฯ เพื่อให้แน่ใจว่าคุณดาวน์โหลดเฉพาะรูปภาพที่คุณต้องการเท่านั้น และป้องกันการสูญเสียพื้นที่จัดเก็บข้อมูล\n\n3. การดูตัวอย่างและการดาวน์โหลดอย่างรวดเร็ว: ขณะที่คุณเรียกดูหน้าเว็บคุณสามารถโฮว์เวอร์หรือวางเม้าส์บนรูปภาพเพื่อดูตัวอย่างและดาวน์โหลดไปยังอุปกรณ์ของคุณด้วยขั้นตอนง่าย ๆ\n\n4. การตั้งค่าที่กำหนดเอง: Image Downloader มีตัวเลือกการตั้งค่าที่หลากหลายซึ่งช่วยให้คุณปรับปรุงประสบการณ์การดาวน์โหลดของคุณตามความชอบและความต้องการของคุณได้ เช่น เส้นทางการบันทึก กฎของการตั้งชื่อไฟล์ ฯลฯ",
    "tr": "Image Downloader, web sitelerinden kolayca toplu olarak resim indirmenize yardımcı olmak için tasarlanmış güçlü bir Chrome eklentisidir. Malzeme toplamak, bir galeri oluşturmak veya diğer amaçlar için olsun, Image Downloader güvenilir bir yardımcınız olacaktır.\n\nAna özellikler:\n\n1. Toplu resim indirme: Sağ tıkla tek tek resimleri kaydetmek yerine, Image Downloader tüm bir sayfadaki tüm resimleri aynı anda indirmenize olanak tanır, bu da size çok zaman ve çaba kazandırır.\n\n2. Akıllı filtreleme kuralları: Özelleştirilebilir kurallarla belirli kriterlere uyan resimleri kolayca filtreleyebilirsiniz, böylece sadece ihtiyacınız olan resimleri indirdiğinizden ve depolama alanı israfını önlediğinizden emin olursunuz.\n\n3. Hızlı önizleme ve indirme: Web sayfalarında gezinirken, resmin üzerine gelerek hızlı bir önizleme alabilir ve basit adımlarla cihazınıza indirebilirsiniz.\n\n4. Kişiselleştirilmiş ayarlar: Image Downloader, tercihlerinize ve ihtiyaçlarınıza göre indirme deneyiminizi özelleştirmenize olanak tanıyan çeşitli ayar seçenekleri sunar, bu da depolama yolları, dosya adı kuralları vb. dahil olmak üzere.",
    "uk": "Image Downloader - це потужне розширення для Chrome, яке призначене для допомоги вам легко завантажувати зображення масово з веб-сайтів. Незалежно від того, чи потрібно вам збирати матеріали, створювати галерею чи використовувати для інших цілей, Image Downloader стане вашим надійним помічником.\n\nОсновні функції:\n\n1. Масове завантаження зображень: Замість того, щоб зберігати зображення по одному за допомогою правого кліку, Image Downloader дозволяє вам завантажити всі зображення на сторінці одночасно, що заощаджує вам багато часу та зусиль.\n\n2. Розумні правила фільтрації: За допомогою налаштовуваних правил ви можете легко фільтрувати зображення, які відповідають певним критеріям, таким як домен, розмір і т. д., щоб переконатися, що ви завантажуєте лише ті зображення, які вам потрібні, та уникнути марної витрати місця на диску.\n\n3. Швидкий попередній перегляд та завантаження: Під час перегляду веб-сторінок достатньо навести курсор миші на зображення, щоб швидко переглянути його та завантажити на ваш пристрій за допомогою простих дій.\n\n4. Персоналізовані налаштування: Image Downloader надає різноманітні опції налаштувань, що дозволяють налаштувати ваш досвід завантаження відповідно до ваших уподобань та потреб, включаючи шляхи збереження, правила найменування файлів тощо.",
    "vi": "Image Downloader là một tiện ích mở rộng mạnh mẽ của Chrome, được thiết kế để giúp bạn dễ dàng tải xuống ảnh hàng loạt từ các trang web. Cho dù bạn cần thu thập tài liệu, xây dựng thư viện ảnh, hoặc cho mục đích khác, Image Downloader sẽ trở thành người trợ giúp đáng tin cậy của bạn.\n\nCác tính năng nổi bật:\n\n1. Tải xuống ảnh hàng loạt: Thay vì lưu từng ảnh một bằng cách nhấp chuột phải, Image Downloader cho phép bạn tải xuống tất cả các ảnh trên một trang cùng một lúc, tiết kiệm rất nhiều thời gian và công sức.\n\n2. Quy tắc lọc thông minh: Với các quy tắc tùy chỉnh, bạn có thể dễ dàng lọc ra các ảnh phù hợp với các điều kiện cụ thể như tên miền, kích thước, vv., đảm bảo rằng bạn chỉ tải xuống những ảnh bạn cần và tránh lãng phí không gian lưu trữ.\n\n3. Xem trước và tải xuống nhanh chóng: Khi duyệt web, chỉ cần di chuột qua ảnh để xem trước nhanh chóng và tải xuống nó vào thiết bị của bạn với các thao tác đơn giản.\n\n4. Cài đặt cá nhân hóa: Image Downloader cung cấp một loạt các tùy chọn cài đặt cá nhân hóa, cho phép bạn tùy chỉnh trải nghiệm tải xuống theo sở thích và nhu cầu của mình, bao gồm đường dẫn lưu, quy tắc đặt tên tập tin, v.v.",
    "zh_CN": "Image Downloader 是一款功能强大的 Chrome 扩展，旨在帮助您轻松批量下载网站上的图片。无论您是需要收集素材、建立图库，还是为了其他目的，Image Downloader 都将成为您的得力助手。\n\n特色功能：\n1、批量下载图片： 无需一个个图片右键保存，Image Downloader 可以一次性下载整个页面上的所有图片，节省您大量的时间和精力。\n2、智能过滤规则： 通过自定义规则，您可以轻松地过滤出符合特定条件的图片，如域名、尺寸等，确保您只下载到您需要的图片，避免浪费存储空间。\n3、快速预览和下载： 在浏览网页时，只需将鼠标悬停在图片上，即可快速预览图片，并通过简单的操作将其下载到您的设备中。\n4、个性化设置： Image Downloader 提供了丰富的个性化设置选项，让您根据自己的喜好和需求定制下载体验，包括保存路径、文件命名规则等。\n\n\n更新日志:\nv1.0.0 - 初始版本\nv1.0.1 - 增加从背景样式提取图片功能 - 增加复制图片链接到剪切板功能 - 增加默认选择全部图片选项\nv1.0.2 - 增加显示图片或者图片链接的选项\nv1.0.3 - 修复少量问题",
    "zh_TW": "Image Downloader 是一個功能強大的 Chrome 擴展，旨在幫助您輕鬆批量下載網站上的圖片。無論您是需要收集素材、建立圖庫，還是為了其他目的，Image Downloader 都將成為您的得力助手。\n\n特色功能：\n\n1、批量下載圖片： 無需一個個圖片右鍵保存，Image Downloader 可以一次性下載整個頁面上的所有圖片，節省您大量的時間和精力。\n\n2、智能過濾規則： 通過自定義規則，您可以輕鬆地過濾出符合特定條件的圖片，如域名、尺寸等，確保您只下載到您需要的圖片，避免浪費存儲空間。\n\n3、快速預覽和下載： 在瀏覽網頁時，只需將滑鼠懸停在圖片上，即可快速預覽圖片，並通過簡單的操作將其下載到您的設備中。\n\n4、個性化設置： Image Downloader 提供了豐富的個性化設置選項，讓您根據自己的喜好和需求定制下載體驗，包括保存路徑、文件命名規則等。"
  }
}