{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Media.io - Free Video and Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An all-round video recorder & editor. Save, edit, and share your video instantly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Media.io chrome screen recorder is an all-round video recorder & editor, designed to capture, edit, save or post videos on the fly. 100% free and convenient to use!\n\nWith Media.io, you can record your screen, webcam, or both with internal audio and voiceover with minimal effort. It also comes with a multitude of editing tools to level up your captured contents, making information presentation and sharing easier. Perfect for business, education or personal life.\n\nThe service is trusted by millions of users, and it would be appreciated if you could provide feedback and suggestions to help us get better.\n\nWhat can Media.io do for you?\n\n-Recording made easy\nCapture an entire desktop screen, window, or tab in 1 click.\nRecord your face to add a personalized touch.\nSupport internal & external audio recording.\nOutput HD results (480P/720P/1080P).\nGrab unlimited videos for free.\nWatermark-free.\n\n-Powerful in-built editor\nSplit, cut, crop, flip, rotate, merge your recordings.\nAdd shapes, texts and markers to add annotations.\nAUTO transcribe recordings to texts or subtitles.\nRoyalty-free stock templates, emojis & music.\nExport as MP4, WebM, MP3, or more.\n\n-Save & share your awesome recordings\nAccess all recordings on the cloud or download locally.\nResize videos with preset sizes for social media.\nCopy a shareable link with 1 click (coming soon).\n\n\nHow does it work?\n1.\tChoose a recording mode.\nLaunch Media.io recorder and select “screen only”, “webcam only”, “audio only” or “screen + webcam” mode based on your needs.\n2.\tCustomize settings and start recording.\nInput camera and audio devices (when needed). Choose the screen area that you want to capture and hit “Start Recording” button. \n3.\tEdit/Export your recordings.\nOnce the recording completed, click on “Stop” and “Add to Timeline” to do any edits you deem necessary. Finally, export and share your clips.\n\nDon’t just take our work for it!\nHear what our Customers Say:\n“The captured video and voice are in brilliant quality. I use it to record streaming video and radio audio, very often lol. I’ve spun Media.io on my browser for an easy access.” (Lucas W)\n\n“The best free screen recorder chrome extension I’ve met. It handles high performance gaming without any glitches. Highly recommended!” (Matthew B.)\n\n“It does help me quickly record a product demo video for my customers. The best part? I found the hidden video editor more capable than other traditional recorders. I have to say; the auto transcription tool saves me much time and effort! Thank you, guys!” (Edwin Garcia)\n\n“Online lectures or other e-learning materials can be captured in just hitting a button. Sometimes I record myself and put some funny stickers and texts over the video, trying to teach them less, but acquire more…Anyway, Media.io recorder deserves a try. A nice tool without watermark.” (Anastasia C.)\n\nContact Us:\nFacebook: https://www.facebook.com/MediaioOfficial\nSupport: https://www.media.io/help.html"
  }
}