{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Privacy Control (GPC) Inspector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This GPC Chrome Extension enables the Global Privacy Control opt-out signal and evaluates how websites respond to the setting"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Global Privacy Control Chrome Extension enables the GPC setting and evaluates whether whether websites honor the opt-out setting by providing transparency into the personal data shared with third parties.\n\nThe right for website visitors to opt-out of the sale of personal information is a hallmark of data privacy laws such as the California Consumer Privacy Act (CCPA). Regulators are accelerating enforcement against companies that do not honor the Global Privacy Control (GPC) signal as a valid opt-out.  \"Under law, [GPC] must be honored by covered businesses as a valid consumer request to stop the sale of personal information.\" https://oag.ca.gov/privacy/ccpa\"\n\nFor developers and IT teams, this extension helps understand and debug how webpages respond to the GPC signal. Diagnostic capabilities include:\n - Validate the GPC signal was set and the website response is consistent with the GPC specification\n- Diagnose website behavior including whether the GPC signal was read by the page\n- Debug whether personal data is shared by examining information provided to third parties using beacons and cookies.\n\nQuestions? Feedback? We'd love to hear from you at contact@protegis.io"
  }
}