{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gyde: AI Documentation in Video & Screenshots"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save hours daily by instantly auto-generating & sharing step-by-step guides, ensuring everyone masters any process quickly & easily."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "▶ Why waste hours on creating text documentation & guides manually?\n\nSave hours daily creating video and screenshot documentation by utilizing Gyde – a #productivityhack extension that automatically turns any process into a step-by-step guide in both video and screenshot format in SECONDS - You heard it right - blink, and you'll have a guide ready. It's that fast!\n\nGive it a shot!⚡\n\n▶ Where can you use Gyde?\n\nShowing a teammate how a particular workflow goes about\nAssisting customers in solving their queries\nHelping employees train on any software application\nAnswering any questions that require step-by-step explanation\n\nOR in creating\n\n▶ How-to guides\n▶ Standard Operating Procedures (SOPs)\n▶ Software documentation \n▶ Training manuals \n▶ Walkthroughs\n▶ Product updates\n▶ Knowledge base\n▶ New employee onboarding\n\nAnd much more!\n\n▶ How to use this extension in 3 easy steps? \n\nStep 1 - Capture\n\nOpen the process for which you want to create a guide on your browser.\n\nPerform the steps you want to include in the guide.\n\nGyde will automatically generate step titles & screenshots for each step performed and simultaneously record a video.\n\n💪BONUS Benefits:\nYou can blur the confidential details in the screenshot while capturing.\nVideo guide will also have the voice auto-generated \n\n\nStep 2 - Customize\n\nYou can customize the guide by adding/deleting steps and editing text/screenshots.\n\n💪BONUS Benefits:\nWith just a click, you can refine step titles with the AI Text-Enhancer feature. \nYou can also gray out the rest of the area except the step to focus on it more.\n\n\nStep 3 - Share\n\nClick Save, and your video & screenshots guide URL is ready to share!!\n\n\n💪BONUS Benefits:\nYou can download the guide in PDF or MP4 format for offline usage.\nYou can also embed it in a knowledge base.\n\n\n▶  What do users love about Gyde?\n\n\"Previously, my team used to spend a lot of time explaining to customers how to complete a process in my application. If I had found Gyde earlier, it would have saved my team 1000s of hours. Gyde is incredibly user-friendly and has become a lifesaver!!\"\nPritesh Baviskar, Co-founder Storeplum\n\n\"I really enjoy using Gyde to quickly send clear and easy-to-follow instructions to my clients. Highly recommended for anyone tired of manual documentation!\"\nNachiket Dhavalikar, CEO, Studio Albatross\n\n\"Biggest game changer for my company! Gyde has helped me train my whole team on various application process faster than any other method and effortless\" \nTanmay Dighe, Founder, HackXSecurity\n\nReady to see Gyde in action? \n\nDownload the extension now!\nAnd leave guidance to us - You achieve your business goals🚀"
  }
}