{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "YouTube Dark Green Plus™",
    "es": "YouTube verde oscuro Plus™",
    "ja": "YouTube ダーク グリーン プラス™",
    "ko": "YouTube 다크 그린 플러스™",
    "pt_PT": "YouTube Verde Escuro Plus™",
    "ru": "YouTube Темно-зеленый Плюс™",
    "zh_CN": "YouTube 深绿色 Plus™",
    "zh_TW": "YouTube 深綠色 Plus™"
  },
  "short": {
    "ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Dark Green YouTube theme that's easy on the eyes.",
    "am": "ለዓይን ቀላል የሆነ ጥቁር አረንጓዴ የዩቲዩብ ጭብጥ።",
    "es": "Tema verde oscuro de YouTube que es agradable a la vista.",
    "ja": "目に優しいダーク グリーンの YouTube テーマ。",
    "ko": "눈이 편안한 짙은 녹색 YouTube 테마입니다.",
    "pt_PT": "Tema verde escuro do YouTube que é fácil para os olhos.",
    "ru": "Темно-зеленая тема YouTube, приятная для глаз.",
    "zh_CN": "深绿色的 YouTube 主题，让人眼前一亮。",
    "zh_TW": "深綠色的 YouTube 主題，讓人眼前一亮。"
  },
  "long": {
    "ar,bg,bn,ca,cs,da,de,el,en,en_AU,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "YouTube dark green Plus™ extension is very simple extension. Which will start working only after installation. Its main task is to change the theme of YouTube. Change the color of the YouTube theme to a very beautiful green color theme that is very attractive. For that you don't need to do any setting just install it. Also, this extension will remove your various advertisements from YouTube.\nIt is free to download and use !",
    "am": "የዩቲዩብ ጥቁር አረንጓዴ ፕላስ ቅጥያ በጣም ቀላል ቅጥያ ነው። ከተጫነ በኋላ ብቻ መስራት የሚጀምረው. ዋናው ስራው የዩቲዩብን ጭብጥ መቀየር ነው። የዩቲዩብ ገጽታውን ቀለም ወደ በጣም የሚያምር አረንጓዴ ቀለም ገጽታ ይለውጡ። ለዚያ ምንም ቅንብር ማድረግ አያስፈልግዎትም ብቻ ይጫኑት. እንዲሁም ይህ ቅጥያ የተለያዩ ማስታወቂያዎችዎን ከዩቲዩብ ያስወግዳል።\nለማውረድ እና ለመጠቀም ነፃ ነው!",
    "en_GB,en_US": "Youtube dark green Plus™ extension is very simple extension. Which will start working only after installation. Its main task is to change the theme of YouTube. Change the color of the YouTube theme to a very beautiful green color theme that is very attractive. For that you don't need to do any setting just install it. Also, this extension will remove your various advertisements from YouTube.\nIt is free to download and use !",
    "es": "La extensión Youtube dark green Plus™ es una extensión muy simple. Que comenzará a funcionar solo después de la instalación. Su tarea principal es cambiar el tema de YouTube. Cambia el color del tema de YouTube a un tema de color verde muy bonito que es muy atractivo. Para eso, no necesita hacer ninguna configuración, solo instálelo. Además, esta extensión eliminará sus diversos anuncios de YouTube.\n¡Es gratis para descargar y usar!",
    "ja": "Youtube ダーク グリーン Plus™ 拡張機能は、非常にシンプルな拡張機能です。 インストール後にのみ機能し始めます。 その主なタスクは、YouTube のテーマを変更することです。 YouTube のテーマの色を、非常に魅力的な非常に美しい緑色のテーマに変更します。 そのため、インストールするだけで設定を行う必要はありません。 また、この拡張機能は YouTube からさまざまな広告を削除します。\n無料でダウンロードして使用できます。",
    "ko": "Youtube dark green Plus™ 확장 프로그램은 매우 간단한 확장 프로그램입니다. 설치 후에 만 ​​작동을 시작합니다. 주요 임무는 YouTube의 테마를 변경하는 것입니다. YouTube 테마의 색상을 매우 매력적인 매우 아름다운 녹색 테마로 변경합니다. 그것을 위해 당신은 그것을 설치하기만 하면 어떤 설정도 할 필요가 없습니다. 또한 이 확장 프로그램은 YouTube에서 다양한 광고를 제거합니다.\n다운로드 및 사용은 무료입니다!",
    "pt_PT": "A extensão do Youtube dark green Plus™ é uma extensão muito simples. Que começará a funcionar somente após a instalação. Sua principal tarefa é mudar o tema do YouTube. Altere a cor do tema do YouTube para um tema de cor verde muito bonito e muito atraente. Para isso você não precisa fazer nenhuma configuração, basta instalá-lo. Além disso, esta extensão removerá seus vários anúncios do YouTube.\nÉ grátis para baixar e usar!",
    "ru": "Расширение Youtube dark green Plus™ — очень простое расширение. Который начнет работать только после установки. Его основная задача — изменить тему YouTube. Измените цвет темы YouTube на очень красивую зеленую цветовую тему, которая очень привлекательна. Для этого вам не нужно делать никаких настроек, просто установите его. Кроме того, это расширение удалит вашу различную рекламу с YouTube.\nЭто бесплатно скачать и использовать!",
    "zh_CN": "Youtube 深绿色 Plus™ 扩展是非常简单的扩展。 只有在安装后才能开始工作。 它的主要任务是改变 YouTube 的主题。 将 YouTube 主题的颜色更改为非常漂亮的绿色主题，非常吸引人。 为此，您无需进行任何设置，只需安装它即可。 此外，此扩展程序将从 YouTube 中删除您的各种广告。\n它可以免费下载和使用！",
    "zh_TW": "Youtube 深綠色 Plus™ 擴展是非常簡單的擴展。 只有在安裝後才能開始工作。 它的主要任務是改變 YouTube 的主題。 將 YouTube 主題的顏色更改為非常漂亮的綠色主題，非常吸引人。 為此，您無需進行任何設置，只需安裝它即可。 此外，此擴展程序將從 YouTube 中刪除您的各種廣告。\n它可以免費下載和使用！"
  }
}