{
  "name": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdsBlock Universal",
    "cs": "Pornhub AdBlocker",
    "da": "Adblocker Ultimate",
    "de": "Adblocker for Youtube™",
    "es": "Adblocker Unlimited — block ads & browse safe",
    "fi": "AdBlocker for OnlyFans",
    "fr": "Adblock Unlimited – Adblocker",
    "it": "Xhamster AdBlcoker",
    "ms": "xVideos AdBlcok",
    "nl": "OnlyFans AdBlcok",
    "no": "Adblock Plus - free ad blocker",
    "pt_BR": "AdBlocker for Pornhub",
    "sv": "AdBlock – block ads across the web"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal Advertising Blocker for your Chrome. Enjoy Ads-Free Internet. No more banners, pop-ups, chat windows, video advertisings",
    "cs": "Designed to block ads on adult websites. Block ads on Pornhub. Adblock for Onlyfans, xVideos, etc. Enhanced privacy and data…",
    "da": "Ad Blocker for Youtube. Ad Blocker for Facebook. Ad Blocker for Twitch. Block all Ads. Video Ads Skipper and Blocker",
    "de": "Best Free Adblocker for Chrome browser. Speeds up your Chrome by removing Ads from all websites and social networks. YouTube,…",
    "es": "Adblocker with Unlimited capabilities to clean your browsing experience from Ads, Prerolls, Video Ads, Chat Windows, Personal Data…",
    "fi": "Adblock for OnlyFans. Adblock for Pornhub. Removes ads from all websites. Blocks video ads on YouTube, Twitch and other video…",
    "fr": "Free Adblocker with no paid services and subscription. Protect your personal data and remove all annoying ads from all websites",
    "it": "Advertisement blocker for Pornhub and other adult sites. Block ads on Onlyfans. Block ads on xVideos, Xhamster, etc. Protect your…",
    "ms": "Blocks Ads on Pornhub, Onlyfans, xVideos and others. Blocks tracking and data collection on adult websites. Enhances security and…",
    "nl": "OnlyFans advertising blocker. Works on all adult websites, as well as all other sites. Removes and blocks unwanted tracking",
    "no": "Free Ads Blocker for Chrome. Fast and safe adblocker for your browser. Add to Chrome to remove all visual advertisings, redirects,…",
    "pt_BR": "Free AdBlocker for Chrome. Remove all Banner and Video Ads from all websites, including YouTube, Twitch, Facebook, etc.",
    "sv": "Removes banner Ads and pop-ups from all websites. Blocks video Ads on YouTube, Facebook, Twitch, etc. Blocks redirects and data…"
  },
  "long": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Universal AdsBlock provides the ultimate relief by blocking intrusive ads and enhancing your online security. \n\nWith this adsblocker, you can experience:\n•\tStronger privacy and protection of your personal data\n•\tBrowsing without advertisings for a more enjoyable experience\n•\tFaster load times and smoother website performance\n\nIt efficiently blocks a variety of adverts, such as:\n•\tAnnoying pop-ups and pop-unders\n•\tDistracting banners and video prerolls\n•\tUnwanted chat windows and redirects",
    "cs,da,de,es,fi,fr,it,ms,nl,no,pt_BR,sv": "Discover Universal Ads Block: Your Go-To Solution for a Faster, Safer Web\n\nTired of ads disrupting your browsing? Universal Ads Block provides the ultimate relief by blocking intrusive ads and enhancing your online security. \n\nWhether you're browsing content-heavy websites, scrolling through social media, or streaming videos, this tool works across all platforms, including popular ones like YouTube, Instagram, Facebook, Twitter, and Twitch.\n\nWith Universal Ads Block, you can experience:\n•\tStronger privacy and protection of your personal data\n•\tAd-free browsing for a more enjoyable experience\n•\tFaster load times and smoother website performance\n\nIt efficiently blocks a variety of ads, such as:\n•\tAnnoying pop-ups and pop-unders\n•\tDistracting banners and video ads\n•\tUnwanted chat windows and redirects\n\nInstalling this Chrome extension gives you:\n1.\tBrowsing without interruptions from ads\n2.\tSpeedier web access\n3.\tIncreased defense against harmful third-party activities\n\nTransform your browsing with Universal Ads Block today! Say goodbye to ads and hello to a cleaner, faster, and more secure web experience."
  }
}