{
  "name": {
    "ar": "عارض OBJ",
    "am,bg,bn,da,de,en,en_AU,en_GB,en_US,es_419,fi,fil,gu,hr,hu,id,kn,ml,mr,no,pt_BR,pt_PT,ru,sv,sw,ta,te,th,uk,vi": "OBJ Viewer",
    "ca": "Visualitzador OBJ",
    "cs": "Prohlížeč OBJ",
    "el": "Πρόγραμμα προβολής OBJ",
    "es": "Visor OBJ",
    "et": "OBJ vaataja",
    "fa": "نمایشگر OBJ",
    "fr": "Visionneuse OBJ",
    "he": "מציג OBJ",
    "hi": "OBJ दर्शक",
    "it": "Visualizzatore OBJ",
    "ja": "OBJビューア",
    "ko": "OBJ 뷰어",
    "lt": "„OBJ Viewer“",
    "lv": "OBJ skatītājs",
    "ms": "Pemapar OBJ",
    "nl": "OBJ-kijker",
    "pl": "Przeglądarka OBJ",
    "ro": "Vizor OBJ",
    "sk": "Prehliadač OBJ",
    "sl": "OBJ",
    "sr": "ОБЈ Виевер",
    "tr": "OBJ Görüntüleyici",
    "zh_CN,zh_TW": "OBJ查看器"
  },
  "short": {
    "ar": "عرض ملفاتك ثلاثية الأبعاد بسرعة من Google Drive أو الكمبيوتر المحلي.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "View your 3D files quickly from local computer.",
    "bg": "Преглеждайте бързо своите 3D файлове от Google Диск или локален компютър.",
    "ca": "Consulteu ràpidament els vostres fitxers 3D des de Google Drive o equip local.",
    "cs": "Rychlé zobrazení 3D souborů z Disku Google nebo místního počítače.",
    "da": "Se dine 3D-filer hurtigt fra Google Drev eller din lokale computer.",
    "de": "Zeigen Sie Ihre 3D-Dateien schnell über Google Drive oder einen lokalen Computer an.",
    "el": "Προβολή των αρχείων 3D σας γρήγορα από το Google Drive ή τον τοπικό υπολογιστή.",
    "es": "Vea sus archivos 3D rápidamente desde Google Drive o desde una computadora local.",
    "et": "Vaadake oma 3D-faile kiiresti Google Drive'ist või kohalikust arvutist.",
    "fa": "فایل های 3D خود را به سرعت از Google Drive یا رایانه محلی مشاهده کنید.",
    "fi": "Tarkastele 3D-tiedostojasi nopeasti Google Driveen tai paikallisesta tietokoneesta.",
    "fil": "Tingnan ang iyong mga 3D file nang mabilis mula sa Google Drive o lokal na computer.",
    "fr": "Visualisez rapidement vos fichiers 3D à partir de Google Drive ou d'un ordinateur local.",
    "he": "הצג במהירות את הקבצים התלת-ממדיים שלך מ- Google Drive או מהמחשב המקומי.",
    "hi": "Google ड्राइव या स्थानीय कंप्यूटर से अपनी 3D फ़ाइलों को जल्दी से देखें।",
    "hr": "Brzo pregledajte svoje 3D datoteke s Google diska ili lokalnog računala.",
    "hu": "Nézze meg gyorsan a 3D fájljait a Google Drive vagy a helyi számítógépen.",
    "id": "Lihat file 3D Anda dengan cepat dari Google Drive atau komputer lokal.",
    "it": "Visualizza rapidamente i tuoi file 3D da Google Drive o dal computer locale.",
    "ja": "Googleドライブまたはローカルコンピュータからすばやく3Dファイルを表示します。",
    "ko": "Google 드라이브 또는 로컬 컴퓨터에서 3D 파일을 빠르게 볼 수 있습니다.",
    "lt": "Greitai peržiūrėkite savo „3D“ failus iš „Google“ disko arba vietinio kompiuterio.",
    "lv": "Skatiet savus 3D failus ātri no Google diska vai vietējā datora.",
    "ms": "Lihat fail 3D anda dengan cepat dari Google Drive atau komputer tempatan.",
    "nl": "Bekijk uw 3D-bestanden snel vanuit Google Drive of een lokale computer.",
    "no": "Se 3D-filene dine raskt fra Google Disk eller lokal datamaskin.",
    "pl": "Szybkie przeglądanie plików 3D z Dysku Google lub komputera lokalnego.",
    "ro": "Vizualizați rapid fișierele 3D din Google Drive sau din computerul local.",
    "ru": "Просмотр ваших 3D-файлов быстро с Google Drive или локального компьютера.",
    "sk": "Rýchlo zobrazte svoje 3D súbory z Disku Google alebo z lokálneho počítača.",
    "sl": "Hitro si oglejte svoje 3D datoteke iz storitve Google Drive ali lokalnega računalnika.",
    "sr": "Брзо прегледајте своје 3Д датотеке са Гоогле диска или локалног рачунара.",
    "sv": "Visa dina 3D-filer snabbt från Google Drive eller den lokala datorn.",
    "th": "ดูไฟล์ 3 มิติของคุณได้อย่างรวดเร็วจาก Google Drive หรือคอมพิวเตอร์ในพื้นที่",
    "tr": "3B dosyalarınızı Google Drive veya yerel bilgisayardan hızla görüntüleyin.",
    "uk": "Швидко переглядайте 3D-файли з Диска Google або локального комп'ютера.",
    "vi": "Xem các tệp 3D của bạn một cách nhanh chóng từ Google Drive hoặc máy tính cục bộ.",
    "zh_CN": "从Google云端硬盘或本地计算机快速查看您的3D文件。",
    "zh_TW": "從Google雲端硬盤或本地計算機快速查看您的3D文件。"
  },
  "long": {
    "ar": "اعرض الملفات ثلاثية الأبعاد بسرعة من Google Drive أو من محرك الأقراص الثابتة.\nهل تحتاج إلى عرض ملفات ثلاثية الأبعاد عبر الإنترنت؟\nفقط قم بتثبيت برنامج OBJ Viewer\nلبدء عرض الملفات ثلاثية الأبعاد ، ما عليك سوى القيام بما يلي\nقم بتثبيت الامتداد OBJ Viewer\nانقر فوق أيقونة الامتداد\nاختر الملف ثلاثي الأبعاد الذي ترغب في فتحه\nابدأ في عرض ملفاتك ثلاثية الأبعاد عبر الإنترنت اليوم! يعمل هذا العارض ثلاثي الأبعاد مع تنسيقات ملفات STL و OBJ.\n\nهذا عارض عبر الإنترنت ، لذا يجب أن تكون متصلاً بالإنترنت لتتمكن من عرض ملفات STL الخاصة بك مجانًا. افتح ملفات النماذج ثلاثية الأبعاد بسرعة. يمكنك أيضًا فتح ملفات OBJ باستخدام برنامج الامتداد هذا\n\nملفات STL - STL (اختصار لـ \"الطباعة الحجرية الحجرية\") هو تنسيق ملف أصلي في برنامج CAD للطباعة الحجرية المجسمة الذي أنشأته أنظمة 3D.\nSTL لديها العديد من الأسماء الخلفية مثل \"لغة المثلث القياسية\" و \"لغة الفسيفساء القياسية\". تنسيق الملف هذا مدعوم من قبل العديد من حزم البرامج الأخرى ؛ يستخدم على نطاق واسع للنماذج الأولية السريعة ،\nالطباعة ثلاثية الأبعاد والتصنيع بمساعدة الكمبيوتر. تصف ملفات STL فقط هندسة السطح لكائن ثلاثي الأبعاد دون أي تمثيل للون أو الملمس أو سمات نموذج CAD الشائعة الأخرى.\nيحدد تنسيق STL كلاً من ASCII والتمثيلات الثنائية. تعتبر الملفات الثنائية أكثر شيوعًا ، نظرًا لأنها أكثر ضغطًا. [\n\nيصف ملف STL سطحًا مثلثيًا خامًا غير منظم بواسطة الوحدة العادية والرؤوس (مرتبة حسب قاعدة اليد اليمنى) للمثلثات باستخدام نظام إحداثيات ديكارت ثلاثي الأبعاد.\nفي المواصفات الأصلية ، كان مطلوبًا أن تكون جميع إحداثيات STL أرقامًا موجبة ، ولكن هذا القيد لم يعد مطبقًا ، وتوجد الإحداثيات السالبة بشكل شائع في ملفات STL اليوم.\nلا تحتوي ملفات STL على معلومات مقياس ، وتكون الوحدات عشوائية.\n\nملفات OBJ - OBJ (أو .OBJ) هو تنسيق ملف تعريف هندسي تم تطويره لأول مرة بواسطة Wavefront Technologies لحزمة الرسوم المتحركة Advanced Visualizer الخاصة بها. تنسيق الملف مفتوح وتم اعتماده\nبواسطة بائعي تطبيقات الرسومات ثلاثية الأبعاد الآخرين.\n\nتنسيق ملف OBJ عبارة عن تنسيق بيانات بسيط يمثل الهندسة ثلاثية الأبعاد وحدها - أي موضع كل رأس وموضع الأشعة فوق البنفسجية لكل رأس تنسيق نسيج وقواعد قمة الرأس والوجوه\nالتي تجعل كل مضلع محدد على أنه قائمة من الرؤوس ورؤوس النسيج. يتم تخزين الرؤوس بترتيب عكس اتجاه عقارب الساعة بشكل افتراضي ، مما يجعل الإعلان الصريح عن أعراف الوجه غير ضروري. إحداثيات OBJ\nلا تحتوي على وحدات ، ولكن يمكن أن تحتوي ملفات OBJ على معلومات مقياس في سطر تعليق يمكن قراءته بواسطة الإنسان.\n\nعرض الملفات ثلاثية الأبعاد من Autodesk بسرعة عند تثبيت هذا البرنامج اليوم! يعمل ملحق البرنامج الخاص بنا في كل من Windows و Mac OS و Linux بالإضافة إلى تشغيل هذا الامتداد في متصفح الويب Chrome. افتح ملفات CAD الخاصة بك اليوم\nباستخدام هذا البرنامج. حاول عرض ملفات CAD و IGS و 3DS اليوم بعد تثبيت هذا الامتداد.\n\nإخلاء المسؤولية: يرجى ملاحظة أن هذا الامتداد لا يتم بواسطة Google وإنما بواسطة فريق تطوير مستقل. جميع الحقوق تنتمي لأصحابها.\nلا تؤيد Google أو ترعى امتداد Chrome هذا. عارض OBJ ليس مملوكًا وغير مرخص له وليس شركة تابعة لشركة Google Inc.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "View 3D files quickly from your hard drive.\nNeed to view 3D files online?\nJust install the software OBJ Viewer\nTo begin viewing 3D files, simply do the following\nInstall the extension OBJ Viewer\nClick on the extension icon\nChoose the 3D file you wish to open\nBegin viewing your 3D files online today! This 3D viewer works for both STL and OBJ file formats.\n\nThis is an online viewer, so you need to be connected to the Internet to be able to view your STL files for free. Open your 3D model files quickly. You can also open OBJ files using this extension software\n\nView 3D files from Autodesk quickly when you install this software today! Our software extension works in both Windows, Mac OS and Linux as well as this extension runs in the Chrome web browser. Open your CAD files today\nusing this software. Try to view CAD, IGS and 3DS files today after you install this extension.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. OBJ Viewer s not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "bg": "Преглеждайте бързо 3D файлове от Google Drive или от вашия твърд диск.\nТрябва да преглеждате 3D файлове онлайн?\nПросто инсталирайте софтуера OBJ Viewer\nЗа да започнете да преглеждате 3D файлове, просто направете следното\nИнсталирайте разширението OBJ Viewer\nЩракнете върху иконата на разширението\nИзберете 3D файла, който искате да отворите\nЗапочнете да разглеждате своите 3D файлове онлайн днес! Този 3D преглед работи както за файлови формати STL, така и за OBJ.\n\nТова е онлайн преглед, така че трябва да сте свързани с интернет, за да можете да преглеждате вашите STL файлове безплатно. Отворете бързо файловете си с 3D модели. Можете също така да отваряте OBJ файлове, използвайки това разширение\n\nSTL файлове - STL (съкращение от „стереолитография“) е файлов формат, който е присъщ на CAD софтуера за стереолитография, създаден от 3D Systems.\nSTL има няколко обратни наименования като „Език на стандартния триъгълник“ и „Език на стандартен теселация“. Този файлов формат се поддържа от много други софтуерни пакети; широко се използва за бързо прототипиране,\n3D печат и компютърно производство. STL файловете описват само геометрията на повърхността на триизмерен обект без никакво представяне на цвят, текстура или други често срещани атрибути на CAD модел.\nФорматът STL указва както ASCII, така и двоични представяния. Двоичните файлове са по-често срещани, тъй като са по-компактни. [\n\nSTL файл описва сурова, неструктурирана триангулирана повърхност от единичната нормал и върховете (подредени от правилото вдясно) на триъгълниците, използвайки триизмерна декартова координатна система.\nВ оригиналната спецификация всички STL координати трябваше да бъдат положителни числа, но това ограничение вече не се прилага и отрицателните координати често се срещат в STL файловете днес.\nSTL файловете не съдържат информация за мащаба и мерните единици са произволни.\n\nOBJ файлове - OBJ (или .OBJ) е файлов формат за дефиниция на геометрия, разработен за първи път от Wavefront Technologies за своя анимационен пакет Advanced Visualizer. Файловият формат е отворен и е приет\nот други доставчици на приложения за 3D графика.\n\nФайловият формат OBJ е прост формат на данни, който представлява само 3D геометрията - а именно, позицията на всеки връх, UV позицията на всеки координатен връх на текстурата, нормалите на върха и лицата\nкоито правят всеки полигон дефиниран като списък с върхове и върхове на текстура. По подразбиране върховете се съхраняват в обратен на часовниковата стрелка ред, което прави изричното деклариране на нормалите на лицето ненужно. OBJ координати\nнямат единици, но OBJ файловете могат да съдържат информация за мащаба в четлив за човешки ред коментар.\n\nПреглеждайте бързо 3D файлове от Autodesk, когато инсталирате този софтуер днес! Нашето софтуерно разширение работи както в Windows, Mac OS, така и в Linux, както и това разширение работи в уеб браузъра Chrome. Отворете вашите CAD файлове днес\nизползвайки този софтуер. Опитайте се да видите CAD, IGS и 3DS файлове днес, след като инсталирате това разширение.\n\nОтказ от отговорност: Моля, обърнете внимание, че това разширение НЕ е направено от Google и е направено от независим екип за разработка. Всички авторски права принадлежат на съответните им собственици.\nGoogle не одобрява и не спонсорира това разширение за Chrome. OBJ Viewer не е собственост, не е лицензиран и не е дъщерно дружество на Google Inc.",
    "ca": "Vegeu fitxers 3D ràpidament des de Google Drive o des del vostre disc dur.\nNecessiteu visualitzar fitxers 3D en línia?\nNomés cal instal·lar el programari OBJ Viewer\nPer començar a visualitzar fitxers 3D, només cal que feu el següent\nInstal·leu l'extensió OBJ Viewer\nFeu clic a la icona de l'extensió\nTrieu el fitxer 3D que vulgueu obrir\nComenceu a veure els vostres fitxers 3D en línia avui mateix. Aquest visor 3D funciona tant en formats de fitxers STL com OBJ.\n\nEs tracta d’un visor en línia, de manera que heu d’estar connectat a Internet per poder veure els vostres fitxers STL de forma gratuïta. Obriu els fitxers del vostre model 3D ràpidament. També podeu obrir fitxers OBJ mitjançant aquest programari d’extensió\n\nFitxers STL - STL (una abreviatura de \"estereolitografia\") és un format de fitxer originari del programari CAD d'estereolitografia creat per 3D Systems.\nSTL té diversos backronims, com ara \"Standard Triangle Language\" i \"Standard Tessellation Language\". Aquest format de fitxer és compatible amb molts altres paquets de programari; s’utilitza àmpliament per fer prototips ràpids,\nImpressió 3D i fabricació assistida per ordinador. Els fitxers STL descriuen només la geometria superficial d’un objecte tridimensional sense cap representació de color, textura o altres atributs comuns del model CAD.\nEl format STL especifica representacions ASCII i binàries. Els fitxers binaris són més comuns, ja que són més compactes. [\n\nUn fitxer STL descriu una superfície triangulada sense estructurar en brut per la unitat normal i els vèrtexs (ordenats per la regla de la dreta) dels triangles mitjançant un sistema de coordenades cartesianes tridimensionals.\nA l’especificació original, totes les coordenades STL havien de ser nombres positius, però aquesta restricció ja no s’aplica i les coordenades negatives es troben habitualment als fitxers STL actualment.\nEls fitxers STL no contenen informació d’escala i les unitats són arbitràries.\n\nFitxers OBJ: OBJ (o .OBJ) és un format de fitxer de definició de geometria desenvolupat per primera vegada per Wavefront Technologies per al seu paquet d'animació Advanced Visualizer. El format del fitxer està obert i s’ha adoptat\nd'altres proveïdors d'aplicacions de gràfics en 3D.\n\nEl format de fitxer OBJ és un format de dades senzill que representa només la geometria 3D, és a dir, la posició de cada vèrtex, la posició UV de cada vèrtex de coordenades de textura, normals de vèrtex i les cares\nque fan que cada polígon es defineixi com una llista de vèrtexs i vèrtexs de textura. Els vèrtexs s’emmagatzemen per defecte en un ordre contrari a les agulles del rellotge, cosa que fa innecessària la declaració explícita de les normals facials. Coordenades OBJ\nno tenen unitats, però els fitxers OBJ poden contenir informació d'escala en una línia de comentaris llegible per humans.\n\nVegeu fitxers 3D d'Autodesk ràpidament quan instal·leu aquest programari avui mateix. La nostra extensió de programari funciona tant a Windows, Mac OS i Linux, ja que aquesta extensió s’executa al navegador web Chrome. Obriu els vostres fitxers CAD avui mateix\nutilitzant aquest programari. Proveu de veure fitxers CAD, IGS i 3DS avui mateix després d’instal·lar aquesta extensió.\n\nExempció de responsabilitat: tingueu en compte que aquesta extensió NO la fa Google i la fa un equip de desenvolupament independent. Tots els drets d'autor pertanyen als seus respectius propietaris.\nGoogle no recolza ni patrocina aquesta extensió de Chrome. OBJ Viewer no és propietat de, no té llicència ni és filial de Google Inc.",
    "cs": "Prohlížejte si 3D soubory rychle z Disku Google nebo z pevného disku.\nPotřebujete prohlížet 3D soubory online?\nStačí nainstalovat software OBJ Viewer\nChcete-li začít prohlížet 3D soubory, jednoduše proveďte následující\nNainstalujte si rozšíření OBJ Viewer\nKlikněte na ikonu rozšíření\nVyberte 3D soubor, který chcete otevřít\nZačněte prohlížet své 3D soubory online ještě dnes! Tento 3D prohlížeč funguje pro formáty souborů STL i OBJ.\n\nToto je online prohlížeč, takže musíte být připojeni k internetu, abyste mohli prohlížet své soubory STL zdarma. Rychle otevřete soubory 3D modelu. Soubory OBJ můžete také otevřít pomocí tohoto doplňkového softwaru\n\nSoubory STL - STL (zkratka pro „stereolitografii“) je formát souboru nativní pro stereolitografický CAD software vytvořený společností 3D Systems.\nSTL má několik backronymů, jako je „Standardní jazyk trojúhelníků“ a „Standardní jazyk mozaikování“. Tento formát souboru je podporován mnoha dalšími softwarovými balíčky; je široce používán pro rychlé prototypování,\n3D tisk a výroba podporovaná počítačem. Soubory STL popisují pouze povrchovou geometrii trojrozměrného objektu bez jakékoli reprezentace barvy, textury nebo jiných běžných atributů modelu CAD.\nFormát STL určuje jak ASCII, tak binární reprezentace. Binární soubory jsou běžnější, protože jsou kompaktnější. [\n\nSoubor STL popisuje surový nestrukturovaný trojúhelníkový povrch jednotkovým normálem a vrcholy (seřazené pravidlem pravé ruky) trojúhelníků pomocí trojrozměrného kartézského souřadnicového systému.\nV původní specifikaci musely být všechny souřadnice STL kladnými čísly, ale toto omezení již není vynuceno a dnes se v souborech STL běžně vyskytují záporné souřadnice.\nSoubory STL neobsahují žádné informace o měřítku a jednotky jsou libovolné.\n\nSoubory OBJ - OBJ (nebo .OBJ) je formát souboru s definicí geometrie, který nejprve vytvořil Wavefront Technologies pro svůj balíček animace Advanced Visualizer. Formát souboru je otevřený a byl přijat\nod jiných prodejců aplikací pro 3D grafiku.\n\nFormát souboru OBJ je jednoduchý datový formát, který představuje samotnou 3D geometrii - konkrétně polohu každého vrcholu, UV polohu každého vrcholu souřadnic textury, normály vrcholů a plochy\ndíky nimž je každý polygon definován jako seznam vrcholů a vrcholů textury. Ve výchozím nastavení jsou vrcholy uloženy v pořadí proti směru hodinových ručiček, takže explicitní deklarace normálů obličeje není nutná. Souřadnice OBJ\nnemají žádné jednotky, ale soubory OBJ mohou obsahovat informace o měřítku v lidsky čitelném řádku komentáře.\n\nPo instalaci tohoto softwaru si můžete rychle prohlížet 3D soubory od společnosti Autodesk! Naše softwarové rozšíření funguje v systémech Windows, Mac OS i Linux, stejně jako toto rozšíření běží ve webovém prohlížeči Chrome. Otevřete své soubory CAD ještě dnes\npomocí tohoto softwaru. Pokuste se zobrazit soubory CAD, IGS a 3DS ještě dnes po instalaci této přípony.\n\nZřeknutí se odpovědnosti: Upozorňujeme, že toto rozšíření NENÍ vytvořeno společností Google a je vytvořeno nezávislým vývojovým týmem. Všechna autorská práva patří jejich příslušným vlastníkům.\nGoogle toto rozšíření pro Chrome nepodporuje ani nesponzoruje. OBJ Viewer nevlastní, nemá licenci ani není dceřinou společností Google Inc.",
    "da": "Se 3D-filer hurtigt fra Google Drev eller fra din harddisk.\nBrug for at se 3D-filer online?\nInstaller bare softwaren OBJ Viewer\nFor at begynde at se 3D-filer skal du blot gøre følgende\nInstaller udvidelsen OBJ Viewer\nKlik på udvidelsesikonet\nVælg den 3D-fil, du vil åbne\nBegynd at se dine 3D-filer online i dag! Denne 3D-fremviser fungerer i både STL- og OBJ-filformater.\n\nDette er en onlinefremviser, så du skal have forbindelse til Internettet for at kunne se dine STL-filer gratis. Åbn dine 3D-modelfiler hurtigt. Du kan også åbne OBJ-filer ved hjælp af denne udvidelsessoftware\n\nSTL Files - STL (en forkortelse af \"stereolitografi\") er et filformat, der er hjemmehørende i stereolit CAD-software oprettet af 3D Systems.\nSTL har flere backronymer som \"Standard Triangle Language\" og \"Standard Tessellation Language\". Dette filformat understøttes af mange andre softwarepakker; det er meget brugt til hurtig prototyping,\n3D-udskrivning og computerstøttet produktion. STL-filer beskriver kun overfladegeometrien på et tredimensionelt objekt uden nogen repræsentation af farve, struktur eller andre almindelige CAD-modelattributter.\nSTL-formatet specificerer både ASCII og binære repræsentationer. Binære filer er mere almindelige, da de er mere kompakte. [\n\nEn STL-fil beskriver en rå, ustruktureret trianguleret overflade af enhedens normale og hjørner (ordnet efter højre regel) af trekanterne ved hjælp af et tredimensionelt kartesisk koordinatsystem.\nI den oprindelige specifikation krævede alle STL-koordinater at være positive tal, men denne begrænsning håndhæves ikke længere, og negative koordinater findes ofte i STL-filer i dag.\nSTL-filer indeholder ingen skalaoplysninger, og enhederne er vilkårlige.\n\nOBJ Files - OBJ (eller .OBJ) er et filformat med geometrisk definition, der først blev udviklet af Wavefront Technologies til sin Advanced Visualizer-animationspakke. Filformatet er åbent og er blevet vedtaget\naf andre leverandører af 3D-grafikapplikationer.\n\nOBJ-filformatet er et simpelt dataformat, der repræsenterer 3D-geometri alene - nemlig placeringen af hvert toppunkt, UV-positionen for hvert teksturkoordinatpunkt, toppunktnormaler og ansigterne\nder gør hver polygon defineret som en liste over hjørner og teksturhjørner. Højdepunkter gemmes i urets rækkefølge som standard, hvilket gør unødvendig erklæring om ansigtsnormaler unødvendig. OBJ koordinater\nhar ingen enheder, men OBJ-filer kan indeholde skalainformation i en menneskelig læsbar kommentarlinje.\n\nSe hurtigt 3D-filer fra Autodesk, når du installerer denne software i dag! Vores softwareudvidelse fungerer i både Windows, Mac OS og Linux, og denne udvidelse kører i Chrome-webbrowseren. Åbn dine CAD-filer i dag\nved hjælp af denne software. Prøv at se CAD-, IGS- og 3DS-filer i dag, efter at du har installeret denne udvidelse.\n\nAnsvarsfraskrivelse: Bemærk, at denne udvidelse IKKE er lavet af Google og er lavet af et uafhængigt udviklingsteam. Alle ophavsrettigheder tilhører deres respektive ejere.\nGoogle godkender eller sponsorerer ikke denne Chrome-udvidelse. OBJ Viewer ejes ikke af, er ikke licenseret af og er ikke et datterselskab af Google Inc.",
    "de": "Zeigen Sie 3D-Dateien schnell von Google Drive oder von Ihrer Festplatte an.\nMüssen Sie 3D-Dateien online anzeigen?\nInstallieren Sie einfach die Software OBJ Viewer\nGehen Sie einfach wie folgt vor, um 3D-Dateien anzuzeigen\nInstallieren Sie die Erweiterung OBJ Viewer\nKlicken Sie auf das Erweiterungssymbol\nWählen Sie die 3D-Datei aus, die Sie öffnen möchten\nBeginnen Sie noch heute damit, Ihre 3D-Dateien online anzuzeigen! Dieser 3D-Viewer funktioniert sowohl für STL- als auch für OBJ-Dateiformate.\n\nDies ist ein Online-Viewer. Sie müssen also mit dem Internet verbunden sein, um Ihre STL-Dateien kostenlos anzeigen zu können. Öffnen Sie Ihre 3D-Modelldateien schnell. Sie können OBJ-Dateien auch mit dieser Erweiterungssoftware öffnen\n\nSTL-Dateien - STL (eine Abkürzung für \"Stereolithographie\") ist ein Dateiformat, das in der von 3D Systems erstellten CAD-Software für Stereolithographie enthalten ist.\nSTL hat mehrere Backronyms wie \"Standard Triangle Language\" und \"Standard Tessellation Language\". Dieses Dateiformat wird von vielen anderen Softwarepaketen unterstützt. es ist weit verbreitet für Rapid Prototyping verwendet,\n3D-Druck und computergestützte Fertigung. STL-Dateien beschreiben nur die Oberflächengeometrie eines dreidimensionalen Objekts ohne Darstellung von Farbe, Textur oder anderen gängigen CAD-Modellattributen.\nDas STL-Format gibt sowohl ASCII- als auch Binärdarstellungen an. Binärdateien sind häufiger, da sie kompakter sind. [\n\nEine STL-Datei beschreibt eine rohe, unstrukturierte triangulierte Oberfläche durch die Einheitsnormalen und Eckpunkte (geordnet nach der rechten Regel) der Dreiecke unter Verwendung eines dreidimensionalen kartesischen Koordinatensystems.\nIn der ursprünglichen Spezifikation mussten alle STL-Koordinaten positive Zahlen sein, aber diese Einschränkung wird nicht mehr erzwungen, und negative Koordinaten sind heutzutage häufig in STL-Dateien anzutreffen.\nSTL-Dateien enthalten keine Skalierungsinformationen und die Einheiten sind beliebig.\n\nOBJ-Dateien - OBJ (oder .OBJ) ist ein Geometrie-Definitionsdateiformat, das zuerst von Wavefront Technologies für sein Advanced Visualizer-Animationspaket entwickelt wurde. Das Dateiformat ist offen und wurde übernommen\nvon anderen Anbietern von 3D-Grafikanwendungen.\n\nDas OBJ-Dateiformat ist ein einfaches Datenformat, das nur die 3D-Geometrie darstellt, nämlich die Position jedes Scheitelpunkts, die UV-Position jedes Texturkoordinatenscheitelpunkts, Scheitelpunktnormalen und die Flächen\nDadurch wird jedes Polygon als Liste von Scheitelpunkten und Texturscheitelpunkten definiert. Scheitelpunkte werden standardmäßig gegen den Uhrzeigersinn gespeichert, sodass eine explizite Deklaration von Gesichtsnormalen nicht erforderlich ist. OBJ-Koordinaten\nhaben keine Einheiten, aber OBJ-Dateien können Skalierungsinformationen in einer für Menschen lesbaren Kommentarzeile enthalten.\n\nZeigen Sie 3D-Dateien von Autodesk schnell an, wenn Sie diese Software noch heute installieren! Unsere Software-Erweiterung funktioniert sowohl unter Windows, Mac OS und Linux als auch im Chrome-Webbrowser. Öffnen Sie noch heute Ihre CAD-Dateien\nmit dieser Software. Versuchen Sie noch heute, CAD-, IGS- und 3DS-Dateien anzuzeigen, nachdem Sie diese Erweiterung installiert haben.\n\nHaftungsausschluss: Bitte beachten Sie, dass diese Erweiterung NICHT von Google und von einem unabhängigen Entwicklungsteam erstellt wurde. Alle Urheberrechte liegen bei ihren jeweiligen Eigentümern.\nGoogle unterstützt oder sponsert diese Chrome-Erweiterung nicht. OBJ Viewer gehört nicht, ist nicht lizenziert von und ist keine Tochtergesellschaft von Google Inc.",
    "el": "Προβολή αρχείων 3D γρήγορα από το Google Drive ή από τον σκληρό σας δίσκο.\nΘέλετε να δείτε αρχεία 3D στο διαδίκτυο;\nΑπλώς εγκαταστήστε το λογισμικό OBJ Viewer\nΓια να ξεκινήσετε την προβολή αρχείων 3D, κάντε τα εξής\nΕγκαταστήστε την επέκταση OBJ Viewer\nΚάντε κλικ στο εικονίδιο επέκτασης\nΕπιλέξτε το αρχείο 3D που θέλετε να ανοίξετε\nΑρχίστε να βλέπετε τα τρισδιάστατα αρχεία σας online σήμερα! Αυτό το πρόγραμμα προβολής 3D λειτουργεί και για τις μορφές αρχείων STL και OBJ.\n\nΠρόκειται για ένα πρόγραμμα προβολής στο διαδίκτυο, επομένως πρέπει να είστε συνδεδεμένοι στο Διαδίκτυο για να μπορείτε να βλέπετε τα αρχεία STL σας δωρεάν. Ανοίξτε γρήγορα τα αρχεία μοντέλου 3D. Μπορείτε επίσης να ανοίξετε αρχεία OBJ χρησιμοποιώντας αυτό το λογισμικό επέκτασης\n\nSTL Files - Το STL (συντομογραφία της \"στερεολιθογραφίας\") είναι μια μορφή αρχείου εγγενής στο λογισμικό στερεολιθογραφίας CAD που δημιουργήθηκε από την 3D Systems.\nΤο STL έχει πολλά backronyms όπως \"Standard Triangle Language\" και \"Standard Tessellation Language\". Αυτή η μορφή αρχείου υποστηρίζεται από πολλά άλλα πακέτα λογισμικού. χρησιμοποιείται ευρέως για γρήγορο πρωτότυπο,\n3D εκτύπωση και κατασκευή με υπολογιστή. Τα αρχεία STL περιγράφουν μόνο τη γεωμετρία της επιφάνειας ενός τρισδιάστατου αντικειμένου χωρίς καμία αναπαράσταση χρώματος, υφής ή άλλων κοινών χαρακτηριστικών μοντέλου CAD.\nΗ μορφή STL καθορίζει τόσο ASCII όσο και δυαδικές αναπαραστάσεις. Τα δυαδικά αρχεία είναι πιο συνηθισμένα, καθώς είναι πιο συμπαγή. [\n\nΈνα αρχείο STL περιγράφει μια ακατέργαστη, μη δομημένη τριγωνική επιφάνεια από τη μονάδα κανονική και τις κορυφές (ταξινομημένες με τον δεξί κανόνα) των τριγώνων χρησιμοποιώντας ένα τρισδιάστατο καρτεσιανό σύστημα συντεταγμένων.\nΣτην αρχική προδιαγραφή, όλες οι συντεταγμένες STL έπρεπε να είναι θετικοί αριθμοί, αλλά αυτός ο περιορισμός δεν ισχύει πλέον και οι αρνητικές συντεταγμένες συναντώνται συνήθως στα αρχεία STL σήμερα.\nΤα αρχεία STL δεν περιέχουν πληροφορίες κλίμακας και οι μονάδες είναι αυθαίρετες.\n\nOBJ Files - Το OBJ (ή .OBJ) είναι μια μορφή αρχείου ορισμού γεωμετρίας που αναπτύχθηκε για πρώτη φορά από το Wavefront Technologies για το πακέτο animation Advanced Visualizer. Η μορφή αρχείου είναι ανοιχτή και έχει εγκριθεί\nαπό άλλους προμηθευτές εφαρμογών 3D γραφικών.\n\nΗ μορφή αρχείου OBJ είναι μια απλή μορφή δεδομένων που αντιπροσωπεύει μόνο τρισδιάστατη γεωμετρία - δηλαδή, τη θέση κάθε κορυφής, τη θέση UV κάθε κορυφής συντεταγμένων υφής, κανονικών κορυφών και των όψεων\nπου ορίζουν κάθε πολύγωνο ως λίστα κορυφών και κορυφών υφής. Οι κορυφές αποθηκεύονται σε αντίθετη φορά των δεικτών του ρολογιού από προεπιλογή, καθιστώντας περιττή τη ρητή δήλωση των φυσικών προσώπων. Συντεταγμένες OBJ\nδεν έχουν μονάδες, αλλά τα αρχεία OBJ μπορούν να περιέχουν πληροφορίες κλίμακας σε μια αναγνώσιμη από τον άνθρωπο γραμμή σχολίων.\n\nΠροβάλετε γρήγορα αρχεία 3D από το Autodesk όταν εγκαθιστάτε αυτό το λογισμικό σήμερα! Η επέκταση λογισμικού μας λειτουργεί σε Windows, Mac OS και Linux, καθώς αυτή η επέκταση εκτελείται στο πρόγραμμα περιήγησης ιστού Chrome. Ανοίξτε τα αρχεία CAD σήμερα\nχρησιμοποιώντας αυτό το λογισμικό. Προσπαθήστε να προβάλετε αρχεία CAD, IGS και 3DS σήμερα μετά την εγκατάσταση αυτής της επέκτασης.\n\nΑποποίηση ευθυνών: Λάβετε υπόψη ότι αυτή η επέκταση ΔΕΝ έγινε από την Google και γίνεται από ανεξάρτητη ομάδα ανάπτυξης. Όλα τα πνευματικά δικαιώματα ανήκουν στους αντίστοιχους ιδιοκτήτες τους.\nΗ Google δεν υποστηρίζει ούτε χορηγεί αυτήν την επέκταση Chrome. Το OBJ Viewer δεν ανήκει, δεν διαθέτει άδεια και δεν είναι θυγατρική της Google Inc.",
    "es": "Vea archivos 3D rápidamente desde Google Drive o desde su disco duro.\n¿Necesita ver archivos 3D en línea?\nSimplemente instale el software OBJ Viewer\nPara comenzar a ver archivos 3D, simplemente haga lo siguiente\nInstale la extensión OBJ Viewer\nHaga clic en el icono de la extensión\nElija el archivo 3D que desea abrir\n¡Comience a ver sus archivos 3D en línea hoy! Este visor 3D funciona con formatos de archivo STL y OBJ.\n\nEste es un visor en línea, por lo que debe estar conectado a Internet para poder ver sus archivos STL de forma gratuita. Abra sus archivos de modelo 3D rápidamente. También puede abrir archivos OBJ usando este software de extensión\n\nArchivos STL: STL (abreviatura de \"estereolitografía\") es un formato de archivo nativo del software CAD de estereolitografía creado por 3D Systems.\nSTL tiene varios backronyms como \"Lenguaje de triángulo estándar\" y \"Lenguaje de teselación estándar\". Este formato de archivo es compatible con muchos otros paquetes de software; es ampliamente utilizado para la creación rápida de prototipos,\nImpresión 3D y fabricación asistida por ordenador. Los archivos STL describen solo la geometría de la superficie de un objeto tridimensional sin ninguna representación de color, textura u otros atributos comunes del modelo CAD.\nEl formato STL especifica tanto representaciones ASCII como binarias. Los archivos binarios son más comunes, ya que son más compactos. [\n\nUn archivo STL describe una superficie triangulada sin formato y no estructurado por la unidad normal y los vértices (ordenados por la regla de la mano derecha) de los triángulos utilizando un sistema de coordenadas cartesiano tridimensional.\nEn la especificación original, se requería que todas las coordenadas STL fueran números positivos, pero esta restricción ya no se aplica y las coordenadas negativas se encuentran comúnmente en los archivos STL en la actualidad.\nLos archivos STL no contienen información de escala y las unidades son arbitrarias.\n\nArchivos OBJ: OBJ (o .OBJ) es un formato de archivo de definición de geometría desarrollado por primera vez por Wavefront Technologies para su paquete de animación Advanced Visualizer. El formato de archivo está abierto y se ha adoptado\npor otros proveedores de aplicaciones de gráficos 3D.\n\nEl formato de archivo OBJ es un formato de datos simple que representa solo la geometría 3D, es decir, la posición de cada vértice, la posición UV de cada vértice de coordenadas de textura, las normales de vértice y las caras\nque hacen que cada polígono se defina como una lista de vértices y vértices de textura. Los vértices se almacenan en el sentido contrario a las agujas del reloj de forma predeterminada, lo que hace innecesaria la declaración explícita de caras normales. Coordenadas OBJ\nno tienen unidades, pero los archivos OBJ pueden contener información de escala en una línea de comentarios legible por humanos.\n\n¡Vea archivos 3D de Autodesk rápidamente cuando instale este software hoy! Nuestra extensión de software funciona tanto en Windows, Mac OS y Linux, y esta extensión se ejecuta en el navegador web Chrome. Abra sus archivos CAD hoy\nutilizando este software. Intente ver archivos CAD, IGS y 3DS hoy después de instalar esta extensión.\n\nDescargo de responsabilidad: tenga en cuenta que esta extensión NO está hecha por Google y está hecha por un equipo de desarrollo independiente. Todos los derechos de autor pertenecen a sus respectivos dueños.\nGoogle no respalda ni patrocina esta extensión de Chrome. OBJ Viewer no es propiedad de, no tiene licencia ni es una subsidiaria de Google Inc.",
    "et": "3D-failide kiire vaatamine Google Drive'ist või kõvakettalt.\nKas peate 3D-faile veebis vaatama?\nLihtsalt installige tarkvara OBJ Viewer\n3D-failide vaatamise alustamiseks tehke lihtsalt järgmist\nInstallige laiendus OBJ Viewer\nKlõpsake laienduse ikoonil\nValige 3D-fail, mille soovite avada\nAlustage oma 3D-failide vaatamist veebis juba täna! See 3D-vaataja töötab nii STL- kui ka OBJ-failivormingute puhul.\n\nSee on veebivaataja, seega peate oma STL-failide tasuta vaatamiseks olema ühendatud Internetiga. Avage oma 3D-mudeli failid kiiresti. Selle laiendustarkvara abil saate avada ka OBJ-faile\n\nSTL-failid - STL (lühend \"stereolitograafiast\") on 3D-süsteemide loodud stereolitograafia-CAD-tarkvarale omane failivorming.\nSTL-l on mitu taustsõna, näiteks \"Standardne kolmnurga keel\" ja \"Standardne tessellatsioonikeel\". Seda failivormingut toetavad paljud muud tarkvarapaketid; seda kasutatakse laialdaselt kiireks prototüüpimiseks,\n3D-printimine ja arvutipõhine tootmine. STL-failid kirjeldavad ainult kolmemõõtmelise objekti pinna geomeetriat ilma värvi, tekstuuri või muude levinud CAD-mudeli atribuutidena.\nSTL-vorming määrab nii ASCII kui ka binaarsed esitused. Binaarfailid on levinumad, kuna need on kompaktsemad. [\n\nSTL-fail kirjeldab kolmnurkade toorest, struktureerimata kolmnurga pinda normaalühiku ja tippude järgi (järjestatud parempoolse reegli järgi) kolmemõõtmelise ristkoordinaadisüsteemi abil.\nEsialgses spetsifikatsioonis nõuti, et kõik STL-koordinaadid oleksid positiivsed arvud, kuid seda piirangut enam ei rakendata ja negatiivseid koordinaate kohtab tänapäeval STL-failides tavaliselt.\nSTL-failid ei sisalda skaalateavet ja ühikud on meelevaldsed.\n\nOBJ-failid - OBJ (või .OBJ) on geomeetria määratlusega failivorming, mille arendas esmakordselt välja Wavefront Technologies oma Advanced Visualizer animatsioonipaketi jaoks. Failivorming on avatud ja see on vastu võetud\n3D-graafika rakenduste müüjate poolt.\n\nOBJ-failivorming on lihtne andmevorming, mis esindab ainult 3D-geomeetriat - nimelt iga tipu asukohta, iga tekstuuri koordinaattippude UV-positsiooni, tipunormaale ja nägusid\nmis muudavad iga hulknurga tippude ja tekstuuritippude loendiks. Tipud salvestatakse vaikimisi vastupäeva, mistõttu näonormide selgesõnaline deklareerimine pole vajalik. OBJ koordinaadid\nneil pole ühikuid, kuid OBJ-failid võivad sisaldada skaalainfot inimesele loetavas kommentaarireas.\n\nVaadake selle tarkvara täna installimisel Autodeski 3D-faile kiiresti! Meie tarkvaralaiendus töötab nii Windowsis, Mac OS-is kui ka Linuxis ning see laiendus töötab ka Chrome'i veebibrauseris. Avage oma CAD-failid juba täna\nselle tarkvara abil. Pärast laienduse installimist proovige täna vaadata CAD-, IGS- ja 3DS-faile.\n\nKohustustest loobumine: pange tähele, et seda laiendust EI teinud Google ja seda teeb sõltumatu arendustiim. Kõik autoriõigused kuuluvad nende omanikele.\nGoogle ei toeta ega sponsoreeri seda Chrome'i laiendust. OBJ Vieweri omanik ei ole Google Inc., see ei ole litsentseeritud ega ole selle tütarettevõte.",
    "fa": "پرونده های سه بعدی را به سرعت از Google Drive یا از دیسک سخت خود مشاهده کنید.\nآیا نیاز به مشاهده پرونده های سه بعدی به صورت آنلاین دارید؟\nفقط نرم افزار OBJ Viewer را نصب کنید\nبرای شروع مشاهده پرونده های سه بعدی ، به سادگی موارد زیر را انجام دهید\nبرنامه افزودنی OBJ Viewer را نصب کنید\nروی نماد برنامه افزودنی کلیک کنید\nفایل سه بعدی را که می خواهید باز کنید انتخاب کنید\nهمین امروز مشاهده پرونده های سه بعدی خود را به صورت آنلاین آغاز کنید! این نمایشگر سه بعدی برای هر دو قالب فایل STL و OBJ کار می کند.\n\nاین یک مشاهده کننده آنلاین است ، بنابراین شما باید به اینترنت متصل باشید تا بتوانید فایلهای STL خود را به صورت رایگان مشاهده کنید. پرونده های مدل سه بعدی خود را به سرعت باز کنید. با استفاده از این نرم افزار داخلی می توانید پرونده های OBJ را نیز باز کنید\n\nSTL Files - STL (مخفف \"stereolithography\") یک قالب فایل بومی نرم افزار CAD stereolithography است که توسط 3D Systems ایجاد شده است.\nSTL دارای کلمات اختصاری متعددی مانند \"Standard True Language\" و \"Standard Tessellation Language\" است. این فرمت فایل توسط بسیاری از بسته های نرم افزاری دیگر پشتیبانی می شود. به طور گسترده ای برای نمونه سازی سریع استفاده می شود ،\nچاپ سه بعدی و ساخت رایانه ای. پرونده های STL فقط هندسه سطح یک جسم سه بعدی را توصیف می کنند بدون هیچ گونه نمایش رنگ ، بافت یا سایر ویژگی های مشترک مدل CAD.\nقالب STL بازنمایی های ASCII و باینری را مشخص می کند. پرونده های باینری معمول تر هستند ، زیرا فشرده ترند. [\n\nیک فایل STL با استفاده از یک سیستم مختصات سه بعدی دکارتی ، یک سطح مثلثی مثلث و خام و ساختار ناپذیر توسط واحد نرمال و رئوس (طبق قانون دست راست) مثلث توصیف می کند.\nدر مشخصات اصلی ، همه مختصات STL لازم بود که اعداد مثبت باشند ، اما این محدودیت دیگر اعمال نمی شود و مختصات منفی امروزه معمولاً در پرونده های STL مشاهده می شوند.\nپرونده های STL فاقد اطلاعات مقیاس هستند و واحدها اختیاری هستند.\n\nOBJ Files - OBJ (یا .OBJ) یک قالب فایل تعریف هندسه است که برای اولین بار توسط Wavefront Technologies برای بسته انیمیشن Advanced Visualizer توسعه یافته است. قالب پرونده باز است و تصویب شده است\nتوسط دیگر فروشندگان برنامه های گرافیکی سه بعدی.\n\nقالب فایل OBJ یک قالب داده ساده است که هندسه سه بعدی را به تنهایی نشان می دهد - یعنی موقعیت هر راس ، موقعیت UV هر راس مختصات بافت ، نرمال راس و چهره ها\nکه باعث می شود هر چند ضلعی به عنوان لیستی از رئوس و رئوس بافت تعریف شود. رأس ها به ترتیب پیش فرض در جهت خلاف جهت عقربه های ساعت ذخیره می شوند و اعلام صریح چهره های طبیعی را غیرضروری می کنند. مختصات OBJ\nواحد ندارند ، اما پرونده های OBJ می توانند شامل اطلاعات مقیاس در یک خط نظر قابل خواندن برای انسان باشند.\n\nوقتی امروز این نرم افزار را نصب می کنید ، به سرعت فایل های سه بعدی را از Autodesk مشاهده کنید! برنامه افزودنی نرم افزار ما هم در ویندوز ، هم در سیستم عامل Mac و هم در لینوکس و همچنین این برنامه افزودنی در مرورگر وب Chrome کار می کند. امروز پرونده های CAD خود را باز کنید\nبا استفاده از این نرم افزار سعی کنید امروز پس از نصب این برنامه افزودنی ، پرونده های CAD ، IGS و 3DS را مشاهده کنید.\n\nسلب مسئولیت: لطفاً توجه داشته باشید که این برنامه افزودنی توسط Google ساخته نشده و توسط یک تیم توسعه مستقل ساخته شده است. کلیه حق چاپ به صاحبان مربوطه تعلق دارند.\nGoogle این افزونه Chrome را تأیید یا حمایت نمی کند. OBJ Viewer متعلق به آن نیست ، مجوز آن را ندارد و از شرکت های تابعه Google Inc نیست.",
    "fi,he": "View 3D files quickly from Google Drive or from your hard drive.\nNeed to view 3D files online?\nJust install the software 3D Viewer in Google Chrome™\nTo begin viewing 3D files, simply do the following\nInstall the extension 3D Viewer in Google Chrome™\nClick on the extension icon\nChoose the 3D file you wish to open\nBegin viewing your 3D files online today! This 3D viewer works for both STL and OBJ file formats.\n\nThis is an online viewer, so you need to be connected to the Internet to be able to view your STL files for free. Open your\n3D model files quickly. You can also open OBJ files using this extension software\n\nSTL Files - STL (an abbreviation of \"stereolithography\") is a file format native to the stereolithography CAD software created by 3D Systems.\nSTL has several backronyms such as \"Standard Triangle Language\" and \"Standard Tessellation Language\". This file format is supported by many other software packages; it is widely used for rapid prototyping, \n3D printing and computer-aided manufacturing. STL files describe only the surface geometry of a three-dimensional object without any representation of color, texture or other common CAD model attributes. \nThe STL format specifies both ASCII and binary representations. Binary files are more common, since they are more compact.[\n\nAn STL file describes a raw, unstructured triangulated surface by the unit normal and vertices (ordered by the right-hand rule) of the triangles using a three-dimensional Cartesian coordinate system. \nIn the original specification, all STL coordinates were required to be positive numbers, but this restriction is no longer enforced and negative coordinates are commonly encountered in STL files today. \nSTL files contain no scale information, and the units are arbitrary.\n\nOBJ Files - OBJ (or .OBJ) is a geometry definition file format first developed by Wavefront Technologies for its Advanced Visualizer animation package. The file format is open and has been adopted \nby other 3D graphics application vendors.\n\nThe OBJ file format is a simple data-format that represents 3D geometry alone — namely, the position of each vertex, the UV position of each texture coordinate vertex, vertex normals, and the faces \nthat make each polygon defined as a list of vertices, and texture vertices. Vertices are stored in a counter-clockwise order by default, making explicit declaration of face normals unnecessary. OBJ coordinates\n have no units, but OBJ files can contain scale information in a human readable comment line.\n\nView 3D files from Autodesk quickly when you install this software today! Our software extension works in both Windows, Mac OS and Linux as well as this extension runs in the Chrome web browser. Open your CAD files today\nusing this software. Try to view CAD, IGS and 3DS files today after you install this extension.\n\nDisclaimer: Please note this extension is NOT made by Google and is made by an independent development team. All copyrights belong to their respective owners.\nGoogle doesn’t endorse or sponsor this Chrome extension. 3D Viewer in Google Chrome™ is not owned by, is not licensed by and is not a subsidiary of Google Inc.",
    "fil": "Tarkastele 3D-tiedostoja nopeasti Google Drivesta tai kiintolevyltä.\nTarvitseeko 3D-tiedostoja tarkastella verkossa?\nAsenna vain OBJ Viewer -ohjelmisto\nAloita 3D-tiedostojen katseleminen yksinkertaisesti seuraavasti\nAsenna laajennus OBJ Viewer\nNapsauta laajennuskuvaketta\nValitse 3D-tiedosto, jonka haluat avata\nAloita 3D-tiedostojesi katselu verkossa jo tänään! Tämä 3D-katseluohjelma toimii sekä STL- että OBJ-tiedostomuodoissa.\n\nTämä on online-katseluohjelma, joten sinun on oltava yhteydessä Internetiin, jotta voit tarkastella STL-tiedostojasi ilmaiseksi. Avaa 3D-mallitiedostosi nopeasti. Voit myös avata OBJ-tiedostoja tällä laajennusohjelmistolla\n\nSTL-tiedostot - STL (lyhenne \"stereolitografiasta\") on tiedostomuoto, joka on natiivi 3D-järjestelmien luomalle stereolitografia-CAD-ohjelmistolle.\nSTL: llä on useita taustamuotoja, kuten \"Standard Triangle Language\" ja \"Standard Tessellation Language\". Tätä tiedostomuotoa tukevat monet muut ohjelmistopaketit; sitä käytetään laajalti nopeaan prototyyppien valmistamiseen,\n3D-tulostus ja tietokoneavusteinen valmistus. STL-tiedostot kuvaavat vain kolmiulotteisen objektin pinnan geometriaa ilman värejä, tekstuuria tai muita yleisiä CAD-mallin määritteitä.\nSTL-muoto määrittelee sekä ASCII- että binaariesitykset. Binaaritiedostot ovat yleisempiä, koska ne ovat pienempiä.\n\nSTL-tiedosto kuvaa raakaa, jäsentelemätöntä kolmiopintaa kolmioiden normaalin yksikkönä ja pisteinä (oikeanpuoleisen säännön mukaan järjestettynä) kolmiulotteisella suorakulmaisella koordinaattijärjestelmällä.\nAlkuperäisessä eritelmässä kaikkien STL-koordinaattien vaadittiin olevan positiivisia lukuja, mutta tätä rajoitusta ei enää noudateta ja negatiivisia koordinaatteja esiintyy yleisesti STL-tiedostoissa tänään.\nSTL-tiedostot eivät sisällä mittakaavan tietoja, ja yksiköt ovat mielivaltaisia.\n\nOBJ-tiedostot - OBJ (tai .OBJ) on geometrian määritystiedostomuoto, jonka Wavefront Technologies on kehittänyt ensimmäisen kerran Advanced Visualizer -animaatiopaketilleen. Tiedostomuoto on auki ja se on hyväksytty\nmuut 3D-grafiikkasovellusten toimittajat.\n\nOBJ-tiedostomuoto on yksinkertainen datamuoto, joka edustaa pelkästään 3D-geometriaa - nimittäin jokaisen kärjen sijaintia, kunkin tekstuurikoordinaattipisteen UV-sijaintia, kärjen normaalia ja kasvoja\njotka tekevät jokaisesta monikulmiosta määritetyn luettelon pisteistä ja tekstuuripisteistä. Kärkipisteet tallennetaan oletusarvoisesti vastapäivään, mikä tekee kasvonormaalien nimenomaisesta ilmoittamisesta tarpeetonta. OBJ-koordinaatit\nniillä ei ole yksiköitä, mutta OBJ-tiedostot voivat sisältää mittakaavan tietoja ihmisen luettavassa kommenttirivissä.\n\nTarkastele Autodeskin 3D-tiedostoja nopeasti, kun asennat tämän ohjelmiston tänään! Ohjelmistolaajennuksemme toimii sekä Windowsissa, Mac OS: ssä että Linuxissa, ja tämä laajennus toimii Chrome-selaimessa. Avaa CAD-tiedostosi tänään\nkäyttämällä tätä ohjelmistoa. Yritä tarkastella CAD-, IGS- ja 3DS-tiedostoja tänään, kun olet asentanut tämän laajennuksen.\n\nVastuuvapauslauseke: Huomaa, että tätä laajennusta EI ole tehnyt Google, ja sen on tehnyt riippumaton kehitystiimi. Kaikki tekijänoikeudet kuuluvat omistajilleen.\nGoogle ei tue tai sponsoroi tätä Chrome-laajennusta. OBJ Viewer ei ole Google Inc: n omistuksessa, lisenssillä eikä tytäryhtiö.",
    "fr": "Affichez rapidement les fichiers 3D depuis Google Drive ou depuis votre disque dur.\nBesoin de visualiser des fichiers 3D en ligne?\nInstallez simplement le logiciel OBJ Viewer\nPour commencer à visualiser des fichiers 3D, procédez simplement comme suit\nInstallez l'extension OBJ Viewer\nCliquez sur l'icône d'extension\nChoisissez le fichier 3D que vous souhaitez ouvrir\nCommencez à visualiser vos fichiers 3D en ligne dès aujourd'hui! Cette visionneuse 3D fonctionne pour les formats de fichier STL et OBJ.\n\nIl s'agit d'une visionneuse en ligne, vous devez donc être connecté à Internet pour pouvoir visualiser vos fichiers STL gratuitement. Ouvrez rapidement vos fichiers de modèle 3D. Vous pouvez également ouvrir les fichiers OBJ à l'aide de ce logiciel d'extension\n\nFichiers STL - STL (une abréviation de \"stéréolithographie\") est un format de fichier natif du logiciel de CAO de stéréolithographie créé par 3D Systems.\nSTL a plusieurs backronymes tels que \"Standard Triangle Language\" et \"Standard Tessellation Language\". Ce format de fichier est pris en charge par de nombreux autres progiciels; il est largement utilisé pour le prototypage rapide,\nImpression 3D et fabrication assistée par ordinateur. Les fichiers STL ne décrivent que la géométrie de surface d'un objet tridimensionnel sans aucune représentation de la couleur, de la texture ou d'autres attributs de modèle CAO courants.\nLe format STL spécifie à la fois les représentations ASCII et binaires. Les fichiers binaires sont plus courants, car ils sont plus compacts. [\n\nUn fichier STL décrit une surface triangulée brute et non structurée par la normale unitaire et les sommets (ordonnés par la règle de droite) des triangles à l'aide d'un système de coordonnées cartésiennes en trois dimensions.\nDans la spécification d'origine, toutes les coordonnées STL devaient être des nombres positifs, mais cette restriction n'est plus appliquée et les coordonnées négatives sont couramment rencontrées dans les fichiers STL aujourd'hui.\nLes fichiers STL ne contiennent aucune information d'échelle et les unités sont arbitraires.\n\nFichiers OBJ - OBJ (ou .OBJ) est un format de fichier de définition de géométrie développé pour la première fois par Wavefront Technologies pour son package d'animation Advanced Visualizer. Le format de fichier est ouvert et a été adopté\npar d'autres fournisseurs d'applications graphiques 3D.\n\nLe format de fichier OBJ est un format de données simple qui représente la géométrie 3D seule - à savoir, la position de chaque sommet, la position UV de chaque sommet de coordonnées de texture, les normales de sommet et les faces\nqui rendent chaque polygone défini comme une liste de sommets et de sommets de texture. Les sommets sont stockés dans un ordre anti-horaire par défaut, ce qui rend inutile la déclaration explicite des normales de face. Coordonnées OBJ\nn'ont pas d'unités, mais les fichiers OBJ peuvent contenir des informations d'échelle dans une ligne de commentaire lisible par l'homme.\n\nAffichez rapidement les fichiers 3D d'Autodesk lorsque vous installez ce logiciel dès aujourd'hui! Notre extension logicielle fonctionne à la fois sous Windows, Mac OS et Linux, ainsi que cette extension fonctionne dans le navigateur Web Chrome. Ouvrez vos fichiers CAO dès aujourd'hui\nen utilisant ce logiciel. Essayez d'afficher les fichiers CAD, IGS et 3DS aujourd'hui après avoir installé cette extension.\n\nClause de non-responsabilité: veuillez noter que cette extension n'est PAS faite par Google et est faite par une équipe de développement indépendante. Tous les droits d'auteur appartiennent à leurs propriétaires respectifs.\nGoogle n'approuve ni ne sponsorise cette extension Chrome. OBJ Viewer n'est pas la propriété de, n'est pas licencié par et n'est pas une filiale de Google Inc.",
    "hi": "Google ड्राइव से या अपनी हार्ड ड्राइव से 3D फ़ाइलों को जल्दी से देखें।\n3 डी फ़ाइलों को ऑनलाइन देखने की आवश्यकता है?\nबस सॉफ्टवेयर OBJ Viewer स्थापित करें\n3D फ़ाइलों को देखने के लिए, बस निम्नलिखित करें\nएक्सटेंशन OBJ व्यूअर स्थापित करें\nएक्सटेंशन आइकन पर क्लिक करें\nवह 3 डी फ़ाइल चुनें जिसे आप खोलना चाहते हैं\nआज ही अपनी 3 डी फाइलों को ऑनलाइन देखना शुरू करें! यह 3D व्यूअर STL और OBJ फ़ाइल स्वरूपों के लिए काम करता है।\n\nयह एक ऑनलाइन दर्शक है, इसलिए आपको अपनी एसटीएल फ़ाइलों को मुफ्त में देखने में सक्षम होने के लिए इंटरनेट से जुड़े रहने की आवश्यकता है। अपनी 3D मॉडल फ़ाइलों को जल्दी से खोलें। आप इस एक्सटेंशन सॉफ्टवेयर का उपयोग करके OBJ फाइलें भी खोल सकते हैं\n\nएसटीएल फाइलें - एसटीएल (\"स्टीरियोलिथोग्राफी का संक्षिप्त नाम\") 3 डी सिस्टम द्वारा बनाई गई स्टीरियोलिथोग्राफी सीएडी सॉफ्टवेयर के मूल निवासी है।\nएसटीएल के पास कई मानक हैं जैसे \"स्टैंडर्ड ट्राइएंगल लैंग्वेज\" और \"स्टैंडर्ड टेसेलेशन लैंग्वेज\"। यह फ़ाइल प्रारूप कई अन्य सॉफ़्टवेयर पैकेजों द्वारा समर्थित है; यह तेजी से प्रोटोटाइप के लिए व्यापक रूप से उपयोग किया जाता है,\n3 डी प्रिंटिंग और कंप्यूटर एडेड विनिर्माण। एसटीएल फाइलें रंग, बनावट या अन्य सामान्य सीएडी मॉडल विशेषताओं के किसी भी प्रतिनिधित्व के बिना एक त्रि-आयामी वस्तु की केवल सतह ज्यामिति का वर्णन करती हैं।\nSTL प्रारूप ASCII और बाइनरी अभ्यावेदन दोनों को निर्दिष्ट करता है। बाइनरी फाइलें अधिक सामान्य हैं, क्योंकि वे अधिक कॉम्पैक्ट हैं। [\n\nएक एसटीएल फ़ाइल एक सामान्य, तीन-आयामी कार्टेशियन समन्वय प्रणाली का उपयोग करके त्रिभुज के दाएं (दाएं हाथ के नियम द्वारा क्रमबद्ध) इकाई द्वारा एक कच्ची, असंरचित त्रिभुज सतह का वर्णन करती है।\nमूल विनिर्देश में, सभी एसटीएल निर्देशांक को सकारात्मक संख्या में होना आवश्यक था, लेकिन यह प्रतिबंध अब लागू नहीं होता है और नकारात्मक निर्देशांक आमतौर पर एसटीएल फाइलों में आज सामने आते हैं।\nएसटीएल फाइलों में कोई पैमाने की जानकारी नहीं होती है, और इकाइयां मनमानी होती हैं।\n\nOBJ फाइलें - OBJ (या .OBJ) एक रेखागणित परिभाषा फ़ाइल स्वरूप है जिसे पहली बार अपने उन्नत विज़ुअलाइज़र एनीमेशन पैकेज के लिए वेवफ्रंट टेक्नोलॉजीज द्वारा विकसित किया गया है। फ़ाइल प्रारूप खुला है और अपनाया गया है\nअन्य 3 डी ग्राफिक्स अनुप्रयोग विक्रेताओं द्वारा।\n\nOBJ फ़ाइल प्रारूप एक सरल डेटा-प्रारूप है जो अकेले 3 डी ज्यामिति का प्रतिनिधित्व करता है - अर्थात्, प्रत्येक शीर्ष की स्थिति, प्रत्येक बनावट की यूवी स्थिति, शीर्ष, वर्टिकल मानदंडों और चेहरों का समन्वय करती है।\nजो प्रत्येक बहुभुज को वर्टिकल, और टेक्सचर वर्टिकल की सूची के रूप में परिभाषित करता है। कार्यक्षेत्रों को डिफ़ॉल्ट रूप से काउंटर-क्लॉकवाइज ऑर्डर में संग्रहीत किया जाता है, जिससे चेहरे के मानदंडों की स्पष्ट घोषणा अनावश्यक हो जाती है। OBJ निर्देशांक\nकोई इकाई नहीं है, लेकिन OBJ फ़ाइलों में मानव पठनीय टिप्पणी लाइन में पैमाने की जानकारी हो सकती है।\n\nजब आप आज इस सॉफ़्टवेयर को स्थापित करते हैं तो जल्दी से ऑटोडेस्क से 3 डी फाइलें देखें! हमारा सॉफ्टवेयर एक्सटेंशन विंडोज, मैक ओएस और लिनक्स दोनों में काम करता है और साथ ही यह एक्सटेंशन क्रोम वेब ब्राउज़र में चलता है। आज ही अपनी सीएडी फाइलें खोलें\nइस सॉफ्टवेयर का उपयोग कर। इस एक्सटेंशन को स्थापित करने के बाद आज CAD, IGS और 3DS फ़ाइलों को देखने का प्रयास करें।\n\nअस्वीकरण: कृपया ध्यान दें कि यह एक्सटेंशन Google द्वारा नहीं बनाया गया है और यह एक स्वतंत्र विकास दल द्वारा बनाया गया है। समस्त कॉपीराइट उनके संबंधित स्वामियों की संपत्ति हैं।\nGoogle इस क्रोम एक्सटेंशन का समर्थन या प्रायोजन नहीं करता है। OBJ Viewer के स्वामित्व में नहीं है, इसके द्वारा लाइसेंस प्राप्त नहीं है और यह Google Inc. की सहायक कंपनी नहीं है।",
    "hr": "Brzo pregledajte 3D datoteke s Google pogona ili s tvrdog diska.\nTrebate pregledati 3D datoteke na mreži?\nSamo instalirajte softver OBJ Viewer\nZa početak pregledavanja 3D datoteka jednostavno učinite sljedeće\nInstalirajte proširenje OBJ Viewer\nKliknite ikonu proširenja\nOdaberite 3D datoteku koju želite otvoriti\nZapočnite pregledavati svoje 3D datoteke već danas na mreži! Ovaj 3D preglednik radi i za formate datoteka STL i OBJ.\n\nOvo je mrežni preglednik, tako da morate biti povezani s Internetom kako biste mogli besplatno pregledavati svoje STL datoteke. Brzo otvorite datoteke 3D modela. Također možete otvoriti OBJ datoteke pomoću ovog softvera za proširenje\n\nSTL datoteke - STL (kratica od \"stereolithography\") format je datoteke izvorni za CAD softver za stereolitografiju koji je izradio 3D Systems.\nSTL ima nekoliko pozadinskih izraza kao što su \"Standard Triangle Language\" i \"Standard Tessellation Language\". Ovaj format datoteke podržavaju mnogi drugi softverski paketi; široko se koristi za brzo prototipiranje,\n3D tisak i računalno potpomognuta proizvodnja. STL datoteke opisuju samo geometriju površine trodimenzionalnog objekta bez ikakvog predstavljanja boje, teksture ili drugih uobičajenih atributa CAD modela.\nSTL format navodi ASCII i binarne prikaze. Binarne datoteke su češće jer su kompaktnije. [\n\nSTL datoteka opisuje sirovu, nestrukturiranu trianguliranu površinu jedinicom normalne i temena (poredana po pravilu desne strane) trokuta pomoću trodimenzionalnog kartezijanskog koordinatnog sustava.\nU izvornoj specifikaciji sve su STL koordinate morale biti pozitivni brojevi, ali to ograničenje više se ne primjenjuje i negativne koordinate se danas često susreću u STL datotekama.\nSTL datoteke ne sadrže podatke o mjerilu, a jedinice su proizvoljne.\n\nOBJ datoteke - OBJ (ili .OBJ) je format datoteke definicije geometrije koji je prvi razvio Wavefront Technologies za svoj paket animacije Advanced Visualizer. Format datoteke je otvoren i usvojen je\nod ostalih dobavljača aplikacija za 3D grafiku.\n\nOBJ format datoteke jednostavan je format podataka koji predstavlja samo 3D geometriju - naime, položaj svakog vrha, UV položaj svakog koordinatnog vrha teksture, normali vrhova i lica\nkoji svaki poligon definiraju kao popis vrhova i vrhova teksture. Vrhovi se prema zadanim postavkama pohranjuju u smjeru obrnutom od kazaljke na satu, što eksplicitno deklariranje normala lica čini nepotrebnim. Koordinate OBJ\nnemaju jedinice, ali OBJ datoteke mogu sadržavati podatke o mjerilu u čitljivom retku komentara.\n\nPregledajte 3D datoteke iz Autodeska brzo kada danas instalirate ovaj softver! Naše programsko proširenje radi u sustavima Windows, Mac OS i Linux, kao i ovo proširenje u web pregledniku Chrome. Otvorite svoje CAD datoteke već danas\nkoristeći ovaj softver. Pokušajte pregledati CAD, IGS i 3DS datoteke danas nakon što instalirate ovo proširenje.\n\nIzjava o odricanju odgovornosti: imajte na umu da ovo proširenje NIJE Google, a izradio ga je neovisni razvojni tim. Sva autorska prava pripadaju njihovim vlasnicima.\nGoogle ne podržava ili ne sponzorira ovo proširenje za Chrome. OBJ Viewer nije u vlasništvu, nije licenciran i nije podružnica Google Inc.",
    "hu": "Nézze meg gyorsan a 3D fájlokat a Google Drive-ról vagy a merevlemezről.\n3D fájlokat kell online megtekintenie?\nCsak telepítse az OBJ Viewer szoftvert\nA 3D fájlok megtekintésének megkezdéséhez egyszerűen tegye a következőket\nTelepítse az OBJ Viewer kiterjesztést\nKattintson a kiterjesztés ikonra\nVálassza ki a megnyitni kívánt 3D fájlt\nKezdje el megtekinteni a 3D fájlokat online még ma! Ez a 3D-s megjelenítő STL és OBJ fájlformátumok esetén egyaránt működik.\n\nEz egy online néző, ezért csatlakoznia kell az internethez, hogy ingyenesen megtekinthesse STL fájljait. Gyorsan nyissa meg a 3D modell fájlokat. Az OBJ fájlokat ezzel a kiterjesztő szoftverrel is megnyithatja\n\nSTL fájlok - Az STL (a \"sztereolitográfia\" rövidítése) a 3D Systems által létrehozott sztereolitográfiai CAD szoftverben honos fájlformátum.\nAz STL-nek számos háttere van, például a \"Standard háromszög nyelv\" és a \"Standard Tessellation nyelv\". Ezt a fájlformátumot számos más szoftvercsomag támogatja; széles körben használják a gyors prototípus készítéshez,\n3D nyomtatás és számítógéppel segített gyártás. Az STL fájlok csak egy háromdimenziós objektum felületi geometriáját írják le, a színek, a textúra vagy más gyakori CAD modellattribútumok ábrázolása nélkül.\nAz STL formátum mind az ASCII, mind a bináris ábrázolásokat meghatározza. A bináris fájlok gyakoribbak, mivel kompaktabbak.\n\nAz STL fájl egy nyers, strukturálatlan háromszöget bezáró felületet ír le a háromszög normál egysége és csúcsai szerint (a jobb oldali szabály szerint rendezve) háromdimenziós derékszögű koordinátarendszer segítségével.\nAz eredeti specifikációban az összes STL-koordinátának pozitív számnak kellett lennie, de ez a korlátozás már nem érvényesül, és a negatív koordinátákkal manapság gyakran találkozunk az STL-fájlokban.\nAz STL fájlok nem tartalmaznak skála információt, és az egységek tetszőlegesek.\n\nOBJ fájlok - Az OBJ (vagy .OBJ) egy geometria-definíciós fájlformátum, amelyet a Wavefront Technologies fejlesztett ki először az Advanced Visualizer animációs csomagjához. A fájlformátum nyitva van, és átvették\nmás 3D grafikus alkalmazások gyártói.\n\nAz OBJ fájlformátum egy egyszerű adatformátum, amely csak a 3D geometriát képviseli - nevezetesen az egyes csúcsok helyzetét, az egyes textúrák koordinátájú csúcsainak UV-helyzetét, a csúcs normálisait és az arcokat\namelyek az egyes sokszögeket csúcsok és textúrák csúcsainak listájává teszik. A csúcsokat alapértelmezés szerint az óramutató járásával ellentétes sorrendben tárolják, ezáltal az arc normálok kifejezett deklarálása felesleges. Az OBJ koordinátái\nnincs egységük, de az OBJ fájlok skála információkat tartalmazhatnak egy ember által olvasható megjegyzéssorban.\n\nTekintse meg gyorsan az Autodesk 3D fájljait, amikor ma telepíti ezt a szoftvert! Szoftverbővítményünk Windows, Mac OS és Linux operációs rendszereken egyaránt működik, és ez a kiterjesztés a Chrome böngészőben is fut. Nyissa meg még ma a CAD fájlokat\nennek a szoftvernek a használatával. Próbálja meg ma megtekinteni a CAD, IGS és 3DS fájlokat, miután telepítette ezt a kiterjesztést.\n\nJogi nyilatkozat: Felhívjuk figyelmét, hogy ezt a bővítményt NEM a Google készítette, és egy független fejlesztői csapat készítette. Minden szerzői jog a megfelelő tulajdonosoké.\nA Google nem támogatja vagy szponzorálja ezt a Chrome-bővítményt. Az OBJ Viewer nem a Google Inc. tulajdonában van, nem rendelkezik engedéllyel és nem leányvállalata.",
    "id": "Lihat file 3D dengan cepat dari Google Drive atau dari hard drive Anda.\nPerlu melihat file 3D online?\nInstal saja perangkat lunak OBJ Viewer\nUntuk mulai melihat file 3D, cukup lakukan hal berikut\nInstal ekstensi OBJ Viewer\nKlik pada ikon ekstensi\nPilih file 3D yang ingin Anda buka\nMulailah melihat file 3D Anda secara online hari ini! Penampil 3D ini berfungsi untuk format file STL dan OBJ.\n\nIni adalah penampil online, jadi Anda harus tersambung ke Internet untuk dapat melihat file STL Anda secara gratis. Buka file model 3D Anda dengan cepat. Anda juga dapat membuka file OBJ menggunakan perangkat lunak ekstensi ini\n\nFile STL - STL (singkatan dari \"stereolithography\") adalah format file asli dari perangkat lunak CAD stereolitografi yang dibuat oleh Sistem 3D.\nSTL memiliki beberapa backronym seperti \"Standard Triangle Language\" dan \"Standard Tessellation Language\". Format file ini didukung oleh banyak paket perangkat lunak lainnya; itu banyak digunakan untuk pembuatan prototipe cepat,\nPencetakan 3D dan manufaktur dengan bantuan komputer. File STL hanya menjelaskan geometri permukaan objek tiga dimensi tanpa representasi warna, tekstur, atau atribut model CAD umum lainnya.\nFormat STL menentukan ASCII dan representasi biner. File biner lebih umum, karena lebih kompak. [\n\nFile STL menggambarkan permukaan triangulasi mentah dan tidak terstruktur oleh unit normal dan simpul (diurutkan dengan aturan tangan kanan) dari segitiga menggunakan sistem koordinat Kartesius tiga dimensi.\nDalam spesifikasi aslinya, semua koordinat STL harus berupa bilangan positif, tetapi batasan ini tidak lagi diberlakukan dan koordinat negatif biasanya ditemukan di file STL saat ini.\nFile STL tidak berisi informasi skala, dan unitnya berubah-ubah.\n\nFile OBJ - OBJ (atau .OBJ) adalah format file definisi geometri yang pertama kali dikembangkan oleh Wavefront Technologies untuk paket animasi Advanced Visualizer-nya. Format file terbuka dan telah diadopsi\noleh vendor aplikasi grafis 3D lainnya.\n\nFormat file OBJ adalah format data sederhana yang merepresentasikan geometri 3D saja - yaitu, posisi tiap simpul, posisi UV tiap simpul koordinat tekstur, normals simpul, dan muka.\nyang membuat setiap poligon didefinisikan sebagai daftar simpul, dan simpul tekstur. Simpul disimpan dalam urutan berlawanan arah jarum jam secara default, membuat pernyataan eksplisit normal wajah tidak diperlukan. Koordinat OBJ\ntidak memiliki unit, tetapi file OBJ dapat berisi informasi skala dalam baris komentar yang dapat dibaca manusia.\n\nLihat file 3D dari Autodesk dengan cepat saat Anda menginstal perangkat lunak ini sekarang! Ekstensi perangkat lunak kami berfungsi di Windows, Mac OS dan Linux serta ekstensi ini berjalan di browser web Chrome. Buka file CAD Anda hari ini\nmenggunakan perangkat lunak ini. Coba lihat file CAD, IGS, dan 3DS hari ini setelah Anda menginstal ekstensi ini.\n\nPenafian: Harap dicatat ekstensi ini TIDAK dibuat oleh Google dan dibuat oleh tim pengembangan independen. Semua hak cipta dimiliki oleh pemiliknya masing-masing.\nGoogle tidak mendukung atau mensponsori ekstensi Chrome ini. OBJ Viewer tidak dimiliki oleh, tidak dilisensikan oleh dan bukan merupakan anak perusahaan dari Google Inc.",
    "it": "Visualizza rapidamente i file 3D da Google Drive o dal tuo disco rigido.\nHai bisogno di visualizzare file 3D online?\nBasta installare il software OBJ Viewer\nPer iniziare a visualizzare i file 3D, eseguire semplicemente le seguenti operazioni\nInstalla l'estensione OBJ Viewer\nFare clic sull'icona dell'estensione\nScegli il file 3D che desideri aprire\nInizia subito a visualizzare i tuoi file 3D online! Questo visualizzatore 3D funziona sia per i formati di file STL che OBJ.\n\nQuesto è un visualizzatore online, quindi devi essere connesso a Internet per poter visualizzare i tuoi file STL gratuitamente. Apri rapidamente i file del modello 3D. Puoi anche aprire i file OBJ usando questo software di estensione\n\nFile STL - STL (abbreviazione di \"stereolitografia\") è un formato di file nativo del software CAD per stereolitografia creato da 3D Systems.\nSTL ha diversi backronimi come \"Standard Triangle Language\" e \"Standard Tessellation Language\". Questo formato di file è supportato da molti altri pacchetti software; è ampiamente utilizzato per la prototipazione rapida,\nStampa 3D e produzione assistita da computer. I file STL descrivono solo la geometria della superficie di un oggetto tridimensionale senza alcuna rappresentazione di colore, trama o altri attributi comuni del modello CAD.\nIl formato STL specifica sia rappresentazioni ASCII che binarie. I file binari sono più comuni, poiché sono più compatti. [\n\nUn file STL descrive una superficie triangolata grezza e non strutturata dall'unità normale e vertici (ordinati dalla regola della mano destra) dei triangoli utilizzando un sistema di coordinate cartesiane tridimensionali.\nNella specifica originale, tutte le coordinate STL dovevano essere numeri positivi, ma questa restrizione non è più applicata e le coordinate negative si incontrano comunemente nei file STL oggi.\nI file STL non contengono informazioni sulla scala e le unità sono arbitrarie.\n\nFile OBJ - OBJ (o .OBJ) è un formato di file di definizione della geometria sviluppato per la prima volta da Wavefront Technologies per il suo pacchetto di animazione Advanced Visualizer. Il formato del file è aperto ed è stato adottato\nda altri fornitori di applicazioni grafiche 3D.\n\nIl formato di file OBJ è un semplice formato di dati che rappresenta solo la geometria 3D, ovvero la posizione di ciascun vertice, la posizione UV di ciascun vertice delle coordinate della trama, le normali dei vertici e le facce\nche rendono ogni poligono definito come un elenco di vertici e vertici di texture. I vertici vengono memorizzati in senso antiorario per impostazione predefinita, rendendo superflua la dichiarazione esplicita delle normali delle facce. Coordinate OBJ\nnon hanno unità, ma i file OBJ possono contenere informazioni sulla scala in una riga di commento leggibile dall'uomo.\n\nVisualizza rapidamente i file 3D da Autodesk quando installi questo software oggi! La nostra estensione software funziona sia su Windows, Mac OS che su Linux e questa estensione funziona nel browser web Chrome. Apri i tuoi file CAD oggi\nutilizzando questo software. Prova a visualizzare i file CAD, IGS e 3DS oggi dopo aver installato questa estensione.\n\nDichiarazione di non responsabilità: si prega di notare che questa estensione NON è realizzata da Google ed è realizzata da un team di sviluppo indipendente. Tutti i diritti d'autore appartengono ai rispettivi proprietari.\nGoogle non approva né sponsorizza questa estensione di Chrome. OBJ Viewer non è di proprietà di, non è concesso in licenza da e non è una consociata di Google Inc.",
    "ja": "Googleドライブまたはハードドライブから3Dファイルをすばやく表示します。\n3Dファイルをオンラインで表示する必要がありますか？\nソフトウェアOBJ Viewerをインストールするだけです\n3Dファイルの表示を開始するには、次の操作を行います\n拡張OBJビューアーをインストールする\n拡張機能アイコンをクリックします\n開きたい3Dファイルを選択してください\n今日からオンラインで3Dファイルの表示を開始してください！この3Dビューアは、STLファイル形式とOBJファイル形式の両方で機能します。\n\nこれはオンラインビューアなので、STLファイルを無料で表示するにはインターネットに接続する必要があります。 3Dモデルファイルをすばやく開きます。この拡張ソフトウェアを使用してOBJファイルを開くこともできます\n\nSTLファイル-STL（「stereolithography」の略）は、3D Systemsによって作成されたステレオリソグラフィーCADソフトウェアに固有のファイル形式です。\nSTLには、「Standard Triangle Language」や「Standard Tessellation Language」などのいくつかのバックロニムがあります。このファイル形式は、他の多くのソフトウェアパッケージでサポートされています。ラピッドプロトタイピングに広く使用されています。\n3Dプリンティングとコンピューター支援製造。 STLファイルは、色、テクスチャ、またはその他の一般的なCADモデル属性の表現なしで、3次元オブジェクトの表面形状のみを記述します。\nSTL形式は、ASCII表現とバイナリ表現の両方を指定します。バイナリファイルはよりコンパクトなので、より一般的です。[\n\nSTLファイルは、3次元のデカルト座標系を使用して、三角形の単位法線と頂点（右手の法則で順序付け）によって生の非構造化三角形サーフェスを記述します。\n元の仕様では、すべてのSTL座標は正の数である必要がありましたが、この制限は強制されなくなり、今日のSTLファイルでは負の座標が一般的に発生しています。\nSTLファイルにはスケール情報は含まれず、単位は任意です。\n\nOBJファイル-OBJ（または.OBJ）は、Wavefront TechnologiesがAdvanced Visualizerアニメーションパッケージ用に最初に開発したジオメトリ定義ファイル形式です。ファイル形式はオープンで採用されています\n他の3Dグラフィックアプリケーションベンダー。\n\nOBJファイル形式は、3Dジオメトリのみを表す単純なデータ形式です。つまり、各頂点の位置、各テクスチャ座標頂点のUV位置、頂点法線、および面です。\n各ポリゴンを頂点のリストとして定義し、頂点をテクスチャ化します。頂点はデフォルトで反時計回りの順序で保存されるため、面法線を明示的に宣言する必要はありません。 OBJ座標\n単位はありませんが、OBJファイルには、人間が読めるコメント行にスケール情報を含めることができます。\n\n今日このソフトウェアをインストールすると、オートデスクの3Dファイルをすばやく表示できます！当社のソフトウェア拡張機能は、Windows、Mac OS、Linuxの両方で機能し、この拡張機能はChromeウェブブラウザで実行されます。今すぐCADファイルを開く\nこのソフトウェアを使用して。この拡張機能をインストールしたら、今すぐCAD、IGS、3DSファイルを表示してみてください。\n\n免責事項：この拡張機能はGoogleによるものではなく、独立した開発チームによるものです。すべての著作権はそれぞれの所有者に帰属します。\nGoogleがこのChrome拡張機能を推奨または後援することはありません。 OBJ Viewerは、Google Inc.によって所有されておらず、ライセンスも付与されておらず、Google Inc.の子会社ではありません。",
    "ko": "Google 드라이브 또는 하드 드라이브에서 3D 파일을 빠르게 봅니다.\n3D 파일을 온라인으로보아야합니까?\n소프트웨어 OBJ 뷰어를 설치하기 만하면됩니다.\n3D 파일보기를 시작하려면 다음을 수행하십시오.\n확장 OBJ 뷰어 설치\n확장 아이콘을 클릭하십시오\n열려는 3D 파일을 선택하십시오\n지금 바로 온라인에서 3D 파일보기를 시작하십시오! 이 3D 뷰어는 STL 및 OBJ 파일 형식 모두에서 작동합니다.\n\n온라인 뷰어이므로 STL 파일을 무료로 보려면 인터넷에 연결해야합니다. 3D 모델 파일을 빠르게 엽니 다. 이 확장 소프트웨어를 사용하여 OBJ 파일을 열 수도 있습니다\n\nSTL 파일-STL ( \"stereolithography\"의 약자)은 3D Systems에서 만든 stereolithography CAD 소프트웨어의 기본 파일 형식입니다.\nSTL에는 \"Standard Triangle Language\"및 \"Standard Tessellation Language\"와 같은 여러 역음이 있습니다. 이 파일 형식은 다른 많은 소프트웨어 패키지에서 지원됩니다. 신속한 프로토 타이핑에 널리 사용되며\n3D 프린팅 및 컴퓨터 지원 제조. STL 파일은 색상, 질감 또는 기타 일반적인 CAD 모델 속성의 표현없이 3 차원 개체의 표면 형상 만 설명합니다.\nSTL 형식은 ASCII 및 이진 표현을 모두 지정합니다. 바이너리 파일은 더 콤팩트하기 때문에 더 일반적입니다. [\n\nSTL 파일은 3 차원 데카르트 좌표계를 사용하여 삼각형의 단위 법선과 정점 (오른쪽 규칙에 따라 정렬 됨)에 의해 구조화되지 않은 원시 삼각형 표면을 설명합니다.\n원래 사양에서는 모든 STL 좌표가 양수 여야했지만이 제한은 더 이상 적용되지 않으며 오늘날 STL 파일에서 일반적으로 음의 좌표가 발생합니다.\nSTL 파일에는 축척 정보가 없으며 단위는 임의적입니다.\n\nOBJ 파일-OBJ (또는 .OBJ)는 Wavefront Technologies에서 Advanced Visualizer 애니메이션 패키지를 위해 처음 개발 한 지오메트리 정의 파일 형식입니다. 파일 형식이 열려 있고 채택되었습니다.\n다른 3D 그래픽 애플리케이션 공급 업체에서 제공합니다.\n\nOBJ 파일 형식은 3D 지오메트리 만 나타내는 간단한 데이터 형식입니다. 즉, 각 정점의 위치, 각 텍스처 좌표 정점의 UV 위치, 정점 법선 및면\n각 다각형을 정점 및 텍스처 정점 목록으로 정의합니다. 정점은 기본적으로 시계 반대 방향으로 저장되므로면 법선을 명시 적으로 선언 할 필요가 없습니다. OBJ 좌표\n단위는 없지만 OBJ 파일은 사람이 읽을 수있는 주석 줄에 축척 정보를 포함 할 수 있습니다.\n\n오늘이 소프트웨어를 설치하면 Autodesk의 3D 파일을 빠르게 볼 수 있습니다! 소프트웨어 확장 프로그램은 Windows, Mac OS 및 Linux 모두에서 작동하며이 확장 프로그램은 Chrome 웹 브라우저에서 실행됩니다. 오늘 CAD 파일 열기\n이 소프트웨어를 사용합니다. 이 확장을 설치 한 후 오늘 CAD, IGS 및 3DS 파일을보십시오.\n\n면책 조항 :이 확장은 Google에서 만든 것이 아니며 독립적 인 개발 팀에서 만든 것입니다. 모든 저작권은 해당 소유자에게 있습니다.\nGoogle은이 Chrome 확장 프로그램을 보증하거나 후원하지 않습니다. OBJ Viewer는 Google Inc.의 소유가 아니며 라이선스가 부여되지 않았으며 Google Inc.의 자회사가 아닙니다.",
    "lt": "Greitai peržiūrėkite 3D failus iš „Google“ disko arba standžiojo disko.\nReikia peržiūrėti 3D failus internete?\nTiesiog įdiekite programinę įrangą „OBJ Viewer“\nNorėdami pradėti žiūrėti 3D failus, tiesiog atlikite šiuos veiksmus\nĮdiekite plėtinį OBJ Viewer\nSpustelėkite plėtinio piktogramą\nPasirinkite norimą atidaryti 3D failą\nPradėkite 3D failų peržiūrą internetu jau šiandien! Šis 3D žiūriklis veikia tiek STL, tiek OBJ failų formatais.\n\nTai yra internetinis žiūrovas, todėl, norėdami nemokamai peržiūrėti savo STL failus, turite būti prisijungę prie interneto. Greitai atidarykite savo 3D modelio failus. Taip pat galite atidaryti OBJ failus naudodami šią plėtinio programinę įrangą\n\nSTL failai - STL („stereolitografijos“ santrumpa) yra failo formatas, būdingas 3D sistemų sukurtai stereolitografijos CAD programinei įrangai.\nSTL turi keletą atgalinių pavadinimų, tokių kaip „Standartinė trikampio kalba“ ir „Standartinė indų kalba“. Šį failo formatą palaiko daugelis kitų programinės įrangos paketų; jis plačiai naudojamas greitam prototipų kūrimui,\n3D spausdinimas ir gamyba kompiuteriu. STL failai apibūdina tik trijų matmenų objekto paviršiaus geometriją be spalvų, tekstūros ar kitų įprastų CAD modelio atributų.\nSTL formatas nurodo tiek ASCII, tiek dvejetainius vaizdus. Dvejetainiai failai yra dažnesni, nes jie yra kompaktiškesni.\n\nSTL failas apibūdina neapdorotą, nestruktūrizuotą trikampio paviršių pagal normalų vienetą ir viršūnes (išdėstytas dešinės rankos taisykle) trikampiuose, naudojant trimatę Dekarto koordinačių sistemą.\nPirminėje specifikacijoje reikėjo, kad visos STL koordinatės būtų teigiami skaičiai, tačiau šis apribojimas nebevykdomas, o šiandien STL failuose dažniausiai susiduriama su neigiamomis koordinatėmis.\nSTL failuose nėra informacijos apie mastelį, o vienetai yra savavališki.\n\nOBJ failai - OBJ (arba .OBJ) yra geometrijos apibrėžimo failo formatas, kurį pirmiausia sukūrė „Wavefront Technologies“ savo pažangaus vizualizatoriaus animacijos paketui. Failo formatas yra atviras ir buvo patvirtintas\nkitų 3D grafikos programų pardavėjų.\n\nOBJ failo formatas yra paprastas duomenų formatas, vaizduojantis tik 3D geometriją - visų viršūnių padėtį, kiekvienos tekstūros koordinatės viršūnės UV padėtį, viršūnių normalius elementus ir veidus\nkad kiekvienas daugiakampis apibrėžiamas kaip viršūnių ir tekstūros viršūnių sąrašas. Pagal numatytuosius nustatymus viršūnės saugomos prieš laikrodžio rodyklę, todėl aiškių veido normalų deklaravimo nereikia. OBJ koordinatės\nneturi vienetų, tačiau OBJ failuose gali būti informacijos apie skalę žmonių suprantamoje komentarų eilutėje.\n\nGreitai peržiūrėkite 3D failus iš „Autodesk“, kai šiandien įdiegiate šią programinę įrangą! Mūsų programinės įrangos plėtinys veikia tiek „Windows“, tiek „Mac OS“, tiek „Linux“, taip pat šis plėtinys veikia „Chrome“ žiniatinklio naršyklėje. Šiandien atidarykite savo CAD failus\nnaudojant šią programinę įrangą. Įdiegę šį plėtinį, pabandykite šiandien peržiūrėti CAD, IGS ir 3DS failus.\n\nAtsakomybės apribojimas: atkreipkite dėmesį, kad šį plėtinį NEGALI „Google“, o jį atlieka nepriklausoma kūrėjų komanda. Visos autorių teisės priklauso jų savininkams.\n„Google“ nepatvirtina ir neremia šio „Chrome“ plėtinio. „OBJ Viewer“ nepriklauso, nėra licencijuota ir nėra „Google Inc.“ dukterinė įmonė.",
    "lv": "Ātri skatiet 3D failus no Google diska vai no cietā diska.\nJāskatās 3D faili tiešsaistē?\nVienkārši instalējiet programmatūru OBJ Viewer\nLai sāktu 3D failu skatīšanu, vienkārši rīkojieties šādi\nInstalējiet paplašinājumu OBJ Viewer\nNoklikšķiniet uz paplašinājuma ikonas\nIzvēlieties 3D failu, kuru vēlaties atvērt\nSāciet 3D failu skatīšanos tiešsaistē jau šodien! Šis 3D skatītājs darbojas gan STL, gan OBJ failu formātos.\n\nŠis ir tiešsaistes skatītājs, tāpēc, lai varētu bez maksas skatīt savus STL failus, jums ir jābūt savienotam ar internetu. Ātri atveriet savus 3D modeļa failus. Izmantojot šo paplašinājuma programmatūru, varat atvērt arī OBJ failus\n\nSTL faili - STL (saīsinājums no \"stereolitogrāfijas\") ir faila formāts, kas raksturīgs 3D sistēmu izveidotajai stereolitogrāfijas CAD programmatūrai.\nSTL ir vairāki atpakaļvārdi, piemēram, \"Standarta trīsstūra valoda\" un \"Standarta Tessellation valoda\". Šo faila formātu atbalsta daudzas citas programmatūras pakotnes; to plaši izmanto ātrai prototipu veidošanai,\n3D druka un datorizēta ražošana. STL faili apraksta tikai trīsdimensiju objekta virsmas ģeometriju bez krāsu, faktūras vai citu kopēju CAD modeļa atribūtu attēlojuma.\nSTL formāts norāda gan ASCII, gan bināros attēlojumus. Binārie faili ir biežāk sastopami, jo tie ir kompaktāki. [\n\nSTL fails apraksta neapstrādātu, nestrukturētu triangulētu virsmu ar vienības normālu un virsotnēm (sakārtotas pēc labās puses noteikuma) trijstūriem, izmantojot trīsdimensiju Dekarta koordinātu sistēmu.\nSākotnējā specifikācijā visām STL koordinātām bija jābūt pozitīviem skaitļiem, taču šis ierobežojums vairs netiek ieviests, un šodien STL failos parasti sastopamas negatīvas koordinātas.\nSTL failos nav informācijas par mērogu, un vienības ir patvaļīgas.\n\nOBJ faili - OBJ (vai .OBJ) ir ģeometrijas definīcijas faila formāts, ko vispirms izstrādāja Wavefront Technologies savai Advanced Visualizer animācijas paketei. Faila formāts ir atvērts un ir pieņemts\nciti 3D grafikas lietojumprogrammu pārdevēji.\n\nOBJ faila formāts ir vienkāršs datu formāts, kas attēlo tikai 3D ģeometriju - proti, katras virsotnes pozīciju, katras faktūras koordinātu virsotnes UV pozīciju, virsotnes normālos un sejas\nkas katru daudzstūri nosaka kā virsotņu un faktūras virsotņu sarakstu. Pēc noklusējuma virsotnes tiek glabātas pretēji pulksteņrādītāja kustības virzienam, padarot sejas normālu skaidru deklarēšanu nevajadzīgu. OBJ koordinātas\nnav vienību, bet OBJ faili var saturēt mēroga informāciju cilvēkiem lasāmā komentāru rindiņā.\n\nĀtri skatiet 3D failus no Autodesk, šodien instalējot šo programmatūru! Mūsu programmatūras paplašinājums darbojas gan Windows, gan Mac OS, gan Linux, kā arī šis paplašinājums darbojas Chrome tīmekļa pārlūkprogrammā. Atveriet savus CAD failus šodien\nizmantojot šo programmatūru. Pēc šī paplašinājuma instalēšanas mēģiniet šodien skatīt CAD, IGS un 3DS failus.\n\nAtruna: lūdzu, ņemiet vērā, ka šo paplašinājumu NAV izveidojis Google, un to veic neatkarīga izstrādātāju komanda. Visas autortiesības pieder to attiecīgajiem īpašniekiem.\nGoogle neapstiprina un sponsorē šo Chrome paplašinājumu. OBJ Viewer nav Google Inc. īpašnieks, nav licencēts un nav Google Inc. meitasuzņēmums.",
    "ms": "Lihat fail 3D dengan pantas dari Google Drive atau dari cakera keras anda.\nPerlu melihat fail 3D dalam talian?\nPasang sahaja perisian OBJ Viewer\nUntuk mula melihat fail 3D, lakukan perkara berikut\nPasang pelanjutan OBJ Viewer\nKlik pada ikon peluasan\nPilih fail 3D yang ingin anda buka\nMulailah melihat fail 3D anda dalam talian hari ini! Penampil 3D ini berfungsi untuk format fail STL dan OBJ.\n\nIni adalah penonton dalam talian, jadi anda perlu disambungkan ke Internet untuk dapat melihat fail STL anda secara percuma. Buka fail model 3D anda dengan cepat. Anda juga boleh membuka fail OBJ menggunakan perisian pelanjutan ini\n\nFail STL - STL (singkatan dari \"stereolithography\") adalah format fail yang berasal dari perisian CAD stereolitografi yang dibuat oleh 3D Systems.\nSTL mempunyai beberapa backronym seperti \"Standard Triangle Language\" dan \"Standard Tessellation Language\". Format fail ini disokong oleh banyak pakej perisian lain; ia digunakan secara meluas untuk prototaip cepat,\nPercetakan 3D dan pembuatan berbantukan komputer. Fail STL hanya menerangkan geometri permukaan objek tiga dimensi tanpa perwakilan warna, tekstur atau atribut model CAD biasa yang lain.\nFormat STL menentukan perwakilan ASCII dan binari. Fail binari lebih biasa, kerana fail lebih ringkas. [\n\nFail STL menerangkan permukaan segitiga mentah yang tidak berstruktur oleh unit normal dan bucu (disusun berdasarkan peraturan sebelah kanan) segitiga menggunakan sistem koordinat Cartesian tiga dimensi.\nDalam spesifikasi asal, semua koordinat STL diharuskan menjadi nombor positif, tetapi sekatan ini tidak lagi dikuatkuasakan dan koordinat negatif biasanya ditemui dalam fail STL hari ini.\nFail STL tidak mengandungi maklumat skala, dan unitnya sewenang-wenangnya.\n\nFail OBJ - OBJ (atau .OBJ) adalah format fail definisi geometri yang pertama kali dikembangkan oleh Wavefront Technologies untuk pakej animasi Advanced Visualizer. Format fail terbuka dan telah diterima pakai\noleh vendor aplikasi grafik 3D yang lain.\n\nFormat fail OBJ adalah format data sederhana yang mewakili geometri 3D sahaja - iaitu, kedudukan setiap bucu, kedudukan UV dari setiap titik koordinat tekstur, bucu normal, dan wajah\nyang menjadikan setiap poligon ditakrifkan sebagai senarai bucu, dan bucu tekstur. Vertices disimpan dalam urutan lawan arah jam secara lalai, menjadikan pernyataan eksplisit wajah normal tidak perlu. Koordinat OBJ\ntidak mempunyai unit, tetapi fail OBJ boleh mengandungi maklumat skala di baris komen yang dapat dibaca oleh manusia.\n\nLihat fail 3D dari Autodesk dengan cepat apabila anda memasang perisian ini hari ini! Sambungan perisian kami berfungsi di Windows, Mac OS dan Linux serta pelanjutan ini dijalankan di penyemak imbas web Chrome. Buka fail CAD anda hari ini\nmenggunakan perisian ini. Cuba lihat fail CAD, IGS dan 3DS hari ini setelah anda memasang pelanjutan ini.\n\nPenafian: Harap maklum bahawa peluasan ini TIDAK dibuat oleh Google dan dibuat oleh pasukan pembangunan bebas. Semua hak cipta adalah milik pemiliknya masing-masing.\nGoogle tidak menyokong atau menaja pelanjutan Chrome ini. OBJ Viewer tidak dimiliki oleh, tidak dilesenkan oleh dan bukan anak syarikat Google Inc.",
    "nl": "Bekijk snel 3D-bestanden vanaf Google Drive of vanaf uw harde schijf.\nWilt u 3D-bestanden online bekijken?\nInstalleer gewoon de software OBJ Viewer\nOm 3D-bestanden te bekijken, doet u gewoon het volgende\nInstalleer de extensie OBJ Viewer\nKlik op het extensiepictogram\nKies het 3D-bestand dat u wilt openen\nBegin vandaag nog met het online bekijken van uw 3D-bestanden! Deze 3D-viewer werkt voor zowel STL- als OBJ-bestandsindelingen.\n\nDit is een online viewer, dus u moet verbinding hebben met internet om uw STL-bestanden gratis te kunnen bekijken. Open snel uw 3D-modelbestanden. U kunt ook OBJ-bestanden openen met deze extensiesoftware\n\nSTL-bestanden - STL (een afkorting van \"stereolithografie\") is een bestandsindeling die eigen is aan de stereolithografie CAD-software die is gemaakt door 3D Systems.\nSTL heeft verschillende backroniemen zoals \"Standard Triangle Language\" en \"Standard Tessellation Language\". Dit bestandsformaat wordt ondersteund door veel andere softwarepakketten; het wordt veel gebruikt voor snelle prototyping,\n3D-printen en computerondersteunde fabricage. STL-bestanden beschrijven alleen de oppervlaktegeometrie van een driedimensionaal object zonder enige weergave van kleur, textuur of andere veelgebruikte CAD-modelattributen.\nHet STL-formaat specificeert zowel ASCII als binaire representaties. Binaire bestanden komen vaker voor, omdat ze compacter zijn. [\n\nEen STL-bestand beschrijft een ruw, ongestructureerd driehoekig oppervlak door de eenheidsnormaal en hoekpunten (geordend volgens de rechterhandregel) van de driehoeken met behulp van een driedimensionaal Cartesiaans coördinatensysteem.\nIn de oorspronkelijke specificatie moesten alle STL-coördinaten positieve getallen zijn, maar deze beperking wordt niet langer afgedwongen en negatieve coördinaten worden tegenwoordig vaak aangetroffen in STL-bestanden.\nSTL-bestanden bevatten geen schaalinformatie en de eenheden zijn willekeurig.\n\nOBJ-bestanden - OBJ (of .OBJ) is een bestandsindeling voor geometrie-definitie die voor het eerst werd ontwikkeld door Wavefront Technologies voor zijn Advanced Visualizer-animatiepakket. Het bestandsformaat is open en is aangenomen\ndoor andere leveranciers van 3D grafische applicaties.\n\nHet OBJ-bestandsformaat is een eenvoudig gegevensformaat dat alleen de 3D-geometrie vertegenwoordigt, namelijk de positie van elk hoekpunt, de UV-positie van elk textuurcoördinaatpunt, hoekpuntnormalen en de vlakken\ndie elke polygoon definiëren als een lijst met hoekpunten en textuurhoekpunten. Hoekpunten worden standaard tegen de klok in opgeslagen, waardoor het expliciet aangeven van gezichtsnormalen niet nodig is. OBJ-coördinaten\nhebben geen eenheden, maar OBJ-bestanden kunnen schaalinformatie bevatten in een voor mensen leesbare commentaarregel.\n\nBekijk snel 3D-bestanden van Autodesk wanneer u deze software vandaag nog installeert! Onze software-extensie werkt zowel in Windows, Mac OS als Linux en deze extensie werkt ook in de Chrome-webbrowser. Open vandaag nog uw CAD-bestanden\nmet behulp van deze software. Probeer CAD-, IGS- en 3DS-bestanden vandaag nog te bekijken nadat u deze extensie hebt geïnstalleerd.\n\nDisclaimer: Let op: deze extensie is NIET gemaakt door Google en is gemaakt door een onafhankelijk ontwikkelingsteam. Alle auteursrechten behoren toe aan hun respectievelijke eigenaren.\nGoogle onderschrijft of sponsort deze Chrome-extensie niet. OBJ Viewer is geen eigendom van, heeft geen licentie van en is geen dochteronderneming van Google Inc.",
    "no": "Se 3D-filer raskt fra Google Disk eller fra harddisken.\nTrenger du å se 3D-filer på nettet?\nBare installer programvaren OBJ Viewer\nFor å begynne å se på 3D-filer, gjør du bare følgende\nInstaller utvidelsen OBJ Viewer\nKlikk på utvidelsesikonet\nVelg 3D-filen du vil åpne\nBegynn å se 3D-filene dine online i dag! Denne 3D-visningen fungerer for både STL- og OBJ-filformat.\n\nDette er en online-visning, så du må være koblet til Internett for å kunne se STL-filene dine gratis. Åpne 3D-modellfilene dine raskt. Du kan også åpne OBJ-filer ved hjelp av denne utvidelsesprogramvaren\n\nSTL Files - STL (en forkortelse av \"stereolitografi\") er et filformat som er innfødt i CAD-programvaren for stereolitografi laget av 3D Systems.\nSTL har flere bakronymer som \"Standard Triangle Language\" og \"Standard Tessellation Language\". Dette filformatet støttes av mange andre programvarepakker; det er mye brukt for rask prototyping,\n3D-utskrift og datamaskinstøttet produksjon. STL-filer beskriver bare overflategeometrien til et tredimensjonalt objekt uten noen representasjon av farge, tekstur eller andre vanlige CAD-modellattributter.\nSTL-formatet spesifiserer både ASCII og binære representasjoner. Binære filer er vanligere siden de er mer kompakte. [\n\nEn STL-fil beskriver en rå, ustrukturert triangulert overflate av enhetens normale og hjørner (ordnet etter høyre regel) av trekantene ved hjelp av et tredimensjonalt kartesisk koordinatsystem.\nI den opprinnelige spesifikasjonen var alle STL-koordinatene påkrevde å være positive tall, men denne begrensningen håndheves ikke lenger, og negative koordinater opptrer ofte i STL-filer i dag.\nSTL-filer inneholder ingen skalainformasjon, og enhetene er vilkårlige.\n\nOBJ Files - OBJ (eller .OBJ) er et filformat for geometurdefinisjon som først ble utviklet av Wavefront Technologies for sin Advanced Visualizer-animasjonspakke. Filformatet er åpent og er vedtatt\nav andre leverandører av 3D-grafikkapplikasjoner.\n\nOBJ-filformatet er et enkelt dataformat som representerer 3D-geometri alene - nemlig posisjonen til hvert toppunkt, UV-posisjonen til hvert teksturkoordinatpunkt, toppunktnormaler og ansiktene\nsom gjør hver polygon definert som en liste over hjørner og teksturhjørner. Vertices er lagret i moturs rekkefølge som standard, noe som gjør eksplisitt erklæring om ansiktsnormaler unødvendig. OBJ koordinerer\nhar ingen enheter, men OBJ-filer kan inneholde skalainformasjon i en menneskelig lesbar kommentarlinje.\n\nSe 3D-filer fra Autodesk raskt når du installerer denne programvaren i dag! Programvareutvidelsen vår fungerer i både Windows, Mac OS og Linux, i tillegg til at denne utvidelsen kjører i Chrome-nettleseren. Åpne CAD-filene dine i dag\nbruker denne programvaren. Prøv å se CAD-, IGS- og 3DS-filer i dag etter at du har installert denne utvidelsen.\n\nAnsvarsfraskrivelse: Vær oppmerksom på at denne utvidelsen IKKE er laget av Google og er laget av et uavhengig utviklingsteam. Alle opphavsrettigheter tilhører deres respektive eiere.\nGoogle støtter ikke eller sponser denne Chrome-utvidelsen. OBJ Viewer eies ikke av, er ikke lisensiert av og er ikke et datterselskap av Google Inc.",
    "pl": "Szybko przeglądaj pliki 3D z Dysku Google lub z dysku twardego.\nChcesz przeglądać pliki 3D online?\nWystarczy zainstalować oprogramowanie OBJ Viewer\nAby rozpocząć przeglądanie plików 3D, wykonaj następujące czynności\nZainstaluj rozszerzenie OBJ Viewer\nKliknij ikonę rozszerzenia\nWybierz plik 3D, który chcesz otworzyć\nZacznij przeglądać swoje pliki 3D online już dziś! Ta przeglądarka 3D działa zarówno dla formatów plików STL, jak i OBJ.\n\nTo jest przeglądarka online, więc aby móc bezpłatnie przeglądać pliki STL, musisz mieć połączenie z Internetem. Szybko otwieraj pliki modeli 3D. Możesz także otwierać pliki OBJ za pomocą tego oprogramowania rozszerzającego\n\nPliki STL - STL (skrót od „stereolitografia”) to format pliku natywny dla oprogramowania stereolitograficznego CAD stworzonego przez 3D Systems.\nSTL ma kilka backronimów, takich jak „Standardowy język trójkątów” i „Standardowy język teselacji”. Ten format pliku jest obsługiwany przez wiele innych pakietów oprogramowania; jest szeroko stosowany do szybkiego prototypowania,\nDruk 3D i produkcja wspomagana komputerowo. Pliki STL opisują tylko geometrię powierzchni trójwymiarowego obiektu bez reprezentacji koloru, tekstury lub innych typowych atrybutów modelu CAD.\nFormat STL określa zarówno reprezentację ASCII, jak i binarną. Pliki binarne są bardziej powszechne, ponieważ są bardziej zwarte. [\n\nPlik STL opisuje nieprzetworzoną, nieustrukturyzowaną powierzchnię triangulowaną przez normalną jednostkową i wierzchołki (uporządkowane według reguły prawej ręki) trójkątów przy użyciu trójwymiarowego kartezjańskiego układu współrzędnych.\nW oryginalnej specyfikacji wszystkie współrzędne STL musiały być liczbami dodatnimi, ale to ograniczenie nie jest już wymuszane, a współrzędne ujemne są obecnie powszechnie spotykane w plikach STL.\nPliki STL nie zawierają informacji o skali, a jednostki są dowolne.\n\nPliki OBJ - OBJ (lub .OBJ) to format pliku definicji geometrii opracowany po raz pierwszy przez Wavefront Technologies dla pakietu animacji Advanced Visualizer. Format pliku jest otwarty i został przyjęty\nprzez innych dostawców aplikacji do grafiki 3D.\n\nFormat pliku OBJ jest prostym formatem danych, który reprezentuje samą geometrię 3D - a mianowicie położenie każdego wierzchołka, pozycję UV każdego wierzchołka współrzędnych tekstury, normalne wierzchołków i powierzchnie\nktóre sprawiają, że każdy wielokąt jest zdefiniowany jako lista wierzchołków i wierzchołków tekstury. Wierzchołki są domyślnie przechowywane w kolejności przeciwnej do ruchu wskazówek zegara, dzięki czemu jawne deklarowanie normalnych twarzy jest niepotrzebne. Współrzędne OBJ\nnie mają jednostek, ale pliki OBJ mogą zawierać informacje o skali w postaci czytelnej dla człowieka linii komentarza.\n\nSzybko przeglądaj pliki 3D firmy Autodesk po zainstalowaniu tego oprogramowania już dziś! Nasze rozszerzenie oprogramowania działa w systemach Windows, Mac OS i Linux, a także to rozszerzenie działa w przeglądarce internetowej Chrome. Otwórz swoje pliki CAD już dziś\nużywając tego oprogramowania. Spróbuj wyświetlić pliki CAD, IGS i 3DS już dziś po zainstalowaniu tego rozszerzenia.\n\nZastrzeżenie: należy pamiętać, że to rozszerzenie NIE zostało stworzone przez Google i zostało wykonane przez niezależny zespół programistów. Wszystkie prawa autorskie należą do ich odpowiednich właścicieli.\nGoogle nie popiera ani nie sponsoruje tego rozszerzenia Chrome. OBJ Viewer nie jest własnością, nie jest licencjonowany ani nie jest spółką zależną Google Inc.",
    "ro": "Vizualizați rapid fișiere 3D de pe Google Drive sau de pe hard disk.\nTrebuie să vizualizați fișiere 3D online?\nTrebuie doar să instalați software-ul OBJ Viewer\nPentru a începe vizualizarea fișierelor 3D, pur și simplu faceți următoarele\nInstalați extensia OBJ Viewer\nFaceți clic pe pictograma extensiei\nAlegeți fișierul 3D pe care doriți să îl deschideți\nÎncepeți să vizualizați fișierele 3D online azi! Acest vizualizator 3D funcționează atât pentru formatele de fișiere STL, cât și pentru cele OBJ.\n\nAcesta este un vizualizator online, deci trebuie să fiți conectat la Internet pentru a vă putea vizualiza gratuit fișierele STL. Deschideți rapid fișierele modelului 3D. De asemenea, puteți deschide fișiere OBJ utilizând acest software de extensie\n\nFișiere STL - STL (o abreviere a „stereolitografiei”) este un format de fișier nativ al software-ului CAD pentru stereolitografie creat de 3D Systems.\nSTL are mai multe backronime, cum ar fi „Standard Triangle Language” și „Standard Tessellation Language”. Acest format de fișier este acceptat de multe alte pachete software; este utilizat pe scară largă pentru prototipuri rapide,\nImprimare 3D și fabricație asistată de computer. Fișierele STL descriu doar geometria suprafeței unui obiect tridimensional fără nicio reprezentare a culorii, texturii sau a altor atribute comune ale modelului CAD.\nFormatul STL specifică atât reprezentări ASCII, cât și reprezentări binare. Fișierele binare sunt mai frecvente, deoarece sunt mai compacte. [\n\nUn fișier STL descrie o suprafață triunghiulară brută, nestructurată de unitatea normală și vârfuri (ordonate de regula din dreapta) a triunghiurilor folosind un sistem de coordonate cartezian tridimensional.\nÎn specificația originală, toate coordonatele STL trebuiau să fie numere pozitive, dar această restricție nu mai este aplicată, iar coordonatele negative sunt întâlnite în mod obișnuit în fișierele STL astăzi.\nFișierele STL nu conțin informații despre scară, iar unitățile sunt arbitrare.\n\nFișiere OBJ - OBJ (sau .OBJ) este un format de fișier de definiție a geometriei dezvoltat pentru prima dată de Wavefront Technologies pentru pachetul său de animație Advanced Visualizer. Formatul fișierului este deschis și a fost adoptat\nde către alți furnizori de aplicații grafice 3D.\n\nFormatul de fișier OBJ este un format de date simplu care reprezintă geometria 3D singură - și anume, poziția fiecărui vârf, poziția UV a fiecărui vârf coordonat al texturii, normale ale vârfului și fețele\ncare fac ca fiecare poligon să fie definit ca o listă de vârfuri și vârfuri de textură. Vârfurile sunt stocate în mod implicit în sens invers acelor de ceasornic, făcând inutile declarația explicită a normelor de față. Coordonatele OBJ\nnu au unități, dar fișierele OBJ pot conține informații de scară într-o linie de comentariu lizibilă de om.\n\nVizualizați rapid fișierele 3D de la Autodesk când instalați acest software astăzi! Extensia noastră software funcționează atât în Windows, Mac OS și Linux, cât și această extensie rulează în browserul web Chrome. Deschideți fișierele CAD astăzi\nfolosind acest software. Încercați să vizualizați fișierele CAD, IGS și 3DS astăzi după ce instalați această extensie.\n\nDeclinare de responsabilitate: Rețineți că această extensie NU este realizată de Google și este realizată de o echipă de dezvoltare independentă. Toate drepturile de autor aparțin proprietarilor respectivi.\nGoogle nu aprobă sau sponsorizează această extensie Chrome. Vizualizatorul OBJ nu este deținut de, nu este licențiat de și nu este o filială a Google Inc.",
    "ru": "Быстро просматривайте 3D-файлы с Google Диска или с жесткого диска.\nВам нужно просматривать 3D-файлы в Интернете?\nПросто установите программу OBJ Viewer\nЧтобы начать просмотр 3D-файлов, просто выполните следующие действия.\nУстановите расширение OBJ Viewer\nЩелкните значок расширения\nВыберите 3D-файл, который хотите открыть\nНачните просматривать свои 3D-файлы онлайн уже сегодня! Эта программа для 3D-просмотра работает с форматами файлов STL и OBJ.\n\nЭто онлайн-просмотрщик, поэтому вам нужно быть подключенным к Интернету, чтобы иметь возможность бесплатно просматривать ваши файлы STL. Быстро открывайте файлы 3D-моделей. Вы также можете открывать файлы OBJ с помощью этого расширения.\n\nФайлы STL - STL (аббревиатура от «стереолитография») - это формат файла, свойственный программному обеспечению стереолитографии САПР, созданному компанией 3D Systems.\nSTL имеет несколько бэкронимов, таких как «Стандартный язык треугольников» и «Стандартный язык тесселяции». Этот формат файла поддерживается многими другими программными пакетами; широко используется для быстрого прототипирования,\n3D-печать и автоматизированное производство. Файлы STL описывают только геометрию поверхности трехмерного объекта без какого-либо представления цвета, текстуры или других общих атрибутов модели САПР.\nФормат STL определяет как ASCII, так и двоичное представление. Двоичные файлы более распространены, поскольку они более компактны. [\n\nФайл STL описывает исходную неструктурированную триангулированную поверхность с помощью единичной нормали и вершин (упорядоченных по правилу правой руки) треугольников с использованием трехмерной декартовой системы координат.\nВ исходной спецификации все координаты STL должны были быть положительными числами, но это ограничение больше не применяется, и сегодня в файлах STL обычно встречаются отрицательные координаты.\nФайлы STL не содержат информации о масштабе, а единицы измерения являются произвольными.\n\nФайлы OBJ - OBJ (или .OBJ) - это формат файла определения геометрии, впервые разработанный компанией Wavefront Technologies для ее пакета анимации Advanced Visualizer. Формат файла открыт и был принят\nдругими поставщиками приложений для 3D-графики.\n\nФормат файла OBJ - это простой формат данных, который представляет только трехмерную геометрию, а именно положение каждой вершины, положение UV каждой вершины координат текстуры, нормали вершин и грани.\nкоторые определяют каждый многоугольник как список вершин и вершин текстуры. По умолчанию вершины хранятся в порядке против часовой стрелки, поэтому явное объявление нормалей граней не требуется. Координаты OBJ\nне имеют единиц измерения, но файлы OBJ могут содержать информацию о масштабе в удобочитаемой строке комментариев.\n\nПросматривайте 3D-файлы из Autodesk, установив это программное обеспечение сегодня же! Наше программное расширение работает как в Windows, Mac OS, так и в Linux, а также это расширение работает в веб-браузере Chrome. Откройте свои файлы САПР сегодня\nс помощью этого программного обеспечения. Попробуйте просмотреть файлы CAD, IGS и 3DS сегодня после установки этого расширения.\n\nОтказ от ответственности: обратите внимание, что это расширение НЕ создано Google, а создано независимой командой разработчиков. Все авторские права принадлежат их владельцам.\nGoogle не поддерживает и не спонсирует это расширение Chrome. OBJ Viewer не принадлежит, не лицензируется и не является дочерней компанией Google Inc.",
    "sk": "Prezerajte si 3D súbory rýchlo z Disku Google alebo z pevného disku.\nPotrebujete prezerať 3D súbory online?\nStačí nainštalovať softvér OBJ Viewer\nAk chcete začať prezerať 3D súbory, postupujte takto\nNainštalujte si rozšírenie OBJ Viewer\nKliknite na ikonu rozšírenia\nVyberte 3D súbor, ktorý chcete otvoriť\nZačnite online prezerať svoje 3D súbory! Tento 3D prehliadač pracuje pre formáty súborov STL aj OBJ.\n\nToto je online prehliadač, takže musíte byť pripojení k internetu, aby ste mohli zadarmo prezerať svoje súbory STL. Rýchlo otvorte súbory 3D modelu. Súbory OBJ môžete otvoriť aj pomocou tohto doplnkového softvéru\n\nSúbory STL - STL (skratka pre „stereolitografiu“) je formát súboru, ktorý je natívny pre stereolitografický softvér CAD vytvorený spoločnosťou 3D Systems.\nSTL má niekoľko backronymov ako napríklad „štandardný trojuholníkový jazyk“ a „štandardný teselačný jazyk“. Tento formát súboru podporuje mnoho ďalších softvérových balíkov; je široko používaný na rýchle prototypovanie,\n3D tlač a výroba podporovaná počítačom. Súbory STL popisujú iba povrchovú geometriu trojrozmerného objektu bez akejkoľvek reprezentácie farby, textúry alebo iných bežných atribútov modelu CAD.\nFormát STL špecifikuje ASCII aj binárne reprezentácie. Binárne súbory sú bežnejšie, pretože sú kompaktnejšie. [\n\nSúbor STL popisuje surový, neštruktúrovaný trojuholníkový povrch normálovou jednotkou a vrcholmi (zoradenými podľa pravidla pravej ruky) trojuholníkov pomocou trojrozmerného karteziánskeho súradnicového systému.\nV pôvodnej špecifikácii sa vyžadovalo, aby všetky súradnice STL boli kladné čísla, ale toto obmedzenie už nie je vynútené a so zápornými súradnicami sa dnes v súboroch STL bežne stretávame.\nSúbory STL neobsahujú žiadne informácie o mierke a jednotky sú ľubovoľné.\n\nSúbory OBJ - OBJ (alebo .OBJ) je formát súboru s definíciou geometrie, ktorý ako prvý vyvinula spoločnosť Wavefront Technologies pre svoj animačný balíček Advanced Visualizer. Formát súboru je otvorený a bol prijatý\nod iných predajcov aplikácií pre 3D grafiku.\n\nFormát súboru OBJ je jednoduchý dátový formát, ktorý predstavuje samotnú 3D geometriu - konkrétne polohu každého vrcholu, polohu UV každého vrcholu súradnice textúry, normály vrcholov a plochy.\nktoré vytvárajú každý polygón definovaný ako zoznam vrcholov a vrcholov textúr. Vrcholy sú predvolene uložené v poradí proti smeru hodinových ručičiek, takže explicitná deklarácia normálov tváre nie je potrebná. Súradnice OBJ\nnemajú žiadne jednotky, ale súbory OBJ môžu obsahovať informácie o mierke v ľudsky čitateľnom riadku komentárov.\n\nKeď si dnes nainštalujete tento softvér, rýchlo si prezerajte 3D súbory od spoločnosti Autodesk! Naše softvérové rozšírenie funguje v systémoch Windows, Mac OS aj Linux, pričom toto rozšírenie funguje vo webovom prehliadači Chrome. Otvorte svoje súbory CAD ešte dnes\npomocou tohto softvéru. Po nainštalovaní tejto prípony sa pokúste zobraziť súbory CAD, IGS a 3DS ešte dnes.\n\nZrieknutie sa zodpovednosti: Upozorňujeme, že toto rozšírenie NIE je vyrobené spoločnosťou Google a je vyrobené nezávislým vývojovým tímom. Všetky autorské práva patria ich príslušným vlastníkom.\nGoogle toto rozšírenie pre Chrome nepodporuje ani nesponzoruje. OBJ Viewer nie je vo vlastníctve spoločnosti Google, nemá na ňu licenciu a nie je jej dcérskou spoločnosťou.",
    "sl": "Hitro si oglejte 3D datoteke iz Googla Drive ali s trdega diska.\nSi želite ogledati 3D datoteke v spletu?\nSamo namestite programsko opremo OBJ Viewer\nČe si želite ogledati 3D datoteke, preprosto naredite naslednje\nNamestite razširitev OBJ Viewer\nKliknite ikono razširitve\nIzberite 3D datoteko, ki jo želite odpreti\nZačnite pregledovati svoje 3D datoteke že danes na spletu! Ta pregledovalnik 3D deluje tako v obliki datotek STL kot OBJ.\n\nTo je spletni pregledovalnik, zato morate biti povezani v internet, da si lahko brezplačno ogledujete datoteke STL. Datoteke 3D-modelov odprite hitro. Datoteke OBJ lahko odprete tudi s to razširitveno programsko opremo\n\nDatoteke STL - STL (okrajšava od \"stereolithography\") je oblika datoteke, ki izvira iz programske opreme CAD za stereolitografijo, ki jo je ustvaril 3D Systems.\nSTL ima več backronimov, kot sta \"Standard Triangle Language\" in \"Standard Tessellation Language\". To obliko datoteke podpirajo številni drugi programski paketi; pogosto se uporablja za hitro izdelavo prototipov,\n3D tiskanje in računalniško podprta proizvodnja. Datoteke STL opisujejo samo površinsko geometrijo tridimenzionalnega predmeta brez kakršne koli predstavitve barve, teksture ali drugih običajnih lastnosti CAD modela.\nOblika STL določa ASCII in binarne predstavitve. Binarne datoteke so bolj pogoste, saj so bolj kompaktne. [\n\nDatoteka STL opisuje surovo, nestrukturirano triangulirano površino z enoto normale in oglišči (urejeni po desnem pravilu) trikotnikov s pomočjo tridimenzionalnega kartezijanskega koordinatnega sistema.\nV prvotni specifikaciji so morale biti vse koordinate STL pozitivne številke, vendar ta omejitev ni več uveljavljena, negativne koordinate pa danes pogosto najdemo v datotekah STL.\nDatoteke STL ne vsebujejo informacij o merilu, enote pa so poljubne.\n\nDatoteke OBJ - OBJ (ali .OBJ) je oblika datoteke z definicijo geometrije, ki jo je Wavefront Technologies najprej razvil za svoj animacijski paket Advanced Visualizer. Oblika datoteke je odprta in je bila sprejeta\npri drugih ponudnikih aplikacij za 3D grafiko.\n\nOblika datoteke OBJ je enostavna podatkovna oblika, ki predstavlja samo 3D geometrijo - in sicer položaj vsake točke, UV položaj vsake koordinatne točke teksture, normali vrhov in ploskve\nki določajo, da je vsak poligon opredeljen kot seznam točk in vozlišč teksture. Točke so privzeto shranjene v vrstnem redu v nasprotni smeri urnega kazalca, zaradi česar izrecna izjava o normalnih obrazih ni potrebna. Koordinate OBJ\nnimajo enot, toda datoteke OBJ lahko vsebujejo informacije o merilu v čitalni vrstici komentarjev.\n\nKo danes namestite to programsko opremo, si hitro oglejte 3D datoteke iz Autodeska! Naša razširitev programske opreme deluje v sistemih Windows, Mac OS in Linux, poleg tega pa deluje v spletnem brskalniku Chrome. Danes odprite datoteke CAD\nuporabo te programske opreme. Poskusite si ogledati datoteke CAD, IGS in 3DS še danes, ko namestite to razširitev.\n\nOmejitev odgovornosti: upoštevajte, da te razširitve NE izdeluje Google in jo je izdelala neodvisna razvojna skupina. Vse avtorske pravice pripadajo njihovim lastnikom.\nGoogle ne podpira in ne sponzorira te razširitve za Chrome. OBJ Viewer ni v lasti, ni licenciran in ni hčerinsko podjetje družbe Google Inc.",
    "sr": "Брзо прегледајте 3Д датотеке са Гоогле диска или са чврстог диска.\nТребате прегледати 3Д датотеке на мрежи?\nСамо инсталирајте софтвер ОБЈ Виевер\nДа бисте започели преглед 3Д датотека, једноставно урадите следеће\nИнсталирајте додатак ОБЈ Виевер\nКликните на икону продужетка\nИзаберите 3Д датотеку коју желите да отворите\nПочните да гледате своје 3Д датотеке на мрежи већ данас! Овај 3Д приказивач ради и за формате датотека СТЛ и ОБЈ.\n\nОво је мрежни приказивач, па морате бити повезани на Интернет да бисте могли бесплатно прегледати своје СТЛ датотеке. Брзо отворите датотеке 3Д модела. ОБЈ датотеке такође можете отворити помоћу овог софтвера за проширење\n\nСТЛ датотеке - СТЛ (скраћеница од „стереолитхограпхи“) је формат датотеке изворни за ЦАД софтвер за стереолитографију који је креирао 3Д Системс.\nСТЛ има неколико позадинских израза као што су „Стандардни језик троугла“ и „Стандардни језик тесселације“. Овај формат датотеке подржавају многи други софтверски пакети; широко се користи за брзо прототипирање,\n3Д штампа и рачунарски потпомогнута производња. СТЛ датотеке описују само површинску геометрију тродимензионалног објекта без икаквог представљања боје, текстуре или других уобичајених атрибута ЦАД модела.\nСТЛ формат специфицира и АСЦИИ и бинарне представе. Бинарне датотеке су чешће, јер су компактније. [\n\nСТЛ датотека описује сирову, неструктурирану троугласту површину помоћу јединице нормале и темена (пореданих по правилу десне стране) троуглова помоћу тродимензионалног картезијанског координатног система.\nУ оригиналној спецификацији, све СТЛ координате морале су бити позитивни бројеви, али ово ограничење више се не примењује и негативне координате се данас често срећу у СТЛ датотекама.\nСТЛ датотеке не садрже информације о скали, а јединице су произвољне.\n\nОБЈ датотеке - ОБЈ (или .ОБЈ) је формат датотеке дефиниције геометрије који је први развио Вавефронт Тецхнологиес за свој пакет анимације Адванцед Висуализер. Формат датотеке је отворен и усвојен је\nод других добављача апликација за 3Д графику.\n\nОБЈ формат датотеке је једноставан формат података који представља само 3Д геометрију - наиме, положај сваког темена, УВ положај сваког координатног врха текстуре, нормале врхова и лица\nкоји чине сваки полигон дефинисаним као листа темена и темена текстуре. Врхови се подразумевано чувају у редоследу супротно кретању казаљке на сату, што експлицитно декларисање нормалних лица чини непотребним. Координате ОБЈ\nнемају јединице, али ОБЈ датотеке могу садржати информације о размерама у човеку читљивом ретку коментара.\n\nПрегледајте 3Д датотеке из Аутодеска брзо када данас инсталирате овај софтвер! Наше програмско проширење ради и у Виндовсима, и у Мац ОС-у и у Линуку, као и у Цхроме веб прегледачу. Отворите своје ЦАД датотеке већ данас\nкористећи овај софтвер. Покушајте да прегледате ЦАД, ИГС и 3ДС датотеке данас након што инсталирате ово проширење.\n\nИзјава о одрицању одговорности: Имајте на уму да ово проширење НИЈЕ Гоогле, а направио га је независни развојни тим. Сва ауторска права припадају њиховим власницима.\nГоогле не подржава и не спонзорише ово Цхроме проширење. ОБЈ Виевер није у власништву, није лиценциран и није подружница компаније Гоогле Инц.",
    "sv": "Visa 3D-filer snabbt från Google Drive eller från din hårddisk.\nBehöver du se 3D-filer online?\nInstallera bara programvaran OBJ Viewer\nFör att börja visa 3D-filer, gör helt enkelt följande\nInstallera tillägget OBJ Viewer\nKlicka på tilläggsikonen\nVälj den 3D-fil du vill öppna\nBörja visa dina 3D-filer online idag! Denna 3D-visning fungerar för både STL- och OBJ-filformat.\n\nDetta är en onlinevisare, så du måste vara ansluten till Internet för att kunna se dina STL-filer gratis. Öppna dina 3D-modellfiler snabbt. Du kan också öppna OBJ-filer med denna tilläggsprogramvara\n\nSTL Files - STL (en förkortning av \"stereolitografi\") är ett filformat som är inbyggt i CAD-programvaran för stereolit som skapats av 3D Systems.\nSTL har flera backronymer som \"Standard Triangle Language\" och \"Standard Tessellation Language\". Detta filformat stöds av många andra programvarupaket; det används ofta för snabb prototypning,\n3D-utskrift och datorstödd tillverkning. STL-filer beskriver endast ytgeometrin för ett tredimensionellt objekt utan någon representation av färg, struktur eller andra vanliga CAD-modellattribut.\nSTL-formatet anger både ASCII- och binära representationer. Binära filer är vanligare eftersom de är mer kompakta. [\n\nEn STL-fil beskriver en rå, ostrukturerad triangulerad yta av enhetens normala och hörn (ordnade efter högerregeln) av trianglarna med ett tredimensionellt kartesiskt koordinatsystem.\nI den ursprungliga specifikationen krävdes alla STL-koordinater att vara positiva tal, men denna begränsning tillämpas inte längre och negativa koordinater förekommer ofta i STL-filer idag.\nSTL-filer innehåller ingen skalainformation och enheterna är godtyckliga.\n\nOBJ-filer - OBJ (eller .OBJ) är ett filformat för geometurdefinition som först utvecklats av Wavefront Technologies för dess Advanced Visualizer-animationspaket. Filformatet är öppet och har antagits\nav andra 3D-grafikapplikationsleverantörer.\n\nOBJ-filformatet är ett enkelt dataformat som representerar 3D-geometri ensam - nämligen positionen för varje toppunkt, UV-positionen för varje strukturkoordinatpunktspunkt, vertexnormal och ansikten\nsom gör varje polygon definierad som en lista med hörn och texturhörnor. Hörn lagras i moturs ordning som standard, vilket gör att uttryckliga ansiktsnormaler inte behövs. OBJ-koordinater\nhar inga enheter, men OBJ-filer kan innehålla skalinformation i en mänsklig läsbar kommentarrad.\n\nVisa 3D-filer från Autodesk snabbt när du installerar den här programvaran idag! Vår mjukvarutillägg fungerar i både Windows, Mac OS och Linux, och den här tillägget körs i Chrome-webbläsaren. Öppna dina CAD-filer idag\nmed den här programvaran. Försök att se CAD-, IGS- och 3DS-filer idag efter att du har installerat detta tillägg.\n\nAnsvarsfriskrivning: Observera att denna tillägg INTE är gjord av Google och görs av ett oberoende utvecklingsteam. Alla upphovsrätt tillhör respektive ägare.\nGoogle stöder inte eller sponsrar detta Chrome-tillägg. OBJ Viewer ägs inte av, är inte licensierat av och är inte ett dotterbolag till Google Inc.",
    "th": "ดูไฟล์ 3 มิติอย่างรวดเร็วจาก Google ไดรฟ์หรือจากฮาร์ดไดรฟ์ของคุณ\nต้องการดูไฟล์ 3D ออนไลน์หรือไม่?\nเพียงติดตั้งซอฟต์แวร์ OBJ Viewer\nในการเริ่มดูไฟล์ 3D ให้ทำดังต่อไปนี้\nติดตั้งส่วนขยาย OBJ Viewer\nคลิกที่ไอคอนส่วนขยาย\nเลือกไฟล์ 3D ที่คุณต้องการเปิด\nเริ่มดูไฟล์ 3D ของคุณทางออนไลน์วันนี้! มุมมอง 3 มิตินี้ใช้ได้กับทั้งรูปแบบไฟล์ STL และ OBJ\n\nนี่คือโปรแกรมดูออนไลน์ดังนั้นคุณต้องเชื่อมต่อกับอินเทอร์เน็ตจึงจะสามารถดูไฟล์ STL ของคุณได้ฟรี เปิดไฟล์โมเดล 3 มิติของคุณอย่างรวดเร็ว คุณยังสามารถเปิดไฟล์ OBJ โดยใช้ซอฟต์แวร์ส่วนขยายนี้\n\nไฟล์ STL - STL (คำย่อของ \"stereolithography\") เป็นรูปแบบไฟล์ที่มาจากซอฟต์แวร์ CAD stereolithography ที่สร้างโดย 3D Systems\nSTL มี backronyms หลายแบบเช่น \"Standard Triangle Language\" และ \"Standard Tessellation Language\" รูปแบบไฟล์นี้ได้รับการสนับสนุนโดยแพ็คเกจซอฟต์แวร์อื่น ๆ มีการใช้กันอย่างแพร่หลายในการสร้างต้นแบบอย่างรวดเร็ว\nการพิมพ์ 3 มิติและการผลิตโดยใช้คอมพิวเตอร์ช่วย ไฟล์ STL อธิบายเฉพาะเรขาคณิตพื้นผิวของวัตถุสามมิติโดยไม่มีการแสดงสีพื้นผิวหรือแอตทริบิวต์โมเดล CAD ทั่วไปอื่น ๆ\nรูปแบบ STL ระบุทั้งการแทน ASCII และไบนารี ไฟล์ไบนารีเป็นเรื่องปกติมากขึ้นเนื่องจากมีขนาดกะทัดรัดกว่า [\n\nไฟล์ STL อธิบายพื้นผิวสามเหลี่ยมดิบที่ไม่มีโครงสร้างโดยหน่วยปกติและจุดยอด (เรียงลำดับตามกฎมือขวา) ของรูปสามเหลี่ยมโดยใช้ระบบพิกัดคาร์ทีเซียนสามมิติ\nในข้อกำหนดดั้งเดิมพิกัด STL ทั้งหมดต้องเป็นตัวเลขบวก แต่ข้อ จำกัด นี้ไม่ได้บังคับใช้อีกต่อไปและมักพบพิกัดเชิงลบในไฟล์ STL ในปัจจุบัน\nไฟล์ STL ไม่มีข้อมูลขนาดและหน่วยเป็นแบบพล\n\nไฟล์ OBJ - OBJ (หรือ. OBJ) เป็นรูปแบบไฟล์นิยามเรขาคณิตที่พัฒนาขึ้นครั้งแรกโดย Wavefront Technologies สำหรับแพ็คเกจแอนิเมชั่น Advanced Visualizer รูปแบบไฟล์เปิดอยู่และถูกนำมาใช้\nโดยผู้จำหน่ายแอปพลิเคชันกราฟิก 3 มิติอื่น ๆ\n\nรูปแบบไฟล์ OBJ เป็นรูปแบบข้อมูลง่ายๆที่แสดงถึงรูปทรงเรขาคณิต 3 มิติเพียงอย่างเดียวนั่นคือตำแหน่งของจุดยอดแต่ละจุดตำแหน่ง UV ของจุดยอดพิกัดพื้นผิวแต่ละจุดยอดบรรทัดฐานและใบหน้า\nที่ทำให้แต่ละรูปหลายเหลี่ยมถูกกำหนดเป็นรายการของจุดยอดและจุดยอดของพื้นผิว จุดยอดจะถูกจัดเก็บในลำดับทวนเข็มนาฬิกาตามค่าเริ่มต้นทำให้ไม่จำเป็นต้องประกาศค่าปกติของใบหน้าอย่างชัดเจน พิกัด OBJ\nไม่มีหน่วย แต่ไฟล์ OBJ สามารถมีข้อมูลมาตราส่วนในบรรทัดความคิดเห็นที่มนุษย์อ่านได้\n\nดูไฟล์ 3D จาก Autodesk ได้อย่างรวดเร็วเมื่อคุณติดตั้งซอฟต์แวร์นี้วันนี้! ส่วนขยายซอฟต์แวร์ของเราทำงานได้ทั้งใน Windows, Mac OS และ Linux รวมถึงส่วนขยายนี้ทำงานในเว็บเบราว์เซอร์ Chrome เปิดไฟล์ CAD ของคุณวันนี้\nโดยใช้ซอฟต์แวร์นี้ ลองดูไฟล์ CAD, IGS และ 3DS วันนี้หลังจากที่คุณติดตั้งส่วนขยายนี้\n\nข้อจำกัดความรับผิดชอบ: โปรดทราบว่าส่วนขยายนี้ไม่ได้สร้างโดย Google และสร้างโดยทีมพัฒนาอิสระ ลิขสิทธิ์ทั้งหมดเป็นของเจ้าของที่เกี่ยวข้อง\nGoogle ไม่รับรองหรือสนับสนุนส่วนขยาย Chrome นี้ OBJ Viewer ไม่ได้เป็นเจ้าของไม่ได้รับอนุญาตจากและไม่ใช่ บริษัท ในเครือของ Google Inc.",
    "tr": "3B dosyaları Google Drive'dan veya sabit sürücünüzden hızla görüntüleyin.\n3B dosyaları çevrimiçi görüntülemeniz mi gerekiyor?\nSadece OBJ Viewer yazılımını kurun\n3B dosyaları görüntülemeye başlamak için aşağıdakileri yapmanız yeterlidir\nOBJ Viewer uzantısını yükleyin\nUzantı simgesine tıklayın\nAçmak istediğiniz 3D dosyayı seçin\n3D dosyalarınızı bugün çevrimiçi olarak görüntülemeye başlayın! Bu 3B görüntüleyici hem STL hem de OBJ dosya formatları için çalışır.\n\nBu bir çevrimiçi görüntüleyicidir, bu nedenle STL dosyalarınızı ücretsiz olarak görüntüleyebilmek için İnternet'e bağlı olmanız gerekir. 3B model dosyalarınızı hızla açın. Bu uzantı yazılımını kullanarak OBJ dosyalarını da açabilirsiniz.\n\nSTL Dosyaları - STL (\"stereolitografi\" nin kısaltması), 3D Systems tarafından oluşturulan stereolitografi CAD yazılımına özgü bir dosya formatıdır.\nSTL, \"Standart Üçgen Dili\" ve \"Standart Mozaik Dili\" gibi birçok arka kısma sahiptir. Bu dosya biçimi diğer birçok yazılım paketi tarafından desteklenmektedir; hızlı prototipleme için yaygın olarak kullanılır,\n3D baskı ve bilgisayar destekli üretim. STL dosyaları, renk, doku veya diğer yaygın CAD modeli özniteliklerinin herhangi bir temsili olmadan yalnızca üç boyutlu bir nesnenin yüzey geometrisini tanımlar.\nSTL formatı hem ASCII hem de ikili gösterimleri belirtir. İkili dosyalar daha kompakt olduklarından daha yaygındır. [\n\nBir STL dosyası, üç boyutlu bir Kartezyen koordinat sistemi kullanarak, normal birim ve üçgenlerin köşeleri (sağ el kuralı ile sıralanmıştır) tarafından ham, yapılandırılmamış üçgenleştirilmiş bir yüzeyi tanımlar.\nOrijinal spesifikasyonda, tüm STL koordinatlarının pozitif sayılar olması gerekiyordu, ancak bu kısıtlama artık uygulanmıyor ve bugün STL dosyalarında negatif koordinatlarla sıkça karşılaşılıyor.\nSTL dosyaları ölçek bilgisi içermez ve birimler isteğe bağlıdır.\n\nOBJ Dosyaları - OBJ (veya .OBJ), ilk olarak Wavefront Technologies tarafından Advanced Visualizer animasyon paketi için geliştirilmiş bir geometri tanımlama dosya formatıdır. Dosya formatı açık ve kabul edildi\ndiğer 3B grafik uygulama satıcıları tarafından.\n\nOBJ dosya formatı, tek başına 3B geometriyi temsil eden basit bir veri formatıdır - yani, her bir tepe noktasının konumu, her doku koordinat tepe noktasının UV konumu, köşe normalleri ve yüzler\nher bir çokgeni, köşe noktaları ve doku köşeleri listesi olarak tanımlayan. Tepe noktaları, varsayılan olarak saat yönünün tersine bir sırada depolanır, bu da yüz normallerinin açık bir şekilde beyan edilmesini gereksiz kılar. OBJ koordinatları\nbirimi yoktur, ancak OBJ dosyaları, insan tarafından okunabilir bir açıklama satırında ölçek bilgisi içerebilir.\n\nBu yazılımı bugün yüklediğinizde Autodesk'teki 3B dosyaları hızla görüntüleyin! Yazılım uzantımız hem Windows, Mac OS ve Linux'ta çalışır, hem de bu uzantı Chrome web tarayıcısında çalışır. CAD dosyalarınızı bugün açın\nbu yazılımı kullanarak. Bu uzantıyı yükledikten sonra bugün CAD, IGS ve 3DS dosyalarını görüntülemeye çalışın.\n\nSorumluluk Reddi Beyanı: Lütfen bu uzantının Google tarafından OLMADIĞINI ve bağımsız bir geliştirme ekibi tarafından yapıldığını unutmayın. Tüm telif hakları kendi sahiplerine aittir.\nGoogle, bu Chrome uzantısını onaylamaz veya desteklemez. OBJ Viewer'ın sahibi değildir, lisansı yoktur ve Google Inc.'in bir yan kuruluşu değildir.",
    "uk": "Швидко переглядайте 3D-файли з Google Drive або з жорсткого диска.\nПотрібно переглядати 3D-файли в Інтернеті?\nПросто встановіть програмне забезпечення OBJ Viewer\nЩоб розпочати перегляд 3D-файлів, просто виконайте наступне\nВстановіть розширення OBJ Viewer\nКлацніть на піктограму розширення\nВиберіть 3D-файл, який ви хочете відкрити\nПочніть переглядати свої 3D-файли онлайн вже сьогодні! Цей засіб перегляду 3D працює як для форматів файлів STL, так і для OBJ.\n\nЦе переглядач в Інтернеті, тому вам потрібно бути під’єднаним до Інтернету, щоб мати можливість переглядати ваші файли STL безкоштовно. Швидко відкривайте файли 3D-моделі. Ви також можете відкрити файли OBJ за допомогою цього розширення програмного забезпечення\n\nФайли STL - STL (абревіатура від \"стереолітографія\") - це формат файлу, який використовується для програмного забезпечення САПР для стереолітографії, створеного 3D Systems.\nSTL має кілька зворотних назв, таких як \"Стандартна мова трикутника\" та \"Стандартна мова тесселяції\". Цей формат файлу підтримується багатьма іншими програмними пакетами; він широко використовується для швидкого створення прототипів,\n3D-друк та автоматизоване виробництво. Файли STL описують лише геометрію поверхні тривимірного об'єкта без будь-якого представлення кольору, текстури або інших загальних атрибутів моделі САПР.\nФормат STL визначає як ASCII, так і двійкові подання. Бінарні файли є більш поширеними, оскільки вони є більш компактними. [\n\nФайл STL описує необроблену, неструктуровану триангульовану поверхню за допомогою одиничної нормалі та вершин (упорядкованих за правилом правої сторони) трикутників за допомогою тривимірної декартової системи координат.\nУ оригінальній специфікації всі координати STL мали бути позитивними числами, але це обмеження більше не застосовується, і негативні координати сьогодні часто зустрічаються у файлах STL.\nФайли STL не містять інформації про масштаб, а одиниці виміру є довільними.\n\nФайли OBJ - OBJ (або .OBJ) - це формат файлу визначення геометрії, вперше розроблений Wavefront Technologies для пакету анімації Advanced Visualizer. Формат файлу відкритий і прийнятий\nіншими постачальниками програм 3D-графіки.\n\nФормат файлу OBJ - це простий формат даних, який представляє лише тривимірну геометрію - а саме положення кожної вершини, положення УФ кожної вершини координат текстури, нормалі вершин та грані\nякі роблять кожен багатокутник визначеним як список вершин і вершин текстури. За замовчуванням вершини зберігаються в порядку проти годинникової стрілки, що робить явне оголошення нормалів граней непотрібним. Координати OBJ\nне мають одиниць, але файли OBJ можуть містити інформацію про масштаб у зручному для читання рядку коментарів.\n\nШвидко переглядайте 3D-файли від Autodesk, встановивши це програмне забезпечення сьогодні! Наше розширення програмного забезпечення працює в Windows, Mac OS та Linux, а також працює у веб-браузері Chrome. Відкрийте свої CAD-файли сьогодні\nза допомогою цього програмного забезпечення. Спробуйте переглянути файли CAD, IGS та 3DS сьогодні після встановлення цього розширення.\n\nЗастереження. Зверніть увагу: це розширення НЕ робиться компанією Google, а робиться незалежною командою розробників. Усі авторські права належать їх власникам.\nGoogle не підтримує та не спонсорує це розширення Chrome. OBJ Viewer не належить, не ліцензований і не є дочірньою компанією Google Inc.",
    "vi": "Xem nhanh các tệp 3D từ Google Drive hoặc từ ổ cứng của bạn.\nCần xem các tệp 3D trực tuyến?\nChỉ cần cài đặt phần mềm OBJ Viewer\nĐể bắt đầu xem các tệp 3D, chỉ cần làm như sau\nCài đặt tiện ích OBJ Viewer\nNhấp vào biểu tượng tiện ích mở rộng\nChọn tệp 3D bạn muốn mở\nBắt đầu xem các tệp 3D của bạn trực tuyến ngay hôm nay! Trình xem 3D này hoạt động cho cả định dạng tệp STL và OBJ.\n\nĐây là một trình xem trực tuyến, vì vậy bạn cần phải kết nối Internet để có thể xem các tệp STL của mình miễn phí. Mở tệp mô hình 3D của bạn một cách nhanh chóng. Bạn cũng có thể mở các tệp OBJ bằng phần mềm mở rộng này\n\nTệp STL - STL (viết tắt của \"stereolithography\") là một định dạng tệp có nguồn gốc từ phần mềm CAD kỹ thuật số lập thể do 3D Systems tạo ra.\nSTL có một số từ viết tắt như \"Ngôn ngữ tam giác tiêu chuẩn\" và \"Ngôn ngữ diễn đạt chuẩn\". Định dạng tệp này được hỗ trợ bởi nhiều gói phần mềm khác; nó được sử dụng rộng rãi để tạo mẫu nhanh,\nIn 3D và sản xuất có sự hỗ trợ của máy tính. Các tệp STL chỉ mô tả hình dạng bề mặt của một đối tượng ba chiều mà không có bất kỳ biểu hiện nào về màu sắc, kết cấu hoặc các thuộc tính mô hình CAD phổ biến khác.\nĐịnh dạng STL chỉ định cả biểu diễn ASCII và nhị phân. Các tệp nhị phân phổ biến hơn vì chúng nhỏ gọn hơn. [\n\nTệp STL mô tả một bề mặt hình tam giác thô, không có cấu trúc theo pháp tuyến đơn vị và các đỉnh (được sắp xếp theo quy tắc bên phải) của hình tam giác bằng cách sử dụng hệ tọa độ Descartes ba chiều.\nTrong đặc điểm kỹ thuật ban đầu, tất cả các tọa độ STL bắt buộc phải là số dương, nhưng hạn chế này không còn được thực thi nữa và tọa độ âm thường gặp trong các tệp STL ngày nay.\nTệp STL không chứa thông tin tỷ lệ và các đơn vị là tùy ý.\n\nTệp OBJ - OBJ (hoặc .OBJ) là định dạng tệp định nghĩa hình học được phát triển lần đầu tiên bởi Wavefront Technologies cho gói hoạt hình Advanced Visualizer. Định dạng tệp đang mở và đã được chấp nhận\nbởi các nhà cung cấp ứng dụng đồ họa 3D khác.\n\nĐịnh dạng tệp OBJ là một định dạng dữ liệu đơn giản chỉ đại diện cho hình học 3D - cụ thể là vị trí của mỗi đỉnh, vị trí UV của mỗi đỉnh tọa độ kết cấu, điểm chuẩn của đỉnh và các mặt\nlàm cho mỗi đa giác được xác định là một danh sách các đỉnh và các đỉnh kết cấu. Các đỉnh được lưu trữ theo thứ tự ngược chiều kim đồng hồ theo mặc định, làm cho việc khai báo rõ ràng các tiêu chuẩn của khuôn mặt là không cần thiết. Tọa độ OBJ\nkhông có đơn vị, nhưng các tệp OBJ có thể chứa thông tin tỷ lệ trong dòng chú thích mà con người có thể đọc được.\n\nXem các tệp 3D từ Autodesk một cách nhanh chóng khi bạn cài đặt phần mềm này ngay hôm nay! Tiện ích mở rộng phần mềm của chúng tôi hoạt động trên cả Windows, Mac OS và Linux cũng như tiện ích mở rộng này chạy trong trình duyệt web Chrome. Mở các tệp CAD của bạn ngay hôm nay\nsử dụng phần mềm này. Hãy thử xem các tệp CAD, IGS và 3DS ngay hôm nay sau khi bạn cài đặt tiện ích mở rộng này.\n\nTuyên bố từ chối trách nhiệm: Xin lưu ý rằng tiện ích mở rộng này KHÔNG phải do Google tạo ra và được tạo bởi một nhóm phát triển độc lập. Mọi bản quyền thuộc về chủ sử hữu của chúng.\nGoogle không xác nhận hoặc tài trợ cho tiện ích mở rộng này của Chrome. OBJ Viewer s không thuộc sở hữu, không được cấp phép bởi và không phải là công ty con của Google Inc.",
    "zh_CN": "从Google云端硬盘或硬盘中快速查看3D文件。\n需要在线查看3D文件吗？\n只需安装软件OBJ Viewer\n要开始查看3D文件，只需执行以下操作\n安装扩展OBJ Viewer\n点击扩展图标\n选择您要打开的3D文件\n立即开始在线查看3D文件！该3D查看器适用于STL和OBJ文件格式。\n\n这是一个在线查看器，因此您需要连接到Internet才能免费查看STL文件。快速打开3D模型文件。您也可以使用此扩展软件打开OBJ文件\n\nSTL文件-STL（“ stereolithography”的缩写）是3D Systems创建的立体光刻CAD软件固有的文件格式。\nSTL具有多个反义词，例如“标准三角语言”和“标准镶嵌语言”。许多其他软件包也支持这种文件格式。它被广泛用于快速原型制作，\n3D打印和计算机辅助制造。 STL文件仅描述三维对象的表面几何形状，而没有颜色，纹理或其他常见CAD模型属性的任何表示形式。\nSTL格式同时指定ASCII和二进制表示形式。二进制文件更常见，因为它们更紧凑。\n\nSTL文件使用三维笛卡尔坐标系，通过三角形的单位法线和顶点（按右手规则排序）来描述原始的，非结构化的三角表面。\n在原始规范中，所有STL坐标都必须为正数，但是不再强制执行此限制，并且今天STL文件中经常遇到负坐标。\nSTL文件不包含比例信息，并且单位是任意的。\n\nOBJ文件-OBJ（或.OBJ）是一种由Wavefront Technologies为其高级Visualizer动画程序包首先开发的几何定义文件格式。文件格式已打开并已被采用\n由其他3D图形应用程序供应商提供。\n\nOBJ文件格式是一种简单的数据格式，仅表示3D几何图形-即每个顶点的位置，每个纹理坐标顶点的UV位置，顶点法线和面\n将每个多边形定义为顶点和纹理顶点的列表。默认情况下，顶点按逆时针顺序存储，因此无需明确声明面法线。 OBJ坐标\n没有单位，但是OBJ文件可以在人类可读的注释行中包含比例信息。\n\n立即安装此软件，即可从Autodesk快速查看3D文件！我们的软件扩展程序可在Windows，Mac OS和Linux上运行，并且该扩展程序可在Chrome网络浏览器中运行。立即打开您的CAD文件\n使用此软件。安装此扩展程序后，立即尝试查看CAD，IGS和3DS文件。\n\n免责声明：请注意，此扩展程序不是由Google而是由独立的开发团队开发的。所有版权属于其各自所有者。\nGoogle不认可或赞助此Chrome扩展程序。 OBJ Viewer不属于Google Inc.，也不属于Google Inc.的许可，也不是其子公司。",
    "zh_TW": "從Google雲端硬盤或硬盤中快速查看3D文件。\n需要在線查看3D文件嗎？\n只需安裝軟件OBJ Viewer\n要開始查看3D文件，只需執行以下操作\n安裝擴展OBJ Viewer\n點擊擴展圖標\n選擇您要打開的3D文件\n立即開始在線查看3D文件！該3D查看器適用於STL和OBJ文件格式。\n\n這是一個在線查看器，因此您需要連接到Internet才能免費查看STL文件。快速打開3D模型文件。您也可以使用此擴展軟件打開OBJ文件\n\nSTL文件-STL（“ stereolithography”的縮寫）是3D Systems創建的立體光刻CAD軟件固有的文件格式。\nSTL具有多個反義詞，例如“標準三角語言”和“標準鑲嵌語言”。許多其他軟件包也支持這種文件格式。它被廣泛用於快速原型製作，\n3D打印和計算機輔助製造。 STL文件僅描述三維對象的表面幾何形狀，而沒有顏色，紋理或其他常見CAD模型屬性的任何表示形式。\nSTL格式同時指定ASCII和二進製表示形式。二進製文件更常見，因為它們更緊湊。\n\nSTL文件使用三維笛卡爾坐標系，通過三角形的單位法線和頂點（按右手規則排序）來描述原始的，非結構化的三角表面。\n在原始規範中，所有STL坐標都必須為正數，但是不再強制執行此限制，並且今天STL文件中經常遇到負坐標。\nSTL文件不包含比例信息，並且單位是任意的。\n\nOBJ文件-OBJ（或.OBJ）是一種由Wavefront Technologies為其高級Visualizer動畫程序包首先開發的幾何定義文件格式。文件格式已打開並已被採用\n由其他3D圖形應用程序供應商提供。\n\nOBJ文件格式是一種簡單的數據格式，僅表示3D幾何圖形-即每個頂點的位置，每個紋理坐標頂點的UV位置，頂點法線和麵\n將每個多邊形定義為頂點和紋理頂點的列表。默認情況下，頂點按逆時針順序存儲，因此無需明確聲明面法線。 OBJ坐標\n沒有單位，但是OBJ文件可以在人類可讀的註釋行中包含比例信息。\n\n立即安裝此軟件，即可從Autodesk快速查看3D文件！我們的軟件擴展程序可在Windows，Mac OS和Linux上運行，並且該擴展程序可在Chrome網絡瀏覽器中運行。立即打開您的CAD文件\n使用此軟件。安裝此擴展程序後，立即嘗試查看CAD，IGS和3DS文件。\n\n免責聲明：請注意，此擴展程序不是由Google而是由獨立的開發團隊開發的。所有版權屬於其各自所有者。\nGoogle不認可或贊助此Chrome擴展程序。 OBJ Viewer不屬於Google Inc.，也不屬於Google Inc.的許可，也不是其子公司。"
  }
}