{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weather by WeatherBug"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get reliable, accurate forecasts and alerts directly in Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the most accurate weather reports straight to your Chrome Extension with WeatherBug. Download for free the most popular weather app powered by the largest professional weather network in the world!\n\nThis live weather browser extension provides the fastest weather alerts, accurate hourly & 10-day forecasts & more.\n \nAllowing you to directly explore 20 weather maps, including Doppler radar, UV index, satellite map, lightning alerts, precipitation, local temperature, wind chill, and more! From heat index to pollen count, WeatherBug gives you everything you need to know.\n \nThis app may include “Interest-Based Ads” and may collect and/or share certain data, including “Precise Location Data,” as set forth in our Privacy Policy (see https://www.weatherbug.com/legal/privacy#AC) for more information).  We use your location to provide precise weather reporting and personalize content.  A full description of our data collection, use and sharing practices, and information about how you can manage your preferences, can be found in our Privacy Policy.  By continuing to install and use this WeatherBug application, you are confirming that you have reviewed our Privacy Policy and accept our Terms of Use, and are consenting to our collection, use and sharing of your data, including Precise Location Data, as set forth in our Privacy Policy.[https://www.weatherbug.com/legal/privacy#PLD] \n \nWeatherBug for Windows gives you the WeatherBug advantage. Get accurate weather alerts whenever you need. Whether you’re looking to stay up to date with your local weather or what’s happening around you. You get:\n \nTHE WEATHERBUG ADVANTAGE\n• Spark™ Lightning Alerts: Get Dangerous Thunderstorm Alerts & prepare for severe weather conditions\n•  Professional Weather Network: the largest professional grade weather stations in North America report hyper-local weather conditions in real-time\n• Animated Weather Maps: 20 weather maps give you options on what weather conditions you see\n \nWEATHER ALERTS\n• Weather Notifications: See weather conditions & receive alerts in your notifications area\n• Severe Weather Alerts: Get severe weather alerts from WeatherBug, the NWS & NOAA\n \nCONNECT WITH US\n• Like us on Facebook - https://www.facebook.com/WeatherBug\n• Follow us on Twitter - @WeatherBug\n• Check us out on Instagram - @weatherbug\n• Read our News and Watch our  Videos - www.weatherbug.com\n \nGet real time weather reports so you can Know Before. Download WeatherBug, the best free weather app!"
  }
}