{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reddit Comment Arrow",
    "de": "Reddit Kommentarpfeil"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The loved arrow in the reddit comment section to skip to the next top level comment",
    "de": "Die geliebte Funktion um zum nächsten Kommentar eines Posts zu springen nun auch in Chrome!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brings the skip-to-next-top-level-comment-button from the mobile apps to the desktop version of reddit.\n\nThe button will be positioned on the middle left side of the screen by default.\n\nInstructions:\n- Open a reddit post page\n- Wait until top comments have loaded\n- Click on the button to jump to the next comment\n- Hold and drag (default 500 milliseconds) to reposition the button\n- You can alter several options in the action menu of the extension. Just click on the icon in the extension popover.\n\nIf the button should mislocate by any reason, its' position can be reset from the action menu via \"Reset button position\".",
    "de": "Diese Erweiterung stellt den Knopf aus den mobilen Reddit Apps zum Springen zu nächsten Kommentaren in Chrome bereit.\n\nDer Knopf ist standardmäßig mittig auf der linken Seite des Bildschirms platziert.\n\nVerwendung:\n- Auf eine Reddit Post Seite navigieren\n- Auf das Laden der Kommentare warten\n- Den Pfeilknopf betätigen, um zum nächsten Kommentar zu scrollen.\n- Zum Positionieren, den Knopf halten (standardmäßig 500 Millisekunden) und ziehen\n- Im Aktionsmenü gibt es etliche Einstellungsmöglichkeiten für die Erscheinung und das Verhalten des Knopfs.\n\nFalls der Knopf nicht sichtbar sein sollte, kann die Position über das Aktionsmenü zurückgesetzt werden."
  }
}