{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud VPN"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud VPN is a free VPN for Chrome. With Cloud VPN extension you can access any website for free and without registration.",
    "ru": "Cloud VPN - это бесплатный VPN для Chrome. С помощью расширения Cloud VPN вы можете получить доступ к любому сайту бесплатно и без…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cloud VPN is a free VPN for Chrome. \nWith the help of Cloud VPN browser extension you can access any website for free and without registration.\n\nWith Cloud VPN you get: \n- Secure change of your IP address. \n- Free virtual countries to choose from. \n- Unlimited access to blocked music, video and gaming content.\n- You can check your connection speed with the Speed Test.\n\nSecure traffic encryption Cloud VPN encrypts your network traffic so no one knows what you're doing online. With our VPN for Chrome, you don't have to worry about personal data leaks or network traffic analyzers. \n\n☆ Internet Without Borders Cloud removes regional restrictions and lets you enjoy any content you want. Netflix, Hulu, Spotify, Pandora and many other resources will be available even if they are blocked in your country. Protect your IP address with us, change your country to a virtual one and go! \n\n☆ A large number of servers for connection Cloud VPN has a large number of proxy servers around the world. They provide you with a stable internet connection and access to the sites you need from any country. Servers in the USA, UK, Netherlands and Singapore are available for free. \n\n☆ Security and privacy Cloud values your right to use the network anonymously. We do not disclose your personal data and use the best technology to protect it. Your data stays safe even when connecting over public Wi-Fi. \n\nYou just need to choose any of the 10+ countries and, if you want, change the time zone to match it - and as a result, no website will distinguish you from a visitor from that country. \n\nINSTALLATION INSTRUCTIONS\n Install Cloud VPN from the chrome online store by clicking on the \"Install\" button. \nOnce installed, open the extension window in your browser and follow the instructions. Cloud Chrome VPN is the easiest way to protect yourself online and access any content.",
    "ru": "Cloud VPN - это бесплатный VPN для Chrome. \nС помощью расширения Cloud VPN вы можете получить доступ к любому сайту бесплатно и без регистрации.\n\nС Cloud VPN вы получаете: \n- Безопасное изменение вашего IP-адреса. \n- Бесплатные виртуальные страны на выбор. \n- Неограниченный доступ к заблокированному музыкальному, видео и игровому контенту.\n- Вы можете проверить скорость подключения с помощью Теста Скорости.\n\nБезопасное шифрование трафика Cloud VPN шифрует ваш сетевой трафик, чтобы никто не знал, что вы делаете в Интернете. С нашим VPN для Chrome вам не придется беспокоиться об утечке личных данных или анализаторах сетевого трафика. \n\n☆ Интернет без границ Cloud устраняет региональные ограничения и позволяет вам наслаждаться любым контентом. Netflix, Hulu, Spotify, Pandora и многие другие ресурсы будут доступны, даже если они заблокированы в вашей стране. Защитите свой IP-адрес вместе с нами, смените страну на виртуальную и вперед! \n\n☆ Большое количество серверов для подключения Cloud VPN имеет большое количество прокси-серверов по всему миру. Они обеспечат вам стабильное интернет-соединение и доступ к нужным сайтам из любой страны. Серверы в США, Великобритании, Нидерландах и Сингапуре доступны бесплатно. \n\n☆ Безопасность и конфиденциальность Cloud ценит ваше право на анонимное использование сети. Мы не разглашаем ваши личные данные и используем лучшие технологии для их защиты. Ваши данные остаются в безопасности даже при подключении через общественный Wi-Fi. \n\nДостаточно выбрать любую из 10 с лишним стран и, при желании, изменить часовой пояс в соответствии с ней - и в результате ни один сайт не отличит вас от посетителя из этой страны. \nИНСТРУКЦИИ ПО УСТАНОВКЕ\n Установите Cloud VPN из интернет-магазина chrome, нажав на кнопку \"Установить\". \nПосле установки откройте окно расширения в браузере и следуйте инструкциям. Cloud Chrome VPN - это самый простой способ защитить себя в Интернете и получить доступ к любому контенту."
  }
}