{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prev Next Animego.org"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add prev & next button for Animego.org site"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "#След., Пред. кнопки для проигрывателя на animego.org.\n\n### Есть поддержка переключения серий на клавиши N(след. серия)/P(пред. серия). Должно работать независимо от раскладки и регистра.\n\n## Для полноценной работы необходимо выполнить следующие шаги:\n- установить расширение Tampermonkey\n- установить моё расширение для Tampermonkey (https://greasyfork.org/en/scripts/453391-animego-prev-next-player) **Версия: 0.5.***\n- установить моё расширение для Google Chrome (https://chrome.google.com/webstore/detail/prev-next-animegoorg/njeafoliblnfolnenpnpookonjikhged) **Версия: 0.5.***\n- Для работы в Firefox достаточно поставить скрипт Tampermonkey и мой скрипт. В этом режиме работает отображение кнопок переключения (не полноэкранный режим) для всех плееров. В полноэкранном режиме работает только для плеера Kodik без отображения кнопок переключения, так что нужно целиться примерно посередине(справа, если нужно переключить на следующую серию) и при клике сработает переключении серии\n\n### Без любой части расширений функционал не будет работать полностью!\n\n###ВАЖНО!!!\n\nВ полноэкранном режиме кнопки прозрачные, для того чтобы их увидеть нужно навести курсор к краю примерно посередине, тогда появится кнопка переключения\n\n###История обновлений\n- **ver 0.5.0** - Добавлена поддержка переключения серий на кнопки P/N\n- **ver 0.4.2** - Исправлено обновление кнопок переключения, если серия изменилась не через кнопки расширения (обрабатываем клики по слайдеру серий)\n- **ver 0.4.0** - Исправлена работа кнопок полноэкранного режима для различных плееров (до этого работало только в плеере Kodik)\n- **ver 0.3.*** - Добавлен функционал кнопок переключения в полноэкранном режиме (теперь требуется установка стороннего расширения Chrome)\n- **ver 0.2.*** - Основной функционал расширения\n- **ver 0.1.*** - Альфа версия расширения"
  }
}