{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrsht Screen Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Screen Recorder is a software that allows you to capture and record your computer screen right in the browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture, Download, and Share Your Screen with Ease\nIntroducing the ultimate screen capture solution for Chrome users! Our powerful Chrome extension is designed to help you capture your entire screen, specific tabs, or application windows effortlessly. Whether you're a professional, educator, or everyday user, our extension simplifies screen capturing, saving, and sharing.\n\nKey Features:\nVersatile Capture Options:\n\nEntire Screen: Capture everything on your screen with a single click.\nSpecific Tabs: Select and capture individual browser tabs for focused content.\nApplication Windows: Capture specific application windows to highlight your workflow.\nEasy Download:\n\nSave your captures directly to your computer in high-quality formats.\nChoose between popular image formats like PNG and JPEG.\nFor video captures, save in the widely compatible WEBM format.\nSeamless Upload and Share:\n\nUpload to Server: Instantly upload your captures to our secure server.\nSharable Link: Get a shareable link to your uploaded captures, making it easy to share with colleagues, friends, or on social media.\nPrivacy and Security: Rest assured that your uploads are stored securely with robust privacy measures.\nConvert to MP4:\n\nConvert your video captures from WEBM to MP4 for broader compatibility and easier sharing.\nUse our built-in conversion tool to ensure your videos can be viewed on any device or platform.\nUser-Friendly Interface:\n\nIntuitive Design: Our extension is designed with simplicity in mind, ensuring a seamless user experience.\nQuick Access: Easily access capture options from the extension icon in your browser toolbar.\nReal-Time Preview: Preview your captures before saving or uploading to ensure accuracy.\nEnhanced Productivity:\n\nAnnotations and Markers: Add annotations, highlights, and markers to your captures for clearer communication.\nClipboard Support: Quickly copy captures to your clipboard for immediate use in documents and presentations.\nCustomizable Settings: Adjust capture settings to fit your specific needs, including resolution and format options.\nIntegration and Compatibility:\n\nCloud Integration: Option to save captures directly to popular cloud storage services.\nCross-Platform Support: Works seamlessly on Windows, macOS, and Linux.\nBrowser Compatibility: Fully compatible with the latest versions of Chrome.\nSupport and Updates:\n\nRegular Updates: We continuously improve our extension with new features and enhancements.\nDedicated Support: Our support team is always ready to assist you with any questions or issues.\nWhy Choose Our Extension?\nEfficiency: Streamline your workflow with quick and easy screen captures.\nFlexibility: Capture, save, and share your screen in multiple ways.\nReliability: Trust our secure server and robust features to handle your screen captures.\nHow It Works:\nInstall the Extension: Add our extension to your Chrome browser from the Chrome Web Store.\nSelect Capture Mode: Choose to capture your entire screen, a specific tab, or a window.\nCapture and Save: Capture the screen and save it directly to your computer or upload it to our server.\nShare or Convert: Get a shareable link for your upload or convert your video to MP4 format.\nTestimonials:\nJohn D.: \"This extension has transformed how I share information with my team. The upload and share feature is a game-changer!\"\nSarah K.: \"I love how easy it is to capture specific tabs and windows. The MP4 conversion makes sharing videos so much simpler.\"\nGet Started Today!\nDon’t miss out on the most efficient and user-friendly screen capture solution for Chrome. Install our extension now and start capturing, saving, and sharing your screen with ease.\n\nDownload the Extension Today\n\nNeed Help?  contact us directly."
  }
}