{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube HashTag Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate YouTube hashtags for your videos"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Elevate your YouTube presence with the Free YouTube Hashtag Generator, the ultimate tool for content creators looking to enhance their videos' discoverability and reach! \n\nOur user-friendly Chrome extension simplifies the process of finding the perfect hashtags tailored to your content, ensuring your videos gain the visibility they deserve.\n\n✅ Key Features:\n\n🟢Instant Hashtag Suggestions: Get real-time, relevant hashtag recommendations based on your video's title, description, and keywords.\nTrend Analysis: Stay ahead of the curve by accessing trending hashtags that can boost your video's popularity.\n🟢SEO Optimization: Improve your video’s search engine ranking with optimized hashtags that attract more views and engagement.\nOne-Click Integration: Seamlessly add selected hashtags to your video’s metadata with a single click.\n🟢Customizable Options: Tailor hashtag suggestions to fit your specific niche and audience for more targeted results.\n🟢Free and Easy to Use: Enjoy all these powerful features without any cost, designed with a simple, intuitive interface for hassle-free usage.\n\nHow It Works:\n🟢Install the Extension: Add the Free YouTube Hashtag Generator to your Chrome browser.\n🟢Analyze Your Content: Enter your video’s title, description, or keywords.\nGenerate Hashtags: Receive a list of suggested hashtags optimized for your content.\n🟢Boost Your Reach: Apply the hashtags to your YouTube videos and watch your engagement grow!\n\nMake your YouTube videos stand out in the crowded digital space with the Free YouTube Hashtag Generator. \n\nStart maximizing your channel’s potential today!"
  }
}