{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Leave Me Alone - LinkedIn connections cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "'Leave Me Alone' lets you bulk-ignore and delete LinkedIn invitations and connections by specifying keywords such as 'recruiter'."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "We packed it with common keywords, but feel free to add yours! ;)\n\n------------------------------------\n\nHOW DOES THE EXTENSION WORK\n\n>>>> To clean your invitation requests:\n\n1) Click on \"invitations\" in the extension or copy/paste this URL: https://www.linkedin.com/mynetwork/invitation-manager/\n\n2) The LMA extension will delete all invitations it finds with the list of keywords that you picked. If you want to delete all the invitations received from recruiters, choose related keywords such as \"recruiter\", \"head hunter\", \"consultant\". Click on the ⚙ button to add or delete keywords.\n\n3) Go back to the LinkedIn invitation page and click on the \"Leave Me Alone\" button of the extension. Please note that it can take a few moments if you have a lot of invitations.\n\n\n>>>> To clean your existing connections:\n\n1) Click on \"contact list\" in the extension or copy/paste this URL: https://www.linkedin.com/mynetwork/invite-connect/connections/\n\n2) The LMA extension will delete all connections it finds with the list of keywords that you picked. If you want to delete all the invitations received from recruiters, choose the keywords \"recruiter\", \"head hunter\", \"consultant\". Click on the ⚙ button to add or delete keywords.\n\n3) Go back to the LinkedIn invitation page and click on the \"Leave Me Alone\" button of the extension. Please note that it can take a few moments if you have a lot of connections.\n\n4) Once your connections selected, you will need to validate before deleting.\n\n\n------------------------------------\n\nDO YOU WANT TO CONTRIBUTE TO THE PROJECT?\n\nWe have made this extension open source so feel free to fork the project, make your changes, and submit a Pull Request. We will happily review it as soon as possible!\n\nLeave Me Alone is developed in glorious Vanilla JS, HTML and CSS. Here is the GIthub repo: https://github.com/hellocomet/leave-me-alone\n\nAlternatively, you can always submit an issue if you notice any bug, or if you wish to request a new feature.\n\n------------------------------------\nDeveloped with ❤️ by the comet team: the platform that seamlessly matches the best tech & data freelancers with ambitious projects from top companies. Special thanks to Alexandre Aheto."
  }
}