{
  "name": {
    "ar": "Youtube Adblocker - Ad Blocker Plus",
    "am": "Ad Free Browsing - Ad Block",
    "bg,ro": "Ad Blocker Plus - Ad Blocking",
    "bn": "Youtube Adblocker - Twitch Adblock",
    "ca": "Bloquejador de publicitat gratuït. Bloqueja anuncis a la web",
    "cs": "Volný blokátor reklam. Blokovat reklamy na webu",
    "da": "Gratis adblocker. Bloker annoncer på web",
    "de": "Kostenloser Adblocker. Blockiere Werbung im Web",
    "el": "Video Adblocker - Ad Blocker Plus",
    "en,en_AU,ru,uk": "Free Adblocker. Block ads on web",
    "en_GB,en_US": "Free adblocker. Block ads on the web",
    "es,es_419": "Bloqueador de anuncios gratuito. Bloquear anuncios en la web",
    "et": "Twitch Adblock - Video Adblocker",
    "fa": "Adblocker - Ad Blocker Plus",
    "fi": "Ilmainen adblocker. Estä mainokset verkossa",
    "fil": "Facebook Adblocker - Ad Free Browsing",
    "fr": "Bloqueur de publicité gratuit. Bloquer les annonces sur le web",
    "gu": "Ad Block - Adblocker",
    "he": "Facebook Adblocker - Video Adblocker",
    "hi,vi": "Adblocker - Ad Block",
    "hr,hu": "Video Adblocker - Ad Free Browsing",
    "id": "Twitch Adblock - Ad Blocker Plus",
    "it": "Blocco pubblicità gratuito. Blocca gli annunci sul web",
    "ja": "無料広告ブロッカー。ウェブ上の広告をブロック",
    "kn": "Ad Blocker Plus - Ad Free Browsing",
    "ko": "무료 광고 차단기. 웹에서 광고 차단",
    "lt": "Nemokamas reklamos blokatorius. Užblokuokite reklamas internete",
    "lv": "Bezmaksas reklāmu bloķētājs. Bloķēt reklāmas internetā",
    "ml": "Adblocker - Twitch Adblock",
    "mr": "Ad Blocking - Ad Free Browsing",
    "ms": "Youtube Adblocker - Ad Blocking",
    "nl": "Gratis adblocker. Blokkeer advertenties op het web",
    "no": "Gratis adblocker. Blokker annonser på nettet",
    "pl": "Darmowy bloker reklam. Blokuj reklamy w sieci",
    "pt_BR": "Bloqueador de anúncios grátis. Bloquear anúncios na web",
    "pt_PT": "Bloqueador de anúncios gratuito. Bloquear anúncios na web",
    "sk": "Bezplatný blokovač reklám. Blokovať reklamy na web",
    "sl": "Brezplačni blokator oglasov. Blokirajte oglase na spletu",
    "sr": "Ad Blocking - Twitch Adblock",
    "sv": "Gratis adblocker. Blockera annonser på webben",
    "sw": "Video Adblocker - Ad Blocking",
    "ta": "Ad Blocker Plus - Facebook Adblocker",
    "te": "Ad Blocker Plus - Video Adblocker",
    "th": "Ad Free Browsing - Ad Blocker Plus",
    "tr": "Ücretsiz reklam engelleyici. Web'de reklamları engelle",
    "zh_CN": "免费广告拦截器。拦截网络广告",
    "zh_TW": "免費廣告封鎖器。封鎖網路廣告"
  },
  "short": {
    "ar,bn,hi,kn": "Adblock, adblocker, ad block, ad blocker, youtube ad blocker, block video ads, block popunder, free adblocker, advanced adblocker,…",
    "am": "Eliminating ads can significantly improve website loading speeds. Enjoy a seamless Youtube experience without any pesky pre-rolls…",
    "bg,fil,hr,id,sr,ta": "Say goodbye to intrusive ads and say hello to faster web browsing with Adblocker Plus! Enjoy a seamless Youtube experience without…",
    "ca": "Eliminar els anuncis fa que els llocs web funcionin més ràpid. Mira Youtube amb Adblock sense anuncis previs, pancartes. Tots els…",
    "cs": "Odstraňování reklam zrychluje načítání webových stránek. Sledujte Youtube s Adblockem bez předtítulků a bannerů. Všechny reklamy…",
    "da": "Fjernelse af annoncer gør, at hjemmesider fungerer hurtigere. Se Youtube med Adblock uden pre-roll, bannere. Alle annoncer blokeret…",
    "de": "Das Entfernen von Anzeigen beschleunigt das Laden von Websites. Schauen Sie Youtube mit Adblock ohne Pre-Roll und Banner. Alle…",
    "el,fa,gu,he,ml,mr": "Say goodbye to slow loading times and intrusive ads with Adblocker Plus! Enjoy an uninterrupted YouTube experience without…",
    "en,en_AU,en_GB,en_US,ru,uk": "Removing ads makes websites work faster. Watch Youtube with Adblock without pre-roll, banners. All Ad blocked with Free Ad Blocker.",
    "es": "Eliminar anuncios hace que los sitios web funcionen más rápido. Vea Youtube con Adblock sin anuncios previos, banners. Todos los…",
    "es_419": "Eliminar anuncios hace que los sitios web funcionen más rápido. Mira Youtube con Adblock sin anuncios previos, banners. Todos los…",
    "et,hu,ms,ro,te": "Eliminating ads can make websites operate more quickly and smoothly. Enjoy an uninterrupted Youtube experience with Adblocker Plus,…",
    "fi": "Mainosten poistaminen nopeuttaa verkkosivujen toimintaa. Katso Youtubea Adblockin avulla ilman esirullaa, bannereita. Kaikki…",
    "fr": "Supprimer les publicités rend les sites Web plus rapides. Regardez Youtube avec Adblock sans pré-roll, bannières. Toutes les…",
    "it": "Rimuovere gli annunci rende i siti web più veloci. Guarda Youtube con Adblock senza pre-roll, banner. Tutti gli annunci bloccati…",
    "ja": "広告を削除すると、ウェブサイトの動作が速くなります。Adblockを使用して、プリロールやバナーなしでYoutubeを視聴。無料広告ブロッカーですべての広告をブロック。",
    "ko": "광고를 제거하면 웹사이트가 더 빠르게 작동합니다. Adblock을 사용하여 전광판, 배너 없이 Youtube를 시청하세요. 무료 광고 차단기로 모든 광고를 차단합니다.",
    "lt": "Reklamų šalinimas padaro svetaines veikimą greitesnį. Žiūrėkite „Youtube“ su „Adblock“ be pradinių juostų, banerių. Visos reklamos…",
    "lv": "Reklāmu noņemšana padara vietnes ātrākas. Skatieties Youtube ar Adblock bez reklāmu rullīšiem un baneriem. Visas reklāmas tiek…",
    "nl": "Het verwijderen van advertenties zorgt ervoor dat websites sneller werken. Bekijk Youtube met Adblock zonder pre-roll, banners.…",
    "no": "Fjerning av annonser gjør at nettsteder fungerer raskere. Se på Youtube med Adblock uten pre-roll, bannere. Alle annonser blokkert…",
    "pl": "Usuwanie reklam sprawia, że strony internetowe działają szybciej. Oglądaj Youtube z Adblockiem bez reklam przed filmami i banerów.…",
    "pt_BR": "Remover anúncios faz com que os sites funcionem mais rápido. Assista Youtube com Adblock sem anúncios pré-roll, banners. Todos os…",
    "pt_PT": "Remover anúncios torna os sites mais rápidos. Assista ao Youtube com Adblock sem anúncios pré-roll e banners. Todos os anúncios…",
    "sk": "Odstránenie reklám zrýchľuje fungovanie webových stránok. Sledujte Youtube s Adblock bez pre-roll, banerov. Všetky reklamy…",
    "sl": "Odstranjevanje oglasov pospeši delovanje spletnih strani. Gledajte Youtube z Adblock brez predvajanja in pasic. Vsi oglasi so…",
    "sv": "Att ta bort annonser gör att webbplatser fungerar snabbare. Titta på Youtube med Adblock utan förannonser, banners. Alla annonser…",
    "sw": "Say goodbye to intrusive ads and experience faster website performance with Adblocker Plus! Enjoy uninterrupted Youtube viewing…",
    "th,vi": "Eliminate ads and speed up your web experience with Adblocker Plus! Enjoy an ad-free Youtube experience without pre-rolls or…",
    "tr": "Reklamları kaldırmak web sitelerinin daha hızlı çalışmasını sağlar. Youtube'u Adblock ile ön yükleme ve afişler olmadan izleyin.…",
    "zh_CN": "移除广告可使网站运行更快。使用Adblock观看Youtube时，无需预加载广告，无横幅广告。免费广告拦截器可拦截所有广告。",
    "zh_TW": "移除廣告可使網站運行更快。使用Adblock觀看Youtube，無需播放前置廣告和橫幅。免費廣告封鎖器封鎖所有廣告。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Free Adblocker eliminates many types of ads: annoying banners, pop-ups, and malware. We protect devices from security threats and protect users privacy from online tracking. \n\nFeatures:\n  - Automatic ad blocking by extension's algorithms\n  - Manual blocking of website elements\n\nNote: \nTo enhance the performance of the extension, we have implemented a feature to collect anonymous information about the websites you visit. Rest assured that this data is securely stored using advanced encryption methods."
  }
}