{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Givaways"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Random Comment Picker - Choose Winners with Ease"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you a YouTuber running exciting giveaways or contests in your videos? Make your life easier with our YouTube Random Comment Picker Chrome extension! Say goodbye to manually selecting winners from the comment section and let our powerful tool do the job for you.\n\nOur YouTube Random Comment Picker is a must-have tool for content creators looking to engage with their audience and reward their loyal subscribers. With just a few clicks, you can effortlessly select a random winner from the comment section of your YouTube videos, saving you time and ensuring a fair selection process.\n\nKey Features:\n- Random Winner Selection: Use our extension to choose a winner at random from the comments on your YouTube videos. You can trust that the selection process is unbiased and fair.\n- Seamless Integration: Our extension seamlessly integrates with your YouTube, allowing you to quickly access and analyze the comment section of any of your videos.\n- Time-Saving Efficiency: No more manual counting or scrolling through countless comments. Our tool automates the winner selection process, saving you valuable time and effort.\n- Audience Engagement: By conducting giveaways and selecting random winners, you can boost engagement and encourage your viewers to actively participate in your YouTube channel.\n\nWhether you're running giveaways, contests, or simply want to show appreciation to your audience, our YouTube Random Comment Picker is the ultimate tool to streamline your winner selection process. Download now and take your YouTube channel to new heights!\n\nNote: Our extension requires permission to access your YouTube account's comment section for the selected videos. We prioritize your privacy and ensure that your data is secure and used solely for the intended purpose.\n\nGet started today and make selecting winners from the comment section of your YouTube videos a breeze with our YouTube Random Comment Picker Chrome extension!"
  }
}