{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uno Online Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Now you can play Uno Online Game right on Chrome™ Browser! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_GB,es,es_419,et,fa,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Uno is one of the intellectual card games that many parents and children enjoy nowadays. With its unique and creative gameplay, and the ability to accommodate multiple players, Uno is an exciting choice for group play.\n\nTo play Uno online, simply use your computer.\n\nThe basic rules of Uno involve a deck of 108 cards consisting of 76 normal cards, 24 special cards, and 8 wildcards, which are divided into four colors. First, one person will play any card, and the next player must play cards following the rule of the same color, number, or a Wild card.\n\nFor example, if Player A plays a yellow number 2 card, then the next player can only play cards that are:\n\nYellow in color (regardless of whether it's a normal or special card)\nNumber 2 (regardless of the color)\nA Wild card (which does not have a specific color or number)\nIf the next player does not have any of these three types of cards, they must draw another card. If they draw one of these three types of cards, they can play it immediately. If not, they must pass their turn to the next player.\n\nThe person who has only one card left must press the button to let everyone know that they are about to run out of cards.\n\nThe winner is the person who plays all their cards first.\n\nThe person who reaches 500 points is the winner of the entire game.\n\nPoints are calculated as follows:\n\nNormal cards numbered 0 to 9 are worth corresponding points from 0 to 9.\nSpecial cards are worth 20 points.\nWild cards are worth 50 points.\nAnyone who still has cards in their hand at the end of the game will have points deducted based on the cards they are holding.\nThe winner will receive the total number of points from all players.",
    "en_AU,en_US,fi,ru,vi": "Uno Online - Chrome Extension\nGet ready to shuffle and deal with Uno Online, the classic card game brought to your browser for endless fun and competitive play!\n\nIn this engaging Chrome Extension, you can challenge friends or players from around the world in exciting rounds of Uno. Use your strategy and a bit of luck to match colors and numbers, play action cards, and be the first to discard all your cards to win. With user-friendly controls and vibrant graphics, Uno Online captures the essence of the beloved original game while adding a modern twist.\n\nEnjoy various game modes and customizable rules to keep the experience fresh and entertaining. Whether you’re a seasoned player or new to Uno, this extension offers something for everyone.\n\nPerfect for family game nights or casual play with friends, Uno Online is the ideal way to enjoy this timeless classic.\n\nDownload Uno Online and join the card-slinging action today!\n\nNote: If you want to find more games, we have a link for quick access to our website. \nWe have added \"Unblocked Games 6x\" button, making it easy for players to quickly access the games on our website! \nHave fun!"
  }
}