{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DOFUS Enhancer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Améliore l'expérience utilisateur sur plusieurs sites dofusiens (DofusPourLesNoobs, DofusPortals...)."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DOFUS Enhancer cherche à améliorer l'expérience utilisateur sur plusieurs sites dofusiens, actuellement DofusPourLesNoobs et DofusPortals.\n\n# Fonctionnalités générales\n- Thème sombre\n- Copie de la commande autopilote en cliquant sur une position présente dans le site (ex: [-20,-20])\n- Raccourcis rapides via l'icone d'extension permettant d'aller vers DofusPourLesNoobs ou vers la liste des portails de votre serveur (à configurer dans les options).\n\n# Fonctionnalités spécifiques\n## Dofus-Portals\n- Ajout du zaap le plus proche en dessous de la position des portails\n- Modification des informations du portail à copier via le bouton \"Copier les infos\" pour ajouter le zaap le plus proche\n\n# Changelog\n## 0.0.4\n- Fix de la fonction de copie sur DofusPortals\n- Ajout de la dernière mise à jour dans les informations à copier (via le bouton \"Copier les infos\") sur Dofus-Portals\n\n## 0.0.3\n- Retrait du décalage vertical sur certaines pages DofusPortals\n- Retrait du bouton pour copier les informations pour une annonce d'alliance/guilde de DofusPortals. Ceci ne fonctionne plus en jeu désormais\n- Divers fix de couleurs\n\n## 0.0.2\n- Fix du bouton \"Serveur principal\" sur la page d'accueil de Dofus Portals\n- Fix de la page de recherche de DofusPourLesNoobs\n- Divers fix de couleurs\n\n## 0.0.1 \n- Sortie initiale"
  }
}