{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Voice Recorder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record Audio from Microphone or Desktop right from your browser"
  },
  "long": {
    "ar": "هل تريد تسجيل رسالة صوتية بسيطة وسريعة داخل المتصفح؟\n\nيمكنك القيام بذلك اليوم عن طريق تثبيت هذا البرنامج اليوم. للبدء ، إليك ما عليك القيام به.\n\n1) انقر على أيقونة الامتداد.\n2) اسمح لخيار الميكروفون بامتدادنا.\n3) ابدأ في تسجيل الرسالة الصوتية التي لديك عن طريق التحدث بوضوح في الميكروفون.\n4) يتم حفظ ملف الصوت مباشرة على جهاز الكمبيوتر الخاص بك.\n\nاستخدم تطبيق مسجل الصوت المجاني هذا اليوم. يمكنك أيضًا اختيار تسجيل رسالة صوتية مباشرة\nعلى موقعنا دون تنزيل أي برنامج أيضًا.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,fi,gu,he,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to record a quick simple voice message inside the browser?\n\nYou can do so today by installing this software today. To get started, here is what you need to do.\n\n1) Click on the extension icon.\n2) Allow the microphone option for our extension.\n3) Begin recording the audio message you have by speaking clearly into the microphone.\n4) The audio file is saved directly onto your computer.\n\nUse this free voice recorder app today. You can also choose to record a voice message directly\non our website without downloading any software as well.",
    "bg": "Искате ли да запишете бързо просто гласово съобщение в браузъра?\n\nМожете да го направите днес, като инсталирате този софтуер днес. За да започнете, ето какво трябва да направите.\n\n1) Кликнете върху иконата на разширение.\n2) Разрешете опцията за микрофон за нашето разширение.\n3) Започнете да записвате аудио съобщението, което имате, като говорите ясно в микрофона.\n4) Аудио файлът се записва директно на вашия компютър.\n\nИзползвайте това безплатно приложение за запис на глас днес. Можете също да изберете да запишете гласово съобщение директно\nна нашия уебсайт, без да изтегляте и софтуер.",
    "ca": "Voleu gravar un missatge de veu ràpid i senzill dins del navegador?\n\nPodeu fer-ho avui instal·lant aquest programari avui mateix. Per començar, aquí teniu el que heu de fer.\n\n1) Feu clic a la icona de l'extensió.\n2) Permet l'opció de micròfon per a la nostra extensió.\n3) Comenceu a gravar el missatge d'àudio que teniu parlant clarament pel micròfon.\n4) El fitxer d'àudio es desa directament a l'ordinador.\n\nUtilitzeu aquesta aplicació de gravació de veu gratuïta avui mateix. També podeu triar gravar un missatge de veu directament\nal nostre lloc web sense descarregar cap programari també.",
    "cs": "Chcete rychle nahrát jednoduchou hlasovou zprávu v prohlížeči?\n\nMůžete tak učinit již dnes instalací tohoto softwaru. Chcete-li začít, zde je to, co musíte udělat.\n\n1) Klikněte na ikonu rozšíření.\n2) Povolte možnost mikrofonu pro naše rozšíření.\n3) Začněte nahrávat zvukovou zprávu, kterou máte, tím, že budete zřetelně mluvit do mikrofonu.\n4) Zvukový soubor se uloží přímo do vašeho počítače.\n\nPoužijte tuto bezplatnou aplikaci pro záznam hlasu ještě dnes. Můžete také zvolit přímé nahrávání hlasové zprávy\nna našich webových stránkách, aniž byste museli stahovat jakýkoli software.",
    "da": "Vil du optage en hurtig simpel talebesked i browseren?\n\nDu kan gøre det i dag ved at installere denne software i dag. For at komme i gang er her, hvad du skal gøre.\n\n1) Klik på udvidelsesikonet.\n2) Tillad mikrofonindstillingen for vores lokalnummer.\n3) Begynd at optage den lydbesked, du har, ved at tale tydeligt ind i mikrofonen.\n4) Lydfilen gemmes direkte på din computer.\n\nBrug denne gratis stemmeoptager-app i dag. Du kan også vælge at optage en talebesked direkte\npå vores hjemmeside uden også at downloade software.",
    "de": "Möchten Sie eine schnelle einfache Sprachnachricht im Browser aufzeichnen?\n\nSie können dies noch heute tun, indem Sie diese Software noch heute installieren. Um zu beginnen, müssen Sie Folgendes tun.\n\n1) Klicken Sie auf das Erweiterungssymbol.\n2) Erlauben Sie die Mikrofonoption für unsere Nebenstelle.\n3) Beginnen Sie mit der Aufzeichnung Ihrer Audionachricht, indem Sie deutlich in das Mikrofon sprechen.\n4) Die Audiodatei wird direkt auf Ihrem Computer gespeichert.\n\nVerwenden Sie noch heute diese kostenlose Diktiergerät-App. Sie können auch direkt eine Sprachnachricht aufzeichnen\nauf unserer Website, ohne auch eine Software herunterzuladen.",
    "el": "Θέλετε να ηχογραφήσετε ένα γρήγορο απλό φωνητικό μήνυμα μέσα στο πρόγραμμα περιήγησης;\n\nΜπορείτε να το κάνετε σήμερα εγκαθιστώντας αυτό το λογισμικό σήμερα. Για να ξεκινήσετε, ορίστε τι πρέπει να κάνετε.\n\n1) Κάντε κλικ στο εικονίδιο επέκτασης.\n2) Να επιτρέπεται η επιλογή μικροφώνου για την επέκτασή μας.\n3) Ξεκινήστε την εγγραφή του ηχητικού μηνύματος που έχετε μιλώντας καθαρά στο μικρόφωνο.\n4) Το αρχείο ήχου αποθηκεύεται απευθείας στον υπολογιστή σας.\n\nΧρησιμοποιήστε αυτήν τη δωρεάν εφαρμογή εγγραφής φωνής σήμερα. Μπορείτε επίσης να επιλέξετε να ηχογραφήσετε απευθείας ένα φωνητικό μήνυμα\nστον ιστότοπό μας χωρίς να κάνετε λήψη κανενός λογισμικού.",
    "es": "¿Quieres grabar un mensaje de voz simple y rápido dentro del navegador?\n\nPuede hacerlo hoy instalando este software hoy. Para comenzar, esto es lo que debe hacer.\n\n1) Haga clic en el icono de la extensión.\n2) Permitir la opción de micrófono para nuestra extensión.\n3) Comience a grabar el mensaje de audio que tiene hablando claramente en el micrófono.\n4) El archivo de audio se guarda directamente en su computadora.\n\nUse esta aplicación de grabadora de voz gratuita hoy. También puede optar por grabar un mensaje de voz directamente\nen nuestro sitio web sin descargar ningún software también.",
    "et": "Kas soovite salvestada brauseris kiire lihtsa häälsõnumi?\n\nSaate seda teha juba täna, installides selle tarkvara juba täna. Alustamiseks peate tegema järgmist.\n\n1) Klõpsake laienduse ikooni.\n2) Lubage meie laiendi jaoks mikrofoni valik.\n3) Alustage oma helisõnumi salvestamist, rääkides selgelt mikrofoni.\n4) Helifail salvestatakse otse teie arvutisse.\n\nKasutage seda tasuta diktofoni rakendust juba täna. Samuti saate valida häälsõnumi otse salvestamise\nmeie veebisaidil ilma tarkvara alla laadimata.",
    "fa": "آیا می خواهید یک پیام صوتی ساده و سریع را در داخل مرورگر ضبط کنید؟\n\nامروز با نصب این نرم افزار می توانید این کار را انجام دهید. برای شروع، در اینجا چیزی است که باید انجام دهید.\n\n1) روی نماد افزونه کلیک کنید.\n2) گزینه میکروفون را برای برنامه افزودنی ما مجاز کنید.\n3) ضبط پیام صوتی را با صحبت واضح در میکروفون شروع کنید.\n4) فایل صوتی مستقیماً در رایانه شما ذخیره می شود.\n\nامروز از این برنامه ضبط صدا رایگان استفاده کنید. همچنین می توانید انتخاب کنید که پیام صوتی را مستقیماً ضبط کنید\nدر وب سایت ما بدون دانلود هیچ نرم افزاری نیز وجود دارد.",
    "fil": "Haluatko nauhoittaa nopean yksinkertaisen ääniviestin selaimessa?\n\nVoit tehdä sen tänään asentamalla tämän ohjelmiston tänään. Näin pääset alkuun.\n\n1) Napsauta laajennuskuvaketta.\n2) Salli mikrofonivaihtoehto alaliittymällemme.\n3) Aloita saamasi ääniviestin nauhoittaminen puhumalla selkeästi mikrofoniin.\n4) Äänitiedosto tallennetaan suoraan tietokoneellesi.\n\nKäytä tätä ilmaista äänityssovellusta tänään. Voit myös tallentaa ääniviestin suoraan\nverkkosivuillamme lataamatta myöskään ohjelmistoja.",
    "fr": "Vous voulez enregistrer un message vocal simple et rapide dans le navigateur ?\n\nVous pouvez le faire aujourd'hui en installant ce logiciel dès aujourd'hui. Pour commencer, voici ce que vous devez faire.\n\n1) Cliquez sur l'icône de l'extension.\n2) Autoriser l'option microphone pour notre extension.\n3) Commencez à enregistrer le message audio que vous avez en parlant clairement dans le microphone.\n4) Le fichier audio est enregistré directement sur votre ordinateur.\n\nUtilisez cette application gratuite d'enregistrement vocal aujourd'hui. Vous pouvez également choisir d'enregistrer un message vocal directement\nsur notre site Web sans télécharger de logiciel.",
    "hi": "ब्राउज़र के अंदर एक त्वरित सरल ध्वनि संदेश रिकॉर्ड करना चाहते हैं?\n\nआप आज ही इस सॉफ्टवेयर को इंस्टॉल करके ऐसा कर सकते हैं। आरंभ करने के लिए, यहां वह है जो आपको करने की आवश्यकता है।\n\n1) एक्सटेंशन आइकन पर क्लिक करें।\n2) हमारे विस्तार के लिए माइक्रोफ़ोन विकल्प की अनुमति दें।\n3) माइक्रोफ़ोन में स्पष्ट रूप से बोलकर आपके पास मौजूद ऑडियो संदेश को रिकॉर्ड करना शुरू करें।\n4) ऑडियो फ़ाइल सीधे आपके कंप्यूटर पर सहेजी जाती है।\n\nआज ही इस फ्री वॉयस रिकॉर्डर ऐप का इस्तेमाल करें। आप सीधे एक ध्वनि संदेश रिकॉर्ड करना भी चुन सकते हैं\nबिना कोई सॉफ्टवेयर डाउनलोड किए हमारी वेबसाइट पर भी।",
    "hr": "Želite snimiti brzu jednostavnu glasovnu poruku unutar preglednika?\n\nTo možete učiniti danas instalirajući ovaj softver danas. Za početak, evo što trebate učiniti.\n\n1) Kliknite na ikonu proširenja.\n2) Omogućite opciju mikrofona za naše proširenje.\n3) Počnite snimati zvučnu poruku koju imate jasnim govorom u mikrofon.\n4) Audio datoteka sprema se izravno na vaše računalo.\n\nUpotrijebite ovu besplatnu aplikaciju za snimanje glasa danas. Također možete odabrati izravno snimanje glasovne poruke\nna našoj web stranici bez preuzimanja ikakvog softvera.",
    "hu": "Gyors, egyszerű hangüzenetet szeretne rögzíteni a böngészőben?\n\nEzt ma megteheti, ha még ma telepíti ezt a szoftvert. A kezdéshez a következőket kell tennie.\n\n1) Kattintson a bővítmény ikonjára.\n2) Engedélyezze a mikrofon opciót a mellékünkön.\n3) Kezdje el rögzíteni a kapott hangüzenetet úgy, hogy világosan beszél a mikrofonba.\n4) Az audiofájlt közvetlenül a számítógépére menti.\n\nHasználja ezt az ingyenes hangrögzítő alkalmazást még ma. Kiválaszthatja a hangüzenet közvetlen rögzítését is\nweboldalunkon szoftver letöltése nélkül is.",
    "id": "Ingin merekam pesan suara cepat dan sederhana di dalam browser?\n\nAnda dapat melakukannya hari ini dengan menginstal perangkat lunak ini hari ini. Untuk memulai, inilah yang perlu Anda lakukan.\n\n1) Klik ikon ekstensi.\n2) Izinkan opsi mikrofon untuk ekstensi kami.\n3) Mulailah merekam pesan audio yang Anda miliki dengan berbicara dengan jelas ke mikrofon.\n4) File audio disimpan langsung ke komputer Anda.\n\nGunakan aplikasi perekam suara gratis ini hari ini. Anda juga dapat memilih untuk merekam pesan suara secara langsung\ndi situs web kami tanpa mengunduh perangkat lunak apa pun juga.",
    "it": "Vuoi registrare un messaggio vocale veloce e semplice all'interno del browser?\n\nPuoi farlo oggi stesso installando questo software oggi stesso. Per iniziare, ecco cosa devi fare.\n\n1) Fare clic sull'icona dell'estensione.\n2) Consentire l'opzione microfono per il nostro interno.\n3) Inizia a registrare il messaggio audio che hai parlando chiaramente nel microfono.\n4) Il file audio viene salvato direttamente sul tuo computer.\n\nUsa questa app gratuita per registratore vocale oggi. Puoi anche scegliere di registrare direttamente un messaggio vocale\nsul nostro sito Web senza scaricare alcun software.",
    "ja": "ブラウザ内ですばやく簡単な音声メッセージを録音したいですか?\n\nこのソフトウェアを今日インストールすることで、今日それを行うことができます。開始するには、次のことを行う必要があります。\n\n1) 拡張機能のアイコンをクリックします。\n2) 拡張機能のマイク オプションを許可します。\n3) マイクに向かってはっきりと話して、音声メッセージの録音を開始します。\n4) オーディオ ファイルがコンピュータに直接保存されます。\n\n今日、この無料のボイスレコーダーアプリを使用してください。音声メッセージを直接録音することもできます\nソフトウェアもダウンロードせずに、当社のWebサイトで。",
    "ko": "브라우저 내에서 빠르고 간단한 음성 메시지를 녹음하고 싶습니까?\n\n지금 바로 이 소프트웨어를 설치하면 됩니다. 시작하려면 다음을 수행해야 합니다.\n\n1) 확장 아이콘을 클릭합니다.\n2) 우리 확장에 대한 마이크 옵션을 허용합니다.\n3) 마이크에 명확하게 말하여 음성 메시지 녹음을 시작합니다.\n4) 오디오 파일이 컴퓨터에 직접 저장됩니다.\n\n오늘 이 무료 음성 녹음기 앱을 사용하세요. 음성 메시지를 직접 녹음하도록 선택할 수도 있습니다.\n소프트웨어를 다운로드하지 않고도 당사 웹 사이트에서.",
    "lt": "Norite įrašyti greitą paprastą balso pranešimą naršyklėje?\n\nTai galite padaryti šiandien, įdiegę šią programinę įrangą šiandien. Norėdami pradėti, štai ką turite padaryti.\n\n1) Spustelėkite plėtinio piktogramą.\n2) Leiskite mikrofono parinktį mūsų plėtiniui.\n3) Pradėkite įrašyti turimą garso pranešimą aiškiai kalbėdami į mikrofoną.\n4) Garso failas išsaugomas tiesiai jūsų kompiuteryje.\n\nNaudokite šią nemokamą diktofono programą šiandien. Taip pat galite pasirinkti įrašyti balso pranešimą tiesiogiai\nmūsų svetainėje taip pat neatsisiųsdami jokios programinės įrangos.",
    "lv": "Vai vēlaties ierakstīt ātru vienkāršu balss ziņojumu pārlūkprogrammā?\n\nTo var izdarīt jau šodien, jau šodien instalējot šo programmatūru. Lai sāktu, tālāk ir norādīts, kas jums jādara.\n\n1) Noklikšķiniet uz paplašinājuma ikonas.\n2) Atļaujiet mikrofona opciju mūsu paplašinājumam.\n3) Sāciet ierakstīt audio ziņojumu, skaidri runājot mikrofonā.\n4) Audio fails tiek saglabāts tieši jūsu datorā.\n\nIzmantojiet šo bezmaksas balss ierakstītāja lietotni jau šodien. Varat arī izvēlēties tieši ierakstīt balss ziņojumu\nmūsu vietnē, nelejupielādējot arī programmatūru.",
    "ms": "Ingin merakam mesej suara ringkas yang pantas di dalam penyemak imbas?\n\nAnda boleh melakukannya hari ini dengan memasang perisian ini hari ini. Untuk bermula, inilah yang perlu anda lakukan.\n\n1) Klik pada ikon sambungan.\n2) Benarkan pilihan mikrofon untuk sambungan kami.\n3) Mulakan merakam mesej audio yang anda miliki dengan bercakap dengan jelas ke dalam mikrofon.\n4) Fail audio disimpan terus ke komputer anda.\n\nGunakan aplikasi perakam suara percuma ini hari ini. Anda juga boleh memilih untuk merakam mesej suara secara langsung\ndi laman web kami tanpa memuat turun sebarang perisian juga.",
    "nl": "Wilt u een snel, eenvoudig spraakbericht opnemen in de browser?\n\nU kunt dit vandaag nog doen door deze software vandaag nog te installeren. Om te beginnen, hier is wat u moet doen.\n\n1) Klik op het extensiepictogram.\n2) Sta de microfoonoptie toe voor onze extensie.\n3) Begin met het opnemen van het audiobericht dat u hebt door duidelijk in de microfoon te spreken.\n4) Het audiobestand wordt direct op uw computer opgeslagen.\n\nGebruik deze gratis voicerecorder-app vandaag nog. U kunt er ook voor kiezen om direct een spraakbericht op te nemen\nop onze website zonder ook software te downloaden.",
    "no": "Vil du spille inn en rask, enkel talemelding i nettleseren?\n\nDu kan gjøre det i dag ved å installere denne programvaren i dag. For å komme i gang, her er hva du trenger å gjøre.\n\n1) Klikk på utvidelsesikonet.\n2) Tillat mikrofonalternativet for utvidelsen vår.\n3) Begynn å spille inn lydmeldingen du har ved å snakke tydelig inn i mikrofonen.\n4) Lydfilen lagres direkte på datamaskinen din.\n\nBruk denne gratis stemmeopptaker-appen i dag. Du kan også velge å spille inn en talemelding direkte\npå vår nettside uten å laste ned noen programvare også.",
    "pl": "Chcesz nagrać szybką, prostą wiadomość głosową w przeglądarce?\n\nMożesz to zrobić już dziś, instalując to oprogramowanie już dziś. Aby rozpocząć, oto, co musisz zrobić.\n\n1) Kliknij ikonę rozszerzenia.\n2) Zezwól na opcję mikrofonu dla naszego rozszerzenia.\n3) Rozpocznij nagrywanie wiadomości głosowej, mówiąc wyraźnie do mikrofonu.\n4) Plik audio jest zapisywany bezpośrednio na komputerze.\n\nSkorzystaj z tej bezpłatnej aplikacji do nagrywania głosu już dziś. Możesz także bezpośrednio nagrać wiadomość głosową\nna naszej stronie internetowej bez pobierania oprogramowania.",
    "ro": "Doriți să înregistrați un mesaj vocal rapid și simplu în browser?\n\nPuteți face acest lucru astăzi instalând acest software astăzi. Pentru a începe, iată ce trebuie să faceți.\n\n1) Faceți clic pe pictograma extensiei.\n2) Permiteți opțiunea de microfon pentru extensia noastră.\n3) Începeți să înregistrați mesajul audio pe care îl aveți vorbind clar în microfon.\n4) Fișierul audio este salvat direct pe computer.\n\nUtilizați această aplicație gratuită de înregistrare a vocii astăzi. De asemenea, puteți alege să înregistrați direct un mesaj vocal\npe site-ul nostru web fără a descărca, de asemenea, niciun software.",
    "ru": "Хотите записать быстрое простое голосовое сообщение в браузере?\n\nВы можете сделать это сегодня, установив это программное обеспечение сегодня. Чтобы начать, вот что вам нужно сделать.\n\n1) Нажмите на значок расширения.\n2) Разрешить опцию микрофона для нашего расширения.\n3) Начните записывать аудиосообщение, четко говоря в микрофон.\n4) Аудиофайл сохраняется прямо на вашем компьютере.\n\nИспользуйте это бесплатное приложение для записи голоса сегодня. Вы также можете выбрать запись голосового сообщения напрямую\nна нашем веб-сайте без загрузки какого-либо программного обеспечения.",
    "sk": "Chcete nahrať rýchlu jednoduchú hlasovú správu v prehliadači?\n\nMôžete tak urobiť už dnes nainštalovaním tohto softvéru. Ak chcete začať, tu je to, čo musíte urobiť.\n\n1) Kliknite na ikonu rozšírenia.\n2) Povoľte možnosť mikrofónu pre naše rozšírenie.\n3) Začnite nahrávať zvukovú správu, ktorú máte, jasným hovorením do mikrofónu.\n4) Zvukový súbor sa uloží priamo do vášho počítača.\n\nPoužite túto bezplatnú aplikáciu hlasového záznamníka ešte dnes. Môžete si tiež zvoliť priame nahrávanie hlasovej správy\nna našej webovej stránke bez sťahovania akéhokoľvek softvéru.",
    "sl": "Ali želite posneti hitro preprosto glasovno sporočilo znotraj brskalnika?\n\nTo lahko storite že danes, tako da namestite to programsko opremo danes. Za začetek morate narediti naslednje.\n\n1) Kliknite ikono razširitve.\n2) Dovolite možnost mikrofona za našo razširitev.\n3) Začnite snemati zvočno sporočilo, ki ga imate, tako da jasno govorite v mikrofon.\n4) Zvočna datoteka se shrani neposredno v vaš računalnik.\n\nUporabite to brezplačno aplikacijo za snemanje zvoka še danes. Izberete lahko tudi neposredno snemanje glasovnega sporočila\nna našem spletnem mestu brez nalaganja programske opreme.",
    "sr": "Желите да снимите брзу једноставну гласовну поруку унутар претраживача?\n\nТо можете учинити данас инсталирањем овог софтвера данас. Да бисте започели, ево шта треба да урадите.\n\n1) Кликните на икону проширења.\n2) Дозволите опцију микрофона за наш локал.\n3) Почните да снимате аудио поруку коју имате тако што ћете јасно говорити у микрофон.\n4) Аудио датотека се чува директно на вашем рачунару.\n\nКористите ову бесплатну апликацију за снимање гласа данас. Такође можете изабрати да директно снимите гласовну поруку\nна нашој веб страници без преузимања било каквог софтвера.",
    "sv": "Vill du spela in ett snabbt enkelt röstmeddelande i webbläsaren?\n\nDu kan göra det idag genom att installera denna programvara idag. För att komma igång, här är vad du behöver göra.\n\n1) Klicka på tilläggsikonen.\n2) Tillåt mikrofonalternativet för vår anknytning.\n3) Börja spela in ljudmeddelandet du har genom att tala tydligt i mikrofonen.\n4) Ljudfilen sparas direkt på din dator.\n\nAnvänd denna gratis röstinspelare-app idag. Du kan också välja att spela in ett röstmeddelande direkt\npå vår webbplats utan att ladda ner någon programvara också.",
    "th": "ต้องการบันทึกข้อความเสียงง่ายๆ สั้นๆ ภายในเบราว์เซอร์หรือไม่?\n\nคุณสามารถทำได้วันนี้โดยติดตั้งซอฟต์แวร์นี้วันนี้ ในการเริ่มต้น นี่คือสิ่งที่คุณต้องทำ\n\n1) คลิกที่ไอคอนส่วนขยาย\n2) อนุญาตตัวเลือกไมโครโฟนสำหรับส่วนขยายของเรา\n3) เริ่มบันทึกข้อความเสียงที่คุณมีโดยพูดใส่ไมโครโฟนอย่างชัดเจน\n4) ไฟล์เสียงจะถูกบันทึกลงในคอมพิวเตอร์ของคุณโดยตรง\n\nใช้แอปบันทึกเสียงฟรีวันนี้ คุณยังสามารถเลือกที่จะบันทึกข้อความเสียงได้โดยตรง\nบนเว็บไซต์ของเราโดยไม่ต้องดาวน์โหลดซอฟต์แวร์ใดๆ อีกด้วย",
    "tr": "Tarayıcının içine hızlı, basit bir sesli mesaj kaydetmek ister misiniz?\n\nBugün bu yazılımı yükleyerek bunu bugün yapabilirsiniz. Başlamak için yapmanız gerekenler burada.\n\n1) Uzantı simgesine tıklayın.\n2) Uzantımız için mikrofon seçeneğine izin verin.\n3) Mikrofona net bir şekilde konuşarak sahip olduğunuz sesli mesajı kaydetmeye başlayın.\n4) Ses dosyası doğrudan bilgisayarınıza kaydedilir.\n\nBu ücretsiz ses kaydedici uygulamasını bugün kullanın. Doğrudan bir sesli mesaj kaydetmeyi de seçebilirsiniz.\nweb sitemizde herhangi bir yazılım indirmeden de.",
    "uk": "Хочете записати швидке просте голосове повідомлення в браузері?\n\nВи можете зробити це сьогодні, встановивши це програмне забезпечення сьогодні. Щоб почати, ось що вам потрібно зробити.\n\n1) Натисніть на значок розширення.\n2) Дозвольте мікрофон для нашого розширення.\n3) Почніть запис звукового повідомлення, чітко промовляючи в мікрофон.\n4) Аудіофайл зберігається безпосередньо на вашому комп’ютері.\n\nСкористайтеся цією безкоштовною програмою для запису голосу сьогодні. Ви також можете вибрати прямий запис голосового повідомлення\nна нашому веб-сайті без завантаження програмного забезпечення.",
    "vi": "Bạn muốn ghi lại một tin nhắn thoại đơn giản nhanh chóng bên trong trình duyệt?\n\nBạn có thể làm như vậy ngay hôm nay bằng cách cài đặt phần mềm này ngay hôm nay. Để bắt đầu, đây là những gì bạn cần làm.\n\n1) Nhấp vào biểu tượng tiện ích mở rộng.\n2) Cho phép tùy chọn micrô cho tiện ích mở rộng của chúng tôi.\n3) Bắt đầu ghi lại tin nhắn âm thanh bạn có bằng cách nói rõ ràng vào micrô.\n4) Tệp âm thanh được lưu trực tiếp vào máy tính của bạn.\n\nSử dụng ứng dụng ghi âm miễn phí này ngay hôm nay. Bạn cũng có thể chọn ghi âm tin nhắn thoại trực tiếp\ntrên trang web của chúng tôi mà không cần tải xuống bất kỳ phần mềm nào.",
    "zh_CN": "想要在浏览器中录制快速简单的语音消息吗？\n\n您今天就可以通过安装此软件来做到这一点。要开始，这是您需要做的。\n\n1) 点击扩展图标。\n2) 允许我们的分机使用麦克风选项。\n3) 对着麦克风清楚地说话，开始录制您的音频信息。\n4) 音频文件直接保存到您的计算机上。\n\n立即使用这款免费的录音机应用程序。您也可以选择直接录制语音信息\n在我们的网站上也无需下载任何软件。",
    "zh_TW": "想要在瀏覽器中錄製快速簡單的語音消息嗎？\n\n您今天就可以通過安裝此軟件來做到這一點。要開始，這是您需要做的。\n\n1) 點擊擴展圖標。\n2) 允許我們的分機使用麥克風選項。\n3) 對著麥克風清楚地說話，開始錄製您的音頻消息。\n4) 音頻文件直接保存到您的計算機上。\n\n立即使用這款免費的錄音機應用程序。您也可以選擇直接錄製語音信息\n在我們的網站上也無需下載任何軟件。"
  }
}