{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Product Finder - AMZScout PRO Extension",
    "de": "Amazon Produkt-Finder- AMZScout PRO",
    "es": "Buscador de Productos de Amazon-AMZScout PRO",
    "fr": "Recherche de produits Amazon - AMZScout PRO",
    "ja": "AMZScout PRO - AMAZON製品検索",
    "pt_BR,pt_PT": "Localizador de produtos da Amazon - Extensão AMZScout PRO"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "Find a profitable product and start selling on Amazon quickly! Amazon product research made easy! See sales estimates and FBA fees.",
    "de": "Die AMZScout-Erweiterung hilft Ihnen, profitable und konkurrenzarme Produkte auf Basis von Daten statt Intuition zu finden.",
    "es": "¡Encuentra un producto rentable y comienza a vender en Amazon rápidamente! ¡Investigación de productos de Amazon hecha fácil!",
    "fr": "Trouvez un produit gagnant à vendre sur Amazon ! Recherchez des produits, estimez les ventes et les frais FBA.",
    "it": "Con l'estensione AMZScout PRO scegliere il tuo prossimo prodotto Amazon è facile. Ti basterà seguire i dati.",
    "ja": "利益性の高い製品を見つけて、アマゾンで販売を開始しよう！ 売上見積もりとFBA手数料をご覧ください。",
    "ko": "AMZScout PRO extension사용으로 직관보다 실제 데이터에 근거한 틈새시장 타겟팅을 할 수 있습니다.",
    "pt_BR,pt_PT": "Encontre um produto vencedor para vender na Amazon! Pesquise produtos, estime as vendas e as taxas da FBA.",
    "ru": "Расширение AMZScout PRO поможет вам принять решение о выборе ниши на основе фактических данных, а не интуиции.",
    "vi": "AMZScout mở rộng sẽ giúp bạn đưa ra quyết định chọn một niche dựa trên dữ liệu thực tế, không phải trực giác.",
    "zh_CN": "AMZScout扩展将帮助您根据实际数据做出选择利基的决定，而不是直觉。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "How to check sales data for any product:\n    1. Install the AMZScout PRO Chrome Extension. Begin your FREE trial by entering your details with a quick sign-up.\n    2. Access Amazon and search for any items you want to analyze.\n    3. Open the extension.\n    4. Review the product and niche information. You can review sales history for both the  product and the niche, as well as estimated net margin, sales, and revenue. You can also use a built-in FBA calculator to help you identify profitable products, and much more!\n\nWhat can you use the AMZScout PRO Extension for?\n    • Evaluate niche potential\n    • Check niche and product trends\n    • Calculate potential product profitability\n    • Check product and niche sales, price, and rank history \n    • Evaluate competition in the niche\n    • Estimate FBA costs\n    • Find reliable suppliers\n    • Monitor your competitors' sales, pricing, and keywords\n\n✅ More than 300,000 users already trust AMZScout’s product analysis tools, keyword search, and much more.\n\nAMZScout PRO is simple to use and navigate. Here are some hacks for anyone who’s interested in become a seller:\n\n[Quickly assess the potential of your niche and product]\nAMZScout Product Finder provides a niche score rating and a product score for both the private label and reselling business models. With this tool, you can immediately determine  if the product is worth considering without having to look deeper into detailed product analytics.\n\n[Find the best supplier]\nFind things to sell on Amazon, or any other marketplaces, to scale your business. Save time by filtering suppliers according to country and price range.\n\n[Improve your ranking]\nExport niche and product keywords to improve product listings and use them in your PPC campaigns. Help your listing rank higher in organic searches and get more sales.\n\nThis smart product research tool is often considered to be the most accurate tool by sellers. \nIt helps you find unsaturated opportunities, get sourcing options, monitor your competitors, and even improve your keyword research.\n\nBase your product choice on concrete data to protect your investment. Find a product to launch with FBA that will bring you $5,000/month or more!\n\nThe AMZScout Chrome Extension works in the United States in addition to these other Amazon marketplaces: the UK, Germany, France, Italy, Spain, Canada, Mexico, India, Japan, UAE, Saudi Arabia, Australia, and Brazil.\n\nYou can research 15 niches for free with the trial version. No credit card information is required. Download the PRO Extension and give this fantastic software a try! \n\nFAQ:\n\nQ: How are the estimated values calculated?\nA: These values are calculated using formula-based, top-level categories (for example, Home & Garden or Books) and rank in one of these categories.\n\nQ: What does the “LQS” column mean?\nA: “LQS” is Listing Quality Score. AMZScout analyzes a variety of product description criteria and computes a score for it. A higher score indicates a higher position in the search results. To see details, place your cursor on any LQS value.\n\nQ: What does the “RPR” column mean?\nA: “RPR” means Revenue Per Review. A higher RPR means a better selling opportunity.\n\nQ: Can I also get help with how to start selling on Amazon?\nA: Of course, the AMZScout team publishes useful articles and videos every month that you can find on our blog. You can also participate in an AMZScout Seller's Course and free webinars.\n\nQ: If I have any other questions or problems with AMZScout, where can I get support?\nA: The fastest way to get support is by emailing your question to support@amzscout.net.",
    "de": "Der Amazon-Produktfinder ermöglicht es Ihnen, mit nur wenigen Klicks die Verkaufsdaten eines beliebigen Produkts zu überprüfen. Gehen Sie einfach in Ihrem Browser zu Amazon, suchen Sie nach einem Produkt und klicken Sie dann auf die PRO-Erweiterung. Sie sehen sofort das Verkaufsvolumen, das Ranking, die Preisentwicklung, die Konkurrenz, Trends und andere Statistiken, die Ihnen zeigen, ob dieses Produkt Gewinn bringen kann.\n\nAMZ Scout PRO ist einfach zu bedienen und zu navigieren. Hier sind einige Tipps für diejenigen, die Verkäufer werden möchten:\n\n[Nischen- und Produktpunktzahlen]\nDie AMZScout Chrome-Erweiterung bietet eine Nischenbewertung und eine Produktpunktzahl für Eigenmarken und Wiederverkäufe. Damit können Sie sofort feststellen, ob das Produkt es wert ist, ohne detaillierte Produktanalysen durchzuführen.\n\n[Finde den besten Lieferanten]\nFinden Sie Produkte zum Verkauf auf Amazon oder anderen Marktplätzen, um Ihr Geschäft zu skalieren. Sparen Sie Zeit, indem Sie Lieferanten nach Land und Preisklasse filtern.\n\n[Verbessere dein Ranking]\nExportieren Sie Nischen- und Produktkeywords, um Produktlisten zu verbessern und sie in Ihren PPC-Kampagnen zu verwenden. Erreichen Sie eine höhere Platzierung in organischen Suchen und erzielen Sie mehr Verkäufe.\n\nDieses intelligente Produktforschungstool wird von Verkäufern oft als genauestes Tool bezeichnet.\nEs hilft Ihnen, ungesättigte Möglichkeiten zu finden, Beschaffungsoptionen zu erhalten, Ihre Konkurrenten zu überwachen und sogar Ihre Keyword-Recherche zu verbessern.\n\nVerbessern Sie Ihre Produktentdeckung und -suche mit diesen hilfreichen Funktionen der AMZScout PRO-App:\n➤ Produktverkaufshistorie\n➤ Geschätzter monatlicher Umsatz\n➤ Monatlicher Umsatzschätzer\n➤ Informationen zum niedrigsten Verkäuferpreis\n➤ Automatische FBA-Gebührenberechnung\n➤ Produktgewinnrechner\n➤ Analyse der Listenqualität\n➤ BSR-Historie\n➤ Anzahl der Bewertungen und durchschnittliche Bewertungen\n➤ Hauptprodukt-Keywords\n\nBasis Ihrer Produktwahl auf konkreten Daten, um Ihre Investition zu schützen. Finden Sie ein Produkt zum Starten mit FBA, das Ihnen 5000 USD pro Monat oder mehr einbringen wird!\n\nDie AMZ Scout Chrome-Erweiterung funktioniert in den Vereinigten Staaten sowie auf diesen zusätzlichen Amazon-Märkten: Großbritannien, Deutschland, Frankreich, Italien, Spanien, Kanada, Mexiko, Indien, Japan, VAE, Saudi-Arabien, Australien und Brasilien.\n\nSie können 15 Nischen kostenlos mit der Testversion recherchieren. Es wird keine Kreditkarte benötigt. Laden Sie die PRO-Erweiterung herunter und probieren Sie diese fantastische Software aus!\n\nFAQ:\n\nF: Ist der Preis für die Erweiterung eine einmalige Zahlung?\nA: Der Preis wird monatlich berechnet.\n\nF: Ich habe die Erweiterung gekauft, wie benutze ich sie?\nA: Öffnen Sie die Amazon-Website, suchen Sie nach einem beliebigen Artikel und klicken Sie auf die Erweiterungstaste. Sie sehen dann ein Popup mit einem Ladebildschirm. Nach einigen Sekunden werden Informationen zu den gefundenen Produkten angezeigt.\n\nF: Sind die geschätzten Werte monatlich, täglich oder jährlich?\nA: Die geschätzten Werte sind monatlich.\n\nF: Wie werden die geschätzten Werte berechnet?\nA: Diese Werte werden anhand formelbasierter Hauptkategorien (z. B. Haus & Garten, Bücher) und dem Rang in einer dieser Kategorien berechnet.\n\nF: Was bedeutet die Spalte Netto?\nA: Die Netto-Spalte bedeutet der Preis nach Abzug der FBA-Gebühr und eines Abzugs von 15 % der Vermittlungsgebühr.\n\nF: Was bedeutet die LQS-Spalte?\nA: LQS steht für Listing Quality Score. AMZScout analysiert viele Kriterien der Produktbeschreibung und berechnet eine Punktzahl dafür. Eine höhere Punktzahl bedeutet eine höhere Position in den Suchergebnissen. Um Details zu sehen, zeigen Sie mit dem Cursor auf einen LQS-Wert.\n\nF: Was bedeutet die RPR-Spalte?\nA: RPR steht für Umsatz pro Bewertung. Ein höheres RPR bedeutet eine bessere Verkaufschance.\n\nF: Wird die FBA-Gebühr pro Stück oder pro Volumen berechnet?\nA: Sie wird pro Stück berechnet, inklusive einer Lagergebühr für 1 Monat. Die Berechnung basiert auf der Versandgröße und dem Versandgewicht, das von der Artikelseite stammt.\n\nF: Wenn ich eine weitere Frage oder ein Problem mit AMZScout habe, wie kann ich Unterstützung erhalten?\nA: Der schnellste Weg, um Unterstützung zu erhalten, besteht darin, Ihre Frage an support@amzscout.net zu senden.",
    "es,ko": "Amazon product finder lets you check any product’s sales data with just a few clicks. To do this, simply go to Amazon in your browser, search for any product, and then click the PRO Extension. You will immediately see the product’s sales volume, rank, price history, competition, trends, and other statistics that let you know if this product can bring a profit.\n\nAMZ Scout PRO is simple to use and navigate. Here are some hacks for those looking to become a seller:\n\n[Niche and product scores]\nAMZScout Chrome Extension provides a niche score rating and a product score for private label and reselling. With this, you can immediately know if the product is worth considering without looking into detailed product analytics.\n\n[Find the best supplier]\nFind products to sell on Amazon or other marketplaces to scale your business. Save time by filtering suppliers according to country and price range.\n\n[Improve your ranking]\nExport niche and product keywords to improve product listings and use them in your PPC campaigns. Rank higher in organic searches and get more sales.\n\nThis smart product research tool is often called the most accurate tool by sellers. \nIt helps you find unsaturated opportunities, get sourcing options, monitor your competitors, and even improve your keyword research.\n\nLevel up your product discovery and hunting with these AMZScout PRO app helpful features: \n ➤ Product Sales History\n ➤ Estimated Monthly Revenue\n ➤ Monthly Sales Estimator\n ➤ Lowest Seller Price Information\n ➤ Automatic FBA Fee Calculation\n ➤ Product Profit Calculator\n ➤ Listing Quality Analysis\n ➤ BSR History\n ➤ Review Numbers and Rating Averages \n ➤ Main Product Keywords\n\n“AMZScout has been very helpful and saved me lots of time with research. They do the work for you. Thanks!” - Whitney M.\n\n“AMZScout has been a game-changer for my business. This tool is indispensable when it comes to product research. They provide accurate data, trend analysis, and low-competition opportunities. The Chrome extension is a time-saver, and their customer support is exceptional. AMZScout has more than paid for itself, and I highly recommend it to any serious sellers. Thanks AMZScout for helping me succeed!” - Juanpa H.\n\n“AMZScout gives almost all the information you need (like Helium 10 or Jungle Scout). It offers big advantages over other programs, and is also much more convenient, simple, and intuitive to use.” - Farrukh K.\n\n“I tested this tool using my LIVE account. Their numbers are extremely accurate. I was debating between purchasing JungleScout or AMZScout. AMZScout beats JS, hands-down. I strongly recommend this tool to anyone who’s serious about selling!” - Jeelani K.\n\n“I just opened a Seller account, and AMZScout was incredibly helpful as I started my journey. They really helped me learn about all which products I could sell and also which ones I should not sell. Even the onboarding process was helpful!” - Akua A.\n\nBase your product choice on concrete data to protect your investment. Find a product to launch with FBA that will bring you $5,000 per month or more!\n\nAMZ Scout Chrome Extension works in the United States, as well as these additional Amazon marketplaces: the UK, Germany, France, Italy, Spain, Canada, Mexico, India, Japan, UAE, Saudi Arabia, Australia, and Brazil.\n\nYou can research 15 niches for free with the trial version. There is no credit card required. Download the PRO Extension and give this fantastic software a try! \n\nFAQ:\n\nQ: Is the cost for the extension a one-time cost?\nA: The cost is monthly.\n\nQ: I've bought the extension, how do I use it?\nA: Open the Amazon site, search for any item, and hit the extension button. You'll then see a popup with a loader. After a few seconds, there will be information about the found products.\n\nQ: Are estimated values monthly, daily or yearly?\nA: Estimated values are monthly.\n\nQ: How are the estimated values calculated?\nA: These values are calculated using formula-based top-level categories (f.e. Home & Garden, Books) and rank in one of these categories.\n\nQ: What does the Net column mean?\nA: Net column means price after FBA fee subtraction, and 15% subtraction of the referral fee.\n\nQ: What does the LQS column mean?\nA: LQS is Listing Quality Score. AMZScout analyzes many product description criteria and computes a score for it. A higher score means a higher position in the search results. To see details, point your cursor on a LQS value.\n\nQ: What does the RPR column mean?\nA: RPR is revenue per review. Greater RPR means a better selling opportunity.\n\nQ: Is FBA fee computing for piece or for volume?\nA: It is computing for piece, with a storage fee included for 1 month. It's computing based on shipping size and shipping weight taken from the item page.\n\nQ: If I have another question or problem with AMZScout, how can I get support?\nA: The fastest way to get support is by writing your question to support@amzscout.net.",
    "fr": "Le chercheur de produits Amazon vous permet de consulter facilement les données de vente de n'importe quel produit en quelques clics. Pour ce faire, il vous suffit d'aller sur Amazon dans votre navigateur, de rechercher n'importe quel produit, puis de cliquer sur l'extension PRO. Vous verrez immédiatement le volume de ventes du produit, son classement, son historique de prix, sa concurrence, ses tendances et d'autres statistiques qui vous indiqueront si ce produit peut être rentable.\n\nAMZ Scout PRO est simple à utiliser et à naviguer. Voici quelques astuces pour ceux qui souhaitent devenir vendeurs :\n\n[Scores de niche et de produit]\nL'extension Chrome d'AMZScout fournit une note de niche et une note de produit pour les marques privées et la revente. Grâce à cela, vous pouvez immédiatement savoir si le produit vaut la peine d'être considéré sans avoir à examiner des analyses détaillées du produit.\n\n[Trouver le meilleur fournisseur]\nTrouvez des produits à vendre sur Amazon ou d'autres places de marché pour développer votre entreprise. Gagnez du temps en filtrant les fournisseurs par pays et par fourchette de prix.\n\n[Améliorez votre classement]\nExportez des mots-clés de niche et de produit pour améliorer les listes de produits et utilisez-les dans vos campagnes PPC. Classez-vous plus haut dans les recherches organiques et réalisez plus de ventes.\n\nCet outil intelligent de recherche de produits est souvent qualifié par les vendeurs d'outil le plus précis.\nIl vous aide à trouver des opportunités non saturées, à obtenir des options d'approvisionnement, à surveiller vos concurrents et même à améliorer votre recherche de mots-clés.\n\nAugmentez la découverte et la chasse de vos produits avec ces fonctionnalités utiles de l'application AMZScout PRO :\n➤ Historique des ventes de produits\n➤ Revenu mensuel estimé\n➤ Estimateur de ventes mensuelles\n➤ Informations sur le prix le plus bas du vendeur\n➤ Calcul automatique des frais FBA\n➤ Calculateur de profit des produits\n➤ Analyse de la qualité de la liste\n➤ Historique du BSR\n➤ Nombre d'avis et moyennes de notation\n➤ Mots-clés principaux des produits\n\nBasez votre choix de produit sur des données concrètes pour protéger votre investissement. Trouvez un produit à lancer avec FBA qui vous rapportera 5 000 $ par mois ou plus !\n\nL'extension Chrome AMZScout fonctionne aux États-Unis ainsi que sur les autres marchés Amazon suivants : Royaume-Uni, Allemagne, France, Italie, Espagne, Canada, Mexique, Inde, Japon, Émirats arabes unis, Arabie saoudite, Australie et Brésil.\n\nVous pouvez effectuer des recherches sur 15 niches gratuitement avec la version d'essai. Aucune carte de crédit n'est requise. Téléchargez l'extension PRO et essayez ce logiciel fantastique !\n\nFAQ :\n\nQ : Est-ce que le coût de l'extension est un paiement unique ?\nR : Le coût est mensuel.\n\nQ : J'ai acheté l'extension, comment l'utiliser ?\nR : Ouvrez le site Amazon, cherchez n'importe quel article et cliquez sur le bouton d'extension. Vous verrez ensuite une fenêtre contextuelle avec un chargement. Après quelques secondes, des informations sur les produits trouvés apparaîtront.\n\nQ : Les valeurs estimées sont-elles mensuelles, quotidiennes ou annuelles ?\nR : Les valeurs estimées sont mensuelles.\n\nQ : Comment sont calculées les valeurs estimées ?\nR : Ces valeurs sont calculées en utilisant des catégories de haut niveau basées sur des formules (par ex. Maison & Jardin, Livres) et le classement dans l'une de ces catégories.\n\nQ : Que signifie la colonne Net ?\nR : La colonne Net signifie le prix après soustraction des frais FBA et une soustraction de 15 % des frais de référence.\n\nQ : Que signifie la colonne LQS ?\nR : LQS est le score de qualité de la liste. AMZScout analyse de nombreux critères de description de produit et calcule un score pour cela. Un score plus élevé signifie une position plus élevée dans les résultats de recherche. Pour voir les détails, pointez votre curseur sur une valeur LQS.\n\nQ : Que signifie la colonne RPR ?\nR : RPR est le revenu par avis. Un RPR plus élevé signifie une meilleure opportunité de vente.\n\nQ : Le calcul des frais FBA se fait-il par pièce ou par volume ?\nR : Il se fait par pièce, avec des frais de stockage inclus pour 1 mois. Il est calculé en fonction de la taille d'expédition et du poids d'expédition pris à partir de la page de l'article.\n\nQ : Si j'ai une autre question ou un problème avec AMZScout, comment obtenir de l'aide ?\nR : Le moyen le plus rapide d'obtenir de l'aide est d'écrire votre question à support@amzscout.net.",
    "it": "Il cercatore di prodotti Amazon ti consente di controllare i dati di vendita di qualsiasi prodotto con pochi clic. Per farlo, basta andare su Amazon nel tuo browser, cercare un qualsiasi prodotto e poi fare clic sull'estensione PRO. Vedrai immediatamente il volume di vendite del prodotto, il ranking, la cronologia dei prezzi, la concorrenza, le tendenze e altre statistiche che ti permetteranno di capire se questo prodotto può portare un profitto.\n\nAMZ Scout PRO è semplice da usare e navigare. Ecco alcuni trucchi per coloro che vogliono diventare venditori:\n\n[Punteggi di nicchia e prodotto]\nL'estensione Chrome di AMZScout fornisce un punteggio di nicchia e un punteggio di prodotto per etichette private e rivendita. Con questo, puoi subito sapere se il prodotto merita considerazione senza dover approfondire le analisi dettagliate del prodotto.\n\n[Trova il miglior fornitore]\nTrova prodotti da vendere su Amazon o altri mercati per far crescere la tua attività. Risparmia tempo filtrando i fornitori per paese e fascia di prezzo.\n\n[Migliora il tuo posizionamento]\nEsporta parole chiave di nicchia e prodotto per migliorare le descrizioni dei prodotti e usarle nelle tue campagne PPC. Ottieni un ranking più alto nelle ricerche organiche e aumenta le vendite.\n\nQuesto intelligente strumento di ricerca di prodotti è spesso chiamato lo strumento più accurato dai venditori.\nTi aiuta a trovare opportunità non sfruttate, ottenere opzioni di approvvigionamento, monitorare i tuoi concorrenti e persino migliorare la ricerca delle parole chiave.\n\nMigliora la scoperta e la ricerca dei tuoi prodotti con queste utili funzionalità dell'app AMZScout PRO:\n➤ Storico delle vendite del prodotto\n➤ Fatturato mensile stimato\n➤ Stimatore delle vendite mensili\n➤ Informazioni sul prezzo del venditore più basso\n➤ Calcolo automatico delle tariffe FBA\n➤ Calcolatore del profitto del prodotto\n➤ Analisi della qualità della lista\n➤ Storico BSR\n➤ Numeri delle recensioni e medie dei voti\n➤ Parole chiave principali del prodotto\n\nBasare la scelta del prodotto su dati concreti per proteggere il tuo investimento. Trova un prodotto da lanciare con FBA che ti porterà $5000 al mese o più!\n\nL'estensione Chrome di AMZ Scout funziona negli Stati Uniti e in queste altre piattaforme Amazon: Regno Unito, Germania, Francia, Italia, Spagna, Canada, Messico, India, Giappone, Emirati Arabi Uniti, Arabia Saudita, Australia e Brasile.\n\nPuoi fare ricerche su 15 nicchie gratuitamente con la versione di prova. Non è richiesta nessuna carta di credito. Scarica l'estensione PRO e prova questo fantastico software!\n\nDomande frequenti:\n\nD: Il costo dell'estensione è un pagamento unico?\nR: Il costo è mensile.\n\nD: Ho acquistato l'estensione, come la utilizzo?\nR: Apri il sito di Amazon, cerca qualsiasi articolo e premi il pulsante dell'estensione. Vedrai quindi un popup con un caricamento. Dopo qualche secondo, ci saranno informazioni sui prodotti trovati.\n\nD: I valori stimati sono mensili, giornalieri o annuali?\nR: I valori stimati sono mensili.\n\nD: Come vengono calcolati i valori stimati?\nR: Questi valori vengono calcolati utilizzando categorie di alto livello basate su formule (ad es. Casa & Giardino, Libri) e il ranking in una di queste categorie.\n\nD: Cosa significa la colonna Net?\nR: La colonna Net significa il prezzo dopo la sottrazione della tariffa FBA e una sottrazione del 15% della tariffa di rinvio.\n\nD: Cosa significa la colonna LQS?\nR: LQS è il punteggio di qualità della lista. AMZScout analizza molti criteri della descrizione del prodotto e calcola un punteggio per esso. Un punteggio più alto significa una posizione più alta nei risultati di ricerca. Per vedere i dettagli, posiziona il cursore su un valore LQS.\n\nD: Cosa significa la colonna RPR?\nR: RPR è il reddito per recensione. Un RPR maggiore significa una migliore opportunità di vendita.\n\nD: Il calcolo della tariffa FBA è per pezzo o per volume?\nR: È calcolato per pezzo, con una tariffa di archiviazione inclusa per 1 mese. È calcolato in base alla dimensione di spedizione e al peso di spedizione preso dalla pagina dell'articolo.\n\nD: Se ho un'altra domanda o un problema con AMZScout, come posso ottenere supporto?\nR: Il modo più veloce per ottenere supporto è scrivere la tua domanda a support@amzscout.net.",
    "ja": "Amazonの商品ファインダーを使用すると、数回のクリックで任意の商品の売上データを確認できます。操作方法は簡単で、ウェブブラウザでAmazonにアクセスし、任意の商品を検索してからPRO拡張機能をクリックするだけです。そうすることで、商品の売上量、ランク、価格履歴、競争状況、トレンド、その他の統計情報を即座に確認できます。これにより、その商品が利益をもたらすかどうかがわかります。\n\nAMZ Scout PROは使いやすくナビゲートも簡単です。売り手になりたい方には、以下のハックがあります：\n\n【ニッチと商品のスコア】\nAMZScout Chrome拡張機能は、プライベートラベルとリセリング向けにニッチスコアと商品スコアを提供しています。これにより、詳細な商品分析をすることなく、その商品が検討する価値があるかどうかをすぐに知ることができます。\n\n【最適なサプライヤーを見つける】\nビジネスを拡大するために、Amazonや他のマーケットプレイスで販売する商品を見つけましょう。国や価格帯に応じてサプライヤーを絞り込むことで時間を節約できます。\n\n【ランキングを上げる】\nニッチと商品のキーワードをエクスポートして、商品リストを改善し、PPCキャンペーンで使用します。オーガニック検索でランクを上げて、売上を増やしましょう。\n\nこのスマートな商品調査ツールは、セラーから最も正確なツールと評されることが多いです。\n未利用のチャンスを見つけたり、調達オプションを得たり、競合他社を監視したり、キーワードのリサーチを改善したりする手助けをします。\n\nAMZScout PROアプリの便利な機能を使って、商品の発見と探索をレベルアップしましょう：\n➤ 商品の売上履歴\n➤ 推定月間収益\n➤ 月間販売推定\n➤ 最低販売者価格情報\n➤ 自動FBA手数料計算\n➤ 商品利益計算機\n➤ リスティング品質分析\n➤ BSR履歴\n➤ レビュー数と評価平均\n➤ 主要な商品キーワード\n\n投資を守るために具体的なデータに基づいて商品を選びましょう。FBAで月間5,000ドル以上の利益をもたらす商品を見つけましょう！\n\nAMZScout Chrome Extensionは、米国に加え、英国、ドイツ、フランス、イタリア、スペイン、カナダ、メキシコ、インド、日本、アラブ首長国連邦、サウジアラビア、オーストラリア、ブラジルのAmazonマーケットプレイスで動作します。\n\nトライアル版では15つのニッチを無料で調査できます。クレジットカードは必要ありません。PRO拡張機能をダウンロードして、この素晴らしいソフトウェアを試してみてください！\n\nFAQ:\n\nQ: 拡張機能の費用は一度支払いですか？\nA: 費用は月額です。\n\nQ: 拡張機能を購入しましたが、どのように使用すればよいですか？\nA: Amazonサイトを開き、任意の商品を検索し、拡張機能のボタンをクリックします。その後、ローダー付きのポップアップが表示されます。数秒後に、見つかった商品の情報が表示されます。\n\nQ: 推定値は月次、日次、年次ですか？\nA: 推定値は月次です。\n\nQ: 推定値はどのように計算されますか？\nA: これらの値は、式に基づいた上位カテゴリ（例：ホーム＆ガーデン、書籍など）とそのカテゴリのランクに基づいて計算されます。\n\nQ: Net列は何を意味しますか？\nA: Net列は、FBA手数料の控除後の価格と、紹介手数料の15％の控除を意味します。\n\nQ: LQS列は何を意味しますか？\nA: LQSはリスティング品質スコアです。AMZScoutは多くの商品説明基準を分析し、それに対するスコアを計算します。高いスコアは検索結果の上位位置を意味します。詳細を確認するには、LQSの値にカーソルを合わせてください。\n\nQ: RPR列は何を意味しますか？\nA: RPRはレビューごとの収益です。高いRPRはより良い販売の機会を意味します。\n\nQ: FBA手数料の計算は個数ごとですか、それとも容積ごとですか？\nA: 個数ごとに計算され、1ヶ月の保管手数料が含まれます。商品ページから取得した出荷サイズと出荷重量に基づいて計算されます。\n\nQ: AMZScoutに関する他の質問や問題がある場合、サポートをどのように受けることができますか？\nA: サポートを受ける最も迅速な方法は、お問い合わせを support@amzscout.net に送信することです。",
    "pt_BR,pt_PT": "Encontre um produto rentável e comece a vender na Amazon rapidamente! Pesquisa de produtos da Amazon facilitada! Ver estimativas de vendas e taxas FBA.\n\nComo verificar os dados de vendas de qualquer produto:\n    1. Instale a extensão do Chrome AMZScout PRO. Comece o seu teste GRATUITO introduzindo os seus dados com um registo rápido.\n    2. Aceda à Amazon e procure os artigos que pretende analisar.\n    3. Abra a extensão.\n    4. Reveja as informações do produto e do nicho. Pode rever o histórico de vendas do produto e do nicho, bem como a margem líquida, as vendas e as receitas estimadas. Você também pode usar uma calculadora FBA integrada para ajudá-lo a identificar produtos lucrativos e muito mais!\n\nPara que é que pode utilizar a extensão AMZScout PRO?\n    - Avaliar o potencial do nicho\n    - Verificar tendências de nicho e produto\n    - Calcular a rentabilidade potencial do produto\n    - Verificar o histórico de vendas, preço e classificação do produto e do nicho \n    - Avaliar a concorrência no nicho\n    - Estimar os custos de FBA\n    - Encontrar fornecedores fiáveis\n    - Monitore as vendas, preços e palavras-chave de seus concorrentes\n\n✅ Mais de 300.000 usuários já confiam nas ferramentas de análise de produtos do AMZScout, pesquisa de palavras-chave e muito mais.\n\nO AMZScout PRO é simples de usar e navegar. Aqui estão alguns hacks para quem está interessado em se tornar um vendedor:\n\n[Avalie rapidamente o potencial do seu nicho e produto]\nO AMZScout Product Finder fornece uma classificação de pontuação de nicho e uma pontuação de produto para os modelos de negócios de marca própria e revenda. Com esta ferramenta, pode determinar imediatamente se vale a pena considerar o produto, sem ter de se aprofundar na análise detalhada do produto.\n\n[Encontrar o melhor fornecedor]\nEncontre produtos para vender na Amazon, ou noutros mercados, para expandir o seu negócio. Poupe tempo filtrando os fornecedores de acordo com o país e a gama de preços.\n\n[Melhore a sua classificação]\nExporte palavras-chave de nicho e de produto para melhorar as listagens de produtos e utilize-as nas suas campanhas PPC. Ajude a sua listagem a obter uma classificação mais elevada nas pesquisas orgânicas e obtenha mais vendas.\n\nEsta ferramenta inteligente de pesquisa de produtos é frequentemente considerada a ferramenta mais precisa pelos vendedores. \nAjuda-o a encontrar oportunidades não saturadas, a obter opções de fornecimento, a monitorizar os seus concorrentes e até a melhorar a sua pesquisa de palavras-chave.\n\nBaseie a escolha do seu produto em dados concretos para proteger o seu investimento. Encontre um produto para lançar com o FBA que lhe trará US $ 5,000 / mês ou mais!\n\nA extensão AMZScout para Chrome funciona nos Estados Unidos, além destes outros mercados da Amazon: Reino Unido, Alemanha, França, Itália, Espanha, Canadá, México, Índia, Japão, Emirados Árabes Unidos, Arábia Saudita, Austrália e Brasil.\n\nPode pesquisar 15 nichos gratuitamente com a versão de teste. Não são necessárias informações de cartão de crédito. Descarregue a extensão PRO e experimente este fantástico software! \n\nFAQ:\n\nP: Como é que os valores estimados são calculados?\nR: Estes valores são calculados com base em fórmulas, categorias de nível superior (por exemplo, Casa e Jardim ou Livros) e classificação numa dessas categorias.\n\nP: O que significa a coluna “LQS”?\nR: “LQS” é o Índice de qualidade da listagem. O AMZScout analisa uma variedade de critérios de descrição de produtos e calcula uma pontuação para os mesmos. Uma pontuação mais elevada indica uma posição mais elevada nos resultados da pesquisa. Para ver detalhes, coloque o cursor em qualquer valor LQS.\n\nP: O que significa a coluna “RPR”?\nR: “RPR” significa Receita por revisão. Um RPR mais elevado significa uma melhor oportunidade de venda.\n\nP: Também posso obter ajuda sobre como começar a vender na Amazon?\nR: Claro que sim, a equipa AMZScout publica todos os meses artigos e vídeos úteis que pode encontrar no nosso blogue. Também pode participar num Curso de Vendedor AMZScout e em webinars gratuitos.\n\nP: Se tiver quaisquer outras questões ou problemas com o AMZScout, onde posso obter apoio?\nR: A forma mais rápida de obter apoio é enviando a sua pergunta por correio eletrónico para support@amzscout.net.",
    "ru": "Поиск продуктов Amazon позволяет вам проверить данные о продажах любого товара всего за несколько кликов. Для этого просто перейдите на Amazon в вашем браузере, найдите любой товар и затем нажмите на PRO Extension. Вы сразу увидите объем продаж товара, его рейтинг, историю цен, конкуренцию, тренды и другую статистику, которая позволит вам понять, может ли этот товар принести прибыль.\n\nAMZ Scout PRO прост в использовании и навигации. Вот несколько хаков для тех, кто хочет стать продавцом:\n\n[Оценки ниши и продукта]\nРасширение Chrome AMZScout предоставляет оценку ниши и оценку продукта для частной маркировки и перепродажи. С его помощью вы сразу узнаете, стоит ли рассматривать этот продукт, не углубляясь в подробный анализ продукта.\n\n[Нахождение лучших поставщиков]\nНаходите продукты для продажи на Amazon или других рынках, чтобы масштабировать свой бизнес. Экономьте время, фильтруя поставщиков по стране и ценовому диапазону.\n\n[Улучшение своего рейтинга]\nЭкспортируйте ключевые слова ниши и продукта, чтобы улучшить описания продуктов и использовать их в своих PPC-кампаниях. Поднимайтесь в рейтинге в органических поисках и увеличивайте продажи.\n\nЭтот интеллектуальный инструмент для исследования продуктов часто называют самым точным инструментом продавцов.\nОн помогает находить ненасыщенные возможности, получать варианты поставок, отслеживать конкурентов и даже улучшать поиск ключевых слов.\n\nУлучшите свое открытие и поиск продуктов с помощью этих полезных функций приложения AMZScout PRO:\n➤ История продаж продукта\n➤ Предполагаемый ежемесячный доход\n➤ Оценка ежемесячных продаж\n➤ Информация о самой низкой цене продавца\n➤ Автоматический расчет сбора FBA\n➤ Калькулятор прибыли от продукта\n➤ Анализ качества списка\n➤ История BSR\n➤ Число отзывов и средние оценки\n➤ Основные ключевые слова продукта\n\nОсновывайте свой выбор продукта на конкретных данных, чтобы защитить ваше инвестирование. Найдите продукт для запуска с FBA, который принесет вам $5000 в месяц или более!\n\nРасширение AMZScout Chrome Extension работает не только в США, но и на других торговых площадках Amazon: в Великобритании, Германии, Франции, Италии, Испании, Канаде, Мексике, Индии, Японии, ОАЭ, Саудовской Аравии, Австралии и Бразилии.\n\nВы можете бесплатно исследовать 15 ниш в пробной версии. Никаких кредитных карт не требуется. Скачайте PRO Extension и попробуйте это фантастическое программное обеспечение!\n\nЧАВО (Часто задаваемые вопросы):\n\nQ: Стоимость расширения — это единоразовая оплата?\nA: Стоимость взимается ежемесячно.\n\nQ: Я купил расширение, как его использовать?\nA: Откройте сайт Amazon, найдите любой товар и нажмите кнопку расширения. Затем вы увидите всплывающее окно с загрузкой. Через несколько секунд появится информация о найденных продуктах.\n\nQ: Оценочные значения являются ежемесячными, ежедневными или годовыми?\nA: Оценочные значения являются ежемесячными.\n\nQ: Как рассчитываются оценочные значения?\nA: Эти значения рассчитываются с использованием категорий высшего уровня на основе формул (например, Дом и Сад, Книги) и ранга в одной из этих категорий.\n\nQ: Что означает столбец Net?\nA: Столбец Net означает цену после вычета сбора FBA и вычета 15% от сбора за реферал.\n\nQ: Что означает столбец LQS?\nA: LQS - это оценка качества листинга. AMZScout анализирует множество критериев описания товара и вычисляет для этого оценку. Более высокая оценка означает более высокое положение в результатах поиска. Чтобы увидеть подробности, наведите курсор на значение LQS.\n\nQ: Что означает столбец RPR?\nA: RPR - это доход на один отзыв. Больший RPR означает лучшие возможности продажи.\n\nQ: Рассчитывается ли сбор FBA для штучных товаров или по объему?\nA: Он рассчитывается для штучных товаров, включая плату за хранение на 1 месяц. Рассчитывается на основе размера доставки и веса доставки, взятых со страницы товара.\n\nQ: Если у меня есть еще вопросы или проблемы с AMZScout, как получить поддержку?\nA: Самый быстрый способ получить поддержку - написать свой вопрос на support@amzscout.net.",
    "vi": "Bộ tìm sản phẩm của Amazon cho phép bạn kiểm tra dữ liệu bán hàng của bất kỳ sản phẩm nào chỉ với vài cú nhấp chuột. Để làm điều này, đơn giản truy cập Amazon trong trình duyệt của bạn, tìm kiếm bất kỳ sản phẩm nào, sau đó nhấp vào Phần mở rộng PRO. Bạn sẽ ngay lập tức thấy được khối lượng bán hàng của sản phẩm, xếp hạng, lịch sử giá cả, cạnh tranh, xu hướng và các thông số khác giúp bạn biết liệu sản phẩm này có thể mang lại lợi nhuận hay không.\n\nAMZ Scout PRO dễ sử dụng và dễ điều hướng. Đây là một số mẹo dành cho những người muốn trở thành người bán hàng:\n\n[Điểm số thị trường và sản phẩm]\nPhần mở rộng Chrome AMZScout cung cấp một đánh giá điểm số thị trường và điểm số sản phẩm cho nhãn hiệu riêng và tái bán. Với điều này, bạn có thể ngay lập tức biết liệu sản phẩm có đáng xem xét không mà không cần xem xét chi tiết về phân tích sản phẩm.\n\n[Tìm nguồn cung tốt nhất]\nTìm kiếm các sản phẩm để bán trên Amazon hoặc các thị trường khác để mở rộng kinh doanh của bạn. Tiết kiệm thời gian bằng cách lọc nhà cung cấp theo quốc gia và phạm vi giá.\n\n[Nâng cao xếp hạng của bạn]\nXuất khẩu từ khóa thị trường và sản phẩm để cải thiện mô tả sản phẩm và sử dụng chúng trong các chiến dịch PPC của bạn. Xếp hạng cao hơn trong các tìm kiếm tự nhiên và tăng doanh số bán hàng.\n\nCông cụ nghiên cứu sản phẩm thông minh này thường được các người bán hàng gọi là công cụ chính xác nhất. Nó giúp bạn tìm ra các cơ hội chưa khai thác, có các lựa chọn nguồn cung, theo dõi đối thủ của bạn, và thậm chí cải thiện nghiên cứu từ khóa của bạn.\n\nNâng cấp việc khám phá và săn tìm sản phẩm của bạn với các tính năng hữu ích của ứng dụng AMZScout PRO này:\n➤ Lịch sử bán hàng sản phẩm\n➤ Doanh thu ước tính hàng tháng\n➤ Bộ ước tính doanh số bán hàng hàng tháng\n➤ Thông tin giá thấp nhất từ người bán\n➤ Tính toán phí FBA tự động\n➤ Máy tính lợi nhuận sản phẩm\n➤ Phân tích chất lượng danh sách\n➤ Lịch sử BSR\n➤ Số lượng đánh giá và trung bình xếp hạng\n➤ Các từ khóa sản phẩm chính\n\nDựa trên dữ liệu cụ thể để chọn sản phẩm bảo vệ đầu tư của bạn. Tìm một sản phẩm để ra mắt với FBA có thể mang lại cho bạn 5,000 đô la mỗi tháng trở lên!\n\nTiện ích mở rộng AMZScout Chrome hoạt động ở Hoa Kỳ ngoài các thị trường Amazon khác sau: Vương quốc Anh, Đức, Pháp, Ý, Tây Ban Nha, Canada, Mexico, Ấn Độ, Nhật Bản, UAE, Ả Rập Saudi, Úc và Brazil.\n\nBạn có thể nghiên cứu 15 ngành hàng miễn phí với phiên bản dùng thử. Không cần thẻ tín dụng. Hãy tải xuống Phần mở rộng PRO và thử nghiệm phần mềm tuyệt vời này!\n\nFAQ:\n\nQ: Chi phí cho tiện ích mở rộng có phải là một lần thanh toán không?\nA: Chi phí là hàng tháng.\n\nQ: Tôi đã mua tiện ích mở rộng, làm thế nào để sử dụng nó?\nA: Mở trang web của Amazon, tìm kiếm bất kỳ sản phẩm nào, sau đó nhấn nút mở rộng. Bạn sẽ thấy một cửa sổ bật lên với một thanh tải. Sau vài giây, sẽ có thông tin về các sản phẩm được tìm thấy.\n\nQ: Các giá trị ước tính là hàng tháng, hàng ngày hay hàng năm?\nA: Các giá trị ước tính là hàng tháng.\n\nQ: Làm thế nào để tính toán các giá trị ước tính?\nA: Các giá trị này được tính bằng cách sử dụng các danh mục cấp cao dựa trên công thức (ví dụ: Nhà & Vườn, Sách) và xếp hạng trong một trong các danh mục này.\n\nQ: Cột Net có ý nghĩa gì?\nA: Cột Net có nghĩa là giá sau khi trừ phí FBA và trừ 15% phí giới thiệu.\n\nQ: Cột LQS có ý nghĩa gì?\nA: LQS là Điểm Chất lượng Danh sách. AMZScout phân tích nhiều tiêu chí mô tả sản phẩm và tính điểm cho nó. Điểm cao hơn có nghĩa là xếp hạng cao hơn trong kết quả tìm kiếm. Để xem chi tiết, hãy di chuột qua giá trị LQS.\n\nQ: Cột RPR có ý nghĩa gì?\nA: RPR là Doanh thu mỗi đánh giá. RPR lớn hơn có nghĩa là cơ hội bán hàng tốt hơn.\n\nQ: Phí FBA được tính toán cho từng đơn vị hoặc theo thể tích không?\nA: Phí được tính cho từng đơn vị, bao gồm phí lưu trữ trong 1 tháng. Nó được tính dựa trên kích thước gói hàng và trọng lượng gói hàng lấy từ trang sản phẩm.\n\nQ: Nếu tôi có câu hỏi khác hoặc vấn đề với AMZScout, làm thế nào để nhận được hỗ trợ?\nA: Cách nhanh nhất để nhận hỗ trợ là viết câu hỏi của bạn đến support@amzscout.net.",
    "zh_CN": "亚马逊产品发现工具让您只需点击几下即可检查任何产品的销售数据。要做到这一点，只需在浏览器中打开亚马逊，搜索任何产品，然后点击PRO扩展。您将立即看到产品的销售量、排名、价格历史、竞争情况、趋势以及其他统计数据，让您了解该产品是否能带来利润。\n\nAMZ Scout PRO 使用简单，易于操作。以下是一些供希望成为卖家的人的技巧：\n\n【专业评分和产品评分】\nAMZScout Chrome扩展提供私人标签和转售的专业评分和产品评分。通过这个，您可以立即知道产品是否值得考虑，而不必查看详细的产品分析。\n\n【找到最佳供应商】\n寻找在亚马逊或其他市场上销售的产品，以扩大您的业务规模。通过按国家和价格范围筛选供应商来节省时间。\n\n【提高您的排名】\n导出专业和产品关键词以改进产品清单，并在您的PPC广告活动中使用它们。在有机搜索中排名更高，获得更多销售。\n\n这个智能产品研究工具经常被卖家称为最准确的工具。\n它帮助您发现未饱和的机会，获得采购选项，监控竞争对手，甚至改进关键字研究。\n\n通过这些AMZScout PRO应用的有用功能提升您的产品发现和狩猎水平：\n➤ 产品销售历史\n➤ 估算每月收入\n➤ 每月销售量估算器\n➤ 最低销售者价格信息\n➤ 自动FBA费用计算\n➤ 产品利润计算器\n➤ 清单质量分析\n➤ BSR历史\n➤ 评论数量和评分平均值\n➤ 主要产品关键字\n\n以具体数据为基础选择产品，以保护您的投资。找到一个能让您每月获得5000美元或更多收入的FBA推出产品！\n\nAMZ Scout Chrome扩展在美国以及以下其他亚马逊市场上运作：英国、德国、法国、意大利、西班牙、加拿大、墨西哥、印度、日本、阿联酋和沙特阿拉伯。\n\n您可以使用试用版本免费研究15个利基。无需信用卡。下载PRO扩展，试试这款神奇的软件！\n\n常见问题：\n\n问：扩展的费用是一次性的吗？\n答：费用是每月支付的。\n\n问：我购买了这个扩展，如何使用它？\n答：打开亚马逊网站，搜索任何商品，然后点击扩展按钮。然后你会看到一个带有加载器的弹出窗口。几秒钟后，就会显示有关找到产品的信息。\n\n问：估算值是按月、日还是年计算的？\n答：估算值是按月计算的。\n\n问：估算值是如何计算的？\n答：这些值是使用基于公式的一级类别（例如家居与园艺、图书等）和在这些类别中的排名来计算的。\n\n问：“净”列是什么意思？\n答：“净”列意味着在扣除 FBA 费用和推荐费用的 15% 后的价格。\n\n问：“LQS”列是什么意思？\n答：“LQS”是列表质量评分。AMZScout 分析了许多产品描述标准，并为其计算得分。更高的分数意味着在搜索结果中的更高位置。要查看详细信息，请将光标指向“LQS”值。\n\n问：“RPR”列是什么意思？\n答：“RPR”是每个评论的收入。较高的“RPR”意味着更好的销售机会。\n\n问：FBA 费用是按件还是按体积计算的？\n答：它是按件计算的，包括一个月的存储费。它是根据从商品页面获取的运输尺寸和运输重量进行计算的。\n\n问：如果我有其他问题或对 AMZScout 有问题，该如何获得支持？\n答：获得支持的最快途径是向 support@amzscout.net 写下您的问题。"
  }
}