{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writing Wingman"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A fun and easy-to-use tool that generates random adjectives to inspire your creative writing or brainstorming sessions."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your creativity and enrich your writing with Writing Wingman, the ultimate Chrome extension for generating random adjectives. Designed for writers, students, marketers, and anyone who loves exploring language, this tool helps you unleash your imagination, develop engaging content, and captivate your readers. Install Writing Wingman and experience the joy of expressive language at your fingertips!\n\nEver found yourself searching for the perfect word to describe a scene or idea? Writing Wingman is here to help! With just one click, this extension generates a variety of random adjectives to inspire and enhance your creative writing or brainstorming sessions. By offering an extensive range of descriptive words, Writing Wingman helps you elevate your language skills, expand your vocabulary, and create more vivid and engaging content.\n\nWhether you're working on a novel, crafting marketing copy, or simply looking to improve your communication skills, Writing Wingman is the perfect tool to get your creative juices flowing. The extension's easy-to-use interface allows you to access random adjectives on any website, making it a versatile and convenient addition to your browser.\n\nNot only does Writing Wingman make your writing more colorful and engaging, but it also serves as an educational tool, helping you learn new adjectives and strengthen your language skills. By incorporating the generated adjectives into your writing, you can make your content more appealing to readers and create a lasting impression.\n\nDon't let writer's block or a limited vocabulary hold you back – install Writing Wingman today and unlock the full potential of your creative expression!"
  }
}