{
  "name": {
    "ar": "ChatGPT لجوجل",
    "am": "ለጉግል ተወያይ",
    "bg": "ChatGPT за Google",
    "bn": "Google এর জন্য ChatGPT",
    "ca": "ChatGPT per a Google",
    "cs": "ChatGPT pro Google",
    "da": "ChatGPT til Google",
    "de": "ChatGPT auf Google",
    "el": "ChatGPT για την Google",
    "en,en_AU,en_GB,en_US": "ChatGPT on Google",
    "es,es_419": "ChatGPT en Google",
    "et": "ChatGPT Google'ile",
    "fa": "ChatGPT برای Google",
    "fi": "ChatGPT Googlelle",
    "fil": "ChatGPT para sa Google",
    "fr": "ChatGPT sur Google",
    "gu": "Google માટે ChatGPT",
    "he": "ChatGPT בגוגל",
    "hi": "Google के लिए चैटजीपीटी",
    "hr,sl": "ChatGPT za Google",
    "hu": "ChatGPT a Google-on",
    "id,ms": "ChatGPT untuk Google",
    "it": "ChatGPT per Google",
    "ja": "Google の ChatGPT",
    "kn": "Google ಗಾಗಿ ChatGPT",
    "ko": "Google의 ChatGPT",
    "lt": "„ChatGPT“, skirta „Google“.",
    "lv": "ChatGPT Google",
    "ml": "Google-നുള്ള ChatGPT",
    "mr": "Google साठी ChatGPT",
    "nl": "ChatGPT voor Google",
    "no": "ChatGPT for Google",
    "pl": "ChatGPT dla Google",
    "pt_BR,pt_PT": "ChatGPT no Google",
    "ro": "ChatGPT pe Google",
    "ru": "ChatGPT для Google",
    "sk": "ChatGPT pre Google",
    "sr": "ЦхатГПТ за Гоогле",
    "sv": "ChatGPT för Google",
    "sw": "ChatGPT kwa Google",
    "ta": "Google க்கான ChatGPT",
    "te": "Google కోసం ChatGPT",
    "th": "ChatGPT สำหรับ Google",
    "tr": "Google için ChatGPT",
    "uk": "ChatGPT в Google",
    "vi": "ChatGPT cho Google",
    "zh_CN,zh_TW": "Google 上的 ChatGPT"
  },
  "short": {
    "ar": "قم بالوصول إلى ChatGPT في Google واعرض ردود AI chatbot جنبًا إلى جنب مع نتائج محرك البحث",
    "am": "በGoogle ውስጥ ChatGPT ይድረሱ እና AI chatbot ምላሾችን ከፍለጋ ሞተር ውጤቶች ጋር ይመልከቱ",
    "bg": "Достъп до ChatGPT в Google и преглеждайте отговорите на AI chatbot заедно с резултатите от търсачката",
    "bn": "Google-এ ChatGPT অ্যাক্সেস করুন এবং সার্চ ইঞ্জিন ফলাফলের পাশাপাশি এআই চ্যাটবট প্রতিক্রিয়া দেখুন",
    "ca": "Accediu a ChatGPT a Google i visualitzeu les respostes del chatbot d'IA juntament amb els resultats del motor de cerca",
    "cs": "Získejte přístup k ChatGPT na Googlu a zobrazte odpovědi AI chatbotů vedle výsledků vyhledávače",
    "da": "Få adgang til ChatGPT i Google, og se AI-chatbot-svar sammen med søgemaskineresultater",
    "de": "Greifen Sie in Google auf ChatGPT zu und zeigen Sie KI-Chatbot-Antworten neben Suchmaschinenergebnissen an",
    "el": "Αποκτήστε πρόσβαση στο ChatGPT στο Google και δείτε τις απαντήσεις του chatbot AI μαζί με τα αποτελέσματα των μηχανών αναζήτησης",
    "en,en_AU,en_GB,en_US": "Access ChatGPT in Google and view AI chatbot responses alongside search engine results",
    "es,es_419": "Acceda a ChatGPT en Google y vea las respuestas del chatbot de IA junto con los resultados del motor de búsqueda",
    "et": "Juurdepääs Google'is ChatGPT-le ja vaadata AI vestlusrobotite vastuseid koos otsingumootori tulemustega",
    "fa": "به ChatGPT در Google دسترسی داشته باشید و پاسخ‌های ربات چت هوش مصنوعی را در کنار نتایج موتور جستجو مشاهده کنید",
    "fi": "Käytä ChatGPT:tä Googlessa ja katso AI chatbotin vastauksia hakukoneiden tulosten rinnalla",
    "fil": "I-access ang ChatGPT sa Google at tingnan ang mga tugon ng AI chatbot kasama ng mga resulta ng search engine",
    "fr": "Accédez à ChatGPT dans Google et affichez les réponses des chatbots IA aux côtés des résultats des moteurs de recherche",
    "gu": "Google માં ChatGPT ઍક્સેસ કરો અને શોધ એન્જિન પરિણામોની સાથે AI ચેટબોટ પ્રતિસાદો જુઓ",
    "he": "גש ל-ChatGPT ב-Google והצג את תגובות הצ'אטבוט של AI לצד תוצאות מנוע החיפוש",
    "hi": "Google में चैटजीपीटी तक पहुंचें और खोज इंजन परिणामों के साथ-साथ एआई चैटबॉट प्रतिक्रियाएं देखें",
    "hr": "Pristupite ChatGPT-u na Googleu i pogledajte odgovore AI chatbota uz rezultate tražilice",
    "hu": "Nyissa meg a ChatGPT-t a Google-ban, és tekintse meg az AI chatbot válaszait a keresőmotor eredményei mellett",
    "id": "Akses ChatGPT di Google dan lihat tanggapan AI chatbot di samping hasil mesin pencari",
    "it": "Accedi a ChatGPT in Google e visualizza le risposte del chatbot AI insieme ai risultati dei motori di ricerca",
    "ja": "Google で ChatGPT にアクセスし、検索エンジンの結果とともに AI チャットボットの応答を表示します",
    "kn": "Google ನಲ್ಲಿ ChatGPT ಅನ್ನು ಪ್ರವೇಶಿಸಿ ಮತ್ತು ಹುಡುಕಾಟ ಎಂಜಿನ್ ಫಲಿತಾಂಶಗಳ ಜೊತೆಗೆ AI ಚಾಟ್‌ಬಾಟ್ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ",
    "ko": "Google에서 ChatGPT에 액세스하고 검색 엔진 결과와 함께 AI 챗봇 응답 보기",
    "lt": "Pasiekite „ChatGPT“ sistemoje „Google“ ir peržiūrėkite AI pokalbių roboto atsakymus kartu su paieškos variklio rezultatais",
    "lv": "Piekļūstiet ChatGPT pakalpojumā Google un skatiet AI tērzēšanas robotu atbildes līdzās meklētājprogrammu rezultātiem",
    "ml": "Google-ൽ ChatGPT ആക്‌സസ് ചെയ്‌ത് തിരയൽ എഞ്ചിൻ ഫലങ്ങൾക്കൊപ്പം AI ചാറ്റ്‌ബോട്ട് പ്രതികരണങ്ങൾ കാണുക",
    "mr": "Google मध्ये ChatGPT मध्ये प्रवेश करा आणि शोध इंजिन परिणामांसह AI चॅटबॉट प्रतिसाद पहा",
    "ms": "Akses ChatGPT dalam Google dan lihat respons AI chatbot bersama hasil enjin carian",
    "nl": "Krijg toegang tot ChatGPT in Google en bekijk AI-chatbotreacties naast de resultaten van zoekmachines",
    "no": "Få tilgang til ChatGPT i Google og se AI chatbot-svar sammen med søkemotorresultater",
    "pl": "Uzyskaj dostęp do ChatGPT w Google i przeglądaj odpowiedzi chatbota AI obok wyników wyszukiwania",
    "pt_BR,pt_PT": "Acesse o ChatGPT no Google e veja as respostas do AI chatbot ao lado dos resultados do mecanismo de pesquisa",
    "ro": "Accesați ChatGPT în Google și vizualizați răspunsurile AI chatbot alături de rezultatele motorului de căutare",
    "ru": "Получите доступ к ChatGPT в Google и просматривайте ответы чат-ботов AI вместе с результатами поисковой системы.",
    "sk": "Získajte prístup k ChatGPT v službe Google a zobrazte odpovede chatbotov AI spolu s výsledkami vyhľadávacieho nástroja",
    "sl": "Dostopajte do ChatGPT v Googlu in si oglejte odgovore AI chatbota skupaj z rezultati iskalnika",
    "sr": "Приступите ЦхатГПТ-у на Гоогле-у и погледајте одговоре АИ цхатбот-а поред резултата претраживача",
    "sv": "Få åtkomst till ChatGPT i Google och se AI-chatbotsvar tillsammans med sökmotorresultat",
    "sw": "Fikia ChatGPT katika Google na uangalie majibu ya AI chatbot pamoja na matokeo ya injini ya utafutaji",
    "ta": "Google இல் ChatGPT ஐ அணுகவும் மற்றும் AI chatbot பதில்களை தேடுபொறி முடிவுகளுடன் பார்க்கவும்",
    "te": "Googleలో ChatGPTని యాక్సెస్ చేయండి మరియు శోధన ఇంజిన్ ఫలితాలతో పాటు AI చాట్‌బాట్ ప్రతిస్పందనలను వీక్షించండి",
    "th": "เข้าถึง ChatGPT ใน Google และดูการตอบสนองของ AI chatbot ควบคู่ไปกับผลลัพธ์ของเครื่องมือค้นหา",
    "tr": "Google'da ChatGPT'ye erişin ve AI chatbot yanıtlarını arama motoru sonuçlarının yanında görüntüleyin",
    "uk": "Отримайте доступ до ChatGPT у Google і переглядайте відповіді чат-бота штучного інтелекту разом із результатами пошукової системи",
    "vi": "Truy cập ChatGPT trong Google và xem phản hồi của chatbot AI cùng với kết quả của công cụ tìm kiếm",
    "zh_CN": "在 Google 中访问 ChatGPT 并查看 AI 聊天机器人响应以及搜索引擎结果",
    "zh_TW": "在 Google 中訪問 ChatGPT 並查看 AI 聊天機器人響應以及搜索引擎結果"
  },
  "long": {
    "ar": "ChatGPT on Google هو امتداد متصفح عالي الكفاءة وسهل الاستخدام مصمم لجعل البحث على Google أسهل بكثير وأكثر تفاعلية. باستخدام ChatGPT على امتداد Google ، يمكنك الدردشة باستخدام برنامج AI chatbot ChatGPT والحصول على استجابات فورية من chatbot جنبًا إلى جنب مع نتائج محرك البحث.\n\nيوفر لك هذا الامتداد راحة كبيرة ويسهل عملية البحث من خلال التخلص من الحاجة إلى فتح علامة تبويب منفصلة للدردشة مع chatbot ChatGPT. يمكنك التواصل مباشرة مع chatbot على Google ، مع الاحتفاظ بنتائج محرك البحث وواجهة الدردشة في نفس الصفحة.\n\nيوفر ملحق ChatGPT على Google تثبيتًا خاليًا من المتاعب ومتوافق مع أحدث إصدارات Google Chrome و Microsoft Edge. إنه يوفر واجهة سهلة الاستخدام وسير عمل بديهيًا ، مما يجعله مثاليًا لأي شخص يريد الوصول إلى ChatGPT chatbot أثناء التصفح على Google.\n\nبشكل عام ، إذا كنت تبحث عن طريقة سهلة ومريحة للدردشة مع ChatGPT AI chatbot أثناء البحث على Google ، فإن ChatGPT على ملحق متصفح Google هو الحل الأمثل لك.",
    "am": "በGoogle ላይ ChatGPT በጣም ቀልጣፋ እና ለተጠቃሚ ምቹ የሆነ የአሳሽ ቅጥያ በጉግል ላይ መፈለግን በጣም ቀላል እና የበለጠ በይነተገናኝ ለማድረግ የተነደፈ ነው። በChatGPT በGoogle ቅጥያ፣ ከ AI chatbot ChatGPT ጋር መወያየት እና ከፍለጋ ሞተር ውጤቶችዎ ጋር ከቻት ቦት ፈጣን ምላሾችን ማግኘት ይችላሉ።\n\nይህ ቅጥያ ከቻትጂፒቲ ቻትቦት ጋር ለመወያየት የተለየ ትር የመክፈት አስፈላጊነትን በማስወገድ ጉልህ የሆነ ምቾትን ይሰጥዎታል እና የፍለጋ ሂደቱን ያቃልላል። የፍለጋ ፕሮግራምዎን ውጤቶች እና የውይይት በይነገጽ በተመሳሳይ ገጽ ላይ በማስቀመጥ ከቻትቦት ጋር በ Google ላይ በቀጥታ መገናኘት ይችላሉ።\n\nበ Google ኤክስቴንሽን ላይ ChatGPT ከችግር ነፃ የሆነ ጭነት ያቀርባል እና ከ Google Chrome እና Microsoft Edge የቅርብ ጊዜ ስሪቶች ጋር ተኳሃኝ ነው። ለአጠቃቀም ቀላል የሆነ በይነገጽ እና ሊታወቅ የሚችል የስራ ፍሰት ያቀርባል፣ ይህም ጎግል ላይ ሲያስሱ የቻትጂፒቲ ቻትቦትን ማግኘት ለሚፈልግ ለማንኛውም ሰው ምቹ ያደርገዋል።\n\nበአጠቃላይ ጎግል ላይ በሚፈልጉበት ጊዜ ከChatGPT AI chatbot ጋር ለመወያየት ቀላል እና ምቹ መንገድ እየፈለጉ ከሆነ በጉግል አሳሽ ኤክስቴንሽን ላይ ቻት ጂፒቲ ለእርስዎ ፍጹም መፍትሄ ነው።",
    "bg": "ChatGPT в Google е високоефективно и удобно за потребителя разширение за браузър, предназначено да направи търсенето в Google много по-лесно и по-интерактивно. С разширението ChatGPT в Google можете да разговаряте с AI chatbot ChatGPT и да получавате незабавни отговори от chatbot заедно с резултатите от вашата търсачка.\n\nТова разширение ви предлага значително удобство и рационализира процеса на търсене, като елиминира необходимостта от отваряне на отделен раздел за чат с ChatGPT chatbot. Можете директно да комуникирате с чатбота в Google, като запазите резултатите от търсачката и интерфейса за чат на една и съща страница.\n\nРазширението ChatGPT в Google предлага безпроблемна инсталация и е съвместимо с най-новите версии на Google Chrome и Microsoft Edge. Той предлага лесен за използване интерфейс и интуитивен работен процес, което го прави идеален за всеки, който иска да има достъп до ChatGPT chatbot, докато сърфира в Google.\n\nКато цяло, ако търсите лесен и удобен начин за чат с ChatGPT AI chatbot, докато търсите в Google, тогава разширението за браузър ChatGPT в Google е идеалното решение за вас.",
    "bn": "Google-এ ChatGPT হল একটি অত্যন্ত দক্ষ এবং ব্যবহারকারী-বান্ধব ব্রাউজার এক্সটেনশন যা Google-এ অনুসন্ধানকে আরও সহজ এবং আরও ইন্টারেক্টিভ করার জন্য ডিজাইন করা হয়েছে। Google এক্সটেনশনে ChatGPT-এর মাধ্যমে, আপনি AI চ্যাটবট ChatGPT-এর সাথে চ্যাট করতে পারেন এবং আপনার সার্চ ইঞ্জিন ফলাফলের পাশাপাশি চ্যাটবট থেকে তাত্ক্ষণিক প্রতিক্রিয়া পেতে পারেন।\n\nএই এক্সটেনশনটি আপনাকে উল্লেখযোগ্য সুবিধা প্রদান করে এবং ChatGPT চ্যাটবটের সাথে চ্যাট করার জন্য একটি পৃথক ট্যাব খোলার প্রয়োজনীয়তা দূর করে আপনার অনুসন্ধান প্রক্রিয়াকে স্ট্রিমলাইন করে। আপনার সার্চ ইঞ্জিনের ফলাফল এবং চ্যাট ইন্টারফেস একই পৃষ্ঠায় রেখে আপনি সরাসরি Google-এ চ্যাটবটের সাথে যোগাযোগ করতে পারেন।\n\nগুগল এক্সটেনশনে চ্যাটজিপিটি ঝামেলা-মুক্ত ইনস্টলেশন অফার করে এবং এটি গুগল ক্রোম এবং মাইক্রোসফ্ট এজ-এর সর্বশেষ সংস্করণের সাথে সামঞ্জস্যপূর্ণ। এটি একটি সহজ-ব্যবহারযোগ্য ইন্টারফেস এবং স্বজ্ঞাত কর্মপ্রবাহ অফার করে, যা Google এ ব্রাউজ করার সময় ChatGPT চ্যাটবট অ্যাক্সেস করতে চায় এমন যেকোন ব্যক্তির জন্য এটি আদর্শ করে তোলে৷\n\nসামগ্রিকভাবে, আপনি যদি Google এ অনুসন্ধান করার সময় ChatGPT AI চ্যাটবটের সাথে চ্যাট করার একটি সহজ এবং সুবিধাজনক উপায় খুঁজছেন, তাহলে Google ব্রাউজার এক্সটেনশনে ChatGPT আপনার জন্য উপযুক্ত সমাধান।",
    "ca": "ChatGPT a Google és una extensió de navegador molt eficient i fàcil d'utilitzar dissenyada per fer que la cerca a Google sigui molt més fàcil i interactiva. Amb l'extensió ChatGPT a Google, podeu xatejar amb el chatbot d'IA ChatGPT i obtenir respostes instantànies del chatbot juntament amb els resultats del vostre motor de cerca.\n\nAquesta extensió us ofereix una comoditat significativa i racionalitza el vostre procés de cerca eliminant la necessitat d'obrir una pestanya separada per xatejar amb el chatbot de ChatGPT. Podeu comunicar-vos directament amb el chatbot de Google, mantenint els resultats del motor de cerca i la interfície de xat a la mateixa pàgina.\n\nL'extensió ChatGPT a Google ofereix una instal·lació sense problemes i és compatible amb les últimes versions de Google Chrome i Microsoft Edge. Ofereix una interfície fàcil d'utilitzar i un flux de treball intuïtiu, el que el fa ideal per a qualsevol persona que vulgui accedir al chatbot de ChatGPT mentre navegui a Google.\n\nEn general, si busqueu una manera fàcil i còmoda de xatejar amb el chatbot d'IA de ChatGPT mentre cerqueu a Google, llavors l'extensió del navegador ChatGPT a Google és la solució perfecta per a vosaltres.",
    "cs": "ChatGPT na Googlu je vysoce efektivní a uživatelsky přívětivé rozšíření prohlížeče navržené tak, aby bylo vyhledávání na Googlu mnohem jednodušší a interaktivnější. S rozšířením ChatGPT na Google můžete chatovat s AI chatbotem ChatGPT a získat okamžité odpovědi od chatbota vedle výsledků vašeho vyhledávače.\n\nToto rozšíření vám nabízí značné pohodlí a zefektivňuje váš proces vyhledávání tím, že eliminuje potřebu otevírat samostatnou kartu pro chatování s chatbotem ChatGPT. Můžete přímo komunikovat s chatbotem na Googlu, přičemž výsledky vašeho vyhledávače a rozhraní chatu zůstanou na stejné stránce.\n\nRozšíření ChatGPT na Google nabízí bezproblémovou instalaci a je kompatibilní s nejnovějšími verzemi Google Chrome a Microsoft Edge. Nabízí snadno použitelné rozhraní a intuitivní pracovní postup, takže je ideální pro každého, kdo chce mít přístup k chatbotu ChatGPT při procházení Google.\n\nCelkově vzato, pokud hledáte snadný a pohodlný způsob, jak chatovat s chatbotem ChatGPT AI při vyhledávání na Googlu, pak je pro vás rozšíření ChatGPT na Google dokonalým řešením.",
    "da": "ChatGPT på Google er en yderst effektiv og brugervenlig browserudvidelse designet til at gøre søgning på Google meget nemmere og mere interaktiv. Med ChatGPT på Google-udvidelsen kan du chatte med AI-chatbot ChatGPT og få øjeblikkelige svar fra chatbotten sammen med dine søgemaskineresultater.\n\nDenne udvidelse giver dig betydelig bekvemmelighed og strømliner din søgeproces ved at eliminere behovet for at åbne en separat fane for at chatte med ChatGPT chatbot. Du kan kommunikere direkte med chatbotten på Google, ved at holde dine søgemaskineresultater og chatgrænseflade på samme side.\n\nChatGPT på Google-udvidelsen tilbyder problemfri installation og er kompatibel med de nyeste versioner af Google Chrome og Microsoft Edge. Det tilbyder en brugervenlig grænseflade og intuitiv arbejdsgang, hvilket gør den ideel til alle, der ønsker at få adgang til ChatGPT chatbot, mens de surfer på Google.\n\nSamlet set, hvis du leder efter en nem og bekvem måde at chatte med ChatGPT AI chatbot, mens du søger på Google, så er ChatGPT på Google browserudvidelse den perfekte løsning for dig.",
    "de": "ChatGPT on Google ist eine hocheffiziente und benutzerfreundliche Browsererweiterung, die entwickelt wurde, um die Suche auf Google viel einfacher und interaktiver zu gestalten. Mit der ChatGPT on Google-Erweiterung können Sie mit dem KI-Chatbot ChatGPT chatten und neben Ihren Suchmaschinenergebnissen sofortige Antworten vom Chatbot erhalten.\n\nDiese Erweiterung bietet Ihnen erheblichen Komfort und rationalisiert Ihren Suchprozess, da Sie keine separate Registerkarte öffnen müssen, um mit dem ChatGPT-Chatbot zu chatten. Sie können direkt mit dem Chatbot auf Google kommunizieren und Ihre Suchmaschinenergebnisse und Chat-Oberfläche auf derselben Seite behalten.\n\nDie ChatGPT on Google-Erweiterung bietet eine problemlose Installation und ist mit den neuesten Versionen von Google Chrome und Microsoft Edge kompatibel. Es bietet eine benutzerfreundliche Oberfläche und einen intuitiven Workflow und ist somit ideal für alle, die beim Surfen auf Google auf den ChatGPT-Chatbot zugreifen möchten.\n\nWenn Sie nach einer einfachen und bequemen Möglichkeit suchen, mit dem KI-Chatbot ChatGPT zu chatten, während Sie auf Google suchen, dann ist die Browsererweiterung ChatGPT auf Google die perfekte Lösung für Sie.",
    "el": "Το ChatGPT στο Google είναι μια εξαιρετικά αποτελεσματική και φιλική προς το χρήστη επέκταση προγράμματος περιήγησης που έχει σχεδιαστεί για να κάνει την αναζήτηση στο Google πολύ πιο εύκολη και διαδραστική. Με την επέκταση ChatGPT στο Google, μπορείτε να συνομιλείτε με το chatbot AI ChatGPT και να λαμβάνετε άμεσες απαντήσεις από το chatbot παράλληλα με τα αποτελέσματα της μηχανής αναζήτησής σας.\n\nΑυτή η επέκταση σάς προσφέρει σημαντική ευκολία και απλοποιεί τη διαδικασία αναζήτησής σας εξαλείφοντας την ανάγκη να ανοίξετε μια ξεχωριστή καρτέλα για συνομιλία με το chatbot ChatGPT. Μπορείτε να επικοινωνήσετε απευθείας με το chatbot στο Google, διατηρώντας τα αποτελέσματα της μηχανής αναζήτησης και τη διεπαφή συνομιλίας στην ίδια σελίδα.\n\nΗ επέκταση ChatGPT στο Google προσφέρει εγκατάσταση χωρίς προβλήματα και είναι συμβατή με τις πιο πρόσφατες εκδόσεις του Google Chrome και του Microsoft Edge. Προσφέρει μια εύχρηστη διεπαφή και διαισθητική ροή εργασίας, καθιστώντας την ιδανική για οποιονδήποτε θέλει να αποκτήσει πρόσβαση στο chatbot ChatGPT κατά την περιήγηση στο Google.\n\nΣυνολικά, αν αναζητάτε έναν εύκολο και βολικό τρόπο για να συνομιλήσετε με το ChatGPT AI chatbot ενώ κάνετε αναζήτηση στο Google, τότε η επέκταση προγράμματος περιήγησης ChatGPT στο Google είναι η τέλεια λύση για εσάς.",
    "en,en_AU,en_GB,en_US": "ChatGPT on Google is a highly efficient and user-friendly browser extension designed to make searching on Google much easier and more interactive. With ChatGPT on Google extension, you can chat with AI chatbot ChatGPT and get instant responses from the chatbot alongside your search engine results.\n\nThis extension offers you significant convenience and streamlines your search process by eliminating the need to open a separate tab to chat with the ChatGPT chatbot. You can directly communicate with the chatbot on Google, keeping your search engine results and chat interface on the same page.\n\nChatGPT on Google extension offers hassle-free installation and is compatible with the latest versions of Google Chrome and Microsoft Edge. It offers an easy-to-use interface and intuitive workflow, making it ideal for anyone who wants to access the ChatGPT chatbot while browsing on Google.\n\nOverall, if you are looking for an easy and convenient way to chat with the ChatGPT AI chatbot while searching on Google, then ChatGPT on Google browser extension is the perfect solution for you.",
    "es,es_419": "ChatGPT en Google es una extensión de navegador altamente eficiente y fácil de usar diseñada para hacer que la búsqueda en Google sea mucho más fácil e interactiva. Con ChatGPT en la extensión de Google, puede chatear con el chatbot de IA ChatGPT y obtener respuestas instantáneas del chatbot junto con los resultados de su motor de búsqueda.\n\nEsta extensión le ofrece una gran comodidad y agiliza su proceso de búsqueda al eliminar la necesidad de abrir una pestaña separada para chatear con el chatbot ChatGPT. Puede comunicarse directamente con el chatbot en Google, manteniendo los resultados de su motor de búsqueda y la interfaz de chat en la misma página.\n\nChatGPT en la extensión de Google ofrece una instalación sin problemas y es compatible con las últimas versiones de Google Chrome y Microsoft Edge. Ofrece una interfaz fácil de usar y un flujo de trabajo intuitivo, lo que lo hace ideal para cualquiera que quiera acceder al chatbot ChatGPT mientras navega en Google.\n\nEn general, si está buscando una manera fácil y conveniente de chatear con el chatbot ChatGPT AI mientras busca en Google, entonces la extensión del navegador ChatGPT en Google es la solución perfecta para usted.",
    "et": "ChatGPT Google'is on ülitõhus ja kasutajasõbralik brauserilaiend, mis on loodud Google'is otsimise palju lihtsamaks ja interaktiivsemaks muutmiseks. Google'i laiendusega ChatGPT saate vestelda tehisintellekti vestlusbotiga ChatGPT ja saada vestlusbotilt kohe vastuseid otsingumootori tulemuste kõrval.\n\nSee laiendus pakub teile märkimisväärset mugavust ja muudab teie otsinguprotsessi sujuvamaks, kuna ei pea ChatGPT vestlusbotiga vestlemiseks avama eraldi vahekaarti. Saate Google'i vestlusbotiga otse suhelda, hoides otsingumootori tulemused ja vestlusliidese samal lehel.\n\nChatGPT Google'is pakub probleemivaba installimist ja ühildub Google Chrome'i ja Microsoft Edge'i uusimate versioonidega. See pakub lihtsalt kasutatavat liidest ja intuitiivset töövoogu, muutes selle ideaalseks kõigile, kes soovivad Google'is sirvimise ajal juurdepääsu ChatGPT vestlusbotile.\n\nÜldiselt, kui otsite Google'is otsides lihtsat ja mugavat viisi ChatGPT AI vestlusbotiga vestlemiseks, on ChatGPT Google'i brauserilaiendus teile ideaalne lahendus.",
    "fa": "ChatGPT در Google یک افزونه مرورگر بسیار کارآمد و کاربرپسند است که برای آسان‌تر و تعاملی‌تر کردن جستجو در Google طراحی شده است. با افزونه ChatGPT در Google، می‌توانید با ربات چت هوش مصنوعی ChatGPT چت کنید و در کنار نتایج موتور جستجوی خود از ربات چت پاسخ‌های فوری دریافت کنید.\n\nاین برنامه افزودنی راحتی قابل توجهی را به شما ارائه می دهد و روند جستجوی شما را با حذف نیاز به باز کردن یک برگه جداگانه برای چت با ربات چت ChatGPT ساده می کند. می توانید مستقیماً با چت بات در Google ارتباط برقرار کنید و نتایج موتور جستجو و رابط چت خود را در همان صفحه نگه دارید.\n\nافزونه ChatGPT در Google نصب بدون دردسر را ارائه می دهد و با آخرین نسخه های Google Chrome و Microsoft Edge سازگار است. این یک رابط کاربری آسان و گردش کار بصری را ارائه می دهد، که آن را برای هر کسی که می خواهد هنگام مرور در Google به چت ربات ChatGPT دسترسی داشته باشد، ایده آل می کند.\n\nبه طور کلی، اگر به دنبال راهی آسان و راحت برای چت با ربات چت هوش مصنوعی ChatGPT در حین جستجو در Google هستید، پس افزودنی مرورگر ChatGPT در Google راه حل مناسبی برای شماست.",
    "fi": "ChatGPT on Google on erittäin tehokas ja käyttäjäystävällinen selainlaajennus, joka on suunniteltu tekemään Google-hakuista paljon helpompaa ja interaktiivisempaa. ChatGPT on Google -laajennuksen avulla voit keskustella AI-chatbotin ChatGPT:n kanssa ja saada välittömiä vastauksia chatbotilta hakukoneesi tulosten ohella.\n\nTämä laajennus tarjoaa sinulle merkittävää käyttömukavuutta ja virtaviivaistaa hakuprosessia, koska sinun ei tarvitse avata erillistä välilehteä chat-keskusteluun ChatGPT-chatbotin kanssa. Voit kommunikoida suoraan Googlen chatbotin kanssa pitäen hakukoneesi tulokset ja chat-käyttöliittymän samalla sivulla.\n\nChatGPT on Google -laajennus tarjoaa vaivattoman asennuksen ja on yhteensopiva Google Chromen ja Microsoft Edgen uusimpien versioiden kanssa. Se tarjoaa helppokäyttöisen käyttöliittymän ja intuitiivisen työnkulun, mikä tekee siitä ihanteellisen kaikille, jotka haluavat käyttää ChatGPT-chatbotia selatessaan Googlea.\n\nKaiken kaikkiaan, jos etsit helppoa ja kätevää tapaa keskustella ChatGPT AI -chatbotin kanssa tehdessäsi hakuja Googlessa, ChatGPT on Google -selainlaajennus on täydellinen ratkaisu sinulle.",
    "fil": "Ang ChatGPT sa Google ay isang napakahusay at madaling gamitin na extension ng browser na idinisenyo upang gawing mas madali at mas interactive ang paghahanap sa Google. Sa extension ng ChatGPT sa Google, maaari kang makipag-chat sa AI chatbot ChatGPT at makakuha ng mga agarang tugon mula sa chatbot kasama ng mga resulta ng iyong search engine.\n\nAng extension na ito ay nag-aalok sa iyo ng makabuluhang kaginhawahan at streamline ang iyong proseso ng paghahanap sa pamamagitan ng pag-aalis ng pangangailangan na magbukas ng hiwalay na tab upang makipag-chat sa ChatGPT chatbot. Maaari kang direktang makipag-ugnayan sa chatbot sa Google, na pinapanatili ang mga resulta ng iyong search engine at interface ng chat sa parehong pahina.\n\nNag-aalok ang extension ng ChatGPT sa Google ng walang problemang pag-install at tugma ito sa mga pinakabagong bersyon ng Google Chrome at Microsoft Edge. Nag-aalok ito ng madaling gamitin na interface at intuitive na daloy ng trabaho, ginagawa itong perpekto para sa sinumang gustong ma-access ang ChatGPT chatbot habang nagba-browse sa Google.\n\nSa pangkalahatan, kung naghahanap ka ng madali at maginhawang paraan upang makipag-chat sa ChatGPT AI chatbot habang naghahanap sa Google, ang ChatGPT sa extension ng browser ng Google ay ang perpektong solusyon para sa iyo.",
    "fr": "ChatGPT sur Google est une extension de navigateur très efficace et conviviale conçue pour rendre la recherche sur Google beaucoup plus facile et plus interactive. Avec l'extension ChatGPT sur Google, vous pouvez discuter avec le chatbot AI ChatGPT et obtenir des réponses instantanées du chatbot à côté des résultats de votre moteur de recherche.\n\nCette extension vous offre une grande commodité et rationalise votre processus de recherche en éliminant le besoin d'ouvrir un onglet séparé pour discuter avec le chatbot ChatGPT. Vous pouvez communiquer directement avec le chatbot sur Google, en gardant les résultats de votre moteur de recherche et votre interface de chat sur la même page.\n\nL'extension ChatGPT sur Google offre une installation sans tracas et est compatible avec les dernières versions de Google Chrome et Microsoft Edge. Il offre une interface facile à utiliser et un flux de travail intuitif, ce qui le rend idéal pour tous ceux qui souhaitent accéder au chatbot ChatGPT tout en naviguant sur Google.\n\nDans l'ensemble, si vous recherchez un moyen simple et pratique de discuter avec le chatbot ChatGPT AI tout en effectuant une recherche sur Google, l'extension de navigateur ChatGPT sur Google est la solution idéale pour vous.",
    "gu": "Google પર ChatGPT એ એક અત્યંત કાર્યક્ષમ અને વપરાશકર્તા મૈત્રીપૂર્ણ બ્રાઉઝર એક્સટેન્શન છે જે Google પર શોધને વધુ સરળ અને વધુ ઇન્ટરેક્ટિવ બનાવવા માટે રચાયેલ છે. Google એક્સ્ટેંશન પર ChatGPT સાથે, તમે AI ચેટબોટ ChatGPT સાથે ચેટ કરી શકો છો અને તમારા સર્ચ એન્જિન પરિણામોની સાથે ચેટબોટમાંથી ત્વરિત પ્રતિભાવો મેળવી શકો છો.\n\nઆ એક્સ્ટેંશન તમને નોંધપાત્ર સગવડ આપે છે અને ChatGPT ચેટબોટ સાથે ચેટ કરવા માટે અલગ ટેબ ખોલવાની જરૂરિયાતને દૂર કરીને તમારી શોધ પ્રક્રિયાને સુવ્યવસ્થિત કરે છે. તમે તમારા સર્ચ એન્જિન પરિણામો અને ચેટ ઈન્ટરફેસને એક જ પૃષ્ઠ પર રાખીને, Google પર ચેટબોટ સાથે સીધો સંવાદ કરી શકો છો.\n\nGoogle એક્સ્ટેંશન પર ChatGPT મુશ્કેલીમુક્ત ઇન્સ્ટોલેશન ઓફર કરે છે અને તે Google Chrome અને Microsoft Edgeના નવીનતમ સંસ્કરણો સાથે સુસંગત છે. તે ઉપયોગમાં સરળ ઇન્ટરફેસ અને સાહજિક વર્કફ્લો પ્રદાન કરે છે, જે Google પર બ્રાઉઝ કરતી વખતે ChatGPT ચેટબોટને ઍક્સેસ કરવા માંગે છે તે કોઈપણ માટે તેને આદર્શ બનાવે છે.\n\nએકંદરે, જો તમે Google પર શોધ કરતી વખતે ChatGPT AI ચેટબોટ સાથે ચેટ કરવાની સરળ અને અનુકૂળ રીત શોધી રહ્યાં છો, તો Google બ્રાઉઝર એક્સટેન્શન પર ChatGPT તમારા માટે યોગ્ય ઉકેલ છે.",
    "he": "ChatGPT בגוגל הוא תוסף דפדפן יעיל וידידותי במיוחד שנועד להפוך את החיפוש בגוגל להרבה יותר קל ואינטראקטיבי. עם תוסף ChatGPT ב-Google, אתה יכול לשוחח בצ'אט בוט ChatGPT בינה מלאכותית ולקבל תגובות מיידיות מהצ'אטבוט לצד תוצאות מנוע החיפוש שלך.\n\nתוסף זה מציע לך נוחות משמעותית ומייעל את תהליך החיפוש שלך על ידי ביטול הצורך לפתוח לשונית נפרדת כדי לשוחח בצ'אט בוט ChatGPT. אתה יכול לתקשר ישירות עם הצ'אטבוט בגוגל, ולשמור את תוצאות מנוע החיפוש וממשק הצ'אט שלך באותו עמוד.\n\nתוסף ChatGPT ב-Google מציע התקנה ללא טרחה ותואם לגרסאות האחרונות של Google Chrome ו-Microsoft Edge. הוא מציע ממשק קל לשימוש וזרימת עבודה אינטואיטיבית, מה שהופך אותו לאידיאלי עבור כל מי שרוצה לגשת לצ'אטבוט ChatGPT בזמן גלישה בגוגל.\n\nבסך הכל, אם אתה מחפש דרך קלה ונוחה לשוחח בצ'אט בוט ChatGPT AI תוך כדי חיפוש בגוגל, אז סיומת הדפדפן ChatGPT on Google היא הפתרון המושלם עבורך.",
    "hi": "Google पर ChatGPT एक अत्यधिक कुशल और उपयोगकर्ता के अनुकूल ब्राउज़र एक्सटेंशन है जिसे Google पर खोज को बहुत आसान और अधिक इंटरैक्टिव बनाने के लिए डिज़ाइन किया गया है। Google एक्सटेंशन पर चैटजीपीटी के साथ, आप एआई चैटबॉट चैटजीपीटी के साथ चैट कर सकते हैं और अपने खोज इंजन परिणामों के साथ-साथ चैटबॉट से तत्काल प्रतिक्रिया प्राप्त कर सकते हैं।\n\nयह एक्सटेंशन आपको महत्वपूर्ण सुविधा प्रदान करता है और ChatGPT चैटबॉट के साथ चैट करने के लिए एक अलग टैब खोलने की आवश्यकता को समाप्त करके आपकी खोज प्रक्रिया को सुव्यवस्थित करता है। आप अपने खोज इंजन परिणामों और चैट इंटरफ़ेस को एक ही पृष्ठ पर रखते हुए सीधे Google पर चैटबॉट से संवाद कर सकते हैं।\n\nGoogle एक्सटेंशन पर ChatGPT झंझट-मुक्त स्थापना प्रदान करता है और Google Chrome और Microsoft Edge के नवीनतम संस्करणों के साथ संगत है। यह उपयोग में आसान इंटरफ़ेस और सहज ज्ञान युक्त वर्कफ़्लो प्रदान करता है, जो इसे किसी भी ऐसे व्यक्ति के लिए आदर्श बनाता है जो Google पर ब्राउज़ करते समय चैटजीपीटी चैटबॉट का उपयोग करना चाहता है।\n\nकुल मिलाकर, यदि आप Google पर खोज करते समय ChatGPT AI चैटबॉट के साथ चैट करने का एक आसान और सुविधाजनक तरीका ढूंढ रहे हैं, तो Google ब्राउज़र एक्सटेंशन पर ChatGPT आपके लिए सही समाधान है।",
    "hr": "ChatGPT na Googleu vrlo je učinkovito i korisniku prilagođeno proširenje preglednika dizajnirano da pretraživanje na Googleu učini mnogo lakšim i interaktivnijim. S proširenjem ChatGPT na Googleu možete razgovarati s AI chatbotom ChatGPT i dobiti trenutne odgovore od chatbota uz rezultate tražilice.\n\nOvo proširenje vam nudi značajnu pogodnost i pojednostavljuje vaš proces pretraživanja eliminirajući potrebu za otvaranjem zasebne kartice za razgovor s ChatGPT chatbotom. Možete izravno komunicirati s chatbotom na Googleu, zadržavajući rezultate tražilice i sučelje za chat na istoj stranici.\n\nProširenje ChatGPT na Googleu nudi instalaciju bez muke i kompatibilno je s najnovijim verzijama preglednika Google Chrome i Microsoft Edge. Nudi sučelje jednostavno za korištenje i intuitivan tijek rada, što ga čini idealnim za svakoga tko želi pristupiti ChatGPT chatbotu dok pregledava Google.\n\nSve u svemu, ako tražite jednostavan i praktičan način za razgovor s ChatGPT AI chatbotom dok pretražujete na Googleu, onda je proširenje preglednika ChatGPT na Googleu savršeno rješenje za vas.",
    "hu": "A ChatGPT a Google-on egy rendkívül hatékony és felhasználóbarát böngészőbővítmény, amelynek célja, hogy a Google-on való keresést sokkal könnyebbé és interaktívabbá tegye. A Google ChatGPT bővítményével cseveghet az AI chatbottal, a ChatGPT-vel, és azonnali válaszokat kaphat a chatbottól a keresőmotor eredményei mellett.\n\nEz a bővítmény jelentős kényelmet kínál, és leegyszerűsíti a keresési folyamatot, mivel nincs szükség külön lap megnyitására a ChatGPT chatbottal való csevegéshez. Közvetlenül kommunikálhat a Google chatbotjával, így a keresőmotor eredményei és a csevegőfelület ugyanazon az oldalon marad.\n\nA ChatGPT on Google bővítmény problémamentes telepítést kínál, és kompatibilis a Google Chrome és a Microsoft Edge legújabb verzióival. Könnyen használható kezelőfelületet és intuitív munkafolyamatot kínál, így ideális bárki számára, aki hozzá akar férni a ChatGPT chatbothoz, miközben a Google-on böngészik.\n\nÖsszességében, ha egyszerű és kényelmes módot keres a ChatGPT AI chatbottal való csevegésre, miközben a Google-on keres, akkor a ChatGPT on Google böngészőbővítmény a tökéletes megoldás az Ön számára.",
    "id": "ChatGPT di Google adalah ekstensi peramban yang sangat efisien dan ramah pengguna yang dirancang untuk menjadikan pencarian di Google lebih mudah dan lebih interaktif. Dengan ekstensi ChatGPT di Google, Anda dapat mengobrol dengan AI chatbot ChatGPT dan mendapatkan respons instan dari chatbot di samping hasil mesin pencari Anda.\n\nEkstensi ini menawarkan kenyamanan yang signifikan dan merampingkan proses pencarian Anda dengan menghilangkan kebutuhan untuk membuka tab terpisah untuk mengobrol dengan chatbot ChatGPT. Anda dapat langsung berkomunikasi dengan chatbot di Google, menyimpan hasil mesin pencari dan antarmuka obrolan Anda di halaman yang sama.\n\nEkstensi ChatGPT di Google menawarkan penginstalan tanpa kerumitan dan kompatibel dengan versi terbaru Google Chrome dan Microsoft Edge. Ini menawarkan antarmuka yang mudah digunakan dan alur kerja yang intuitif, menjadikannya ideal bagi siapa saja yang ingin mengakses chatbot ChatGPT saat menjelajah di Google.\n\nSecara keseluruhan, jika Anda mencari cara yang mudah dan nyaman untuk mengobrol dengan chatbot AI ChatGPT saat mencari di Google, ekstensi browser ChatGPT di Google adalah solusi yang tepat untuk Anda.",
    "it": "ChatGPT su Google è un'estensione del browser altamente efficiente e intuitiva progettata per rendere la ricerca su Google molto più semplice e interattiva. Con l'estensione ChatGPT su Google, puoi chattare con il chatbot AI ChatGPT e ottenere risposte istantanee dal chatbot insieme ai risultati del tuo motore di ricerca.\n\nQuesta estensione ti offre una notevole comodità e semplifica il tuo processo di ricerca eliminando la necessità di aprire una scheda separata per chattare con il chatbot ChatGPT. Puoi comunicare direttamente con il chatbot su Google, mantenendo i risultati del tuo motore di ricerca e l'interfaccia della chat sulla stessa pagina.\n\nL'estensione ChatGPT su Google offre un'installazione senza problemi ed è compatibile con le ultime versioni di Google Chrome e Microsoft Edge. Offre un'interfaccia facile da usare e un flusso di lavoro intuitivo, che lo rende ideale per chiunque desideri accedere al chatbot ChatGPT durante la navigazione su Google.\n\nNel complesso, se stai cercando un modo semplice e conveniente per chattare con il chatbot ChatGPT AI durante la ricerca su Google, l'estensione del browser ChatGPT su Google è la soluzione perfetta per te.",
    "ja": "ChatGPT on Google は、Google での検索をより簡単かつインタラクティブにするために設計された、非常に効率的で使いやすいブラウザ拡張機能です。 ChatGPT on Google 拡張機能を使用すると、AI チャットボット ChatGPT とチャットして、検索エンジンの結果とともにチャットボットから即座に応答を得ることができます。\n\nこの拡張機能は、ChatGPT チャットボットとチャットするために別のタブを開く必要がなくなるため、非常に便利で検索プロセスを合理化します。 Google のチャットボットと直接通信して、検索エンジンの結果とチャット インターフェースを同じページに表示できます。\n\nGoogle 拡張機能の ChatGPT は手間のかからないインストールを提供し、Google Chrome および Microsoft Edge の最新バージョンと互換性があります。使いやすいインターフェイスと直感的なワークフローを提供するため、Google でブラウジングしながら ChatGPT チャットボットにアクセスしたい人にとって理想的です。\n\n全体として、Google で検索しながら ChatGPT AI チャットボットとチャットする簡単で便利な方法を探している場合は、Google ブラウザー拡張機能の ChatGPT が最適なソリューションです。",
    "kn": "Google ನಲ್ಲಿ ChatGPT ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯಾಗಿದ್ದು, Google ನಲ್ಲಿ ಹುಡುಕಾಟವನ್ನು ಹೆಚ್ಚು ಸುಲಭ ಮತ್ತು ಹೆಚ್ಚು ಸಂವಾದಾತ್ಮಕವಾಗಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. Google ವಿಸ್ತರಣೆಯಲ್ಲಿ ChatGPT ಯೊಂದಿಗೆ, ನೀವು AI ಚಾಟ್‌ಬಾಟ್ ChatGPT ನೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಬಹುದು ಮತ್ತು ನಿಮ್ಮ ಹುಡುಕಾಟ ಎಂಜಿನ್ ಫಲಿತಾಂಶಗಳೊಂದಿಗೆ ಚಾಟ್‌ಬಾಟ್‌ನಿಂದ ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಪಡೆಯಬಹುದು.\n\nಈ ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ಮಹತ್ವದ ಅನುಕೂಲತೆಯನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು ChatGPT ಚಾಟ್‌ಬಾಟ್‌ನೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಲು ಪ್ರತ್ಯೇಕ ಟ್ಯಾಬ್ ತೆರೆಯುವ ಅಗತ್ಯವನ್ನು ತೆಗೆದುಹಾಕುವ ಮೂಲಕ ನಿಮ್ಮ ಹುಡುಕಾಟ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಸುಗಮಗೊಳಿಸುತ್ತದೆ. ನಿಮ್ಮ ಹುಡುಕಾಟ ಎಂಜಿನ್ ಫಲಿತಾಂಶಗಳು ಮತ್ತು ಚಾಟ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಅದೇ ಪುಟದಲ್ಲಿ ಇರಿಸಿಕೊಂಡು ನೀವು ನೇರವಾಗಿ Google ನಲ್ಲಿ ಚಾಟ್‌ಬಾಟ್‌ನೊಂದಿಗೆ ಸಂವಹನ ಮಾಡಬಹುದು.\n\nGoogle ವಿಸ್ತರಣೆಯಲ್ಲಿನ ChatGPT ಜಗಳ-ಮುಕ್ತ ಸ್ಥಾಪನೆಯನ್ನು ನೀಡುತ್ತದೆ ಮತ್ತು Google Chrome ಮತ್ತು Microsoft Edge ನ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಗಳೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ. ಇದು ಬಳಸಲು ಸುಲಭವಾದ ಇಂಟರ್ಫೇಸ್ ಮತ್ತು ಅರ್ಥಗರ್ಭಿತ ಕೆಲಸದ ಹರಿವನ್ನು ನೀಡುತ್ತದೆ, Google ನಲ್ಲಿ ಬ್ರೌಸ್ ಮಾಡುವಾಗ ChatGPT ಚಾಟ್‌ಬಾಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಬಯಸುವ ಯಾರಿಗಾದರೂ ಇದು ಸೂಕ್ತವಾಗಿದೆ.\n\nಒಟ್ಟಾರೆಯಾಗಿ, ನೀವು Google ನಲ್ಲಿ ಹುಡುಕುತ್ತಿರುವಾಗ ChatGPT AI ಚಾಟ್‌ಬಾಟ್‌ನೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಲು ಸುಲಭ ಮತ್ತು ಅನುಕೂಲಕರ ಮಾರ್ಗವನ್ನು ಹುಡುಕುತ್ತಿದ್ದರೆ, Google ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯಲ್ಲಿ ChatGPT ನಿಮಗೆ ಪರಿಪೂರ್ಣ ಪರಿಹಾರವಾಗಿದೆ.",
    "ko": "ChatGPT on Google은 Google 검색을 훨씬 쉽고 대화식으로 만들도록 설계된 매우 효율적이고 사용자 친화적인 브라우저 확장 프로그램입니다. Google 확장 프로그램의 ChatGPT를 사용하면 AI 챗봇 ChatGPT와 채팅하고 검색 엔진 결과와 함께 챗봇으로부터 즉각적인 응답을 받을 수 있습니다.\n\n이 확장 프로그램은 ChatGPT 챗봇과 채팅하기 위해 별도의 탭을 열 필요가 없으므로 상당한 편리함을 제공하고 검색 프로세스를 간소화합니다. 검색 엔진 결과와 채팅 인터페이스를 같은 페이지에 유지하면서 Google의 챗봇과 직접 통신할 수 있습니다.\n\nGoogle 확장 프로그램의 ChatGPT는 번거로움 없는 설치를 제공하며 최신 버전의 Google Chrome 및 Microsoft Edge와 호환됩니다. 사용하기 쉬운 인터페이스와 직관적인 워크플로를 제공하므로 Google에서 탐색하는 동안 ChatGPT 챗봇에 액세스하려는 모든 사람에게 이상적입니다.\n\n전반적으로 Google에서 검색하는 동안 ChatGPT AI 챗봇과 채팅할 수 있는 쉽고 편리한 방법을 찾고 있다면 Google 브라우저 확장 프로그램의 ChatGPT가 완벽한 솔루션입니다.",
    "lt": "„ChatGPT on Google“ yra labai efektyvus ir patogus naršyklės plėtinys, sukurtas tam, kad paieška „Google“ būtų daug lengvesnė ir interaktyvesnė. Naudodami „ChatGPT on Google“ plėtinį, galite kalbėtis su AI pokalbių robotu „ChatGPT“ ir gauti tiesioginius atsakymus iš pokalbių roboto kartu su paieškos variklio rezultatais.\n\nŠis plėtinys suteikia jums daug patogumo ir supaprastina paieškos procesą, nes nereikia atidaryti atskiro skirtuko, kad galėtumėte kalbėtis su „ChatGPT“ pokalbių robotu. Galite tiesiogiai bendrauti su „Google“ pokalbių robotu, todėl paieškos variklio rezultatai ir pokalbių sąsaja bus tame pačiame puslapyje.\n\n„ChatGPT on Google“ plėtinys siūlo be vargo įdiegimą ir yra suderinamas su naujausiomis „Google Chrome“ ir „Microsoft Edge“ versijomis. Ji siūlo lengvai naudojamą sąsają ir intuityvią darbo eigą, todėl puikiai tinka visiems, kurie nori pasiekti „ChatGPT“ pokalbių robotą naršydami „Google“.\n\nApskritai, jei ieškote paprasto ir patogaus būdo kalbėtis su „ChatGPT AI“ pokalbių robotu ieškodami „Google“, „ChatGPT on Google“ naršyklės plėtinys yra puikus sprendimas jums.",
    "lv": "ChatGPT Google tīklā ir ļoti efektīvs un lietotājam draudzīgs pārlūkprogrammas paplašinājums, kas paredzēts, lai padarītu meklēšanu Google tīklā daudz vienkāršāku un interaktīvāku. Izmantojot Google paplašinājumu ChatGPT, varat tērzēt ar AI tērzēšanas robotu ChatGPT un saņemt tūlītējas atbildes no tērzēšanas robota līdzās meklētājprogrammas rezultātiem.\n\nŠis paplašinājums piedāvā ievērojamas ērtības un racionalizē meklēšanas procesu, novēršot nepieciešamību atvērt atsevišķu cilni, lai tērzētu ar ChatGPT tērzēšanas robotu. Varat tieši sazināties ar tērzēšanas robotu Google tīklā, saglabājot meklētājprogrammas rezultātus un tērzēšanas saskarni vienā lapā.\n\nChatGPT on Google paplašinājums piedāvā vienkāršu instalēšanu un ir saderīgs ar jaunākajām Google Chrome un Microsoft Edge versijām. Tas piedāvā ērti lietojamu interfeisu un intuitīvu darbplūsmu, padarot to ideāli piemērotu ikvienam, kurš vēlas piekļūt ChatGPT tērzēšanas robotam, pārlūkojot Google.\n\nKopumā, ja meklējat vienkāršu un ērtu veidu, kā tērzēt ar ChatGPT AI tērzēšanas robotu, meklējot Google tīklā, pārlūkprogrammas paplašinājums ChatGPT Google tīklā ir ideāls risinājums jums.",
    "ml": "Google-ലെ ChatGPT എന്നത് വളരെ കാര്യക്ഷമവും ഉപയോക്തൃ-സൗഹൃദവുമായ ബ്രൗസർ വിപുലീകരണമാണ്. Google വിപുലീകരണത്തിലെ ChatGPT ഉപയോഗിച്ച്, നിങ്ങൾക്ക് AI ചാറ്റ്‌ബോട്ട് ChatGPT-മായി ചാറ്റ് ചെയ്യാനും നിങ്ങളുടെ തിരയൽ എഞ്ചിൻ ഫലങ്ങൾക്കൊപ്പം ചാറ്റ്‌ബോട്ടിൽ നിന്ന് തൽക്ഷണ പ്രതികരണങ്ങൾ നേടാനും കഴിയും.\n\nഈ വിപുലീകരണം നിങ്ങൾക്ക് കാര്യമായ സൗകര്യം പ്രദാനം ചെയ്യുകയും ChatGPT ചാറ്റ്‌ബോട്ടുമായി ചാറ്റ് ചെയ്യുന്നതിന് പ്രത്യേക ടാബ് തുറക്കേണ്ടതിന്റെ ആവശ്യകത ഇല്ലാതാക്കി നിങ്ങളുടെ തിരയൽ പ്രക്രിയ കാര്യക്ഷമമാക്കുകയും ചെയ്യുന്നു. നിങ്ങളുടെ തിരയൽ എഞ്ചിൻ ഫലങ്ങളും ചാറ്റ് ഇന്റർഫേസും ഒരേ പേജിൽ നിലനിർത്തിക്കൊണ്ട് നിങ്ങൾക്ക് Google-ലെ ചാറ്റ്ബോട്ടുമായി നേരിട്ട് ആശയവിനിമയം നടത്താം.\n\nGoogle വിപുലീകരണത്തിലെ ChatGPT തടസ്സരഹിതമായ ഇൻസ്റ്റാളേഷൻ വാഗ്ദാനം ചെയ്യുന്നു കൂടാതെ Google Chrome, Microsoft Edge എന്നിവയുടെ ഏറ്റവും പുതിയ പതിപ്പുകളുമായി പൊരുത്തപ്പെടുന്നു. ഇത് ഉപയോഗിക്കാൻ എളുപ്പമുള്ള ഇന്റർഫേസും അവബോധജന്യമായ വർക്ക്ഫ്ലോയും വാഗ്ദാനം ചെയ്യുന്നു, Google-ൽ ബ്രൗസ് ചെയ്യുമ്പോൾ ChatGPT ചാറ്റ്ബോട്ട് ആക്സസ് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ആർക്കും ഇത് അനുയോജ്യമാക്കുന്നു.\n\nമൊത്തത്തിൽ, Google-ൽ തിരയുമ്പോൾ ChatGPT AI ചാറ്റ്‌ബോട്ടുമായി ചാറ്റ് ചെയ്യുന്നതിനുള്ള എളുപ്പവും സൗകര്യപ്രദവുമായ മാർഗമാണ് നിങ്ങൾ തിരയുന്നതെങ്കിൽ, Google ബ്രൗസർ വിപുലീകരണത്തിലെ ChatGPT നിങ്ങൾക്ക് അനുയോജ്യമായ പരിഹാരമാണ്.",
    "mr": "Google वर ChatGPT हा एक अत्यंत कार्यक्षम आणि वापरकर्ता-अनुकूल ब्राउझर विस्तार आहे जो Google वर शोध करणे अधिक सोपे आणि अधिक परस्परसंवादी बनवण्यासाठी डिझाइन केलेले आहे. Google विस्तारावर ChatGPT सह, तुम्ही AI चॅटबॉट ChatGPT शी चॅट करू शकता आणि तुमच्या शोध इंजिन परिणामांसह चॅटबॉटकडून त्वरित प्रतिसाद मिळवू शकता.\n\nचॅटजीपीटी चॅटबॉटशी चॅट करण्यासाठी स्वतंत्र टॅब उघडण्याची गरज दूर करून हा विस्तार तुम्हाला महत्त्वाची सुविधा देतो आणि तुमची शोध प्रक्रिया सुव्यवस्थित करतो. तुमचे शोध इंजिन परिणाम आणि चॅट इंटरफेस एकाच पृष्ठावर ठेवून तुम्ही Google वरील चॅटबॉटशी थेट संवाद साधू शकता.\n\nGoogle विस्तारावरील ChatGPT त्रास-मुक्त इंस्टॉलेशन ऑफर करते आणि Google Chrome आणि Microsoft Edge च्या नवीनतम आवृत्त्यांशी सुसंगत आहे. हे वापरण्यास सोपा इंटरफेस आणि अंतर्ज्ञानी कार्यप्रवाह देते, जे Google वर ब्राउझिंग करताना ChatGPT चॅटबॉटमध्ये प्रवेश करू इच्छित असलेल्या प्रत्येकासाठी आदर्श बनवते.\n\nएकंदरीत, जर तुम्ही Google वर शोधत असताना ChatGPT AI चॅटबॉटशी चॅट करण्याचा सोपा आणि सोयीस्कर मार्ग शोधत असाल, तर Google ब्राउझर विस्तारावरील ChatGPT हा तुमच्यासाठी योग्य उपाय आहे.",
    "ms": "ChatGPT di Google ialah sambungan penyemak imbas yang sangat cekap dan mesra pengguna yang direka untuk menjadikan carian di Google lebih mudah dan lebih interaktif. Dengan sambungan ChatGPT pada Google, anda boleh bersembang dengan AI chatbot ChatGPT dan mendapatkan respons segera daripada chatbot bersama hasil enjin carian anda.\n\nSambungan ini menawarkan anda kemudahan yang ketara dan menyelaraskan proses carian anda dengan menghapuskan keperluan untuk membuka tab berasingan untuk bersembang dengan chatbot ChatGPT. Anda boleh berkomunikasi terus dengan bot sembang di Google, mengekalkan hasil enjin carian dan antara muka sembang anda pada halaman yang sama.\n\nSambungan ChatGPT pada Google menawarkan pemasangan tanpa kerumitan dan serasi dengan versi terkini Google Chrome dan Microsoft Edge. Ia menawarkan antara muka yang mudah digunakan dan aliran kerja intuitif, menjadikannya sesuai untuk sesiapa sahaja yang ingin mengakses chatbot ChatGPT semasa menyemak imbas di Google.\n\nSecara keseluruhannya, jika anda mencari cara yang mudah dan senang untuk bersembang dengan chatbot AI ChatGPT semasa mencari di Google, maka ChatGPT pada sambungan penyemak imbas Google ialah penyelesaian yang sesuai untuk anda.",
    "nl": "ChatGPT op Google is een zeer efficiënte en gebruiksvriendelijke browserextensie die is ontworpen om zoeken op Google veel gemakkelijker en interactiever te maken. Met de ChatGPT op Google-extensie kun je chatten met de AI-chatbot ChatGPT en krijg je direct reacties van de chatbot naast de resultaten van je zoekmachine.\n\nDeze extensie biedt u veel gemak en stroomlijnt uw zoekproces doordat u geen apart tabblad hoeft te openen om te chatten met de ChatGPT-chatbot. U kunt rechtstreeks communiceren met de chatbot op Google, waardoor uw zoekmachineresultaten en chatinterface op dezelfde pagina blijven.\n\nDe ChatGPT op Google-extensie biedt een probleemloze installatie en is compatibel met de nieuwste versies van Google Chrome en Microsoft Edge. Het biedt een gebruiksvriendelijke interface en een intuïtieve workflow, waardoor het ideaal is voor iedereen die toegang wil tot de ChatGPT-chatbot tijdens het browsen op Google.\n\nOver het algemeen, als u op zoek bent naar een gemakkelijke en handige manier om te chatten met de ChatGPT AI-chatbot tijdens het zoeken op Google, dan is de ChatGPT op Google-browserextensie de perfecte oplossing voor u.",
    "no": "ChatGPT på Google er en svært effektiv og brukervennlig nettleserutvidelse designet for å gjøre søk på Google mye enklere og mer interaktivt. Med ChatGPT på Google-utvidelsen kan du chatte med AI chatbot ChatGPT og få umiddelbare svar fra chatboten sammen med søkemotorresultatene dine.\n\nDenne utvidelsen gir deg betydelig bekvemmelighet og effektiviserer søkeprosessen din ved å eliminere behovet for å åpne en egen fane for å chatte med ChatGPT chatbot. Du kan kommunisere direkte med chatboten på Google, og holde søkemotorresultatene og chat-grensesnittet på samme side.\n\nChatGPT på Google-utvidelsen tilbyr problemfri installasjon og er kompatibel med de nyeste versjonene av Google Chrome og Microsoft Edge. Den tilbyr et brukervennlig grensesnitt og intuitiv arbeidsflyt, noe som gjør den ideell for alle som ønsker å få tilgang til ChatGPT chatbot mens de surfer på Google.\n\nAlt i alt, hvis du leter etter en enkel og praktisk måte å chatte med ChatGPT AI chatbot mens du søker på Google, er ChatGPT på Google nettleserutvidelse den perfekte løsningen for deg.",
    "pl": "ChatGPT w Google jest bardzo wydajnym i przyjaznym dla użytkownika rozszerzeniem przeglądarki zaprojektowanym w celu ułatwienia wyszukiwania w Google i uczynienia go bardziej interaktywnym. Dzięki rozszerzeniu ChatGPT w Google możesz rozmawiać z chatbotem AI ChatGPT i uzyskiwać natychmiastowe odpowiedzi od chatbota wraz z wynikami wyszukiwania.\n\nTo rozszerzenie zapewnia znaczną wygodę i usprawnia proces wyszukiwania, eliminując potrzebę otwierania osobnej karty w celu czatowania z chatbotem ChatGPT. Możesz bezpośrednio komunikować się z chatbotem w Google, utrzymując wyniki wyszukiwania i interfejs czatu na tej samej stronie.\n\nRozszerzenie ChatGPT w Google oferuje bezproblemową instalację i jest kompatybilne z najnowszymi wersjami Google Chrome i Microsoft Edge. Oferuje łatwy w użyciu interfejs i intuicyjny przepływ pracy, dzięki czemu jest idealny dla każdego, kto chce uzyskać dostęp do chatbota ChatGPT podczas przeglądania Google.\n\nOgólnie rzecz biorąc, jeśli szukasz łatwego i wygodnego sposobu na czatowanie z chatbotem ChatGPT AI podczas wyszukiwania w Google, to rozszerzenie przeglądarki ChatGPT w Google jest idealnym rozwiązaniem dla Ciebie.",
    "pt_BR,pt_PT": "O ChatGPT no Google é uma extensão de navegador altamente eficiente e fácil de usar, projetada para tornar a pesquisa no Google muito mais fácil e interativa. Com a extensão ChatGPT no Google, você pode conversar com AI chatbot ChatGPT e obter respostas instantâneas do chatbot juntamente com os resultados do mecanismo de pesquisa.\n\nEsta extensão oferece uma conveniência significativa e agiliza seu processo de pesquisa, eliminando a necessidade de abrir uma guia separada para conversar com o chatbot ChatGPT. Você pode se comunicar diretamente com o chatbot no Google, mantendo os resultados do mecanismo de pesquisa e a interface de bate-papo na mesma página.\n\nA extensão ChatGPT no Google oferece instalação sem complicações e é compatível com as versões mais recentes do Google Chrome e Microsoft Edge. Ele oferece uma interface fácil de usar e um fluxo de trabalho intuitivo, tornando-o ideal para quem deseja acessar o chatbot ChatGPT enquanto navega no Google.\n\nNo geral, se você está procurando uma maneira fácil e conveniente de conversar com o chatbot ChatGPT AI enquanto pesquisa no Google, o ChatGPT na extensão do navegador do Google é a solução perfeita para você.",
    "ro": "ChatGPT pe Google este o extensie de browser extrem de eficientă și ușor de utilizat, concepută pentru a face căutarea pe Google mult mai ușoară și mai interactivă. Cu extensia ChatGPT pe Google, puteți discuta cu chatbot-ul AI ChatGPT și puteți obține răspunsuri instantanee de la chatbot alături de rezultatele motorului dvs. de căutare.\n\nAceastă extensie vă oferă o comoditate semnificativă și vă simplifică procesul de căutare, eliminând nevoia de a deschide o filă separată pentru a discuta cu chatbot-ul ChatGPT. Puteți comunica direct cu chatbot-ul de pe Google, păstrând rezultatele motorului de căutare și interfața de chat pe aceeași pagină.\n\nExtensia ChatGPT pe Google oferă o instalare fără probleme și este compatibil cu cele mai recente versiuni de Google Chrome și Microsoft Edge. Oferă o interfață ușor de utilizat și un flux de lucru intuitiv, făcându-l ideal pentru oricine dorește să acceseze chatbot-ul ChatGPT în timp ce navighează pe Google.\n\nÎn general, dacă căutați o modalitate ușoară și convenabilă de a discuta cu chatbot-ul ChatGPT AI în timp ce căutați pe Google, atunci extensia de browser ChatGPT pe Google este soluția perfectă pentru dvs.",
    "ru": "ChatGPT в Google — это высокоэффективное и удобное расширение для браузера, которое значительно упрощает поиск в Google и делает его более интерактивным. С расширением ChatGPT для Google вы можете общаться с чат-ботом AI ChatGPT и получать мгновенные ответы от чат-бота вместе с результатами вашей поисковой системы.\n\nЭто расширение предлагает вам значительное удобство и упрощает процесс поиска, устраняя необходимость открывать отдельную вкладку для общения с чат-ботом ChatGPT. Вы можете напрямую общаться с чат-ботом в Google, сохраняя результаты поиска и интерфейс чата на одной странице.\n\nРасширение ChatGPT для Google предлагает простую установку и совместимо с последними версиями Google Chrome и Microsoft Edge. Он предлагает простой в использовании интерфейс и интуитивно понятный рабочий процесс, что делает его идеальным для всех, кто хочет получить доступ к чат-боту ChatGPT во время просмотра в Google.\n\nВ целом, если вы ищете простой и удобный способ общаться с чат-ботом ChatGPT AI во время поиска в Google, то расширение ChatGPT для браузера Google — идеальное решение для вас.",
    "sk": "ChatGPT on Google je vysoko efektívne a užívateľsky prívetivé rozšírenie prehliadača navrhnuté tak, aby bolo vyhľadávanie na Google oveľa jednoduchšie a interaktívnejšie. S rozšírením ChatGPT na Google môžete chatovať s AI chatbotom ChatGPT a získať od chatbota okamžité odpovede spolu s výsledkami vášho vyhľadávacieho nástroja.\n\nToto rozšírenie vám ponúka značné pohodlie a zefektívňuje proces vyhľadávania tým, že eliminuje potrebu otvárať samostatnú kartu na rozhovor s chatbotom ChatGPT. Môžete priamo komunikovať s chatbotom na Google, pričom výsledky vášho vyhľadávača a rozhranie rozhovoru budú na rovnakej stránke.\n\nRozšírenie ChatGPT na Google ponúka bezproblémovú inštaláciu a je kompatibilné s najnovšími verziami prehliadača Google Chrome a Microsoft Edge. Ponúka ľahko použiteľné rozhranie a intuitívny pracovný postup, vďaka čomu je ideálny pre každého, kto chce pristupovať k chatbotu ChatGPT pri prehliadaní Google.\n\nCelkovo možno povedať, že ak hľadáte jednoduchý a pohodlný spôsob chatovania s chatbotom ChatGPT AI pri vyhľadávaní na Googli, potom je pre vás ideálnym riešením rozšírenie ChatGPT na Google.",
    "sl": "ChatGPT on Google je zelo učinkovita in uporabniku prijazna razširitev brskalnika, zasnovana tako, da olajša iskanje v Googlu in postane bolj interaktivna. Z razširitvijo ChatGPT on Google lahko klepetate z AI chatbotom ChatGPT in prejmete takojšnje odgovore od chatbota poleg rezultatov vašega iskalnika.\n\nTa razširitev vam ponuja znatno udobje in poenostavi vaš postopek iskanja, saj odpravlja potrebo po odpiranju ločenega zavihka za klepet s chatbotom ChatGPT. Lahko neposredno komunicirate s chatbotom v Googlu, pri čemer rezultati vašega iskalnika in vmesnik za klepet ostanejo na isti strani.\n\nRazširitev ChatGPT na Googlu omogoča namestitev brez težav in je združljiva z najnovejšima različicama brskalnikov Google Chrome in Microsoft Edge. Ponuja vmesnik, ki je enostaven za uporabo, in intuitiven potek dela, zaradi česar je idealen za vsakogar, ki želi med brskanjem po Googlu dostopati do chatbota ChatGPT.\n\nČe na splošno iščete enostaven in priročen način za klepet s klepetalnim botom ChatGPT AI med iskanjem v Googlu, potem je razširitev brskalnika ChatGPT v Googlu popolna rešitev za vas.",
    "sr": "ЦхатГПТ на Гоогле-у је веома ефикасно и једноставно проширење за прегледач дизајнирано да учини претраживање на Гоогле-у много лакшим и интерактивнијим. Са екстензијом ЦхатГПТ на Гоогле-у, можете да ћаскате са АИ цхатботом ЦхатГПТ и добијате тренутне одговоре од цхат бота поред резултата вашег претраживача.\n\nОво проширење вам нуди значајну погодност и поједностављује ваш процес претраге тако што елиминише потребу за отварањем посебне картице за ћаскање са ЦхатГПТ цхатботом. Можете директно да комуницирате са цхатботом на Гоогле-у, држећи резултате претраживача и интерфејс за ћаскање на истој страници.\n\nЕкстензија ЦхатГПТ на Гоогле-у нуди инсталацију без проблема и компатибилна је са најновијим верзијама Гоогле Цхроме-а и Мицрософт Едге-а. Нуди интерфејс који се лако користи и интуитиван ток рада, што га чини идеалним за свакога ко жели да приступи ЦхатГПТ цхатботу док претражује на Гоогле-у.\n\nСве у свему, ако тражите једноставан и згодан начин да ћаскате са ЦхатГПТ АИ четботом док претражујете на Гоогле-у, проширење прегледача ЦхатГПТ на Гоогле-у је савршено решење за вас.",
    "sv": "ChatGPT på Google är ett mycket effektivt och användarvänligt webbläsartillägg designat för att göra sökning på Google mycket enklare och mer interaktiv. Med ChatGPT på Google-tillägget kan du chatta med AI-chatbot ChatGPT och få omedelbara svar från chatboten tillsammans med dina sökmotorresultat.\n\nDetta tillägg erbjuder dig betydande bekvämlighet och effektiviserar din sökprocess genom att eliminera behovet av att öppna en separat flik för att chatta med ChatGPT chatbot. Du kan kommunicera direkt med chatboten på Google och behålla dina sökmotorresultat och chattgränssnitt på samma sida.\n\nChatGPT på Google-tillägget erbjuder problemfri installation och är kompatibel med de senaste versionerna av Google Chrome och Microsoft Edge. Den erbjuder ett lättanvänt gränssnitt och intuitivt arbetsflöde, vilket gör det idealiskt för alla som vill komma åt ChatGPT-chatboten medan de surfar på Google.\n\nSammantaget, om du letar efter ett enkelt och bekvämt sätt att chatta med ChatGPT AI chatbot medan du söker på Google, är ChatGPT på Google webbläsartillägg den perfekta lösningen för dig.",
    "sw": "ChatGPT kwenye Google ni kiendelezi cha kivinjari chenye ufanisi wa hali ya juu na kinachofaa mtumiaji kilichoundwa ili kufanya utafutaji kwenye Google kuwa rahisi zaidi na mwingiliano zaidi. Ukiwa na ChatGPT kwenye kiendelezi cha Google, unaweza kupiga gumzo na AI chatbot ChatGPT na kupata majibu ya papo hapo kutoka kwenye chatbot pamoja na matokeo yako ya injini ya utafutaji.\n\nKiendelezi hiki kinakupa urahisi mkubwa na kurahisisha mchakato wako wa utafutaji kwa kuondoa hitaji la kufungua kichupo tofauti ili kupiga gumzo na ChatGPT chatbot. Unaweza kuwasiliana moja kwa moja na chatbot kwenye Google, ukiweka matokeo ya injini yako ya utafutaji na kiolesura cha gumzo kwenye ukurasa mmoja.\n\nChatGPT kwenye kiendelezi cha Google inatoa usakinishaji bila usumbufu na inaoana na matoleo mapya zaidi ya Google Chrome na Microsoft Edge. Inatoa kiolesura kilicho rahisi kutumia na mtiririko wa kazi angavu, na kuifanya kuwa bora kwa mtu yeyote anayetaka kufikia chatbot ya ChatGPT anapovinjari kwenye Google.\n\nKwa ujumla, ikiwa unatafuta njia rahisi na rahisi ya kupiga gumzo na chatbot ya ChatGPT AI unapotafuta kwenye Google, basi ChatGPT kwenye kiendelezi cha kivinjari cha Google ndiyo suluhisho bora kwako.",
    "ta": "Google இல் ChatGPT என்பது மிகவும் திறமையான மற்றும் பயனர் நட்பு உலாவி நீட்டிப்பாகும், இது Google இல் தேடலை மிகவும் எளிதாகவும் மேலும் ஊடாடக்கூடியதாகவும் மாற்றும் வகையில் வடிவமைக்கப்பட்டுள்ளது. Google நீட்டிப்பில் ChatGPT மூலம், நீங்கள் AI சாட்போட் ChatGPT உடன் அரட்டையடிக்கலாம் மற்றும் உங்கள் தேடுபொறி முடிவுகளுடன் சாட்பாட்டிலிருந்து உடனடி பதில்களைப் பெறலாம்.\n\nஇந்த நீட்டிப்பு உங்களுக்கு குறிப்பிடத்தக்க வசதியை வழங்குகிறது மற்றும் ChatGPT chatbot உடன் அரட்டையடிக்க ஒரு தனி தாவலைத் திறக்க வேண்டிய தேவையை நீக்கி, உங்கள் தேடல் செயல்முறையை நெறிப்படுத்துகிறது. உங்கள் தேடுபொறி முடிவுகள் மற்றும் அரட்டை இடைமுகத்தை ஒரே பக்கத்தில் வைத்து, Google இல் உள்ள chatbot உடன் நேரடியாகத் தொடர்புகொள்ளலாம்.\n\nGoogle நீட்டிப்பில் உள்ள ChatGPT ஆனது தொந்தரவில்லாத நிறுவலை வழங்குகிறது மற்றும் Google Chrome மற்றும் Microsoft Edge இன் சமீபத்திய பதிப்புகளுடன் இணக்கமானது. இது பயன்படுத்த எளிதான இடைமுகம் மற்றும் உள்ளுணர்வு பணிப்பாய்வு ஆகியவற்றை வழங்குகிறது, Google இல் உலாவும்போது ChatGPT சாட்போட்டை அணுக விரும்பும் எவருக்கும் இது சிறந்தது.\n\nஒட்டுமொத்தமாக, Google இல் தேடும் போது ChatGPT AI சாட்போட் மூலம் அரட்டையடிக்க எளிதான மற்றும் வசதியான வழியை நீங்கள் தேடுகிறீர்கள் என்றால், Google உலாவி நீட்டிப்பில் ChatGPT உங்களுக்கான சரியான தீர்வாகும்.",
    "te": "Googleలో ChatGPT అనేది Googleలో శోధనను మరింత సులభతరం చేయడానికి మరియు మరింత ఇంటరాక్టివ్‌గా చేయడానికి రూపొందించబడిన అత్యంత సమర్థవంతమైన మరియు వినియోగదారు-స్నేహపూర్వక బ్రౌజర్ పొడిగింపు. Google పొడిగింపులో ChatGPTతో, మీరు AI చాట్‌బాట్ ChatGPTతో చాట్ చేయవచ్చు మరియు మీ శోధన ఇంజిన్ ఫలితాలతో పాటు చాట్‌బాట్ నుండి తక్షణ ప్రతిస్పందనలను పొందవచ్చు.\n\nఈ పొడిగింపు మీకు ముఖ్యమైన సౌలభ్యాన్ని అందిస్తుంది మరియు ChatGPT చాట్‌బాట్‌తో చాట్ చేయడానికి ప్రత్యేక ట్యాబ్‌ను తెరవవలసిన అవసరాన్ని తొలగించడం ద్వారా మీ శోధన ప్రక్రియను క్రమబద్ధీకరిస్తుంది. మీరు Googleలోని చాట్‌బాట్‌తో నేరుగా కమ్యూనికేట్ చేయవచ్చు, మీ శోధన ఇంజిన్ ఫలితాలు మరియు చాట్ ఇంటర్‌ఫేస్‌ను ఒకే పేజీలో ఉంచుకోవచ్చు.\n\nGoogle పొడిగింపులో ChatGPT అవాంతరాలు లేని ఇన్‌స్టాలేషన్‌ను అందిస్తుంది మరియు Google Chrome మరియు Microsoft Edge యొక్క తాజా వెర్షన్‌లకు అనుకూలంగా ఉంటుంది. ఇది ఉపయోగించడానికి సులభమైన ఇంటర్‌ఫేస్ మరియు సహజమైన వర్క్‌ఫ్లోను అందిస్తుంది, Googleలో బ్రౌజ్ చేస్తున్నప్పుడు ChatGPT చాట్‌బాట్‌ను యాక్సెస్ చేయాలనుకునే ఎవరికైనా ఇది ఆదర్శంగా ఉంటుంది.\n\nమొత్తంమీద, మీరు Googleలో శోధిస్తున్నప్పుడు ChatGPT AI చాట్‌బాట్‌తో చాట్ చేయడానికి సులభమైన మరియు అనుకూలమైన మార్గం కోసం చూస్తున్నట్లయితే, Google బ్రౌజర్ పొడిగింపులో ChatGPT మీకు సరైన పరిష్కారం.",
    "th": "ChatGPT บน Google เป็นส่วนขยายเบราว์เซอร์ที่มีประสิทธิภาพสูงและเป็นมิตรกับผู้ใช้ ซึ่งออกแบบมาเพื่อให้การค้นหาบน Google ง่ายขึ้นและมีการโต้ตอบมากขึ้น ด้วย ChatGPT บนส่วนขยายของ Google คุณสามารถแชทกับ AI chatbot ChatGPT และรับการตอบกลับทันทีจากแชทบอทพร้อมกับผลลัพธ์ของเครื่องมือค้นหาของคุณ\n\nส่วนขยายนี้มอบความสะดวกสบายอย่างมากและเพิ่มความคล่องตัวให้กับกระบวนการค้นหาของคุณโดยไม่จำเป็นต้องเปิดแท็บแยกต่างหากเพื่อแชทกับ Chatbot ของ ChatGPT คุณสามารถสื่อสารกับแชทบอทบน Google ได้โดยตรง ทำให้ผลลัพธ์ของเครื่องมือค้นหาและอินเทอร์เฟซแชทอยู่ในหน้าเดียวกัน\n\nส่วนขยาย ChatGPT บน Google ให้การติดตั้งที่ไม่ยุ่งยากและเข้ากันได้กับ Google Chrome และ Microsoft Edge เวอร์ชันล่าสุด มีอินเทอร์เฟซที่ใช้งานง่ายและขั้นตอนการทำงานที่ไม่ซับซ้อน ทำให้เหมาะสำหรับทุกคนที่ต้องการเข้าถึงแชทบอท ChatGPT ขณะที่เรียกดูบน Google\n\nโดยรวมแล้ว หากคุณกำลังมองหาวิธีที่ง่ายและสะดวกในการแชทกับแชทบอท ChatGPT AI ขณะค้นหาบน Google ส่วนขยายเบราว์เซอร์ ChatGPT บน Google คือโซลูชันที่สมบูรณ์แบบสำหรับคุณ",
    "tr": "ChatGPT on Google, Google'da arama yapmayı çok daha kolay ve daha etkileşimli hale getirmek için tasarlanmış, oldukça verimli ve kullanıcı dostu bir tarayıcı uzantısıdır. ChatGPT on Google eklentisi ile AI chatbot ChatGPT ile sohbet edebilir ve arama motoru sonuçlarınızın yanı sıra chatbottan anında yanıt alabilirsiniz.\n\nBu uzantı, ChatGPT sohbet botu ile sohbet etmek için ayrı bir sekme açma ihtiyacını ortadan kaldırarak size önemli kolaylıklar sunar ve arama sürecinizi kolaylaştırır. Arama motoru sonuçlarınızı ve sohbet arayüzünüzü aynı sayfada tutarak, Google'daki chatbot ile doğrudan iletişim kurabilirsiniz.\n\nChatGPT on Google uzantısı sorunsuz kurulum sunar ve Google Chrome ve Microsoft Edge'in en son sürümleriyle uyumludur. Kullanımı kolay bir arayüz ve sezgisel bir iş akışı sunarak, Google'da gezinirken ChatGPT sohbet robotuna erişmek isteyen herkes için idealdir.\n\nGenel olarak, Google'da arama yaparken ChatGPT yapay zeka sohbet botu ile sohbet etmenin kolay ve kullanışlı bir yolunu arıyorsanız, ChatGPT on Google tarayıcı uzantısı sizin için mükemmel çözümdür.",
    "uk": "ChatGPT у Google – це високоефективне та зручне розширення для веб-переглядача, розроблене, щоб зробити пошук у Google набагато простішим та інтерактивнішим. За допомогою розширення ChatGPT у Google ви можете спілкуватися з чат-ботом AI ChatGPT і отримувати миттєві відповіді від чат-бота разом із результатами пошукової системи.\n\nЦе розширення забезпечує значну зручність і спрощує процес пошуку, усуваючи необхідність відкривати окрему вкладку для спілкування з чат-ботом ChatGPT. Ви можете безпосередньо спілкуватися з чат-ботом у Google, зберігаючи результати пошукової системи та інтерфейс чату на одній сторінці.\n\nРозширення ChatGPT у Google пропонує безпроблемне встановлення та сумісне з останніми версіями Google Chrome і Microsoft Edge. Він пропонує простий у використанні інтерфейс та інтуїтивно зрозумілий робочий процес, що робить його ідеальним для тих, хто хоче отримати доступ до чат-бота ChatGPT під час перегляду в Google.\n\nЗагалом, якщо ви шукаєте простий і зручний спосіб спілкуватися за допомогою чат-бота ChatGPT AI під час пошуку в Google, тоді розширення для браузера ChatGPT у Google стане ідеальним рішенням для вас.",
    "vi": "ChatGPT trên Google là tiện ích mở rộng trình duyệt hiệu quả cao và thân thiện với người dùng được thiết kế để giúp việc tìm kiếm trên Google trở nên dễ dàng và tương tác hơn nhiều. Với tiện ích mở rộng ChatGPT trên Google, bạn có thể trò chuyện với chatbot AI ChatGPT và nhận phản hồi tức thì từ chatbot cùng với kết quả của công cụ tìm kiếm.\n\nTiện ích mở rộng này mang đến cho bạn sự tiện lợi đáng kể và hợp lý hóa quy trình tìm kiếm của bạn bằng cách loại bỏ nhu cầu mở một tab riêng để trò chuyện với chatbot ChatGPT. Bạn có thể giao tiếp trực tiếp với chatbot trên Google, giữ kết quả của công cụ tìm kiếm và giao diện trò chuyện của bạn trên cùng một trang.\n\nTiện ích mở rộng ChatGPT trên Google cung cấp cài đặt dễ dàng và tương thích với các phiên bản mới nhất của Google Chrome và Microsoft Edge. Nó cung cấp giao diện dễ sử dụng và quy trình làm việc trực quan, khiến nó trở nên lý tưởng cho bất kỳ ai muốn truy cập chatbot ChatGPT khi duyệt trên Google.\n\nNhìn chung, nếu bạn đang tìm kiếm một cách dễ dàng và thuận tiện để trò chuyện với ChatGPT AI chatbot khi tìm kiếm trên Google, thì tiện ích mở rộng trình duyệt ChatGPT trên Google là giải pháp hoàn hảo dành cho bạn.",
    "zh_CN": "ChatGPT on Google 是一种高效且用户友好的浏览器扩展程序，旨在使在 Google 上的搜索更加轻松和更具交互性。借助 Google 扩展程序上的 ChatGPT，您可以与 AI 聊天机器人 ChatGPT 聊天，并从聊天机器人获得即时响应以及您的搜索引擎结果。\n\n此扩展程序无需打开单独的选项卡即可与 ChatGPT 聊天机器人聊天，从而为您提供了极大的便利并简化了搜索过程。您可以直接与 Google 上的聊天机器人交流，将您的搜索引擎结果和聊天界面保持在同一页面上。\n\nChatGPT on Google 扩展提供无障碍安装，并与最新版本的 Google Chrome 和 Microsoft Edge 兼容。它提供易于使用的界面和直观的工作流程，非常适合想要在浏览 Google 时访问 ChatGPT 聊天机器人的任何人。\n\n总的来说，如果您正在寻找一种在 Google 上搜索时与 ChatGPT AI 聊天机器人聊天的简单方便的方式，那么 Google 浏览器扩展上的 ChatGPT 是您的完美解决方案。",
    "zh_TW": "ChatGPT on Google 是一種高效且用戶友好的瀏覽器擴展程序，旨在使在 Google 上的搜索更加輕鬆和更具交互性。借助 Google 擴展程序上的 ChatGPT，您可以與 AI 聊天機器人 ChatGPT 聊天，並從聊天機器人獲得即時響應以及您的搜索引擎結果。\n\n此擴展程序無需打開單獨的選項卡即可與 ChatGPT 聊天機器人聊天，從而為您提供了極大的便利並簡化了搜索過程。您可以直接與 Google 上的聊天機器人交流，將您的搜索引擎結果和聊天界面保持在同一頁面上。\n\nChatGPT on Google 擴展提供無障礙安裝，並與最新版本的 Google Chrome 和 Microsoft Edge 兼容。它提供易於使用的界面和直觀的工作流程，非常適合想要在瀏覽 Google 時訪問 ChatGPT 聊天機器人的任何人。\n\n總的來說，如果您正在尋找一種在 Google 上搜索時與 ChatGPT AI 聊天機器人聊天的簡單方便的方式，那麼 Google 瀏覽器擴展上的 ChatGPT 是您的完美解決方案。"
  }
}