{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Refined: Improve's YouTube UI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Updates the Desktop YouTube UI to have rounded corners and further enhancements and tweaks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Refine and enhance the desktop experience of YouTube with more consistent UI, rounded corners and general tweaks. This extension does not change any functionality of YouTube, this is simply an UI polish and enhancement. The UI tweaks will work in both light and dark mode and will adapt accordingly. Below is a list of the UI tweaks that have been currently made:\n\nSUBSCRIPTIONS:\n- Increased spacing between each video\n- Added a hover animation to each video, making it clear which video you are clicking and to add some flare.\n- Video thumbnails now use rounded corners\n\nVIDEO PLAYER:\n- Adds rounded corners to video player\n- Increased the roundness of corners on action buttons\n- Adds rounded corners to the individual flyout cards\n- Adds a hover animation to the individual flyout cards\n- Fixes the flyout menu appearing below end slate elements\n- Adds a background colour to the Share, Download, Clip and Save buttons to make them more consistent with other action buttons\n- Increased the spacing of elements within the channel strip and top comment strip\n- Adds rounded corners to the channel strip and top comment sections\n- Adds rounded corners to the hover boxes of end slate items and video thumbnails\n\nCOMMENTS\n- Adds clear separation of each comment by adding a faint border and increased padding\n- Increases the spacing between comments and the \"See more replies\" button.\n- Adds clear separation to each comment within the reply chain including a faint border\n\nRELATED VIDEOS\n- Adds a hover animation to each video (slight slide out)\n- All thumbnails have rounded corners\n- Made the progress indicator bar of unfinished videos slightly transparent\n- Adds a background colour and CONTINUE WATHCING label to videos that have been previously watched but not yet finished. This makes it super clear what is a new recommendation and what is a previously watched item.\n\nVIDEOS (Displayed anywhere)\n- Added a red background colour to the Live and Premiere indicators with white text. Also increased the rounded corners and padding.\n- Increased the roundness of corners of video length indicator\n- Slightly increased the padding of video length indicator\n\nUSER MENU (top right)\n- Adds rounded corners\n- Slightly increased spacing between each menu item\n- Removed spacing between each group of menu items\n\nSEARCH BAR\n- Adds rounded corners to the top search bar\n- Reduced the width of the search button\n\n\n\n---- UPDATE CHANGE LOG ----\n\nv1.0.1\n- Updated the extension to support the latest version of YouTube's UI"
  }
}