{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Disney+ AutoSkip"
  },
  "short": {
    "am,ar,bg,bn,ca,en,en_AU,en_GB,en_US,et,fa,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ru,sl,sr,sw,ta,te,th,uk,vi": "This is an extension that skips the resume and intro of Disney+ videos and jumps to the next episode",
    "cs": "Toto je rozšíření, které přeskočí rekapitulaci a úvod videí Disney+ a přeskočí na další epizodu",
    "da": "Dette er en udvidelse, der springer resumeet og introen af Disney+ videoer over og hopper til næste episode",
    "de": "Dies ist eine Erweiterung, die die Zusammenfassung und Einleitung von Disney+ Videos überspringt und zur nächsten Episode springt",
    "el": "Αυτή είναι μια επέκταση που παραλείπει την περίληψη και την εισαγωγή των βίντεο του Disney+ και μεταβαίνει στο επόμενο επεισόδιο",
    "es,es_419": "Esta es una extensión que omite el resumen y la introducción de los videos de Disney+ y salta al siguiente episodio",
    "fi": "Tämä on laajennus, joka ohittaa Disney+ videoiden yhteenvedon ja introt ja siirtyy seuraavaan jaksoon",
    "fr": "Il s'agit d'une extension qui saute le résumé et l'introduction des vidéos Disney+ et passe à l'épisode suivant",
    "hu": "Ez egy bővítmény, amely átugorja a Disney+ videók összefoglalóját és bevezetőjét, és a következő epizódra ugrik",
    "it": "Questa è un'estensione che salta il riepilogo e l'introduzione dei video di Disney+ e passa al prossimo episodio",
    "ja": "これはDisney+ビデオの要約とイントロをスキップし、次のエピソードにジャンプする拡張機能です",
    "ko": "이 확장 프로그램은 Disney+ 동영상의 요약 및 인트로를 건너뛰고 다음 에피소드로 이동합니다",
    "nl": "Dit is een extensie die de samenvatting en introductie van Disney+ video's overslaat en naar de volgende aflevering springt",
    "no": "Dette er en utvidelse som hopper over sammendraget og introen av Disney+ videoer og hopper til neste episode",
    "pl": "To rozszerzenie, które pomija podsumowanie i wprowadzenie wideo Disney+ i przechodzi do następnego odcinka",
    "pt_BR,pt_PT": "Esta é uma extensão que pula o resumo e a introdução dos vídeos do Disney+ e salta para o próximo episódio",
    "ro": "Aceasta este o extensie care sare peste rezumatul și introducerea videoclipurilor Disney+ și trece la următorul episod",
    "sk": "Toto je rozšírenie, ktoré preskočí zhrnutie a úvod videí Disney+ a preskočí na ďalšiu epizódu",
    "sv": "Det här är en förlängning som hoppar över sammanfattningen och introt av Disney+ videor och hoppar till nästa avsnitt",
    "tr": "Bu, Disney+ videolarının özetini ve girişini atlayan ve bir sonraki bölüme geçen bir uzantıdır",
    "zh_CN": "这是一个扩展程序，它跳过Disney+视频的简报和介绍，并跳到下一集",
    "zh_TW": "這是一個擴充功能，它會跳過Disney+視頻的摘要和介紹，並跳到下一集"
  },
  "long": {
    "am,ar,bg,bn,ca,en,en_AU,en_US,et,fa,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ru,sl,sr,sw,ta,te,th,uk,vi": "Disney+ AutoSkip: Enhance Your Binge-Watching Experience!\n\nAre you tired of endlessly waiting through intros, recaps, and delays between episodes on Disney+? Say goodbye to interruptions and hello to seamless streaming with Disney+ AutoSkip! This innovative Chrome extension revolutionizes your viewing experience by automating the tedious parts of binge-watching.\n\nKey Features:\n\nSkip Intros Automatically: No more manual skipping! Disney+ AutoSkip detects and skips intros, letting you dive straight into the action of your favorite series.\nBypass Recaps: Already know what happened last time? This extension skips the recaps for you, so you can get straight to the new content.\nAuto-Play Next Episode: Ready for the next episode without any delays. Disney+ AutoSkip automatically starts the next episode, perfect for uninterrupted marathons.\nUser-Friendly Interface: With a simple and intuitive design, Disney+ AutoSkip integrates seamlessly with Disney+, requiring no complex setup.\nWhy Disney+ AutoSkip?\n\nEffortless Marathons: Ideal for those epic binge sessions where you just want to keep watching without lifting a finger.\nTime Saver: Save valuable time by eliminating unnecessary waits. More watching, less waiting!\nConsistent Experience: Enjoy a smooth and continuous viewing experience every time.\nHow It Works:\n\nInstall Disney+ AutoSkip from the Chrome Web Store.\nEnable the Extension and start watching your favorite shows on Disney+.\nSit Back and Relax as Disney+ AutoSkip handles the rest!\nUpgrade your Disney+ experience with Disney+ AutoSkip and enjoy your favorite shows like never before. Download now and make every second of your binge-watching count!\n\nNote: Disney+ AutoSkip is designed for personal use to enhance your viewing experience. It is not affiliated with or endorsed by Disney+.",
    "cs": "Disney+ AutoSkip: Vylepšete svůj zážitek z maratónu!\n\nJste unaveni z nekonečného čekání během úvodů, rekapitulací a zpoždění mezi epizodami na Disney+? Řekněte sbohem přerušením a přivítejte plynulé streamování s Disney+ AutoSkip! Toto inovativní rozšíření pro Chrome revolucionalizuje váš zážitek ze sledování tím, že automatizuje nudné části maratónů.\n\nHlavní vlastnosti:\n\nAutomatické přeskakování úvodů: Už žádné ruční přeskakování! Disney+ AutoSkip detekuje a přeskakuje úvody, což vám umožňuje ponořit se přímo do akce vašich oblíbených seriálů.\nPřeskakování rekapitulací: Už víte, co se stalo naposledy? Toto rozšíření přeskakuje rekapitulace za vás, takže můžete přejít přímo k novému obsahu.\nAutomatické přehrávání další epizody: Připraveni na další epizodu bez jakéhokoli zpoždění. Disney+ AutoSkip automaticky spustí další epizodu, což je ideální pro nepřerušené maratóny.\nUživatelsky přívětivé rozhraní: S jednoduchým a intuitivním designem se Disney+ AutoSkip bezproblémově integruje s Disney+, nevyžaduje žádné složité nastavení.\nProč Disney+ AutoSkip?\n\nBezproblémové maratóny: Ideální pro ty epické maratónské seance, kde chcete jen sledovat dál, aniž byste museli zvednout prst.\nÚspora času: Ušetřete cenný čas odstraněním zbytečných čekání. Více sledování, méně čekání!\nKonzistentní zážitek: Užijte si hladký a nepřerušovaný zážitek ze sledování pokaždé.\nJak to funguje:\n\nNainstalujte Disney+ AutoSkip z Chrome Web Store.\nPovolte rozšíření a začněte sledovat své oblíbené pořady na Disney+.\nUvolněte se a relaxujte, protože Disney+ AutoSkip se postará o zbytek!\nVylepšete svůj zážitek s Disney+ pomocí Disney+ AutoSkip a užijte si své oblíbené pořady jako nikdy předtím. Stáhněte si nyní a využijte každý okamžik svého maratónu naplno!\n\nPoznámka: Disney+ AutoSkip je navržen pro osobní použití, aby vylepšil váš zážitek ze sledování. Není přidružen k Disney+ ani jím schválen.",
    "da": "Disney+ AutoSkip: Forbedre din binge-watching oplevelse!\n\nEr du træt af endeløst at vente på intros, resuméer og forsinkelser mellem episoder på Disney+? Sig farvel til afbrydelser og hej til problemfri streaming med Disney+ AutoSkip! Denne innovative Chrome-udvidelse revolutionerer din seeroplevelse ved at automatisere de kedelige dele af binge-watching.\n\nNøglefunktioner:\n\nSpring intros over automatisk: Ingen manuel springning længere! Disney+ AutoSkip registrerer og springer intros over, så du kan dykke direkte ind i handlingen i dine yndlingsserier.\nOmgå resuméer: Ved du allerede, hvad der skete sidst? Denne udvidelse springer resuméerne over for dig, så du kan komme direkte til det nye indhold.\nAuto-afspil næste episode: Klar til næste episode uden forsinkelser. Disney+ AutoSkip starter automatisk næste episode, perfekt til uafbrudte maratoner.\nBrugervenligt interface: Med et enkelt og intuitivt design integreres Disney+ AutoSkip problemfrit med Disney+ og kræver ingen kompleks opsætning.\nHvorfor Disney+ AutoSkip?\n\nEffortless Marathons: Ideel til de episke binge-sessioner, hvor du bare vil fortsætte med at se uden at løfte en finger.\nTidssparer: Spar værdifuld tid ved at eliminere unødvendige ventetider. Mere se, mindre vente!\nKonsistent oplevelse: Nyd en glat og kontinuerlig seeroplevelse hver gang.\nSådan virker det:\n\nInstaller Disney+ AutoSkip fra Chrome Web Store.\nAktivér udvidelsen og begynd at se dine yndlingsserier på Disney+.\nSæt dig tilbage og slap af, mens Disney+ AutoSkip klarer resten!\nOpgrader din Disney+ oplevelse med Disney+ AutoSkip og nyd dine yndlingsserier som aldrig før. Download nu og få mest muligt ud af hver eneste sekund af din binge-watching!\n\nBemærk: Disney+ AutoSkip er designet til personlig brug for at forbedre din seeroplevelse. Det er ikke tilknyttet eller godkendt af Disney+.",
    "de": "Disney+ AutoSkip: Verbessere dein Binge-Watching-Erlebnis!\n\nBist du es leid, endlos durch Intros, Zusammenfassungen und Verzögerungen zwischen Episoden auf Disney+ zu warten? Sag tschüss zu Unterbrechungen und hallo zu nahtlosem Streaming mit Disney+ AutoSkip! Diese innovative Chrome-Erweiterung revolutioniert dein Seherlebnis, indem sie die mühsamen Teile des Binge-Watchings automatisiert.\n\nHauptmerkmale:\n\nIntros automatisch überspringen: Kein manuelles Überspringen mehr! Disney+ AutoSkip erkennt und überspringt Intros, sodass du direkt in die Action deiner Lieblingsserien eintauchen kannst.\nZusammenfassungen umgehen: Weißt du schon, was beim letzten Mal passiert ist? Diese Erweiterung überspringt die Zusammenfassungen für dich, sodass du direkt zum neuen Inhalt gelangen kannst.\nAutomatische Wiedergabe der nächsten Episode: Bereit für die nächste Episode ohne Verzögerungen. Disney+ AutoSkip startet automatisch die nächste Episode, perfekt für ununterbrochene Marathons.\nBenutzerfreundliche Oberfläche: Mit einem einfachen und intuitiven Design integriert sich Disney+ AutoSkip nahtlos in Disney+ und erfordert keine komplexe Einrichtung.\nWarum Disney+ AutoSkip?\n\nMühelose Marathons: Ideal für epische Binge-Sessions, bei denen du einfach weitersehen möchtest, ohne einen Finger zu rühren.\nZeitsparer: Spare wertvolle Zeit, indem unnötige Wartezeiten eliminiert werden. Mehr Sehen, weniger Warten!\nKonsequentes Erlebnis: Genieße jedes Mal ein reibungsloses und kontinuierliches Seherlebnis.\nSo funktioniert's:\n\nInstalliere Disney+ AutoSkip aus dem Chrome Web Store.\nAktiviere die Erweiterung und beginne, deine Lieblingsserien auf Disney+ zu sehen.\nLehne dich zurück und entspanne dich, während Disney+ AutoSkip den Rest erledigt!\nVerbessere dein Disney+ Erlebnis mit Disney+ AutoSkip und genieße deine Lieblingsserien wie nie zuvor. Jetzt herunterladen und jede Sekunde deines Binge-Watchings zählen lassen!\n\nHinweis: Disney+ AutoSkip ist für den persönlichen Gebrauch konzipiert, um dein Seherlebnis zu verbessern. Es ist nicht mit Disney+ verbunden oder von Disney+ unterstützt.",
    "el": "Disney+ AutoSkip: Βελτιώστε την εμπειρία του binge-watching σας!\n\nΕίστε κουρασμένοι να περιμένετε ατελείωτα κατά τη διάρκεια των εισαγωγών, των ανακεφαλαιώσεων και των καθυστερήσεων μεταξύ των επεισοδίων στο Disney+; Πείτε αντίο στις διακοπές και γεια στην απρόσκοπτη ροή με το Disney+ AutoSkip! Αυτή η καινοτόμος επέκταση Chrome επαναστατεί την εμπειρία προβολής σας αυτοματοποιώντας τα κουραστικά μέρη του binge-watching.\n\nΚύρια χαρακτηριστικά:\n\nΑυτόματη παράκαμψη εισαγωγών: Τέρμα η χειροκίνητη παράκαμψη! Το Disney+ AutoSkip ανιχνεύει και παρακάμπτει τις εισαγωγές, επιτρέποντάς σας να βυθιστείτε κατευθείαν στη δράση των αγαπημένων σας σειρών.\nΠαράκαμψη ανακεφαλαιώσεων: Ξέρετε ήδη τι συνέβη την τελευταία φορά; Αυτή η επέκταση παρακάμπτει τις ανακεφαλαιώσεις για εσάς, ώστε να μπορείτε να περάσετε απευθείας στο νέο περιεχόμενο.\nΑυτόματη αναπαραγωγή επόμενου επεισοδίου: Έτοιμο για το επόμενο επεισόδιο χωρίς καθυστερήσεις. Το Disney+ AutoSkip ξεκινά αυτόματα το επόμενο επεισόδιο, ιδανικό για αδιάκοπες μαραθώνιες προβολές.\nΦιλικό προς το χρήστη περιβάλλον εργασίας: Με απλό και διαισθητικό σχεδιασμό, το Disney+ AutoSkip ενσωματώνεται απρόσκοπτα με το Disney+, χωρίς να απαιτείται περίπλοκη ρύθμιση.\nΓιατί Disney+ AutoSkip;\n\nΕύκολοι μαραθώνιοι: Ιδανικό για αυτές τις επικές συνεδρίες binge-watching όπου θέλετε απλά να συνεχίσετε να παρακολουθείτε χωρίς να κουνήσετε το δάχτυλό σας.\nΕξοικονόμηση χρόνου: Εξοικονομήστε πολύτιμο χρόνο εξαλείφοντας τις περιττές αναμονές. Περισσότερη προβολή, λιγότερη αναμονή!\nΣυνεπής εμπειρία: Απολαύστε μια ομαλή και συνεχή εμπειρία προβολής κάθε φορά.\nΠώς λειτουργεί:\n\nΕγκαταστήστε το Disney+ AutoSkip από το Chrome Web Store.\nΕνεργοποιήστε την επέκταση και αρχίστε να παρακολουθείτε τις αγαπημένες σας εκπομπές στο Disney+.\nΚαθίστε πίσω και χαλαρώστε ενώ το Disney+ AutoSkip αναλαμβάνει τα υπόλοιπα!\nΑναβαθμίστε την εμπειρία σας στο Disney+ με το Disney+ AutoSkip και απολαύστε τις αγαπημένες σας εκπομπές όπως ποτέ άλλοτε. Κατεβάστε τώρα και εκμεταλλευτείτε κάθε δευτερόλεπτο του binge-watching σας!\n\nΣημείωση: Το Disney+ AutoSkip έχει σχεδιαστεί για προσωπική χρήση για να βελτιώσει την εμπειρία προβολής σας. Δεν είναι συνδεδεμένο ή εγκεκριμένο από το Disney+.",
    "en_GB": "Disney+ AutoSkip: Enhance Your Binge-Watching Experience!\n\nAre you tired of endlessly waiting through intros, recaps, and delays between episodes on Disney+? Say goodbye to interruptions and hello to seamless streaming with Disney+ AutoSkip! This innovative Chrome extension revolutionises your viewing experience by automating the tedious parts of binge-watching.\n\nKey Features:\n\nSkip Intros Automatically: No more manual skipping! Disney+ AutoSkip detects and skips intros, letting you dive straight into the action of your favourite series.\nBypass Recaps: Already know what happened last time? This extension skips the recaps for you, so you can get straight to the new content.\nAuto-Play Next Episode: Ready for the next episode without any delays. Disney+ AutoSkip automatically starts the next episode, perfect for uninterrupted marathons.\nUser-Friendly Interface: With a simple and intuitive design, Disney+ AutoSkip integrates seamlessly with Disney+, requiring no complex setup.\nWhy Disney+ AutoSkip?\n\nEffortless Marathons: Ideal for those epic binge sessions where you just want to keep watching without lifting a finger.\nTime Saver: Save valuable time by eliminating unnecessary waits. More watching, less waiting!\nConsistent Experience: Enjoy a smooth and continuous viewing experience every time.\nHow It Works:\n\nInstall Disney+ AutoSkip from the Chrome Web Store.\nEnable the Extension and start watching your favourite shows on Disney+.\nSit Back and Relax as Disney+ AutoSkip handles the rest!\nUpgrade your Disney+ experience with Disney+ AutoSkip and enjoy your favourite shows like never before. Download now and make every second of your binge-watching count!\n\nNote: Disney+ AutoSkip is designed for personal use to enhance your viewing experience. It is not affiliated with or endorsed by Disney+.",
    "es,es_419": "Disney+ AutoSkip: ¡Mejora tu experiencia de maratón de series!\n\n¿Estás cansado de esperar interminablemente a través de intros, resúmenes y retrasos entre episodios en Disney+? Di adiós a las interrupciones y hola a la transmisión sin interrupciones con Disney+ AutoSkip. Esta innovadora extensión de Chrome revoluciona tu experiencia de visualización automatizando las partes tediosas de las maratones de series.\n\nCaracterísticas clave:\n\nOmitir intros automáticamente: ¡No más saltos manuales! Disney+ AutoSkip detecta y omite los intros, permitiéndote sumergirte directamente en la acción de tus series favoritas.\nOmitir resúmenes: ¿Ya sabes lo que pasó la última vez? Esta extensión omite los resúmenes por ti, para que puedas ir directamente al nuevo contenido.\nReproducción automática del próximo episodio: Listo para el próximo episodio sin demoras. Disney+ AutoSkip inicia automáticamente el siguiente episodio, perfecto para maratones ininterrumpidos.\nInterfaz fácil de usar: Con un diseño simple e intuitivo, Disney+ AutoSkip se integra perfectamente con Disney+, sin necesidad de configuración compleja.\n¿Por qué Disney+ AutoSkip?\n\nMaratones sin esfuerzo: Ideal para esas épicas sesiones de maratón donde solo quieres seguir viendo sin levantar un dedo.\nAhorro de tiempo: Ahorra tiempo valioso eliminando esperas innecesarias. ¡Más visualización, menos espera!\nExperiencia consistente: Disfruta de una experiencia de visualización continua y fluida cada vez.\nCómo funciona:\n\nInstala Disney+ AutoSkip desde la Chrome Web Store.\nHabilita la extensión y comienza a ver tus programas favoritos en Disney+.\nSiéntate y relájate mientras Disney+ AutoSkip se encarga del resto.\nMejora tu experiencia con Disney+ usando Disney+ AutoSkip y disfruta de tus programas favoritos como nunca antes. ¡Descárgalo ahora y aprovecha cada segundo de tus maratones de series!\n\nNota: Disney+ AutoSkip está diseñado para uso personal para mejorar tu experiencia de visualización. No está afiliado ni respaldado por Disney+.",
    "fi": "Disney+ AutoSkip: Paranna binge-watching kokemustasi!\n\nOletko kyllästynyt odottamaan loputtomiin introiden, yhteenvetojen ja jaksojen välisten viiveiden aikana Disney+:lla? Sano hyvästit keskeytyksille ja tervetuloa saumattomaan suoratoistoon Disney+ AutoSkip in kanssa! Tämä innovatiivinen Chrome-laajennus mullistaa katselukokemuksesi automatisoimalla binge-watchingin tylsät osat.\n\nKeskeiset ominaisuudet:\n\nOhita intro automaattisesti: Ei enää manuaalista ohittamista! Disney+ AutoSkip tunnistaa ja ohittaa introt, jolloin voit sukeltaa suoraan suosikkisarjojesi toimintaan.\nOhita yhteenveto: Tiedätkö jo, mitä viime kerralla tapahtui? Tämä laajennus ohittaa yhteenvedot puolestasi, joten voit siirtyä suoraan uuteen sisältöön.\nAutomaattinen seuraavan jakson toisto: Valmis seuraavaan jaksoon ilman viiveitä. Disney+ AutoSkip aloittaa automaattisesti seuraavan jakson, täydellinen keskeytymättömille maratoneille.\nKäyttäjäystävällinen käyttöliittymä: Yksinkertaisella ja intuitiivisella suunnittelullaan Disney+ AutoSkip integroituu saumattomasti Disney+:n kanssa ilman monimutkaisia asetuksia.\nMiksi Disney+ AutoSkip?\n\nVaivattomat maratonit: Ihanteellinen niihin eeppisiin binge-watching istuntoihin, joissa haluat vain jatkaa katsomista nostamatta sormeasi.\nAjan säästäminen: Säästä arvokasta aikaa poistamalla tarpeettomat odotukset. Enemmän katselua, vähemmän odottelua!\nJohdonmukainen kokemus: Nauti sujuvasta ja jatkuvasta katselukokemuksesta joka kerta.\nMiten se toimii:\n\nAsenna Disney+ AutoSkip Chrome Web Storesta.\nOta laajennus käyttöön ja ala katsomaan suosikkiohjelmiasi Disney+:lla.\nIstu alas ja rentoudu, kun Disney+ AutoSkip hoitaa loput!\nParanna Disney+ kokemustasi Disney+ AutoSkipillä ja nauti suosikkiohjelmistasi kuten koskaan ennen. Lataa nyt ja tee jokaisesta sekunnista binge-watching arvokas!\n\nHuomautus: Disney+ AutoSkip on suunniteltu henkilökohtaiseen käyttöön parantamaan katselukokemustasi. Se ei ole liittynyt Disney+:aan eikä ole sen hyväksymä.",
    "fr": "Disney+ AutoSkip : Améliorez votre expérience de binge-watching !\n\nÊtes-vous fatigué d'attendre sans fin pendant les intros, les récapitulatifs et les retards entre les épisodes sur Disney+ ? Dites adieu aux interruptions et bonjour au streaming sans interruption avec Disney+ AutoSkip ! Cette extension innovante pour Chrome révolutionne votre expérience de visionnage en automatisant les parties fastidieuses du binge-watching.\n\nCaractéristiques principales :\n\nSauter les intros automatiquement : Plus besoin de sauter manuellement ! Disney+ AutoSkip détecte et saute les intros, vous permettant de plonger directement dans l'action de vos séries préférées.\nContourner les récapitulatifs : Vous savez déjà ce qui s'est passé la dernière fois ? Cette extension saute les récapitulatifs pour vous, vous permettant de passer directement au nouveau contenu.\nLecture automatique du prochain épisode : Prêt pour le prochain épisode sans aucun délai. Disney+ AutoSkip démarre automatiquement le prochain épisode, parfait pour les marathons ininterrompus.\nInterface conviviale : Avec un design simple et intuitif, Disney+ AutoSkip s'intègre parfaitement à Disney+, sans nécessiter de configuration complexe.\nPourquoi Disney+ AutoSkip ?\n\nMarathons sans effort : Idéal pour ces sessions de binge épique où vous voulez simplement continuer à regarder sans lever le petit doigt.\nGain de temps : Gagnez du temps précieux en éliminant les attentes inutiles. Plus de visionnage, moins d'attente !\nExpérience cohérente : Profitez d'une expérience de visionnage fluide et continue à chaque fois.\nComment ça marche :\n\nInstallez Disney+ AutoSkip depuis le Chrome Web Store.\nActivez l'extension et commencez à regarder vos émissions préférées sur Disney+.\nAsseyez-vous et détendez-vous pendant que Disney+ AutoSkip s'occupe du reste !\nAméliorez votre expérience Disney+ avec Disney+ AutoSkip et profitez de vos émissions préférées comme jamais auparavant. Téléchargez maintenant et faites en sorte que chaque seconde de votre binge-watching compte !\n\nRemarque : Disney+ AutoSkip est conçu pour une utilisation personnelle afin d'améliorer votre expérience de visionnage. Il n'est pas affilié à Disney+ ni approuvé par Disney+.",
    "hu": "Disney+ AutoSkip: Tedd jobbá a sorozatmaratonjaid élményét!\n\nEleged van a végtelen várakozásból az epizódok közötti bevezetők, összefoglalók és késések miatt a Disney+-on? Mondj búcsút a megszakításoknak, és köszönj a zökkenőmentes streamelésnek a Disney+ AutoSkiprel! Ez az innovatív Chrome kiterjesztés forradalmasítja a nézési élményt azzal, hogy automatizálja a maratonok unalmas részeit.\n\nFőbb jellemzők:\n\nAutomatikusan átugorja a bevezetőket: Nincs több manuális átugrás! A Disney+ AutoSkip érzékeli és átugorja a bevezetőket, így közvetlenül a kedvenc sorozataid akciójába merülhetsz.\nÁtugorja az összefoglalókat: Már tudod, mi történt legutóbb? Ez a kiterjesztés átugorja az összefoglalókat helyetted, így azonnal az új tartalomhoz juthatsz.\nAutomatikusan lejátsza a következő epizódot: Készen áll a következő epizódra késedelem nélkül. A Disney+ AutoSkip automatikusan elindítja a következő epizódot, ami tökéletes a megszakítás nélküli maratonokhoz.\nFelhasználóbarát felület: Egyszerű és intuitív kialakításával a Disney+ AutoSkip zökkenőmentesen integrálódik a Disney+-hoz, nem igényel bonyolult beállításokat.\nMiért a Disney+ AutoSkip?\n\nKönnyed maratonok: Ideális azokhoz az epikus sorozatmaratonokhoz, amikor csak folytatni akarod a nézést anélkül, hogy egy ujjat is megmozdítanál.\nIdőtakarékos: Értékes időt takaríthatsz meg azzal, hogy megszünteted a felesleges várakozásokat. Több nézés, kevesebb várakozás!\nKonzisztens élmény: Minden alkalommal élvezheted a gördülékeny és folyamatos nézési élményt.\nHogyan működik:\n\nTelepítsd a Disney+ AutoSkip-t a Chrome Web Store-ból.\nEngedélyezd a kiterjesztést, és kezd el nézni a kedvenc műsoraidat a Disney+-on.\nDőlj hátra és lazíts, miközben a Disney+ AutoSkip elvégzi a többit!\nJavítsd a Disney+ élményedet a Disney+ AutoSkiprel, és élvezd a kedvenc műsoraidat, mint még soha. Töltsd le most, és használd ki minden másodpercét a sorozatmaratonjaidnak!\n\nMegjegyzés: A Disney+ AutoSkip személyes használatra készült, hogy javítsa a nézési élményedet. Nem áll kapcsolatban a Disney+-szal, és nem támogatja a Disney+.",
    "it": "Disney+ AutoSkip: Migliora la tua esperienza di binge-watching!\n\nSei stanco di aspettare all'infinito tra intro, riassunti e ritardi tra un episodio e l'altro su Disney+? Dì addio alle interruzioni e benvenuto allo streaming senza interruzioni con Disney+ AutoSkip! Questa innovativa estensione per Chrome rivoluziona la tua esperienza di visione automatizzando le parti noiose del binge-watching.\n\nCaratteristiche principali:\n\nSalta le intro automaticamente: Niente più salti manuali! Disney+ AutoSkip rileva e salta le intro, permettendoti di immergerti direttamente nell'azione delle tue serie preferite.\nBypassa i riassunti: Sai già cosa è successo l'ultima volta? Questa estensione salta i riassunti per te, così puoi passare direttamente al nuovo contenuto.\nRiproduzione automatica del prossimo episodio: Pronto per il prossimo episodio senza alcun ritardo. Disney+ AutoSkip avvia automaticamente il prossimo episodio, perfetto per maratone ininterrotte.\nInterfaccia facile da usare: Con un design semplice e intuitivo, Disney+ AutoSkip si integra perfettamente con Disney+, senza richiedere configurazioni complesse.\nPerché Disney+ AutoSkip?\n\nMaratone senza sforzo: Ideale per quelle epiche sessioni di binge-watching in cui vuoi solo continuare a guardare senza alzare un dito.\nRisparmia tempo: Risparmia tempo prezioso eliminando le attese inutili. Più visione, meno attesa!\nEsperienza costante: Goditi un'esperienza di visione fluida e continua ogni volta.\nCome funziona:\n\nInstalla Disney+ AutoSkip dal Chrome Web Store.\nAbilita l'estensione e inizia a guardare i tuoi spettacoli preferiti su Disney+.\nSiediti e rilassati mentre Disney+ AutoSkip si occupa del resto!\nMigliora la tua esperienza su Disney+ con Disney+ AutoSkip e goditi i tuoi spettacoli preferiti come mai prima d'ora. Scarica ora e sfrutta al massimo ogni secondo del tuo binge-watching!\n\nNota: Disney+ AutoSkip è progettato per l'uso personale per migliorare la tua esperienza di visione. Non è affiliato né approvato da Disney+.",
    "ja": "Disney+ AutoSkip：あなたの一気見体験を向上させましょう！\n\nDisney+でエピソード間のイントロ、リキャップ、遅延を待つのにうんざりしていますか？中断にさよならを告げ、Disney+ AutoSkipでシームレスなストリーミングにこんにちは！この革新的なChrome拡張機能は、一気見の退屈な部分を自動化することで視聴体験を革命的に変えます。\n\n主な機能：\n\nイントロを自動的にスキップ：もう手動でスキップする必要はありません！Disney+ AutoSkipはイントロを検出してスキップし、お気に入りのシリーズのアクションに直接飛び込むことができます。\nリキャップをスキップ：前回の出来事をすでに知っていますか？この拡張機能はリキャップをスキップし、新しいコンテンツに直接アクセスできます。\n次のエピソードを自動再生：遅延なく次のエピソードの準備が整いました。Disney+ AutoSkipは次のエピソードを自動的に開始し、中断のないマラソンに最適です。\nユーザーフレンドリーなインターフェース：シンプルで直感的なデザインで、Disney+ AutoSkipはDisney+とシームレスに統合され、複雑な設定は必要ありません。\nなぜDisney+ AutoSkip？\n\n手間のかからないマラソン：ただ指を動かさずに視聴を続けたいという壮大な一気見セッションに最適です。\n時間の節約：不要な待ち時間を排除することで貴重な時間を節約します。もっと見る、待つことを減らす！\n一貫した体験：毎回スムーズで連続した視聴体験をお楽しみください。\n使い方：\n\nChrome Web StoreからDisney+ AutoSkipをインストールします。\n拡張機能を有効にして、Disney+でお気に入りの番組を視聴し始めます。\nDisney+ AutoSkipが残りの作業を処理している間に、座ってリラックスしましょう！\nDisney+ AutoSkipを使用してDisney+体験をアップグレードし、これまでにないお気に入りの番組をお楽しみください。今すぐダウンロードして、一気見の毎秒を最大限に活用しましょう！\n\n注：Disney+ AutoSkipは、視聴体験を向上させるために個人用に設計されています。Disney+と提携しておらず、承認を受けていません。",
    "ko": "Disney+ AutoSkip: 여러분의 몰아보기 경험을 향상시키세요!\n\nDisney+에서 에피소드 사이의 도입부, 요약 및 지연을 끝없이 기다리는 것에 지치셨나요? 끊김 없는 스트리밍을 위해 Disney+ AutoSkip와 함께 중단에 작별을 고하세요! 이 혁신적인 Chrome 확장은 몰아보기의 지루한 부분을 자동화하여 시청 경험을 혁신적으로 변화시킵니다.\n\n주요 기능:\n\n도입부 자동 건너뛰기: 더 이상 수동 건너뛰기가 필요 없습니다! Disney+ AutoSkip는 도입부를 감지하고 건너뛰어 여러분이 좋아하는 시리즈의 액션으로 바로 뛰어들 수 있게 합니다.\n요약 건너뛰기: 지난번에 일어난 일을 이미 알고 있나요? 이 확장은 요약을 건너뛰어 새로운 콘텐츠로 바로 갈 수 있게 해줍니다.\n다음 에피소드 자동 재생: 지연 없이 다음 에피소드를 준비하세요. Disney+ AutoSkip는 자동으로 다음 에피소드를 시작하여 중단 없는 마라톤에 적합합니다.\n사용자 친화적인 인터페이스: 간단하고 직관적인 디자인으로 Disney+ AutoSkip는 복잡한 설정 없이 Disney+와 원활하게 통합됩니다.\n왜 Disney+ AutoSkip인가요?\n\n노력 없는 마라톤: 손가락 하나 까딱하지 않고 계속 보고 싶을 때 이상적입니다.\n시간 절약: 불필요한 대기를 제거하여 소중한 시간을 절약하세요. 더 많이 보고, 덜 기다리세요!\n일관된 경험: 매번 부드럽고 끊김 없는 시청 경험을 즐기세요.\n작동 방식:\n\nChrome Web Store에서 Disney+ AutoSkip를 설치하세요.\n확장을 활성화하고 Disney+에서 좋아하는 프로그램을 시청하기 시작하세요.\nDisney+ AutoSkip가 나머지를 처리하는 동안 편안히 앉아 휴식을 취하세요!\nDisney+ AutoSkip로 Disney+ 경험을 업그레이드하고 좋아하는 프로그램을 이전과 다르게 즐기세요. 지금 다운로드하여 몰아보기의 매 순간을 최대한 활용하세요!\n\n참고: Disney+ AutoSkip는 시청 경험을 향상시키기 위해 개인 용도로 설계되었습니다. Disney+와 관련이 없으며 Disney+의 승인을 받지 않았습니다.",
    "nl": "Disney+ AutoSkip: Verbeter je binge-watching ervaring!\n\nBen je het zat om eindeloos te wachten tijdens intro's, samenvattingen en vertragingen tussen afleveringen op Disney+? Zeg vaarwel tegen onderbrekingen en hallo tegen naadloos streamen met Disney+ AutoSkip! Deze innovatieve Chrome-extensie revolutioneert je kijkervaring door de saaie delen van binge-watching te automatiseren.\n\nBelangrijkste kenmerken:\n\nAutomatisch intro's overslaan: Geen handmatig overslaan meer! Disney+ AutoSkip detecteert en slaat intro's over, zodat je direct in de actie van je favoriete series kunt duiken.\nSamenvattingen omzeilen: Weet je al wat er de laatste keer is gebeurd? Deze extensie slaat de samenvattingen voor je over, zodat je direct naar de nieuwe inhoud kunt gaan.\nAutomatisch afspelen van de volgende aflevering: Klaar voor de volgende aflevering zonder vertragingen. Disney+ AutoSkip start automatisch de volgende aflevering, perfect voor ononderbroken marathons.\nGebruiksvriendelijke interface: Met een eenvoudig en intuïtief ontwerp integreert Disney+ AutoSkip naadloos met Disney+, zonder complexe instellingen.\nWaarom Disney+ AutoSkip?\n\nMoeiteloze marathons: Ideaal voor die epische binge-sessies waarin je gewoon wilt blijven kijken zonder een vinger op te tillen.\nTijd besparen: Bespaar kostbare tijd door onnodig wachten te elimineren. Meer kijken, minder wachten!\nConsistente ervaring: Geniet elke keer van een soepele en continue kijkervaring.\nHoe het werkt:\n\nInstalleer Disney+ AutoSkip vanuit de Chrome Web Store.\nSchakel de extensie in en begin met het kijken van je favoriete shows op Disney+.\nGa zitten en ontspan terwijl Disney+ AutoSkip de rest afhandelt!\nVerbeter je Disney+ ervaring met Disney+ AutoSkip en geniet als nooit tevoren van je favoriete shows. Download nu en maak elke seconde van je binge-watching de moeite waard!\n\nOpmerking: Disney+ AutoSkip is ontworpen voor persoonlijk gebruik om je kijkervaring te verbeteren. Het is niet geaffilieerd met of goedgekeurd door Disney+.",
    "no": "Disney+ AutoSkip: Forbedre din binge-watching opplevelse!\n\nEr du lei av å vente endeløst gjennom introer, oppsummeringer og forsinkelser mellom episoder på Disney+? Si farvel til avbrudd og hei til sømløs streaming med Disney+ AutoSkip! Denne innovative Chrome-utvidelsen revolusjonerer din seeropplevelse ved å automatisere de kjedelige delene av binge-watching.\n\nNøkkelfunksjoner:\n\nAutomatisk hoppe over introer: Ikke mer manuell hopping! Disney+ AutoSkip oppdager og hopper over introer, slik at du kan dykke rett inn i handlingen i dine favorittserier.\nOmgå oppsummeringer: Vet du allerede hva som skjedde sist? Denne utvidelsen hopper over oppsummeringene for deg, slik at du kan komme rett til det nye innholdet.\nAutomatisk avspilling av neste episode: Klar for neste episode uten forsinkelser. Disney+ AutoSkip starter automatisk neste episode, perfekt for uavbrutte maratoner.\nBrukervennlig grensesnitt: Med et enkelt og intuitivt design integreres Disney+ AutoSkip sømløst med Disney+, uten behov for komplisert oppsett.\nHvorfor Disney+ AutoSkip?\n\nMåltidens maratoner: Ideell for de episke binge-øktene hvor du bare vil fortsette å se uten å løfte en finger.\nTidsbesparende: Spar verdifull tid ved å eliminere unødvendig venting. Mer seing, mindre venting!\nKonsistent opplevelse: Nyt en jevn og kontinuerlig seeropplevelse hver gang.\nHvordan det fungerer:\n\nInstaller Disney+ AutoSkip fra Chrome Web Store.\nAktiver utvidelsen og begynn å se på dine favorittprogrammer på Disney+.\nLen deg tilbake og slapp av mens Disney+ AutoSkip tar seg av resten!\nOppgrader din Disney+ opplevelse med Disney+ AutoSkip og nyt dine favorittprogrammer som aldri før. Last ned nå og få mest mulig ut av hver eneste sekund av binge-watchingen din!\n\nMerk: Disney+ AutoSkip er designet for personlig bruk for å forbedre din seeropplevelse. Det er ikke tilknyttet eller godkjent av Disney+.",
    "pl": "Disney+ AutoSkip: Ulepsz swoje doświadczenia z maratonów oglądania!\n\nCzy masz już dość ciągłego czekania na intro, podsumowania i opóźnienia między odcinkami na Disney+? Powiedz żegnaj przerwom i witaj płynnemu strumieniowaniu z Disney+ AutoSkip! Ta innowacyjna rozszerzenie Chrome rewolucjonizuje Twoje doświadczenia z oglądania, automatyzując nudne części maratonów oglądania.\n\nKluczowe funkcje:\n\nAutomatyczne pomijanie intro: Koniec z ręcznym pomijaniem! Disney+ AutoSkip wykrywa i pomija intro, pozwalając Ci zanurzyć się bezpośrednio w akcję Twoich ulubionych seriali.\nPomijanie podsumowań: Czy już wiesz, co się stało ostatnio? To rozszerzenie pomija podsumowania za Ciebie, dzięki czemu możesz przejść bezpośrednio do nowej treści.\nAutomatyczne odtwarzanie następnego odcinka: Gotowy na następny odcinek bez żadnych opóźnień. Disney+ AutoSkip automatycznie rozpoczyna następny odcinek, co jest idealne do nieprzerwanych maratonów.\nPrzyjazny interfejs użytkownika: Dzięki prostemu i intuicyjnemu projektowi, Disney+ AutoSkip bezproblemowo integruje się z Disney+, nie wymagając skomplikowanej konfiguracji.\nDlaczego Disney+ AutoSkip?\n\nBezwysiłkowe maratony: Idealne do epickich sesji maratonów oglądania, w których chcesz tylko oglądać bez podnoszenia palca.\nOszczędność czasu: Oszczędzaj cenny czas, eliminując niepotrzebne oczekiwanie. Więcej oglądania, mniej oczekiwania!\nSpójne doświadczenie: Ciesz się płynnymi i ciągłymi doświadczeniami z oglądania za każdym razem.\nJak to działa:\n\nZainstaluj Disney+ AutoSkip z Chrome Web Store.\nWłącz rozszerzenie i zacznij oglądać swoje ulubione programy na Disney+.\nUsiądź wygodnie i zrelaksuj się, ponieważ Disney+ AutoSkip zajmie się resztą!\nUlepsz swoje doświadczenia z Disney+ za pomocą Disney+ AutoSkip i ciesz się swoimi ulubionymi programami jak nigdy wcześniej. Pobierz teraz i ciesz się każdą sekundą swoich maratonów oglądania!\n\nUwaga: Disney+ AutoSkip jest przeznaczony do użytku osobistego, aby ulepszyć Twoje doświadczenia z oglądania. Nie jest powiązany ani zatwierdzony przez Disney+.",
    "pt_BR": "Disney+ AutoSkip: Melhore sua experiência de maratona!\n\nEstá cansado de esperar interminavelmente por intros, resumos e atrasos entre episódios no Disney+? Diga adeus às interrupções e olá ao streaming contínuo com Disney+ AutoSkip! Esta inovadora extensão do Chrome revoluciona sua experiência de visualização automatizando as partes tediosas do binge-watching.\n\nPrincipais Características:\n\nPular Intros Automaticamente: Chega de pular manualmente! O Disney+ AutoSkip detecta e pula intros, permitindo que você mergulhe diretamente na ação das suas séries favoritas.\nIgnorar Resumos: Já sabe o que aconteceu da última vez? Esta extensão pula os resumos para você, para que você possa ir diretamente para o novo conteúdo.\nReprodução Automática do Próximo Episódio: Pronto para o próximo episódio sem qualquer atraso. O Disney+ AutoSkip inicia automaticamente o próximo episódio, perfeito para maratonas ininterruptas.\nInterface Amigável: Com um design simples e intuitivo, o Disney+ AutoSkip se integra perfeitamente com o Disney+, sem necessidade de configuração complexa.\nPor que Disney+ AutoSkip?\n\nMaratonas Sem Esforço: Ideal para aquelas sessões épicas de binge-watching onde você só quer continuar assistindo sem levantar um dedo.\nEconomia de Tempo: Economize tempo precioso eliminando esperas desnecessárias. Mais visualização, menos espera!\nExperiência Consistente: Desfrute de uma experiência de visualização suave e contínua a cada vez.\nComo Funciona:\n\nInstale o Disney+ AutoSkip na Chrome Web Store.\nAtive a Extensão e comece a assistir aos seus programas favoritos no Disney+.\nSente-se e relaxe enquanto o Disney+ AutoSkip cuida do resto!\nMelhore sua experiência no Disney+ com o Disney+ AutoSkip e desfrute dos seus programas favoritos como nunca antes. Baixe agora e aproveite ao máximo cada segundo do seu binge-watching!\n\nNota: O Disney+ AutoSkip foi projetado para uso pessoal para melhorar sua experiência de visualização. Não é afiliado nem endossado pelo Disney+.",
    "pt_PT": "Disney+ AutoSkip: Melhore a sua experiência de binge-watching!\n\nEstá cansado de esperar interminavelmente por intros, resumos e atrasos entre episódios no Disney+? Diga adeus às interrupções e olá ao streaming contínuo com Disney+ AutoSkip! Esta inovadora extensão do Chrome revoluciona a sua experiência de visualização automatizando as partes tediosas do binge-watching.\n\nPrincipais Características:\n\nPular Intros Automaticamente: Chega de pular manualmente! O Disney+ AutoSkip detecta e pula intros, permitindo que você mergulhe diretamente na ação das suas séries favoritas.\nIgnorar Resumos: Já sabe o que aconteceu da última vez? Esta extensão pula os resumos para você, para que você possa ir diretamente para o novo conteúdo.\nReprodução Automática do Próximo Episódio: Pronto para o próximo episódio sem qualquer atraso. O Disney+ AutoSkip inicia automaticamente o próximo episódio, perfeito para maratonas ininterruptas.\nInterface Amigável: Com um design simples e intuitivo, o Disney+ AutoSkip se integra perfeitamente com o Disney+, sem necessidade de configuração complexa.\nPor que Disney+ AutoSkip?\n\nMaratonas Sem Esforço: Ideal para aquelas sessões épicas de binge-watching onde você só quer continuar assistindo sem levantar um dedo.\nEconomia de Tempo: Economize tempo precioso eliminando esperas desnecessárias. Mais visualização, menos espera!\nExperiência Consistente: Desfrute de uma experiência de visualização suave e contínua a cada vez.\nComo Funciona:\n\nInstale o Disney+ AutoSkip na Chrome Web Store.\nAtive a Extensão e comece a assistir aos seus programas favoritos no Disney+.\nSente-se e relaxe enquanto o Disney+ AutoSkip cuida do resto!\nMelhore a sua experiência no Disney+ com o Disney+ AutoSkip e desfrute dos seus programas favoritos como nunca antes. Baixe agora e aproveite ao máximo cada segundo do seu binge-watching!\n\nNota: O Disney+ AutoSkip foi projetado para uso pessoal para melhorar a sua experiência de visualização. Não é afiliado nem endossado pelo Disney+.",
    "ro": "Disney+ AutoSkip: Îmbunătățește-ți experiența de vizionare în maraton!\n\nEști sătul să aștepți la nesfârșit introducerile, recapitulările și întârzierile dintre episoade pe Disney+? Spune adio întreruperilor și salută streaming-ul fără întreruperi cu Disney+ AutoSkip! Această extensie inovatoare pentru Chrome îți revoluționează experiența de vizionare prin automatizarea părților plictisitoare ale vizionării în maraton.\n\nCaracteristici cheie:\n\nSalt automat al introducerilor: Fără mai multe sărituri manuale! Disney+ AutoSkip detectează și sare introducerile, permițându-ți să te cufunzi direct în acțiunea serialelor tale preferate.\nOcolirea recapitulărilor: Știi deja ce s-a întâmplat ultima dată? Această extensie sare recapitulările pentru tine, astfel încât să poți trece direct la conținutul nou.\nRedare automată a următorului episod: Pregătit pentru următorul episod fără întârzieri. Disney+ AutoSkip începe automat următorul episod, perfect pentru maratoane neîntrerupte.\nInterfață prietenoasă: Cu un design simplu și intuitiv, Disney+ AutoSkip se integrează perfect cu Disney+, fără a necesita configurări complexe.\nDe ce Disney+ AutoSkip?\n\nMaratoane fără efort: Ideal pentru acele sesiuni epice de vizionare în maraton în care vrei doar să continui să urmărești fără a ridica un deget.\nEconomisitor de timp: Economisește timp prețios eliminând așteptările inutile. Mai multă vizionare, mai puțină așteptare!\nExperiență consistentă: Bucură-te de o experiență de vizionare fluidă și continuă de fiecare dată.\nCum funcționează:\n\nInstalează Disney+ AutoSkip din Chrome Web Store.\nActivează extensia și începe să urmărești emisiunile tale preferate pe Disney+.\nAșează-te și relaxează-te în timp ce Disney+ AutoSkip se ocupă de restul!\nÎmbunătățește-ți experiența cu Disney+ folosind Disney+ AutoSkip și bucură-te de emisiunile tale preferate ca niciodată înainte. Descarcă acum și folosește fiecare secundă din vizionarea ta în maraton!\n\nNotă: Disney+ AutoSkip este conceput pentru utilizare personală pentru a îmbunătăți experiența ta de vizionare. Nu este afiliat cu Disney+ și nu este aprobat de acesta.",
    "sk": "Disney+ AutoSkip: Vylepšite svoj zážitok z binge-watching!\n\nSte unavení z nekonečného čakania počas úvodov, rekapitulácií a meškaní medzi epizódami na Disney+? Povedzte zbohom prerušeniam a vitajte plynulé streamovanie s Disney+ AutoSkip! Toto inovatívne rozšírenie pre Chrome revolučne mení váš zážitok z sledovania automatizáciou nudných častí binge-watching.\n\nHlavné funkcie:\n\nAutomatické preskakovanie úvodov: Už žiadne manuálne preskakovanie! Disney+ AutoSkip detekuje a preskakuje úvody, čo vám umožní ponoriť sa priamo do akcie vašich obľúbených seriálov.\nObchádzanie rekapitulácií: Už viete, čo sa stalo naposledy? Toto rozšírenie preskakuje rekapitulácie za vás, takže môžete prejsť priamo k novému obsahu.\nAutomatické prehrávanie ďalšej epizódy: Pripravený na ďalšiu epizódu bez akéhokoľvek meškania. Disney+ AutoSkip automaticky spustí ďalšiu epizódu, ideálny pre neprerušované maratóny.\nPoužívateľsky prívetivé rozhranie: S jednoduchým a intuitívnym dizajnom sa Disney+ AutoSkip bezproblémovo integruje s Disney+, nevyžaduje žiadne zložité nastavenie.\nPrečo Disney+ AutoSkip?\n\nBezproblémové maratóny: Ideálne pre tie epické binge-watching sedenia, kde chcete len pokračovať v sledovaní bez pohnutia prstom.\nŠetrič času: Ušetrite cenný čas elimináciou zbytočných čakaní. Viac sledovania, menej čakania!\nKonzistentný zážitok: Užívajte si plynulý a nepretržitý zážitok z sledovania každý raz.\nAko to funguje:\n\nNainštalujte Disney+ AutoSkip z Chrome Web Store.\nPovoľte rozšírenie a začnite sledovať svoje obľúbené programy na Disney+.\nUsaďte sa a relaxujte, zatiaľ čo Disney+ AutoSkip sa postará o zvyšok!\nVylepšite svoj zážitok s Disney+ pomocou Disney+ AutoSkip a užívajte si svoje obľúbené programy ako nikdy predtým. Stiahnite si teraz a využite každú sekundu svojho binge-watching naplno!\n\nPoznámka: Disney+ AutoSkip je navrhnutý pre osobné použitie na zlepšenie vášho zážitku z sledovania. Nie je priradený k Disney+ ani nie je ním schválený.",
    "sv": "Disney+ AutoSkip: Förbättra din binge-watching upplevelse!\n\nÄr du trött på att oändligt vänta genom introt, sammanfattningar och förseningar mellan avsnitt på Disney+? Säg adjö till avbrott och hej till sömlös streaming med Disney+ AutoSkip! Denna innovativa Chrome-förlängning revolutionerar din tittarupplevelse genom att automatisera de tråkiga delarna av binge-watching.\n\nHuvudfunktioner:\n\nHoppa över intros automatiskt: Ingen mer manuell hoppning! Disney+ AutoSkip upptäcker och hoppar över intros, så att du kan dyka rakt in i handlingen i dina favoritserier.\nBypassa sammanfattningar: Vet du redan vad som hände förra gången? Denna förlängning hoppar över sammanfattningarna åt dig, så att du kan gå direkt till det nya innehållet.\nAutomatisk uppspelning av nästa avsnitt: Klar för nästa avsnitt utan förseningar. Disney+ AutoSkip startar automatiskt nästa avsnitt, perfekt för oavbrutna maratoner.\nAnvändarvänligt gränssnitt: Med en enkel och intuitiv design integreras Disney+ AutoSkip sömlöst med Disney+, utan behov av komplexa inställningar.\nVarför Disney+ AutoSkip?\n\nAnsträngningsfria maratoner: Perfekt för de episka binge-sessionerna där du bara vill fortsätta titta utan att lyfta ett finger.\nTidsbesparare: Spara värdefull tid genom att eliminera onödiga väntetider. Mer tittande, mindre väntande!\nKonsekvent upplevelse: Njut av en smidig och kontinuerlig tittarupplevelse varje gång.\nHur det fungerar:\n\nInstallera Disney+ AutoSkip från Chrome Web Store.\nAktivera förlängningen och börja titta på dina favoritprogram på Disney+.\nSätt dig ner och slappna av medan Disney+ AutoSkip tar hand om resten!\nUppgradera din Disney+ upplevelse med Disney+ AutoSkip och njut av dina favoritprogram som aldrig tidigare. Ladda ner nu och få ut det mesta av varje sekund av din binge-watching!\n\nNotera: Disney+ AutoSkip är designad för personlig användning för att förbättra din tittarupplevelse. Den är inte ansluten till eller godkänd av Disney+.",
    "tr": "Disney+ AutoSkip: Binge-Watching Deneyiminizi Geliştirin!\n\nDisney+ üzerinde bölümler arasındaki intros, özetler ve gecikmeler boyunca sonsuz beklemekten bıktınız mı? Kesintilere elveda deyin ve Disney+ AutoSkip ile kesintisiz yayınlamaya merhaba deyin! Bu yenilikçi Chrome uzantısı, binge-watching'in sıkıcı kısımlarını otomatikleştirerek izleme deneyiminizi devrim niteliğinde değiştiriyor.\n\nAna Özellikler:\n\nİntroları Otomatik Olarak Geç: Artık manuel geçiş yok! Disney+ AutoSkip introsları tespit eder ve atlar, böylece favori dizilerinizin aksiyonuna doğrudan dalabilirsiniz.\nÖzetleri Atla: Zaten geçen sefer ne olduğunu biliyor musunuz? Bu uzantı, sizin için özetleri atlar, böylece doğrudan yeni içeriğe geçebilirsiniz.\nBir Sonraki Bölümü Otomatik Oynat: Herhangi bir gecikme olmadan bir sonraki bölüme hazır. Disney+ AutoSkip, kesintisiz maratonlar için mükemmel olan bir sonraki bölümü otomatik olarak başlatır.\nKullanıcı Dostu Arayüz: Basit ve sezgisel tasarımıyla Disney+ AutoSkip, karmaşık kurulum gerektirmeden Disney+ ile sorunsuz bir şekilde entegre olur.\nNeden Disney+ AutoSkip?\n\nÇabasız Maratonlar: Sadece parmağınızı bile kıpırdatmadan izlemeye devam etmek istediğiniz epik binge seansları için idealdir.\nZaman Kazandırıcı: Gereksiz beklemeleri ortadan kaldırarak değerli zamanı kazanın. Daha fazla izleme, daha az bekleme!\nTutarlı Deneyim: Her seferinde sorunsuz ve sürekli bir izleme deneyiminin tadını çıkarın.\nNasıl Çalışır:\n\nDisney+ AutoSkip'ı Chrome Web Store'dan yükleyin.\nUzantıyı etkinleştirin ve Disney+ üzerinde favori programlarınızı izlemeye başlayın.\nDisney+ AutoSkip geri kalanını hallederken arkanıza yaslanın ve rahatlayın!\nDisney+ AutoSkip ile Disney+ deneyiminizi yükseltin ve favori programlarınızın tadını daha önce hiç olmadığı gibi çıkarın. Şimdi indirin ve binge-watching'inizin her saniyesini en iyi şekilde değerlendirin!\n\nNot: Disney+ AutoSkip, izleme deneyiminizi geliştirmek için kişisel kullanım için tasarlanmıştır. Disney+ ile bağlantılı veya onaylanmamıştır.",
    "zh_CN": "Disney+ AutoSkip：提升你的追剧体验！\n\n你是否厌倦了在Disney+上无休止地等待介绍、回顾和剧集之间的延迟？告别打断，迎接Disney+ AutoSkip带来的无缝流媒体体验吧！这款创新的Chrome扩展通过自动化追剧中的繁琐部分，彻底改变你的观看体验。\n\n主要功能：\n\n自动跳过介绍：不再需要手动跳过！Disney+ AutoSkip检测并跳过介绍，让你直接进入你喜欢的剧集动作场景。\n跳过回顾：已经知道上次发生了什么？这个扩展为你跳过回顾，让你直接进入新内容。\n自动播放下一集：无需任何延迟，准备好下一集。Disney+ AutoSkip自动开始下一集，非常适合不间断的马拉松观看。\n用户友好的界面：凭借简单直观的设计，Disney+ AutoSkip无缝集成到Disney+，无需复杂设置。\n为什么选择Disney+ AutoSkip？\n\n无障碍马拉松：适合那些只想继续观看而无需动手的史诗般的追剧会话。\n节省时间：通过消除不必要的等待节省宝贵的时间。更多观看，减少等待！\n一致的体验：每次都能享受流畅连续的观看体验。\n如何运作：\n\n从Chrome Web Store安装Disney+ AutoSkip。\n启用扩展并开始观看你喜欢的Disney+节目。\n坐下来放松，让Disney+ AutoSkip处理其余的工作！\n使用Disney+ AutoSkip提升你的Disney+体验，享受前所未有的喜爱节目。立即下载，让你的每一秒钟追剧都变得有意义！\n\n注意：Disney+ AutoSkip设计用于个人使用，以提升你的观看体验。它不隶属于Disney+，也未获得Disney+的认可。",
    "zh_TW": "Disney+ AutoSkip：提升你的追劇體驗！\n\n你是否厭倦了在Disney+上無休止地等待介紹、回顧和劇集之間的延遲？告別打斷，迎接Disney+ AutoSkip帶來的無縫流媒體體驗吧！這款創新的Chrome擴展通過自動化追劇中的繁瑣部分，徹底改變你的觀看體驗。\n\n主要功能：\n\n自動跳過介紹：不再需要手動跳過！Disney+ AutoSkip檢測並跳過介紹，讓你直接進入你喜歡的劇集動作場景。\n跳過回顧：已經知道上次發生了什麼？這個擴展為你跳過回顧，讓你直接進入新內容。\n自動播放下一集：無需任何延遲，準備好下一集。Disney+ AutoSkip自動開始下一集，非常適合不間斷的馬拉松觀看。\n用戶友好的界面：憑藉簡單直觀的設計，Disney+ AutoSkip無縫集成到Disney+，無需複雜設置。\n為什麼選擇Disney+ AutoSkip？\n\n無障礙馬拉松：適合那些只想繼續觀看而無需動手的史詩般的追劇會話。\n節省時間：通過消除不必要的等待節省寶貴的時間。更多觀看，減少等待！\n一致的體驗：每次都能享受流暢連續的觀看體驗。\n如何運作：\n\n從Chrome Web Store安裝Disney+ AutoSkip。\n啟用擴展並開始觀看你喜歡的Disney+節目。\n坐下來放鬆，讓Disney+ AutoSkip處理其餘的工作！\n使用Disney+ AutoSkip提升你的Disney+體驗，享受前所未有的喜愛節目。立即下載，讓你的每一秒鐘追劇都變得有意義！\n\n注意：Disney+ AutoSkip設計用於個人使用，以提升你的觀看體驗。它不隸屬於Disney+，也未獲得Disney+的認可。"
  }
}