{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nucona: Free tips and cash back on groceries"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get health tips and earn cash back when you shop for groceries online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sponsored by a national nonprofit with the purpose of improving health in America (Nucona.org), this extension automatically scores all your groceries, suggests healthy swaps and awards cash back to approved shoppers in real time, as you shop online.\n\nSupported online stores:\n⁕ Walmart\n⁕ Amazon Fresh\n⁕ Whole Foods\n\nWhat you get with Nucona:\n💯 Diet scores on all your groceries\n💡 Tips for making healthy substitutions\n💵 Unconditional cash back on your purchases\n💻 Seamless real-time interaction through your computer\n👩‍⚕️ Holistic dietary assessment using the official USDA HEI method\n \nAll rewards are redeemed in the form of cash with no strings attached. We do not have deals with or promote any brands. Our sole aim, as a nonprofit in the nutrition space, is to help you eat better.  We are doing this because we believe that good diet is the underpinning of good health, and your health is our mission. \n\nEasy steps to sign up and get rewards:\n1. Install the extension\n2. Create an account by clicking on the Nucona favicon or go to the portal: https://app.nucona.org/ \n3. Start shopping for groceries on Walmart.com or Amazon.com\n4. After you consume some calories with your purchases, you can redeem the reward through the same portal for cash\n\nTips for maximizing your reward:\n1. Pin the extension to your browser so that you can keep track easily\n2. Use the extension pop out to see suggestions on how to maximize points based on your diet\n3. Use the recommendations we provide directly on the web pages of the supported stores to maximize points on similar items\n\nNote: rewards are limited to $5 per day or $200 per year and receipts cannot be used multiple times. Additional restrictions on usage may apply. Visit Nucona.org to apply for participation in the rewards program. \n\nWe look forward to hearing from you!"
  }
}