{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Axiom - Capture URL Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture URL or video and add it directly to your library"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension works in conjunction with the Axiom App: \nhttps://chrome.google.com/webstore/detail/axiom/efdninfdfahbofgieagdnfdjnmfioggi\n\nSummary of Extension:\n- Once signed it with the app, simply click on the extension on any webpage to capture it and add it to your library in the Axiom app. \n\n\nAxiom app details are as follows:\n\nSummary of App:\n- Add PDF, Word, PowerPoint documents to your library\n- Capture webpages and YouTube videos\n- Import documents from Google Drive and Dropbox\n- Annotate by highlighting, markup or adding sticky notes \n- Cross reference your annotations across all document types for quick access\n- Collaborate with others by sharing annotations and documents\n\nDetails:\n\nAxiom provides a better workflow to manage digital documents. It is a cloud-based collaboration platform that allows users to organize and annotate documents, webpages and even videos. These digital assets and annotations can be shared to facilitate real-time collaboration. \n\nSpecifically, our solution empowers users to arrange their documents intuitively and it uses bookshelves to organize the documents, as opposed to the traditional file-folder system. Users can annotate using the pen, highlighter or sticky notes.  These annotations can be labeled such that the tags can be used to cross reference across all types of documents (including videos), which allows the user to manage their knowledge effectively. You can even annotate on Google Drive and Dropbox files by importing documents from it directly into Axiom. Axiom is also a social platform, and permits sharing of annotations and documents with others, making it easier to collect feedback on documents, web-pages or videos. \n\nAxiom is an online research tool and a reference manager for researchers, students, professors and professionals. It is a PDF highlighter and PDF viewer. You can also use it for highlighting MS Word or MS PowerPoint documents. Capture webpages. Add sticky notes to videos and documents and share with others.\n\nThe cross referencing feature allows you to cross reference sticky notes, highlight and pen marks. All annotations ( sticky notes, highlight, pen marks ) can be selected individually and you can label the sticky notes, highlight and pen marks. The labels search view will show sticky notes and other annotations across multiple documents and you can view the summary or jump to the specific page in that document. \n\nDocument sharing has never been easier. You can also share specific sticky notes, highlight and pen marks within your documents."
  }
}