{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Notes in Yandex.Mail — eZametka",
    "ru": "Заметки в Яндекс.Почте — eZametka"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add notes to emails in Yandex.Mail",
    "ru": "Добавляйте заметки к письмам в Яндекс.Почте"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows you to add a note to an email in the web version of Yandex.Mail.\n\nFeatures:\n1. Add notes to emails.\n2. Color setting for notes. For example, you can mark an important note in red.\n3. View all added notes in one list.\n4. Search by notes.\n5. Note reminder: you can set the time and day for the reminder. On the appointed day and time, it will appear on the screen.\n\nHow adding/editing/deleting notes works:\n1. Open an email. At the top of an email, a field for entering the text of the note will appear.\n2. Enter the note text. The text is saved automatically after a short period of time.\n3. Navigate to the folder that contains this email. An icon will appear next to the subject of an email, which says that a note has been added to the email.\n4. Hovering the mouse over the icon will show the text of the note.\n5. To edit the note, go back to the email.\n6. To delete a note, go to an email and clear the note entry field.",
    "ru": "Позволяет добавить заметку к письму в веб-версии Яндекс.Почты. \n\nВозможности:\n1. Добавление заметок к письмам.\n2. Выставление цвета для заметок. Например, Вы можете пометить важную заметку красным цветом.\n3. Просмотр всех добавленных заметок в одном списке.\n4. Поиск по заметкам.\n5. Напоминание о заметке: Вы можете выставить время и день для напоминания. В назначенный день и время оно появится на экране.\n\nКак работает добавление/редактирование/удаление заметок:\n1. Откройте письмо. В верхней части письма появится поле для ввода текста заметки.\n2. Введите текст заметки. Текст сохраняется автоматически через небольшой промежуток времени.\n3. Перейдите в папку, в которой содержится это письмо. Возле темы письма появится иконка, которая говорит, что к письму добавлена заметка.\n4. При наведении мыши на иконку будет показан текст заметки.\n5. Для редактирования заметки снова перейдите в письмо.\n6. Для удаления заметки перейдите в письмо и очистите поле ввода заметки."
  }
}