{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tracker for LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sidebar tool to capture individual candidates and contacts and import them directly into your Tracker system"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Connect LinkedIn directly to TrackerRMS allowing you to work exclusively within LinkedIn and view people in our feature rich sidebar.  People can be imported directly into TrackerRMS as either Contacts or Candidates and assigned directly to your Job Shortlist or Long List.  All without leaving LinkedIn and you don't even need to be logged into TrackerRMS at the time!\n\nFeatures include:\n•\tAbility to view comprehensive “resume” level data for anyone on the current page\n•\tCollapsible sections to make the record readable and review-able\n•\tAdoption the ever-popular “dark” theme as per our Outlook Addin\n•\tAbility to Import as a Contact or Candidate\n•\tCreated Candidates have full job history loaded alongside any of the fields on the page which can be reviewed and updated as required before importing\n•\tCreated Contacts will be linked to existing Clients if found or a new one automatically created\n•\tBoth Contacts’ and Candidates’ pictures are now also imported providing a near identical record in Tracker\n•\tAbility to assigned to a Job and choose either Short or Long List\n•\tCheck-back function to see if the person already exists in Tracker\n•\t“Open in Tracker” button to open found records directly\n•\tWe are excited to announce the inclusion of support for RocketReach.co allowing you to look up the email addresses for LinkedIn Profiles\n\nNew features:\n•\tAction button added to allow creating of Activities\n•\tCan add Tag Text and Notes on creating records\n•\tCan assign as Candidates to any Job\n\nFixes:\n•\tFix to handle the latest 2022 Premium version page changes\n\nWorks with the following LinkedIn subscriptions:\n\n•\tLinkedIn Basic (Free)\n•\tLinkedIn Premium\n•\tLinkedIn Recruiter Lite\n•\tLinkedIn Recruiter\n•\tLinkedIn Recruiter Professional Services"
  }
}