{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Google Search Language Changer",
    "tr": "Google Arama Dili Değiştirici"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Google Search Language Changer is an extension that allows you to quickly change your Google Search language preferences",
    "tr": "Google Arama Dili Değiştirici hızlı bir şekilde Google arama dili tercihlerinizi değiştirebilmenizi sağlayan bir eklentidir."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Google Search Language Changer is an extension that allows you to quickly change your Google Search language preferences such as pages in the specified language and web interface language.\n\nExplanation:\nThis extension is NOT a TRANSLATION extension.\nLet's say you want to search Python Wikipedia on Google. The results will appear in your native language. This extension allows you to switch languages so you can search for the same content in different languages.\n\nSource Code: https://github.com/OmerFI/GoogleSearchLanguageChanger",
    "tr": "Google Arama Dili Değiştirici hızlı bir şekilde Google arama dili tercihlerinizi değiştirebilmenizi sağlayan bir eklentidir. Örneğin, karşınıza çıkacak sayfaların dilini ve web arayüz dilini değiştirebilmenizi sağlar.\n\nAçıklama:\nBu eklenti bir ÇEVİRİ eklentisi DEĞİLDİR.\nGoogle'da Python Wikipedia sözcüğünü arattığınızı farzedelim. Karşınıza çıkan sonuçlar sizin ana dilinizde olacaktır. Bu eklenti, aynı içeriği farklı dillerde arayabilmeniz için diller arasında kolayca geçiş yapabilmenizi sağlar.\n\nKaynak Kod: https://github.com/OmerFI/GoogleSearchLanguageChanger"
  }
}