{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Naruto Ninja Strike Unblocked Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Naruto Ninja Strike Unblocked Game as a Chrome extension - Also can Play without Internet, try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "- Play more games on the top-left menu.\n\nDescription:\n\nStep into the world of shinobi and unleash your inner ninja with the Naruto Ninja Strike Unblocked extension! Dive into the action-packed universe of Naruto, where you'll join your favorite characters in epic battles and embark on thrilling adventures. Whether you're a die-hard fan or new to the series, this browser extension promises unblocked and immersive ninja excitement.\n\nKey Features:\n\nEpic Ninja Battles: Engage in intense battles inspired by the Naruto series. Play as iconic characters like Naruto, Sasuke, Sakura, and more, each with their unique abilities and jutsus. Relive the epic clashes from the anime and manga!\n\nStunning Visuals: Immerse yourself in a visually captivating world with detailed character models, vibrant landscapes, and cinematic animations that faithfully capture the essence of the Naruto universe.\n\nStory Mode: Follow Naruto's journey from a young, aspiring ninja to the Hokage of the Hidden Leaf Village. Experience key story arcs and relive memorable moments from the series through an engaging story mode.\n\nMultiplayer Battles: Challenge your friends or other players from around the world in thrilling online multiplayer battles. Test your ninja skills, strategy, and teamwork as you climb the ranks to become a legendary ninja.\n\nUnblocked Gaming: Enjoy uninterrupted gameplay with our unblocked extension. Say goodbye to annoying pop-ups and content restrictions, ensuring you can focus solely on your ninja adventures.\n\nCharacter Customization: Personalize your favorite ninja with a wide range of outfits and accessories. Create a unique look for your character and stand out in battles and online competitions.\n\nRegular Updates: Expect frequent updates with new content, characters, and missions to keep the game fresh and exciting. The Naruto Ninja Strike Unblocked extension is committed to delivering an evolving ninja experience.\n\nCommunity and Events: Connect with fellow Naruto fans through in-game events, forums, and community features. Share strategies, tips, and discuss your favorite moments from the series with like-minded players.\n\nEmbark on a quest to become the ultimate ninja and protect your village from powerful foes. Whether you're a Leaf Village loyalist or have a penchant for the darker path of the Akatsuki, the Naruto Ninja Strike Unblocked extension brings the action-packed world of Naruto to your browser. Install it now, and let the ninja battles begin!"
  }
}