{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "My Bookshelf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A digital bookshelf where users can easily store and organize all their books."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital Bookshelf Organization: Managing and finding books on a laptop can be cumbersome, so the idea is to create a digital bookshelf where users can easily store and organize all their books.\n\nQuick Access to Current Book: Users can quickly find and resume reading their current book without distractions, allowing them to focus on their reading goals.\n\nAutomatic Reading Tracking: The platform automatically tracks users' reading habits, including time spent reading and pages read per day, helping users stay consistent with their reading goals.\n\nBook Filtering and Search: Users can filter books based on categories or use search functionalities to find specific books in their library, enhancing overall organization and accessibility.\n\nReading Time Tracking: Users can track their reading time either by using a stopwatch or by setting predetermined reading intervals using techniques like the Pomodoro timer method.\n\nCustomized Reading Modes: The platform offers customizable reading modes such as scrolling or page-by-page reading, allowing users to tailor their reading experience based on preferences like viewing single or double-page layouts.\n\nNote Taking and Learning Enrichment: Users can record all their notes and comments within the platform, leading to a more enriched learning experience and deeper engagement with the material."
  }
}