{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Mario Bros 2 Game"
  },
  "short": {
    "ar": "ابدأ هذه النسخة من اللعبة باختيار شخصيتك، وبعد ذلك فقط يمكنك التوجه إلى عالم سوبر ماريو في مغامرتك!",
    "am": "캐릭터ህን መርጠህ ከጨረስክ በኋላ ብቻ ወደ ሱፐር ማሪዮ አለም በጀብዱህ መሄድ ትችላለህ!",
    "bg": "Започнете тази версия на играта, като изберете своя герой, и едва тогава можете да се отправите към света на Супер Марио на вашето…",
    "bn": "গেমের এই ভার্সন শুরু করতে প্রথমে তোমার চরিত্র বেছে নাও, তারপরই তুমি সুপার মারিওয়ের পৃথিবীতে তোমার অ্যাডভেঞ্চার শুরু করতে পারবে!",
    "ca": "Comença aquesta versió del joc seleccionant el teu personatge i només llavors podràs iniciar-te a l'aventura al món de Super Mario!",
    "cs": "Začněte tuto verzi hry výběrem postavy a teprve potom se můžete vydat na dobrodružství do světa Super Maria!",
    "da": "Start denne version af spillet ved at vælge din figur, og først derefter kan du bevæge dig ud i Super Mario-verdenen på dit eventyr!",
    "de": "Starte diese Spielversion, indem du deinen Charakter auswählst, und erst dann kannst du dich auf dein Abenteuer in Super Mario Welt…",
    "el": "Ξεκινήστε αυτή την έκδοση του παιχνιδιού επιλέγοντας τον χαρακτήρα σας και μόνο τότε μπορείτε να ξεκινήσετε την περιπέτειά σας στον…",
    "en": "Choose your character to start this game, then begin your Super Mario World adventure!",
    "en_AU": "Chuck on your character, then you're off to explore the Super Mario world, mate!",
    "en_GB": "Start this game by choosing your character, then you can begin your Super Mario adventure!",
    "en_US": "Start this game by picking your character, then adventure into the Super Mario world!",
    "es,es_419": "¡Comienza esta versión del juego seleccionando a tu personaje y solo entonces podrás lanzarte a la aventura en el mundo de Super…",
    "et": "Alusta seda mänguversiooni oma tegelase valimisega ja alles siis saad Super Mario maailma oma seiklusele suunduda!",
    "fa": "با انتخاب شخصیت خود، این نسخه از بازی را شروع کنید و تنها پس از آن می‌توانید به ماجراجویی در دنیای سوپر ماریو بروید!",
    "fi": "Aloita tämä pelin versio valitsemalla hahmosi, ja vasta sitten voit suunnata Super Mario -maailmaan seikkailulle!",
    "fil": "Simulan ang bersyong ito ng laro sa pamamagitan ng pagpili ng iyong karakter at pagkatapos lamang nito ay maaari kang tumungo sa…",
    "fr": "Commencez cette version du jeu en sélectionnant votre personnage, et seulement ensuite vous pourrez vous aventurer dans le monde de…",
    "gu": "આ ગેમનો આ વર્ઝન શરૂ કરવા માટે પહેલા તમારું પાત્ર પસંદ કરો, અને ત્યારબાદ જ તમે સુપર મારિયોની દુનિયામાં તમારા સાહસ પર નીકળી શકો છો!",
    "he": "התחל גרסה זו של המשחק בבחירת הדמות שלך ורק אז תוכל לצאת להרפתקה בעולם סופר מריו!",
    "hi": "अपना किरदार चुनकर इस खेल के संस्करण की शुरुआत करें, और उसके बाद ही आप सुपर मारियो की दुनिया में अपने रोमांच पर निकल सकते हैं!",
    "hr": "Započni ovu verziju igre odabirom svog lika, tek onda možeš krenuti u avanturu u svijetu Super Maria!",
    "hu": "Válaszd ki a karakteredet, hogy elindulhasson a Super Mario világ kalandján!",
    "id": "Mulailah versi game ini dengan memilih karaktermu, baru kemudian kamu bisa memulai petualangan di dunia Super Mario!",
    "it": "Inizia questa versione del gioco selezionando il tuo personaggio, e solo allora potrai avventurarti nel mondo di Super Mario!",
    "ja": "キャラクターを選んでから、スーパーマリオワールドの冒険に出かけよう！",
    "kn": "ಕ್ಷಣಿಕ ಪಾತ್ರವನ್ನು ಆರಿಸಿ ಆಟವನ್ನು ಆರಂಭಿಸಿ, ನಂತರ ಮಾತ್ರ ಸೂಪರ್ ಮಾರೀಯೋ ಜಗತ್ತಿನಲ್ಲಿ ನಿಮ್ಮ ಸಾಹಸ ಪ್ರಾರಂಭಿಸಬಹುದು!",
    "ko": "캐릭터를 선택하고 나서야 슈퍼 마리오 월드 모험을 시작할 수 있습니다!",
    "lt": "Pradekite šį žaidimo variantą išsirinkę savo personažą, ir tik tada galėsite leistis į nuotykį Super Mario pasaulyje!",
    "lv": "Sāc šo spēles versiju, izvēloties savu varoni, un tikai tad vari doties piedzīvojumā Super Mario pasaulē!",
    "ml": "നിങ്ങളുടെ കഥാപാത്രത്തെ തിരഞ്ഞെടുത്തതിനു ശേഷം മാത്രമേ നിങ്ങൾക്ക് സൂപ്പർ മാരിയോ ലോകത്തിലേക്കുള്ള നിങ്ങളുടെ യാത്ര ആരംഭിക്കാൻ കഴിയൂ!",
    "mr": "या गेमचा हा आवृत्ती सुरू करण्यासाठी प्रथम तुमचा पात्र निवडा आणि त्यानंतरच तुम्ही तुमच्या साहसासाठी सुपर मारियो जगात जाऊ शकता!",
    "ms": "Mulakan versi permainan ini dengan memilih watak anda, barulah anda boleh meneruskan pengembaraan ke dunia Super Mario!",
    "nl": "Begin deze versie van het spel door je personage te kiezen en pas daarna kun je op avontuur gaan in de wereld van Super Mario!",
    "no": "Start denne versjonen av spillet ved å velge karakteren din, og først da kan du dra ut på eventyr i Super Mario-verden!",
    "pl": "Zacznij tę wersję gry, wybierając swoją postać, a dopiero potem ruszysz na przygodę w świecie Super Mario!",
    "pt_BR": "Comece esta versão do jogo selecionando seu personagem e só então poderá partir para a aventura no mundo Super Mario!",
    "pt_PT": "Começa esta versão do jogo selecionando a tua personagem e só depois podes aventurar-te no mundo Super Mario!",
    "ro": "Începe această versiune a jocului selectându-ți personajul și abia apoi te poți aventura în lumea Super Mario!",
    "ru": "Начните эту версию игры, выбрав своего персонажа, и только после этого вы сможете отправиться в мир Super Mario навстречу…",
    "sk": "Začnite túto verziu hry výberom svojej postavy a až potom sa môžete vydať na dobrodružstvo do sveta Super Maria!",
    "sl": "Začni to različico igre tako, da izbereš svojega junaka, šele nato se lahko podaš na pustolovščino v svet Super Maria!",
    "sr": "Započnite ovu verziju igre izborom svog lika, tek onda možete krenuti u avanturu u svetu Super Marija!",
    "sv": "Starta den här versionen av spelet genom att välja din karaktär, och först därefter kan du ge dig ut på äventyr i Super…",
    "sw": "Anza toleo hili la mchezo kwa kuchagua kiumbe chako, ndipo uende katika ulimwengu wa Super Mario katika adha yako!",
    "ta": "உங்கள் கதாபாத்திரத்தைத் தேர்ந்தெடுத்த பின்னரே இந்த விளையாட்டின் பதிப்பைத் தொடங்கி, சூப்பர் மாரியோ உலகில் உங்கள் சாகசத்திற்குச்…",
    "te": "మీ పాత్రను ఎంచుకోవడం ద్వారా ఈ ఆట వెర్షన్‌ను ప్రారంభించండి, అప్పుడే మీరు సూపర్ మారియో ప్రపంచంలో మీ సాహసయాత్రకు బయలుదేరగలరు!",
    "th": "เริ่มเกมเวอร์ชันนี้ด้วยการเลือกตัวละครของคุณ แล้วคุณจึงจะออกผจญภัยในโลกของซูเปอร์มาริโอได้!",
    "tr": "Oyuna karakterini seçerek başla ve ancak o zaman Super Mario dünyasında maceran için yola koyulabilirsin!",
    "uk": "Розпочніть цю версію гри, вибравши свого персонажа, і тільки після цього ви зможете вирушити у пригоду по світу Super Mario!",
    "vi": "Bắt đầu phiên bản trò chơi này bằng cách chọn nhân vật của bạn, và chỉ sau đó bạn mới có thể bắt đầu cuộc phiêu lưu vào thế giới…",
    "zh_CN": "选择你的角色开始游戏，然后你就可以开始在超级马里奥世界冒险了！",
    "zh_TW": "選擇你的角色開始遊戲，然後你才能開始在超級瑪利歐世界冒險！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start this version of the game by selecting your character and only then can you head out into Bowser's world on your adventure! Use timing and skill to make it all the way to the end of each treacherous level, all the way to freedom! Good luck!\n\n\nHow To Play\nYou can move your around using the WASD keys.\n\n\nFeatures \n\n✓ New Worlds\n\n✓ Mario, Luigi, Princess and other characters.\n\nEnjoy Super Mario Bros 2 Game for free."
  }
}