{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grading Assistant: Grade transferer tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transfer grades from Classroom, Teams and many edtech platforms to PowerSchool, Infinite Campus and other gradebooks."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Grading Assistant is a professional time-saving tool for teachers designed to streamline the grading process by providing the ability to transfer grades quickly, accurately, and with the protection of student data privacy, all through the convenience of an easy-to-use interface within your browser. \n\nTeachers can sync grades between various platforms, like Classroom, Teams, Quizizz and many others, to preferred gradebook, including Google Classroom, Infinite Campus, PowerSchool (PowerTeacher Pro), and more.\n\nEvery educator will find education technology tool he/she already use, supported edtech platforms, and grade books listed on this page:\nhttps://grade-assistant.com/integrations\n\nOne of the most effective ways to boost teacher productivity is using Chrome extensions, and the Grading Assistant is one of the must-have productivity grading apps for teachers in 2023. The Grading Assistant is more than just a grader or tool for transferring grades it’s a complete teacher assistant. The tool offers a range of features to effectively improve your classroom management.\n\nBenefits \n– Saving time and effort on syncing and scaling grades.\n– Preventing errors and typos compared to manual copying grades.\n– Protecting student data privacy compared to using third-party integrations.\n– Saving money with cost-effective pricing, for the price of a single cup of coffee, enjoy hours saved each month.\n\nGrading Assistant features:\n– Auto-detection platforms supported to export grades and grade books supported to import grades.\n– Auto-detection of supported grade books on school domains, including , PowerTeacher Pro, Canvas, and Schoology.\n– Copy grades from popular edtech platforms.\n– Copy and paste grades into Grading Assistant from any spreadsheet software like Google Sheets or Excel.\n– Grade scale to different grading systems.\n– Replacements and filters in names.\n– Export grades into CSV.\n\nGrade scale feature scales student grades on the fly to:\n– Percentage grading system.\n– Points grading system.\n– Letter grading system.\n– GPA grading system.\n– Your custom grading system.\n\nReplacements and filters in transfer student names\n– Save auto-replacements in names to fix typos or discrepancies.\n– Remove everything starting with a letter, number, symbol, or word in each student's name.\n– Remove everything up until a letter, number, symbol, or word in each student's name.\n– Filter out a letter, number, symbol, or word in each student's name.\n\n⭐️ How extension works:\nWhen you open the supported platform, the extension icon in the chrome toolbar becomes green, which means that Grading Assistant can find student names and grades on the pages of this platform. When you click on the Grading Assistant icon, the extension tries to find student names and grades on the page, and when found at least one grade, it offers to grab data from the page by clicking the Grab data button. After data is grabbed from the page, you can scale grades, apply filters or do replacements in name, and save settings for future grade transfers. When data is ready to fill in the gradebook, you open an assignment page on the preferred gradebook, and click fill data in Grading Assistant extension. The grade transferer fills in grades by matching student names from the source with your grade book. That's it. Everything happens in your browser. Student data is stored temporarily, encrypted on your browser storage, and cleared after filling.\n\nIn the same way, teachers can export grades from 30+ supported platforms and import grades to 9 supported grade books with a few clicks in grading app Grading Assistant. Quickly, accurately and securely.\n\n🔐 Privacy\nWe do not collect student names, grades, scaled grades, or any other student data transferred using the grade transferer feature in Grading Assistant Chrome Extension. All temporary data, grades, and student names during the transferring process are stored encrypted in your browser and are irrevocably cleared from your browser each time you click the clear button.\n\nPermissions\nGrading Assistant grade sync tool requires next permission to provide educators with a streamlined and efficient way to transfer grades:\n– \"activeTab\" and \"tabs\": These permissions allow the extension to access the currently active tab and get information about the tabs in the browser. The Grading Assistant uses these to detect when a supported platform is open, and to export grades from assignments or import them to a grade book.\n– \"scripting\": This permission allows the extension to inject code into a web page helps to get grades from the education technology platforms or import grades to gradebook. \n– \"clipboardRead\": This permission allows the extension to read the clipboard's contents when pasting student grades from Google Sheets or Excel.\n– \"storage\": This permission allows the extension to store and access data in the browser's storage. The Grading Assistant uses this permission to store temporary data, grades, and encrypted student names while transferring by the grade transferer.\n– \"notifications\": This permission allows the extension to display notifications to the user about grader updates and supported teacher tools.\n– \"host_permissions\" section of the manifest allows the extension to access all URLs. This permission is required for the extension to work with various edtech platforms and grade books.\n\nIn conclusion, Grading Assistant is a powerful tool that can help teachers simplify the grading process and improve their overall productivity with grade transferer, and it suits any platform you prefer. Whether you're a seasoned teacher or just starting out, Grading Assistant can help you manage your classroom more effectively and ensure that your grading scale is accurate and consistent. With its powerful features and cost-effective pricing, Grading Assistant is the perfect tool for any educator looking to streamline the grading process and change it to automated grading.\n\nReady to save time on grade transferring? Sign up today for free – grade-assistant.com.\n\n📨 Info / Contact Us:\nMore information and documentation: https://grade-assistant.com\nVersion log: https://grade-assistant.com/changelog\nPrivacy policy:  https://grade-assistant.com/privacy\n\nFor questions about Grading Assistant, please email us at support@grade-assistant.com or reach out on Twitter: @grade_assistant."
  }
}