{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "eSavvy Shopping"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping experience with eSavvy is much better! Find and buy products you love from top online shops and receive up to %8 cashback."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shopping experience with eSavvy is much better!\nFind and buy products you love from top online shops and receive up to %8 back in cash to your eSavvy account.\nYou can redeem the rewards to PayPal.\n\nHow It Works?\nAfter install, Sign In by clicking on Sign In button on top right corner. After you are signed in, each purchase you make from our online shops will reward you with cashback.\nThe reward amount varies between products and stores. Cash rewards will be added to your eSavvy account. When you have reached the minimum redeem amount, you can redeem the rewards directly to your PayPal account.\n\nThis extension configures your New Tab page to eSavvy Shopping to provide these content and features described within your New Tab page.\nAfter sign up/in, the rewards will be accumulated in your eSavvy account. Access the mail application https://app.esavvy.io to redeem your funds.\n\nRead more about us on https://www.esavvy.io.\n\nPlease read our Terms of Use. By installing the eSavvy Shopping extension, you agree to install the application and to our Terms of Use and Privacy Policy and to receiving any future updates and upgrades.\nThe application communicates with our servers to deliver its functionality and record usage metrics. You can uninstall the program at any time.\n\nTerms of Use: https://account.esavvy.io/terms\n\nPrivacy Policy: https://account.esavvy.io/privacy-policy"
  }
}