{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConfuteGPT Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConfuteGPT - Your trustworthy information analyst"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CONFUTEGPT is a Chrome extension that acts as your trustworthy information analyst. It uses the power of OpenAI's GPT-3.5 Turbo model to analyze articles from the web and identify fake news and misleading information. The extension provides explanations and confutations for any inaccuracies found in the article, giving it a score from 0 (completely unreliable) to 10 (fact-based). It responds using the same language as the user in the article.\n\nFeatures\n- Analyze articles using the OpenAI GPT-3.5 Turbo model\n- Identify and explain fake news and misleading information\n- Provide a score for the article's reliability\n- Easy-to-use Chrome extension with a simple interface\n\nGetting Started\nTo get started, you'll need an API key from OpenAI. Follow these steps:\n\n- Visit the OpenAI website at https://openai.com and sign in or create an account if you don't have one.\n- Go to the API dashboard and obtain your API key.\n- Copy the API key and paste it in the extension's settings page.\nInstallation\n- Download the CONFUTEGPT Chrome Extension from the Chrome Web Store (Coming Soon!)\n\nAfter installation, click on the extension icon to open the popup. Click on the \"Start Analysis\" button to analyze the current webpage's article using CONFUTEGPT.\n\nSettings\nThe extension provides a settings page where you can set your OpenAI API key. To access the settings page:\n\n- Click on the extension icon to open the popup.\n- Click on the settings icon (gear/bolt nut) located at the top right corner.\n\nFeedback and Issues\nIf you encounter any issues or have suggestions for improvement, feel free to submit an issue on the GitHub repository or contact me directly."
  }
}