{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lightning Autofill"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most popular autofill extension, boosting productivity since 2010."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚨 NOTICE 🚨\n\nWith the recent migration to the MV3 platform, we've transitioned to a freemium model after 14 years of offering our services for free. This change has understandably upset many of our users, leading to a flood of one-star reviews. We want to assure you that this shift allows us to continue improving the quality and features of the extension. The recent low ratings do not reflect the extension's functionality or user experience. In fact, as of version 12.7.0, Lightning Autofill on the MV3 platform is more capable than the last version on the MV2 platform (v11.9.0). We are dedicated to providing the best service possible and appreciate your understanding and support.\n\nOVERVIEW\n\nIntroducing Lightning Autofill: the ultimate form-filling tool for maximum productivity and convenience. Tired of wasting time filling out forms and repeating the same tasks over and over again? Look no further! Lightning Autofill is here to transform how you interact with online forms. With its powerful features and endless uses, you'll wonder how you ever lived without it for menial chores like account registration and shopping cart checkout.\n\nLightning Autofill is a form filler, form recovery, text snippets, and automation tool all in one. Filling out forms online is tedious and time-consuming. Lightning Autofill automates this process, filling out forms for you in a blink of an eye, even on complex multi-page forms that your browser can't autofill.\n\nBENEFITS\n\n⏳\tSave time and effort: No more manually filling out forms.\n🚀\tIncrease productivity: Get more done in less time.\n🦾\tPowerful automation: Create custom rules to fill any form, submit forms automatically, and even perform bot-level magic like refreshing product pages every couple seconds and adding it to cart when it's in stock.\n🤙\tReduce repetitive strain injuries: Avoid hand and wrist fatigue from constant typing.\n🔒\tSecure and private: Your data is never tracked, shared, or sold.\n\nKEY FEATURES\n\n⚡\tAutofill everything: Works on all form fields, including text inputs, checkboxes, radio buttons, dropdown menus, list boxes, content editable elements, reCAPTCHAs, and more.\n⚡\tAutomate anything: Automate any task with JavaScript.\n⚡\tText expansion: Expand shortcodes directly or through autocomplete.\n⚡\tRules generator: Easily create autofill rules without coding.\n⚡\tCloud sync: Manage your data in Google Sheets and sync it across devices.\n⚡\tEasy to manage: Create, sort, and duplicate profiles for better organization.\n⚡\tQuick access: Use hotkeys to execute autofill rules.\n⚡\tPeace of mind: Automatic form data recovery in case of crashes.\n⚡\tRegular expressions: Use flexible text matching for precise targeting.\n⚡\tText clips: Insert boilerplate text snippets with ease.\n⚡\tVariables: Generate dynamic content, random data, and more.\n⚡\tExceptions: Exclude specific pages or websites from autofill.\n⚡\tImport/Export: Back up and restore your data.\n⚡\tKeyboard shortcuts: Navigate and manage rules efficiently.\n\nPLANS\n\n⭐\tFree: 10 profile executions per day (sufficient for casual users)\n🌟\tPlus: unlimited profile executions + cloud sync (connect to Google Sheets)\n🌠\tPro: everything in Plus plan + JavaScript rules and variables\n\nFAQ\n\n ❓\tDoesn't the browser already have an autofill feature?\n🅰️\tYes, but it's limited to address and password fields, and you still have to select from a dropdown menu every time.\n\n ❓\tCan I use JavaScript to automate stuff?\n🅰️\tYou sure can! With JavaScript rules, Lightning Autofill can do pretty much anything that you can do manually, but much faster. Lightning fast. And it never gets tired.\n\n ❓\tAre you tracking me??\n🅰️\tNo way! We're big on privacy ourselves, so Lightning Autofill has no Google Analytics, no tracking pixels, no cookies — nothing. See below and go read our Privacy Policy.\n\nPRIVACY & SECURITY\n\nWe respect your privacy. Lightning Autofill never tracks your browsing history or collects any personal information. Your data is stored locally and is not encrypted, so please use caution when autofilling sensitive information like passwords and credit card numbers.\n\nStop wasting time on repetitive data entry. Install Lightning Autofill today and reclaim your productivity!\n\nWHAT'S NEW\n\n- Added support for reCAPTCHA challenges\n- Added support for aria-autocomplete text inputs\n- Added \"Themes\" option\n- Improved rules generator with \"Parse labels\" enabled\n- Improved autofill for checkout payment forms\n- Improved Options styling\n- Improved importing duplicate profile IDs (v12.16.2)\n- Removed unused localized strings (v12.16.2)\n- Updated developer mode popup to include Edge\n- Updated \"Site filters\" option behavior\n- Fixed search box layout regression issue"
  }
}