{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wandrer Map Overlay"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View your Wandrer map data in a variety of route planning tools, including Strava, Komoot and RideWithGPS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Wandrer Map Overlay Extension lets you view your Wandrer map data in many popular route planning tools, making it easy to plan routes that take you new places.\n\nRequires an upgraded account on Wandrer.\n\nAbout Wandrer\nWandrer is the outdoor game that you win by going places you've never been before. The main rule is: you get credit for every road you travel, but only once. So if you want to progress, you have to go new places. Find out more at https://wandrer.earth/\n\nVersion History:\n2.0.0.1: Manifest V3 rewrite\n1.0.0.63: Restore Strava compatibility\n1.0.0.61: Fix compatibility with MapMyRide/MapMyRun\n1.0.0.60: Fix Komoot compatibility\n1.0.0.59: Fix Garmin compatibility\n1.0.0.58: Some small Bikemap and Komoot fixes\n1.0.0.57: Restore compatibility with Bikemap\n1.0.0.56: Add support for Google map layers in RideWithGPS and fix a bug around display of untraveled roads.\n1.0.0.55: Partial fix for RideWithGPS and the Wandrer extension. The Google maps layers are not yet functional, but all others should be.\n1.0.0.54: Improve compatibility with Strava, RideWithGPS, and Garmin\n1.0.0.53: Fix a bike/foot icon swap in RideWithGPS\n1.0.0.52: Add support for toggling paved and unpaved road visibility\n1.0.0.51: Update compatibility with RideWithGPS\n1.0.0.50: Go someplace together! You can now display the Wandrer data for two additional friends directly in the extension to help you plan routes together. Also fix a RideWithGPS rendering issue.\n1.0.0.48: Fix compatibility with Garmin and Komoot route planners\n1.0.0.47: Bugfix with changing map type on Komoot\n1.0.0.46: Bugfix with Strava data display\n1.0.0.45: Bugfix with Komoot data display\n1.0.0.44: Bugfix with Strava data display\n1.0.0.43: Bugfix with Komoot data display\n1.0.0.42: Bugfix with distance reporting in MapMyRide/MapMyRun\n1.0.0.41: Bugfix with distance reporting in Strava\n1.0.0.40: Bugfix with distance reporting in Komoot\n1.0.0.39: Show Wandrer data in additional Veloviewer maps and display traveled + unpaved roads as dashed lines\n1.0.0.38: Add support for viewing Wandrer map data in the Veloviewer explorer\n1.0.0.37: Fix display with different map layers in Komoot.\n1.0.0.35/36: Fix a bug in the previous version where map layers weren't showing correctly.\n1.0.0.34: Set default road layer colors\n1.0.0.33: Improve the color picker, allowing setting of transparency\n1.0.0.32: Fix RideWithGPS styling to be more consistent with other sites and the Wandrer site.\n1.0.0.31: Bugfixes with the Strava route planner.\n1.0.0.30: Add support for Garmin Connect route maker and fix some bugs around displaying new length\n1.0.0.29: Hopefully address a bug with the extension key not being properly saved.\n1.0.0.28: Bugfixes\n1.0.0.27: Add early support for activities on foot\n1.0.0.25: Bug fix with the popup window size being too small in Chrome 94\n1.0.0.24: Bug fix with changing map styles on Komoot\n1.0.0.23: Bug fix with calculating route length on Strava\n1.0.0.22: More bug fixes\n1.0.0.21: Bug fixes with Strava\n1.0.0.20: Bug fixes\n1.0.0.19: Add support for BikeRouter\n1.0.0.18: Bug fixes\n1.0.0.17: Added support for dynamicWatch and improved Komoot compatibility\n1.0.0.16: Updated to work with Komoot once again!\n1.0.0.15: Added support for Bikemap.net\n1.0.0.14: Bug fixes (better Komoot support, preserve color choices after sign-out/sign-in)\n1.0.0.13: Add MapMyRide/MapMyRun and Plotaroute support\n1.0.0.11: Add different styling for \"unpaved\" roads, displaying them as dashed lines\n1.0.0.10: Fix an issue with the extension not loading on Komoot route edit pages\n1.0.0.9: Fix an issue with the extension not loading on Strava route edit pages\n1.0.0.8: Add support for additional Komoot websites\n1.0.0.7: Add support for Komoot route planner\n1.0.0.6: Fix a bug where some roads were incorrectly shown as ridden in RideWithGPS\n1.0.0.5: Add missing support for Strava route edit pages\n1.0.0.4: Adds support for the Strava route planning tool\n1.0.0.3: Also display Wandrer map data in the RWGPS route edit view\n1.0.0.2: Added a live tally of the expected new length for the route, displayed under the extension's icon\n1.0.0.1: Added the ability to change the color of traveled and untraveled road layers\n1.0.0.0: Initial release"
  }
}