{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Color Changer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Change a page's text, background, and link colors to your liking."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summary:\nSome sites have good information, but don't always choose the best colors for text, background, and links. With this extension, you can change a page's colors to make it more readable.\n\nThis extension isn't meant to be used as a global theme for the web and will not work well on all sites. In cases where it doesn't work, you could try creating a custom theme for that site with the Stylish extension.\n\nHow to use:\nWhen you first install the extension, please refresh any tabs you have open so that the CSS styles from the extension are loaded on the page.\n\n1. Click the Text, Background, or Link Color button. A border will appear around the button letting you know it's active.\n2. Choose a color on the color wheel to change the color. You can see your changes live.\n3. Now whenever you want to change the colors on a page, just click Change Colors. You can also change colors via a right-click context menu.\n\nThe extension will remember hosts where you changed colors so you don't have to click it again.\n\nThe Reset button at the bottom will reset the extension to default settings and resets all pages that were changed.\n\nAbout the color wheel:\nColors are less saturated (more gray) near the center and more saturated (less gray) on the edge. There is a separate swatch that says \"Gray\", meaning 100% gray.\n\nThis extension doesn't use Google Analytics.\n\nPlease report any bugs to:\nwebextdev@gmail.com\n\nTo view code:\nhttps://github.com/rokit/web-extension-color-changer"
  }
}