{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sphinx Logon Manager Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Google Chrome Extension for Sphinx Logon Manager."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension enables the Sphinx Logon Manager software to auto-record and auto-fill website logons in Google Chrome.  Users must already have the Sphinx Logon Manager installed on their computer in order to use this extension.\n\nABOUT THE SPHINX SOFTWARE\nThe Sphinx Logon Manager software uses existing ID cards to secure logon to Windows, websites, applications and makes it easy to use strong passwords for logon processes. \n\nConforms to industry and government standards such as  HIPAA, CJIS, and FIPS.  Easy add-on for Windows environments, with no infrastucture changes.\n\nComplete central management functionality allows administrators to manage security policies, password policies, and logon entries.\n\nBAD PASSWORD HABITS MAKE US VULNERABLE\nMany of us are guilty of the same bad password habits - taping passwords to our computer monitor, using the same password for multiple logon locations, using easy-to-crack passwords, never changing our passwords.  \n\nAs our network administrators tell us, passwords are supposed to ensure privacy and security.  But our bad habits make us and our entire organization vulnerable to attack. \n\nSPHINX BRIDGES CRITICAL SECURITY GAP\nThe Sphinx Logon Manager software stores logon user names and passwords securely, and facilitates their entry into Windows, networks, websites, and applications. \n\n• Windows logon data is transferred directly from Sphinx to Windows.  Entry of data cannot be observed and keystrokes cannot be recorded.\n\n• Administrator or end-user can \"auto-record\" website and application logon information.  The next time end-user goes to location, Sphinx \"auto-fills\" logon information.\n\n• Two-factor authentication provides strong protection.  End-user must have card and end-user must know PIN, to access Sphinx data.\n\nWith Sphinx, end-users can use long complex passwords, change them frequently, get password change reminders and generate random passwords. \n\nEASY TO MANAGE\nThe Sphinx CardMaker software enables administrators to easily manage the logon security policies and logon entries of their Sphinx Logon Manager installation. \n\nFULL-FEATURED FLEXIBILITY\nThe pre-configured Sphinx CardMaker management software runs out-of-the-box on an administrator computer, but it also offers full-featured flexibility for all sizes and types of installations.  \n\n• Administrators who want no added responsibility can install Sphinx CardMaker and simply leave it to run, to provide data server functionality for the Sphinx Logon Manager installation.  \n\n• Administrators who want to manage security policies, logon entries, and end-users, can use the full spectrum of capabilities provided by CardMaker.\n\nSIMPLE PRESENTATION, STRONG CAPABILITY\nOpen Domain Sphinx Solutions believes in helping customers make the best use of current technology, with the least amount of effort.  Sphinx CardMaker management screens and settings menus are laid out in a simple and straight-forward manner, so that all tasks can be easily accomplished.\n  \nFor example, with one click administrators can check to see how many cardholders have self-enrolled.  Or if administrators choose to issue Sphinx license keys from CardMaker, issuance is accomplished with two mouse clicks.\n\nLikewise, administrators who choose to manage logon entries for their end-users will not find it to be a complex, time-consuming task.  Administrators auto-record managed entries using the Sphinx Logon Manager software, and update and load them to end-user cards as required.  CardMaker does not require complex connector or script-based interfaces to enable logon entry management, as many single sign-on programs do.\n\nINTEROPERABILITY IS KEY \nThe CardMaker software provides open interfaces and works with industry-standard databases.  Customers who want to share data with or use data from the CardMaker database can use the standard APIs, which are provided with the software."
  }
}