{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FreshStart - Cross Browser Session Manager",
    "es": "FreshStart - Administrador de sesiones entre varios navegadores",
    "fr": "FreshStart - Gestionnaire de Session Multi Navigateurs",
    "it": "FreshStart – Gestore di Sessioni Browser",
    "nl": "FreshStart - Meerdere Browsers Sessie Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Need simple session management? Several users on the same Chrome? FreshStart is a simple cross browser session manager.",
    "es": "¿Necesita gestionar sesiones de manera sencilla? ¿Varios usuarios en el mismo Chrome? FreshStart es un sencillo administrador de…",
    "fr": "Besoin d'un gestionnaire de session simple? Plusieurs utilisateurs sur le même Chrome? FreshStart est un simple gestionnaire de…",
    "it": "Hai bisogno di una gestione semplice delle sessioni? Molti utenti sullo stesso Chrome? FreshStart è un semplice gestore di sessioni…",
    "nl": "Kunt u wel een simpele Sessie manager gebruiken? Heeft u meerdere gebruikers op Chrome? Dan is FreshStart de oplossingen, de…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage your browsing session easily with FreshStart! If you have different sets of websites that matter to you at work, at home or at different times, or if you have multiple users, you should give this a try!\n\nFeatures\n**************************************\n- New 1.7, update to Manifest V3 \n- Release notes here https://www.visibotech.com/search/label/FreshStart\n**************************************\n- Save multiple windows into a single session\n- Save all open tabs to a new session, or hand select what to be saved\n- Sessions are saved in the \"FreshStart Sessions\" folder in bookmarks, allowing you to synchronize it with other computers\n- Crash recovery - autosave your windows every few minutes\n- Restore a session in a new window or merge it with the current window by middle mouse click.\n- Session editing and easily merge new tabs into existing sessions\n- Export and import sessions\nIf you like FreshStart, check out our other extensions here https://chromewebstore.google.com/search/visibo?hl=en\n\nLicense: https://www.visibotech.com/p/license-agreement.html",
    "es": "Administre su sesión de navegación fácilmente con FreshStart! Si usted tiene diferentes conjuntos de sitios web que son importantes en el trabajo, en casa o en diferentes momentos, o si tienes varios usuarios en su Chrome, usted está en el lugar correcto!\n\n**************************************\n  NEW in 1.6! Multiple auto-save sessions \n  - Details at http://goo.gl/ADqYT\n**************************************\n\nCaracterísticas\n- Save multiple windows into a single session\n- Guardar todas las pestañas abiertas a una nueva sesión, o elegir los que usted quire guardar\n- Las sesiones se guardan en la carpeta \"Sessiones FreshStart\" en los marcadores, lo que le permite sincronizar con otros equipos\n- Recuperación de cierres inesperadas, auto-guardar sus ventanas cada pocos minutos\n- Restaurar una sesión en una ventana nueva, o fusionarla con la ventana actual Ctrl-clic (en Windows, Linux) o Comando-clic (Mac).\n- Importación y exportación de sesiones! Exportar sus sesiones como texto sin formato, enviarlo a un amigo o importarla a otra máquina\n- Añadido diálogos de confirmación al eliminar las sesiones\n\nSi le gusta FreshStart, visite otras de nuestras extensiones también!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- TabJump: http://goo.gl/r5EY\n\nLicense: http://goo.gl/bE7SA\nTranslate: http://goo.gl/XfDrK",
    "fr": "Gestisci la tua sessione browser facilmente con FreshStart. Se hai diversi insiemi di siti web che per te sono importanti a lavoro, a casa o in qualsiasi altro contesto, oppure se ci sono diversi utenti che usano il tuo browser Chrome, dovresti provare questa estensione Chrome!\n\n\n**************************************\n  NEW in 1.6! Multiple auto-save sessions \n  - Details at http://goo.gl/ADqYT\n**************************************\n\nCaratteristiche:\n- Importazione ed esportazione delle sessioni. Puoi esportare le tue sessioni come testo normale, mandarle ad un amico o importarle da un altro computer.\n- Aggiunta una finestra di dialogo per la cancellazione delle sessioni.\n- Salva tutte le schede aperte in una nuova sessione o tieni selezionato solo le schede che vuoi salvare.\n- Le sessioni vengono salvate nella cartella \"FreshStart Sessions\" tra i preferiti, permettendoti di sincronizzarle con altri computer.\n- Recupero dei crash - le tue finestre vengono salvate ogni pochi minuti.\n- Riapri una sessione in una nuova finestra, o uniscila con la finestra corrente con ctrl-click (Windows, Linux) o cmd-click (Mac).\n- Puoi modificare facilmente la sessione e aggiungere nuove schede alle sessioni esistenti.\n\nIf you like FreshStart, check out our other extensions too!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- TabJump: http://goo.gl/r5EY\n\nLicense: http://goo.gl/bE7SA\nTranslate: http://goo.gl/XfDrK",
    "it": "Gestisci la tua sessione browser facilmente con FreshStart. Se hai diversi insiemi di siti web che per te sono importanti a lavoro, a casa o in qualsiasi altro contesto, oppure se ci sono diversi utenti che usano il tuo browser Chrome, dovresti provare questa estensione Chrome!\n\n**************************************\n  NEW in 1.6! Multiple auto-save sessions \n  - Details at http://goo.gl/ADqYT\n**************************************\n\nCaratteristiche:\n- Importazione ed esportazione delle sessioni. Puoi esportare le tue sessioni come testo normale, mandarle ad un amico o importarle da un altro computer.\n- Aggiunta una finestra di dialogo per la cancellazione delle sessioni.\n- Salva tutte le schede aperte in una nuova sessione o tieni selezionato solo le schede che vuoi salvare.\n- Le sessioni vengono salvate nella cartella \"FreshStart Sessions\" tra i preferiti, permettendoti di sincronizzarle con altri computer.\n- Recupero dei crash - le tue finestre vengono salvate ogni pochi minuti.\n- Riapri una sessione in una nuova finestra, o uniscila con la finestra corrente con ctrl-click (Windows, Linux) o cmd-click (Mac).\n- Puoi modificare facilmente la sessione e aggiungere nuove schede alle sessioni esistenti.\n\nIf you like FreshStart, check out our other extensions too!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- TabJump: http://goo.gl/r5EY\n\nLicense: http://goo.gl/bE7SA\nTranslate: http://goo.gl/XfDrK",
    "nl": "Beheer uw sessies eenvoudig met FreshStart! Maak je gebruik van meerdere verzamelingen van websites (bijv. voor op kantoor, voor thuis en/of voor verschillende tijdstippen) of maken meerdere mensen gebruik van jouw Chrome, dan moet je dit echt een keer proberen!\n\n**************************************\n  NEW in 1.6! Multiple auto-save sessions \n  - Details at http://goo.gl/ADqYT\n**************************************\n\nInhoud\n- Session Import and Export! Exporteer je sessies als platte tekst, verzend het naar een vriend of importeer het op een andere computer\n- Voor het verwijderen van sessies wordt nu gevraagd om een bevestiging.\n- Bewaar alle open tabbladen alvorens een nieuwe sessie te beginnen, of selecteer zelf welke sessies bewaard moeten worden\n- Sessies worden opgeslagen in de \"FreshStart Sessions\" map in Bladwijzers, zodat ze gesynchroniseerd kunnen worden met andere computers\n- Crash recovery - uw openstaande vensters worden om de paar minuten automatisch bewaard.\n- Verplaats een sessie naar een nieuw venster, of voeg vensters samen door Ctrl-klik (Windows, Linux) of Cmd-klik (Mac).\n\nVind je FreshStart leuk, bekijk dan ook eens onze andere extensies!\n- Incredible StartPage http://goo.gl/he9o **NEW**\n- TooManyTabs: http://goo.gl/AI2X\n- TabJump: http://goo.gl/r5EY\n\nLicense: http://goo.gl/bE7SA\nTranslate: http://goo.gl/XfDrK"
  }
}