{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Paraform"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A recruiting sourcing extension for use with Paraform"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Source easier and faster than ever with Paraform's extension! \n\nParaform makes freelance recruiting accessible to anyone. Our product is a recruiting marketplace where actively hiring companies post bounties for their open roles and anyone (professional recruiter or otherwise) can collect it by successfully referring a candidate. Use your network to its fullest potential on Paraform. Go to paraform.com to learn more about how you can get started.\n\nOnce installed, our extension will automatically list your approved roles from which you can pick a role to start sourcing for. Start browsing LinkedIn profiles to automatically save your interested candidates and all their details to Paraform, along with any additional notes you may have to help you follow up with them on our platform at a later time. These saved candidates will be listed on your Paraform dashboard where you can track them through the subsequent hiring phases.\n\nParaform is now powered by AI! Using our extension, you can generate personalized cold intro messages to any potential candidates using information drawn from their LinkedIn profile and the requirements for the current role you have selected with a simple click of a button.\n\nDetailed setup guide: https://www.paraform.com/help/article/chrome-extension"
  }
}