{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "cashback.co.il - מחזירים לך כסף, לא תיקח"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "cashback.co.il - חנויות, הטבות ומוצרים מהארץ וחו\"ל, המזכים אתכם בקאשבק - החזר כספי"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "cashback.co.il - תוסף הקאשבק הרשמי של אתר cashback.co.il. \nקנו וחיסכו אוטומטית בחנויות ואתרים מהארץ וחו\"ל, המזכים אתכם בקאשבק - החזר כספי\n\n\nתוסף Cashback (קאשבק) נותן לכם את האפשרות לקבל החזר כספי על הקניות שאתם עושים בצורה פשוטה ונוחה. כל מה שנדרש ממכם הוא להוריד את התוסף, להירשם בחינם ולהתחיל לקבל כסף בחזרה!\n\nשכחתם לעבור דרך קאשבק? התוסף יזכיר לכם לעבור דרך קאשבק כשאתם נמצאים באתר שנותן החזרים ותוכלו להנות מהחזרים בלחיצה על אייקון התוסף.  אז פשוט הורידו את התוסף ולא תפספסו יותר החזרים כספיים על הקניות באינטרנט.\n\nקאשבק עובדת בשיתוף עם למעלה מ- 300 חנויות בארץ ובעולם, כך שתמיד תוכלו למצוא את מה שאתם מחפשים. בנוסף, אנו מתחייבים לעדכן אתכם על המבצעים והקופונים הכי שווים כדי שאתם תוכלו להיות צרכנים נבונים.\nבאתר תוכלו למצוא מוצרים חדשים ושווים, מבצעים בלעדיים וכמובן החזרים כספיים. כך שכל שנותר לך לעשות, לפני כל רכישה באינטרנט, זה לעבור דרך cashback.co.il  או ללחוץ על כפתור \"הפעל קאשבק\" כאשר התוסף מותקן ומהבהב.\n\nאנו מתחייבים שאין עלויות שמסתתרות ולעולם לא נבקש את כרטיס האשראי שלך. תוכל לעקוב אחר הסכום שצברת באתר cashback.co.il ולהעביר את הסכום שנצבר ישירות לחשבון ה-Paypal או חשבון הבנק שלך. \nקאשבק הינו מודל שעובד כבר במספר מדינות בעולם, וסוחף מיליוני משתמשים שחוסכים בכל קנייה. cashback.co.il הוא אתר הקאשבק הראשון והמוביל בישראל והחזרנו כבר מליוני שקלים ללקוחותינו.\nאנו מקבלים עמלה על ההפניה לאתרי הקניות, והחלטנו לחלוק את העמלה הזו אתכם - כך כולם מרוויחים! \n\nאז הירשמו עכשיו, הורידו את התוסף והתחילו לצבור עד 12% החזר כספי על כל קנייה.\n\nקנייה מהנה! :)"
  }
}