{
  "name": {
    "ar": "المتابعين المتطرفين",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Extreme Followers",
    "bg": "Екстремни последователи",
    "cs": "Extrémní následovníci",
    "da,no": "Ekstreme følgere",
    "de": "Extreme Follower",
    "el": "Ακραίοι ακόλουθοι",
    "es": "Seguidores extremos",
    "et": "Äärmuslikud järgijad",
    "fa": "دنبال کنندگان افراطی",
    "fi": "Äärimmäiset seuraajat",
    "fil": "﻿Web Client para sa larong Ultimate Boxing",
    "fr": "Abonnés extrêmes",
    "he": "עוקבים אקסטרים",
    "hr": "Ekstremni sljedbenici",
    "hu": "Extrém követők",
    "id": "Pengikut Ekstrim",
    "it": "Seguaci estremi",
    "ja": "エクストリームフォロワー",
    "ko": "극단적 추종자",
    "lt": "Ekstremalūs sekėjai",
    "lv": "Ekstrēmi sekotāji",
    "nl": "Extreme volgers",
    "pl": "Ekstremalni obserwujący",
    "ro": "Adepți extremi",
    "ru": "Экстремальные последователи",
    "sk": "Extrémni nasledovníci",
    "sl": "Ekstremni sledilci",
    "sr": "Ектреме Фолловерс",
    "sv": "Extrema följare",
    "th": "ผู้ติดตามมาก",
    "tr": "Aşırı Takipçiler",
    "uk": "Екстремальні послідовники",
    "vi": "Người theo dõi cực độ",
    "zh_CN": "极端追随者",
    "zh_TW": "極端追隨者"
  },
  "short": {
    "ar": "قم بتشغيل عميل الويب للمتابعين المتطرفين تمامًا مثل لعبتك المفضلة.",
    "am,bn,ca,en,en_AU,en_GB,en_US,es_419,gu,hi,kn,ml,mr,ms,pt_BR,pt_PT,sw,ta,te": "Run web client for Extreme Followers just like your favorite game.",
    "bg": "Стартирайте уеб клиент за екстремни последователи точно като любимата си игра.",
    "cs": "Spusťte webového klienta pro extrémní následovníky stejně jako svou oblíbenou hru.",
    "da": "Kør webklient for ekstreme følgere ligesom dit yndlingsspil.",
    "de": "Führen Sie den Webclient für Extreme Followers aus, genau wie Ihr Lieblingsspiel.",
    "el": "Εκτελέστε το πρόγραμμα-πελάτη ιστού για Extreme Followers όπως ακριβώς το αγαπημένο σας παιχνίδι.",
    "es": "Ejecute el cliente web para Extreme Followers como su juego favorito.",
    "et": "Käivitage veebiklienti Extreme Followers jaoks just nagu oma lemmikmängu.",
    "fa": "کلاینت وب را برای دنبال کنندگان افراطی درست مانند بازی مورد علاقه خود اجرا کنید.",
    "fi": "Suorita verkkoasiakasohjelmaa Extreme Followersille aivan kuten suosikkipelisi.",
    "fil": "﻿Patakbuhin ang web client para sa Ultimate Boxing tulad ng iyong paboritong laro.",
    "fr": "Exécutez le client Web pour Extreme Followers, tout comme votre jeu préféré.",
    "he": "הפעל לקוח אינטרנט עבור עוקבים קיצוניים בדיוק כמו המשחק האהוב עליך.",
    "hr": "Pokrenite web klijent za Extreme Followers baš kao svoju omiljenu igru.",
    "hu": "Futtasson webklienst az Extreme Followers számára, akárcsak kedvenc játékát.",
    "id": "Jalankan klien web untuk Pengikut Ekstrim seperti game favorit Anda.",
    "it": "Esegui il client web per Extreme Followers proprio come il tuo gioco preferito.",
    "ja": "お気に入りのゲームと同じように、Extreme Followers の Web クライアントを実行します。",
    "ko": "좋아하는 게임처럼 Extreme Followers를 위한 웹 클라이언트를 실행하세요.",
    "lt": "Vykdykite žiniatinklio klientą, skirtą ekstremaliems stebėtojams, kaip savo mėgstamą žaidimą.",
    "lv": "Palaidiet tīmekļa klientu Extreme Followers tāpat kā savu iecienītāko spēli.",
    "nl": "Voer een webclient uit voor Extreme Followers, net als je favoriete spel.",
    "no": "Kjør nettklient for ekstreme følgere akkurat som favorittspillet ditt.",
    "pl": "Uruchom klienta internetowego dla Extreme Followers, tak jak w swojej ulubionej grze.",
    "ro": "Rulați clientul web pentru Extreme Followers la fel ca jocul dvs. preferat.",
    "ru": "Запускайте веб-клиент Extreme Followers так же, как свою любимую игру.",
    "sk": "Spustite webového klienta pre extrémnych sledovateľov rovnako ako svoju obľúbenú hru.",
    "sl": "Zaženite spletni odjemalec za Extreme Followers tako kot svojo najljubšo igro.",
    "sr": "Покрените веб клијент за Ектреме Фолловерс баш као своју омиљену игру.",
    "sv": "Kör webbklient för extrema följare precis som ditt favoritspel.",
    "th": "เรียกใช้เว็บไคลเอ็นต์สำหรับผู้ติดตามระดับสูงเช่นเดียวกับเกมที่คุณชื่นชอบ",
    "tr": "Extreme Followers için web istemcisini tıpkı favori oyununuz gibi çalıştırın.",
    "uk": "Запустіть веб-клієнт для Extreme Followers так само, як свою улюблену гру.",
    "vi": "Chạy ứng dụng web dành cho Người theo dõi cực đoan giống như trò chơi yêu thích của bạn.",
    "zh_CN": "就像您最喜欢的游戏一样，为 Extreme Followers 运行网络客户端。",
    "zh_TW": "就像您最喜歡的遊戲一樣，為 Extreme Followers 運行網路用戶端。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Extreme Followers for free now on Little Games. Extreme Followers is available to play for free."
  }
}