{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Type & Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Practice your typing skills with each search you make! expend your vocabulary and gain strong spelling skills!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TypeMaster! - Boost Your Typing Skills with Every New Tab!\nTurn every new tab into an exciting challenge with TypeMaster! This Chrome extension brings a fun and engaging typing game right to your browser, helping you improve your typing speed and accuracy while you surf the web. Whether you're a beginner looking to practice or an expert aiming to beat your high score, TypeMaster offers endless entertainment and learning opportunities.\n\nKey Features:\n- Interactive Typing Game: Enjoy a fast-paced typing game every time you open a new tab, designed to sharpen your typing skills and reflexes.\n\n- Progress Tracking: Keep track of your scores and progress over time, and challenge yourself to get faster and more accurate with each session.\n\n- Enhanced Search Experience: Your new tab search will be powered by Microsoft Bing, offering you top-quality search results alongside your gaming experience.\n\nBy clicking \"Add to Chrome\", I agree to install the TypeMaster Chrome extension and set my new tab search to be powered by Bing, as outlined in our Terms of Use and Privacy Policy.\n\nAbout us: https://lagoonads.com/about/\nTerms of use: https://lagoonads.com/terms-and-conditions-type-tab/\nPrivacy policy: https://lagoonads.com/privacy-policy-type-tab/\nContact: https://lagoonads.com/#contact"
  }
}