{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AliExpress/Shopify Dropshipping - SellersDash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simplify your AliExpress/Shopify dropshipping business"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SellersDash Dropshipping Extension for Chrome allows dropshippers to easily interface between AliExpress and Shopify store via an all-in-one dashboard. With this plugin, you can easily import products from AliExpress to SellersDash.  After importing into SellersDash, you can adjust the product's details as well as setup advanced pricing rules to automatically update product prices and inventory to Shopify.\n\nThis AliExpress dropshipping extension only works with Shopify stores and mainly shines when it comes to placing orders on AliExpress in an automated fashion. Whenever any order comes through to your Shopify store, it automatically gets synced to SellersDash. Then from the SellersDash orders page, you can just hit the \"Buy Now\" button and allow SellersDash chrome extension to take care of the rest, which includes adding the proper product variant to cart, filling out customer's address details and so on. The only thing left for you to do would be the press the Buy Now button after confirming everything is OK.\n\nThe plugin also also works as an AliExpress Invoice generator by helping you generate invoices based on your AliExpress Order history on the fly. You can simply head over to your AliExpress order details page and click on the \"Generate Invoice\" button after which, a ready to Print invoice is generated instantly. \n\nIf you have been using Oberlo or other similar apps for your dropshpping needs, you can smoothly migrate all your products and orders from Oberlo to SellersDash with complete auto price and inventory syncing. With this extension enabled, you can simply head over to your Oberlo’s \"My Products\" page and click on the Import Products button to import them to SellersDash.\n\nSellersDash offers a lot of interesting features on top of the ones offered by other Dropshipping tools like Oberlo, Shopmaster etc. Some of the important features are:\n- Automatic price and inventory update to Shopify based on price and inventory changes in AliExpress\n- Importing Reviews from AliExpress to Shopify(only for products that have been imported to Shopify using SellersDash)\n- Automatic as well as manual order syncing\n- Advanced pricing rules that can be applied on a Per product basis\n- Multi language support - Import AliExpress Product descriptions and features in 16 different languages including English, Italian, French, German, Russian, Spanish, Polish, Japanese, Korean, Dutch, Arabic, Turkish, Vietnamese, Hebrew, Thai and Portuguese.\n- Muti Currency Support - Import AliExpress Products in EUR, AUD, GBP etc. not just USD(over 180 currencies supported)\n- Easy product remapping in case any AliExpress product gets unpublished\n- Import products from Oberlo\n- Advanced order and product searches\n- Notification when product goes offline on AliExpress\n- Generate AliExpress invoices using the Chrome extension\n- Automatic tracking number sync with AliExpress\n- Automatic Shopify order fulfillment when order gets shipped by the AliExpress supplier as well as manual order fulfillment when necessary\n- Automatic Category syncing with Shopify\n- AliExpress Niche Research tool\n- Semi-Automated order placement\n- Maximum and minimum price threshold so that the price after markup doesn't go past those limits.\n\nMore features for empowering dropshippers are on the way."
  }
}