{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WhatSender Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser extension for initiating WhatsApp chats without saving the phone number."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Start WhatsApp Chats Without Saving Numbers – Quick & Easy!\n\nThis browser extension lets you initiate WhatsApp chats instantly without the need to save the contact’s phone number. Perfect for those who frequently communicate with new people or clients but don’t want to clutter their contact list.\n\nKey Features:\n✅ Instant Chat: Start WhatsApp conversations with any number directly from your browser.\n✅ No Need to Save Contacts: Avoid filling up your phonebook with temporary or one-time contacts.\n✅ Simple & Fast: Just enter the phone number and country code, and click to open a chat on WhatsApp.\n✅ Privacy-Focused: The extension doesn’t collect any data—your chats stay private between you and the contact.\n\nGet new customers and expand your business with a few simple steps:\n\n➡️ Go to https://web.whatsapp.com/\n➡️ Link your WhatsApp account by scanning the QR code.\n➡️ Start the WhatSender Pro extension, Enter the phone numbers of the recipients.\n➡️Don't forget to include the Local & international country code!\n\nWhether you’re a professional handling multiple client inquiries or simply want to connect with new people without saving their numbers, this extension is a must-have tool for a seamless WhatsApp experience.\n\n\nPowered by WhatSender Pro"
  }
}