{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ConcertPal"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find the cheapest tickets for any concert and never miss a drop in ticket prices again!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Just shop like normal and ConcertPal will automatically show you the cheapest ticket inclusive of all hidden fees! One more click, and ConcertPal will track ticket prices and notify you anytime they drop. 💸💯\n\n😎  Never miss a deal.\nConcertPal searches multiple ticketing websites (including the ones you don’t know about) and always includes the hidden fees most websites hide from you.\n\n✅  Always buy at the best time.\nTrack historical pricing for any concert with a single click so you know the best time to buy and never miss an opportunity to save money.\n\n🥰  Always free.\nStart saving time and money while enjoying more of your favorite artists - no credit card or lengthy sign up process needed. \n\n\n----------------------------------------------  \n\nConcertPal may get paid commissions on ticket purchases and on products purchased through our links to retailer sites while using this browser extension.\n\nDisclaimer: This extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro."
  }
}