{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Github1s Quickswitch"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension to quickly switch from github.com to github1s.com for a github repository"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The \"Github1s Quickswitch\" browser extension is a powerful tool designed to streamline your GitHub experience. With a simple shortcut key combination of Ctrl + Period, you can effortlessly switch from the traditional GitHub interface to the innovative GitHub1s environment for any GitHub repository.\n\nGitHub1s is an exciting platform that enhances the browsing and exploration of GitHub repositories by providing an immersive code reading experience. By leveraging this extension, you can easily transition from github.com to github1s.com with just a single keystroke. \n\nWhen you're on a GitHub repository page, activating the shortcut key combination triggers the extension to redirect your current URL from github.com to github1s.com, instantly immersing you in a feature-rich code reading environment. GitHub1s offers various enhancements such as a file tree view, code navigation, syntax highlighting, and more, making it a preferred choice for developers looking for an enhanced coding experience.\n\nWhether you're reviewing code, analyzing projects, or conducting in-depth code exploration, the \"Github1s Quickswitch\" extension empowers you to seamlessly switch to the GitHub1s environment and leverage its advanced features.\n\nUpgrade your GitHub experience today with the \"Github1s Quickswitch\" extension, and enjoy effortless switching between github.com and github1s.com for a more immersive and efficient coding journey."
  }
}