{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Notepad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A notepad extension with rich text features, todo inbuilt with reminders, modern look and export functionality."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Browser Notepad: Your Ultimate In-Browser Note-Taking Tool\n\nWhy Install Browser-Notepad?\n\n1) Modern Text Editing:\nWrite, edit, and format your notes with a robust set of text editing tools directly in your browser.\n\n2) Automatic Saving:\nYour notes are saved automatically as you type, ensuring they are always up-to-date and secure.\n\n3) Export Functionality:\nExport your notes with ease—save individual notes or all tabs at once with just a few clicks.\n\n4) Light & Dark Modes:\nSwitch between light and dark themes to match your environment and personal preference.\n\n5) To-Do List Integration:\nKeep track of tasks and deadlines with the built-in to-do list feature.\n\n6) Enhanced To-Do List Features:\nAdd Reminders: Set reminders for to-do items to stay on track.\nCountdown Display: Visual countdowns appear on the screen to keep you motivated.\nNotifications: Receive timely reminders for your to-do list tasks.\n\n8) Multiple Tabs Management:\nManage different notes simultaneously with multiple tabs.\nReorder Tabs: Rearrange tabs to suit your workflow.\nRename Tabs: Double-click to rename tabs for better organization.\nClose Confirmation: Prevent accidental loss of content with tab close confirmation.\nDefault Tab: The last active tab will be the default when reopening the extension.\nAutomatic Tab Naming: Tabs are named automatically (e.g., Tab1, Tab2) for improved organization.\n\nChangelog:\nV1.1.2, 1.1.3, 1.1.4 :\n- reminder notification bug fixed\n- unexpected prompt behavior fixed\n- updated storage permission\n- fixed the scroll bar\n\nV1.1.0:\n- Updated menu.\n- Enhanced tab management with reordering, renaming, confirmation prompts, and improved default tab handling.\n- Expanded to-do list functionality with reminders, countdowns, and notifications.\n- Some minor UI updates and bug fixes.\n\nV1.0.0:\nInitial release"
  }
}