{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uprent - Superhuman for Rental Search"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds magic to Funda, Pararius, Kamernet & more"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This browser extension works best when used with an Uprent account.\n\nFull functionality is currently available for Pararius, Funda, and Kamernet. Limited functionality is available for 7,000 rental platforms and agent websites in the Netherlands.\n\nKey features of this extension:\n\n1. Automated Application Messages: Generate the perfect rental application messages automatically. It will be automatically injected into any application at (almost) any rental website in the Netherlands.\n2. Commute Times: View estimated travel times from each property to your key destinations — whether by bike, public transit, on foot, or by car.\n3. Quick Summaries: Skip the lengthy property descriptions and get straight to the key details with our concise summaries.\n\nKey features of the Uprent dashboard:\n\n1. See listings from thousands of rental platforms in one property feed.\n2. Get notified about new properties and be the first to apply.\n3. Filter houses based on travel time. Currently supported: public transport, bicycle, car, and foot.\n4. Save and organize properties you're interested in on your personalized board, and share your selections easily with others.\n\nA small team of three people works hard to ship new features weekly. We're happy whenever you review Uprent below :-)\n\nGood luck with your rental search!"
  }
}