{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CheckBet"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "CheckBet is a free extension that allows you to check the current odds for many sporting events.",
    "ru": "CheckBet – бесплатное расширение, которое позволит вам проверять текущие коэффициенты по множеству спортивых событий.",
    "uk": "CheckBet - безкоштовний додаток, який дозволить вам перевіряти поточні коефіцієнти по спортивним подіям."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "CheckBet is an extension for Google Chrome that allows you to check the current odds for many sporting events. Thanks to the CheckBet extension you will always be aware of the most current odds and will be able to choose the right conditions for you.\n\nHere you can quickly, practically with one click, find the most profitable bets. Our database is updated realtime.",
    "ru": "CheckBet – расширение для Google Chrome, которое позволит вам проверять текущие коэффициенты по множеству спортивых событий. Благодаря расширению CheckBet вы всегда будете в курсе самых актуальных коэффициентов и сможете выбрать подходящие условия для себя.\n\nЗдесь Вы сможете быстро, практически одним кликом, найти самые выгодные ставки. Мы собираем и сортируем информацию, необходимую для успешных ставок. Наша база данных обновляется в реальном времени.",
    "uk": "CheckBet - безкоштовний додаток для Google Chrome, яке дозволить вам перевіряти поточні коефіцієнти по спортивним подіям. Завдяки додатку CheckBet ви завжди будете в курсі найактуальніших коефіцієнтів і зможете вибрати відповідні умови для себе.\n\nЗ CheckBet Ви зможете швидко, майже одним кліком, знайти найвигідніші ставки. Ми збираємо і сортуємо інформацію, необхідну для успішних ставок. Наша база даних оновлюється в реальному часі"
  }
}