{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HTFLOW HTML CSS Extractor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Copy websites to Webflow, framer & Wordpress(elementor, droip, bricks)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Htflow HTML CSS Extractor is a powerful Chrome extension designed for web developers, designers, and enthusiasts who need a quick and efficient way to extract HTML and CSS from any webpage. With just one click, this tool simplifies the process of analyzing and extracting specific code segments, making it incredibly easy to reuse, study, or modify existing web designs.\n\nFree Use: HTML and CSS code extraction is available at no cost for integration into various web projects, including React applications and HTML websites.\n\nPaid Use: To utilize the extracted HTML and CSS code as a Webflow component, a monthly subscription plan is required.\n\nKey Features:\n\nOne-Click Extraction: \nInstantly pull HTML and CSS directly from web pages without the need for complex setups or additional tools.\n\nUser-Friendly Interface: \nDesigned with simplicity in mind, our intuitive interface makes it accessible to both beginners and experienced developers.\n\nEfficient Code Analysis: \nQuickly identify and extract the exact piece of code you need, saving you time and effort in your web development projects.\n\nSeamless Integration: \nWorks quietly in the background with minimal impact on browsing performance, ready when you need it.\n\nHTML to Page Builder (Webflow, Framer, Elementor, Droip, Bricks Builder): (Paid plan)\nYou can seamlessly convert the extracted code into webflow, framer, elementor, droip and bricks builder.\n\nEmmet Shorthand to Webflow: (Paid plan)\nUtilize Emmet shorthand to swiftly generate custom markup, which can be seamlessly converted into Webflow components with a single click. This feature allows for rapid creation of extensive layouts in Webflow, significantly reducing development time.\n\n\n\nIdeal for:\n\nWeb developers looking to streamline their development workflow.\nDesigners seeking inspiration or wanting to analyze webpage layouts.\nEducators and students in web development courses.\nContent creators needing to extract and discuss specific web designs.\n\nGet Started Now:\n\nInstall \"Htflow HTML CSS Extractor\" today to enhance your productivity and gain deeper insights into the building blocks of modern web pages! \n\nNote: We are committed to continuously enhancing this extension to provide a better user experience."
  }
}