{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GitLab MR in Redmine"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension fetches the merge requests associated to a redmine issue, on a gitlab server."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "# GitLab MR in Redmine Extension\n\nPrerequisites:\n- Merge requests must have the redmine issue ID in the title to be fetched\n\nThis extension aims to provide information on the GitLab merge requests associated with a Redmine ticket.\n\nIt looks through the user's configured GitLab groups for merge requests with the Redmine issue ID in their title.\nThen it displays the merge requests in the issue just before the \"Related issues\" section. The following information is displayed:\n- Source project (not displaying target as I personally don't need it)\n- Title\n- State\n- Title\n- Author\n- Date of merge (N/A if opened or closed)\n- Target branch\n- Number of days open\n\nThe information is displayed when the page is loaded.\nOnly trackers of type Task, User Story, Bug, Spike, and Vulnerability are supported to avoid putting unnecessary load on the GitLab host.\nAlso, only statuses not \"new\", \"product backlog\" or \"sprint backlog\" are checked for the same reason.\n\nTo use the extension, you need to input :\n\n- GitLab Host: the URL to your GitLab host, without trailing slash. Default: https://gitlab.com\n- GitLab Private Access Token: your private access token taken from GitLab, with the \"read_api\" permission. Use this link to access the GitLab page.\n- Number of days to go back in MR list: for performance reasons, the extension doesn't search for all existing merge requests. Use this field to set the number of days you wish to search back to. Default: 30.\n- Select GitLab Groups: click on \"Load GitLab Groups\", then select the group(s) you want to search merge requests in. A group usually contains multiple repos. It is not currently possible to look in a specific repo.\n\n## Configurable settings :\n- Gitlab host\n- Gitlab token\n- Number of days to go back to when looking for merge requests (for performance reasons)\n- Auto fetch enabled or not\n\n## Tested with\n- Firefox\n- Chrome\n- Edge\n- Redmine 4.1.1\n- GitLab Cloud\n\n\n## Changelog\nv1.1\n- First publication on Mozilla Store\n\nv1.2\n- Various fixes\n\nv1.2.0.1\n- Added link when no merge request is found to let the user search directly on GitLab\n- Added indications to the Settings page with a link to the Token page\n- Made the \"GitLab Groups\" selection required\n- Renamed the \"Group name\" field to make it more explicit\n- Added optional automatic retrieval (auto-fetch) at page load, enabled by default\n- Added a small indication under the table that's added to the issue\n- Uniformized the name of the extension\n- Publication on Chrome Web Store\n\nv1.2.0.2\n- Added a check in Agile boards on all \"to merge\" tickets and its corresponding auto-fetch feature\n- Added update pop-up"
  }
}