{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "okIG"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Analyze & export your IG followers efficiently"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "okIG: Analyze and Export IG Followers with Ease\n\nUnlock the potential of your Instagram experience with okIG, the ultimate Exporter for IG followers. Formerly known as \"Exporter for IG\" and \"IG Exporter,\" okIG empowers you to analyze and export IG followers and following seamlessly in CSV, Excel, or JSON formats. Elevate your IG game with features designed to enhance your social media strategy.\n\nKey Features:\n\nAnalyze and Export: Dive deep into your IG followers and following, and effortlessly export the data to CSV, Excel, or JSON formats.\n\nSearch and Filter: Efficiently search and filter IG followers to identify valuable connections.\n\nCategorization: Classify followers into \"follow back\" and \"not follow back\" categories, and easily spot mutual followers or lost followers.\n\nUnfollower Tracking: Stay in the loop by identifying users who have unfollowed you, and manage your social relationships effectively.\n\nExplore Others' Followers: Discover the followers of any username, helping you broaden your network.\n\nBulk Export: Export large lists of followers, up to more than 100k, with proper column formatting for easy analysis.\n\nSecurity Assurance:\n\nokIG prioritizes your privacy and security. Rest assured, the extension never requests your IG password or any sensitive data, including user information, stories, visit history, posts, or social relationships.\n\nRate Limit Management:\n\nInstagram imposes rate limits on requests, and okIG handles this gracefully. If a rate limit error occurs during a massive export, the app enters \"Cooldown\" mode. If the error persists, the cooldown period gradually increases, ensuring compliance with IG policies. Once the cooldown ends and subsequent requests are successful, the app switches to Normal mode.\n\nHow to Use:\n\nOpen the extension using the okIG button in the toolbar.\nNavigate to the Options tab.\nChoose to retrieve your own information or another user's information by entering their username or IG profile URL.\nCustomize delay and extraction type for optimal results.\nInitiate the extraction process and wait for completion.\nApply necessary filters and export selected users in various formats (Excel, CSV, JSON).\nDelete all extracted data with a single click if needed.\nUpgrade to Pro:\n\nokIG operates on a freemium model, allowing you to export up to 600 followers for free. Upgrade for enhanced features and increased export capabilities. Find the detailed comparison between free and upgraded versions in the upgrade screen. To upgrade, create an account and explore the full potential of okIG. Please try the app before purchasing, as refunds are not offered.\n\nEnhance your IG experience today with okIG – where analysis meets effortless export!"
  }
}