{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online course discount"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get Udemy coupon code here. Save up to 90% off discount. Starting from $10 per course."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everyone wants to reach their full potential, and now technology allows it. From right inside your home, you can go through the best online courses, get the best support, and work with some of the finest tutors, the internet has to give. \n\nThanks to some online course discounts, the courses are affordable as well. So think about it for a second. An affordable and comfortable way to build a professional portfolio and skills.\n\nTo help you get started, here are some of the most popular online course platforms.\n\n\nUdemy.com   \nUdemy.com is a platform that boasts a broad spectrum of online courses. This is because their platform is open to experts who want to sell and share their skills. More specifically, it is referred to as a learning marketplace. The platform was created by Eren Bali and it was inspired by his own experiences as a child. Basically, the access to information simply wasn't there until he got a computer. \n\nOnce you become part of the Udemy.com community, you'll have access to more than 65,000 courses, all of which are presented by expert instructors with clear communication skills. And, of course, there is an online courses discount involved. At the time Udemy.com was offering up to 90% off for all eligible students. \n\nSo, whether you want to get into the business world, study art, become a web developer, or simply further your general knowledge, Udemy.com will probably have the course you are looking for. You are guaranteed to only go through high-quality courses that won't just boost your knowledge, but also your ability to understand the content better. \n\n\nedX.org\nWith edX.org, there is a distinct difference. It was established by the well-respected universities, Harvard and MIT. And the platform has been operating since 2012, attracting students from every country in the world. This is not surprising given the source of their courses are coming from, and they are just as extensive. \n\nBut what makes edX.org even better? It's an open source. This means all the courses are free and non-profit, while the instructors are all qualified lecturers. So, if you were hoping for a discount, you got something even better. \n\nHowever, if you want to get a certificate for the course that you are doing, you'll need to pay $50. Also, they have three different certificate programs available.  \n\nNaturally, you have a lot of options to choose from, and the list just keeps on getting bigger. And just like Udemy, you are at liberty to enroll in courses ranging from psychology and business to arts and writing, you have a world of knowledge laid out in front of you. Plus, there are some courses that are self-paced, and keep an eye on the upcoming courses as well.   \n\nYou might also be interested to know there are multiple courses in different languages, just in case you feel like doing something in your native tongue.\n \n\nMagoosh.com \nLastly, there's Magoosh.com, which focuses more on students and helping them get their GRE scores where they need them to be. The CEO and co-founder, Bhavin Parikh, is quite passionate about helping newbie entrepreneurs, as well as students looking to achieve high-set goals. \n\nNot only are the courses on offer interesting and convenient, but Magoosh.com also comes with a big team of professionals. In fact, there is a dedicated page where you can find the team members. Behind each photo is the name and their purpose, and you can also visit their blog for more interesting information. \n\nAre you wondering about the online course discount? At the time of this article, Magoosh.com was offering 20-50% off, along with a 7-day money-back guarantee. \n\nIf you are a student who needs help getting their GRE scores where they can impress potential university and college options, Magoosh.com is definitely a platform to consider. The courses are affordable, the instructors are professional and very effective, and the site overall is great to work with. \n\nAnd as an interesting side-note, Magoosh students are known for getting into the grad-school programs of their choice. Why can't it be you?"
  }
}