{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Image Parser"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find and aggregate images on a page, allowing you to download images even from so-called \"protected\" pages.",
    "ru": "Ищет и агрегирует изображения на странице, позволяет скачать изображения даже с так называемых \"защищенных\" страниц."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If no images are found:\n\n1. There really are no images on the page.\n\n2. Some search parameters are disabled in the extension settings.\n\n3. The image is blocked by some ad blocker, for example ADBlock.\n\n4. What you see on the page is not actually an image, but, for example, an icon font.\n\n5. The image is part of an IFRAME object, the parsing of which, alas, is not implemented.\n\n6. The extension cannot search for this type of image, and this is sad.\n\nNote:\n\nThe extension ignores images with a real size of 1x1 px.\nThe extension ignores SVG link images (xlink:href).",
    "ru": "Если изображений не найдено:\n\n1. На странице действительно нет изображений.\n\n2. В настройках расширения отключены какие-то параметры поиска.\n\n3. Изображение блокируется каким либо блокировщиком рекламы, например ADBlock.\n\n4. То, что вы видите на странице - на самом деле является не изображением, а, например, иконочным шрифтом.\n\n5. Изображение является частью объекта IFRAME, парсинг которого, увы, не реализован.\n\n6. Расширение не умеет искать данный тип изображений, и это печально.\n\nПримечание:\n\nРасширение игнорирует изображения с реальным размером 1x1 px.\nРасширение игнорирует SVG изображения-ссылки (xlink:href)."
  }
}