{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weather Checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shows the current weather based on your location."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🌦 Weather Checker: Real-Time Weather Updates Based on Your Location\n\nLooking for a quick and reliable way to check the weather without leaving your browser? **Weather Checker** is the perfect Chrome extension for you! With just one click, get instant weather updates right in your browser, wherever you are. Powered by the trusted OpenWeatherMap API, this extension ensures accurate and up-to-date weather information at your fingertips.\n\n📌 Key Features:\n- Real-time Weather: See current weather conditions based on your exact location with up-to-the-minute accuracy.\n- Minimalist Design: Clean and straightforward interface that blends seamlessly into your browsing experience.\n- One-Click Access: No need to open new tabs or apps—simply click on the extension to view the weather.\n- Reliable Data: Uses data from OpenWeatherMap, ensuring weather details are accurate and relevant.\n- Quick Location Detection: Automatically detects your location using geolocation technology for customized weather reports.\n\n⚙️ How It Works:\nWeather Checker instantly retrieves your location using geolocation and fetches weather data via OpenWeatherMap API. Whether you need temperature, humidity, or wind speed, this extension delivers it all in a neat, easy-to-read format.\n\n🔐 Permissions Explained:\n- Geolocation: To display weather information specific to your current location.\n- Host Access (OpenWeatherMap): To access reliable weather data from the trusted OpenWeatherMap API.\n- Active Tab & Scripting: To ensure a smooth, real-time display of weather data on your active tab.\n\n🌍 Perfect for:\n- Travelers needing to check weather conditions before stepping out.\n- Professionals who want quick updates without disrupting their workflow.\n- Anyone looking to stay informed about the weather without unnecessary complexity."
  }
}