{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "HiYo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat anonymously with people on same website"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Chat Anonymously in real time. You don't need to enter any email/mobile number or anything. You can chat just by choosing any anonymous username with other people browsing the same website. Meet the Internet and always remember not to share any personal sensitive information.\nHiYo Chat adds anonymous, live chat to every website. With HiYo Chat, now every domain has a built-in, chat-based community that is just a click away. You can think of it like an embedded hangout in your browser, where the chat room is whatever website you’re on, and you can chat with other people on that website anonymously. You don’t need to sign up or give any personal information to use this.\nThis one app brings all the communication power to your browser and it's called HiYo. Since it’s completely anonymous and you don’t need to sign up or give any personal info. HiYo is the easiest way to chat with others from your Browser.\nHiYo Chat was built to provide a more seamless social chat experience keeping people’s privacy in mind. We’ve given every domain its own chat community on the web. With HiYo, chat will never be the same. We couldn’t be more excited to have you come chat with us.\n\nPeople are already using HiYo to: \n# Watch and chat about shows together on YouTube, Netflix and other websites. \n# Find deals on Amazon \n# Get live help on Stack Overflow\n# Instantly connect in online classrooms; \n# Chat with other developers on localhost, Stackoverflow.\n# Chat about every topic imaginable on over 1.5 billion websites.\n\n#2.0.1 Update: Added spam and bad words filter."
  }
}