{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FlashPlayer - SWF to HTML"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Open SWF links of Adobe Animate (Flash) in a pure sandboxed JavaScript emulator"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension plays  SWF objects of Adobe Animate (Flash) in a pure JS emulator without the need to have a native Flash plug-in like Adobe FlashPlayer. The extension uses two open-source Flash to JS libraries (Ruffle and SWF2JS) as its emulation engine. By default, the extension does not play Flash objects instead, the user presses the toolbar button for the extension to find all available Flash objects or links in the current webpage. It will offer the user to select the proper SWF object and then send the link to a stand-alone emulator window. This way Flash objects are only functioning when there is a request. For Flash links, the extension adds a context menu item to these links so you can directly emulate an SWF link. Since this extension does not run Flash by default, it is lighter than other similar extensions. It only runs Flash on demand.\n\nFeatures:\nRuns a pure JavaScript-based Flash emulator\nDoes not require any native plug-ins\nRun in a private sandboxed window to protect the user privacy\nUse two different engines: Ruffle (https://ruffle.rs/) and SWF2JS (https://swf2js.com/)\nOptionally emulate all embedded flash objects inside the page (use action's right-click context menu)\n\nNotes:\n1. This extension uses two open-source emulator engines. The SWF2JS library still does not support all methods available so some SWF objects may crash the engine.\nThe extension always tries to open the emulation window the same size as the actual Flash object, however, you can resize the window to the proper size anytime."
  }
}