{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comentarios de Accesibilidad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension realizada por itgrarte fundación con el fin de obtener informacion sobre la accesibilidad web de distintos sitios."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Comentarios de Accesibilidad es una extensión que ofrece a las personas usuarias la posibilidad de compartir voluntariamente problemas de accesibilidad que encuentren en los sitios web que visitan, lo que nos permite recopilar información valiosa para disponibilizar informes sobre la situación general de la accesibilidad en la web y ayudar a visibilizar las barreras de forma más efectiva.\n\n¿Cómo funciona?\n\nEs sencillo. Cuando encuentres un problema de accesibilidad en un sitio web, simplemente activa la extensión \"Comentarios de Accesibilidad\" en tu navegador. Luego, podrás proporcionar una descripción detallada de los problemas que encontraste, lo que nos permitirá clasificarlos de la mejor manera. No te preocupes, todos los comentarios se envían de forma anónima.\n\nNuestra extensión guarda automáticamente la URL del sitio web reportado, el user agent (que contiene información sobre la versión de tu navegador) y los detalles que ingresaste en ese momento. No se recopilan datos personales de tu navegación.\n\n¿Qué haremos con la información?\n\nLos datos recopilados a partir de tus comentarios los procesaremos y publicaremos periódicamente en un informe público que mostrará los problemas de accesibilidad más comunes. Esto permitirá que la comunidad en general tenga una visión clara de los desafíos que enfrentamos en materia de accesibilidad y motivará a los responsables a trabajar en soluciones efectivas.\n\nAdemás, brindaremos informes personalizados bajo demanda a empresas y organizaciones que los necesiten. De esta manera, podrán contar con información concreta sobre los problemas a resolver y mejorar su accesibilidad.\n\nEs para destacar que este enfoque manual cubre de manera muchos mas efectiva los reportes automatizados existentes, al proporcionar un contexto real de la experiencia de las personas usuarias.\n\nTe invitamos a unirte a nuestra comunidad de usuarios comprometidos con la mejora de la accesibilidad en la web. Tu participación es fundamental para generar un impacto real y fomentar un entorno digital más inclusivo para todos."
  }
}