{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "pasantes: Tu asistente en LexNET"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Añade nuevas funciones a LexNET para corregir algunos de sus problemas y mejorar tu productividad."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Si eres usuario de LexNET ya sabrás que su plataforma no es demasiado amigable:\n- No es posible exportar en formato PDF los mensajes recibidos en tus carpetas.\n- Presentar un escrito puede llegar a ser muy laborioso.\n\nCon la reciente publicación de la versión 5.1 ya es posible acceder a LexNET mediante navegadores modernos como Google Chrome. Por esa razón hemos desarrollado esta extensión con el objetivo de hacer más productivo tu día a día con LexNET.\n\nPara ello iremos añadiendo nuevas funciones y automatizaciones a LexNET -- dentro de los límites que permite una extensión del navegador --.\n\nLa primera función que hemos añadido es la exportación en formato PDF de los mensajes contenidos en las carpetas 'Notificaciones Recibidas', 'Notificaciones Recogidas', 'Traslados de copias Recogidos' y 'Acuses de Recibo Aceptados'.\n\nHemos empezado por esta función porque para algunos de vosotros es importante cotejar las notificaciones recibidas y habéis dejado de hacerlo debido a que la impresión en LexNET está rota.\n\nEn próximas actualizaciones tenemos previsto incluir automatizaciones que ayuden a hacer más sencilla la catalogación de los documentos adjuntados durante la presentación de escritos.\n\nSi para tí hay alguna función de LexNET que podamos incluir, alguna automatización que mejoraría tu día a día con LexNET, o encuentras un fallo en nuestra extensión envíanos un correo a soporte@pasant.es para solucionarlo.\n\nNuestra objetivo es mejorar día a día para ofrecer solución a tus problemas."
  }
}