{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT UpMail | ChatGPT Répond à vos E-mails"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Un clic pour générer des réponses. Aussi réaliste que la vôtre."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Un clic pour générer des réponses. Aussi réaliste que la vôtre.\nL'assistant IA qui Génère des Réponses Automatiques aux E-mail, en 1 Clic !\n\nUpMail est un assistant virtuel via l'IA de ChatGPT qui vous aide à écrire de meilleurs e-mails en un seul clic !\n\nSi vous en avez assez d'avoir une boîte de réception pleine et de répondre aux e-mails pendant des heures, UpMail est la solution pour vous : il génère des réponses à vos e-mails en un seul clic en fonction de votre intention, en ajoutant également le type de réponse que vous préférez.\n\nAvec UpMail, vous pouvez :\n\n⚡️ Générer des réponses réalistes et professionnels en un clic - Il vous suffit d'écrire si vous souhaitez envoyer une réponse positive ou négative, ainsi que le contenu de cette réponse et UpMail écrira une réponse complète pour vous.\n\n✍️ Générer des réponses sensibles au contexte - UpMail comprend automatiquement votre nom, qui est le destinataire et le contenu des messages, afin d'écrire des réponses complètes pertinentes pour le contexte.\n\n🇪🇺 Écrire une réponse dans toutes les langues - UpMail comprend automatiquement la langue utilisée dans le message et répond en utilisant la même langue.\n\n🚀 Générer un e-mail complet et personnalisé avec une seule phrase - Si vous souhaitez envoyer un e-mail plus personnalisé, laissez UpMail faire le travail. Vous devez simplement écrire votre intention, et UpMail écrira l'e-mail complet pour vous.\n\nNous travaillons en constante amélioration pour vous offrir une expérience encore meilleure. Si vous avez des questions ou des commentaires veuillez nous contacter directement via notre site internet."
  }
}