{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CAMS Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Provides various improvements when interacting with the CAMS system."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "update 1.1.11: attendance links on attendance pages. Course Master Harvesting and graph dependency viewer.\n-------------------------------------------------------------------------------------------------\nThis extension is small, but growing. Its purpose is to improve the usability of the CAMS system Faculty portal (and student portal) at Blackburn College. \nNew Features are added all the time when I get frustrated with something. You can request features under the support tab-> contact developer when viewing this extension in the Web Store.\n############################################\nView the full feature list & explanation here:\n https://docs.google.com/document/d/e/2PACX-1vS7AOLkuRTDjl6WTcTV58jfR02o29IDY7KbMjUh0WT6aBA-MU_Mh34t0vo25Jke4LexLZGSI9HYJocA/pub\n\nA brief summary of features is below:\nNEW FA2020: experimental button on homepage to check your rosters against Kristi's sheet of remote learners and display the result.\n\n- popup tests blocked\n- other alerts converted to toasts\n- export schedule to Google Calendar\n- auto-checks the FERPA agreement on login page*\n- auto logs-in if fields are auto-filled in the log in page**\n- fast attendance access (home page)\n- smart defaults set for attendance\n- page title clarification with course info\n- email classes with GMail\n- email entire classes with Gmail instead of individual sections\n\n############################################\nThis extension does NOT read or store any data other than course ID's for constructing faculty attendance links on the homepage. It is only stored in your account.\n*by installing this extension you are agreeing to the linked FERPA statement each time you log in.\n**click anywhere on the login page within 1 second to auto-login if chrome has auto-filled fields. The reason for this oddity is a consequence of how chrome auto-fill works. While auto-filled fields show to you, data does not actually exist in the form until you interact with the page i.e. clicking anywhere. Programatically, the fields appear empty until the user interaction event occurs.\n\n(icon School by Colourcreatype from the Noun Project)"
  }
}