{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Weather by Media Joy"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Show relevant weather forecast according to selected hobby made by Media Joy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Presenting \"Climate Companion by Hobby\", Your Custom Weather Journey:\n\nDive into weather predictions designed for your leisure activities with \"Climate Companion by Hobby\", the cutting-edge Chrome extension from Media-Joy. Whenever you launch a new tab/popup, \"Climate Companion by Hobby\" doesn't just offer weather forecasts, but a personalized experience that resonates with your hobbies. Select your preferred leisure activity from an extensive selection in the drop-down menu, and \"Climate Companion by Hobby\" will present the current weather details suited to your hobby of choice.\n\nMain Features:\n\nCustomized Weather Predictions: Pick your leisure activity from the provided list, and \"Climate Companion by Hobby\" will supply precise and pertinent weather predictions for your selected endeavor. Be it hiking, biking, surfing, or motorcycling, be well-equipped with weather insights customized specifically for you.\n\nEnchanting Backgrounds: Engage with your hobby's universe through beautiful background imagery that mirrors your passions. Whether it's breathtaking mountain vistas or tranquil coastal scenes, bask in the beauty of splendid backgrounds that amplify your browsing journey.\n\nHandy Search Feature: Looking up new hiking paths, devising a cycling itinerary, or just browsing? \"Climate Companion by Hobby\" integrates an easy-to-use search bar within your reach. Simplify your online searches without navigating away from your current page.\n\nBe Updated, Be Motivated:\n\nIrrespective of if you're into sports, adore nature, or are creatively inclined, \"Climate Companion by Hobby\" ensures you're well-informed about the weather specifics crucial to you. Stay motivated, organize your pursuits efficiently, and experience unhindered browsing, all consolidated in one location.\n\nMedia-Joy:\n\"Climate Companion by Hobby\" is delivered to you by Media-Joy, dedicated to improving your web journey.\n\nBy selecting “ADD TO CHROME”, you consent and concur to install the \"Climate Companion by Hobby\" tabs extension and to configure the Chrome new tab search provider to Microsoft Bing as outlined in our Terms of Service and Privacy Policy.\n\nFor additional information about our privacy methods, please check our Privacy Policy: https://media-joy.co/privacy/index.html.\nTo comprehend the conditions of our extension usage, kindly visit our Terms of Service: https://media-joy.co/terms/index.html.\n\nRevolutionize your tab-opening experience. Press \"ADD TO CHROME\" and commence relishing in tailored weather forecasts, enthralling backgrounds, and streamlined searching, all centered on your beloved hobbies. \"Climate Companion by Hobby\" - The Intersection of Weather and Passion!\n\nYou may remove the extension whenever you wish\nTo uninstall our extension from Google Chrome:\n\nTap on the three dots icon at the upper right corner of your Chrome browser\nProceed to \"Settings\"\nIn the appearing left sidebar, tap on \"Extensions\"\nIdentify and select the extension you wish to remove from the list of installed Extensions"
  }
}