{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lithium Studio Editor Enhancement"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extends the functionality of Lithium Studio Editor by adding syntax highlighting, line numbers, code folding, etc..."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lithium Studio Editor Enhancement Chrome extension will enhance all main Lithium Studio text editors. Specifically it provides the following enhancement:\n1. Line Numbers\n2. Syntax highlighting (Freemarker syntax needs improving).\n3. Tag match highlighting (currently only HTML is highlighted)\n4. Autocomplete (press ctrl + Space to activate)\n5. Code folding\n6. Resizable text editors.\n7. Full screen mode\n\nIt applies such enhancements to the Component editor, Endpoints Editor, Wrapper Editor and API Browser.\nXML editors (quilts and layout) are currently not enhanced.\n\nSource code available here: https://github.com/tech-Nico/studioEnhance\n\nRecent Changes\n2.2 - Adjusted code for new css and init tabs (Thanks to Chiara for her contribution)\n2.1 - FIXED so that read-only SASS files cannot be modified.\n2.0 - ADDED support for SASS files\n         FIXED - Wrapper has been fixed so all its sections are now enhanced.\n1.9 - ADDED full screen mode and active line highlight\n1.8 - ADDED empty option in themes selector to switch back to default theme\n1.7 - ADDED themes\n1.6 - FIXED bug which was preventing from showing the enhanced editor on the CSS editor.\n1.5 - The extension now handles the CSS editor and the Initialization Script editor\n1.4 - Added setting options. Currently you need to refresh the current page for the options to take effect.\n\nThe MIT License (MIT)\n\nCopyright (c) 2015 Nico Balestra\n\nPermission is hereby granted, free of charge, to any person obtaining a copy of\nthis software and associated documentation files (the \"Software\"), to deal in\nthe Software without restriction, including without limitation the rights to\nuse, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of\nthe Software, and to permit persons to whom the Software is furnished to do so,\nsubject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS\nFOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR\nCOPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER\nIN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN\nCONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE."
  }
}