{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cryptolator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate crypto price based on market cap."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cryptolator - Simple Cryptocurrency Price Calculator\n\nEver wondered what the price of a cryptocurrency would be if its market cap reached a certain value? Cryptolator is the perfect tool for quickly and easily calculating the price of any cryptocurrency based on the market cap you enter.\n\nKey Features:\n\nReal-Time Data: Instantly fetch up-to-date circulating supply and market cap data for any cryptocurrency from CoinGecko.\nAutocomplete Search: Easily find your desired cryptocurrency using our intuitive autocomplete search feature. Just start typing the coin name or symbol, and select from the suggestions.\nMarket Cap Calculator: Enter a market cap value, and Cryptolator will calculate the estimated price of the selected cryptocurrency.\nTheme Switcher: Switch between light and dark themes to suit your preference, or let Cryptolator automatically adjust based on the time of day.\nModern Design: Enjoy a clean, modern interface that is both aesthetically pleasing and easy to navigate.\nHow It Works:\n\nSearch for a Coin: Begin typing the name or symbol of the cryptocurrency you want to look up. Cryptolator will provide a list of matching coins for you to select from.\nFetch Coin Data: Once you've selected a coin, Cryptolator will automatically fetch the latest circulating supply and market cap data.\nCalculate the Price: Enter the market cap value you want to use, and Cryptolator will calculate and display the estimated price of the cryptocurrency.\nCryptolator is your go-to tool for quick and accurate cryptocurrency price calculations based on market cap. Download now and start exploring the potential prices of your favorite cryptocurrencies!"
  }
}