{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "What Is My Age"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is a free age calculator from birthday which calculate your age in year month day format."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If you are searching on internet that what is my age then you are on right track install this chrome extension and use very simple age calculator. \n\nThis is a free age calculator from birthday which computes your age in terms of years, months, weeks, days at given date.  \n\nHow to calculate age from death date - You can also calculate the age at the time of death of your ancestors. \n\nYou can also Determine the days between today and your next birthday using this, or Use our Age Calculator to explore other age related queries with your friends and family.\n\nCalculate your exact age to given day in years months days. \nCounting the number of days remaining to your birthday\n\nIf you are searching for how to calculate my age online then this is a very simple online tool to calculate age from date of birth to current date even a kid can calculate his / her age from here.\n\nIt can also be used to calculate date difference between two dates. The output format of the time difference is in terms of years, months and days. \n\nThe calculation of age difference does not depend on the time zone of the person as the output is the difference of the time. \n\nThis age calculator is created on the basis of most common age system of all over world, so that it stays relevant for most of the people."
  }
}