{
  "name": {
    "ar": "Contact Saver for WhatsApp",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,zh_TW": "WAContactSaver",
    "de": "WhatsApp Contacts Extractor",
    "en_GB": "WAContactSaver - Contact Saver for WhatsApp™️",
    "es": "WAContactSaver - Herramienta de exportación de contactos de WhatsApp",
    "fr": "WAContactSaver - Outil d'exportation de contacts WhatsApp",
    "it": "WAContactSaver - Export WhatsApp Contacts Tool",
    "ja": "WAContactSaver - WhatsApp 連絡先のエクスポート ツール",
    "ko": "Contacts Exporter for WhatsApp",
    "ru": "WAContactSaver — инструмент экспорта контактов WhatsApp",
    "sv": "Export WhatsApp Contacts - Extract all your WhatsApp contacts",
    "vi": "WAContactSaver - Công cụ xuất danh bạ WhatsApp",
    "zh_CN": "WAContactSaver - 导出 WhatsApp 联系人工具"
  },
  "short": {
    "ar": "استخراج وتصدير جهات اتصال مجموعة WhatsApp وأرقام هواتف غير معروفة إلى Excel / CSV / JSON / VCard.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,zh_TW": "Extract & Export WhatsApp group members, unknown phone numbers and unsaved contacts to Excel/CSV/JSON/VCard.",
    "de": "Extrahieren und exportieren Sie WhatsApp-Gruppenkontakte, unbekannte Telefonnummern nach Excel/CSV/JSON/VCard.",
    "es": "Extraiga y exporte contactos de grupos de WhatsApp, números de teléfono desconocidos a Excel/CSV/JSON/VCard.",
    "fr": "Extrayez et exportez les contacts du groupe WhatsApp, les numéros de téléphone inconnus vers Excel/CSV/JSON/VCard.",
    "it": "Estrai ed esporta i contatti del gruppo WhatsApp, i numeri di telefono sconosciuti in Excel/CSV/JSON/VCard.",
    "ja": "WhatsApp グループの連絡先、不明な電話番号を抽出して Excel/CSV/JSON/VCard にエクスポートします。",
    "ko": "WAContactSaver - WhatsApp 연락처 내보내기 도구",
    "ru": "Извлечение и экспорт групповых контактов WhatsApp, неизвестных телефонных номеров в Excel/CSV/JSON/VCard.",
    "sv": "Extrahera och exportera WhatsApp-gruppkontakter, okända telefonnummer till Excel/CSV/JSON/VCard.",
    "vi": "Trích xuất và xuất danh bạ nhóm WhatsApp, số điện thoại không xác định sang Excel/CSV/JSON/VCard.",
    "zh_CN": "将 WhatsApp 群组联系人、未知电话号码提取并导出到 Excel/CSV/JSON/VCard。"
  },
  "long": {
    "ar": "استخراج وتنزيل جميع أرقام الهواتف من مجموعات ودردشات WhatsApp الخاصة بك. استخراج أرقام هواتف جهات الاتصال وتنزيلها على Excel.\n\nأفضل امتداد لشركات التسويق والمبيعات ، يسهل حفظ أرقام الهواتف من مجموعة WA إلى ملف Excel أو CSV أو JSON أو حتى ملف VCard. مفيد جدًا للعملاء المحتملين أو جهات الاتصال.\n\n# كيف تبدأ؟\nافتح web.whatsapp.com ، وافحصه لتسجيل الدخول ؛ حدد المجموعة التي تريد تصدير أرقام هواتف جهات الاتصال إليها ، وانقر فوق الزر تصدير.\n\n# سمات\n\n✓ تصدير جهات الاتصال من جميع مجموعات WhatsApp\n✓ استخراج جهات الاتصال من مجموعة WhatsApp محددة\n✓ قم بتنزيل جهات الاتصال من جميع الدردشات\n✓ حفظ جهات الاتصال من الملصقات\n✓ حفظ جهات الاتصال من بلد معين\n✓ يشمل معلومات بلد المستخدمين\n✓ تصدير البيانات إلى XLSX (Excel) / CSV / JSON / VCard\n\n# حقول التصدير\n#Country Code، #Country، #Phone Number، #Saved Name، #Public Display Name، #Is Business، #Is Blocked، #Labels، #Is My Contact\n\n# الصيغ المدعومة\nقم بتصدير جهات الاتصال من WhatsApp إلى تنسيقات Excel و CSV و JSON و VCard\n\n# خصوصية البيانات\nليس هناك حاجة إلى عنوان بريد إلكتروني لتسجيل الدخول. لا يتم مشاركة البيانات مع أطراف ثالثة.\nتتم معالجة جميع البيانات في جهاز الكمبيوتر المحلي الخاص بك ، ولا تمر أبدًا عبر خادم الويب الخاص بنا ، ولا أحد يعرف ما قمت بتصديره.\n\n# إفادة\nWhatsApp ™ هي علامة تجارية لـ WhatsApp Inc. مسجلة في الولايات المتحدة وبلدان أخرى.\nهذا مشروع مستقل لا علاقة له بـ WhatsApp ™ Inc.\n\n# التعليمات\nإذا كان لديك أي أسئلة ، فلا تتردد في الاتصال بنا على help@whatsabot.com.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,th,tr,uk,zh_TW": "Extract & Download all phone numbers from your WhatsApp groups and chats. Extract contacts' phone numbers and download them to Excel.\n\nThe best extension for marketing and sales companies, easy to save phone numbers from a WA group to an Excel file, CSV, JSON or even VCard file. Very useful for prospective leads or contacts.\n\n# HOW TO GET STARTED?\nOpen web.whatsapp.com, and scan to log in; select the group to which you want to export contacts' phone numbers, and Click the Export button.\n\n# FEATURES\n\n✓ Export contacts from all WhatsApp groups\n✓ Extract contacts from a specific WhatsApp group\n✓ Download contacts from all chats\n✓ Save contacts from a labels\n✓ Save contacts from a specific country\n✓ Includes the users country information\n✓ Export data to XLSX(Excel)/CSV/JSON/VCard\n\n# EXPORT FIELDS\n#Country Code, #Country, #Phone Number, #Saved Name, #Public Display Name, #Is Business, #Is Blocked, #Labels, #Is My Contact\n\n# SUPPORTED FORMATS\nExport contacts from WhatsApp into Excel, CSV, JSON and VCard formats\n\nWA TOOL FAMILY\nYou can explore our additional WhatsApp tools by selecting the tools menu\n- WA Sender - Send messages to multiple recipients\n- WA Group Scraper - Scrape group link from any website and join them, extract members\n\n# DATA PRIVACY\nNo Email address is needed to log in. No data is shared with third parties.\nAll data is processed in your local computer, never passing through our web server, and no one knows what you exported.\n\n# STATEMENT\nWhatsApp™ is a WhatsApp Inc. trademark registered in the U.S. and other countries.\nThis is an independent project not related to WhatsApp™ Inc.\n\n# FAQ\nIf you have any questions, don't hesitate to contact us at help@whatsabot.com.",
    "de": "Extrahieren und laden Sie alle Telefonnummern aus Ihren WhatsApp-Gruppen und Chats herunter. Extrahieren Sie die Telefonnummern von Kontakten und laden Sie sie in Excel herunter.\n\nDie beste Erweiterung für Marketing- und Vertriebsunternehmen, einfach Telefonnummern aus einer WA-Gruppe in einer Excel-Datei, CSV-, JSON- oder sogar VCard-Datei zu speichern. Sehr nützlich für potenzielle Leads oder Kontakte.\n\n# WIE MAN ANFÄNGT?\nÖffnen Sie web.whatsapp.com und scannen Sie, um sich anzumelden; Wählen Sie die Gruppe aus, in die Sie die Telefonnummern der Kontakte exportieren möchten, und klicken Sie auf die Schaltfläche Exportieren.\n\n# MERKMALE\n\n✓ Kontakte aus allen WhatsApp-Gruppen exportieren\n✓ Extrahieren Sie Kontakte aus einer bestimmten WhatsApp-Gruppe\n✓ Laden Sie Kontakte aus allen Chats herunter\n✓ Speichern Sie Kontakte von einem Label\n✓ Speichern Sie Kontakte aus einem bestimmten Land\n✓ Enthält die Länderinformationen des Benutzers\n✓ Exportieren Sie Daten nach XLSX (Excel)/CSV/JSON/VCard\n\n# EXPORTFELDER\n#Landesvorwahl, #Land, #Telefonnummer, #Gespeicherter Name, #Öffentlicher Anzeigename, #Ist geschäftlich, #Ist gesperrt, #Labels, #Ist mein Kontakt\n\n# UNTERSTÜTZTE FORMATE\nExportieren Sie Kontakte aus WhatsApp in die Formate Excel, CSV, JSON und VCard\n\n# DATENPRIVATSPHÄRE\nFür die Anmeldung ist keine E-Mail-Adresse erforderlich. Es werden keine Daten an Dritte weitergegeben.\nAlle Daten werden auf Ihrem lokalen Computer verarbeitet und durchlaufen niemals unseren Webserver, und niemand weiß, was Sie exportiert haben.\n\n# STELLUNGNAHME\nWhatsApp™ ist eine in den USA und anderen Ländern eingetragene Marke von WhatsApp Inc.\nDies ist ein unabhängiges Projekt, das nichts mit WhatsApp™ Inc. zu tun hat.\n\n# FAQ\nWenn Sie Fragen haben, zögern Sie nicht, uns unter help@whatsabot.com zu kontaktieren.",
    "en_GB": "Extract & Download all phone numbers from your WhatsApp groups and chats. Extract contacts' phone numbers and download them to Excel.\n\nThe best extension for marketing and sales companies, easy to save phone numbers from a WA group to an Excel file, CSV, JSON or even VCard file. Very useful for prospective leads or contacts.\n\n# HOW TO GET STARTED?\nOpen web.whatsapp.com, and scan to log in; select the group to which you want to export contacts' phone numbers, and Click the Export button.\n\n# FEATURES\n\n✓ Export contacts from all WhatsApp groups\n✓ Extract contacts from a specific WhatsApp group\n✓ Download contacts from all chats\n✓ Save contacts from a labels\n✓ Save contacts from a specific country\n✓ Includes the users country information\n✓ Export data to XLSX(Excel)/CSV/JSON/VCard\n\n# EXPORT FIELDS\n#Country Code, #Country, #Phone Number, #Saved Name, #Public Display Name, #Is Business, #Is Blocked, #Labels, #Is My Contact\n\n# SUPPORTED FORMATS\nExport contacts from WhatsApp into Excel, CSV, JSON and VCard formats\n\n# DATA PRIVACY\nNo Email address is needed to log in. No data is shared with third parties.\nAll data is processed in your local computer, never passing through our web server, and no one knows what you exported.\n\n# STATEMENT\nWhatsApp™ is a Facebook Inc. trademark registered in the U.S. and other countries.\nThis is an independent project not related to WhatsApp™ or Facebook Inc.\n\n# FAQ\nIf you have any questions, don't hesitate to contact us at help@whatsabot.com.",
    "es": "Extraiga y descargue todos los números de teléfono de sus grupos y chats de WhatsApp. Extraiga los números de teléfono de los contactos y descárguelos a Excel.\n\nLa mejor extensión para empresas de marketing y ventas, fácil de guardar números de teléfono de un grupo WA en un archivo Excel, CSV, JSON o incluso un archivo VCard. Muy útil para posibles clientes potenciales o contactos.\n\n# ¿CÓMO EMPEZAR?\nAbra web.whatsapp.com y escanee para iniciar sesión; seleccione el grupo al que desea exportar los números de teléfono de los contactos y haga clic en el botón Exportar.\n\n# CARACTERÍSTICAS\n\n✓ Exportar contactos de todos los grupos de WhatsApp\n✓ Extraer contactos de un grupo específico de WhatsApp\n✓ Descargar contactos de todos los chats\n✓ Guardar contactos de etiquetas\n✓ Guardar contactos de un país específico\n✓ Incluye la información del país de los usuarios\n✓ Exportar datos a XLSX (Excel)/CSV/JSON/VCard\n\n# CAMPOS DE EXPORTACIÓN\n#Código de país, #País, #Número de teléfono, #Nombre guardado, #Nombre para mostrar público, #Es negocio, #Está bloqueado, #Etiquetas, #Es mi contacto\n\n# FORMATOS SOPORTADOS\nExporte contactos de WhatsApp a formatos Excel, CSV, JSON y VCard\n\n# PRIVACIDAD DE DATOS\nNo se necesita una dirección de correo electrónico para iniciar sesión. No se comparten datos con terceros.\nTodos los datos se procesan en su computadora local, nunca pasan por nuestro servidor web y nadie sabe lo que exportó.\n\n# DECLARACIÓN\nWhatsApp™ es una marca comercial de WhatsApp Inc. registrada en EE. UU. y otros países.\nEste es un proyecto independiente no relacionado con WhatsApp™ Inc.\n\n# PREGUNTAS MÁS FRECUENTES\nSi tiene alguna pregunta, no dude en ponerse en contacto con nosotros en help@whatsabot.com.",
    "fr": "Extrayez et téléchargez tous les numéros de téléphone de vos groupes et chats WhatsApp. Extrayez les numéros de téléphone des contacts et téléchargez-les dans Excel.\n\nLa meilleure extension pour les entreprises de marketing et de vente, facile à enregistrer les numéros de téléphone d'un groupe WA dans un fichier Excel, CSV, JSON ou même un fichier VCard. Très utile pour les prospects ou contacts potentiels.\n\n# COMMENT COMMENCER?\nOuvrez web.whatsapp.com et scannez pour vous connecter ; sélectionnez le groupe vers lequel vous souhaitez exporter les numéros de téléphone des contacts, puis cliquez sur le bouton Exporter.\n\n# CARACTÉRISTIQUES\n\n✓ Exporter les contacts de tous les groupes WhatsApp\n✓ Extraire les contacts d'un groupe WhatsApp spécifique\n✓ Télécharger les contacts de tous les chats\n✓ Enregistrer les contacts d'une étiquette\n✓ Enregistrer les contacts d'un pays spécifique\n✓ Inclut les informations sur le pays des utilisateurs\n✓ Exporter des données vers XLSX(Excel)/CSV/JSON/VCard\n\n# CHAMPS D'EXPORTATION\n#Code du pays, #Pays, #Numéro de téléphone, #Nom enregistré, #Nom d'affichage public, #Est une entreprise, #Est bloqué, #Libellés, #Est mon contact\n\n# FORMATS PRIS EN CHARGE\nExportez les contacts de WhatsApp aux formats Excel, CSV, JSON et VCard\n\n# CONFIDENTIALITÉ DES DONNÉES\nAucune adresse e-mail n'est nécessaire pour se connecter. Aucune donnée n'est partagée avec des tiers.\nToutes les données sont traitées sur votre ordinateur local, sans jamais passer par notre serveur Web, et personne ne sait ce que vous avez exporté.\n\n# DÉCLARATION\nWhatsApp™ est une marque déposée de WhatsApp Inc. aux États-Unis et dans d'autres pays.\nIl s'agit d'un projet indépendant non lié à WhatsApp™ Inc.\n\n# FAQ\nSi vous avez des questions, n'hésitez pas à nous contacter à help@whatsabot.com.",
    "it": "Estrai e scarica tutti i numeri di telefono dai tuoi gruppi e chat di WhatsApp. Estrai i numeri di telefono dei contatti e scaricali in Excel.\n\nLa migliore estensione per le società di marketing e vendita, facile salvare i numeri di telefono da un gruppo WA in un file Excel, CSV, JSON o persino file VCard. Molto utile per potenziali lead o contatti.\n\n# COME INIZIARE?\nApri web.whatsapp.com e scansiona per accedere; selezionare il gruppo in cui si desidera esportare i numeri di telefono dei contatti e fare clic sul pulsante Esporta.\n\n# CARATTERISTICHE\n\n✓ Esporta i contatti da tutti i gruppi WhatsApp\n✓ Estrai i contatti da un gruppo WhatsApp specifico\n✓ Scarica i contatti da tutte le chat\n✓ Salva i contatti da un'etichetta\n✓ Salva i contatti da un paese specifico\n✓ Include le informazioni sul paese degli utenti\n✓ Esporta i dati in XLSX (Excel)/CSV/JSON/VCard\n\n# CAMPI DI ESPORTAZIONE\n#Prefisso internazionale, #Paese, #Numero di telefono, #Nome salvato, #Nome visualizzato pubblicamente, #È un'attività commerciale, #È bloccato, #Etichette, #È il mio contatto\n\n# FORMATI SUPPORTATI\nEsporta i contatti da WhatsApp nei formati Excel, CSV, JSON e VCard\n\n# PRIVACY DEI DATI\nNon è necessario alcun indirizzo e-mail per accedere. Nessun dato viene condiviso con terze parti.\nTutti i dati vengono elaborati nel tuo computer locale, senza mai passare attraverso il nostro server web, e nessuno sa cosa hai esportato.\n\n# DICHIARAZIONE\nWhatsApp™ è un marchio WhatsApp Inc. registrato negli Stati Uniti e in altri paesi.\nQuesto è un progetto indipendente non correlato a WhatsApp™ Inc.\n\n# FAQ\nIn caso di domande, non esitare a contattarci all'indirizzo help@whatsabot.com.",
    "ja": "WhatsApp グループとチャットからすべての電話番号を抽出してダウンロードします。 連絡先の電話番号を抽出し、Excel にダウンロードします。\n\nWA グループの電話番号を Excel ファイル、CSV、JSON、または VCard ファイルに簡単に保存できる、マーケティングおよび販売会社に最適な拡張機能です。 見込み客や連絡先に非常に役立ちます。\n\n＃ どうやって始めるのか？\nweb.whatsapp.com を開き、スキャンしてログインします。 連絡先の電話番号をエクスポートするグループを選択し、[エクスポート] ボタンをクリックします。\n\n＃ 特徴\n\n✓ すべての WhatsApp グループから連絡先をエクスポート\n✓特定のWhatsAppグループから連絡先を抽出\n✓ すべてのチャットから連絡先をダウンロード\n✓ ラベルから連絡先を保存\n✓ 特定の国からの連絡先を保存\n✓ ユーザーの国情報が含まれています\n✓ データをXLSX(Excel)/CSV/JSON/VCardにエクスポート\n\n# フィールドのエクスポート\n#国コード, #国, #電話番号, #保存された名前, #公開表示名, #ビジネスである, #ブロックされている, #ラベル, #自分の連絡先\n\n# 対応フォーマット\n連絡先を WhatsApp から Excel、CSV、JSON、VCard 形式にエクスポート\n\n＃ データのプライバシー\nログインにメールアドレスは必要ありません。データは第三者と共有されません。\nすべてのデータはローカル コンピューターで処理され、当社の Web サーバーを通過することはなく、エクスポートした内容を誰も知りません。\n\n＃ 声明\nWhatsApp™ は、米国およびその他の国で登録された WhatsApp Inc. の商標です。\nこれは、WhatsApp™ Inc. とは関係のない独立したプロジェクトです。\n\n＃ よくある質問\nご不明な点がございましたら、help@whatsabot.com までお気軽にお問い合わせください。",
    "ko": "WhatsApp 그룹 및 채팅에서 모든 전화번호를 추출하고 다운로드하세요. 연락처의 전화번호를 추출하여 Excel로 다운로드합니다.\n\n마케팅 및 영업 회사를 위한 최고의 확장 프로그램으로 WA 그룹의 전화번호를 Excel 파일, CSV, JSON 또는 VCard 파일로 쉽게 저장할 수 있습니다. 잠재 리드 또는 연락처에 매우 유용합니다.\n\n# 시작하는 방법?\nweb.whatsapp.com을 열고 스캔하여 로그인하십시오. 연락처의 전화번호를 내보낼 그룹을 선택하고 내보내기 버튼을 클릭합니다.\n\n# 특징\n\n✓ 모든 WhatsApp 그룹에서 연락처 내보내기\n✓ 특정 WhatsApp 그룹에서 연락처 추출\n✓ 모든 채팅에서 연락처 다운로드\n✓ 라벨에서 연락처 저장\n✓ 특정 국가의 연락처 저장\n✓ 사용자 국가 정보 포함\n✓ 데이터를 XLSX(Excel)/CSV/JSON/VCard로 내보내기\n\n# 수출 분야\n#국가 코드, #국가, #전화번호, #저장된 이름, #공개 표시 이름, #업체임, #차단됨, #라벨, #내 연락처임\n\n# 지원되는 형식\nWhatsApp에서 Excel, CSV, JSON 및 VCard 형식으로 연락처 내보내기\n\n# 데이터 프라이버시\n로그인하는 데 이메일 주소가 필요하지 않습니다. 제3자와 데이터를 공유하지 않습니다.\n모든 데이터는 귀하의 로컬 컴퓨터에서 처리되며 웹 서버를 통과하지 않으며 귀하가 무엇을 내보냈는지 아무도 모릅니다.\n\n# 성명\nWhatsApp™은 미국 및 기타 국가에 등록된 WhatsApp Inc. 상표입니다.\n이것은 WhatsApp™ Inc.와 관련이 없는 독립 프로젝트입니다.\n\n# 자주하는 질문\n궁금한 점이 있으면 주저하지 말고 help@whatsabot.com으로 문의하십시오.",
    "ru": "Извлеките и загрузите все телефонные номера из ваших групп и чатов WhatsApp. Извлеките телефонные номера контактов и загрузите их в Excel.\n\nЛучшее расширение для компаний, занимающихся маркетингом и продажами, позволяет легко сохранять телефонные номера из группы WA в файл Excel, CSV, JSON или даже в файл VCard. Очень полезно для потенциальных потенциальных клиентов или контактов.\n\n# С ЧЕГО НАЧАТЬ?\nОткройте web.whatsapp.com и отсканируйте, чтобы войти; выберите группу, в которую вы хотите экспортировать телефонные номера контактов, и нажмите кнопку Экспорт.\n\n# ФУНКЦИИ\n\n✓ Экспорт контактов из всех групп WhatsApp\n✓ Извлечение контактов из определенной группы WhatsApp\n✓ Скачать контакты из всех чатов\n✓ Сохранить контакты с ярлыков\n✓ Сохранить контакты из определенной страны\n✓ Включает информацию о стране пользователей\n✓ Экспорт данных в XLSX(Excel)/CSV/JSON/VCard\n\n# НАПРАВЛЕНИЯ ЭКСПОРТА\n#Код страны, #Страна, #Номер телефона, #Сохраненное имя, #Общественное отображаемое имя, #Это бизнес, #Заблокировано, #Ярлыки, #Мой контакт\n\n# ПОДДЕРЖИВАЕМЫЕ ФОРМАТЫ\nЭкспорт контактов из WhatsApp в форматы Excel, CSV, JSON и VCard.\n\n# КОНФИДЕНЦИАЛЬНОСТЬ ДАННЫХ\nДля входа в систему не требуется адрес электронной почты. Данные не передаются третьим лицам.\nВсе данные обрабатываются на вашем локальном компьютере, никогда не проходя через наш веб-сервер, и никто не знает, что вы экспортировали.\n\n# ЗАЯВЛЕНИЕ\nWhatsApp™ — товарный знак WhatsApp Inc., зарегистрированный в США и других странах.\nЭто независимый проект, не связанный с WhatsApp™ Inc.\n\n# ЧАСТО ЗАДАВАЕМЫЕ ВОПРОСЫ\nЕсли у вас есть какие-либо вопросы, не стесняйтесь обращаться к нам по адресу help@whatsabot.com.",
    "sv": "Extrahera och ladda ner alla telefonnummer från dina WhatsApp-grupper och chattar. Extrahera kontakternas telefonnummer och ladda ner dem till Excel.\n\nDet bästa tillägget för marknadsförings- och försäljningsföretag, lätt att spara telefonnummer från en WA-grupp till en Excel-fil, CSV, JSON eller till och med VCard-fil. Mycket användbart för potentiella potentiella kunder eller kontakter.\n\n# HUR MAN KOMMER IGÅNG?\nÖppna web.whatsapp.com och skanna för att logga in; välj den grupp som du vill exportera kontakternas telefonnummer till och klicka på knappen Exportera.\n\n# FUNKTIONER\n\n✓ Exportera kontakter från alla WhatsApp-grupper\n✓ Extrahera kontakter från en specifik WhatsApp-grupp\n✓ Ladda ner kontakter från alla chattar\n✓ Spara kontakter från en etikett\n✓ Spara kontakter från ett specifikt land\n✓ Inkluderar användarens landsinformation\n✓ Exportera data till XLSX(Excel)/CSV/JSON/VCard\n\n# EXPORTFÄLT\n#Landskod, #Land, #Telefonnummer, #Sparat namn, #Offentligt visningsnamn, #Är företag, #Är blockerad, #Etiketter, #Är min kontakt\n\n# FORMAT STÖD\nExportera kontakter från WhatsApp till formaten Excel, CSV, JSON och VCard\n\n# DATAINTEGRITET\nIngen e-postadress behövs för att logga in. Ingen data delas med tredje part.\nAll data bearbetas i din lokala dator, passerar aldrig genom vår webbserver, och ingen vet vad du exporterade.\n\n# PÅSTÅENDE\nWhatsApp™ är ett WhatsApp Inc.-varumärke registrerat i USA och andra länder.\nDetta är ett oberoende projekt som inte är relaterat till WhatsApp™ Inc.\n\n# Vanliga frågor\nOm du har några frågor, tveka inte att kontakta oss på help@whatsabot.com.",
    "vi": "Trích xuất & Tải xuống tất cả các số điện thoại từ các nhóm và cuộc trò chuyện WhatsApp của bạn. Trích xuất số điện thoại của danh bạ và tải chúng xuống Excel.\n\nTiện ích mở rộng tốt nhất dành cho các công ty tiếp thị và bán hàng, dễ dàng lưu số điện thoại từ nhóm WA vào tệp Excel, CSV, JSON hoặc thậm chí là tệp VCard. Rất hữu ích cho khách hàng tiềm năng hoặc liên hệ.\n\n# BẮT ĐẦU NHƯ THẾ NÀO?\nMở web.whatsapp.com và quét để đăng nhập; chọn nhóm mà bạn muốn xuất số điện thoại của danh bạ và Nhấp vào nút Xuất.\n\n# ĐẶC TRƯNG\n\n✓ Xuất danh bạ từ tất cả các nhóm WhatsApp\n✓ Trích xuất danh bạ từ một nhóm WhatsApp cụ thể\n✓ Tải xuống danh bạ từ tất cả các cuộc trò chuyện\n✓ Lưu danh bạ từ nhãn\n✓ Lưu danh bạ từ một quốc gia cụ thể\n✓ Bao gồm thông tin quốc gia của người dùng\n✓ Xuất dữ liệu sang XLSX(Excel)/CSV/JSON/VCard\n\n# LĨNH VỰC XUẤT KHẨU\n#Country Code, #Country, #Phone Number, #Saved Name, #Public Display Name, #Is Business, #Is Blocked, #Labels, #Is My Contact\n\n# ĐỊNH DẠNG ĐƯỢC HỖ TRỢ\nXuất danh bạ từ WhatsApp sang định dạng Excel, CSV, JSON và VCard\n\n# QUYỀN RIÊNG TƯ DỮ LIỆU\nKhông cần địa chỉ Email để đăng nhập. Không có dữ liệu nào được chia sẻ với bên thứ ba.\nTất cả dữ liệu được xử lý trong máy tính cục bộ của bạn, không bao giờ đi qua máy chủ web của chúng tôi và không ai biết bạn đã xuất những gì.\n\n# TUYÊN BỐ\nWhatsApp™ là nhãn hiệu của WhatsApp Inc. đã đăng ký tại Hoa Kỳ và các quốc gia khác.\nĐây là một dự án độc lập không liên quan đến WhatsApp™ Inc.\n\n# Câu hỏi thường gặp\nNếu bạn có bất kỳ câu hỏi nào, vui lòng liên hệ với chúng tôi tại help@whatsabot.com.",
    "zh_CN": "从您的 WhatsApp 群组和聊天中提取并下载所有电话号码。 提取联系人的电话号码并将其下载到 Excel。\n\n营销和销售公司的最佳扩展，轻松将电话号码从 WA 组保存到 Excel 文件、CSV、JSON 甚至 VCard 文件。 对于潜在的潜在客户或联系人非常有用。\n\n# 如何开始？\n打开web.whatsapp.com，扫码登录； 选择要将联系人电话号码导出到的组，然后单击“导出”按钮。\n\n＃ 特征\n\n✓ 从所有 WhatsApp 组导出联系人\n✓ 从特定的 WhatsApp 组中提取联系人\n✓ 从所有聊天中下载联系人\n✓ 从标签中保存联系人\n✓ 保存来自特定国家的联系人\n✓ 包括用户国家信息\n✓ 导出数据到 XLSX(Excel)/CSV/JSON/VCard\n\n# 导出字段\n#Country Code，#Country，#Phone Number，#Saved Name，#Public Display Name，#Is Business，#Is Blocked，#Labels，#Is My Contact\n\n# 支持的格式\n将联系人从 WhatsApp 导出为 Excel、CSV、JSON 和 VCard 格式\n\n# 数据隐私\n无需电子邮件地址即可登录。不会与第三方共享任何数据。\n所有数据都在您的本地计算机上处理，从不通过我们的网络服务器，没有人知道您导出了什么。\n\n＃ 陈述\nWhatsApp™ 是 WhatsApp Inc. 在美国和其他国家注册的商标。\n这是一个与 WhatsApp™ Inc. 无关的独立项目。\n\n＃ 常问问题\n如果您有任何疑问，请随时通过 help@whatsabot.com 与我们联系。"
  }
}