{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Canvas Blocker - Fingerprint Protect"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevent HTML canvas element from generating a unique identification key to protect user's privacy"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This browser extension safeguards user privacy by preventing malicious scripts from using the HTML canvas element for user fingerprinting. It introduces slight changes to the data generated by the canvas element when specific methods are invoked, rendering it unusable for fingerprinting. In comparison to similar extensions, this one is lighter and employs a more efficient method to obstruct fingerprinting across all frame elements (top and subframes). The extension operates in three modes:\n\n1. Random noise\n2. Random noise (per page) to maintain a consistent identity within the current page session\n3. Fixed noise to sustain a constant yet unique identity continuously\n\nKey Features:\n1. Minimal footprint fingerprint defender\n2. Ability to block or disable fingerprinting on specific hostnames\n3. Notification when canvas fingerprinting is detected\n4. Option to disable notification for select or all hostnames\n5. Compatibility with cross-origin (CORS) and sandboxed iframes (such as Disqus and Hangouts)\n\nNotes:\nThis extension doesn't entirely block the canvas element. Instead, it modifies two methods to prevent the JavaScript engine from creating a unique identification key from this element.\n\nWhat is Canvas Fingerprinting:\nCanvas fingerprinting is a method among several browser fingerprinting techniques used for tracking online users. It enables websites to identify and monitor visitors by leveraging the HTML5 canvas element rather than browser cookies or similar means. This technique functions by exploiting the HTML5 canvas element. When a user visits a webpage, the fingerprinting script initially writes text using the preferred font and size and adds background colors. Subsequently, the script calls the Canvas API's ToDataURL method to retrieve canvas pixel data in dataURL format, essentially a Base64 encoded representation of binary pixel data. Lastly, the script hashes the text-encoded pixel data, creating a unique fingerprint."
  }
}