{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlock - Ads and Youtube"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Blasting fast and light AdBlock with Youtube ads skipper"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing AdBlock - Ads and YouTube, the ultimate solution for a smoother, faster, and ad-free browsing experience. With this Chrome extension, you can bid farewell to annoying advertisements, pesky YouTube video ads, and invasive tracking requests. Say hello to a cleaner, more enjoyable online journey.\n\n**Block Ads Everywhere:**\nTired of being bombarded with advertisements while browsing your favorite websites? AdBlock - Ads and YouTube has got you covered. It effectively blocks all types of ads, including banners, pop-ups, and auto-playing videos, ensuring a clutter-free browsing environment. Say goodbye to distractions and hello to uninterrupted browsing.\n\n**Skip YouTube Video Ads:**\nSick of waiting for those dreaded YouTube video ads to finish before you can watch your desired content? With AdBlock - Ads and YouTube, you can say goodbye to those frustrating interruptions. This handy extension automatically skips YouTube video ads, allowing you to enjoy your favorite videos without any disruptions. Sit back, relax, and let AdBlock take care of the rest.\n\n**Block Tracking Requests:**\nConcerned about your online privacy? AdBlock - Ads and YouTube helps protect your privacy by blocking tracking requests from websites. Say goodbye to intrusive trackers that follow your every move online. With this extension, you can browse with peace of mind, knowing that your online activities remain private and secure.\n\n**Light and Fast:**\nWorried about your browser's performance taking a hit due to the extension? Fear not! AdBlock - Ads and YouTube is designed to be incredibly light and fast, ensuring minimal impact on your browser's performance. Enjoy a seamless browsing experience without any lag or slowdowns. In fact, this extension may even make your browser faster by eliminating resource-heavy ads and tracking scripts.\n\n**Built on Manifest V3:**\nAdBlock - Ads and YouTube is built on Manifest V3, the latest version of Chrome's extension manifest format. This makes the extension more secure, efficient, and reliable. Manifest V3 offers enhanced security features, improved performance, and better compatibility with the latest versions of Chrome. Rest assured, you're getting the best-in-class ad-blocking experience with AdBlock - Ads and YouTube.\n\n**Seamless Integration:**\nAdBlock - Ads and YouTube seamlessly integrates into your Chrome browser, providing a hassle-free ad-blocking solution. Once installed, the extension works silently in the background, ensuring that you enjoy a cleaner, faster browsing experience without any extra effort on your part.\n\n**Stay Up-to-Date:**\nWorried about missing out on updates? AdBlock - Ads and YouTube automatically updates itself, ensuring that you always have the latest features and security enhancements. Rest easy knowing that your browsing experience is always optimized for maximum performance and privacy.\n\nIn conclusion, AdBlock - Ads and YouTube is the ultimate companion for anyone who values a clean, fast, and ad-free browsing experience. With its powerful ad-blocking capabilities, seamless integration, and robust security features, this Chrome extension is a must-have for anyone who wants to take control of their online experience. Say goodbye to ads, YouTube video interruptions, and tracking requests – and hello to a smoother, faster, and more enjoyable browsing journey. Install AdBlock - Ads and YouTube today and experience the difference for yourself.\n\nPLEASE NOTE THE LIMITATIONS:\n1. The extension does not block ad requests on YouTube, rather skips video ads, where it's possible, or speeds them up otherwise. This way is better and less conflicting with YouTube algorithms.\n2. The blocked ad requests counter may not show the exact number of blocked requests.\n3. When pausing ad blocking you can use the button to re-enable ad blocking on the website only when you close the extension popup (when you focus on the window itself)."
  }
}