{
  "name": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Dragon Ball Super: Broly Wallpaper",
    "ca": "Bola de Drac Súper: Broly",
    "cs,pl": "Dragon Ball Super: Broly Tapeta",
    "da": "Dragon Ball Super: Broly Baggrund",
    "de": "Dragon Ball Super: Broly Hintergrund",
    "el": "Dragon Ball Super: Μπρόλι Ταπετσαρία",
    "es,pt_BR,pt_PT": "Dragon Ball Super: Broly",
    "fi": "Dragon Ball Super: Broly Taustakuva",
    "fr": "Dragon Ball Super: Broly Fond d'écran",
    "it": "Dragon Ball Super: Broly Sfondo",
    "ja": "ドラゴンボール超ブロリー壁紙",
    "ko": "드래곤 볼 슈퍼 : 브로리 바탕 화면",
    "ru": "Жемчуг дракона: Супер: Броли Обои",
    "sv": "Dragon Ball Super: Broly Bakgrund",
    "tr": "Dragon Ball Süper: Broly Duvar Kağıdı",
    "zh_CN": "龙珠超:布罗利壁纸高清",
    "zh_TW": "龍珠超:布羅利壁紙高清"
  },
  "short": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "Dragon Ball Super: Broly Wallpaper turn new tab to custom Dragon Ball Super: Broly background. For Dragon Ball Super anime fans.",
    "ca": "Canvia la pestanya nova de Bola de Drac Súper: Broly Wallpaper amb el fons de pantalla HD de Dragon Ball Super: Broly. Per als fans…",
    "cs": "Rozšíření Tapeta Dragon Ball Super: Broly mění stránku nové karty s tapetou Dragon Ball Super: Broly HD na pozadí.",
    "da": "Dragon Ball Super: Broly Wallpaper udvidelse skift ny fane med Dragon Ball Super: Broly tapet HD baggrund. Temaer til Dragon Ball…",
    "de": "Dragon Ball Super: Broly Wallpaper Erweiterung neue Registerkarte mit benutzerdefinierten Dragon Ball Super: Broly Wallpaper…",
    "el": "Dragon Ball Super: Μπρόλι Wallpaper αλλάξτε νέα καρτέλα με το Dragon Ball Super: Broly wallpaper HD φόντο. Για τους οπαδούς του…",
    "es": "Dragon Ball Super: Broly Wallpaper cambia nueva pestaña con Dragon Ball Super: Broly fondo de pantalla HD. Para los fanáticos de…",
    "fi": "Dragon Ball Super: Broly laajennus vaihtaa uuden välilehden Dragon Ball Super: Broly taustakuvan HD-taustalla.",
    "fr": "L'extension Dragon Ball Super: Broly change de nouvel onglet avec le fond d'écran HD Dragon Ball Super: Broly.",
    "it": "L'estensione Dragon Ball Super: Broly cambia nuova scheda con lo sfondo HD di Dragon Ball Super: Broly. Temi per i fan di The…",
    "ja": "ドラゴンボール超ブロリーの壁紙拡張機能は、カスタムのドラゴンボール超ブロリーの壁紙HD背景で新しいタブページを変更します。ドラゴンボール超ブロリーファンのためのテーマ。",
    "ko": "드래곤 볼 슈퍼 : 브로리 배경 화면 확장은 사용자 정의 드래곤 볼 슈퍼 : 브로리 배경 화면 HD 배경으로 새 탭 페이지를 변경합니다. 드래곤 볼 슈퍼 : 브로리 팬을위한 테마.",
    "pl": "Rozszerzenie Dragon Ball Super: Broly zmienia nową kartę z tapetą Dragon Ball Super: Broly HD. Motywy dla fanów Dragon Ball Super:…",
    "pt_BR,pt_PT": "A extensão Dragon Ball Super: Broly muda a nova guia com o fundo HD do papel de parede Dragon Ball Super: Broly. Temas para fãs do…",
    "ru": "Расширение Жемчуг дракона: Супер: Броли меняет новую вкладку с HD-фоном обоев Жемчуг дракона: Супер: Броли. Темы для фанатов Жемчуг…",
    "sv": "Dragon Ball Super: Broly förlängning ändra ny flik med Dragon Ball Super: Broly tapeter HD bakgrund. Teman för Dragon Ball Super:…",
    "tr": "Dragon Ball Süper: Broly duvar kağıdı uzantısı, Dragon Ball Süper: Broly duvar kağıdı HD arka planıyla yeni sekme sayfasını…",
    "zh_CN": "龙珠超:布罗利壁纸扩展程序重新定义了您的Chrome新标签页成为龙珠超:布罗利的背景壁纸。龙珠超:布罗利粉丝的主题。",
    "zh_TW": "龍珠超:布羅利壁紙擴展程序重新定義了您的Chrome新標籤頁成為龍珠超:布羅利的背景壁紙。龍珠超:布羅利粉絲的主題。"
  },
  "long": {
    "am,ar,bg,bn,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sw,ta,te,th,uk,vi": "This extension features some of the great Dragon Ball Super: Broly background to make you feel good on your Chrome browser.\n \nExtension Features:\n\n1. Shuffle Dragon Ball Super: Broly wallpaper every time you open a new tab. \n2. Randomize Dragon Ball Super: Broly background or favorite it in wallpaper selection panel.\n3. Get easy access to popular sites with Google search.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. New Note for you to write down your tasks.  \n7. Easy access to your history websites. \n8. Add website to Shortcut panel for quick access.\n9. Quick access to Google apps.\n10. Quick access to More Themes.\n11. Easy Sharing to Social Media.\n12. Quick access to Download wallpaper.\n13. Enable fun snow, rain, falling leaves, fireworks animation in new tab.\n\nIf you have any questions about our Dragon Ball Super: Broly wallpaper new tab extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this new tab extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Dragon Ball Super: Broly wallpaper extension.\n4. Press \"Remove\"\n\n- OR - \nRight-click the extension icon on the extension bar (next to the URL bar) and select Remove from Chrome.",
    "ca,cs,da,de,el,es,fi,fr,it,ja,ko,pl,pt_BR,pt_PT,ru,sv,tr,zh_CN,zh_TW": "This extension features some of the cool Dragon Ball Super: Broly background to make you feel good on your Chrome browser for FREE. The extension shuffle Dragon Ball Super: Broly wallpaper every time you open a new tab. \n\nTurn your Chrome new tab into beautiful and powerful utility browser with Dragon Ball Super: Broly Wallpaper extension. Background theme for chromebook, laptop, desktop or pc.\n \nExtension Features:\n\n1. Shuffle Dragon Ball Super: Broly wallpaper every time you open a new tab. \n2. Randomize Dragon Ball Super: Broly background theme in settings option.\n3. Get easy access to popular sites with custom web search.\n4. Quick access to your emails and social media accounts.\n5. Show current date and time automatically.\n6. Sticky notes give you the Dragon Ball Super: Broly feels in completing real-life tasks. \n7. Get easy access to your most frequently visited websites. \n8. Get easy access to your bookmarks websites.\n9. Quick access to Google apps.\n10. Quick access to More Themes.\n11. Easy Sharing to Social Media.\n12. Enable fun snow, rain, falling leaves, fireworks animation in new tab.\n\nIf you have any questions about our Dragon Ball Super: Broly wallpaper new tab extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this new tab extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the wallpaper extension.\n4. Press \"Remove\"\n\n- OR - \nRight-click the extension icon on the extension bar (next to the URL bar) and select Remove from Chrome.\n\nIf you like our Dragon Ball Super: Broly wallpaper extension, check out other CoolThemeStores extensions that are also available on the CWS!"
  }
}