{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rovo: Search, Chat, and more"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Take Rovo anywhere you work. Easily access Search, Chat, and Agents, and look up definitions outside your Atlassian products."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀 Take Rovo anywhere you work \nRovo integrates directly with your browser to provide quick access to Search, Chat, Agents, and definitions. Whether you're searching for information or need help moving work forward, Rovo is here to help.\n\n🔎 Find, Learn and Act\n- Universal Search: Quickly search Atlassian and connected third-party products when you open a new tab.\n- Contextual Chat: Engage with Chat and Agents wherever you are, even outside Atlassian products.\n- Definitions: Get AI-generated summaries and definitions within your working pages*, enhancing your understanding and productivity.\n\n🙂 Make Rovo your own\n- New tab experience: Customize your new tab page with Rovo, providing quick access to Search, recommended links, and Chat suggestions.\n- Personalized results: Rovo personalizes your experience, offering Search suggestions and Chat responses tailored to your needs.\n\nUse the Rovo Chrome extension if your company uses Atlassian Rovo. More about Rovo at rovo.com.\n\n*Available in Atlassian products and Google Docs. More to come. \n\nPermissions\n\nFor more information about the permissions this extension requires, see https://support.atlassian.com/rovo/docs/rovo-browser-extension/."
  }
}