{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speichern Button von doorlin"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speichere Inhalte aus dem Web ganz einfach auf doorlin und ordne sie dann später."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Die schnellste Methode zum Speichern, Organisieren und Teilen von Artikeln, Bildern, Videos und Dokumenten\n\nMit der doorlin-Erweiterung kannst Du ALLES mit einem Klick speichern und teilen: jede Seite, jedes Bild oder jedes Video im Internet. Erstelle geteilte Ordner und sammle gemeinsam Inhalte aus dem Internet oder von Deinem Computer, egal ob mit einem E-Mail Kontakt oder registrierten Nutzer von doorlin. Deine gesammelten Inhalte kannst Du sofort in Deinem doorlin-Konto abrufen, organisieren und mit Deinen Inhalten und Ordnern aus anderen Cloud-Diensten zusammenführen – egal auf welchem Gerät. doorlin ist das smarte Allround Tool für Deine Organisation von Inhalten – für Teams oder privat für Dich.\n\n\nDAS UND VIELES MEHR KANNST DU MACHEN:\n\n - SAMMELN & ZUSAMMENFÜHREN: Speichere Deine Inhalte, verbinde Sie mit Inhalten aus dem Cloud-Dienst Deiner Wahl und verwalte sie alle auf einer zentralen Oberfläche\n\n - TEILEN: Stelle Inhalte auf schnellstem Wege anderen Kontakten zur Verfügung und verwalte diese gemeinsam\n\n - MARKIEREN: Markiere Deine Inhalte mit Farbkennzeichnungen, Stichwörtern, anderen Inhalten oder Kontakten um Inhalte schneller wiederzufinden\n\n - MESSAGING: Nutze den Messenger in Deinem doorlin Konto um Inhalte themenbezogen sofort zu besprechen – auch mit nicht registrierten Nutzern\n\n\nDOORLIN HILFT DIR:\n\n - Bei Recherchen während der Arbeit oder im Studium\n\n - Bei der Teamarbeit mit Kollegen oder Freunden, um diese Inhalte sofort in geteilten Ordnern zur Verfügung zu stellen und gemeinsam Inhalte zu verwalten\n\n - Beim Sammeln aller Dinge die Dich interessieren oder aller Dinge die Du gerade für ein Projekt zusammenstellen musst"
  }
}