{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Neotel Click2Call"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensión de Google Chrome para poder acceder a la funcionalidad Click2Call de Neotel",
    "en": "Google Chrome extension to access Neotel Click2Call functionality"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Configure la extensión con sus datos de acceso de agente y podrá enviar llamadas a su extensión con solo un clic. Además, podrá acceder a la web del agente mediante el enlace integrado en la propia extensión.\n\nLa inmediatez y rapidez en las comunicaciones de su empresa suponen un incremento en las valoraciones positivas de sus clientes y en los beneficios económicos a medio y largo plazo.\n\nDesde Neotel podemos ayudar a que la atención telefónica que preste su empresa sea más directa y por lo tanto más efectiva, gracias a nuestro botón de Click to call me back. Una aplicación que le permite contactar con el usuario que está visitando su Web con la máxima rapidez. La instantaneidad de este servicio es su principal ventaja ya que su cliente o futuro cliente no tendrá que esperar prácticamente nada para poder hablar con su empresa.\n\nIntroduciendo su número, en breve un Agente podrá ponerse en contacto con él.\n\nLa imagen que proyecta su compañía se verá reforzada de este modo así como aumentará la atención telefónica y la probabilidad de venta. Y todo esto sin instalación ni configuración de programas. Su puesta en marcha está solamente a un clic de distancia.\n\n+info: https://www.neotel2000.com/click-to-call-me-back/",
    "en": "Extensión de Google Chrome que permite acceder a la funcionalidad de Click2Call de Neotel.\n\nConfigure la extensión con sus datos de acceso de agente y podrá enviar llamadas a su extensión con solo un clic. Además, podrá acceder a la web del agente mediante el enlace integrado en la propia extensión."
  }
}