{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Authenticator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate TOTP codes like Google Authenticator."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Authenticator - Convenient OTP Generator Right in Your Browser\n\n• Description:\nAuthenticator is a Google Chrome extension that allows you to easily manage and generate OTPs (One-Time Passwords) for systems requiring two-factor authentication (2FA). With Authenticator, you no longer need mobile apps like Google Authenticator while still ensuring security and convenience directly in your browser.\n\n• Key Features:\n\n* Add OTPs for multiple services: Supports popular systems like Google, Facebook, Microsoft, and more.\n\n* Import OTPs from Google Authenticator:\nEasily migrate your existing OTPs from Google Authenticator to this extension.\n- How to migrate OTPs from Google Authenticator:\n+ Step 1: Export OTPs from Google Authenticator\n   1.1 Open the Google Authenticator app on your phone.\n   1.2 Go to Menu > Transfer accounts > Export accounts.\n   1.3 Select the OTPs you want to export and tap Next.\n   1.4 Take a screenshot of the QR code and transfer the image to your computer.\n+ Step 2: Import OTPs into the extension\n   2.1 Open the Authenticator extension in your browser.\n   2.2 Click Add new OTP > Open QRCode Image.\n   2.3 Select the QR code image exported from the Google Authenticator app.\n   2.4 Confirm the import process.\n👉 All your OTPs are now successfully migrated to the extension!\n\n* Flexible methods for adding OTPs:\n- Manually input the service name and secret key in plaintext.\n- Scan QR codes using your camera (may not work with complex QR codes or low-quality cameras).\n- Scan QR codes from image files (recommended).\n\n* Supported OTP format: Uses TOTP (Time-based One-Time Password), ensuring compatibility with most 2FA systems today.\n\nInstall Authenticator now to manage your OTPs securely, conveniently, and efficiently! 🚀"
  }
}