{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Signal Spam"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Report spam or fraudulent sites to Signal Spam directly from your browser and webmail, by one click.",
    "fr": "Alertez Signal Spam d'un e-mail de spam ou phishing depuis votre mail Orange, SFR, Laposte.net, Yahoo!, Gmail, Outlook, Free, AOL,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ACT : REPORT YOUR SPAM !\nSignal Spam is a public-private partnership that allows users to report anything that they consider to be spam in their e-mail client or webmail in order to assign it to the public authority or the professional that will take the required action to combat the reported spam.\n\nWhy report your spam?\nA spam report allows to collect all the technical information required for the identification of a spammer, wether the report relates to a marketing abuse or cyber-criminal spam. Signal Spam is responsible for the qualification of your report and distributing useful information to the fight against spam.\n\nSignal Spam extension will also protect you against Phishing.\nIf you open an e-mail in your webmail, or reach a fraudulent website, already identified by Signal Spam, you will be alerted by the Signal Spam extension.",
    "fr": "Avec l'extension Signal Spam, il devient possible de signaler tout e-mail perçu comme spam depuis sa messagerie (quelle qu’elle soit : Orange, free, gmail, SFR, yahoo, hotmail, outlook.com, live.com, La Poste, AOL, OVH) , consultée depuis un navigateur internet (Chrome, Safari, ou Firefox) en un clic à l’aide d’un bouton unique et universel. \n\nProtégez-vous contre le Phishing et soyez alerté des sites frauduleux dans votre webmail ou votre navigation web.\nSi vous consultez un e-mail contenant un lien vers un site frauduleux, ou si vous consultez un site déjà répertorié comme frauduleux, l'extension Signal Spam vous avertira du risque de fraude.\n\nPour procéder à un signalement d'e-mail (Spam ou Phishing), ouvrez l'email ou sélectionnez le(s) mail(s) à signaler, puis cliquez sur l'icône Signal Spam dans la barre d'outils de votre navigateur.\nSi un site web vous parait frauduleux, vous pouvez également le signaler en cliquant sur l'icône Signal Spam dans la barre d'outils de votre navigateur depuis la page du site web concerné.\n\nAprès installation de l'extension, vous devrez créer un compte Signal Spam depuis le site Internet : \nhttps://www.signal-spam.fr/espace-membre/inscription\nUne fois le compte créé, saisissez l'identifiant et mot de passe choisi dans les options de l'extension."
  }
}