{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Market Vibe: Stock Sentiment Insights"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get instant financial insights by analyzing news and sentiment for the current stock symbol on your browsing site."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Market Vibe, the cutting-edge Chrome extension that revolutionizes how investors gather stock insights. Tailored for busy investors, Market Vibe swiftly delivers real-time, AI-based sentiment analysis of trending news and social media, allowing investors to uncover market sentiments for investing opportunities. This dynamic tool focuses on extracting relevant stock data from popular financial websites, ensuring investors are always informed about the latest stock trends.\n\nReal-Time Insights: Ahead of the Curve\nMarket Vibe delivers real-time stock information effortlessly. Seamlessly integrated into your browsing experience, it extracts relevant stock symbols from websites you visit. The extension identifies your stock of interest and pulls the most recent data.\n\nTrending Headlines: Instant Updates\nStay informed with trending headlines from credible sources. Market Vibe aggregates top news, offering a quick overview of the stock market. Keep up with trends, breaking news, and pivotal events shaping stocks.\n\nSentiment Analysis: Uncover Market Mood\nDeciphering market sentiment is vital for informed decisions. Market Vibe employs advanced sentiment analysis algorithms. Visualized sentiment scores for each news article quickly show if it's positive, negative, or neutral, helping you align your strategy with market sentiment.\n\nUser-Friendly Interface: Intuitive Navigation\nMarket Vibe's intuitive interface seamlessly blends with your browser. A single click unveils a variety of presented insights. From news summaries to sentiment scores, it simplifies complex stock data.\n\nPrivacy at the Core: Your Data, Your Control\nYour privacy is important to Market Vibe. Market Vibe extracts stock symbols exclusively from visited sites, respecting your data. No access to personal or financial information, preserving your browsing experience."
  }
}