{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "NC Support"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ネイティブキャンプ講師の非公開なプライベートメモを保存したり、自分だけの講師評価を記録します。レッスン履歴を分析します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ネイティブキャンプでの学習をサポートする拡張機能です。\n\n🔶機能１　📝プライベートメモ\nたくさんの講師と出会うネイティブキャンプでは、講師一人ひとりのことをなかなか覚えておけません。公式の機能ではレッスンごとのメモを残せますが、「この講師とこんな話をした。」「この講師は評価が低いけど私にとっては高評価」というような内容を、ネイティブキャンプとは別にプライベートな情報として残すことができます。\n\n保存されたプライベートメモは、Googleアカウントの同期機能を使って保存されるため、Chromeにログインして使えば、異なるPC間でもメモが同期されます。（会社・自宅のChromeなど）\n\n🔶機能２　レッスン分析🆕\nネイティブキャンプでのレッスン履歴を収集して、独自のレポートを作成します。\n\n「ヒートマップ」\nカレンダー上でレッスンを受講した日が緑色になります。レッスン回数が多い日ほど濃い緑色です。毎日レッスンを受けて、緑の草原を目指しましょう。\n\n「月間分析」\n指定した年月の、教材・コース別のレッスン時間Top10。講師別レッスン時間Top10。曜日別のレッスン時間。がグラフ表示されます。あなたがどの教材を何時間勉強したか？お気に入りの講師は誰か？１ヶ月単位での集計が確認できます。\n\n「累計レッスン時間」　\nあなたがネイティブキャンプで受講したレッスン時間の累計グラフです。\n100時間。1,000時間のレッスン時間を達成できるのはいつになりそうなのか予測できます。\n週間レッスンペースは、あなたのレッスン時間の平均ペースです。\n\n「お気に入り推移」\nあなたが受講したお気に入り講師がどのように推移してきたかを表示します。\n\n※この拡張機能の仕組み上、ネイティブキャンプ側でページが変更されるとうまく機能しないことがあります。\n\n🔶機能３　拡張オーディオプレイヤー🔊\nオーディオ再生時のプレイヤーに3,5秒巻き戻しや、再生速度変更、ショートカットキーを追加します。\n\n🔶機能４　教材テキスト別ウィンドウ表示\n教材のテキストを別ウィンドウで表示し、表示の自由度を向上させます。\n\n\n\n【更新履歴\nv1.6.18\n　・ 予約リクエストのスロットの色を変更\nv1.6.17\n　・ レッスン履歴の過去月、過去ページの変更に対応\nv1.6.15\n　・ レッスン履歴の日付表示の変更に対応\nv1.6.14\n　・ レッスン履歴の日付表示の変更に対応\nv1.6.13\n　・ カウンセラーレッスン履歴がエラーになる不具合を修正\nv1.6.12\n　・ 不具合報告機能の追加\nv1.6.9, v1.6.10\n　・  レッスン履歴のページ切り替えの不具合修正\nv1.6.8\n　・  講師を非表示にすると履歴取り込み時に反映されない不具合の修正(新レッスン履歴版)\nv1.6.7\n　・  レッスン履歴のページ構成変化に対応\nv1.6.6\n　・  プライベートメモの管理削除機能の追加\n　・  拡張オーディオプレイヤーをNC仕様に修正\nv1.6.5\n　・  拡張オーディオプレイヤーが複数設定できるように修正\nv1.6.4\n　・  講師を非表示にすると履歴取り込み時に反映されない不具合の修正\nv1.6.3\n　・  総レッスン時間・回数の算出に当月が含まれていない不具合を修正\nv1.6.2\n　・ 講師分析がボタン以外の場所をクリックしても表示される不具合を修正\nv1.6.1\n　・ 講師ページで講師分析のボタンが表示されなくなっていた不具合を修正\nv1.6.0\n　・ 教材表示ウィンドウの追加\n　・ 拡張オーディオプレイヤーの追加\n　・ レッスン時講師ページ表示の機能追加\n　・ 連続受講算出の日付が日付変更時間を考慮していなかった不具合を修正 \n　・総レッスン時間グラフの表示仕様の変更（当月レッスン時間は折れ線グラフから除外）\n　・レッスン終了後の透過機能を廃止\n\nv1.5.4\n　・ 講師一覧に「聞くコンテンツ」が入ったために機能しなくなった講師コメント表示の修正\n\nv1.5.3\n　・ 連続受講日数、連続トロフィーの算出基準を最終受講日に変更\n　・ レッスン履歴表示を年月日に修正\n\nv1.5.2\n　・ データ取り込みで不具合の発生するケースを一部修正\n　・ 連続受講日数、連続トロフィーの表示に対応\n　・ 累計レッスングラフの画像ダウンロードにレッスン回数を追加\nv1.5.1\n　・ 別タブで開く機能の修正\nv1.5.0\n　・ おきにいり推移分析追加\n　・ 講師検索追加\n　・ ヒートマップに草原達成アイコン表示対応\n　・ プライベートメモ使用量の表記\n　・ プライベートメモ・評価のCSVエクスポート対応\n　・ 履歴情報データの更新：講師の国籍データ収集対応\n　・ 総レッスン時間グラフの予測値の集計方法修正\nv1.4.4\n　・ 講師別分析の月受講回数 0 の月も表示するように修正\n　・ ガイドページ対応\n　・ 拡張をどのサイトからでも開けるように変更\n v1.4.3\n　・ 総レッスン回数の分析を追加\n　・レッスン終了後の Finished の透過表示\nv1.4.2\n　・集計もれがある不具合を修正\n　・バージョンが確認できるように修正\nv1.4.0\n　・講師別分析ページの追加\n　・プロフィール動画にyoutubeコントローラを表示する機能を追加\nv1.3.10, v1.3.11\n　・ネイティブキャンプ側の URL 体系変更に対応\nv1.3.9\n　・SNS 共有の当日シェアの日付に不具合があった点を修正\nv1.3.8\n　・ヒートマップカレンダーを過去にさかのぼれるように修正\n　・実質同じ教材・コース名をまとめて集計できるオプションを追加\n　・月別の集計で日付変更時間が考慮されていない不具合を修正\n　・SNS共有で日付をさかのぼって共有できるように修正\nv1.3.7\n　・グラフ画像取得が正常に動作しない不具合を修正\nv1.3.6\n　・ヒートマップの未登録データの色不具合の修正\nv1.3.5\n　・日付変更時間の対応が曜日別レッスン時間の集計に反映されていない不具合を修正\n　・累計レッスン時間のグラフ表現を修正\n\nv1.3.4\n　・「お気に入り」や「日時指定予約」でもプライベートメモ、タブボタンを機能するように修正\n　・日時変更時間を考慮した集計ができるように修正"
  }
}