{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Instant Page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Design a one-page website for you, your family or your business in minutes! Free hosting and InstantPage included with domain."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Everything you need to get online - FREE with your domain.\n\nEach and every Planteen Host domain name comes with all you need to get online. The cost of your domain registration includes a spam-free email account and more - all 100% FREE!\n\nHosting with Website Builder\n\nDesign a one-page website for you, your family or your business in minutes! Just choose your theme and add your own text, background and contact form -- it's that easy! Hosting for your InstantPage® site is also included. †\n\nYou can use the page designer in InstantPage® to create Facebook® pages. You add these pages to your Facebook account, most often as a promotional tool. Facebook pages are a way to display custom content. For example, you can create an About Us page displaying text and images on a profile you created for your business.\n\nBy using InstantPage to create Facebook pages, you get the convenience of a page designer, which lets you upload your content to the pages you activate in your Facebook account. You may add text and upload images from your computer with the page designer. \nFacebook pages display on your Facebook profile and not on the website you created with InstantPage.\n\nNOTE: To display Facebook pages live on the Internet, you must have a Facebook account and activate pages in Facebook. To get started, visit the Facebook website."
  }
}