{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "awork Timer Extension",
    "de": "awork Timer-Erweiterung"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The browser extension for awork enables you to track times with one single click – no matter in which tab you are currently…",
    "de": "Die Browser-Erweiterung für awork ermöglicht es dir, Zeiten mit nur einem Klick zu erfassen – egal in welchem Tab du dich gerade…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The browser extension for awork enables you to track times with one single click – no matter in which tab you are currently working.\nAll data is synced to your awork account so you can enjoy a seamless flow. Switch between tasks, tabs and tools without loosing track.\nWith direct integrations of tools like Github, Pipedrive, MOCO and helloHQ you’ll even get the classic awork timer displayed for an even smoother experience.\n\nTime tracking has never been this fast & easy!\n\nHow to set up the extension:\nClick \"Add to Chrome”\nPin the extension to your browser\nLog in to your awork account by clicking on the extension\nSelect your Workspace, done!\n\nAbout awork:\nawork is a work management tool that helps teams to organize projects successfully. With a focus on an intuitive user experience and UI design, it combines project management, team planning and time tracking in one tool. Sharing projects with other companies and external parties is also possible with awork. This means that awork offers well thought-out processes for teams that work with many people on many customer projects in parallel - for example agencies, consultancies and tech companies. awork is GDPR-compliant, developed in Hamburg and hosted on ISO 27001-certified Microsoft servers in Germany.",
    "de": "Die Browser-Erweiterung für awork ermöglicht es dir, Zeiten mit nur einem Klick zu erfassen – egal in welchem Tab du dich gerade befindest.\nAlle Daten werden mit deinem awork-Konto synchronisiert, damit du einen nahtlosen Workflow genießen kannst. Wechsle zwischen Aufgaben, Tabs und Tools, ohne deine Zeit aus den Augen zu verlieren.\nMit direkten Integrationen von Tools wie Github, Pipedrive, MOCO und helloHQ wird dir sogar der klassische awork Timer angezeigt, für noch smootheren Flow.\n\nZeiterfassung war noch nie so schnell und einfach!\n\nSo richtest du die Erweiterung ein:\nKlicke auf „Zu Chrome hinzufügen“\nPinne die Erweiterung an deinen Browser\nMelde dich in deinem awork-Konto an, indem du auf die Erweiterung klickst\nWähle deinen Workspace aus, fertig!\n\nÜber awork:\nawork ist ein Workmanagement-Tool, das Teams hilft, Projekte erfolgreich zu organisieren. Mit Fokus auf eine intuitive Nutzungserfahrung und UI-Design vereint es Projektmanagement, Teamplanung und Zeiterfassung in einem Tool. Auch das Teilen von Projekten mit anderen Unternehmen und Externen ist mit awork möglich. Damit bietet awork durchdachte Abläufe für Teams, die mit vielen Personen an vielen Kundenprojekten parallel arbeiten – zum Beispiel Agenturen, Beratungen und Tech-Unternehmen. awork ist DSGVO-konform, wird in Hamburg entwickelt und auf ISO 27001 zertifizierten Microsoft-Servern in Deutschland gehostet."
  }
}