{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Next Basket - ERP connector"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sends request to a local network device"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nStreamline your business operations with the NextBasket ERP Connector Chrome extension. Seamlessly integrate your Point of Sale (POS) terminals with the NextBasket ERP system, enabling data synchronization over your local network. Say goodbye to manual data entry and embrace efficiency as your computer and POS terminal communicate effortlessly within the same Wi-Fi network.\n\nKey Features:\n\n- Effortless Integration: Connect your POS terminal to the NextBasket ERP system effortlessly via local network connectivity.\n- One Click Synchronization: Ensure that your business data is always up-to-date with instant synchronization between your computer and POS terminal.\n- Secure Communication: Enjoy a secure connection within the same Wi-Fi network, maintaining the confidentiality of your business transactions.\n- Increased Efficiency: Minimize manual data entry errors and streamline your workflow for improved operational efficiency.\n- User-Friendly Interface: The extension provides an intuitive interface, making it easy for users to set up and manage the connection.\n\nHow to Use:\n\n- Install the NextBasket ERP POS Connector Chrome extension.\n- Ensure your computer and POS terminal are connected to the same Wi-Fi network.\n- Configure the extension with your NextBasket ERP platform.\n- Start enjoying seamless communication between your POS terminal and ERP system.\n\nTransform the way you manage your business with NextBasket ERP Connector. Experience the power of integrated systems for a more efficient and connected business environment."
  }
}