{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duplicate Tab Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Prevent duplicate tabs effortlessly."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Duplicate Tab Helper prevents the opening of duplicate URLs at the moment new tabs are opened. If an exact duplicate is found, the newer tab will be replaced with the existing tab as seamlessly as possible. The effect is so subtle you may not even notice it happening. Duplicate Tab Helper is FANTASTIC for doing research and quietly makes your browsing experience more enjoyable.\n\nUnlike other extensions, great care is taken to make sure that when a duplicate is detected and discarded that it doesn't contain unsaved information. There is literally zero instances where this extension discards an old tab that you might have been using (unless you change your preferences.) Sometimes this means a few duplicates are ignored under specific circumstances. In cases of uncertainty, caution is favored over cleanup.\n\nTips:\n* You can still create a duplicate. Right-click any page and select 'Duplicate this tab'. \n\n* Duplicate Tab Helper is not intended for web developers who frequently need new tabs to replace the old tabs each time they make a change. I love you guys and gals but this extension will drive you crazy. :)\n\nBest,\nJustin\n\nPlease note there are some recommendations (ads) in the options screen to help you support my work.\n\n*** RELEASE NOTES ***\n2024-09-20 \n1.4.5 \nFixed: Stability while overhauling to Manifest 3\nFixed: Disappearing context menus on right-click\nFixed: Total duplicate count not always syncing\n\n1.4.4 Fixed: Duplicates are no longer matched between incognito and non-incognito ecosystems. This only became an issue when the \"all windows\" search feature was introduced in 1.4.2.\n\n1.4.3 Tightened up duplicate disposal to only dispose of duplicate after active tab has been set. This is to (hopefully) address a rare bug when opening new blank tabs where focus was not properly put on the remaining tab.\n\n1.4.2 Added option to search all windows for duplicates. No longer checks for duplicates in pinned tabs or in non-\"normal\" windows such as \"popup\", \"panel\", \"app\", or \"devtools\". If catching duplicates in these window types is desired please send an email and let me know some specifics.\n\n1.4.1 Under default settings, instead of ignoring \"navigation duplicates\", duplicates are pulled forward to the same position as the active tab, but no tabs are removed.\n\n1.4.0 Customization options added for how to deal with \"navigation duplicates\"\n\n2019-06-17 Update 1.3.9: Can now detect duplicate URLs with a hash (#) character in them. Also if you open a blank tab and happen to type a URL that is already open into a BLANK TAB then the duplicate will be matched and handled.  \n\n2019-06-16 Update 1.3.7: Disabled notifications. On Windows 10 they are put into a notification center and must be manually dismissed. That's way too much clutter, so I disabled them. Thanks for trying them out.\n\n2019-06-16 Update 1.3.6: Support added for bounced URLs! But only if the tab was opened in the background. I think this is a nice compromise to keep the extension lightweight but still very effective.\n\n2019-06-15 Update: Right-click menu has a 'Duplicate' option in case user really does want a duplicate."
  }
}