{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Censorship warning plugin",
    "de": "Plugin zur Warnung vor Zensur"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Be warned about censorship and surf the Internet without worries. This is an experiment and will be improved over time.",
    "de": "Lassen Sie sich vor Zensur warnen und surfen Sie ohne Sorgen im Internet. Dies ist ein Experiment und wird nach und nach verbessert."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The primary goal of this extension is to empower users to take control of their online experience and make informed decisions about what information they want to consume. By integrating data sources that provide information about zensored sites, analysing content and notifying users of potential zensorship, the extension aims to provide a proactive solution to promote freedom of information and strengthen democracy.\n\nA key feature is the detection of zensored content through the integration of algorithms and data sources that can identify zensored sites and content. When a user visits a zensored page or encounters zensored content, he or she is immediately informed by a notification. The purpose of this warning is to alert the user that certain information may be blocked or restricted and to allow the user to take further action.\n\nAnother goal of this browser extension is to provide user-friendly views with dashboards and metrics on users' personalised content, so that the mechanisms and effects of zensorship can be better understood.",
    "de": "Das Hauptziel dieser Erweiterung ist es, Nutzern die Möglichkeit zu geben, ihre Online-Erfahrung bewusst zu gestalten und informierte Entscheidungen darüber zu treffen, welche Informationen sie konsumieren möchten. Durch die Integration von Datenquellen, die Informationen über zensierte Seiten bereitstellen, die Analyse von Inhalten und die Benachrichtigung der Benutzer über potenzielle Zensur, soll die Erweiterung eine proaktive Lösung bieten, um die Informationsfreiheit zu fördern und die Demokratie zu stärken.\n\nEine Hauptfunktion ist die Erkennung von zensierten Inhalten durch die Integration von Algorithmen und Datenquellen, die zensierte Websites und Inhalte identifizieren können. Wenn ein Benutzer eine zensierte Seite besucht oder auf zensierte Inhalte stößt, wird er sofort durch eine Benachrichtigung darüber informiert. Diese Warnung soll den Benutzer darauf aufmerksam machen, dass bestimmte Informationen möglicherweise blockiert oder eingeschränkt sind und ihm ermöglichen, weitere Maßnahmen zu ergreifen.\n\nEin weiteres Ziel dieser Browsererweiterung ist es, benutzerfreundliche Ansichten mit Dashboards und Kennzahlen über die personalisierten Inhalte der Benutzer bereitzustellen, um die Mechanismen und Auswirkungen der Zensur besser nachvollziehen zu können."
  }
}