{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "SearchGPT for Chrome",
    "de": "SearchGPT für Chrome",
    "fr": "SearchGPT pour Chrome",
    "hr": "SearchGPT za Chrome",
    "id": "PencarianGPT untuk Chrome",
    "it": "SearchGPT per Chrome",
    "ja": "Chrome 用 SearchGPT",
    "ko": "Chrome용 검색GPT",
    "pt_BR,pt_PT": "SearchGPT para Chrome",
    "ru": "ПоискGPT для Chrome",
    "vi": "Tìm kiếmGPT cho Chrome",
    "zh_CN": "适用于 Chrome 的 SearchGPT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hu,kn,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_TW": "ChatGPT AI's capability across various search engines such as Google, Bing, Yahoo, DuckDuckGo and beyond.",
    "de": "Die Fähigkeit von ChatGPT AI in verschiedenen Suchmaschinen wie Google, Bing, Yahoo, DuckDuckGo und darüber hinaus.",
    "es": "La capacidad de la AI de ChatGPT en varios motores de búsqueda como Google, Bing, Yahoo, DuckDuckGo y más.",
    "fr": "La capacité de ChatGPT AI sur divers moteurs de recherche tels que Google, Bing, Yahoo, DuckDuckGo et au-delà.",
    "hr": "Mogućnost ChatGPT AI na raznim tražilicama kao što su Google, Bing, Yahoo, DuckDuckGo i više.",
    "id": "Kemampuan ChatGPT AI di berbagai mesin pencari seperti Google, Bing, Yahoo, DuckDuckGo dan seterusnya.",
    "it": "La capacità di ChatGPT AI su vari motori di ricerca come Google, Bing, Yahoo, DuckDuckGo e altri.",
    "ja": "Google、Bing、Yahoo、DuckDuckGo などのさまざまな検索エンジンにわたる ChatGPT AI の機能。",
    "ko": "Google, Bing, Yahoo, DuckDuckGo 등 다양한 검색 엔진에서 ChatGPT AI의 기능을 사용할 수 있습니다.",
    "pt_BR": "Capacidade do ChatGPT AI em vários mecanismos de busca, como Google, Bing, Yahoo, DuckDuckGo e além.",
    "pt_PT": "Capacidade do ChatGPT AI em vários mecanismos de busca, como Google, Bing, Yahoo, DuckDuckGo e muito mais.",
    "ru": "Возможности ChatGPT AI в различных поисковых системах, таких как Google, Bing, Yahoo, DuckDuckGo и других.",
    "vi": "Khả năng của ChatGPT AI trên nhiều công cụ tìm kiếm khác nhau như Google, Bing, Yahoo, DuckDuckGo và hơn thế nữa.",
    "zh_CN": "ChatGPT AI 在各种搜索引擎（如 Google、Bing、Yahoo、DuckDuckGo 等）上的能力。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With SearchGPT powered by ChatGPT, you'll enhance you browsing experience. This browser extension empowers traditional search engines with the intelligence of ChatGPT, presenting responses alongside regular searc.\n\nSpecifically designed for Chrome users, SearchGPT allows quick access via a convenient popup window. No need to\nswitch to a different website or application – simply use this extension to ask anything directly.\n\nFeatures:\n\n• Access from the context menu.\n\t- Highlight any text or code and using right click you will be able to start search.\n\n•Access from Chrome Browser:\n\t- Easily accessible through your browser's extension popup.\n\t- Response on all major search engines.\n\n•Dark Mode:\n\t- Offers a comfortable viewing option in light and dark mode.\n\t- Reduces eye strain and provides a more relaxed browsing experience.\n\nBy clicking \"Add to Chrome\", I accept and agree to install the “SearchGPT for Chrome”\nChrome extension and set Chrome New Tab provided by the service and the Terms of\nUse and Privacy Policy. Search results are provided by Microsoft Bing.\n\nInstalling this Chrome extension will update your default search setting to “SearchGPT for Chrome” with search\nresults powered by Bing.com.\n\nPrivacy Policy: https://searchgpt.me/privacy\n\nUpgrade your web searching experience with ChatGPT' Powered Search for Chrome extension today!"
  }
}