{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Self Butler"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcuts to Self Butler"
  },
  "long": {
    "ar": "Self Butler هو بوابك الشخصي في متناول يدك للعثور على ما تحتاج إليه ، عندما تحتاج إليه وأينما كنت. وهي مجهزة الآن ببحث تحديد الموقع الجغرافي ، ومترجم متعدد اللغات ، ومحول العملات ، والبحث على شبكة الإنترنت وأداة مقارنة التسوق لتحديد مواقع أفضل الأماكن بسهولة من حولك أو العنصر الأكثر خفية على شبكة الإنترنت.\n\nبالنقر على \"إضافة إلى Chrome\" ، أوافق وأوافق على تثبيت إضافة SelfButler Chrome وتعيين علامة تبويب Chrome ™ الجديدة إلى تلك التي توفرها الخدمة وشروط الاستخدام وسياسة الخصوصية\n\nسياسة الخصوصية: https://selfbutler.com/privacy.php\n\nشروط الاستخدام: https://selfbutler.com/termofuse.php",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Self Butler is your personal concierge at your fingertips to find what you need, when you need it and wherever you are. It is now equipped with geolocation search, multi language translator, local weather forecast, currency converter, web search and a shopping comparison tool to easily locate the best places around you or the most hidden item on the web.\n\nBy clicking \"Add to Chrome\", I accept and agree to installing the SelfButler Chrome extension and setting Chrome™ New Tab to that provided by the service and the Terms of Use and Privacy Policy\n\nPrivacy Policy: https://selfbutler.com/privacy.php\n\nTerms of use: https://selfbutler.com/termofuse.php",
    "de": "Self Butler ist Ihr persönlicher Concierge immer zur Hand, um zu finden, was Sie brauchen, wann Sie es brauchen und da wo Sie gerade sind. Er ist jetzt mit Geoortungs-Suche, mehrsprachigem Übersetzer, Währungsumrechner, Websuche und einem Einkaufsvergleichstool ausgestattet, um die besten Orte um Sie herum oder das versteckteste Element im Internet zu finden.\n\nDurch Klicken auf \"Zu Chrome hinzufügen\" stimme ich der Installation der Chrome-Erweiterung von SelfButler zu und stimme zu, dass Chrome ™ New Tab auf den durch den Dienst und die Nutzungsbedingungen und Datenschutzbestimmungen bereitgestellten Wert eingestellt wird\n\nDatenschutzerklärung: https://selfbutler.com/privacy.php\n\nNutzungsbedingungen: https://selfbutler.com/termofuse.php",
    "es": "SelfButler es su conserje personal a su alcance para encontrar lo que necesita, cuando lo necesita y donde sea que se encuentre. Ahora está equipado con la búsqueda de geolocalización, el traductor multilingüe, el conversor de divisas, la búsqueda web y una herramienta de comparación de compras para ubicar fácilmente los mejores lugares a su alrededor o el elemento más oculto en la web.\n\nAl hacer clic en \"Agregar a Chrome\", acepto y acepto instalar la extensión SelfButler Chrome y configurar la Nueva pestaña de Chrome ™ a la proporcionada por el servicio y los Términos de uso y la Política de privacidad\n\nPolítica de privacidad: https://selfbutler.com/privacy.php\n\nTérminos de uso: https://selfbutler.com/termofuse.php",
    "fr": "Self Butler est un concierge personnel à portée de main pour trouver tout ce dont vous avez besoin, quand vous le voulez et ou que vous soyez. Il est desormais équipé d'une fonction de géolocalisation, d'un traducteur multilingue, d'un convertisseur de devises et d'une recherche Web et Shopping vous permettant de trouver les meilleurs endroits autour de vous et les éléments les plus cachés du Web.\n\nEn cliquant sur \"Ajouter à Chrome\", j'accepte l'installation de l'extension SelfButler Chrome et la définition de Chrome ™ New Tab sur celle fournie par le service, ainsi que sur les conditions d'utilisation et la politique de confidentialité.\n\nPolitique de confidentialité: https://selfbutler.com/privacy.php\n\nConditions d'utilisation: https://selfbutler.com/termofuse.php",
    "it": "Self Butler è il tuo \"concierge\" personale a portata di mano per cercare qualsiasi cosa, quando vuoi e ovunque ti trovi. \nL'estensione include un servizio di geolocalizzazione, traduttore multilingua, convertitore di valuta, motore di ricerca \ne un servizio di comparazione per lo shopping online che permette di trovare facilmente i posti migliori vicino a te \no gli articoli più nascosti sul web.\n\nFacendo clic su \"Aggiungi a Chrome\", accetto e accetto di installare l'estensione Chrome di SelfButler e di impostare \"apri nuova scheda\" di Chrome ™ su quella fornita dal servizio e le Condizioni d'uso e l'Informativa sulla privacy\n\nInformativa sulla privacy: https://selfbutler.com/privacy.php\n\nTermini di utilizzo: https://selfbutler.com/termofuse.php",
    "ja": "セルフバトラーは、必要なとき、必要なとき、どこにいても、必要なものを見つけるための指先での個人的なコンシェルジュです。 ジオロケーション検索、多言語翻訳、通貨変換、ウェブ検索、買い物比較ツールを使用して、あなたの周りの最適な場所やウェブ上で最も隠れたアイテムを簡単に見つけることができます。\n\n「Chromeに追加」をクリックすると、SelfButler Chrome拡張機能をインストールし、Chrome™の新しいタブをサービスおよび利用規約とプライバシーポリシーで提供されるものに設定することに同意します\n\nプライバシーポリシー：https://selfbutler.com/privacy.php\n\n利用規約：https://selfbutler.com/termofuse.php",
    "pt_BR": "Self Butler é o seu concierge pessoal ao seu alcance para encontrar o que você precisa, quando você precisa e onde quer que esteja. Agora é equipado com pesquisa de geolocalização, tradutor de vários idiomas, conversor de moeda, pesquisa na web e uma ferramenta de comparação de compras para localizar facilmente os melhores lugares ao seu redor ou o item mais oculto da web.\n\nAo clicar em \"Adicionar ao Chrome\", eu aceito e aceito instalar a extensão do Google Chrome do SelfButler e definir a nova guia do Google Chrome ™ como a fornecida pelo serviço, pelos Termos de Uso e pela Política de Privacidade.\n\nPolítica de Privacidade: https://selfbutler.com/privacy.php\n\nTermos de uso: https://selfbutler.com/termofuse.php",
    "ru": "Self Butler - ваш личный консьерж в ваших руках, чтобы найти то, что вам нужно, когда вам это нужно и где бы вы ни находились. Теперь он оснащен поиском геолокации, мультиязычным переводчиком, конвертером валют, веб-поиском и инструментом сравнения покупок, чтобы легко находить лучшие места вокруг вас или самый скрытый элемент в Интернете.\n\nНажимая «Добавить в Chrome», я принимаю и соглашаюсь с установкой расширения SelfButler Chrome и установкой новой вкладки Chrome ™ в соответствии с предоставленной службой и Условиями использования и Политикой конфиденциальности\n\nПолитика конфиденциальности: https://selfbutler.com/privacy.php\n\nУсловия использования: https://selfbutler.com/termofuse.php",
    "zh_CN": "Self Butler 是你的私人管家，随时可以帮助你。无论你在何地，他都能满足你的所有需求。他配备了最新的定位搜索功能、多语言翻译、货币实时汇率转换、网页搜索和购物导航工具（帮助你轻松对比物价，找到合适且理想的购物地点）。\n\n点击“添加到Chrome”，即表示我接受并同意安装SelfButler Chrome扩展程序并将Chrome™新标签设置为服务提供的标签以及使用条款和隐私政策\n\n隐私政策：https：//selfbutler.com/privacy.php\n\n使用条款：https：//selfbutler.com/termofuse.php"
  }
}