{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BlueStacks App Player for PC & Mac"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bluestacks is such a kind of program that offers you to run the android application in your PC very smoothly"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "It would be better for you if you could run your android apps and games on the PC, right? Bluestacks is such a kind of program that offers you to run the android application in your PC very smoothly. You may have limitations to play on your android phone. Also, you may not find it enjoyable to play android applications on your phone.\n\nFeatures of BlueStacks App Player\n\nTons of features are included in bluestacks app player for pc to make you an awesome experience to use it. Mostly, the magnificent feature is covered with running apps and games smoothly on your PC. You will get high-end graphics than any of the android phones. However, you may have the confusion of the PC requirement of using Bluestacks. You will be happy to know that the minimum requirement is only having at least 2GB of RAM and 9GB hard drive space. Okay, let’s discuss the features of Bluestacks.\n\n- Using android phone fast and full screen from the PC\n- Play high-end graphics games\n- Play any apps smoothly that may lag on your Android\n- Download and install apps from play store\n- Easy integration with mouse and keyboard\n- Supports multitask\n- Open Apps with double-clicking from desktop\n- Moving files from android and PC and vice-versa\n- Easy and quick microphone integration\n- Simultaneous multitasking with having great performance\n- Streaming directly from twitter or Facebook or any other media\n- Integrated sensors to comply with bigger brands like Intel, Samsung, HP, Lenovo and many more\n- Pre-installed games and apps\n\nBluestacks will give you the facility to play high-end graphics games. It is 6 times better than playing from any other android device. You will also be able to prevent the lacking of playing games that lag or hang on your android device. Overall, it’s just a fantastic way to play all of your android games and apps very smoothly from your PC.\n\nThe App is currently only available in English, it will be available in other languages in upcoming releases."
  }
}