{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1Page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1Page"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduction: \n    Welcome to 1Page, a versatile browser extension to streamline your meeting preparation experience. \n \nPlatform or Application: \n  1Page seamlessly integrates with your favorite web browsers, enhancing your meeting preparation experience. \n \nFunctionality: \n      Utilize the 1Page platform to efficiently consolidate your sales meeting research, accessing all pertinent information in a single location. Our solution is designed to optimize your sales research, allowing you to save valuable time and concentrate on successfully closing more deals. \n \nUse cases:  \n  Imagine effortlessly organizing your meetings, boosting productivity with built-in task management, and receiving timely alerts of events—all made possible with 1Page. 1Page connects with 35+ commonly used applications,  \n \nInstallation and compatibility: \n    Installing 1Page is a breeze – visit our website or access it through the Extension store. Sign up or log in, give access to calendars, and get started in no time. \n \nUser Interface: \n   Experience an intuitive, non-intrusive user interface with 1Page, featuring a clean design, easy navigation, and customizable layouts to suit your preferences. \n \nSecurity and Permissions: \n   Rest assured with 1Page, as our extension prioritizes user security with encrypted data transmission. Permissions are limited to essential functionalities, respecting your privacy. \n \nUpdates and support: \n  Enjoy seamless updates with 1Page as we continuously enhance features. Our dedicated support team is ready to assist, ensuring a smooth experience for all users."
  }
}