{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WeShare"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WeShare là nền tảng gây quỹ cho các hoạt động xã hội từ các đơn hàng online."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bạn có bao giờ nghĩ đến việc quyên góp từ thiện sẽ trở nên dễ dàng hơn, thường xuyên hơn chỉ với những đơn hàng mà bạn mua sắm online hàng ngày hay chưa? Hãy để WeShare giúp bạn làm điều đó nhé!\n\nWeShare là một nền tảng mà trên đó người dùng có thể quyên góp từ thiện bằng những đơn hàng mua sắm online.\n\nSử dụng WeShare như thế nào?\n - Đầu tiên, bạn sẽ tạo tài khoản trên ứng dụng WeShare.\n - Tiếp theo, bạn sẽ chọn 1 tổ chức từ thiện mà mình muốn quyên góp vào.\n - Cuối cùng, bạn chỉ cần chọn trang mua sắm yêu thích và thực hiện mua sắm như bình thường.\nCác thao tác cực kỳ đơn giản phải không nào!\n\nVới mỗi đơn hàng mua sắm thành công, bạn đã đóng góp một phần công sức của mình cùng mọi người:\n - Xây dựng những ngôi trường cho các trẻ em vùng cao, trẻ em dân tộc thiểu số.\n - Xây hàng trăm ngôi nhà cho các hộ gia đình nghèo.\n - Hay có thể làm hàng trăm kilomet đường, hàng trăm cây cầu nhỏ để trẻ em không phải đi bộ, lội suối, đi cầu treo khi đến trường.\n - Và cả hàng chục cơ sở y tế với trang thiết bị đầy đủ để khám chữa bệnh cho người dân ở vùng sâu vùng xa.\n\nTất cả sẽ không còn là những điều xa xỉ hay những thứ chỉ có trong mơ nữa mà sẽ trở thành hiện thực.\n\nHãy tin rằng những việc mà WeShare làm là hoàn toàn minh bạch, những con số, những lịch sử quyên góp thông qua mỗi lần mua hàng của bạn sẽ được chúng tôi hiển thị chi tiết.\nHãy cùng WeShare viết nên ước mơ, giúp cuộc sống của tất cả người dân Việt Nam trở nên tốt đẹp hơn.\n\nNếu có thắc mắc, hãy kể với chúng tôi nhé. WeShare luôn lắng nghe những câu chuyện từ bạn: weshare.asia@gmail.com"
  }
}