{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Cat - Your rolodex for websites"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Categorize websites; assign tasks, fields and notes; highlight them at Google search results"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Cat helps you categorize websites so that they would stand out in your Google Search results. This is a perfect tool to identify what matters to you on the web.\n\nMoreover, you can add notes, tasks  (to-do lists) and fields for a specific URLs / websites. Web Cat will alert you when you visit that website again. Imagine a Rolodex for websites!  \n\nSeveral use cases for you to start thinking creatively on how to use Web Cat:\n- Improve your online shopping by taking notes to track prices and availability. \n- Add notes and tasks for your online courses so that you will never miss deadlines.\n- Manage your company's order flow and clients by categorizing them online.\n- Improve your Google Search experience to focus on the results that matter to you.\n- Use Web Cat as a place to store all your favorite websites and easily launch these websites from the Web Cat's Settings i.e. use it as your website Rolodex.\n- Add reminders for upcoming special occasions to your loved ones' social media pages.\n- Improve your event management and better organize your suppliers, invitees and employees by categorizing them online.\n- You can export your data as an Excel spreadsheet and perform searches within Web Cat!\n\nThe list goes on and Web Cat is totally free! Just send us an email if you want new features - we'll add them for free :)\n\nENJOY!\n\n@ Dogan Engin 2021 - All rights are reserved."
  }
}