{
  "name": {
    "ar": "لعبة Angry Cat Shot - تعمل دون اتصال بالإنترنت",
    "am": "Angry Cat Shot ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Angry Cat Shot - работи офлайн",
    "bn": "অ্যাংরি ক্যাট শট গেম - অফলাইনে চলে",
    "ca": "Joc Angry Cat Shot: funciona fora de línia",
    "cs": "Angry Cat Shot Game – běží offline",
    "da": "Angry Cat Shot Game - Kører offline",
    "de": "Angry Cat Shot Spiel - Läuft offline",
    "el": "Παιχνίδι Angry Cat Shot - Εκτελείται εκτός σύνδεσης",
    "en,en_AU,en_GB,en_US": "Angry Cat Shot Game - Runs Offline",
    "es,es_419": "Angry Cat Shot Game - Funciona sin conexión",
    "et": "Mäng Angry Cat Shot – töötab võrguühenduseta",
    "fa": "بازی شلیک گربه عصبانی - بصورت آفلاین اجرا می شود",
    "fi": "Angry Cat Shot -peli - toimii offline-tilassa",
    "fil": "Angry Cat Shot Game - Tumatakbo Offline",
    "fr": "Angry Cat Shot Game - Fonctionne hors ligne",
    "gu": "Angry Cat Shot Game - ઑફલાઇન ચાલે છે",
    "he": "משחק ירי חתול כועס - פועל במצב לא מקוון",
    "hi": "एंग्री कैट शॉट गेम - ऑफलाइन चलता है",
    "hr": "Angry Cat Shot Game - radi izvan mreže",
    "hu": "Angry Cat Shot játék - Offline fut",
    "id": "Game Angry Cat Shot - Berjalan Offline",
    "it": "Angry Cat Shot Game - Funziona Offline",
    "ja": "Angry Cat Shot ゲーム - オフラインで実行",
    "kn": "ಆಂಗ್ರಿ ಕ್ಯಾಟ್ ಶಾಟ್ ಗೇಮ್",
    "ko": "Angry Cat Shot 게임 - 오프라인 실행",
    "lt": "Žaidimas „Angry Cat Shot“",
    "lv": "Spēle Angry Cat Shot — darbojas bezsaistē",
    "ml": "ആംഗ്രി ക്യാറ്റ് ഷോട്ട് ഗെയിം",
    "mr": "रागावलेला मांजर शॉट गेम - ऑफलाइन चालतो",
    "ms": "Permainan Tembakan Kucing Marah",
    "nl": "Angry Cat Shot-spel - werkt offline",
    "no": "Angry Cat Shot Game - Kjører frakoblet",
    "pl": "Angry Cat Shot Gra - działa w trybie offline",
    "pt_BR,pt_PT": "Jogo Angry Cat Shot - Funciona offline",
    "ro": "Joc Angry Cat Shot - rulează offline",
    "ru": "Angry Cat Shot Game",
    "sk": "Angry Cat Shot Game – beží offline",
    "sl": "Igra Angry Cat Shot - deluje brez povezave",
    "sr": "Игра Ангри Цат Схот - ради ван мреже",
    "sv": "Angry Cat Shot Game - Körs offline",
    "sw": "Hasira Cat Shot Game",
    "ta": "கோபமான கேட் ஷாட் கேம்",
    "te": "యాంగ్రీ క్యాట్ షాట్ గేమ్",
    "th": "เกม Angry Cat Shot - รันออฟไลน์",
    "tr": "Kızgın Kedi Vurma Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра Angry Cat Shot",
    "vi": "Trò chơi bắn mèo giận dữ - Chạy ngoại tuyến",
    "zh_CN": "愤怒的猫射击游戏 - 离线运行",
    "zh_TW": "憤怒的貓射擊遊戲 - 離線運行"
  },
  "short": {
    "ar": "Angry Cat Shot هي لعبة مهارة عرضية رائعة. ساعد القط على جمع كل النجوم من خلال الحلقات. استمتع!",
    "am": "Angry Cat Shot አሪፍ ተራ የክህሎት ጨዋታ ነው። ድመቷን ሁሉንም ከዋክብት በክበቦቹ ውስጥ እንድትሰበስብ እርዷት. ይዝናኑ!",
    "bg": "Angry Cat Shot е страхотна ежедневна игра за умения. Помогнете на котката да събере всички звезди през пръстените. Забавлявай се!",
    "bn": "অ্যাংরি ক্যাট শট একটি দুর্দান্ত নৈমিত্তিক দক্ষতার খেলা। রিংগুলির মাধ্যমে সমস্ত তারা সংগ্রহ করতে বিড়ালটিকে সহায়তা করুন। আনন্দ কর!",
    "ca": "Angry Cat Shot és un joc d'habilitats casual genial. Ajuda el gat a recollir totes les estrelles a través dels anells. Diverteix-te!",
    "cs": "Angry Cat Shot je skvělá příležitostná dovednostní hra. Pomozte kočce posbírat všechny hvězdy skrz kroužky. Bavte se!",
    "da": "Angry Cat Shot er et cool afslappet færdighedsspil. Hjælp katten med at samle alle stjernerne gennem ringene. Hav det sjovt!",
    "de": "Angry Cat Shot ist ein cooles Gelegenheits-Geschicklichkeitsspiel. Hilf der Katze, alle Sterne durch die Ringe zu sammeln. Habe Spaß",
    "el": "Το Angry Cat Shot είναι ένα περιστασιακό παιχνίδι δεξιοτήτων. Βοηθήστε τη γάτα να συγκεντρώσει όλα τα αστέρια.",
    "en,en_AU,en_GB,en_US": "Angry Cat Shot is a cool casual skill game. Help the cat to collect all the stars through the rings. Have Fun!",
    "es,es_419": "Angry Cat Shot es un divertido juego de habilidad informal. Ayuda al gato a recoger todas las estrellas. ¡Que te diviertas!",
    "et": "Angry Cat Shot on lahe juhuslik oskusmäng. Aidake kassil rõngaste kaudu kõik tähed kokku koguda. Lõbutse hästi!",
    "fa": "Angry Cat Shot یک بازی مهارتی جالب است. به گربه کمک کنید تا تمام ستاره ها را از طریق حلقه ها جمع کند. خوش بگذره!",
    "fi": "Angry Cat Shot on siisti rento taitopeli. Auta kissaa keräämään kaikki tähdet renkaiden kautta. Pidä hauskaa!",
    "fil": "Ang Angry Cat Shot ay isang cool na casual skill game. Tulungan ang pusa upang mangolekta ng lahat ng mga bituin. Magsaya!",
    "fr": "Angry Cat Shot est un jeu d'adresse cool et décontracté. Aidez le chat à collecter toutes les étoiles à travers les anneaux.…",
    "gu": "ક્રોધિત કેટ શોટ એ એક સરસ કેઝ્યુઅલ કૌશલ્ય ગેમ છે. બિલાડીને રિંગ્સ દ્વારા તમામ તારાઓ એકત્રિત કરવામાં મદદ કરો. મજા કરો!",
    "he": "Angry Cat Shot הוא משחק מיומנות מזדמן מגניב. עזרו לחתול לאסוף את כל הכוכבים דרך הטבעות. תעשה חיים!",
    "hi": "एंग्री कैट शॉट एक कूल कैजुअल स्किल गेम है। अंगूठियों के माध्यम से सभी सितारों को इकट्ठा करने में बिल्ली की मदद करें। मस्ती करो!",
    "hr": "Angry Cat Shot je kul ležerna igra vještina. Pomozite mački da sakupi sve zvijezde kroz prstenove. Zabavi se!",
    "hu": "Az Angry Cat Shot egy klassz alkalmi ügyességi játék. Segíts a macskának összegyűjteni az összes csillagot a gyűrűkön keresztül.…",
    "id": "Angry Cat Shot adalah game keterampilan kasual yang keren. Bantu kucing untuk mengumpulkan semua bintang. Selamat bersenang-senang!",
    "it": "Angry Cat Shot è un fantastico gioco di abilità. Aiuta il gatto a raccogliere tutte le stelle attraverso gli anelli. Divertiti!",
    "ja": "Angry Cat Shot はクールなカジュアル スキル ゲームです。 猫がリングを通してすべての星を集めるのを手伝ってください。 楽しんで！",
    "kn": "ಆಂಗ್ರಿ ಕ್ಯಾಟ್ ಶಾಟ್ ತಂಪಾದ ಕ್ಯಾಶುಯಲ್ ಕೌಶಲ್ಯ ಆಟವಾಗಿದೆ. ಉಂಗುರಗಳ ಮೂಲಕ ಎಲ್ಲಾ ನಕ್ಷತ್ರಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಬೆಕ್ಕುಗೆ ಸಹಾಯ ಮಾಡಿ. ಆನಂದಿಸಿ!",
    "ko": "Angry Cat Shot은 멋진 캐주얼 스킬 게임입니다. 고리를 통해 모든 별을 모으기 위해 고양이를 도와주세요. 재미있게 보내세요!",
    "lt": "„Angry Cat Shot“ yra šaunus atsitiktinis įgūdžių žaidimas. Padėkite katei surinkti visas žvaigždes per žiedus. Pasilinksmink!",
    "lv": "Angry Cat Shot ir forša gadījuma prasmju spēle. Palīdziet kaķim savākt visas zvaigznes caur gredzeniem. Izklaidējieties!",
    "ml": "ആംഗ്രി ക്യാറ്റ് ഷോട്ട് ഒരു രസകരമായ കാഷ്വൽ സ്കിൽ ഗെയിമാണ്. എല്ലാ നക്ഷത്രങ്ങളും ശേഖരിക്കാൻ പൂച്ചയെ സഹായിക്കുക. തമാശയുള്ള!",
    "mr": "अँग्री कॅट शॉट हा एक छान प्रासंगिक कौशल्य खेळ आहे. मांजरीला रिंगांमधून सर्व तारे गोळा करण्यास मदत करा. मजा करा!",
    "ms": "Angry Cat Shot ialah permainan kemahiran kasual yang hebat. Bantu kucing untuk mengumpul semua bintang melalui cincin. Berseronok!",
    "nl": "Angry Cat Shot is een cool casual behendigheidsspel. Help de kat om alle sterren door de ringen te verzamelen. Veel plezier!",
    "no": "Angry Cat Shot er et kult tilfeldig ferdighetsspill. Hjelp katten med å samle alle stjernene gjennom ringene. Ha det gøy!",
    "pl": "Angry Cat Shot to fajna swobodna gra zręcznościowa. Pomóż kotu zebrać wszystkie gwiazdki przez pierścienie. Baw się dobrze!",
    "pt_BR,pt_PT": "Angry Cat Shot é um jogo de habilidade legal e casual. Ajude o gato a recolher todas as estrelas através dos anéis. Divirta-se!",
    "ro": "Angry Cat Shot este un joc de îndemânare ocazional. Ajută pisica să adune toate stelele prin inele. A se distra!",
    "ru": "Angry Cat Shot — классная казуальная игра на ловкость. Помогите коту собрать все звезды через кольца. Веселиться!",
    "sk": "Angry Cat Shot je skvelá príležitostná šikovnosť. Pomôžte mačke pozbierať všetky hviezdy cez krúžky. Bavte sa!",
    "sl": "Angry Cat Shot je kul priložnostna spretnostna igra. Pomagaj mački zbrati vse zvezde skozi obroče. Zabavaj se!",
    "sr": "Ангри Цат Схот је цоол цасуал игра са вештинама. Помозите мачки да прикупи све звезде кроз прстенове. Забави се!",
    "sv": "Angry Cat Shot är ett coolt ledigt skicklighetsspel. Hjälp katten att samla alla stjärnor genom ringarna. Ha så kul!",
    "sw": "Hasira Cat Shot ni mchezo mzuri wa kawaida wa ustadi. Msaada paka kukusanya nyota zote kupitia pete. Furahia!",
    "ta": "ஆங்ரி கேட் ஷாட் ஒரு சிறந்த சாதாரண திறன் விளையாட்டு. அனைத்து நட்சத்திரங்களையும் சேகரிக்க பூனைக்கு உதவுங்கள். மகிழுங்கள்!",
    "te": "యాంగ్రీ క్యాట్ షాట్ ఒక కూల్ క్యాజువల్ స్కిల్ గేమ్. రింగుల ద్వారా అన్ని నక్షత్రాలను సేకరించడానికి పిల్లికి సహాయం చేయండి. ఆనందించండి!",
    "th": "Angry Cat Shot เป็นเกมทักษะสบาย ๆ ที่ยอดเยี่ยม ช่วยแมวรวบรวมดาวทั้งหมดผ่านวงแหวน มีความสุข!",
    "tr": "Angry Cat Shot harika bir gündelik beceri oyunudur. Kedinin tüm yıldızları toplamasına yardım edin. İyi eğlenceler!",
    "uk": "Angry Cat Shot — класна казуальна гра на спритність. Допоможіть кішці зібрати всі зірки через кільця. Отримуй задоволення!",
    "vi": "Angry Cat Shot là một trò chơi kỹ năng thông thường thú vị. Giúp con mèo để thu thập tất cả các ngôi sao. Chúc vui vẻ!",
    "zh_CN": "愤怒的猫射击是一款很酷的休闲技能类游戏。 帮助猫通过戒指收集所有星星。 玩得开心！",
    "zh_TW": "憤怒的貓射擊是一款很酷的休閒技能類游戲。 幫助貓通過戒指收集所有星星。 玩得開心！"
  },
  "long": {
    "ar": "لعبة Angry Cat Shot هي لعبة ألغاز تتطلب بعض المهارة لإتقانها. لم تعد الطيور فقط هي الغاضبة ، بل القطط أيضًا في الوقت الحالي.\n\nاللعب\nتتطلب منك لعبة المهارة هذه مساعدة صديق القط لدينا على التقاط كل النجوم من خلال رميها في دائرة تحتوي عليها بمساعدة مقلاع.\n\nلا تنس الانتباه إلى الخط المنقط لضبط رمية الرافعة لجعلها مثالية. إذا اصطدمت القطة بدائرة ، فسوف تموت ، لذا حاول أن تكون دقيقًا قدر الإمكان.\n\nكيف تلعب لعبة ANGRY CAT SHOT؟\nلعب Angry Cat Shot سهل وممتع للغاية. المس القطة الموجودة على المقلاع أو انقر عليها ، واسحبها للخلف لتعديل مسار وقوة المقلاع ، ثم حرر إصبعك أو زر الماوس لإطلاق النار على القطة.\n\nاجمع كل النجوم في كل مستوى من مستويات اللعبة. تزداد الصعوبات كلما تقدمت في مستويات اللعبة.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nالميزات\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n- متعة وسهولة اللعب\n\nهل أنت مستعد لجعل صديقنا ذو الأربعة أرجل يصل إلى النجوم؟\n\nأظهر مهاراتك! العب الآن واستمتع!",
    "am,sl": "Angry Cat Shot ጨዋታ ለመቆጣጠር የተወሰነ ችሎታ የሚጠይቅ የእንቆቅልሽ ጨዋታ ነው። የሚናደዱት ወፎች ብቻ አይደሉም ፣ ግን ድመቶችም በዚህ ጊዜ።\n\nጨዋታ\nይህ የክህሎት ጨዋታ የድመት ጓደኛችን በወንጭፍ ሾት በመታገዝ ሁሉንም ኮከቦችን ወደ ያዘው ክበብ ውስጥ በመወርወር እንድትረዳው ይፈልጋል።\n\nፍጹም ለማድረግ የወንጭፍ ውርወራውን ለማስተካከል ለነጥብ መስመር ትኩረት መስጠቱን አይርሱ። ድመቷ አንድ ክበብ ቢመታ, ይሞታል, ስለዚህ በተቻለ መጠን ትክክለኛ ለመሆን ይሞክሩ.\n\nAngry Cat Shot እንዴት ይጫወታሉ?\nAngry Cat Shot መጫወት በጣም ቀላል እና አስደሳች ነው። ድመቷን በወንጭፉ ላይ ይንኩት ወይም ጠቅ ያድርጉ፣ የወንጮቹን አቅጣጫ እና ጥንካሬ ለማስተካከል ወደ ኋላ ይጎትቱት እና ድመቷን ለመምታት ጣትዎን ወይም የመዳፊት ቁልፍን ይልቀቁ።\n\nበእያንዳንዱ የጨዋታ ደረጃ ሁሉንም ኮከቦችን ሰብስብ። በጨዋታ ደረጃዎች ውስጥ እየገፉ ሲሄዱ ችግሮቹ ይጨምራሉ።\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n- አዝናኝ እና ለመጫወት ቀላል\n\nባለ አራት እግር ጓደኛችን ከዋክብትን እንዲደርስ ለማድረግ ዝግጁ ነዎት?\n\nችሎታህን አሳይ! አሁን ይጫወቱ እና ይዝናኑ!",
    "bg": "Играта Angry Cat Shot е пъзел игра, която изисква известно умение за овладяване. Вече не само птиците са ядосани, но и котките в момента.\n\nИГРА\nТази игра с умения изисква от вас да помогнете на нашия приятел котка да хване всички звезди, като го хвърлите в кръг, съдържащ ги с помощта на прашка.\n\nНе забравяйте да обърнете внимание на пунктираната линия, за да регулирате хвърлянето на прашката, за да стане перфектна. Ако котката удари кръг, тя ще умре, така че се опитайте да бъдете възможно най-точни.\n\nКАК СЕ ИГРАЕ НА ANGRY CAT SHOT?\nИграта Angry Cat Shot е много лесна и забавна. Докоснете или щракнете върху котката върху прашката, плъзнете я назад, за да регулирате траекторията и силата на прашката, след това отпуснете пръста си или бутона на мишката, за да стреляте по котката.\n\nСъберете всички звезди във всяко ниво на играта. Трудностите нарастват, докато напредвате през нивата на играта.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА\n- 100% БЕЗПЛАТНО\n- Офлайн игра\n- Забавно и лесно за игра\n\nГотови ли сте да накарате нашия четириног приятел да стигне до звездите?\n\nПокажете уменията си! Играйте сега и се забавлявайте!",
    "bn": "অ্যাংরি ক্যাট শট গেমটি একটি পাজল গেম যা আয়ত্ত করতে কিছু দক্ষতা লাগে। এই মুহুর্তে কেবল পাখিরা আর রাগান্বিত নয়, বিড়ালরাও।\n\nগেমপ্লে\nএই দক্ষতার খেলাটির জন্য আপনাকে আমাদের বিড়াল বন্ধুকে একটি গুলতির সাহায্যে একটি বৃত্তের মধ্যে নিক্ষেপ করে সমস্ত তারা ধরতে সাহায্য করতে হবে৷\n\nএটি নিখুঁত করতে স্লিং থ্রো সামঞ্জস্য করতে ডটেড লাইনে মনোযোগ দিতে ভুলবেন না। বিড়াল যদি একটি বৃত্তে আঘাত করে তবে এটি মারা যাবে, তাই যতটা সম্ভব সঠিক হওয়ার চেষ্টা করুন।\n\nআপনি কিভাবে রাগান্বিত ক্যাট শট খেলবেন?\nঅ্যাংরি ক্যাট শট খেলা খুব সহজ এবং মজাদার। স্লিংশটে বিড়ালটিকে স্পর্শ করুন বা ক্লিক করুন, স্লিংশটের গতিপথ এবং শক্তি সামঞ্জস্য করতে এটিকে পিছনে টেনে আনুন, তারপর বিড়ালটিকে গুলি করতে আপনার আঙুল বা মাউস বোতামটি ছেড়ে দিন।\n\nগেমের প্রতিটি স্তরের সমস্ত তারা সংগ্রহ করুন। আপনি গেমের স্তরগুলির মাধ্যমে অগ্রগতির সাথে সাথে অসুবিধাগুলি বৃদ্ধি পায়।\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য\n- 100% বিনামূল্যে\n- অফলাইন গেম\n- মজা এবং খেলা সহজ\n\nআপনি কি আমাদের চার পায়ের বন্ধুকে তারার কাছে পৌঁছে দিতে প্রস্তুত?\n\nআপনার দক্ষতা দেখান! এখন খেলুন এবং মজা করুন!",
    "ca": "El joc Angry Cat Shot és un joc de trencaclosques que requereix una mica d'habilitat per dominar. Ja no només els ocells estan enfadats, sinó també els gats de moment.\n\nJOC\nAquest joc d'habilitats requereix que ajudeu el nostre amic gat a atrapar totes les estrelles llançant-lo a un cercle que les conté amb l'ajuda d'una fona.\n\nNo us oblideu de parar atenció a la línia de punts per ajustar el llançament de la fona perquè sigui perfecte. Si el gat toca un cercle, morirà, així que intenta ser el més precís possible.\n\nCOM JUGUES A ANGRY CAT SHOT?\nJugar a Angry Cat Shot és molt fàcil i divertit. Toqueu o feu clic al gat de la fona, arrossegueu-lo cap enrere per ajustar la trajectòria i la força de la fona i, a continuació, deixeu anar el dit o el botó del ratolí per disparar al gat.\n\nRecull totes les estrelles a cada nivell del joc. Les dificultats augmenten a mesura que avances pels nivells del joc.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES\n- 100% GRATIS\n- Joc fora de línia\n- Divertit i fàcil de jugar\n\nEsteu preparats per fer que el nostre amic de quatre potes arribi a les estrelles?\n\nMostra les teves habilitats! Juga ara i diverteix-te!",
    "cs": "Angry Cat Shot je logická hra, jejíž zvládnutí vyžaduje určitou dovednost. Už nezlobí jen ptáci, ale v tuto chvíli i kočky.\n\nHRANÍ\nTato dovednostní hra vyžaduje, abyste pomohli našemu kočičímu kamarádovi chytit všechny hvězdy tím, že ho pomocí praku hodíte do kruhu, který je obsahuje.\n\nNezapomeňte dávat pozor na tečkovanou čáru, abyste upravili hod praku tak, aby byl dokonalý. Pokud kočka zasáhne kruh, zemře, takže se snažte být co nejpřesnější.\n\nJAK HRAJETE ANGRY CAT SHOT?\nHra Angry Cat Shot je velmi snadná a zábavná. Dotkněte se nebo klikněte na kočku na praku, přetáhněte ji zpět, abyste upravili trajektorii a sílu praku, poté uvolněte prst nebo tlačítko myši a kočku zastřelte.\n\nSbírejte všechny hvězdy v každé úrovni hry. Obtížnosti se zvyšují, jak postupujete herními úrovněmi.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKCE\n- 100% ZDARMA\n- Offline hra\n- Zábavné a snadné hrát\n\nJste připraveni přimět našeho čtyřnohého přítele dosáhnout hvězd?\n\nUkažte své dovednosti! Hrajte nyní a bavte se!",
    "da": "Angry Cat Shot-spil er et puslespil, der kræver nogle færdigheder at mestre. Det er ikke længere kun fugle, der er vrede, men også katte i øjeblikket.\n\nSPIL\nDette færdighedsspil kræver, at du hjælper vores katteven med at fange alle stjernerne ved at kaste ham ind i en cirkel, der indeholder dem ved hjælp af en slangebøsse.\n\nGlem ikke at være opmærksom på den stiplede linje for at justere slyngekastet for at gøre det perfekt. Hvis katten rammer en cirkel, dør den, så prøv at være så præcis som muligt.\n\nHVORDAN SPILLER DU ANGRY CAT SHOT?\nAt spille Angry Cat Shot er meget nemt og sjovt. Tryk eller klik på katten på slangebøssen, træk den tilbage for at justere bane og styrke af slangebøsset, og slip derefter din finger eller museknappen for at skyde katten.\n\nSaml alle stjernerne i hvert niveau af spillet. Vanskelighederne stiger, efterhånden som du kommer videre gennem spilniveauerne.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offline spil\n- Sjovt og nemt at spille\n\nEr du klar til at få vores firbenede ven til at nå stjernerne?\n\nVis dine færdigheder! Spil nu og hav det sjovt!",
    "de": "Das Angry Cat Shot-Spiel ist ein Puzzlespiel, das einige Fähigkeiten erfordert, um es zu meistern. Nicht mehr nur Vögel sind sauer, sondern im Moment auch Katzen.\n\nSPIELWEISE\nBei diesem Geschicklichkeitsspiel musst du unserem Katzenfreund helfen, alle Sterne zu fangen, indem du ihn mit Hilfe einer Schleuder in einen Kreis schleuderst, der sie enthält.\n\nVergessen Sie nicht, auf die gepunktete Linie zu achten, um den Schlingenwurf perfekt einzustellen. Wenn die Katze einen Kreis trifft, wird sie sterben, also versuche so genau wie möglich zu sein.\n\nWIE SPIELT MAN ANGRY CAT SHOT?\nAngry Cat Shot zu spielen ist sehr einfach und macht Spaß. Berühre oder klicke auf die Katze auf der Schleuder, ziehe sie zurück, um die Flugbahn und Stärke der Schleuder anzupassen, und lasse dann deinen Finger oder die Maustaste los, um auf die Katze zu schießen.\n\nSammle alle Sterne in jedem Level des Spiels. Die Schwierigkeiten nehmen zu, wenn Sie durch die Spiellevel fortschreiten.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nMERKMALE\n- 100% KOSTENLOS\n- Offline-Spiel\n- Spaß und einfach zu spielen\n\nBist du bereit, unseren vierbeinigen Freund zu den Sternen zu bringen?\n\nZeigen Sie Ihr Können! Jetzt spielen und Spaß haben!",
    "el": "Το παιχνίδι Angry Cat Shot είναι ένα παιχνίδι παζλ που χρειάζεται κάποιες δεξιότητες για να το κατακτήσετε. Δεν είναι πλέον μόνο τα πουλιά που είναι θυμωμένα, αλλά και οι γάτες αυτή τη στιγμή.\n\nGAMEPLAY\nΑυτό το παιχνίδι δεξιοτήτων απαιτεί να βοηθήσετε τον φίλο γάτα μας να πιάσει όλα τα αστέρια ρίχνοντάς τον σε έναν κύκλο που τα περιέχει με τη βοήθεια μιας σφεντόνας.\n\nΜην ξεχάσετε να δώσετε προσοχή στη διακεκομμένη γραμμή για να προσαρμόσετε τη ρίψη σφεντόνας για να την κάνετε τέλεια. Εάν η γάτα χτυπήσει έναν κύκλο, θα πεθάνει, οπότε προσπαθήστε να είστε όσο το δυνατόν πιο ακριβείς.\n\nΠΩΣ ΠΑΙΖΕΙΣ ANGRY CAT SHOT;\nΤο παιχνίδι Angry Cat Shot είναι πολύ εύκολο και διασκεδαστικό. Αγγίξτε ή κάντε κλικ στη γάτα στη σφεντόνα, σύρετέ την προς τα πίσω για να προσαρμόσετε την τροχιά και τη δύναμη της σφεντόνας και, στη συνέχεια, αφήστε το δάχτυλό σας ή το κουμπί του ποντικιού για να πυροβολήσετε τη γάτα.\n\nΣυλλέξτε όλα τα αστέρια σε κάθε επίπεδο του παιχνιδιού. Οι δυσκολίες αυξάνονται καθώς προχωράτε στα επίπεδα του παιχνιδιού.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ\n- 100% ΔΩΡΕΑΝ\n- Παιχνίδι εκτός σύνδεσης\n- Διασκεδαστικό και εύκολο στο παιχνίδι\n\nΕίστε έτοιμοι να κάνετε τον τετράποδο φίλο μας να φτάσει στα αστέρια;\n\nΔείξτε τις ικανότητές σας! Παίξτε τώρα και διασκεδάστε!",
    "en,en_AU,en_GB,en_US": "Angry Cat Shot game is a puzzle game that takes some skill to master. It is no longer only birds that are angry, but cats too at the moment.\n\nGAMEPLAY\nThis skill game requires you to help our cat friend catch all the stars by throwing him into a circle containing them with the help of a slingshot.\n\nDon't forget to pay attention to the dotted line to adjust the sling throw to make it perfect. If the cat hits a circle, it will die, so try to be as accurate as possible.\n\nHOW DO YOU PLAY ANGRY CAT SHOT?\nPlaying Angry Cat Shot is very easy and fun. Touch or click the cat on the slingshot, drag it back to adjust the trajectory and strength of the slingshot, then release your finger or the mouse button to shoot the cat.\n\nCollect all the stars in each level of the game. The difficulties increase as you progress through the game levels.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFEATURES\n- 100% FREE\n- Offline Game\n- Fun And Easy To Play\n\nAre you ready to make our four-legged friend reach the stars?\n\nShow your skills! Play Now and have Fun!",
    "es,es_419": "El juego Angry Cat Shot es un juego de rompecabezas que requiere cierta habilidad para dominar. Ya no son solo los pájaros los que están enojados, sino también los gatos en este momento.\n\nCOMO SE JUEGA\nEste juego de habilidad requiere que ayudes a nuestro amigo gato a atrapar todas las estrellas arrojándolo en un círculo que las contiene con la ayuda de una honda.\n\nNo olvides prestar atención a la línea de puntos para ajustar el tiro de la eslinga para que quede perfecto. Si el gato golpea un círculo, morirá, así que trata de ser lo más preciso posible.\n\n¿CÓMO SE JUEGA TIRO DE GATO ENOJADO?\nJugar a Angry Cat Shot es muy fácil y divertido. Toque o haga clic en el gato en la honda, arrástrelo hacia atrás para ajustar la trayectoria y la fuerza de la honda, luego suelte el dedo o el botón del mouse para disparar al gato.\n\nRecoge todas las estrellas en cada nivel del juego. Las dificultades aumentan a medida que avanzas en los niveles del juego.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCARACTERISTICAS\n- 100% GRATIS\n- Juego fuera de línea\n- Divertido y fácil de jugar\n\n¿Estás listo para hacer que nuestro amigo de cuatro patas alcance las estrellas?\n\n¡Demuestra tus habilidades! ¡Juega ahora y diviértete!",
    "et": "Mäng Angry Cat Shot on puzzle mäng, mille valdamiseks on vaja teatud oskusi. Enam ei vihasta ainult linnud, vaid ka kassid.\n\nMÄNGUMÄNG\nSee osavusmäng nõuab, et aitad meie kassisõbral kõik tähed kinni püüda, visates ta kada abil neid sisaldavasse ringi.\n\nÄrge unustage pöörata tähelepanu punktiirjoonele, et reguleerida tropi viskamist, et see oleks täiuslik. Kui kass tabab ringi, siis ta sureb, nii et proovige olla võimalikult täpne.\n\nKUIDAS MÄNGID ANGRY CAT SHOT?\nAngry Cat Shoti mängimine on väga lihtne ja lõbus. Puudutage või klõpsake kada kassi, lohistage see tagasi, et reguleerida kada trajektoori ja tugevust, seejärel vabastage sõrm või hiirenupp, et kassi tulistada.\n\nKoguge mängu igal tasemel kõik tähed. Raskused suurenevad mängutasemete edenedes.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID\n- 100% TASUTA\n- võrguühenduseta mäng\n- lõbus ja lihtne mängida\n\nKas olete valmis meie neljajalgse sõbra tähtedeni jõudma?\n\nNäidake oma oskusi! Mängige kohe ja nautige!",
    "fa": "بازی Angry Cat Shot یک بازی پازلی است که مهارت در آن نیاز دارد. این دیگر فقط پرندگان نیستند، بلکه گربه ها نیز در حال حاضر عصبانی هستند.\n\nگیم پلی\nاین بازی مهارتی از شما می‌خواهد که به دوست گربه‌مان کمک کنید تا با پرتاب کردن او به دایره‌ای حاوی آن‌ها با کمک تیرکمان، تمام ستاره‌ها را بگیرد.\n\nفراموش نکنید که به خط نقطه چین توجه کنید تا پرتاب زنجیر را تنظیم کنید تا کامل شود. اگر گربه به دایره برخورد کند، می میرد، بنابراین سعی کنید تا حد امکان دقیق باشید.\n\nچگونه شات گربه عصبانی بازی می کنید؟\nبازی Angry Cat Shot بسیار آسان و سرگرم کننده است. گربه را روی تیرکمان لمسی یا کلیک کنید، آن را به عقب بکشید تا مسیر و قدرت تیرکمان را تنظیم کنید، سپس انگشت یا دکمه ماوس را رها کنید تا به گربه شلیک کنید.\n\nتمام ستاره ها را در هر سطح از بازی جمع آوری کنید. با پیشرفت در سطوح بازی، مشکلات افزایش می یابد.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nامکانات\n- 100٪ رایگان\n- بازی آفلاین\n- سرگرم کننده و آسان برای بازی\n\nآیا حاضرید دوست چهارپای ما را به ستاره ها برسانید؟\n\nمهارت های خود را نشان دهید! اکنون بازی کنید و از آن لذت ببرید!",
    "fi": "Angry Cat Shot -peli on pulmapeli, jonka hallitseminen vaatii taitoa. Enää eivät ole vain linnut vihaisia, vaan tällä hetkellä myös kissat.\n\nPELAA\nTämä taitopeli edellyttää, että autat kissaystäväämme saamaan kiinni kaikki tähdet heittämällä hänet ritsan avulla ympyrään, joka sisältää ne.\n\nÄlä unohda kiinnittää huomiota katkoviivaan säätääksesi hihnan heittoa täydelliseksi. Jos kissa osuu ympyrään, se kuolee, joten yritä olla mahdollisimman tarkka.\n\nMITEN PELAAT ANGRY CAT SHOTia?\nAngry Cat Shotin pelaaminen on erittäin helppoa ja hauskaa. Kosketa tai napsauta ritsassa olevaa kissaa, vedä sitä takaisin säätääksesi ritsan liikerataa ja voimakkuutta ja vapauta sitten sormesi tai hiiren painike ampuaksesi kissa.\n\nKerää kaikki tähdet pelin jokaiselta tasolta. Vaikeudet lisääntyvät, kun edistyt pelitasoilla.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nOMINAISUUDET\n- 100% ILMAINEN\n- Offline-peli\n- Hauska ja helppo pelata\n\nOletko valmis saamaan nelijalkaisen ystävämme saavuttamaan tähtiä?\n\nNäytä taitosi! Pelaa nyt ja pidä hauskaa!",
    "fil": "Ang Angry Cat Shot game ay isang larong puzzle na nangangailangan ng ilang kasanayan upang makabisado.\n\nHindi na lang mga ibon ang nagagalit, kundi mga pusa rin sa kasalukuyan.\n\nGAMEPLAY\nAng larong ito ng kasanayan ay nangangailangan sa iyo na tulungan ang aming kaibigang pusa na mahuli ang lahat ng mga bituin sa pamamagitan ng paghagis sa kanya sa isang bilog na naglalaman ng mga ito sa tulong ng isang tirador.\n\nHuwag kalimutang bigyang-pansin ang tuldok-tuldok na linya para ayusin ang paghagis ng lambanog para maging perpekto ito. Kung ang pusa ay tumama sa isang bilog, ito ay mamamatay, kaya subukang maging tumpak hangga't maaari.\n\nPAANO KA MAGLARO NG ANGRY CAT SHOT?\nAng paglalaro ng Angry Cat Shot ay napakadali at masaya. Pindutin o i-click ang pusa sa tirador, i-drag ito pabalik upang ayusin ang tilapon at lakas ng tirador, pagkatapos ay bitawan ang iyong daliri o ang pindutan ng mouse para kunan ang pusa.\n\nKolektahin ang lahat ng mga bituin sa bawat antas ng laro. Ang mga paghihirap ay tumataas habang ikaw ay sumusulong sa mga antas ng laro.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nMGA TAMPOK\n- 100% LIBRE\n- Offline na Laro\n- Masaya At Madaling Laruin\n\nHanda ka na bang gawin ang aming apat na paa na kaibigan na maabot ang mga bituin?\n\nIpakita ang iyong mga kakayahan! Maglaro Ngayon at magsaya!",
    "fr": "Le jeu Angry Cat Shot est un jeu de puzzle qui demande une certaine habileté à maîtriser. Ce ne sont plus seulement les oiseaux qui sont en colère, mais aussi les chats en ce moment.\n\nJEU\nCe jeu d'adresse vous demande d'aider notre ami chat à attraper toutes les étoiles en le jetant dans un cercle qui les contient à l'aide d'une fronde.\n\nN'oubliez pas de faire attention à la ligne pointillée pour ajuster le lancer de la fronde pour la rendre parfaite. Si le chat touche un cercle, il mourra, alors essayez d'être aussi précis que possible.\n\nCOMMENT JOUEZ-VOUS À ANGRY CAT SHOT ?\nJouer à Angry Cat Shot est très facile et amusant. Touchez ou cliquez sur le chat sur la fronde, faites-le glisser vers l'arrière pour ajuster la trajectoire et la force de la fronde, puis relâchez votre doigt ou le bouton de la souris pour tirer sur le chat.\n\nCollectez toutes les étoiles dans chaque niveau du jeu. Les difficultés augmentent au fur et à mesure que vous progressez dans les niveaux du jeu.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCARACTÉRISTIQUES\n- 100% GRATUIT\n- Jeu hors ligne\n- Amusant et facile à jouer\n\nÊtes-vous prêt à faire atteindre les étoiles à notre ami à quatre pattes ?\n\nMontrez vos compétences! Jouez maintenant et amusez-vous !",
    "gu": "Angry Cat Shot ગેમ એ એક પઝલ ગેમ છે જેમાં માસ્ટર થવા માટે અમુક કૌશલ્યની જરૂર પડે છે. તે હવે માત્ર પક્ષીઓ નથી જે ગુસ્સે છે, પરંતુ આ ક્ષણે બિલાડીઓ પણ છે.\n\nગેમપ્લે\nઆ કૌશલ્ય રમત માટે તમારે અમારા બિલાડી મિત્રને સ્લિંગશૉટની મદદથી તેમને ધરાવતા વર્તુળમાં ફેંકીને બધા સ્ટાર્સને પકડવામાં મદદ કરવાની જરૂર છે.\n\nસ્લિંગ થ્રોને સંપૂર્ણ બનાવવા માટે તેને સમાયોજિત કરવા માટે ડોટેડ લાઇન પર ધ્યાન આપવાનું ભૂલશો નહીં. જો બિલાડી કોઈ વર્તુળને ફટકારે છે, તો તે મરી જશે, તેથી શક્ય તેટલું સચોટ બનવાનો પ્રયાસ કરો.\n\nતમે ક્રોધિત કેટ શોટ કેવી રીતે રમશો?\nક્રોધિત કેટ શોટ રમવું ખૂબ જ સરળ અને મનોરંજક છે. સ્લિંગશૉટ પર બિલાડીને ટચ કરો અથવા ક્લિક કરો, સ્લિંગશૉટના માર્ગ અને તાકાતને સમાયોજિત કરવા માટે તેને પાછળ ખેંચો, પછી બિલાડીને શૂટ કરવા માટે તમારી આંગળી અથવા માઉસ બટન છોડો.\n\nરમતના દરેક સ્તરના તમામ તારાઓ એકત્રિત કરો. જેમ જેમ તમે રમતના સ્તરો દ્વારા પ્રગતિ કરો છો તેમ તેમ મુશ્કેલીઓ વધે છે.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nવિશેષતા\n- 100% મફત\n- ઑફલાઇન ગેમ\n- આનંદ અને રમવા માટે સરળ\n\nશું તમે અમારા ચાર પગવાળા મિત્રને તારાઓ સુધી પહોંચાડવા માટે તૈયાર છો?\n\nતમારી કુશળતા બતાવો! હમણાં રમો અને આનંદ કરો!",
    "he": "משחק Angry Cat Shot הוא משחק פאזל שלוקח מיומנות מסוימת כדי לשלוט בו. כבר לא רק ציפורים כועסות, אלא גם חתולים כרגע.\n\nGAMEPLAY\nמשחק מיומנות זה דורש מכם לעזור לחבר החתול שלנו לתפוס את כל הכוכבים על ידי זריקתו למעגל המכיל אותם בעזרת קלע.\n\nאל תשכח לשים לב לקו המקווקו כדי להתאים את זריקת המתלה כדי שיהיה מושלם. אם החתול פוגע במעגל, הוא ימות, אז נסו לדייק ככל האפשר.\n\nאיך אתה משחק בזריקת חתול כועסת?\nמשחק Angry Cat Shot הוא קל ומהנה מאוד. גע או לחץ על החתול על הקלע, גרור אותו אחורה כדי להתאים את המסלול וחוזק הקלע, ואז שחרר את האצבע או את לחצן העכבר כדי לירות בחתול.\n\nאסוף את כל הכוכבים בכל רמה של המשחק. הקשיים מתגברים ככל שמתקדמים ברמות המשחק.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nתכונות\n- 100% בחינם\n- משחק לא מקוון\n- כיף וקל לשחק\n\nהאם אתה מוכן לגרום לחברנו בעל הארבע רגליים להגיע לכוכבים?\n\nהראה את כישוריך! שחקו עכשיו ותהנו!",
    "hi": "एंग्री कैट शॉट गेम एक पहेली गेम है जिसमें महारत हासिल करने के लिए कुछ कौशल की आवश्यकता होती है। यह अब न केवल पक्षी हैं जो क्रोधित हैं, बल्कि इस समय बिल्लियाँ भी हैं।\n\nगेमप्ले\nइस कौशल खेल में आपको हमारे बिल्ली मित्र को एक गुलेल की मदद से एक घेरे में फेंक कर सभी सितारों को पकड़ने में मदद करने की आवश्यकता है।\n\nइसे सही बनाने के लिए स्लिंग थ्रो को समायोजित करने के लिए बिंदीदार रेखा पर ध्यान देना न भूलें। यदि बिल्ली एक घेरे से टकराती है, तो वह मर जाएगी, इसलिए यथासंभव सटीक होने का प्रयास करें।\n\nआप एंग्री कैट शॉट कैसे खेलते हैं?\nएंग्री कैट शॉट खेलना बहुत ही आसान और मजेदार है। गुलेल पर बिल्ली को स्पर्श या क्लिक करें, गुलेल के प्रक्षेपवक्र और शक्ति को समायोजित करने के लिए इसे वापस खींचें, फिर बिल्ली को गोली मारने के लिए अपनी उंगली या माउस बटन छोड़ें।\n\nखेल के प्रत्येक स्तर में सभी सितारों को इकट्ठा करें। जैसे-जैसे आप खेल के स्तरों में आगे बढ़ते हैं, कठिनाइयाँ बढ़ती जाती हैं।\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nविशेषताएँ\n- 100% मुफ़्त\n- ऑफलाइन गेम\n- मज़ा और खेलने में आसान\n\nक्या आप हमारे चार पैर वाले दोस्त को सितारों तक पहुँचाने के लिए तैयार हैं?\n\nअपना हुनर दिखाओ! अभी खेलें और आनंद लें!",
    "hr": "Igra Angry Cat Shot je zagonetka za koju je potrebno malo vještine. Nisu više samo ptice te koje su ljute, već sada i mačke.\n\nIGRANJE\nOva igra vještina zahtijeva od vas da pomognete našem prijatelju mačku uhvatiti sve zvijezde tako što ćete ga pomoću praćke baciti u krug u kojem su one.\n\nNe zaboravite obratiti pozornost na isprekidanu liniju kako biste prilagodili bacanje remena kako biste ga učinili savršenim. Ako mačka udari u krug, umrijet će, stoga pokušajte biti što točniji.\n\nKAKO IGRATE ANGRY CAT SHOT?\nIgranje igre Angry Cat Shot vrlo je jednostavno i zabavno. Dodirnite ili kliknite mačku na praćku, povucite je natrag kako biste prilagodili putanju i snagu praćke, a zatim otpustite prst ili tipku miša da pucate u mačku.\n\nSakupite sve zvijezde na svakoj razini igre. Poteškoće se povećavaju kako napredujete kroz razine igre.\n\n\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nJeste li spremni učiniti da naš četveronožni prijatelj dosegne zvijezde?\n\nPokažite svoje vještine! Igrajte sada i zabavite se!Igra Angry Cat Shot je zagonetka za koju je potrebno malo vještine. Nisu više samo ptice te koje su ljute, već sada i mačke.\n\nIGRANJE\nOva igra vještina zahtijeva od vas da pomognete našem prijatelju mačku uhvatiti sve zvijezde tako što ćete ga pomoću praćke baciti u krug u kojem su one.\n\nNe zaboravite obratiti pozornost na isprekidanu liniju kako biste prilagodili bacanje remena kako biste ga učinili savršenim. Ako mačka udari u krug, umrijet će, stoga pokušajte biti što točniji.\n\nKAKO IGRATE ANGRY CAT SHOT?\nIgranje igre Angry Cat Shot vrlo je jednostavno i zabavno. Dodirnite ili kliknite mačku na praćku, povucite je natrag kako biste prilagodili putanju i snagu praćke, a zatim otpustite prst ili tipku miša da pucate u mačku.\n\nSakupite sve zvijezde na svakoj razini igre. Poteškoće se povećavaju kako napredujete kroz razine igre.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nOSOBINE\n- 100% BESPLATNO\n- Izvanmrežna igra\n- Zabavno i jednostavno za igranje\n\nJeste li spremni učiniti da naš četveronožni prijatelj dosegne zvijezde?\n\nPokažite svoje vještine! Igrajte sada i zabavite se!",
    "hu": "Az Angry Cat Shot játék egy kirakós játék, amelynek elsajátítása bizonyos készségeket igényel. Már nem csak a madarak haragszanak, hanem jelenleg a macskák is.\n\nJÁTÉKJÁTÉK\nEz az ügyességi játék megköveteli, hogy segíts a macska barátunknak elkapni az összes csillagot úgy, hogy egy csúzli segítségével bedobod egy körbe, amelyen benne vannak.\n\nNe felejtsen el odafigyelni a szaggatott vonalra, hogy a hevederdobást tökéletesre állítsa. Ha a macska eltalál egy kört, akkor meg fog halni, ezért próbáljon meg a lehető legpontosabb lenni.\n\nHOGYAN JÁTSSZA ANGRY CAT SHOT-T?\nAz Angry Cat Shot játéka nagyon egyszerű és szórakoztató. Érintse meg vagy kattintson a macskára a csúzlira, húzza vissza a csúzli pályájának és erősségének beállításához, majd engedje fel az ujját vagy az egérgombot a macska lövéséhez.\n\nGyűjtsd össze az összes csillagot a játék minden szintjén. A nehézségek növekednek, ahogy haladsz a játékszinteken.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nJELLEMZŐK\n- 100% INGYENES\n- Offline játék\n- Szórakoztató és könnyen játszható\n\nKészen állsz, hogy négylábú barátunkat elérje a csillagokig?\n\nMutasd meg képességeidet! Játssz most és érezd jól magad!",
    "id": "Game Angry Cat Shot adalah game teka-teki yang membutuhkan keterampilan untuk dikuasai. Bukan lagi hanya burung yang marah, tetapi juga kucing saat ini.\n\nPERMAINAN\nPermainan keterampilan ini mengharuskan Anda untuk membantu teman kucing kami menangkap semua bintang dengan melemparkannya ke dalam lingkaran yang berisi mereka dengan bantuan ketapel.\n\nJangan lupa perhatikan garis putus-putus untuk mengatur lemparan sling agar sempurna. Jika kucing menabrak lingkaran, ia akan mati, jadi usahakan seakurat mungkin.\n\nBAGAIMANA ANDA BERMAIN ANGRY CAT SHOT?\nBermain Angry Cat Shot sangat mudah dan menyenangkan. Sentuh atau klik kucing pada ketapel, seret ke belakang untuk menyesuaikan lintasan dan kekuatan ketapel, lalu lepas jari atau tombol mouse untuk menembak kucing.\n\nKumpulkan semua bintang di setiap level permainan. Kesulitan meningkat saat Anda maju melalui level permainan.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFITUR\n- 100% GRATIS\n- Permainan Luring\n- Menyenangkan Dan Mudah Dimainkan\n\nApakah Anda siap membuat teman berkaki empat kita mencapai bintang?\n\nTunjukkan keahlian Anda! Main Sekarang dan bersenang-senang!",
    "it": "Il gioco Angry Cat Shot è un puzzle game che richiede una certa abilità per essere padroneggiato. Non sono più solo gli uccelli ad essere arrabbiati, ma anche i gatti in questo momento.\n\nGIOCO\nQuesto gioco di abilità richiede di aiutare il nostro amico gatto a catturare tutte le stelle lanciandolo in un cerchio che le contiene con l'aiuto di una fionda.\n\nNon dimenticare di prestare attenzione alla linea tratteggiata per regolare il lancio dell'imbracatura, in modo da renderlo perfetto. Se il gatto colpisce un cerchio, muore, quindi cerca di essere il più preciso possibile.\n\nCOME SI GIOCA AD ANGRY CAT SHOT?\nGiocare ad Angry Cat Shot è molto facile e divertente. Tocca o fai clic sul gatto sulla fionda, trascinalo indietro per regolare la traiettoria e la forza della fionda, quindi rilascia il dito o il pulsante del mouse per sparare al gatto.\n\nRaccogli tutte le stelle in ogni livello del gioco. Le difficoltà aumentano man mano che avanzi nei livelli di gioco.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE\n- 100% GRATIS\n- Gioco offline\n- Divertente e facile da giocare\n\nSei pronto a far collezionare tutte le stelle al nostro amico a quattro zampe?\n\nMostra le tue abilità! Gioca ora e divertiti!",
    "ja": "Angry Cat Shot ゲームは、習得するのにある程度のスキルが必要なパズル ゲームです。 怒っているのはもはや鳥だけではなく、猫も今のところです。\n\nゲームプレイ\nこのスキル ゲームでは、パチンコを使って猫の友達を円の中に投げ込み、すべての星を捕まえるのを手伝う必要があります。\n\n点線に注意して、スリングのスローを調整して完璧にすることを忘れないでください。 猫が円に当たると死んでしまうので、できるだけ正確にしてください。\n\nアングリーキャットショットの遊び方は？\nAngry Cat Shot のプレイはとても簡単で楽しいものです。 パチンコの猫をタッチまたはクリックし、ドラッグしてパチンコの軌道と強さを調整し、指またはマウス ボタンを放して猫を撃ちます。\n\nゲームの各レベルですべての星を集めます。 ゲームのレベルが進むにつれて、難易度が上がります。\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\n特徴\n- 100% 無料\n- オフラインゲーム\n- 楽しく簡単にプレイ\n\n私たちの 4 本足の友達を星に到達させる準備はできていますか?\n\nあなたのスキルを見せてください！ 今すぐプレイして楽しんでください！",
    "kn": "ಆಂಗ್ರಿ ಕ್ಯಾಟ್ ಶಾಟ್ ಆಟವು ಪಝಲ್ ಗೇಮ್ ಆಗಿದ್ದು ಅದು ಕರಗತ ಮಾಡಿಕೊಳ್ಳಲು ಕೆಲವು ಕೌಶಲ್ಯಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಇನ್ನು ಮುಂದೆ ಪಕ್ಷಿಗಳು ಮಾತ್ರ ಕೋಪಗೊಳ್ಳುವುದಿಲ್ಲ, ಆದರೆ ಈ ಸಮಯದಲ್ಲಿ ಬೆಕ್ಕುಗಳು ಕೂಡ ಕೋಪಗೊಳ್ಳುತ್ತವೆ.\n\nಆಟದ ಆಟ\nಈ ಕೌಶಲ್ಯ ಆಟವು ನಮ್ಮ ಬೆಕ್ಕು ಸ್ನೇಹಿತನನ್ನು ಕವೆಗೋಲು ಸಹಾಯದಿಂದ ಅವುಗಳನ್ನು ಹೊಂದಿರುವ ವೃತ್ತಕ್ಕೆ ಎಸೆಯುವ ಮೂಲಕ ಎಲ್ಲಾ ನಕ್ಷತ್ರಗಳನ್ನು ಹಿಡಿಯಲು ಸಹಾಯ ಮಾಡುವ ಅಗತ್ಯವಿದೆ.\n\nಸ್ಲಿಂಗ್ ಥ್ರೋ ಅನ್ನು ಪರಿಪೂರ್ಣವಾಗಿಸಲು ಹೊಂದಿಸಲು ಚುಕ್ಕೆಗಳ ರೇಖೆಗೆ ಗಮನ ಕೊಡಲು ಮರೆಯಬೇಡಿ. ಬೆಕ್ಕು ವೃತ್ತವನ್ನು ಹೊಡೆದರೆ, ಅದು ಸಾಯುತ್ತದೆ, ಆದ್ದರಿಂದ ಸಾಧ್ಯವಾದಷ್ಟು ನಿಖರವಾಗಿರಲು ಪ್ರಯತ್ನಿಸಿ.\n\nನೀವು ಆಂಗ್ರಿ ಕ್ಯಾಟ್ ಶಾಟ್ ಅನ್ನು ಹೇಗೆ ಆಡುತ್ತೀರಿ?\nಆಂಗ್ರಿ ಕ್ಯಾಟ್ ಶಾಟ್ ನುಡಿಸುವುದು ತುಂಬಾ ಸುಲಭ ಮತ್ತು ಮೋಜು. ಸ್ಲಿಂಗ್‌ಶಾಟ್‌ನಲ್ಲಿರುವ ಬೆಕ್ಕನ್ನು ಸ್ಪರ್ಶಿಸಿ ಅಥವಾ ಕ್ಲಿಕ್ ಮಾಡಿ, ಸ್ಲಿಂಗ್‌ಶಾಟ್‌ನ ಪಥ ಮತ್ತು ಬಲವನ್ನು ಸರಿಹೊಂದಿಸಲು ಅದನ್ನು ಹಿಂದಕ್ಕೆ ಎಳೆಯಿರಿ, ನಂತರ ಬೆಕ್ಕನ್ನು ಶೂಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬೆರಳು ಅಥವಾ ಮೌಸ್ ಬಟನ್ ಅನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿ.\n\nಆಟದ ಪ್ರತಿ ಹಂತದಲ್ಲಿ ಎಲ್ಲಾ ನಕ್ಷತ್ರಗಳು ಸಂಗ್ರಹಿಸಿ. ನೀವು ಆಟದ ಹಂತಗಳ ಮೂಲಕ ಪ್ರಗತಿಯಲ್ಲಿರುವಾಗ ತೊಂದರೆಗಳು ಹೆಚ್ಚಾಗುತ್ತವೆ.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n- ವಿನೋದ ಮತ್ತು ಆಡಲು ಸುಲಭ\n\nನಮ್ಮ ನಾಲ್ಕು ಕಾಲಿನ ಸ್ನೇಹಿತನನ್ನು ನಕ್ಷತ್ರಗಳನ್ನು ತಲುಪಲು ನೀವು ಸಿದ್ಧರಿದ್ದೀರಾ?\n\nನಿಮ್ಮ ಕೌಶಲ್ಯಗಳನ್ನು ತೋರಿಸಿ! ಈಗ ಆಟವಾಡಿ ಮತ್ತು ಆನಂದಿಸಿ!",
    "ko": "Angry Cat Shot 게임은 약간의 기술을 마스터해야 하는 퍼즐 게임입니다. 더 이상 화가 난 것은 새뿐 아니라 고양이도 마찬가지입니다.\n\n게임 플레이\n이 스킬 게임은 우리 고양이 친구가 새총의 도움을 받아 별이 있는 원 안에 별을 던져 별을 모두 잡을 수 있도록 도와야 합니다.\n\n완벽하게 만들기 위해 슬링 던지기를 조정하려면 점선에주의를 기울이는 것을 잊지 마십시오. 고양이가 원에 부딪히면 죽게 되므로 최대한 정확하게 맞춰야 합니다.\n\nANGRY CAT SHOT은 어떻게 플레이하나요?\nAngry Cat Shot을 플레이하는 것은 매우 쉽고 재미있습니다. 새총 위의 고양이를 터치하거나 클릭하고 뒤로 드래그하여 새총의 궤적과 강도를 조정한 다음 손가락이나 마우스 버튼을 놓아 고양이를 쏘세요.\n\n게임의 각 레벨에서 모든 별을 모으십시오. 게임 레벨을 진행하면서 어려움이 증가합니다.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\n특징\n- 100% 무료\n- 오프라인 게임\n- 재미있고 쉬운 플레이\n\n다리가 네 개인 친구를 별에 도달하게 할 준비가 되셨나요?\n\n실력을 보여주세요! 지금 플레이하고 즐겨보세요!",
    "lt": "Žaidimas „Angry Cat Shot“ yra dėlionė, kurią įvaldyti reikia tam tikrų įgūdžių. Pyksta jau ne tik paukščiai, bet šiuo metu ir katės.\n\nŽAIDIMO ŽAIDIMAS\nŠiam įgūdžių žaidimui reikia padėti mūsų draugui katei sugauti visas žvaigždes, timpa pagalba įmesdamas jį į ratą, kuriame jos yra.\n\nNepamirškite atkreipti dėmesį į punktyrinę liniją, kad sureguliuotumėte stropo metimą, kad jis būtų tobulas. Jei katė atsitrenks į ratą, ji mirs, todėl stenkitės būti kuo tikslesnė.\n\nKAIP ŽAISI ANGRY CAT SHOT?\nŽaisti Angry Cat Shot yra labai lengva ir smagu. Palieskite arba spustelėkite katę ant timpa, vilkite ją atgal, kad sureguliuotumėte timpa trajektoriją ir stiprumą, tada atleiskite pirštą arba pelės mygtuką, kad nušautumėte katę.\n\nSurinkite visas žvaigždes kiekviename žaidimo lygyje. Sunkumai didėja progresuojant žaidimo lygiuose.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKCIJOS\n- 100% NEMOKAMAI\n- Žaidimas neprisijungus\n- Linksma ir lengva žaisti\n\nAr esate pasirengęs priversti mūsų keturkojį draugą pasiekti žvaigždes?\n\nParodyk savo įgūdžius! Žaisk dabar ir linksminkis!",
    "lv": "Angry Cat Shot spēle ir atjautības spēle, kuras apgūšana prasa zināmas prasmes. Tagad vairs nav dusmīgi tikai putni, bet arī kaķi.\n\nSPĒLES SPĒLE\nŠajā iemaņu spēlē jums jāpalīdz mūsu kaķu draugam noķert visas zvaigznes, ar katapulta palīdzību iemetot viņu aplī, kurā tās atrodas.\n\nNeaizmirstiet pievērst uzmanību punktotajai līnijai, lai pielāgotu stropes metienu, lai tā būtu perfekta. Ja kaķis atsitās pa apli, tas nomirs, tāpēc mēģiniet būt pēc iespējas precīzāks.\n\nKĀ SPĒLĒT ANGRY CAT SHOT?\nSpēlēt Angry Cat Shot ir ļoti viegli un jautri. Pieskarieties vai noklikšķiniet kaķim uz katapulta, velciet to atpakaļ, lai pielāgotu katapulta trajektoriju un stiprumu, pēc tam atlaidiet pirkstu vai peles pogu, lai nošautu kaķi.\n\nSavāc visas zvaigznes katrā spēles līmenī. Grūtības palielinās, progresējot spēles līmeņos.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nIESPĒJAS\n- 100% BEZMAKSAS\n- bezsaistes spēle\n- Jautri un viegli spēlēt\n\nVai esat gatavs likt mūsu četrkājainajam draugam sasniegt zvaigznes?\n\nParādi savas prasmes! Spēlējiet tagad un izklaidējieties!",
    "ml": "ആംഗ്രി ക്യാറ്റ് ഷോട്ട് ഗെയിം മാസ്റ്റർ ചെയ്യാൻ കുറച്ച് വൈദഗ്ധ്യം ആവശ്യമുള്ള ഒരു പസിൽ ഗെയിമാണ്. ഇപ്പോൾ ദേഷ്യം വരുന്നത് പക്ഷികൾ മാത്രമല്ല, പൂച്ചകളുമാണ്.\n\nഗെയിംപ്ലേ\nഒരു സ്ലിംഗ്ഷോട്ടിന്റെ സഹായത്തോടെ എല്ലാ നക്ഷത്രങ്ങളെയും ഒരു സർക്കിളിലേക്ക് വലിച്ചെറിഞ്ഞ് അവരെ പിടിക്കാൻ ഞങ്ങളുടെ പൂച്ച സുഹൃത്തിനെ സഹായിക്കാൻ ഈ നൈപുണ്യ ഗെയിമിന് നിങ്ങളോട് ആവശ്യമുണ്ട്.\n\nസ്ലിംഗ് ത്രോ മികച്ചതാക്കുന്നതിന് ക്രമീകരിക്കുന്നതിന് ഡോട്ട് ഇട്ട രേഖയിൽ ശ്രദ്ധിക്കാൻ മറക്കരുത്. പൂച്ച ഒരു സർക്കിളിൽ തട്ടിയാൽ അത് മരിക്കും, അതിനാൽ കഴിയുന്നത്ര കൃത്യതയോടെ ശ്രമിക്കുക.\n\nനിങ്ങൾ എങ്ങനെയാണ് ആംഗ്രി ക്യാറ്റ് ഷോട്ട് കളിക്കുന്നത്?\nആംഗ്രി ക്യാറ്റ് ഷോട്ട് കളിക്കുന്നത് വളരെ എളുപ്പവും രസകരവുമാണ്. സ്ലിംഗ്ഷോട്ടിലെ പൂച്ചയെ സ്‌പർശിക്കുക അല്ലെങ്കിൽ ക്ലിക്ക് ചെയ്യുക, സ്ലിംഗ്ഷോട്ടിന്റെ പാതയും ശക്തിയും ക്രമീകരിക്കാൻ അതിനെ പിന്നിലേക്ക് വലിച്ചിടുക, തുടർന്ന് പൂച്ചയെ ഷൂട്ട് ചെയ്യാൻ നിങ്ങളുടെ വിരലോ മൗസ് ബട്ടണോ വിടുക.\n\nഗെയിമിന്റെ ഓരോ ലെവലിലും എല്ലാ നക്ഷത്രങ്ങളെയും ശേഖരിക്കുക. ഗെയിം ലെവലിലൂടെ നിങ്ങൾ പുരോഗമിക്കുമ്പോൾ ബുദ്ധിമുട്ടുകൾ വർദ്ധിക്കുന്നു.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n- രസകരവും കളിക്കാൻ എളുപ്പവുമാണ്\n\nഞങ്ങളുടെ നാല് കാലുള്ള സുഹൃത്തിനെ നക്ഷത്രങ്ങളിലേക്ക് എത്തിക്കാൻ നിങ്ങൾ തയ്യാറാണോ?\n\nനിങ്ങളുടെ കഴിവുകൾ കാണിക്കുക! ഇപ്പോൾ കളിക്കുക, ആസ്വദിക്കൂ!",
    "mr": "अँग्री कॅट शॉट गेम हा एक कोडे गेम आहे ज्यामध्ये प्रभुत्व मिळविण्यासाठी काही कौशल्य लागते. आता फक्त पक्षीच रागावलेले नाहीत, तर मांजरीही सध्या रागावतात.\n\nगेमप्ले\nया कौशल्य खेळासाठी तुम्ही आमच्या मांजर मित्राला स्लिंगशॉटच्या मदतीने सर्व तारे असलेल्या वर्तुळात फेकून त्याला पकडण्यात मदत करणे आवश्यक आहे.\n\nस्लिंग थ्रो समायोजित करण्यासाठी ठिपकेदार रेषेकडे लक्ष देण्यास विसरू नका ते परिपूर्ण बनवा. जर मांजर एखाद्या वर्तुळावर आदळली तर ती मरेल, म्हणून शक्य तितक्या अचूक होण्याचा प्रयत्न करा.\n\nतुम्ही अँग्री कॅट शॉट कसा खेळता?\nअँग्री कॅट शॉट खेळणे खूप सोपे आणि मजेदार आहे. स्लिंगशॉटवर मांजरीला स्पर्श करा किंवा क्लिक करा, स्लिंगशॉटचा मार्ग आणि ताकद समायोजित करण्यासाठी तिला मागे ड्रॅग करा, नंतर मांजर शूट करण्यासाठी आपले बोट किंवा माउस बटण सोडा.\n\nखेळाच्या प्रत्येक स्तरावरील सर्व तारे गोळा करा. तुम्ही गेमच्या स्तरांमधून प्रगती करत असताना अडचणी वाढतात.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये\n- 100% मोफत\n- ऑफलाइन गेम\n- मजेदार आणि खेळण्यास सोपे\n\nतुम्ही आमच्या चार पायांच्या मित्राला ताऱ्यांपर्यंत पोहोचवण्यासाठी तयार आहात का?\n\nआपले कौशल्य दाखवा! आता खेळा आणि मजा करा!",
    "ms": "Permainan Angry Cat Shot ialah permainan teka-teki yang memerlukan beberapa kemahiran untuk dikuasai. Bukan lagi burung sahaja yang marah, tetapi kucing juga pada masa ini.\n\nPERMAINAN\nPermainan kemahiran ini memerlukan anda membantu rakan kucing kami menangkap semua bintang dengan melemparkannya ke dalam bulatan yang mengandunginya dengan bantuan katapel.\n\nJangan lupa untuk memberi perhatian kepada garis putus-putus untuk menyesuaikan lontaran anduh untuk menjadikannya sempurna. Jika kucing memukul bulatan, ia akan mati, jadi cuba setepat mungkin.\n\nBAGAIMANA ANDA MAIN TEMBAHAN KUCING MARAH?\nBermain Pukulan Kucing Marah adalah sangat mudah dan menyeronokkan. Sentuh atau klik kucing pada katapel, seretnya kembali untuk melaraskan trajektori dan kekuatan katapel, kemudian lepaskan jari anda atau butang tetikus untuk menembak kucing.\n\nKumpul semua bintang dalam setiap peringkat permainan. Kesukaran bertambah apabila anda maju melalui tahap permainan.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCIRI-CIRI\n- 100% PERCUMA\n- Permainan Luar Talian\n- Seronok Dan Mudah Dimainkan\n\nAdakah anda bersedia untuk membuat rakan berkaki empat kami mencapai bintang?\n\nTunjukkan kemahiran anda! Main Sekarang dan Berseronoklah!",
    "nl": "Angry Cat Shot-game is een puzzelspel dat enige vaardigheid vereist om onder de knie te krijgen. Niet langer alleen vogels zijn boos, maar momenteel ook katten.\n\nSPEL\nIn dit behendigheidsspel moet je onze kattenvriend helpen alle sterren te vangen door hem met behulp van een katapult in een cirkel te gooien die ze bevat.\n\nVergeet niet op de stippellijn te letten om de slinger aan te passen om hem perfect te maken. Als de kat een cirkel raakt, gaat hij dood, dus probeer zo nauwkeurig mogelijk te zijn.\n\nHOE SPEEL JE ANGRY CAT SHOT?\nAngry Cat Shot spelen is heel gemakkelijk en leuk. Tik of klik met de kat op de katapult, sleep hem terug om de baan en kracht van de katapult aan te passen en laat vervolgens je vinger of de muisknop los om op de kat te schieten.\n\nVerzamel alle sterren in elk level van het spel. De moeilijkheden nemen toe naarmate je verder komt in de spelniveaus.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nKENMERKEN\n- 100% GRATIS\n- Offline spel\n- Leuk en gemakkelijk te spelen\n\nBen je klaar om onze trouwe viervoeter de sterren te laten bereiken?\n\nToon je vaardigheden! Speel nu en heb plezier!",
    "no": "Angry Cat Shot-spillet er et puslespill som krever litt ferdigheter å mestre. Det er ikke lenger bare fugler som er sinte, men katter også for tiden.\n\nSPILL\nDette ferdighetsspillet krever at du hjelper kattevennen vår å fange alle stjernene ved å kaste ham inn i en sirkel som inneholder dem ved hjelp av en sprettert.\n\nIkke glem å ta hensyn til den stiplede linjen for å justere slyngekastet for å gjøre det perfekt. Hvis katten treffer en sirkel, vil den dø, så prøv å være så nøyaktig som mulig.\n\nHVORDAN SPILLER DU ANGRY CAT SHOT?\nÅ spille Angry Cat Shot er veldig enkelt og morsomt. Berør eller klikk katten på sprettert, dra den tilbake for å justere banen og styrken til sprettert, og slipp deretter fingeren eller museknappen for å skyte katten.\n\nSamle alle stjernene på hvert nivå i spillet. Vanskelighetene øker etter hvert som du går gjennom spillnivåene.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKSJONER\n- 100 % GRATIS\n- Offline spill\n- Morsomt og enkelt å spille\n\nEr du klar til å få vår firbeinte venn til å nå stjernene?\n\nVis ferdighetene dine! Spill nå og ha det gøy!",
    "pl": "Gra Angry Cat Shot to gra logiczna, której opanowanie wymaga pewnych umiejętności. W tej chwili gniewają się nie tylko ptaki, ale także koty.\n\nROZGRYWKA\nW tej grze zręcznościowej musisz pomóc naszemu kociemu przyjacielowi złapać wszystkie gwiazdki, rzucając go za pomocą procy do kręgu zawierającego je.\n\nNie zapomnij zwrócić uwagi na przerywaną linię, aby dostosować rzut procy, aby był idealny. Jeśli kot uderzy w koło, umrze, więc staraj się być tak dokładny, jak to możliwe.\n\nJAK GRAĆ W ANGRY CAT SHOT?\nGra w Angry Cat Shot jest bardzo łatwa i przyjemna. Dotknij lub kliknij kota na procy, przeciągnij go z powrotem, aby dostosować trajektorię i siłę procy, a następnie zwolnij palec lub przycisk myszy, aby strzelić w kota.\n\nZbierz wszystkie gwiazdki na każdym poziomie gry. Trudności rosną w miarę postępów w grze.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCECHY\n- 100% ZA DARMO\n- Gra offline\n- Zabawa i łatwa gra\n\nCzy jesteś gotowy, aby nasz czworonożny przyjaciel sięgnął gwiazd?\n\nPokaż swoje umiejętności! Zagraj teraz i baw się dobrze!",
    "pt_BR,pt_PT": "O jogo Angry Cat Shot é um jogo de quebra-cabeça que requer alguma habilidade para dominar. Não são mais apenas os pássaros que estão com raiva, mas também os gatos no momento.\n\nJOGABILIDADE\nEste jogo de habilidade requer que você ajude nosso amigo gato a pegar todas as estrelas, jogando-o em um círculo que as contém com a ajuda de um estilingue.\n\nNão se esqueça de prestar atenção na linha pontilhada para ajustar o lançamento do sling para torná-lo perfeito. Se o gato atingir um círculo, ele morrerá, então tente ser o mais preciso possível.\n\nCOMO VOCÊ JOGA ANGRY CAT SHOT?\nJogar Angry Cat Shot é muito fácil e divertido. Toque ou clique no gato no estilingue, arraste-o para trás para ajustar a trajetória e a força do estilingue e solte o dedo ou o botão do mouse para atirar no gato.\n\nColete todas as estrelas em cada nível do jogo. As dificuldades aumentam conforme você avança nos níveis do jogo.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nRECURSOS\n- 100% GRÁTIS\n- Jogo offline\n- Divertido e fácil de jogar\n\nVocê está pronto para fazer nosso amigo de quatro patas alcançar as estrelas?\n\nMostre suas habilidades! Jogue agora e divirta-se!",
    "ro": "Jocul Angry Cat Shot este un joc de puzzle care necesită o anumită îndemânare pentru a fi stăpânit. Nu mai sunt doar păsările care sunt supărate, ci și pisicile în acest moment.\n\nJOC\nAcest joc de îndemânare necesită să-l ajuți pe prietenul nostru pisică să prindă toate stelele, aruncându-l într-un cerc care le conține cu ajutorul unei praștii.\n\nNu uitați să acordați atenție liniei punctate pentru a regla aruncarea praștii pentru a o face perfectă. Dacă pisica lovește un cerc, va muri, așa că încercați să fiți cât mai precis posibil.\n\nCUM JUCAȚI ANGRY CAT SHOT?\nJocul Angry Cat Shot este foarte ușor și distractiv. Atingeți sau faceți clic pe pisica de pe praștie, trageți-o înapoi pentru a regla traiectoria și puterea praștii, apoi eliberați degetul sau butonul mouse-ului pentru a împușca pisica.\n\nColectează toate stelele din fiecare nivel al jocului. Dificultățile cresc pe măsură ce progresezi prin nivelurile de joc.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nCARACTERISTICI\n- 100% GRATUIT\n- Joc offline\n- Distractiv și ușor de jucat\n\nEști gata să-l faci pe prietenul nostru patruped să ajungă la stele?\n\nArată-ți abilitățile! Joacă acum și distrează-te!",
    "ru": "Игра Angry Cat Shot — это игра-головоломка, для освоения которой требуются определенные навыки. Злятся уже не только птицы, но и кошки.\n\nИГРА\nВ этой игре на ловкость вам нужно помочь нашему другу-кошке поймать все звезды, бросив его в круг, содержащий их, с помощью рогатки.\n\nНе забудьте обратить внимание на пунктирную линию, чтобы отрегулировать бросок ремня, чтобы сделать его идеальным. Если кошка попадет в круг, она умрет, поэтому старайтесь быть максимально точным.\n\nКАК ИГРАТЬ В ANGRY CAT SHOT?\nИграть в Angry Cat Shot очень легко и весело. Коснитесь или щелкните кошку на рогатке, перетащите ее назад, чтобы отрегулировать траекторию и силу рогатки, затем отпустите палец или кнопку мыши, чтобы выстрелить в кошку.\n\nСоберите все звезды на каждом уровне игры. Сложности возрастают по мере прохождения уровней игры.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nОСОБЕННОСТИ\n- 100% БЕСПЛАТНО\n- Оффлайн игра\n- Весело и легко играть\n\nГотовы ли вы сделать так, чтобы наш четвероногий друг достиг звезд?\n\nПокажи свои навыки! Играйте сейчас и получайте удовольствие!",
    "sk": "Angry Cat Shot je logická hra, ktorej zvládnutie vyžaduje určité zručnosti. Už nie sú nahnevané len vtáky, ale momentálne aj mačky.\n\nHRANIE\nTáto šikovná hra vyžaduje, aby ste pomohli nášmu mačaciemu priateľovi chytiť všetky hviezdy tým, že ho hodíte do kruhu, v ktorom sú pomocou praku.\n\nNezabudnite venovať pozornosť bodkovanej čiare, aby ste upravili hod praku, aby bol dokonalý. Ak mačka zasiahne kruh, zomrie, takže sa snažte byť čo najpresnejší.\n\nAKO HRÁTE ANNGRY CAT SHOT?\nHranie hry Angry Cat Shot je veľmi jednoduché a zábavné. Dotknite sa alebo kliknite na mačku na praku, potiahnite ju späť, aby ste upravili trajektóriu a silu praku, potom uvoľnite prst alebo tlačidlo myši a zastrelte mačku.\n\nPozbierajte všetky hviezdy v každej úrovni hry. Ťažkosti sa zvyšujú, keď postupujete cez herné úrovne.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nVLASTNOSTI\n- 100% ZDARMA\n- Offline hra\n- Zábavné a ľahké hrať\n\nSte pripravení dosiahnuť, aby náš štvornohý priateľ dosiahol hviezdy?\n\nUkážte svoje schopnosti! Hrajte teraz a bavte sa!",
    "sr": "Игра Ангри Цат Схот је слагалица која захтева извесну вештину да би се савладала. Више нису љуте само птице, већ тренутно и мачке.\n\nГАМЕПЛАИ\nОва игра вештина захтева да помогнете нашем пријатељу мачке да ухвати све звезде тако што ћете га бацити у круг који их садржи уз помоћ праћке.\n\nНе заборавите да обратите пажњу на испрекидану линију да бисте подесили бацање ремена како бисте га учинили савршеним. Ако мачка удари у круг, умреће, па покушајте да будете што прецизнији.\n\nКАКО ИГРАТЕ ИНГРИ ЦАТ СХОТ?\nИграње Ангри Цат Схот је веома лако и забавно. Додирните или кликните на мачку на праћки, превуците је назад да бисте подесили путању и снагу праћке, а затим отпустите прст или дугме миша да бисте упуцали мачку.\n\nСакупите све звезде на сваком нивоу игре. Потешкоће се повећавају како напредујете кроз нивое игре.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ\n- 100% БЕСПЛАТНО\n- Игра ван мреже\n- Забавна и лака за играње\n\nДа ли сте спремни да наш четвороножни пријатељ стигне до звезда?\n\nПокажите своје вештине! Играјте сада и забавите се!",
    "sv": "Angry Cat Shot-spelet är ett pusselspel som kräver lite skicklighet att bemästra. Det är inte längre bara fåglar som är arga, utan katter också för tillfället.\n\nSPEL\nDetta skicklighetsspel kräver att du hjälper vår kattvän att fånga alla stjärnorna genom att kasta honom i en cirkel som innehåller dem med hjälp av en slangbella.\n\nGlöm inte att vara uppmärksam på den prickade linjen för att justera lyftselen för att göra den perfekt. Om katten träffar en cirkel kommer den att dö, så försök att vara så exakt som möjligt.\n\nHUR SPELAR MAN ANGRY CAT SHOT?\nAtt spela Angry Cat Shot är väldigt enkelt och roligt. Tryck eller klicka på katten på slangbellan, dra den bakåt för att justera slungans bana och styrka, släpp sedan fingret eller musknappen för att skjuta katten.\n\nSamla alla stjärnor på varje nivå i spelet. Svårigheterna ökar när du går igenom spelnivåerna.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nFUNKTIONER\n- 100 % GRATIS\n- Offlinespel\n- Roligt och lätt att spela\n\nÄr du redo att få vår fyrbenta vän att nå stjärnorna?\n\nVisa dina färdigheter! Spela nu och ha kul!",
    "sw": "Hasira Cat Shot mchezo ni mchezo puzzle kwamba inachukua baadhi ya ujuzi bwana. Sio ndege tu ambao wana hasira, lakini paka pia kwa sasa.\n\nMCHEZO WA MCHEZO\nMchezo huu wa ustadi unakuhitaji umsaidie paka rafiki yetu kukamata nyota zote kwa kumtupa kwenye mduara ulio nao kwa msaada wa kombeo.\n\nUsisahau kuzingatia mstari wa alama ili kurekebisha kurusha kwa kombeo ili kuifanya iwe kamili. Ikiwa paka hupiga mduara, itakufa, hivyo jaribu kuwa sahihi iwezekanavyo.\n\nUNACHEZAJE RISASI HASIRA YA PAKA?\nKucheza Angry Cat Shot ni rahisi sana na ya kufurahisha. Gusa au ubofye paka kwenye kombeo, iburute nyuma ili kurekebisha mwelekeo na nguvu ya kombeo, kisha achilia kidole chako au kitufe cha kipanya ili kumpiga paka risasi.\n\nKusanya nyota zote katika kila ngazi ya mchezo. Ugumu huongezeka unapoendelea kupitia viwango vya mchezo.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nVIPENGELE\n- 100% BILA MALIPO\n- Mchezo wa nje ya mtandao\n- Furaha na Rahisi Kucheza\n\nJe, uko tayari kufanya rafiki yetu wa miguu minne kufikia nyota?\n\nOnyesha ujuzi wako! Cheza Sasa na ufurahie!",
    "ta": "ஆங்கிரி கேட் ஷாட் கேம் என்பது ஒரு புதிர் கேம் ஆகும். இப்போது கோபப்படுவது பறவைகள் மட்டுமல்ல, பூனைகளும் கூட.\n\nகேம்ப்ளே\nஇந்த திறன் விளையாட்டுக்கு, எங்கள் பூனை நண்பரை ஒரு ஸ்லிங்ஷாட்டின் உதவியுடன் ஒரு வட்டத்திற்குள் எறிந்து அனைத்து நட்சத்திரங்களையும் பிடிக்க நீங்கள் உதவ வேண்டும்.\n\nஸ்லிங் த்ரோவை சரியானதாக மாற்ற, புள்ளியிடப்பட்ட கோட்டில் கவனம் செலுத்த மறக்காதீர்கள். பூனை ஒரு வட்டத்தைத் தாக்கினால், அது இறந்துவிடும், எனவே முடிந்தவரை துல்லியமாக இருக்க முயற்சி செய்யுங்கள்.\n\nநீங்கள் எப்படி ஆங்கிரி கேட் ஷாட் விளையாடுகிறீர்கள்?\nAngry Cat Shot விளையாடுவது மிகவும் எளிதானது மற்றும் வேடிக்கையானது. ஸ்லிங்ஷாட்டில் உள்ள பூனையைத் தொடவும் அல்லது கிளிக் செய்யவும், ஸ்லிங்ஷாட்டின் பாதை மற்றும் வலிமையை சரிசெய்ய அதை மீண்டும் இழுக்கவும், பின்னர் பூனையை சுட உங்கள் விரல் அல்லது சுட்டி பொத்தானை விடுங்கள்.\n\nவிளையாட்டின் ஒவ்வொரு மட்டத்திலும் உள்ள அனைத்து நட்சத்திரங்களையும் சேகரிக்கவும். நீங்கள் விளையாட்டு நிலைகளில் முன்னேறும்போது சிரமங்கள் அதிகரிக்கும்.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n- வேடிக்கை மற்றும் விளையாட எளிதானது\n\nஎங்கள் நான்கு கால் நண்பரை நட்சத்திரங்களை அடையச் செய்ய நீங்கள் தயாரா?\n\nஉங்கள் திறமைகளை காட்டுங்கள்! இப்போது விளையாடி மகிழுங்கள்!",
    "te": "యాంగ్రీ క్యాట్ షాట్ గేమ్ అనేది పజిల్ గేమ్, ఇది నైపుణ్యం సాధించడానికి కొంత నైపుణ్యం అవసరం. ఇప్పుడు కోపంగా ఉన్నవి పక్షులు మాత్రమే కాదు, పిల్లులు కూడా కోపంగా ఉంటాయి.\n\nగేమ్ప్లే\nఈ నైపుణ్యం గేమ్‌కు మీరు మా పిల్లి స్నేహితుడిని స్లింగ్‌షాట్ సహాయంతో నక్షత్రాలను కలిగి ఉన్న సర్కిల్‌లోకి విసిరి వారిని పట్టుకోవడంలో సహాయపడాలి.\n\nస్లింగ్ త్రోను పరిపూర్ణంగా చేయడానికి సర్దుబాటు చేయడానికి చుక్కల రేఖపై దృష్టి పెట్టడం మర్చిపోవద్దు. పిల్లి ఒక వృత్తాన్ని తాకినట్లయితే, అది చనిపోతుంది, కాబట్టి వీలైనంత ఖచ్చితమైనదిగా ప్రయత్నించండి.\n\nమీరు యాంగ్రీ క్యాట్ షాట్ ఎలా ఆడతారు?\nయాంగ్రీ క్యాట్ షాట్ ఆడటం చాలా సులభం మరియు సరదాగా ఉంటుంది. స్లింగ్‌షాట్‌పై ఉన్న పిల్లిని తాకండి లేదా క్లిక్ చేయండి, స్లింగ్‌షాట్ యొక్క పథం మరియు బలాన్ని సర్దుబాటు చేయడానికి దాన్ని వెనుకకు లాగండి, ఆపై పిల్లిని షూట్ చేయడానికి మీ వేలిని లేదా మౌస్ బటన్‌ను విడుదల చేయండి.\n\nఆట యొక్క ప్రతి స్థాయిలో అన్ని నక్షత్రాలు సేకరించండి. మీరు గేమ్ స్థాయిల ద్వారా అభివృద్ధి చెందుతున్నప్పుడు ఇబ్బందులు పెరుగుతాయి.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nలక్షణాలు\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n- సరదాగా మరియు ఆడటం సులభం\n\nమా నాలుగు కాళ్ల స్నేహితుడిని స్టార్స్‌కి చేరేలా చేయడానికి మీరు సిద్ధంగా ఉన్నారా?\n\nమీ నైపుణ్యాలను చూపించండి! ఇప్పుడే ఆడండి మరియు ఆనందించండి!",
    "th": "เกม Angry Cat Shot เป็นเกมไขปริศนาที่ต้องใช้ทักษะบางอย่างเพื่อฝึกฝน ตอนนี้ไม่ใช่แค่นกเท่านั้นที่โกรธ แต่แมวก็โกรธเช่นกัน\n\nเกมเพลย์\nเกมทักษะนี้ต้องการให้คุณช่วยเพื่อนแมวของเราจับดาวทั้งหมดโดยโยนมันเข้าไปในวงกลมที่มีพวกมันด้วยความช่วยเหลือของหนังสติ๊ก\n\nอย่าลืมใส่ใจกับเส้นประเพื่อปรับการโยนสลิงให้สมบูรณ์แบบ ถ้าแมวโดนวงกลม มันจะตาย ดังนั้นพยายามทำให้ถูกต้องที่สุด\n\nคุณเล่น ANGRY CAT SHOT อย่างไร\nการเล่น Angry Cat Shot นั้นง่ายและสนุกมาก แตะหรือคลิกแมวบนหนังสติ๊ก ลากกลับเพื่อปรับวิถีและความแรงของหนังสติ๊ก จากนั้นปล่อยนิ้วหรือปุ่มเมาส์เพื่อยิงแมว\n\nรวบรวมดาวทั้งหมดในแต่ละระดับของเกม ความยากเพิ่มขึ้นเมื่อคุณเล่นผ่านด่านต่างๆ ในเกม\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nคุณสมบัติ\n- ฟรี 100%\n- เกมออฟไลน์\n- สนุกและเล่นง่าย\n\nพร้อมพาเพื่อนสี่ขาของเราไปถึงดวงดาวกันหรือยัง?\n\nแสดงทักษะของคุณ! เล่นเลยและสนุก!",
    "tr": "Angry Cat Shot oyunu, ustalaşması için biraz beceri gerektiren bir bulmaca oyunudur. Şu anda kızgın olan sadece kuşlar değil, kediler de.\n\nOYNANIŞ\nBu beceri oyunu, kedi arkadaşımıza bir sapan yardımıyla yıldızları içeren bir daireye atarak tüm yıldızları yakalamasına yardım etmeni gerektiriyor.\n\nAskı atışını mükemmel hale getirmek için ayarlamak için noktalı çizgiye dikkat etmeyi unutmayın. Kedi bir daireye çarparsa ölür, bu yüzden olabildiğince isabetli olmaya çalışın.\n\nANGRY CAT SHOT NASIL OYNANIR?\nAngry Cat Shot oynamak çok kolay ve eğlencelidir. Sapanın üzerindeki kediye dokunun veya tıklayın, sapanın yörüngesini ve gücünü ayarlamak için geri sürükleyin, ardından kediyi vurmak için parmağınızı veya fare düğmesini bırakın.\n\nOyunun her seviyesinde tüm yıldızları toplayın. Oyun seviyelerinde ilerledikçe zorluklar artar.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ\n- %100 ÜCRETSİZ\n- Çevrimdışı Oyun\n- Eğlenceli ve Oynaması Kolay\n\nDört ayaklı dostumuzu yıldızlara ulaştırmaya hazır mısınız?\n\nBecerilerini göster! Şimdi Oynayın ve Eğlenin!",
    "uk": "Гра Angry Cat Shot — це гра-головоломка, щоб освоїти яку потрібно певні навички. Тепер сердяться не тільки птахи, але й коти.\n\nГЕЙМПЛЕЙ\nЦя гра на спритність вимагає від вас допомогти нашому другу-коту зловити всі зірки, кинувши його в коло з ними за допомогою рогатки.\n\nНе забудьте звернути увагу на пунктирну лінію, щоб відрегулювати кидок стропи, щоб зробити його ідеальним. Якщо кіт потрапить в коло, він загине, тому постарайтеся бути якомога точнішим.\n\nЯК ГРАЄТЕ В ANGRY CAT SHOT?\nГрати в Angry Cat Shot дуже легко і весело. Торкніться або клацніть кота на рогатці, перетягніть його назад, щоб налаштувати траєкторію та силу рогатки, потім відпустіть палець або кнопку миші, щоб вистрілити в кота.\n\nЗберіть усі зірки на кожному рівні гри. Складнощі зростають у міру проходження рівнів гри.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ\n- 100% БЕЗКОШТОВНО\n- Офлайн гра\n- Весело і легко грати\n\nВи готові змусити нашого чотирилапого друга досягти зірок?\n\nПокажіть свої навички! Грайте зараз і отримуйте задоволення!",
    "vi": "Trò chơi Angry Cat Shot là một trò chơi giải đố cần một số kỹ năng để thành thạo. Hiện tại không chỉ có chim tức giận mà cả mèo cũng vậy.\n\nCHƠI TRÒ CHƠI\nTrò chơi kỹ năng này yêu cầu bạn giúp người bạn mèo của chúng ta bắt được tất cả các ngôi sao bằng cách ném anh ta vào một vòng tròn có chứa chúng với sự trợ giúp của súng cao su.\n\nĐừng quên chú ý đến đường chấm chấm để điều chỉnh cú ném sling sao cho hoàn hảo nhất. Nếu con mèo chạm vào một vòng tròn, nó sẽ chết, vì vậy hãy cố gắng chính xác nhất có thể.\n\nBẠN CHƠI ANGRY CAT SHOT NHƯ THẾ NÀO?\nChơi Angry Cat Shot rất dễ dàng và thú vị. Chạm hoặc nhấp vào con mèo trên súng cao su, kéo nó trở lại để điều chỉnh quỹ đạo và sức mạnh của súng cao su, sau đó thả ngón tay hoặc nút chuột để bắn con mèo.\n\nThu thập tất cả các ngôi sao trong mỗi cấp độ của trò chơi. Những khó khăn tăng lên khi bạn tiến bộ qua các cấp độ trò chơi.\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM\n- 100% MIỄN PHÍ\n- Trò chơi ngoại tuyến\n- Vui vẻ và dễ chơi\n\nBạn đã sẵn sàng để cùng người bạn bốn chân của chúng ta vươn tới các vì sao chưa?\n\nThể hiện kỹ năng của bạn! Chơi ngay và vui chơi!",
    "zh_CN": "Angry Cat Shot 游戏是一款需要一定技巧才能掌握的益智游戏。 现在愤怒的不仅是鸟，猫也是。\n\n游戏玩法\n这个技能游戏需要你帮助我们的猫朋友抓住所有的星星，方法是借助弹弓将他扔到一个包含星星的圆圈中。\n\n不要忘记注意虚线以调整吊带投掷以使其完美。 如果猫撞到一个圆圈，它就会死，所以尽量准确。\n\n你如何玩 ANGRY CAT SHOT？\n玩 Angry Cat Shot 非常简单有趣。 触摸或点击弹弓上的猫，将其拖回可调整弹弓的弹道和力度，然后松开手指或鼠标按键即可射击猫。\n\n收集游戏每个级别的所有星星。 随着游戏关卡的进行，难度会增加。\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\n特征\n- 100% 免费\n- 离线游戏\n- 有趣且容易玩\n\n你准备好让我们的四足朋友到达星星了吗？\n\n展示你的技能！ 现在玩，玩得开心！",
    "zh_TW": "Angry Cat Shot 遊戲是一款需要一定技巧才能掌握的益智遊戲。 現在憤怒的不僅是鳥，貓也是。\n\n遊戲玩法\n這個技能遊戲需要你幫助我們的貓朋友抓住所有的星星，方法是藉助彈弓將他扔到一個包含星星的圓圈中。\n\n不要忘記註意虛線以調整吊帶投擲以使其完美。 如果貓撞到一個圓圈，它就會死，所以盡量準確。\n\n你如何玩 ANGRY CAT SHOT？\n玩 Angry Cat Shot 非常簡單有趣。 觸摸或點擊彈弓上的貓，將其拖回可調整彈弓的彈道和力度，然後鬆開手指或鼠標按鍵即可射擊貓。\n\n收集遊戲每個級別的所有星星。 隨著遊戲關卡的進行，難度會增加。\n\nAngry Cat Shot is a fun skill game to play when bored for FREE on Magbei.com\n\n特徵\n- 100% 免費\n- 離線遊戲\n- 有趣且容易玩\n\n你準備好讓我們的四足朋友到達星星了嗎？\n\n展示你的技能！ 現在玩，玩得開心！"
  }
}