{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Chat on Chromium"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Use Bing Chat on any Chromium-based browser (Chrome, Brave, Vivaldi, etc.) easily. MS Edge is no longer needed to use Bing Chat."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Chat on Chromium\nBing Chat on Chromium is a Chrome extension that allows you to use Bing chat in any Chromium-based browser, such as Google Chrome, Brave, Vivaldi, and others. With this extension, you can access Bing Chat on your preferred browser without having to switch to Microsoft Edge.\n\nSource code: https://github.com/claudio4/bing-chat-on-chromium\n\nWhy Use Bing Chat on Chromium? 🤔💡\nMicrosoft has imposed an artificial dependency on Edge for Bing Chat, meaning that users must use Edge to access the chat platform. This can be frustrating for users who prefer other Chromium-based browsers. Bing Chat on Chromium bypasses this limitation by using request header spoofing to make Bing think that the user is accessing the chat platform from Edge, even when they are using a different browser.\n\nFeatures 🎉\n* Allows access to Bing Chat on any Chromium-based browser.\n* Uses request header spoofing to make Bing think the user is accessing the chat platform from Edge.\n* No extra data collection.\n* More performant and Manifest V3 ready with declarativeNetRequest API.\n\nUsage 🚀\nAfter the extension is installed, you can use Bing chat normally. No extra steps are required.\n\nSupport and Feedback 🙌\nIf you encounter any issues or have any questions about Bing Chat on Chromium, please open an issue on the [issues page](link to the Github issues page). Your feedback is valuable to us, so if you have any suggestions or ideas for improving the extension, please let us know. You can leave your feedback on the extension's page on the Chrome Web Store or on the issues page.\n\nDisclaimer ❗\nPlease note that this extension does not allow users to bypass the waitlist for Bing Chat. A Microsoft account with access to Bing Chat is still required."
  }
}