{
  "name": {
    "ar": "سباق Hover Racer Drive عبر الإنترنت ألعاب غير محظورة",
    "am": "ሆቨር ሬሰር ድሬድ ኦንሊን ዘጠኝ ጨዋታዎች",
    "bg": "Състезател Hover Racer Drive онлайн Незабранени игри",
    "bn": "হোভার রেসার ড্রাইভ অনলাইন আনব্লকড গেমস",
    "ca": "Hover Racer Drive Jocs en línia desbloquejats",
    "cs,sk": "Hover Racer Drive Online Nedostupné hry",
    "da": "Hover Racer Drive Online Ublokerede Spil",
    "de": "Hover Racer Drive Online Nicht blockierte Spiele",
    "el": "Αγωνιστικό Hover Racer Drive Online Μην αποκλεισμένα παιχνίδια",
    "en,en_AU,en_GB,en_US": "Hover Racer Drive Online Unblocked Games",
    "es,es_419": "Juego en línea Hover Racer Drive desbloqueado",
    "et": "Hover Racer Drive Online Blokeerimata mängud",
    "fa": "بازی آنلاین Hover Racer Drive Unblocked Games",
    "fi": "Hover Racer Drive Online Estämättömät pelit",
    "fil": "Hover Racer Drive Online Hindi na-blokang mga Laro",
    "fr": "Hover Racer Drive Jeux en ligne débloqués",
    "gu": "હોવર રેસર ડ્રાઈવ ઑનલાઇન અનબ્લોક ગેમ્સ",
    "he": "Hover Racer Drive משחקים מקוונים לא נחסמים",
    "hi": "होवर रेसर ड्राइव ऑनलाइन अनब्लॉक किए गए खेल",
    "hr": "Hover Racer Drive Online Odblokirane igre",
    "hu": "Hover Racer Drive Online Nem tiltott játékok",
    "id": "Hover Racer Drive Online Permainan yang Tidak Diblokir",
    "it": "Hover Racer Drive Giochi online Sbloccati",
    "ja": "Hover Racer Drive オンラインアンブロックゲーム",
    "kn": "ಹೋವರ್ ರೇಸರ್ ಡ್ರೈವ್ ಆನ್ಲೈನ್ ಅನ್‌ಬ್ಲಾಕ್ಡ್ ಗೇಮ್ಸ್",
    "ko": "Hover Racer Drive 온라인 언블록 게임",
    "lt": "Hover Racer Drive Internetinės Neušblokuotos Žaidimai",
    "lv": "Hover Racer Drive Tiešsaistes Neaizbloķētas spēles",
    "ml": "Hover Racer Drive ഓൺ‌ലൈൻ അൺബ്ലോക്ക്‌ ആയ ഗെയിമുകൾ",
    "mr": "होव्हर रेसर ड्रायव्ह ऑनलाइन अवरुद्धित गेम्स",
    "ms": "Hover Racer Drive Permainan Dalam Talian yang Tidak Diblok",
    "nl": "Hover Racer Drive Online Niet-geblokkeerde Spellen",
    "no,pl": "Hover Racer Drive Online Ikke blokkerte spill",
    "pt_BR,pt_PT": "Hover Racer Drive Jogos Online Desbloqueados",
    "ro": "Hover Racer Drive Jocuri Online Deblocate",
    "ru": "Hover Racer Drive Онлайн Неблокированные игры",
    "sl": "Hover Racer Drive Spletni nepreklenjeni igralni avtomati",
    "sr": "Hover Racer Drive Online Недоступне игре",
    "sv": "Hover Racer Drive Online Ej blockerade spel",
    "sw": "Hover Racer Drive Michezo ya Mtandao Isiyozuiliwa",
    "ta": "ஹோவர் ரேஸர் டிரைவ் ஆன்லைன் விளம்பரம் இல்லாத விளம்பரம் விளம்பரம்",
    "te": "హోవర్ రేసర్ డ్రైవ్ ఆన్‌లైన్ బ్లాక్‌డ్ గేమ్స్",
    "th": "เกม Hover Racer Drive ออนไลน์ไม่ถูกบล็อค",
    "tr": "Hover Racer Drive Online Engellenmemiş Oyunlar",
    "uk": "Hover Racer Drive Онлайн Незаблоковані ігри",
    "vi": "Hover Racer Drive Trò chơi trực tuyến không bị chặn",
    "zh_CN": "Hover Racer Drive 在线未封锁游戏",
    "zh_TW": "Hover Racer Drive 在線未封鎖遊戲"
  },
  "short": {
    "ar": "سابق على المسارات المستقبلية، واستوحد في الهوفركرافت، وكن السائق النهائي في هذه التجربة الرائعة والمليئة بالحركة والسرعة!",
    "am": "ስልክዎን በታላቁ የሆቨር ምልክቶች ለመስጠት እና በየቀኑ የማስታወሻውን የሙቀት ትንቢት ማብቂያ ይጠብቃል!",
    "bg": "Състезавайте се по бъдещи писти, овладявайте ховъркрафтовете и бъдете най-добрият състезател в тази високоскоростна, акционно…",
    "bn": "ভবিষ্যৎবাণী পথে রেস করুন, হোভারক্রাফ্ট মাস্টার করুন, এবং এই উচ্চগতি, আকশ্যপূর্ণ গেমিং অভিজ্ঞতায় শেষ রেসার হন!",
    "ca": "Correu per pistes futuristes, domina l'art de l'hovercraft i sigues el corredor definitiu en aquesta experiència de joc d'alta…",
    "cs": "Závoděte na futuristických tratích, ovládněte hovercrafty a buďte tím nejlepším závodníkem v této akční hře s vysokou rychlostí!",
    "da": "Race på futuristiske baner, mestrer hovercrafts, og vær den ultimative racer i denne højhastigheds, actionfyldte spiloplevelse!",
    "de": "Rasen Sie auf futuristischen Strecken, beherrschen Sie Hovercrafts und werden Sie der ultimative Rennfahrer in diesem…",
    "el": "Αναβαθμισμένα μονοπάτια, χειριστείτε hovercrafts και γίνετε ο απόλυτος αγωνιστής σε αυτή την υψηλής ταχύτητας, δράσης γεμάτη…",
    "en,en_AU,en_GB,en_US": "Race futuristic tracks, master hovercrafts, and be the ultimate racer in this high-speed, action-packed gaming experience!",
    "es,es_419": "Corre en pistas futuristas, domina las aerodeslizadoras y sé el corredor definitivo en esta experiencia de juego llena de acción y…",
    "et": "Võidusõit tulevikulikel radadel, meisterdage hoverkraafid ja olge sellel kõrge kiirusega, tegevust täis mängukogemusel kõige parem…",
    "fa": "در مسیرهای آینده‌نگرانه مسابقه دهید، hovercraftها را مسلط شوید و در این تجربه بازی پرسرعت و اکشن، بهترین مسابقه‌کار باشید!",
    "fi": "Kilpaile futuristisilla radoilla, hallitse hovercraftteja ja ole tässä korkean nopeuden, toimintapitoisessa pelikokemuksessa…",
    "fil": "Maglaro ng mga futuristikong track, mamuno sa mga hovercraft, at maging ang pinakamahusay na racer sa ganitong mataas-bilis,…",
    "fr": "Roulez sur des pistes futuristes, maîtrisez les hovercrafts et soyez le pilote ultime dans cette expérience de jeu haute vitesse et…",
    "gu": "ભવિષ્યના ટ્રેક્સ પર રેસ કરો, હોવરક્રાફ્ટને માસ્ટર કરો અને આ ઉચ્ચ ગતિ, એક્શન-પેક્ટ ગેમિંગ અનુભવમાં અંતિમ રેસર બનો!",
    "he": "רוץ במסלולים פוטוריסטיים, שלט בסירוגין תוך שתייה בסדר והפוך לגבר המירוץ האולטימטיבי בחוויית המשחק המרוצה הזו המופתית והמרוממת…",
    "hi": "भविष्यवाणी ट्रैक पर दौड़ें, होवरक्राफ्ट को मास्टर करें, और इस हाई-स्पीड, क्रियापूर्ण गेमिंग अनुभव में आखिरी रेसर बनें!",
    "hr": "Vozi se futurističkim stazama, ovladaj hovercraftima i budi najbolji vozač u ovoj akcijskoj igri visoke brzine!",
    "hu": "Vegyen részt futurisztikus pályákon, mesterelje a hovercraftokat, és legyen a legjobb versenyző ebben a magas sebességű, akcióval…",
    "id": "Balap di lintasan futuristik, kuasai hovercraft, dan menjadi pembalap ultimat dalam pengalaman bermain game berkecepatan tinggi ini!",
    "it": "Corri su piste futuristiche, domina gli hovercraft e diventa il pilota definitivo in questa esperienza di gioco ad alta velocità e…",
    "ja": "未来的なトラックで競争し、ホバークラフトをマスターし、この高速でアクション満載のゲーム体験で究極のレーサーになろう！",
    "kn": "ಭವಿಷ್ಯದಲ್ಲಿನ ಟ್ರ್ಯಾಕ್‌ಗಳಲ್ಲಿ ರೇಸ್ ಮಾಡಿ, ಹೋವರ್‌ಕ್ರಾಫ್ಟ್ ಅನ್ನು ಮಾಸ್ಟರ್ ಮಾಡಿ, ಹೀಗೆ ಉನ್ನತ ಗತಿ, ಆಕ್ಷನ್‌ಪ್ಯಾಕ್ಡ್ ಗೇಮಿಂಗ್ ಅನುಭವವನ್ನು…",
    "ko": "미래적인 트랙에서 레이스를 하고, 호버크래프트를 마스터하며 이 고속, 액션 가득한 게임 경험에서 궁극의 레이서가 되세요!",
    "lt": "Lenkite futuristinėse trasose, valdykite hovercraftus ir būkite šioje akcijomis ir greičiu pripildytoje žaidimų patirties…",
    "lv": "Sacīkšu futuristiskajās trasēs, pārvaldiet hoverkraļņus un būsiet galvenais sacīkšu pilots šajā augstas ātruma, darbības…",
    "ml": "ഭവിഷ്യത്തിലെ ട്രാക്കുകളിൽ റേസ് ചെയ്യുക, ഹോവർക്രാഫ്റ്റുകൾ മാസ്റ്റർ ചെയ്യുക, അതി ഉച്ചഘട്ടത്തിൽ, സംവിധാനം-പാക്ക്ഡ് ഗെയിമിംഗ്…",
    "mr": "भविष्यदाच्या ट्रॅक्स वर धडक, होव्हरक्राफ्टमास्टर बना आणि ही उच्चगति, क्रियापूर्ण गेमिंग अनुभवातील अंतिम रेसर बना!",
    "ms": "Berlumba di trek futuristik, kuasai hovercraft, dan menjadi pelumba utama dalam pengalaman permainan penuh aksi dan laju tinggi ini!",
    "nl": "Race op futuristische banen, beheers hovercrafts en wees de ultieme racer in deze hoogwaardige, actievolle game-ervaring!",
    "no,pl": "Konkurrer på futuristiske baner, mestre hovercrafts og bli den ultimate raceren i denne høyhastighets, actionfylte spillopplevelsen!",
    "pt_BR,pt_PT": "Corra em pistas futurísticas, domine hovercrafts e seja o piloto definitivo nesta experiência de jogo de alta velocidade e repleta…",
    "ro": "Condu pe trasee futuriste, stăpânește hovercraft-urile și fii cel mai bun pilot în această experiență de joc plină de acțiune și…",
    "ru": "Гоняйте на футуристических трассах, владейте ховеркрафтами и станьте лучшим гонщиком в этом игровом процессе высокой скорости и…",
    "sk": "Pretekajte na futuristických tratiach, ovládnite hovercrafty a buďte najlepším pretekárom v tejto akčnej hre s vysokou rýchlosťou!",
    "sl": "Tekajte po futurističnih stezah, obvladajte hovercraft in postanite vrhunski dirkač v tej hitrosti in akciji polni igralni izkušnji!",
    "sr": "Такмичите се на будућим тркама, владајте ховеркрафтовима и будите најбољи тркач у овом брзом акционом искуству!",
    "sv": "Kör på futuristiska banor, bemästra hovercrafts och bli den ultimata racern i denna höghastighets, actionfyllda spelupplevelse!",
    "sw": "Piga mbio kwenye nyimbo za kisasa, tawala hovercrafts, na kuwa dereva bora katika uzoefu huu wa michezo uliojaa kasi na hatua!",
    "ta": "கடிதப் படங்களில் பாய்விடுங்கள், ஹோவர்கிராப்ட்டுகளை அரசுங்கள், இந்த அதிசயமான, அதிசய விளம்பரம் படிக்கு அதிசயமான ரேஸராகவும்!",
    "te": "భవిష్యత్తు ట్రాక్‌లలో రేసు పోయండి, హోవర్‌క్రాఫ్ట్‌ను మాస్టర్ చేయండి, ఈ ఉచ్చ గతి, క్రియాపూరిత గేమింగ్ అనుభవంలో అత్యుత్తమ రేసర్ అయి…",
    "th": "แข่งขันบนเส้นทางที่มองไปข้าFutureต่ม ควบคุม hovercraft และเป็นนักแข่งระดับสูงในประสบการณ์เกมแบบเต็มความเร็วและแอ็กชั่น!",
    "tr": "Gelecek nesil pistlerde yarışın, hovercraftları ustalaşın ve bu yüksek hızlı, aksiyon dolu oyun deneyiminde en iyi yarışçı olun!",
    "uk": "Гоняйте на майбутніх трасах, володійте hovercrafts і станьте найкращим гонщиком в цьому ігровому досвіді високої швидкості і…",
    "vi": "Đua trên các đường đua tương lai, trở thành chuyên gia về hovercraft và trở thành tay đua tối ưu trong trải nghiệm chơi game đầy…",
    "zh_CN": "在未来的赛道上比赛，掌握飞行器，成为这个高速、动作充沛的游戏体验中的终极赛车手！",
    "zh_TW": "在未來的賽道上比賽，掌握飛行器，成為這個高速、動作充沛的遊戲體驗中的終極賽車手！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Description:\n\nPrepare to embark on an adrenaline-fueled journey into the future with \"Hover Race Drive\" – the ultimate fusion of speed, skill, and style! In this heart-pounding, high-octane racing game, you'll take the helm of cutting-edge hovercraft and navigate a futuristic world where gravity-defying tracks and intense competition await. Strap in and get ready to experience the future of racing!\n\nKey Features:\n\nFuturistic Hovercraft: Step into the cockpit of state-of-the-art hovercraft, each meticulously designed for maximum speed and agility. Choose from a diverse range of customizable vehicles, each with its unique strengths and weaknesses. Will you opt for pure speed, superior handling, or devastating firepower?\n\nGravity-Defying Tracks: Race on mind-bending tracks that defy the laws of gravity. Zoom through neon-lit cityscapes, navigate treacherous mountain passes, and soar above vast canyons. Every track offers a unique challenge and breathtaking views that will leave you in awe.\n\nStunning Graphics: \"Hover Race Drive\" boasts jaw-dropping visuals that immerse you in a stunning futuristic world. From the shimmering cityscapes to the intricate details of your hovercraft, every aspect of the game is a visual masterpiece.\n\nLeaderboards and Achievements: Compete for the top spot on global leaderboards and unlock a wide range of achievements. Will you become the ultimate Hover Race Drive champion?\n\nResponsive Controls: Experience the thrill of precision control as you navigate your hovercraft through intricate tracks and tight corners. Master the art of drifting and boost your way to victory.\n\nCustomization: Personalize your hovercraft with a range of paint jobs, decals, and performance upgrades. Make your mark on the racing world with a vehicle that reflects your unique style.\n\nGet ready to defy gravity, break speed barriers, and take your racing skills to the next level in \"Hover Race Drive.\" Are you ready to claim your place in the future of racing? Strap in, rev up your engines, and let the race begin!\n\nHOW TO PLAY\nYou can move the character with the arrow keys and W-A-S-D keys.\n\nHOW TO INSTALL\nClick download this Extension using the \"Add to Chrome\" button.\n\nOnce the game has finished loading, simply select the \"Extensions Icon\" button. \n\nAfter clicking this, you'll be directed to the playground area, where the game \"Tanuki Sunset Online Unblocked\" will launch automatically. All that's left is to press the play button and start enjoying the game."
  }
}