{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FoxClocks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FoxClocks shows times around the world at the bottom of your browser. It deals with daylight saving time so you don't have to.",
    "de": "FoxClocks zeigt die Uhrzeiten der Welt unten im Browser an. Die Sommerzeit wird automatisch eingestellt, Sie brauchen nichts tun.",
    "es": "FoxClocks muestra las horas alrededor del mundo en la parte de abajo de tu navegador. Maneja diferentes horarios de verano para que…",
    "fr": "Affiche l'heure locale autour du monde au fond du navigateur. Des centaines de villes à travers le monde disponibles."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FoxClocks lets you keep an eye on the time around the world - or just your local time - by putting small clocks in your statusbar. Choose from a set of useful time formats or create your own - custom formats are easy to create and very flexible.\n\nAlternatively, just click on the FoxClocks icon next to your address bar for quick access to your clocks, without leaving the current web page. And if the statusbar is causing issues with the display of some web pages, you can disable it entirely from the Options page.\n\nFoxClocks' Zone Picker tree lets you browse virtually all the world's time zones by country, region or city. Can't find your city? Use the 'Search Cities' feature to find virtually any city in the world.\n\nFoxClocks automatically checks for updates to its time zone database, so you'll always have the right time.",
    "de,fr": "FoxClocks, now available for Google Chrome, lets you keep an eye on the time around the world - or just your local time - by putting small clocks in your statusbar. Choose from a set of useful time formats or create your own - custom formats are easy to create and very flexible.\n\nFoxClocks' Zone Picker tree lets you browse virtually all the world's time zones by country, region or city. Can't find your city? Use the 'Search Cities' feature to find virtually any city in the world.\n\nFoxClocks automatically checks for updates to its time zone database, so you'll always have the right time."
  }
}