{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identity Guard Safe Browsing"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Identity Guard Safe Browsing extension includes many features that protect your privacy and secure your browsing experience.",
    "fr": "L’extension de Identity Guard Safe Browsing comprend de nombreuses fonctionnalités qui protègent votre vie privée et sécurisent…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "You must be an Identity Guard subscriber to activate the extension and turn on its features. See below for how to sign up for the Identity Guard service.\n \nTo activate the extension and turn on its features follow these steps: 1) install the extension, 2) click on the shield icon on the top right of your browser, 3) log in using your Identity Guard email address and password.\n \nFeatures: \n \n- Anti Phishing: protection against phishing attacks. Identity Guard collects information on recently discovered phishing sites and updates your extension in near real time. If a phishing site is detected, you'll see a warning page that prevents the malicious site from loading.\n \n- HTTPS Protection: When browsing the web you may notice https:// at the beginning of the website address, which indicates your connection is encrypted and secured with HTTPS. Conversely, you may notice http:// without the \"s\" at the beginning of the website address, which indicates your connection is insecure and not encrypted with HTTPS. This feature helps protect your personal information by changing insecure connections to secure HTTPS connections whenever possible. In addition, you will be warned when visiting insecure web pages that attempt to collect your personal information.\n\n- Ad Blocker: a powerful ad blocker that blocks advertisements and malvertisements. Ads clutter websites and slow website load times. Blocking advertisements results in a much faster and cleaner browsing experience. Includes a white listing feature that gives you control over exactly which sites are allowed to show ads.\n \n- Flash Blocker: often times criminals use Flash content to infect victims with malware and viruses. Flash content will automatically be blocked by the extension. You can easily allow Flash to run on specific websites by using the white listing feature. Be sure to only allow Flash on websites you know are safe.\n \n- Tracking Protection: an important step toward protecting your privacy. Websites use so-called \"trackers\" to build a profile about your online browsing behavior. These trackers follow you between websites and are typically used for the purpose of targeted advertising. These trackers will automatically be deleted by the extension.\n \n- Social Privacy Manager: social media sites today have very exposed privacy settings. Often times your personal information, photos and contacts are visible to people you don't know. Aside from being a breach of privacy, social media is also used by criminals to learn about their unsuspecting victims. To help with this, the extension presents your social media privacy settings in an easy to understand way, and provides a 1-click Protect button to automatically secure your settings.\n\n- Privacy Check: your personal information is often times available on the Internet on so-called People Sites, which offer information to anyone for a small fee. Not only is this a privacy concern but is also used by criminals for fraud and identity theft. This feature allows you to easily search and remove your information from each sites.\n\n- Mining Protection: protection against mining scripts that exploit your computer hardware and increases power consumption. If a mining script is detected, you'll see a warning page that prevents the site from loading.\n \nPlease view our privacy policy here: \n \nhttps://app.identityguard.com/policy/privacy",
    "fr": "Vous devez être abonné au service Identity Guard pour activer l’extension et tirer profit de ses fonctionnalités. Découvrez ci-dessous comment vous inscrire au service Identity Guard.\n\nSuivez ces étapes pour activer l’extension et tirer profit de ses fonctionnalités : 1) installez l’extension 2) cliquez sur l’icône du bouclier en haut à droite de votre navigateur 3) connectez-vous à l’aide de votre adresse courriel et de votre mot de passe Identity Guard.\n\nCaractéristiques : \n\n– Antihameçonnage : protection contre les attaques d’hameçonnage. Identity Guard recueille de l’information sur les sites d’hameçonnage récemment découverts et met à jour votre module d’extension en temps quasi réel. Si un site d’hameçonnage est détecté, vous verrez une page d’avertissement qui empêche le chargement du site malveillant.\n\n– Protection HTTPS : Lorsque vous naviguez sur le Web, vous remarquerez peut-être https:// au début de l’adresse du site Web, ce qui signifie que votre connexion est cryptée et sécurisée à l’aide du protocole HTTPS. Inversement, vous remarquerez peut-être http:// sans le « s » au début de l’adresse du site Web, ce qui signifie que votre connexion n’est pas sécurisée et n’est pas cryptée à l’aide du protocole HTTPS. Cette fonctionnalité aide à protéger vos renseignements personnels en transformant les connexions non sécurisées en connexions sécurisées à l’aide du protocole HTTPS, dans la mesure du possible. De plus, vous serez avisé lorsque vous visitez des pages Web non sécurisées qui tentent de collecter vos renseignements personnels.\n\n– Bloqueur de publicités : Un puissant bloqueur de publicité qui bloque les annonces malveillantes. Les publicités polluent les sites Web et ralentissent leur téléchargement. Le blocage des publicités accélère la navigation et rend l’expérience beaucoup plus agréable. Comprend une fonctionnalité de liste blanche qui vous permet de contrôler avec précision les sites qui sont autorisés à diffuser des annonces.\n\n– Bloqueur de fonction Flash : Les criminels utilisent souvent le contenu Flash pour infecter de logiciels malveillants et de virus les ordinateurs de leurs victimes. Le contenu Flash sera automatiquement bloqué par l’extension. Vous pouvez facilement autoriser l’exécution de Flash sur certains sites Web en particulier grâce à la fonctionnalité de liste blanche. Veillez à autoriser uniquement Flash sur les sites Web que vous savez sûrs.\n\n– Protection contre le traçage : Une étape importante vers la protection de votre vie privée. Les sites Web utilisent ce qu’on appelle des traceurs pour créer un profil sur votre comportement de navigation. Ces traceurs vous suivent d’un site Web à l’autre et sont généralement utilisés pour de la publicité ciblée. Ces traceurs seront automatiquement supprimés par l’extension.\n\n– Gestion de la confidentialité sur les médias sociaux : Les paramètres de confidentialité des sites de médias sociaux d’aujourd’hui sont très permissifs. Souvent, vos renseignements personnels, vos photos et vos contacts peuvent être consultés par des personnes que vous ne connaissez pas. En plus de constituer une atteinte à la vie privée, les médias sociaux sont également employés par les criminels pour se renseigner sur leurs victimes, qui se méfient rarement. Pour aider à gérer cette menace, l’extension présente les paramètres de confidentialité de vos médias sociaux de manière simple à comprendre et vous propose un bouton de protection qui vous permet de sécuriser automatiquement vos paramètres en un clic.\n\n– Vérification de la confidentialité : Vos renseignements personnels sont souvent accessibles sur Internet sur des sites de types réseaux sociaux, qui offrent des renseignements à quiconque moyennant de modestes frais. Non seulement ces sites posent-ils un problème de confidentialité, mais ils sont également utilisés par les criminels pour commettre de la fraude et des vols d’identité. Cette fonctionnalité vous permet de rechercher facilement vos renseignements sur chaque site en vue de les supprimer.\n\n– Protection contre le minage : Protection contre les scripts de minage qui exploitent votre matériel informatique et augmentent la consommation d’énergie. Si un script de minage est détecté, vous verrez une page d’avertissement qui empêche le chargement du site.\n\nPour consulter notre politique de confidentialité, cliquez ici : \n\nhttps://app.identityguard.com/policy/privacy"
  }
}