{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TrackingObserver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A browser-based web tracking detection platform."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As you browse the web, your browsing behavior may be observed and aggregated by third-party websites (\"trackers\") that you don't visit directly. These trackers are generally embedded by host websites in the form of advertisements, social media widgets (e.g., the Facebook \"Like\" button), or web analytics platforms (e.g., Google Analytics).\n\nTrackingObserver is a Chrome extension that acts as a platform for detecting, measuring, and blocking third-party web trackers. Unlike other tools, TrackingObserver does not use a blacklist of known tracking domains, but rather detects trackers automatically based on their in-browser behaviors (such as setting and receiving third-party cookies).\n\nDifferent trackers exhibit different behaviors, which give them different capabilities. For example, some trackers can track you only when you return to the same site, while others can track you as you browse multiple different sites. TrackingObserver automatically categorizes trackers according to the taxonomy described at http://trackingobserver.cs.washington.edu/.\n\nTrackingObserver is not just a stand-alone Chrome extension, but a platform. It exposes APIs for tracking detection, measurement, and blocking, and you can install or develop add-ons that provide visualization or other functionality. TrackingObserver prevents add-ons from needing to reinvent or reimplement its automatic tracking detection algorithm, while allowing them to innovate in other ways.\n\nWe hope that TrackingObserver will be valuable for users, developers, and web tracking researchers."
  }
}