{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Marketplace Dropshipping Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropshipping products importing and monitoring for marketplace"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dropshipping products importing and monitoring for marketplace\nAutoDS - Automatic Dropshipping Tools for Facebook Marketplace / Facebook Shops\n\nSell dropshipping products with the helping hand of professional automation. Import products and accept sales using any of 25+ supported US, EU & CN suppliers. \n\nAutoDS is the only companion you will need to rise to the top of the FB Marketplace dropshipping world. Sit back as we will automatically update every change to your products’ price or availability.\n\nDropshipping can be a time-consuming slog when you are not partnered with the right tool.\n\nUse AutoDS to automate your Facebook dropshipping business.\n\nThis AutoDS extension gives you our automation benefits directly from your Chrome toolbar. \n\nHow AutoDS for Facebook saves you time daily\n\nFeatures:\n\nProduct Research Tool\n\nInstantly compare hundreds of bestselling dropshipping products to sell on your store. Supplied by global US and China retailers, explore key features like cost, total reviews and shipping time.\n\nOne-Click Product & Draft Imports\n\nImport products from 25+ supported dropshipping suppliers. You can import drafts in one-click, saving you hours of manual work.\n\nFull Control Over Your Products\n\nEasily connect your FB Marketplace dropshipping products to AutoDS. Cut the time you spend checking stock levels and applying changes to each product individually.\n\nAutomatic Price & Stock Changes\n\nStay on top of your products’ pricing and availability with automatic price and stock changes As soon as your supplier makes an update, AutoDS will update your listings automatically. \n\nOne-Click Price & Stock Sync\n\nSave time as you sync your up-to-date pricing and stock information to your FB Marketplace store in one click. \n\n---\n\nStart automating your FB Marketplace dropshipping today! Add our AutoDS Chrome extension for free."
  }
}