{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Breaking Bad Rick and Morty Live Wallpaper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mix worlds with a Breaking Bad and Rick and Morty crossover live wallpaper, plus a search bar and quick-access icons"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mix worlds with a Breaking Bad and Rick and Morty crossover live wallpaper, plus a search bar and quick-access icons.\n\nBring two iconic worlds together with the Breaking Bad x Rick and Morty Live Wallpaper Chrome extension! Every new tab unveils high-definition, animated scenes that fuse the gritty world of Breaking Bad with the zany multiverse of Rick and Morty. Ideal for fans of both shows, this extension captures the perfect blend of dark humor and wild science fiction, giving your browser a unique, memorable twist.\n\nThe extension includes a built-in Google search bar for efficient browsing and customizable quick-access icons, making your favorite sites just a click away. This mix of quirky visuals and practical features creates a browsing experience that is both entertaining and functional.\n\nPerfect for fans who love crossovers and pop culture, the Breaking Bad x Rick and Morty Live Wallpaper extension brings each new tab to life with an unexpected twist.\n\nFeatures:\n\nBreaking Bad x Rick and Morty Live Wallpaper: Animated, high-definition scenes blending both universes.\nGoogle Search Bar: Convenient, integrated search.\nCustomizable Quick-Access Icons: Personalize with links to favorite sites.\nHigh-Quality Crossover Visuals: Fun, unique imagery from both shows.\nEngaging and Functional: Combines pop culture flair with practical tools.\nPerfect for Crossover Fans: Adds a memorable, fun touch to every tab."
  }
}