{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GPT Privacy: Anonymize your Chat GPT prompts"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Anonymize your Chat GPT prompts and safeguard your privacy. Automatically swap your prompts data with custom placeholders."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Elevate Your Data Privacy with Anonymized Prompts\nGPT Privacy is a easy to use Chrome extension designed to safeguard your interactions with GPT-based services like ChatGPT. With a strong commitment to your data security, the app  ensures that your chats and inquiries remain confidential and protected.\n\nWhy GPT Privacy?\n\n    🔒Real-Time Anonymization: \n    Automatically or manually anonymize sensitive data in your prompts, ensuring that your personal information stays private.\n\n    👍User-Friendly Experience: \n    Seamlessly integrates into your browsing experience, offering intuitive controls and clear visual feedback.\n\n    🏠 Local Anonymization Processing: \n    All anonymization processes occur locally within your browser. Rest assured, your data never leaves your device or gets transmitted over the internet.\n\n    🏠 Local De-Anonymization Processing: \n    All deanonymization processes occur locally within your browser. \n\n    ⚙️ Customizable to Your Needs: \n    Choose between automatic and manual anonymization modes, tailoring the level of privacy protection to your preference.\n\nPerfect for Privacy-Conscious Users\nWhether you're discussing personal matters, sharing sensitive information, or simply seeking an extra layer of privacy, GPT Privacy is your reliable companion. It's particularly beneficial for users who frequently interact with AI-powered chatbots and want to maintain the confidentiality of their conversations.\n\nEasy to Set Up, Effortless to Use\n\n    1. Install the extension with a click.\n    2. Select your preferred mode - 'Automatic' for hassle-free anonymization or 'Manual' for specific control.\n    3. Set your Anonymization Rules\n   Enjoy peace of mind knowing your prompts are secure.\n\nWe Value Your Feedback\nGot suggestions or feedback? We'd love to hear from you! Click the \"Share Feedback\" button to tell us how we can improve.\n\nInstall Privacy Prompt today and experience a new standard of privacy in your AI interactions!"
  }
}