{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "True Price - помiчник в магазинах України",
    "en": "True Price - assistant in stores in Ukraine",
    "ru": "True Price - помощник в магазинах Украины"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Робить покупки вигідними та швидкими.",
    "en": "Makes purchases profitable and fast.",
    "ru": "Делает покупки выгодными и быстрыми."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "⚠️ Віджет працює у більшості магазинів України.\n\nВіджет \"Порівняння цін у магазинах\" - це ваш персональний помічник у світі шопінгу! 🛍️🔍\nЗ його допомогою ви зможете легко та швидко порівняти ціни на товари у різних магазинах, не витрачаючи час на пошуки та перевірки. ⏱️💰\nВін допоможе вам знайти найвигідніші пропозиції та зекономити на покупках. 🎁💸\n\n⚠️ Наступни функції працюють лише на сайті інтернет-магазину \"rozetka.com.ua\" .\n\nГрафік коливання ціни 📉 - це можливість побачити, наскільки змінилася ціна, і купити товари по знижці. ❤️\n\nФункції \"графік коливання ціни\" та віджет \"Порівняння цін у магазинах\" надаються безкоштовно та без реєстрації.\n\n⌛️ Покращене меню фільтрації товарів це економія вашого часу. \n🎁 Сортування за реальною знижкою дозволяє знаходити величезні знижки на цьому величезному маркетплейсі.\n🔔 А з повідомленнями в telegram ви ніколи не пропустите зниження ціни або покращення розстрочки на бажаний товар.\n\nМожливості:\n1️⃣ Реальна знижка на картці товару\n2️⃣ Cповіщення про зміну ціни або кредитну пропозицію\n3️⃣ Сортування за реальною знижкою\n4️⃣ Покращена фільтрація товарів\n5️⃣ Показує історію ціни на всі товари.\n\nІнтернет-магазин Rozetka є дуже великим порталом, товари на сайті від Rozetka це лише 15% асортименту. \nЩе 85% це товари від інших продавців, які розміщують їх на сайті Розетки.\nРозширення True Price допомагає знаходити 🔎 вигідні пропозиції, у тому числі й від інших продавців.",
    "en": "⚠️ The widget works in most stores in Ukraine.\n\nThe Price Comparison Widget is your personal assistant in the world of shopping! 🛍️🔍\nWith its help, you will be able to easily and quickly compare the prices of goods in different stores, without wasting time on searches and checks. ⏱️💰\nIt will help you find the best deals and save on shopping. 🎁💸\n\n⚠️ The following functions work only on the website of the online store \"rozetka.com.ua\".\n\nThe price fluctuation graph 📉 is an opportunity to see how much the price has changed and buy goods at a discount.\nThe \"price fluctuation graph\" function is provided for free and without registration ❤️\n\n⌛️ The improved product filtering menu saves your time.\n🎁 Sorting by real discount allows you to find huge discounts on this huge marketplace.\n🔔 And with messages in Telegram, you will never miss a price reduction or an improvement in installments for the desired product.\n\nOpportunities:\n1️⃣ Real discount on the product card\n2️⃣ Notification of a price change or credit offer\n3️⃣ Sort by actual discount\n4️⃣ Improved product filtering\n5️⃣ Price history for all products.\n\nThe Rozetka online store is a very large portal, products from Rozetka make up 15% of the assortment.\nAnother 85% are products from other sellers who place them on the Rosette website.\nThe True Price extension helps you find 🔎 great deals, including from other sellers.",
    "ru": "⚠️ Виджет работает в большинстве магазинов Украины.\n\nВиджет \"Сравнение цен в магазинах\" – это ваш персональный помощник в мире шопинга! 🛍️🔍\nС его помощью вы сможете легко и быстро сравнить цены на товары в разных магазинах, не тратя время на поиски и проверки. ⏱️💰\nОн поможет вам найти самые выгодные предложения и сэкономить на покупках. 🎁💸\n\n⚠️ Следующие функции работают только на сайте интернет-магазина \"rozetka.com.ua\".\n\nГрафик колебания цены 📉 – это возможность увидеть, насколько изменилась цена, и купить товары по скидке.\nФункция \"график колебания цены\" предоставляется бесплатно и без регистрации ❤️\n\n⌛️ Улучшенное меню фильтрации товаров – это экономия вашего времени.\n🎁 Сортировка по настоящей скидке позволяет находить большие скидки на этом большом маркетплейсе.\n🔔 А с сообщениями в telegram вы никогда не упустите снижения цены или улучшения рассрочки на желаемый товар.\n\nВозможности:\n1️⃣ Реальная скидка на карте товара\n2️⃣ Уведомление об изменении цены или кредитном предложении\n3️⃣ Сортировка по реальной скидке\n4️⃣ Улучшенная фильтрация товаров\n5️⃣История цены на все товары.\n\nИнтернет-магазин Rozetka это большая площадка, на которой товары от Rozetka это 15% ассортимента. Еще 85% это товары от других продавцов, которые разместили свои товары на площадке.\nРасширение True Price помогает находить 🔎 выгодные предложения, в том числе от других продавцов."
  }
}