{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mute Tabs Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Extension will help you to mute Chrome tabs individually."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Mute Tabs Pro - Control Your Browsing Soundtrack\n\nUpdate 1 : Added Keyboard shortcut to Mute with \"ctrl+M\"/\"command+M\"\n\nTake control of your browsing experience by muting individual tabs effortlessly with the Mute Tabs Individually extension. Say goodbye to unwanted noise!\n\nInstall Mute Tabs Individually today and take full control of your browsing audio. Whether you’re managing multiple streams or silencing annoying ads, this extension is your go-to solution for a more peaceful online experience.\n\nFeatures:\n\nEasy Tab Control: Mute or unmute individual tabs with a simple click. Perfect for controlling audio from different sources like music, videos, or notifications.\n\nMute All/Unmute All: Need instant silence? Use the 'Mute All' button to mute all audible tabs, or 'Unmute All' to restore the sound when you’re ready.\n\nStylish Interface: The extension features a clean and modern dark-themed popup with clearly labeled mute/unmute buttons that are easy on the eyes.\n\nPrecise Tab Identification: View the precise domain name of each tab, so you know exactly which site is making noise. No more guessing!\n\nResponsive Design: All buttons are evenly spaced, sized, and aligned, ensuring a seamless user experience across different tabs.\n\nWhy Choose Mute Tabs Individually?\nEfficiency: Quickly silence unwanted noise without closing tabs or losing your place.\n\nCustomization: Enjoy a personalized experience with our dark theme and neatly organized interface.\n\nUse the options page (right click on the extension) to support us or contact support via Mail. Drop us any feature request also."
  }
}