{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "E-mailtracker door Leadinfo",
    "da": "Email Tracker fra Leadinfo",
    "de": "E-Mail-Tracker von Leadinfo",
    "en": "Email Tracker by Leadinfo",
    "it": "Tracker e-mail di Leadinfo"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Volg de e-mailinteracties van uw leads. Ontvang meldingen wanneer uw e-mails worden gelezen.",
    "da": "Spor dine leads' e-mail-interaktioner. Modtag advarsler, når dine e-mails bliver læst.",
    "de": "Verfolgen Sie die E-Mail-Interaktionen Ihrer Leads. Erhalten Sie Benachrichtigungen, wenn Ihre E-Mails gelesen werden.",
    "en": "Track your leads' email interactions. Receive alerts when your emails are read.",
    "it": "Tieni traccia delle interazioni e-mail dei tuoi lead. Ricevi avvisi quando le tue e-mail vengono lette."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ontketen het ware potentieel van uw e-mail inspanningen met Leadinfo, de ultieme extensie voor het volgen van e-mails. Naadloos geïntegreerd met Gmail, biedt de inbox-extensie van Leadinfo ongeëvenaarde trackingsmogelijkheden zonder afbreuk te doen aan de professionele uitstraling van uw e-mails.\n\nLeadinfo staat voor eenvoud en effectiviteit. Met deze extensie voor het bijhouden van e-mail kunt u moeiteloos openen, klikken en betrokkenheid volgen zonder enige moeite. Geen behoefte aan meerdere extensies of verwarrende instellingen - Leadinfo biedt alle essentiële functies in één krachtige extensie. Neem de leiding over uw e-mailmarketingstrategie en volg leads op.\n\nErvaar de baanbrekende kracht van de tracker-extensie van Leadinfo, op maat gemaakt voor verkopers, marketeers, contentmakers, linkbuilders en iedereen die met e-mail werkt. Ontgrendel nieuwe niveaus van productiviteit en succes door gebruik te maken van de inzichten van Leadinfo.\n\nHier leest u hoe u de extensie van Leadinfo effectief kunt gebruiken:\n\n   - Installeer Leadinfo's extensie voor email tracking.\n   - Stuur gewoon e-mails zoals u normaal zou doen, en Leadinfo zal ze automatisch voor u volgen.\n   - In je inbox zie je twee vinkjes:\n      - Eén vinkje (✓) geeft aan dat uw e-mail tracked is maar nog niet is geopend.\n      - Twee vinkjes (✓✓) geven aan dat uw e-mail is geopend.\n   - Beweeg uw muis over de vinkjes voor gedetailleerde informatie over wanneer de e-mail voor het eerst is geopend, wanneer deze voor het laatst is geopend en hoe vaak op koppelingen in de e-mail is geklikt.\n\nMet deze eenvoudige stappen kunt u naadloos gebruikmaken van de extensie van Leadinfo om de betrokkenheid van uw e-mails bij te houden en te bewaken, zodat u weloverwogen beslissingen kunt nemen en uw follow-ups effectief kunt optimaliseren.",
    "da": "Slip det sande potentiale af din e-mail-indsats løs med Leadinfo, den ultimative e-mail-sporingsudvidelse. Sømløst integreret med Gmail, Leadinfos indbakkeudvidelse tilbyder uovertrufne sporingsmuligheder uden at gå på kompromis med det professionelle udseende af dine e-mails.\n\nLeadinfo er forpligtet til enkelhed og effektivitet. Med denne e-mailsporingsudvidelse kan du nemt spore åbninger, klik og engagement uden besvær. Intet behov for flere udvidelser eller forvirrende indstillinger - Leadinfo leverer alle væsentlige funktioner i én kraftfuld udvidelse. Tag ansvaret for din e-mailmarketingstrategi og følg op med leads.\n\nOplev den spilforandrende kraft i Leadinfos tracker-udvidelse, der er skræddersyet til sælgere, marketingfolk, indholdsskabere, linkbyggere og alle, der arbejder med e-mails. Lås op for nye niveauer af produktivitet og succes, mens du udnytter indsigten fra Leadinfo.\n\nSådan bruger du Leadinfos udvidelse effektivt:\n\n   - Installer Leadinfos indbakke kvitteringsudvidelse.\n   - Du skal blot sende e-mails, som du plejer, og Leadinfo sporer dem automatisk for dig.\n   - I din indbakke vil du bemærke to flueben:\n      - Et flueben (✓) angiver, at din e-mail er blevet sporet, men endnu ikke åbnet.\n      - To flueben (✓✓) angiver, at din e-mail er blevet åbnet.\n   - Hold musen over fluebenene for at få detaljerede oplysninger om, hvornår e-mailen først blev åbnet, hvornår den sidst blev åbnet, og hvor mange gange der blev klikket på links i e-mailen.\n\nMed disse ligetil trin kan du problemfrit udnytte Leadinfos udvidelse til at spore og overvåge engagementet af dine e-mails, hvilket gør dig i stand til at træffe informerede beslutninger og optimere dine opfølgninger effektivt.",
    "de": "Entfesseln Sie das wahre Potenzial Ihrer E-Mail-Bemühungen mit Leadinfo, der ultimativen E-Mail-Tracking-Erweiterung. Die Posteingangserweiterung von Leadinfo ist nahtlos in Gmail integriert und bietet beispiellose Tracking-Funktionen, ohne das professionelle Erscheinungsbild Ihrer E-Mails zu beeinträchtigen.\n\nLeadinfo setzt auf Einfachheit und Effektivität. Mit dieser E-Mail-Tracking-Erweiterung können Sie Öffnungen, Klicks und Interaktionen mühelos und problemlos verfolgen. Keine Notwendigkeit für mehrere Erweiterungen oder verwirrende Einstellungen – Leadinfo bietet alle wesentlichen Funktionen in einer leistungsstarken Erweiterung. Übernehmen Sie die Verantwortung für Ihre E-Mail-Marketingstrategie und verfolgen Sie Leads.\n\nErleben Sie die bahnbrechende Leistungsfähigkeit der Tracker-Erweiterung von Leadinfo, die auf Vertriebsmitarbeiter, Vermarkter, Content-Ersteller, Linkbuilder und alle, die mit E-Mails arbeiten, zugeschnitten ist. Erschließen Sie neue Ebenen der Produktivität und des Erfolgs, indem Sie die Erkenntnisse von Leadinfo nutzen.\n\nSo nutzen Sie die Erweiterung von Leadinfo effektiv:\n\n   - Installieren Sie die Erweiterung für Posteingangsbelege von Leadinfo.\n   - Senden Sie E-Mails einfach wie gewohnt und Leadinfo verfolgt sie automatisch für Sie.\n   - In Ihrem Posteingang werden Sie zwei Häkchen bemerken:\n      - Ein Häkchen ( ✓ ) zeigt an, dass Ihre E-Mail verfolgt, aber noch nicht geöffnet wurde.\n      - Zwei Häkchen ( ✓ ✓ ) zeigen an, dass Ihre E-Mail geöffnet wurde.\n   - Bewegen Sie Ihre Maus über die Häkchen, um detaillierte Informationen darüber zu erhalten, wann die E-Mail zum ersten Mal geöffnet wurde, wann sie das letzte Mal geöffnet wurde und wie oft auf Links in der E-Mail geklickt wurde.\n\nMit diesen unkomplizierten Schritten können Sie die Leadinfo-Erweiterung nahtlos nutzen, um das Engagement Ihrer E-Mails zu verfolgen und zu überwachen, sodass Sie fundierte Entscheidungen treffen und Ihre Follow-ups effektiv optimieren können.",
    "en": "Unleash the true potential of your email efforts with Leadinfo, the ultimate email tracking extension. Seamlessly integrated with Gmail, Leadinfo’s inbox extension offers unparalleled tracking capabilities without compromising the professional appearance of your emails.\n\nLeadinfo is committed to simplicity and effectiveness. With this email tracking extension, you can effortlessly track opens, clicks, and engagement without any hassle. No need for multiple extensions or confusing settings - Leadinfo provides all essential features in one powerful extension. Take charge of your email marketing strategy and follow up with leads. \n\nExperience the game-changing power of Leadinfo's tracker extension, tailored for salespeople, marketers, content creators, link builders, and anyone working with emails. Unlock new levels of productivity and success as you harness the insights provided by Leadinfo.\n\nHere's how to use Leadinfo's extension effectively:\n\n  - Install Leadinfo's inbox receipts extension.\n  - Simply send emails as you normally would, and Leadinfo will automatically track them for you.\n  - In your inbox, you'll notice two checkmarks:\n     - One checkmark (✓) indicates that your email has been tracked but not yet opened.\n     - Two checkmarks (✓✓) indicate that your email has been opened.\n  - Hover your mouse over the checkmarks to get detailed information about when the email was first opened, when it was last opened, and how many times links within the email were clicked.\n\nWith these straightforward steps, you can seamlessly leverage Leadinfo's extension to track and monitor the engagement of your emails, enabling you to make informed decisions and optimize your follow-ups effectively.",
    "it": "Scatena il vero potenziale dei tuoi sforzi e-mail con Leadinfo, l'ultima estensione di tracciamento e-mail. Perfettamente integrato con Gmail, l'estensione della posta in arrivo di Leadinfo offre funzionalità di tracciamento senza precedenti senza compromettere l'aspetto professionale delle tue e-mail.\n\nLeadinfo punta sulla semplicità e l'efficacia. Con questa estensione di tracciamento e-mail, puoi facilmente monitorare le aperture, i clic e il coinvolgimento senza problemi. Non sono necessarie più estensioni o impostazioni confuse: Leadinfo fornisce tutte le funzionalità essenziali in un'unica potente estensione. Prendi in carico la tua strategia di email marketing e segui i lead.\n\nSperimenta il potere rivoluzionario dell'estensione tracker di Leadinfo, su misura per venditori, operatori di marketing, creatori di contenuti, creatori di link e chiunque lavori con le e-mail. Sblocca nuovi livelli di produttività e successo sfruttando le informazioni fornite da Leadinfo.\n\nEcco come utilizzare l'estensione di Leadinfo in modo efficace:\n\n   - Installa l'estensione per le ricevute della posta in arrivo di Leadinfo.\n   - Invia semplicemente le e-mail come faresti normalmente e Leadinfo le seguirà automaticamente per te.\n   - Nella tua casella di posta, noterai due segni di spunta:\n      - Un segno di spunta (✓) indica che la tua email è stata tracciata ma non ancora aperta.\n      - Due segni di spunta (✓✓) indicano che la tua email è stata aperta.\n   - Passa il mouse sopra i segni di spunta per ottenere informazioni dettagliate su quando l'e-mail è stata aperta per la prima volta, quando è stata aperta l'ultima volta e quante volte sono stati cliccati i collegamenti all'interno dell'e-mail.\n\nCon questi semplici passaggi, puoi sfruttare senza problemi l'estensione di Leadinfo per tracciare e monitorare il coinvolgimento delle tue e-mail, consentendoti di prendere decisioni informate e ottimizzare i tuoi follow-up in modo efficace."
  }
}