{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BakkahCMS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Credentials management system for Bakkah company"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bakkah Credentials Management System (CMS) Is a Credentials manager that helps you to login to your saved credentials using the extension,\nOnce you save your credentials through the Bakkah CMS website, CMS Extensions allows you to automatically fill the passwords with ease.\n\nAll you need is just login to the extension using your CMS password after that the extension will show the password filling suggestions that you can use on the website.\nWith Bakkah Credentials Management System you can manage your credentials securely with two factor authentication setting enabled.\nYou don’t have to worry about how you store and manage your credentials now you have a centralized system where you store and manage all passwords easily.\nBakkah Extensions follow the rules that exist in CMS website so you can control and track your login information.\n\nAll your passwords are now available through the extensions, and you don’t have to reset or forget the password.\nYou must memorize only the login information to the Bakkah CMS and Bakkah CMS will automatically fill the passwords for all websites.\n\nWe keep your information secure with multi layers of security to ensure the most secure way to manage your credentials.\n For more information and latest updates about Bakkah CMS you can find us at www.bakkah.com or through the email it@bakkah.net.sa"
  }
}