{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "vx"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension listens to you and copies what you said to the clipboard."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that listens to you and copies what you said to the clipboard.\n\nCopy to Clipboard\n・ Unlike other “voice typing” extensions, vx only copies what you said to the clipboard.\n・ Therefore, it works with all apps that lets you paste text; not just Google Chrome.\n・ If the speech recognizer did not get it right, just say the phrase again (more slowly and clearly).\n・ This makes it convenient for non-native speakers, not having to press the undo every time.\n・ Some early users reported having 2x productivity over conventional voice typing solutions (such as the built-in Dictation that comes with macOS).\n\nLanguage Support\n・ Uses Google’s Web Speech API to do the speech recognition.\n・ It supports at least 60 language and 101 dialects.\n\nBilingual Users Friendly\n・ You can set up your “primary language” and “secondary language” and assign hotkeys to each language.\n\nDisplay Output\n・ vx displays the recognized text as you speak in a webpage or in a popup window. Can be enabled/disabled.\n\nNotification Output\n・ vx can display a notification when text is copied to the clipboard. Can be enabled/disabled.\n\nSound Feedback\n・ vx emits a sound when the speech recognition session begins and ends, as well as when text is copied to the clipboard. Can be enabled/disabled.\n\nPermissions\n・ vx doesn’t require the “Read and change all your data on the websites you visit” permission.\n・ vx doesn’t require the “Communicate with cooperating websites” permission.\n・ vx requires microphone, clipboard, and notification access.\n\nTotally Free\n・ There is no paid version.\n・ No support is provided for this extension either.\n・ If you encounter any issue, the source code is available for you to build and debug yourself at https://github.com/dtinth/vxchrome.\n\nAdvanced Features for People Who Knows JavaScript\n・ You can supply a custom JavaScript code to process the transcript before it’s being copied to the clipboard (a “custom transcript filter”).\n・ You can also supply a custom JavaScript code to send the processed transcript elsewhere (a “custom output module”).\n・ If you know JavaScript, this extension is essentially doing this: ((r = new webkitSpeechRecognition(), o = copy) => (r.lang = 'en', r.onresult = e => (x => (console.log(x), o(x)))(Array.from(e.results).map(r => r[0].transcript).join('')), r.start()))() // (you can run it in Chrome DevTools)\n\nMIT License\n\nCopyright (c) 2020 dtinth\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE."
  }
}