{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ryan's Helper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick tool to help open up those tabs"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is to help with really repetitive tasks - like opening up lots and lots of tabs! \n\nSometimes all that is different between the tabs is an ID in the URL that increments by 1!\n\nSo this is to help out those who needed this very niche tool :D \n\nMAKE SURE to start with \"https://www.\"\nFor example: \nBase URL: \"https://www.google.com/search?q=Britney +spears+\"\nstart: 2000\nend: 2008\n\nWould open a google search in a new tab about \nBritney spears from 2000 to 2008 :) \n\n----------------------------------------------\nUpdated:\n\nWe are pleased to announce that our application now includes a \"Save State\" feature, which ensures that data entered in the text boxes is not lost during copying. Additionally, we have removed the previous limitation on the number of pages that can be opened, although we have noticed that Chrome has its own limits. To facilitate navigation, we have also incorporated a \"Next\" button that allows users to increment tabs by a specific number of steps.\n\nFor instance, users can enter a base URL, such as \"https://www.google.com/search?q=Britney+Spears+\", along with the start and end years, say 2000 and 2010, respectively. By specifying an increment of 10 and clicking the \"Next\" button, the application will display the updated start and end years, which in this case would be 2010 and 2020, respectively.\n\nIt is important to note that if the increment value is smaller than the difference between the start and end years, unexpected behavior may occur. For example, if the start and end years are 2009 and 2010, respectively, and the increment value is 10, the resulting years will be 2019 and 2020, respectively. Also note if the gap between start and end years is larger than the increment then it will reopen some pages since they would fall into the step range. \n\nEnjoy :)"
  }
}