{
  "name": {
    "ar,bn,ca,da,de,el,es,fa,fi,fr,he,hi,hr,mr,pl,pt_BR,pt_PT,tr,zh_CN,zh_TW": "Night Shift Mode",
    "am,et": "Screen Shader",
    "bg": "Screen Tinting",
    "cs": "Night Mode",
    "en,en_AU,en_GB,en_US,es_419,fil,it,ja,lt,lv,nl,no,ro,ru,sl,sr,sv,uk": "Night Shift",
    "gu": "Dark Facebook Mode - Black Facebook Mode",
    "hu,ko": "Screen Shader - Change Screen Shade",
    "id": "Dark Mode for YouTube",
    "kn": "Dark Google Theme - Black Google Theme",
    "ml": "Dark Mode for Facebook",
    "ms,vi": "Dark Mode for Chrome",
    "sk,th": "Dark Theme for Chrome",
    "sw": "Dark FB Theme - Black FB Theme",
    "ta": "Dark Youtube Theme - Black Youtube Theme",
    "te": "Dark Facebook Theme - Black Facebook Theme"
  },
  "short": {
    "am,ar,bg,bn,el,et,he,hi,hr": "Take care of your eyes. Change screen brightness to special eye-protective colors from the list or to a color that you prefer.",
    "ca": "Cuida els teus ulls. Canvieu la brillantor de la pantalla a colors especials per a la protecció dels ulls de la llista o a un color…",
    "cs": "Pečujte o své oči. Změňte jas obrazovky na speciální barvy chránící oči ze seznamu nebo na barvu, kterou preferujete.",
    "da": "Pas på dine øjne. Skift skærmens lysstyrke til specielle øjenbeskyttende farver fra listen eller til en farve, som du foretrækker.",
    "de": "Achten Sie auf Ihre Augen. Ändern Sie die Bildschirmhelligkeit in spezielle Augenschutzfarben aus der Liste oder in eine Farbe, die…",
    "en,en_AU,en_GB,en_US,es_419,fil,ru,sr,uk": "Night Shift automatically shifts the colors of your browser content to the warmer end of the color spectrum after dark.",
    "es": "Cuida tus ojos. Cambie el brillo de la pantalla a colores especiales que protejan los ojos de la lista o al color que prefiera.",
    "fa,hu,kn,sk,sw,ta,te,th,vi": "Night Shift - Apply Dark Theme for Chrome. Black Mode for every site",
    "fi": "Pidä huolta silmistäsi. Muuta näytön kirkkaus erityisiin silmiä suojaaviin väreihin luettelosta tai haluamaasi väriin.",
    "fr": "Prenez soin de vos yeux. Changez la luminosité de l'écran en couleurs spéciales de protection des yeux dans la liste ou en une…",
    "gu,id,ml,mr,ms,ro": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark",
    "it": "Night Shift sposta automaticamente i colori dei contenuti del tuo browser alla fine più calda dello spettro dei colori dopo il buio",
    "ja": "目を大事にしてください。 画面の明るさをリストから特別な保護色に変更するか、好みの色に変更します。",
    "ko": "눈 조심하세요. 화면 밝기를 목록의 특수한 눈 보호 색상이나 원하는 색상으로 변경하십시오.",
    "lt": "Sutemus „Night Shift“ automatiškai perkelia jūsų naršyklės turinio spalvas į šiltesnę spalvų spektro galą.",
    "lv": "Nakts maiņa pēc tumsas iestāšanās automātiski maina jūsu pārlūkprogrammas satura krāsas uz siltāko krāsu spektra galu.",
    "nl": "Night Shift verschuift automatisch de kleuren van uw browserinhoud naar het warmere einde van het kleurenspectrum in het donker.",
    "no": "Night Shift skifter automatisk fargene på nettleserinnholdet til den varmere enden av fargespekteret etter mørkets frembrudd.",
    "pl": "Funkcja Night Shift automatycznie przesuwa kolory zawartości przeglądarki na cieplejszy koniec spektrum kolorów po zmroku",
    "pt_BR,pt_PT": "Cuide de seus olhos. Altere o brilho da tela para cores especiais de proteção ocular na lista ou para uma cor de sua preferência.",
    "sl": "Night Shift po temi samodejno premakne barve vsebine vašega brskalnika na toplejši konec barvnega spektra.",
    "sv": "Ta hand om dina ögon. Ändra skärmens ljusstyrka till speciella ögonskyddande färger från listan eller till en färg som du föredrar.",
    "tr": "Gözlerine iyi bak. Ekran parlaklığını listeden özel göz koruyucu renklere veya tercih ettiğiniz bir renge değiştirin.",
    "zh_CN": "照顧好你的眼睛。 從列表中將屏幕亮度更改為特殊的護眼顏色或您喜歡的顏色。",
    "zh_TW": "照顾好你的眼睛。 将屏幕亮度更改为列表中的特殊护眼颜色或您喜欢的颜色。"
  },
  "long": {
    "ar,bg,bn,fa,gu,he,hi,hu,id,ml,ro,te,th,vi": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page.\nPlease open any other website (for example, google.com) after installing this extension and check the extension in action.\n\n------------------------------------\n\nThis tiny app changes the color temperature of the Chrome tabs (entire content) towards the yellowish part of the color spectrum, that reduces some of the blue light from the screen, thus,  an eye strain during night-time use, helping to reduce disruption of sleep patterns. This helps to have a better  overall night's sleep.\n\nYou can manually choose the shift from color presets, to pick up the most comfortable and calm atmosphere for your eyes during the night sessions or thru the all day long. \n\nNight Shift provides itself on a schedule basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded everyday automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nPlease, pay attention, page reload is required to apply display color shades and adjustments, even if schedule time has come.",
    "am": "የምሽት Shift ከጨለማ በኋላ የአሳሽዎን ይዘት ቀለሞች በራስ-ሰር ወደ ሞቃታማው የቀለም ስፔክትረም መጨረሻ ይቀይራል።\n\n⚡ የምሽት Shift ከመጫኑ በፊት የተከፈቱትን ሁሉንም ትሮች ማደስ ያስፈልግዎታል። ሁሉንም ትሮች በአንድ ጊዜ ለማደስ Chromeን እንደገና ማስጀመር ይችላሉ። ያለበለዚያ የምሽት Shift የሚሰራው አዲስ ከተከፈቱት ትሮች ጋር ብቻ ነው።\n\n⚡በChrome አሳሽ ፖሊሲዎች መሰረት የምሽት Shift በChrome ድር ማከማቻ እና መነሻ ገጽ ላይ እንዳይሰራ ተገድቧል። እባክዎ ይህን ቅጥያ ከጫኑ በኋላ ማንኛውንም ሌላ ድህረ ገጽ (ለምሳሌ YouTube) ይክፈቱ እና ቅጥያውን በተግባር ያረጋግጡ።\n\nየምሽት Shift እራሱን በታቀደለት መሰረት ያቀርባል, ከ 3 አማራጮች መምረጥ ይችላሉ.\n1. ፀሐይ ከጠለቀች እስከ ፀሐይ መውጣት (የChrome ቀለሞች ፀሐይ ስትጠልቅ በየቀኑ በራስ-ሰር ይጠለላሉ)።\n2. ጠፍቷል (የሌሊት Shift ስክሪኑን እንዲጥል በእጅ አንቃ)\n3. ብጁ (የማሳያ ቀለም ማስተካከያዎችን ለመጀመር እና ለመጨረስ የራስዎን መርሃ ግብር ያዘጋጁ)\n\nዓይንዎን ይንከባከቡ. የስክሪን ብሩህነት ከዝርዝሩ ወይም ወደ መረጡት ቀለም ወደ ልዩ የአይን መከላከያ ቀለሞች ቀይር።\nየምሽት ፈረቃ የማሳያውን ቀለሞች ወደ ሙቅ እና ለዓይን የሚከላከሉ ጥላዎች ይለውጣል። የማሳያ ሁነታን በጊዜ መርሐግብር መቀየር ወይም ለአንድ የተወሰነ ድር ጣቢያ የቀለም ገጽታ መምረጥ ይችላሉ።\n\nበኮምፒተር ላይ በምሽት መስራት በአይንዎ ላይ ተጽዕኖ ሊያሳድር ይችላል. የምሽት Shift ሁነታ ዓይኖችዎን ለመንከባከብ የስክሪን ብሩህነትን ለመቀነስ ጥሩ አጋጣሚ ነው። ጨለማ ሞድ ለሁሉም ድረ-ገጾች ተስማሚ አይደለም፣ስለዚህ በሁሉም ድረ-ገጾች ላይ ሞቅ ያለ ቀለሞችን መተግበር ለስክሪን ማቅለም ምርጡ አማራጭ ይሆናል።\n\nየስክሪን ሼድ ሁነታ ለአይኖችዎ ደስታ ነው!",
    "ca": "Night Shift canvia automàticament els colors del contingut del navegador a l'extrem més càlid de l'espectre de color quan es fosc.\n\n⚡ Heu d'actualitzar totes les pestanyes, que es van obrir ABANS d'instal·lar el torn de nit. També podeu reiniciar Chrome per actualitzar totes les pestanyes alhora. En cas contrari, Night Shift només funcionarà amb les pestanyes recentment obertes.\n\n⚡D'acord amb les polítiques del navegador Chrome, Night Shift està restringit a funcionar a Chrome Web Store i a la pàgina d'inici. Obriu qualsevol altre lloc web (per exemple, YouTube) després d'instal·lar aquesta extensió i comproveu l'extensió en acció.\n\nEl torn nocturn s'ofereix de manera programada, podeu triar entre 3 opcions:\n1. Sunset to Sunrise (els colors Chrome s'ombrejaran cada dia automàticament a Sunset).\n2. Desactivat (activa manualment el torn nocturn per ombrejar la pantalla)\n3. Personalitzat (configureu el vostre propi programa per iniciar i acabar els ajustos de color de la pantalla)\n\nCuida els teus ulls. Canvieu la brillantor de la pantalla a colors especials per a la protecció dels ulls de la llista o a un color que preferiu.\nEl torn nocturn canvia els colors de la pantalla a tons càlids i protectors dels ulls. Podeu canviar automàticament el mode de pantalla per programació o seleccionar un tema de color per a un lloc web determinat.\n\nTreballar amb un ordinador durant la nit pot afectar els vostres ulls. El mode de torn nocturn és una bona oportunitat per reduir la il·luminació de la pantalla per tenir cura dels teus ulls. El mode fosc no és adequat per a tots els llocs web, de manera que aplicar colors càlids a tots els llocs web serà la millor alternativa per tenyir la pantalla.\n\nEl mode Screen Shader és un plaer per als vostres ulls!",
    "cs": "Night Shift automaticky posune barvy obsahu vašeho prohlížeče po setmění na teplejší konec barevného spektra.\n\n⚡ Musíte obnovit všechny karty, které byly otevřeny PŘED instalací Night Shift. Můžete také restartovat Chrome a obnovit všechny karty najednou. V opačném případě bude Night Shift fungovat pouze s nově otevřenými kartami.\n\n⚡V souladu se zásadami prohlížeče Chrome je noční směna omezena na fungování v Internetovém obchodě Chrome a na domovské stránce. Po instalaci tohoto rozšíření otevřete jakýkoli jiný web (například YouTube) a zkontrolujte rozšíření v akci.\n\nNoční směna se zajišťuje podle plánu, můžete si vybrat ze 3 možností:\n1. Sunset to Sunrise (Barvy Chromu budou automaticky stínovány každý den při západu slunce).\n2. Vypnuto (ručně povolte noční posun pro zastínění obrazovky)\n3. Vlastní (nastavte si vlastní plán spuštění a dokončení úprav barev displeje)\n\nPečujte o své oči. Změňte jas obrazovky na speciální barvy chránící oči ze seznamu nebo na barvu, kterou preferujete.\nNoční směna mění barvy obrazovky na teplé odstíny chránící oči. Můžete nastavit automatickou změnu režimu obrazovky podle plánu nebo vybrat barevné téma pro určitý web.\n\nPráce na počítači v noci může ovlivnit vaše oči. Režim nočního posunu je dobrou příležitostí ke snížení jasu obrazovky, abyste se postarali o své oči. Tmavý režim není vhodný pro všechny webové stránky, takže použití teplých barev na všechny webové stránky bude nejlepší alternativou pro tónování obrazovky.\n\nRežim Screen Shader je potěšením pro vaše oči!",
    "da": "Night Shift skifter automatisk farverne på dit browserindhold til den varmere ende af farvespektret efter mørkets frembrud.\n\n⚡ Du skal opdatere alle fanerne, som blev åbnet FØR Night Shift blev installeret. Du kan også genstarte Chrome for at opdatere alle fanerne på én gang. Ellers fungerer Night Shift kun med de nyligt åbnede faner.\n\n⚡I overensstemmelse med Chrome-browserpolitikkerne er Night Shift begrænset til at fungere på Chrome Webshop og startsiden. Åbn venligst ethvert andet websted (f.eks. YouTube) efter installation af denne udvidelse, og tjek udvidelsen i aktion.\n\nNight Shift sørger for sig selv på en planlagt basis, du kan vælge mellem 3 muligheder:\n1. Solnedgang til solopgang (Chrome-farver skygges automatisk hver dag ved solnedgang).\n2. Fra (aktiver manuelt Night Shift for at skygge skærmen)\n3. Brugerdefineret (opsæt din egen tidsplan for at starte og afslutte skærmfarvejusteringer)\n\nPas på dine øjne. Skift skærmens lysstyrke til specielle øjenbeskyttende farver fra listen eller til en farve, som du foretrækker.\nNight shift ændrer skærmens farver til varme og øjenbeskyttende nuancer. Du kan indstille automatisk ændring af skærmtilstand efter tidsplan eller vælge et farvetema for et bestemt websted.\n\nAt arbejde på en computer om natten kan påvirke dine øjne. Night Shift Mode er en god mulighed for at reducere skærmens lysstyrke for at passe på dine øjne. Dark Mode er ikke egnet til alle websteder, så at anvende varme farver på alle websteder vil være det bedste alternativ til skærmfarvning.\n\nScreen Shader Mode er en fornøjelse for dine øjne!",
    "de": "Night Shift verschiebt die Farben Ihres Browserinhalts nach Einbruch der Dunkelheit automatisch an das wärmere Ende des Farbspektrums.\n\n⚡ Sie müssen alle Registerkarten aktualisieren, die geöffnet wurden, BEVOR die Nachtschicht installiert wurde. Sie können Chrome auch neu starten, um alle Registerkarten auf einmal zu aktualisieren. Andernfalls funktioniert Night Shift nur mit den neu geöffneten Registerkarten.\n\n⚡In Übereinstimmung mit den Richtlinien des Chrome-Browsers ist Night Shift auf den Chrome Web Store und die Startseite beschränkt. Bitte öffnen Sie nach der Installation dieser Erweiterung eine andere Website (z. B. YouTube) und prüfen Sie, ob die Erweiterung in Aktion ist.\n\nNight Shift bietet sich planmäßig an, Sie können aus 3 Optionen wählen:\n1. Sonnenuntergang bis Sonnenaufgang (Chromfarben werden jeden Tag automatisch bei Sonnenuntergang schattiert).\n2. Aus (Nachtschicht manuell aktivieren, um den Bildschirm abzuschatten)\n3. Benutzerdefiniert (richten Sie Ihren eigenen Zeitplan ein, um die Farbanpassungen des Displays zu starten und abzuschließen)\n\nAchten Sie auf Ihre Augen. Ändern Sie die Bildschirmhelligkeit in spezielle Augenschutzfarben aus der Liste oder in eine Farbe, die Sie bevorzugen.\nDie Nachtschicht ändert die Farben des Bildschirms in warme und augenschützende Farbtöne. Sie können den Bildschirmmodus automatisch nach Zeitplan ändern oder ein Farbthema für eine bestimmte Website auswählen.\n\nEine nächtliche Arbeit am Computer kann Ihre Augen beeinträchtigen. Der Nachtschichtmodus ist eine gute Gelegenheit, die Bildschirmaufhellung zu reduzieren, um Ihre Augen zu schonen. Der Dunkelmodus ist nicht für alle Websites geeignet, daher ist das Anwenden warmer Farben auf alle Websites die beste Alternative zum Einfärben des Bildschirms.\n\nDer Screen Shader Mode ist ein Genuss für Ihre Augen!",
    "el": "Το Night Shift μετατοπίζει αυτόματα τα χρώματα του περιεχομένου του προγράμματος περιήγησής σας στο θερμότερο άκρο του χρωματικού φάσματος μετά το σκοτάδι.\n\n⚡ Πρέπει να ανανεώσετε όλες τις καρτέλες, που άνοιξαν ΠΡΙΝ εγκατασταθεί το Night Shift. Μπορείτε επίσης να επανεκκινήσετε το Chrome για να ανανεώσετε όλες τις καρτέλες ταυτόχρονα. Διαφορετικά, το Night Shift θα λειτουργεί μόνο με τις καρτέλες που ανοίξατε πρόσφατα.\n\n⚡Σύμφωνα με τις πολιτικές του προγράμματος περιήγησης Chrome, το Night Shift περιορίζεται να λειτουργεί στο Chrome Web Store και στην Αρχική σελίδα. Ανοίξτε οποιονδήποτε άλλο ιστότοπο (για παράδειγμα, YouTube) μετά την εγκατάσταση αυτής της επέκτασης και ελέγξτε την επέκταση σε δράση.\n\nΤο Night Shift παρέχεται σε προγραμματισμένη βάση, μπορείτε να επιλέξετε από 3 επιλογές:\n1. Sunset to Sunrise (τα χρώματα του Chrome θα σκιάζονται καθημερινά αυτόματα στο Sunset).\n2. Απενεργοποίηση (ενεργοποιήστε χειροκίνητα το Night Shift για σκίαση της οθόνης)\n3. Προσαρμοσμένο (ρυθμίστε το δικό σας πρόγραμμα για να ξεκινήσετε και να ολοκληρώσετε τις προσαρμογές χρωμάτων της οθόνης)\n\nΦροντίστε τα μάτια σας. Αλλάξτε τη φωτεινότητα της οθόνης σε ειδικά χρώματα που προστατεύουν τα μάτια από τη λίστα ή σε χρώμα που προτιμάτε.\nΗ νυχτερινή βάρδια αλλάζει τα χρώματα της οθόνης σε ζεστές και προστατευτικές αποχρώσεις για τα μάτια. Μπορείτε να ρυθμίσετε την αυτόματη αλλαγή της λειτουργίας οθόνης κατά χρονοδιάγραμμα ή να επιλέξετε ένα έγχρωμο θέμα για έναν συγκεκριμένο ιστότοπο.\n\nΗ εργασία σε υπολογιστή τη νύχτα μπορεί να επηρεάσει τα μάτια σας. Η λειτουργία Night Shift είναι μια καλή ευκαιρία για να μειώσετε τη φωτεινότητα της οθόνης για να φροντίσετε τα μάτια σας. Η Dark Mode δεν είναι κατάλληλη για όλους τους ιστότοπους, επομένως η εφαρμογή ζεστών χρωμάτων σε όλους τους ιστότοπους θα είναι η καλύτερη εναλλακτική λύση για την απόχρωση οθόνης.\n\nΗ λειτουργία σκίασης οθόνης είναι μια απόλαυση για τα μάτια σας!",
    "en,en_AU,en_GB,en_US,es_419,fil,ru,sr,uk": "Night Shift automatically shifts the colors of your browser content to the warmer end of the color spectrum after dark.\n\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page. Please open any other website (for example, YouTube) after installing this extension and check the extension in action.\n\nNight Shift provides itself on a scheduled basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded every day automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nTake care of your eyes. Change screen brightness to special eye-protective colors from the list or to a color that you prefer.\nNight shift changes the colors of the screen to warm and eye-protective shades. You can set automatically change screen mode by schedule or select a color theme for a certain website.\n\nWorking on a computer a night time may take affect your eyes. Night Shift Mode is a good opportunity to reduce screen brightening to take care of your eyes. Dark Mode isn't suitable for all websites, so applying warm colors to all websites will be the best alternative for screen tinting. \n\nScreen Shader Mode is a pleasure for your eyes!",
    "es": "Night Shift cambia automáticamente los colores del contenido de su navegador al extremo más cálido del espectro de colores después del anochecer.\n\n⚡ Debe actualizar todas las pestañas que se abrieron ANTES de instalar Night Shift. También puede reiniciar Chrome para actualizar todas las pestañas a la vez. De lo contrario, Night Shift funcionará solo con las pestañas recién abiertas.\n\n⚡De acuerdo con las políticas del navegador Chrome, Night Shift está restringido para funcionar en Chrome Web Store y en la página de inicio. Abra cualquier otro sitio web (por ejemplo, YouTube) después de instalar esta extensión y verifique la extensión en acción.\n\nEl turno de noche se proporciona de forma programada, puede elegir entre 3 opciones:\n1. De la puesta del sol a la salida del sol (los colores cromados se sombrearán todos los días automáticamente en la puesta del sol).\n2. Apagado (habilite manualmente el turno de noche para sombrear la pantalla)\n3. Personalizado (configure su propio horario para iniciar y finalizar los ajustes de color de la pantalla)\n\nCuida tus ojos. Cambie el brillo de la pantalla a colores especiales de protección ocular de la lista o al color que prefiera.\nEl turno de noche cambia los colores de la pantalla a tonos cálidos y protectores para los ojos. Puede configurar cambiar automáticamente el modo de pantalla por horario o seleccionar un tema de color para un sitio web determinado.\n\nTrabajar en una computadora por la noche puede afectar sus ojos. El modo Night Shift es una buena oportunidad para reducir el brillo de la pantalla para cuidar sus ojos. El modo oscuro no es adecuado para todos los sitios web, por lo que aplicar colores cálidos a todos los sitios web será la mejor alternativa para teñir la pantalla.\n\n¡El modo Screen Shader es un placer para tus ojos!",
    "et": "Night Shift nihutab pärast pimedat automaatselt teie brauseri sisu värve värvispektri soojemasse otsa.\n\n⚡ Peate värskendama kõiki vahekaarte, mis avati ENNE Night Shift installimist. Kõigi vahekaartide korraga värskendamiseks saate Chrome'i taaskäivitada. Vastasel juhul töötab Night Shift ainult äsja avatud vahekaartidega.\n\n⚡Vastavalt Chrome'i brauseri eeskirjadele võib Night Shift töötada ainult Chrome'i veebipoes ja avalehel. Pärast selle laienduse installimist avage mõni muu veebisait (nt YouTube) ja kontrollige laienduse toimimist.\n\nNight Shift töötab graafiku alusel, saate valida 3 valiku vahel:\n1. Päikeseloojangust päikesetõusuni (Chrome'i värvid varjutatakse päikeseloojangul iga päev automaatselt).\n2. Väljas (lubage Night Shift käsitsi ekraani varjutamiseks)\n3. Kohandatud (seadistage oma ajakava ekraani värvide reguleerimise alustamiseks ja lõpetamiseks)\n\nHoolitse oma silmade eest. Muutke ekraani heledust spetsiaalsete silmakaitsevärvide jaoks loendist või värviks, mida eelistate.\nÖine vahetus muudab ekraani värvid soojadeks ja silmi kaitsvateks toonideks. Saate seadistada ekraanirežiimi automaatse muutmise ajakava järgi või valida teatud veebisaidi värviteema.\n\nÖine arvutiga töötamine võib teie silmi mõjutada. Night Shift Mode on hea võimalus vähendada ekraani heledust, et oma silmade eest hoolitseda. Tume režiim ei sobi kõikide veebisaitide jaoks, seega on ekraani toonimiseks parim alternatiiv soojade värvide kasutamine kõikidele veebisaitidele.\n\nEkraanivarjuri režiim pakub teie silmadele naudingut!",
    "fi": "Night Shift siirtää automaattisesti selaimesi sisällön värit värispektrin lämpimämpään päähän pimeän tullessa.\n\n⚡ Sinun on päivitettävä kaikki välilehdet, jotka avattiin ENNEN Night Shiftin asentamista. Voit myös käynnistää Chromen uudelleen päivittääksesi kaikki välilehdet kerralla. Muussa tapauksessa Night Shift toimii vain äskettäin avattujen välilehtien kanssa.\n\n⚡Chrome-selainkäytäntöjen mukaisesti Night Shift on rajoitettu toimimaan Chrome Web Storessa ja kotisivulla. Avaa mikä tahansa muu verkkosivusto (esimerkiksi YouTube) tämän laajennuksen asentamisen jälkeen ja tarkista laajennuksen toiminta.\n\nNight Shift toimii aikataulun mukaisesti, voit valita kolmesta vaihtoehdosta:\n1. Auringonlaskusta auringonnousuun (Chromen värit varjostuvat automaattisesti joka päivä auringonlaskun aikaan).\n2. Pois päältä (ottamalla Night Shiftin käyttöön manuaalisesti näytön varjostaminen)\n3. Mukautettu (määritä oma aikataulu näytön värisäädön aloittamiseksi ja lopettamiseksi)\n\nPidä huolta silmistäsi. Muuta näytön kirkkaus erityisiin silmiä suojaaviin väreihin luettelosta tai haluamaasi väriin.\nNight shift muuttaa näytön värit lämpimiin ja silmiä suojaaviin sävyihin. Voit määrittää näytön tilan vaihtamisen automaattisesti aikataulun mukaan tai valita väriteeman tietylle verkkosivustolle.\n\nTietokoneella työskentely yöaikaan voi vaikuttaa silmiisi. Night Shift Mode on hyvä tilaisuus vähentää näytön kirkkautta silmäsi hoitamiseksi. Tumma tila ei sovellu kaikille verkkosivustoille, joten lämpimien värien lisääminen kaikille verkkosivustoille on paras vaihtoehto näytön sävytyksessä.\n\nScreen Shader Mode on ilo silmillesi!",
    "fr": "Night Shift décale automatiquement les couleurs du contenu de votre navigateur vers l'extrémité la plus chaude du spectre de couleurs après la tombée de la nuit.\n\n⚡ Vous devez actualiser tous les onglets qui ont été ouverts AVANT l'installation de Night Shift. Vous pouvez également redémarrer Chrome pour actualiser tous les onglets à la fois. Sinon, Night Shift ne fonctionnera qu'avec les onglets nouvellement ouverts.\n\n⚡Conformément aux politiques du navigateur Chrome, Night Shift ne peut fonctionner que sur le Chrome Web Store et la page d'accueil. Veuillez ouvrir tout autre site Web (par exemple, YouTube) après avoir installé cette extension et vérifier l'extension en action.\n\nNight Shift se fournit sur une base programmée, vous pouvez choisir parmi 3 options :\n1. Du coucher au lever du soleil (les couleurs chromées seront automatiquement ombrées tous les jours au coucher du soleil).\n2. Off (activez manuellement le Night Shift pour ombrager l'écran)\n3. Personnalisé (configurez votre propre calendrier pour démarrer et terminer les ajustements de couleur d'affichage)\n\nPrenez soin de vos yeux. Réglez la luminosité de l'écran sur des couleurs spéciales de protection des yeux dans la liste ou sur une couleur que vous préférez.\nLe quart de nuit change les couleurs de l'écran en nuances chaudes et protectrices pour les yeux. Vous pouvez définir automatiquement le mode d'écran de changement selon le calendrier ou sélectionner un thème de couleur pour un certain site Web.\n\nTravailler sur un ordinateur une nuit peut affecter vos yeux. Le mode Night Shift est une bonne occasion de réduire la luminosité de l'écran pour prendre soin de vos yeux. Le mode sombre ne convient pas à tous les sites Web, donc l'application de couleurs chaudes à tous les sites Web sera la meilleure alternative pour teinter l'écran.\n\nLe mode Screen Shader est un plaisir pour vos yeux !",
    "hr": "Night Shift automatski pomiče boje sadržaja vašeg preglednika na topliji kraj spektra boja nakon što padne mrak.\n\n⚡ Morate osvježiti sve kartice, koje su otvorene PRIJE instaliranja Night Shifta. Također možete ponovno pokrenuti Chrome da biste osvježili sve kartice odjednom. U suprotnom, Night Shift će raditi samo s novootvorenim karticama.\n\n⚡U skladu s pravilima preglednika Chrome, Night Shift je ograničen na rad u Chrome web-trgovini i na početnoj stranici. Otvorite bilo koje drugo web mjesto (na primjer, YouTube) nakon instaliranja ovog proširenja i provjerite radi li proširenje.\n\nNoćna smjena osigurava se prema rasporedu, možete birati između 3 opcije:\n1. Zalazak sunca do izlaska sunca (Chrome boje bit će osjenčane svaki dan automatski na zalazak sunca).\n2. Isključeno (ručno omogućite Noćnu smjenu za zasjenjenje zaslona)\n3. Prilagođeno (postavite vlastiti raspored za početak i završetak podešavanja boja zaslona)\n\nČuvajte svoje oči. Promijenite svjetlinu zaslona u posebne boje za zaštitu očiju s popisa ili u boju koju želite.\nNoćna smjena mijenja boje zaslona u tople nijanse koje štite oči. Možete postaviti automatsku promjenu načina rada zaslona prema rasporedu ili odabrati temu boja za određenu web stranicu.\n\nRad na računalu noću može utjecati na vaše oči. Noćni način rada dobra je prilika za smanjenje svjetline zaslona kako biste se pobrinuli za svoje oči. Tamni način rada nije prikladan za sve web stranice, tako da će primjena toplih boja na sva web mjesta biti najbolja alternativa za toniranje zaslona.\n\nScreen Shader Mode je užitak za vaše oči!",
    "it": "Night Shift sposta automaticamente i colori del contenuto del browser all'estremità più calda dello spettro dei colori dopo il tramonto.\n\n⚡ Devi aggiornare tutte le schede che sono state aperte PRIMA dell'installazione di Night Shift. Puoi anche riavviare Chrome per aggiornare tutte le schede contemporaneamente. Altrimenti, Night Shift funzionerà solo con le schede appena aperte.\n\n⚡In conformità con i criteri del browser Chrome, Night Shift è limitato a funzionare sul Chrome Web Store e sulla home page. Apri qualsiasi altro sito Web (ad esempio YouTube) dopo aver installato questa estensione e controlla l'estensione in azione.\n\nNight Shift si fornisce su base programmata, puoi scegliere tra 3 opzioni:\n1. Dal tramonto all'alba (i colori di Chrome verranno ombreggiati automaticamente ogni giorno al tramonto).\n2. Off (abilita manualmente Night Shift per ombreggiare lo schermo)\n3. Personalizzato (imposta il tuo programma per avviare e terminare le regolazioni del colore del display)\n\nPrenditi cura dei tuoi occhi. Cambia la luminosità dello schermo in colori speciali per la protezione degli occhi dall'elenco o in un colore che preferisci.\nIl turno di notte cambia i colori dello schermo in tonalità calde e protettive per gli occhi. È possibile impostare la modifica automatica della modalità dello schermo in base alla pianificazione o selezionare un tema colore per un determinato sito Web.\n\nLavorare al computer di notte può influire sui tuoi occhi. La modalità Night Shift è una buona opportunità per ridurre la luminosità dello schermo per prenderti cura dei tuoi occhi. La modalità oscura non è adatta a tutti i siti Web, quindi l'applicazione di colori caldi a tutti i siti Web sarà la migliore alternativa per la colorazione dello schermo.\n\nLa modalità Screen Shader è un piacere per i tuoi occhi!",
    "ja": "Night Shift は、暗くなるとブラウザー コンテンツの色を、色スペクトルの暖色側に自動的にシフトします。\n\n⚡Night Shift がインストールされる前に開いていたすべてのタブを更新する必要があります。 Chrome を再起動して、すべてのタブを一度に更新することもできます。 それ以外の場合、Night Shift は新しく開いたタブでのみ機能します。\n\n⚡Chrome ブラウザのポリシーに従い、Night Shift は Chrome ウェブストアとホームページでの動作に制限されています。 この拡張機能をインストールした後、他の Web サイト (YouTube など) を開いて、拡張機能の動作を確認してください。\n\n夜勤はスケジュールに基づいて提供されます。次の 3 つのオプションから選択できます。\n1. 日没から日の出まで (日没時には、クロム色が毎日自動的にシェーディングされます)。\n2. オフ (Night Shift を手動で有効にして画面を陰にする)\n3. カスタム（ディスプレイの色調整の開始と終了のスケジュールを独自に設定）\n\n目を大事にしてください。 画面の明るさをリストから特別な保護色に変更するか、好みの色に変更します。\nナイトシフトは、画面の色を暖かく目を保護する色合いに変えます。 スケジュールによる画面モードの自動変更を設定したり、特定の Web サイトのカラー テーマを選択したりできます。\n\n夜間にコンピューターで作業すると、目に影響を与える可能性があります。 夜勤モードは、画面の明るさを抑えて目を保護する良い機会です。 ダーク モードはすべての Web サイトに適しているわけではないため、すべての Web サイトに暖色を適用することは、画面の色合いを変える最良の方法です。\n\nスクリーン シェーダー モードは、あなたの目を楽しませてくれます。",
    "kn,sw": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page.\nPlease open any other website (for example, google.com) after installing this extension and check the extension in action.\n\n------------------------------------\n\nThis tiny app changes the color temperature of the Chrome tabs (entire content) towards the yellowish part of the color spectrum, that reduces some of the blue light from the screen, thus,  an eye strain during night-time use, helping to reduce disruption of sleep patterns. This helps to have a better  overall night's sleep.\n\nYou can manually choose the shift from color presets, to pick up the most comfortable and calm atmosphere for your eyes during the night sessions or thru the all day long. \n\nNight Shift provides itself on a schedule basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded everyday automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nPlease, pay attention, page reload is required to apply display color shades and adjustments, even if schedule time has come.\n\nQuesta piccola applicazione cambia la temperatura del colore delle schede Chrome (tutto il contenuto) verso la parte giallastra dello spettro dei colori, che riduce parte della luce blu dallo schermo, quindi, un affaticamento degli occhi durante l'uso notturno, contribuendo a ridurre le interruzioni dei modelli di sonno. Questo aiuta a dormire meglio la notte in generale.",
    "ko": "Night Shift는 어두워지면 브라우저 콘텐츠의 색상을 색상 스펙트럼의 따뜻한 쪽 끝으로 자동 전환합니다.\n\n⚡ Night Shift가 설치되기 전에 열렸던 모든 탭을 새로고침해야 합니다. Chrome을 다시 시작하여 모든 탭을 한 번에 새로고침할 수도 있습니다. 그렇지 않으면 새로 열린 탭에서만 Night Shift가 작동합니다.\n\n⚡Chrome 브라우저 정책에 따라 Night Shift는 Chrome 웹 스토어 및 홈페이지에서 작동하도록 제한됩니다. 이 확장 프로그램을 설치한 후 다른 웹사이트(예: YouTube)를 열고 실행 중인 확장 프로그램을 확인하세요.\n\nNight Shift는 일정에 따라 제공되며 다음 3가지 옵션 중에서 선택할 수 있습니다.\n1. 일몰에서 일출까지(Chrome 색상은 매일 일몰에 자동으로 음영 처리됨).\n2. 꺼짐(Night Shift를 수동으로 활성화하여 화면을 어둡게 함)\n3. 사용자 지정(디스플레이 색상 조정을 시작하고 완료하는 일정 설정)\n\n눈 조심하세요. 화면 밝기를 목록의 특수한 눈 보호 색상이나 원하는 색상으로 변경하십시오.\n야간 근무는 화면 색상을 따뜻하고 눈을 보호하는 색조로 변경합니다. 일정에 따라 화면 모드 자동 변경을 설정하거나 특정 웹 사이트의 색상 테마를 선택할 수 있습니다.\n\n밤에 컴퓨터 작업을 하면 눈에 영향을 줄 수 있습니다. Night Shift 모드는 화면 밝기를 줄여 눈을 보호할 수 있는 좋은 기회입니다. 다크 모드는 모든 웹사이트에 적합하지 않으므로 모든 웹사이트에 따뜻한 색상을 적용하는 것이 화면 색조를 위한 최상의 대안이 될 것입니다.\n\n화면 셰이더 모드는 눈을 즐겁게 해줍니다!",
    "lt": "Sutemus „Night Shift“ automatiškai perkelia jūsų naršyklės turinio spalvas į šiltesnę spalvų spektro galą.\n\n⚡ Turite atnaujinti visus skirtukus, kurie buvo atidaryti PRIEŠ įdiegiant „Night Shift“. Taip pat galite iš naujo paleisti „Chrome“, kad iš karto atnaujintumėte visus skirtukus. Priešingu atveju „Night Shift“ veiks tik su naujai atidarytais skirtukais.\n\n⚡ Pagal „Chrome“ naršyklės politiką „Night Shift“ veikia tik „Chrome“ internetinėje parduotuvėje ir pagrindiniame puslapyje. Įdiegę šį plėtinį atidarykite bet kurią kitą svetainę (pvz., „YouTube“) ir patikrinkite, ar plėtinys veikia.\n\nNaktinė pamaina veikia pagal grafiką, galite rinktis iš 3 variantų:\n1. Nuo saulėlydžio iki saulėtekio („Chrome“ spalvos bus automatiškai nuspalvintos kiekvieną dieną saulėlydžio metu).\n2. Išjungta (rankiniu būdu įjunkite Night Shift, kad ekranas būtų užtemdytas)\n3. Tinkintas (nustatykite savo tvarkaraštį, kad pradėtumėte ir baigtumėte ekrano spalvų koregavimą)\n\nRūpinkitės savo akimis. Pakeiskite ekrano ryškumą į specialias akis apsaugančias spalvas iš sąrašo arba į pageidaujamą spalvą.\nNaktinė pamaina keičia ekrano spalvas į šiltus ir akis apsaugančius atspalvius. Galite nustatyti automatiškai keisti ekrano režimą pagal tvarkaraštį arba pasirinkti tam tikros svetainės spalvų temą.\n\nDarbas kompiuteriu naktį gali pakenkti jūsų akims. Naktinis pamainos režimas yra gera proga sumažinti ekrano ryškumą, kad pasirūpintumėte savo akimis. Tamsusis režimas tinka ne visoms svetainėms, todėl šiltų spalvų pritaikymas visoms svetainėms bus geriausia ekrano atspalvio alternatyva.\n\nEkrano šešėliavimo režimas yra malonumas jūsų akims!",
    "lv": "Nakts maiņa pēc tumsas iestāšanās automātiski maina jūsu pārlūkprogrammas satura krāsas uz siltāko krāsu spektra galu.\n\n⚡ Jums ir jāatsvaidzina visas cilnes, kas tika atvērtas PIRMS Night Shift instalēšanas. Varat arī restartēt pārlūku Chrome, lai vienlaikus atsvaidzinātu visas cilnes. Pretējā gadījumā Night Shift darbosies tikai ar tikko atvērtajām cilnēm.\n\n⚡Saskaņā ar Chrome pārlūkprogrammas politikām nakts maiņa ir atļauta tikai Chrome interneta veikalā un sākumlapā. Lūdzu, atveriet jebkuru citu vietni (piemēram, YouTube) pēc šī paplašinājuma instalēšanas un pārbaudiet paplašinājuma darbību.\n\nNakts maiņa darbojas pēc grafika, jūs varat izvēlēties no 3 iespējām:\n1. No saulrieta līdz saullēktam (Chrome krāsas katru dienu saulrietā tiks iekrāsotas automātiski).\n2. Izslēgts (manuāli iespējojiet Night Shift, lai aizēnotu ekrānu)\n3. Pielāgots (iestatiet savu grafiku, lai sāktu un pabeigtu displeja krāsu pielāgošanu)\n\nRūpējieties par savām acīm. Mainiet ekrāna spilgtumu uz īpašām acīm aizsargājošām krāsām no saraksta vai uz krāsu, kas jums patīk.\nNakts maiņa maina ekrāna krāsas uz siltiem un acis aizsargājošiem toņiem. Varat iestatīt automātiski mainīt ekrāna režīmu pēc grafika vai atlasīt krāsu motīvu noteiktai vietnei.\n\nNakts darbs pie datora var ietekmēt jūsu acis. Nakts maiņas režīms ir laba iespēja samazināt ekrāna spilgtumu, lai rūpētos par savām acīm. Tumšais režīms nav piemērots visām vietnēm, tāpēc siltu krāsu izmantošana visām vietnēm būs labākā alternatīva ekrāna tonēšanai.\n\nEkrāna ēnotāja režīms ir prieks jūsu acīm!",
    "mr": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page.\nPlease open any other website (for example, google.com) after installing this extension and check the extension in action.\n\n------------------------------------\n\nThis tiny app changes the color temperature of the Chrome tabs (entire content) towards the yellowish part of the color spectrum, that reduces some of the blue light from the screen, thus,  an eye strain during night-time use, helping to reduce disruption of sleep patterns. This helps to have a better  overall night's sleep.\n\nYou can manually choose the shift from color presets, to pick up the most comfortable and calm atmosphere for your eyes during the night sessions or thru the all day long. \n\nNight Shift provides itself on a schedule basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded everyday automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nPlease, pay attention, page reload is required to apply display color shades and adjustments, even if schedule time has come.\n\nQuesta piccola applicazione cambia la temperatura del colore delle schede Chrome (tutto il contenuto) verso la parte giallastra dello spettro dei colori, che riduce parte della luce blu dallo schermo, quindi, un affaticamento degli occhi durante l'uso notturno, contribuendo a ridurre le interruzioni dei modelli di sonno. Questo aiuta a dormire meglio la notte in generale.\n\nPuoi scegliere manualmente il passaggio dai preset dei colori, per ottenere l'atmosfera più comoda e tranquilla per i tuoi occhi durante le sessioni notturne o per tutto il giorno.",
    "ms": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page.\nPlease open any other website (for example, google.com) after installing this extension and check the extension in action.\n\n------------------------------------\n\nThis tiny app changes the color temperature of the Chrome tabs (entire content) towards the yellowish part of the color spectrum, that reduces some of the blue light from the screen, thus,  an eye strain during night-time use, helping to reduce disruption of sleep patterns. This helps to have a better  overall night's sleep.\n\nYou can manually choose the shift from color presets, to pick up the most comfortable and calm atmosphere for your eyes during the night sessions or thru the all day long. \n\nNight Shift provides itself on a schedule basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded everyday automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nPlease, pay attention, page reload is required to apply display color shades and adjustments, even if schedule time has come.\n\nQuesta piccola applicazione cambia la temperatura del colore delle schede Chrome (tutto il contenuto) verso la parte giallastra dello spettro dei colori, che riduce parte della luce blu dallo schermo, quindi, un affaticamento degli occhi durante l'uso notturno, contribuendo a ridurre le interruzioni dei modelli di sonno. Questo aiuta a dormire meglio la notte in generale.\n\nPuoi scegliere manualmente il passaggio dai preset dei colori, per ottenere l'atmosfera più comoda e tranquilla per i tuoi occhi durante le sessioni notturne o per tutto il giorno.\n\nNight Shift si offre su base di programma, è possibile scegliere tra 3 opzioni:\n1. Da tramonto ad alba (i colori di Chrome verranno automaticamente ombreggiati ogni giorno automaticamente al tramonto).\n2. Off (abilita manualmente Night Shift per ombreggiare lo schermo)\n3. Personalizzato (imposta il tuo programma per iniziare e terminare le regolazioni del colore del display)\n\nSi prega di prestare attenzione, è necessario ricaricare la pagina per applicare le sfumature di colore e le regolazioni del display, anche se è arrivato il tempo di pianificazione.\n\nG.lux is a Chrome Extension which changes the color temperature of the browser tab. An f.lux alternative for ChromeOS and Chrome Browser users.",
    "nl": "Night Shift verschuift automatisch de kleuren van uw browserinhoud naar het warmere einde van het kleurenspectrum in het donker.\n\n⚡ U moet alle tabbladen vernieuwen die waren geopend VOORDAT de Night Shift werd geïnstalleerd. U kunt Chrome ook opnieuw opstarten om alle tabbladen in één keer te vernieuwen. Anders werkt Night Shift alleen met de nieuw geopende tabbladen.\n\n⚡In overeenstemming met het Chrome-browserbeleid is Night Shift beperkt tot werken in de Chrome Web Store en Home Page. Open een andere website (bijvoorbeeld YouTube) na het installeren van deze extensie en controleer de extensie in actie.\n\nNight Shift verzorgt zichzelf op roosterbasis, u heeft de keuze uit 3 opties:\n1. Zonsondergang tot zonsopgang (Chroomkleuren worden elke dag automatisch gearceerd bij zonsondergang).\n2. Uit (handmatig Night Shift inschakelen om het scherm te verduisteren)\n3. Aangepast (stel uw eigen schema in om de kleuraanpassingen van het scherm op te starten en te voltooien)\n\nZorg goed voor je ogen. Wijzig de helderheid van het scherm in speciale oogbeschermende kleuren uit de lijst of in een kleur die u verkiest.\nNight shift verandert de kleuren van het scherm in warme en oogbeschermende tinten. U kunt de schermmodus automatisch wijzigen volgens een schema of een kleurenthema selecteren voor een bepaalde website.\n\nEen nacht achter de computer werken kan gevolgen hebben voor uw ogen. De Night Shift-modus is een goede gelegenheid om de helderheid van het scherm te verminderen om voor uw ogen te zorgen. De donkere modus is niet geschikt voor alle websites, dus het toepassen van warme kleuren op alle websites is het beste alternatief voor schermtinten.\n\nScreen Shader Mode is een lust voor het oog!",
    "no": "Night Shift skifter automatisk fargene på nettleserinnholdet til den varmere enden av fargespekteret etter mørkets frembrudd.\n\n⚡ Du må oppdatere alle fanene, som ble åpnet FØR Night Shift ble installert. Du kan også starte Chrome på nytt for å oppdatere alle fanene samtidig. Ellers vil Night Shift bare fungere med de nyåpnede fanene.\n\n⚡I samsvar med retningslinjene for Chrome-nettleseren er Night Shift begrenset til å fungere på Chrome Nettmarked og Hjemmeside. Åpne et hvilket som helst annet nettsted (for eksempel YouTube) etter at du har installert denne utvidelsen og kontroller utvidelsen i aksjon.\n\nNight Shift gir seg selv på en planlagt basis, du kan velge mellom 3 alternativer:\n1. Solnedgang til soloppgang (Chrome-farger skygges automatisk hver dag ved solnedgang).\n2. Av (aktiver Night Shift manuelt for å skyggelegge skjermen)\n3. Egendefinert (sett opp din egen tidsplan for å starte opp og fullføre skjermfargejusteringer)\n\nTa vare på øynene dine. Endre skjermens lysstyrke til spesielle øyebeskyttende farger fra listen eller til en farge du foretrekker.\nNattskift endrer fargene på skjermen til varme og øyebeskyttende nyanser. Du kan angi automatisk endring av skjermmodus etter tidsplan eller velge et fargetema for et bestemt nettsted.\n\nÅ jobbe på en datamaskin om natten kan påvirke øynene dine. Night Shift Mode er en god mulighet til å redusere lysstyrken på skjermen for å ta vare på øynene dine. Dark Mode er ikke egnet for alle nettsteder, så å bruke varme farger på alle nettsteder vil være det beste alternativet for skjermfarging.\n\nSkjermskyggemodus er en nytelse for øynene dine!",
    "pl": "Night Shift automatycznie przesuwa kolory zawartości przeglądarki do cieplejszego końca spektrum kolorów po zmroku.\n\n⚡ Musisz odświeżyć wszystkie zakładki, które były otwarte PRZED zainstalowaniem Night Shift. Możesz także ponownie uruchomić Chrome, aby odświeżyć wszystkie karty jednocześnie. W przeciwnym razie Night Shift będzie działać tylko z nowo otwartymi kartami.\n\n⚡Zgodnie z zasadami przeglądarki Chrome funkcja Night Shift jest ograniczona do działania w Chrome Web Store i na stronie głównej. Po zainstalowaniu tego rozszerzenia otwórz dowolną inną witrynę (na przykład YouTube) i sprawdź działanie rozszerzenia.\n\nNocna zmiana zapewnia się na podstawie harmonogramu, możesz wybrać jedną z 3 opcji:\n1. Zachód słońca do wschodu słońca (kolory Chrome będą codziennie automatycznie cieniowane o zachodzie słońca).\n2. Wyłącz (ręcznie włącz funkcję Night Shift, aby przyciemnić ekran)\n3. Niestandardowe (skonfiguruj własny harmonogram, aby rozpocząć i zakończyć regulację kolorów wyświetlacza)\n\nZadbaj o swoje oczy. Zmień jasność ekranu na specjalne kolory chroniące oczy z listy lub na preferowany kolor.\nNocna zmiana zmienia kolorystykę ekranu na ciepłe i chroniące oczy odcienie. Możesz ustawić automatyczną zmianę trybu ekranu według harmonogramu lub wybrać motyw kolorystyczny dla określonej witryny.\n\nPraca przy komputerze w nocy może mieć wpływ na twoje oczy. Tryb Night Shift to dobra okazja, aby zmniejszyć jasność ekranu, aby zadbać o swoje oczy. Tryb ciemny nie jest odpowiedni dla wszystkich stron internetowych, więc zastosowanie ciepłych kolorów do wszystkich stron internetowych będzie najlepszą alternatywą dla przyciemniania ekranu.\n\nTryb Screen Shader to przyjemność dla Twoich oczu!",
    "pt_BR,pt_PT": "O Night Shift muda automaticamente as cores do conteúdo do navegador para a extremidade mais quente do espectro de cores após o anoitecer.\n\n⚡ Você precisa atualizar todas as guias que foram abertas ANTES da instalação do Night Shift. Você também pode reiniciar o Chrome para atualizar todas as guias de uma só vez. Caso contrário, o Night Shift funcionará apenas com as guias recém-abertas.\n\n⚡De acordo com as políticas do navegador Chrome, o Night Shift está restrito a funcionar na Chrome Web Store e na página inicial. Abra qualquer outro site (por exemplo, YouTube) depois de instalar esta extensão e verifique a extensão em ação.\n\nO Night Shift é feito de forma programada, você pode escolher entre 3 opções:\n1. Pôr do sol ao nascer do sol (as cores do Chrome serão sombreadas todos os dias automaticamente no pôr do sol).\n2. Desligado (ative manualmente o Night Shift para sombrear a tela)\n3. Personalizado (configure sua própria programação para iniciar e concluir os ajustes de cores de exibição)\n\nCuide dos seus olhos. Altere o brilho da tela para cores especiais de proteção para os olhos da lista ou para uma cor de sua preferência.\nO turno da noite muda as cores da tela para tons quentes e protetores dos olhos. Você pode definir o modo de tela de alteração automática por agendamento ou selecionar um tema de cores para um determinado site.\n\nTrabalhar em um computador à noite pode afetar seus olhos. O Modo Night Shift é uma boa oportunidade para reduzir o brilho da tela para cuidar dos seus olhos. O Modo Escuro não é adequado para todos os sites, portanto, aplicar cores quentes a todos os sites será a melhor alternativa para tingir a tela.\n\nO Modo Screen Shader é um prazer para os seus olhos!",
    "sk": "Night Shift automaticky posunie farby obsahu vášho prehliadača po zotmení na teplejší koniec farebného spektra.\n\n⚡ Musíte obnoviť všetky karty, ktoré boli otvorené PRED inštaláciou Night Shift. Môžete tiež reštartovať Chrome a obnoviť všetky karty naraz. V opačnom prípade bude Night Shift fungovať iba s novootvorenými kartami.\n\n⚡V súlade s pravidlami prehliadača Chrome je nočná zmena obmedzená na fungovanie v Internetovom obchode Chrome a na domovskej stránke. Po nainštalovaní tohto rozšírenia otvorte akúkoľvek inú webovú stránku (napríklad YouTube) a skontrolujte rozšírenie v akcii.\n\nNočná smena sa zabezpečuje podľa plánu, môžete si vybrať z 3 možností:\n1. Sunset to Sunrise (Chrome farby budú automaticky tieňované každý deň pri západe slnka).\n2. Vypnuté (ručne povoľte nočný posun, aby ste zatienili obrazovku)\n3. Vlastné (nastavte si vlastný plán spustenia a dokončenia úprav farieb displeja)\n\nStarajte sa o svoje oči. Zmeňte jas obrazovky na špeciálne farby na ochranu očí zo zoznamu alebo na farbu, ktorú uprednostňujete.\nNočná zmena mení farby obrazovky na teplé a oči chrániace odtiene. Môžete nastaviť automatickú zmenu režimu obrazovky podľa plánu alebo vybrať farebnú tému pre určitú webovú stránku.\n\nPráca na počítači v noci môže ovplyvniť vaše oči. Režim nočného posunu je dobrou príležitosťou na zníženie jasu obrazovky, aby ste sa postarali o svoje oči. Tmavý režim nie je vhodný pre všetky webové stránky, takže použitie teplých farieb na všetky webové stránky bude najlepšou alternatívou pre tónovanie obrazovky.\n\nRežim Screen Shader je potešením pre vaše oči!",
    "sl": "Night Shift po temi samodejno premakne barve vsebine vašega brskalnika na toplejši konec barvnega spektra.\n\n⚡ Osvežiti morate vse zavihke, ki so bili odprti PRED namestitvijo Night Shift-a. Prav tako lahko znova zaženete Chrome, da osvežite vse zavihke hkrati. V nasprotnem primeru bo Night Shift deloval samo z na novo odprtimi zavihki.\n\n⚡V skladu s pravilniki brskalnika Chrome je Night Shift omejen na delovanje v spletni trgovini Chrome in domači strani. Po namestitvi te razširitve odprite katero koli drugo spletno stran (na primer YouTube) in preverite, ali razširitev deluje.\n\nNočna izmena se zagotavlja po urniku, izbirate lahko med 3 možnostmi:\n1. Sončni zahod do sončnega vzhoda (Chromove barve bodo vsak dan samodejno zasenčene ob sončnem zahodu).\n2. Izklop (ročno omogočite Night Shift za zasenčenje zaslona)\n3. Po meri (nastavite svoj urnik za začetek in dokončanje prilagoditev barv zaslona)\n\nPoskrbite za svoje oči. Spremenite svetlost zaslona v posebne barve za zaščito oči s seznama ali v barvo, ki vam je ljubša.\nNočna izmena spremeni barve zaslona v tople odtenke, ki ščitijo oči. Nastavite lahko samodejno spreminjanje načina zaslona po urniku ali izberete barvno temo za določeno spletno mesto.\n\nDelo za računalnikom ponoči lahko vpliva na vaše oči. Night Shift Mode je dobra priložnost, da zmanjšate osvetlitev zaslona in tako poskrbite za svoje oči. Temni način ni primeren za vsa spletna mesta, zato bo uporaba toplih barv na vseh spletnih mestih najboljša alternativa za niansiranje zaslona.\n\nScreen Shader Mode je užitek za vaše oči!",
    "sv": "Night Shift flyttar automatiskt färgerna på ditt webbläsarinnehåll till den varmare delen av färgspektrumet efter mörkrets inbrott.\n\n⚡ Du måste uppdatera alla flikar som öppnades INNAN Night Shift installerades. Du kan också starta om Chrome för att uppdatera alla flikar samtidigt. Annars fungerar Night Shift endast med de nyöppnade flikarna.\n\n⚡I enlighet med Chrome-webbläsarens policyer är Night Shift begränsad till att fungera på Chrome Web Store och startsidan. Öppna en annan webbplats (till exempel YouTube) efter att du har installerat det här tillägget och kontrollera hur tillägget fungerar.\n\nNight Shift tillhandahåller sig själv på schemalagd basis, du kan välja mellan 3 alternativ:\n1. Solnedgång till soluppgång (Chrome-färger skuggas automatiskt varje dag vid solnedgång).\n2. Av (aktivera manuellt Night Shift för att skugga skärmen)\n3. Anpassad (ställ upp ditt eget schema för att starta och slutföra färgjusteringar på skärmen)\n\nTa hand om dina ögon. Ändra skärmens ljusstyrka till speciella ögonskyddande färger från listan eller till en färg som du föredrar.\nNight shift ändrar färgerna på skärmen till varma och ögonskyddande nyanser. Du kan ställa in automatiskt ändra skärmläge efter schema eller välja ett färgtema för en viss webbplats.\n\nAtt arbeta vid en dator en natt kan påverka dina ögon. Night Shift Mode är ett bra tillfälle att minska skärmens ljusstyrka för att ta hand om dina ögon. Dark Mode är inte lämpligt för alla webbplatser, så att applicera varma färger på alla webbplatser kommer att vara det bästa alternativet för skärmfärgning.\n\nScreen Shader Mode är ett nöje för dina ögon!",
    "ta": "Night Shift automatically shifts the colors of your browser content to warmer end of the color spectrum after dark\n⚡ You need to refresh all the tabs, which were opened BEFORE the Night Shift was installed. You can also restart the Chrome to refresh all the tabs at once. Otherwise, Night Shift will work only with the newly opened tabs. \n\n⚡In accordance with the Chrome Browser policies, Night Shift is restricted to work on the Chrome Web Store and Home Page.\nPlease open any other website (for example, google.com) after installing this extension and check the extension in action.\n\n------------------------------------\n\nThis tiny app changes the color temperature of the Chrome tabs (entire content) towards the yellowish part of the color spectrum, that reduces some of the blue light from the screen, thus,  an eye strain during night-time use, helping to reduce disruption of sleep patterns. This helps to have a better  overall night's sleep.\n\nYou can manually choose the shift from color presets, to pick up the most comfortable and calm atmosphere for your eyes during the night sessions or thru the all day long. \n\nNight Shift provides itself on a schedule basis, you can choose from 3 options:\n1. Sunset to Sunrise (Chrome colors will be shaded everyday automatically on Sunset).\n2. Off (manually enable the Night Shift to shade the screen)\n3. Custom (set up your own schedule to start up and finish display color adjustments)\n\nPlease, pay attention, page reload is required to apply display color shades and adjustments, even if schedule time has come.\n\nTa niewielka aplikacja zmienia temperaturę kolorów w zakładkach Chrome (cała zawartość) w kierunku żółtawej części spektrum kolorów, co zmniejsza niektóre niebieskie światło z ekranu, co powoduje zmęczenie wzroku podczas nocnego użytkowania, pomagając zmniejszyć zakłócenia wzorców snu. Pomaga to mieć lepszy ogólny nocny sen.\n\nMożesz ręcznie wybrać przesunięcie z ustawień kolorów, aby uzyskać najbardziej komfortową i spokojną atmosferę dla oczu podczas nocnych sesji lub przez cały dzień.",
    "tr": "Night Shift, hava karardıktan sonra tarayıcı içeriğinizin renklerini otomatik olarak renk tayfının daha sıcak olan ucuna kaydırır.\n\n⚡ Gece Vardiyası kurulmadan ÖNCE açılmış olan tüm sekmeleri yenilemeniz gerekmektedir. Tüm sekmeleri aynı anda yenilemek için Chrome'u yeniden başlatabilirsiniz. Aksi takdirde, Night Shift yalnızca yeni açılan sekmelerle çalışacaktır.\n\n⚡Chrome Tarayıcı politikalarına uygun olarak Night Shift, Chrome Web Mağazası ve Ana Sayfa'da çalışacak şekilde sınırlandırılmıştır. Lütfen bu uzantıyı yükledikten sonra başka bir web sitesini (örneğin, YouTube) açın ve uzantıyı çalışır durumda kontrol edin.\n\nNight Shift kendini planlı olarak sağlar, 3 seçenek arasından seçim yapabilirsiniz:\n1. Gün Batımından Gün Doğumuna (Krom renkler her gün Gün Batımında otomatik olarak gölgelenecektir).\n2. Kapalı (ekranı gölgelendirmek için Night Shift'i manuel olarak etkinleştirin)\n3. Özel (ekran renk ayarlarını başlatmak ve bitirmek için kendi programınızı ayarlayın)\n\nGözlerine iyi bak. Ekran parlaklığını listeden özel göz koruyucu renklere veya tercih ettiğiniz bir renge değiştirin.\nGece vardiyası, ekranın renklerini sıcak ve göz koruyucu tonlara dönüştürür. Ekran modunu programa göre otomatik olarak değiştirebilir veya belirli bir web sitesi için bir renk teması seçebilirsiniz.\n\nGeceleri bilgisayarda çalışmak gözlerinizi etkileyebilir. Gece Vardiyası Modu, gözlerinizi korumak için ekran parlaklığını azaltmak için iyi bir fırsattır. Koyu Mod tüm web siteleri için uygun değildir, bu nedenle tüm web sitelerine sıcak renkler uygulamak ekran renklendirme için en iyi alternatif olacaktır.\n\nScreen Shader Modu gözleriniz için bir zevk!",
    "zh_CN": "Night Shift 會在天黑後自動將瀏覽器內容的顏色轉換為色譜中較暖的一端。\n\n⚡ 您需要刷新所有在安裝 Night Shift 之前打開的選項卡。 您也可以重新啟動 Chrome 以立即刷新所有選項卡。 否則，Night Shift 將僅適用於新打開的選項卡。\n\n⚡根據 Chrome 瀏覽器政策，Night Shift 只能在 Chrome 網上應用店和主頁上使用。 請在安裝此擴展程序後打開任何其他網站（例如，YouTube）並檢查正在運行的擴展程序。\n\nNight Shift 按計劃提供，您可以從 3 個選項中進行選擇：\n1. 日落到日出（Chrome 顏色會每天在日落時自動著色）。\n2.關閉（手動啟用夜班遮擋屏幕）\n3.自定義（設置您自己的時間表來啟動和完成顯示顏色調整）\n\n照顧好你的眼睛。 將屏幕亮度更改為列表中的特殊護眼顏色或您喜歡的顏色。\n夜班將屏幕的顏色更改為暖色和保護眼睛的色調。 您可以設置按計劃自動更改屏幕模式或為某個網站選擇顏色主題。\n\n晚上在電腦前工作可能會影響您的眼睛。 夜班模式是減少屏幕亮度以保護眼睛的好機會。 深色模式並不適合所有網站，因此對所有網站應用暖色將是屏幕著色的最佳選擇。\n\n屏幕著色器模式是您眼睛的樂趣！",
    "zh_TW": "Night Shift 会在天黑后自动将浏览器内容的颜色转换为色谱中较暖的一端。\n\n⚡ 您需要刷新所有在安装 Night Shift 之前打开的选项卡。 您也可以重新启动 Chrome 以立即刷新所有选项卡。 否则，Night Shift 将仅适用于新打开的选项卡。\n\n⚡根据 Chrome 浏览器政策，Night Shift 只能在 Chrome 网上应用店和主页上使用。 请在安装此扩展程序后打开任何其他网站（例如，YouTube）并检查正在运行的扩展程序。\n\nNight Shift 按计划提供，您可以从 3 个选项中进行选择：\n1. 日落到日出（Chrome 颜色会每天在日落时自动着色）。\n2.关闭（手动启用夜班遮挡屏幕）\n3.自定义（设置您自己的时间表来启动和完成显示颜色调整）\n\n照顾好你的眼睛。 将屏幕亮度更改为列表中的特殊护眼颜色或您喜欢的颜色。\n夜班将屏幕的颜色更改为暖色和保护眼睛的色调。 您可以设置按计划自动更改屏幕模式或为某个网站选择颜色主题。\n\n晚上在电脑前工作可能会影响您的眼睛。 夜班模式是减少屏幕亮度以保护眼睛的好机会。 深色模式并不适合所有网站，因此对所有网站应用暖色将是屏幕着色的最佳选择。\n\n屏幕着色器模式是您眼睛的乐趣！"
  }
}