{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lista de compras"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¡Gestiona tus compras fácilmente! Agrega, calcula y comparte listas de compras. ¡Ahorra tiempo con nuestra extensión de compras!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Optimiza tu experiencia de compra con esta potente herramienta: Lista de Compras. Crea y comparte fácilmente listas de compras con familiares, amigos y equipos de trabajo. Su interfaz intuitiva te permite hacer listas completas mientras calculas el importe de tus compras al instante. ¡Haz tus compras desde cualquier lugar!\n\n¿Necesitas hacer la lista de compras de casa desde la oficina u otro lugar? Con Lista de Compras, es posible. Simplifica la coordinación con tu equipo de trabajo, enviándoles los artículos que requieres sin esfuerzo. Aprovecha la compatibilidad con las plataformas de mensajería más populares, como WhatsApp y Telegram, para enviar tus listas sin complicaciones.\n\n¿Quieres simplificar tu día y concentrarte en tu trabajo? Con esta herramienta, olvídate de escribir en tu móvil para armar la lista de compras. Diseñada para ahorrarte tiempo y esfuerzo, Lista de Compras es tu compañero de confianza.\n\nCaracterísticas destacadas:\n- Crea y comparte listas de compras fácilmente con tus contactos.\n- Calcula rápidamente el importe total de tus compras en tiempo real.\n- Integra los servicios de mensajería más utilizados, como WhatsApp y Telegram.\n- Optimiza tu productividad y mantén el enfoque en tu trabajo.\n\nDescarga ahora Lista de Compras y descubre cómo simplificar y agilizar tus compras diarias. ¡No pierdas más tiempo y disfruta de una experiencia de compra sin complicaciones!"
  }
}