{
  "name": {
    "ar": "قم بتدوير الفيديو عبر الإنترنت",
    "am,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,no,pt_BR,pt_PT,te,zh_CN,zh_TW": "Rotate video online",
    "bg": "Завъртане на видео онлайн",
    "bn": "অনলাইন ভিডিও ঘোরান",
    "ca": "Gira el vídeo en línia",
    "cs,sk": "Otočte video online",
    "da": "Roter video online",
    "de": "Video online drehen",
    "el": "Περιστροφή βίντεο στο διαδίκτυο",
    "es": "Rotar video en línea",
    "et": "Pöörake videot võrgus",
    "fi": "Kierrä videota verkossa",
    "fr": "Faire pivoter la vidéo en ligne",
    "he": "סובב וידאו באינטרנט",
    "hi": "ऑनलाइन वीडियो घुमाएँ",
    "hr": "Rotirajte video na mreži",
    "hu": "Videó forgatása online",
    "id": "Putar video online",
    "it": "Ruota video online",
    "ja": "オンラインでビデオを回転する",
    "ko": "온라인으로 비디오 회전",
    "lt": "Pasukti vaizdo įrašą internete",
    "lv": "Pagrieziet video tiešsaistē",
    "ml": "വീഡിയോ ഓൺലൈനിൽ തിരിക്കുക",
    "mr": "व्हिडिओ ऑनलाइन फिरवा",
    "ms": "Putar video dalam talian",
    "nl": "Draai video online",
    "pl": "Obracaj wideo online",
    "ro": "Rotiți videoclipul online",
    "ru": "Повернуть видео онлайн",
    "sl": "Zavrti video na spletu",
    "sr": "Ротирајте видео на мрежи",
    "sv": "Rotera video online",
    "sw": "Zungusha video mtandaoni",
    "ta": "வீடியோவை ஆன்லைனில் சுழற்றவும்",
    "th": "หมุนวิดีโอออนไลน์",
    "tr": "Videoyu çevrimiçi döndür",
    "uk": "Обертати відео онлайн",
    "vi": "Xoay video trực tuyến"
  },
  "short": {
    "ar": "قم بتحرير مقاطع الفيديو عبر الإنترنت بسهولة: التدوير والقلب والتخبط والتشغيل العكسي. واجهة سهلة الاستخدام، ودعم التنسيقات المختلفة،…",
    "am,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,kn,no,pt_BR,pt_PT,te,zh_CN,zh_TW": "Easily edit videos online: rotate, flip, flop, and reverse playback. User-friendly interface, support for various formats",
    "bg": "Лесно редактирайте видеоклипове онлайн: завъртане, обръщане, флоп и обратно възпроизвеждане. Удобен за потребителя интерфейс,…",
    "bn": "অনলাইনে সহজেই ভিডিও সম্পাদনা করুন: ঘোরান, ফ্লিপ করুন, ফ্লপ করুন এবং রিভার্স প্লেব্যাক করুন। ব্যবহারকারী-বান্ধব ইন্টারফেস, বিভিন্ন…",
    "ca": "Editeu vídeos en línia fàcilment: gireu, invertiu, invertiu i reproduïu-los. Interfície fàcil d'utilitzar, suport per a diversos…",
    "cs": "Snadno upravujte videa online: otočte, překlopte, překlopte a přehrajte zpět. Uživatelsky přívětivé rozhraní, podpora různých…",
    "da": "Rediger nemt videoer online: roter, vend, flop og omvendt afspilning. Brugervenlig grænseflade, understøttelse af forskellige…",
    "de": "Bearbeiten Sie Videos ganz einfach online: Drehen, Drehen, Flop und Rückwärtswiedergabe. Benutzerfreundliche Oberfläche,…",
    "el": "Επεξεργαστείτε εύκολα τα βίντεο στο διαδίκτυο: περιστρέψτε, αναποδογυρίστε, αναποδογυρίστε και αντιστρέψτε την αναπαραγωγή. Φιλικό…",
    "es": "Edite videos en línea fácilmente: rote, gire, invierta y reproduzca en reversa. Interfaz fácil de usar, soporte para varios…",
    "et": "Redigeerige videoid hõlpsalt võrgus: pöörake, pöörake, floppige ja taasesitus tagasi. Kasutajasõbralik liides, erinevate vormingute…",
    "fi": "Muokkaa videoita helposti verkossa: kierrä, käännä, floppaa ja toista taaksepäin. Käyttäjäystävällinen käyttöliittymä, tuki eri…",
    "fr": "Modifiez facilement des vidéos en ligne : faites pivoter, retournez, flop et lecture inversée. Interface conviviale, prise en…",
    "he": "ערוך בקלות סרטונים באופן מקוון: סובב, הפוך, פלופ והשמעה לאחור. ממשק ידידותי למשתמש, תמיכה בפורמטים שונים ועיבוד נתונים מאובטח.",
    "hi": "आसानी से ऑनलाइन वीडियो संपादित करें: घुमाएँ, फ़्लिप करें, फ़्लॉप करें और रिवर्स प्लेबैक करें। उपयोगकर्ता के अनुकूल इंटरफ़ेस,…",
    "hr": "Jednostavno uređujte video zapise na mreži: rotirajte, okrećite, okrećite i obrnite reprodukciju. Jednostavno sučelje, podrška za…",
    "hu": "Könnyedén szerkeszthet videókat online: forgassa, fordítsa meg, és vissza is játssza. Felhasználóbarát felület, különböző…",
    "id": "Edit video online dengan mudah: putar, balikkan, gagalkan, dan putar balik. Antarmuka yang ramah pengguna, dukungan berbagai…",
    "it": "Modifica facilmente i video online: ruota, capovolgi, capovolgi e riproduci all'indietro. Interfaccia intuitiva, supporto per vari…",
    "ja": "オンラインでビデオを簡単に編集: 回転、反転、フロップ、逆再生。ユーザーフレンドリーなインターフェイス、さまざまな形式のサポート、安全なデータ処理。",
    "ko": "회전, 뒤집기, 플롭 및 역방향 재생 등 온라인에서 비디오를 쉽게 편집할 수 있습니다. 사용자 친화적인 인터페이스, 다양한 형식 지원, 안전한 데이터 처리.",
    "lt": "Lengvai redaguokite vaizdo įrašus internete: pasukite, apverskite, apverskite ir atkurkite atgal. Patogi sąsaja, įvairių formatų…",
    "lv": "Ērti rediģējiet videoklipus tiešsaistē: pagrieziet, apvērsiet, apvērsiet un atskaņojiet atpakaļ. Lietotājam draudzīgs interfeiss,…",
    "ml": "ഓൺലൈനിൽ വീഡിയോകൾ എളുപ്പത്തിൽ എഡിറ്റ് ചെയ്യുക: റൊട്ടേറ്റ് ചെയ്യുക, ഫ്ലിപ്പ് ചെയ്യുക, ഫ്ലോപ്പ് ചെയ്യുക, റിവേഴ്സ് പ്ലേബാക്ക് ചെയ്യുക.…",
    "mr": "ऑनलाइन व्हिडिओ सहजपणे संपादित करा: फिरवा, फ्लिप करा, फ्लॉप करा आणि रिव्हर्स प्लेबॅक करा. वापरकर्ता-अनुकूल इंटरफेस, विविध…",
    "ms": "Edit video dalam talian dengan mudah: putar, selak, gagal dan main balik terbalik. Antara muka mesra pengguna, sokongan untuk…",
    "nl": "Bewerk video's eenvoudig online: roteren, spiegelen, flippen en achteruit afspelen. Gebruiksvriendelijke interface, ondersteuning…",
    "pl": "Z łatwością edytuj filmy online: obracaj, przerzucaj, przerzucaj i odtwarzaj do tyłu. Przyjazny interfejs użytkownika, obsługa…",
    "ro": "Editați cu ușurință videoclipuri online: rotiți, flip, flop și redare inversă. Interfață ușor de utilizat, suport pentru diferite…",
    "ru": "Легко редактируйте видео онлайн: вращайте, переворачивайте, переворачивайте и воспроизводите в обратном направлении. Удобный…",
    "sk": "Jednoducho upravujte videá online: otáčajte, prevracajte, prevracajte a prehrávajte späť. Užívateľsky prívetivé rozhranie, podpora…",
    "sl": "Preprosto urejajte videoposnetke v spletu: zavrtite, obrnite, prevrnite in predvajajte nazaj. Uporabniku prijazen vmesnik, podpora…",
    "sr": "Лако уређујте видео записе на мрежи: ротирајте, преврните, преврните и репродукујте уназад. Интерфејс прилагођен кориснику, подршка…",
    "sv": "Redigera videor enkelt online: rotera, vända, floppa och uppspelning bakåt. Användarvänligt gränssnitt, stöd för olika format och…",
    "sw": "Hariri video mtandaoni kwa urahisi: zungusha, geuza, geuza, na ucheze nyuma. Kiolesura kinachofaa mtumiaji, usaidizi wa miundo…",
    "ta": "ஆன்லைனில் வீடியோக்களை எளிதாகத் திருத்தலாம்: சுழற்றுதல், புரட்டுதல், தோல்வியடைதல் மற்றும் பின்னோக்கி இயக்குதல். பயனர் நட்பு…",
    "th": "แก้ไขวิดีโอออนไลน์ได้อย่างง่ายดาย: หมุน พลิก พลิก และเล่นย้อนกลับ อินเตอร์เฟซที่ใช้งานง่าย รองรับรูปแบบต่างๆ…",
    "tr": "Videoları çevrimiçi olarak kolayca düzenleyin: döndürün, çevirin, kaydırın ve ters oynatın. Kullanıcı dostu arayüz, çeşitli format…",
    "uk": "Легко редагуйте відео онлайн: повертайте, перевертайте, перевертайте та відтворюйте у зворотному напрямку. Зручний інтерфейс,…",
    "vi": "Dễ dàng chỉnh sửa video trực tuyến: xoay, lật, lật và phát lại ngược. Giao diện thân thiện với người dùng, hỗ trợ nhiều định dạng…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily edit videos online: rotate, flip, flop, and reverse playback. User-friendly interface, support for various formats"
  }
}