{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brain Rot Player"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Watch brain rot activities infinitely."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Brain Rot Extension - Seamless Brain Rot Content At The Tips of Your Fingers\n\nEver had to read lecture notes, and desired nothing more than to watch Brain Rot at the same time?\nWe've got the extension for you.\n\nKey Features\n\nWith Brain Rot, you can instantly access a curated collection of Subway Surfers and Minecraft-themed YouTube videos. Each click on the Subway Surfers or Minecraft tabs randomly selects a new video from a dedicated playlist, ensuring fresh and entertaining content every time.\nHigh-quality videos stream in an embedded YouTube player, which is automatically muted and plays in a clutter-free, distraction-free mode with autoplay for uninterrupted viewing.\n\nWhy Brain Rot? Brain Rot’s streamlined interface is designed for quick access and effortless control over video content. You can seamlessly switch between Brain Rot sources. Without leaving your current page. Each feature is carefully crafted to provide an immersive video experience that’s simple to navigate and enjoyable to use.\n\nConvenient Access: No need to open new tabs or perform multiple steps to find and play your favorite content. Just a click, and your video starts playing.\nAutomatic Refresh: Every time you click a tab, Brain Rot brings in fresh, random videos from a curated selection, ensuring your viewing experience is always unique.\nPerfect for Multitaskers: The extension’s pop-up design keeps your videos within reach without disrupting your main browsing activity.\nHow It Works\nSubway Surfers & Minecraft Video Streaming:\n\nClick on the “Subway Surfers” or “Minecraft” tab to instantly play a random YouTube video from carefully selected playlists. Watch as your favorite characters and adventures come to life on your screen.\n\nUse simple navigation tools within the extension to pause, close, or select new videos. Each media player adapts to your interaction, keeping controls intuitive and easy to use.\nSecurity & Privacy\nYour security and privacy are essential to Brain Rot. The extension requests only the permissions necessary to fetch and display your media content. \n\nUser Experience and Customization\nMinimalistic Design: Brain Rot’s interface is sleek, distraction-free, and easy to navigate.\nQuick Video Access: Instantly watch Subway Surfers or Minecraft videos without browsing external sites.\nSeamless Integration with Chrome: The extension appears as a pop-up window, accessible from your Chrome toolbar for easy multitasking.\nIdeal For\nFans of Subway Surfers and Minecraft looking for curated video content that’s fresh, varied, and accessible on-demand.\nChrome Users who value a unified, hassle-free video experience without the need to switch tabs or load additional windows.\nDownload Brain Rot Extension today and bring your favorite video content directly to your Chrome browser—enjoy instant entertainment, effortlessly."
  }
}