{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Add to Buyee"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "“Add to Buyee” is a tool that allows you to use Buyee’s proxy purchase service on Popular Japanese online stores.",
    "de": "\"Add to Buyee\" ist eine neue Möglichkeit, das Einkaufen in beliebten Online-Shops zu genießen.",
    "es": "\"Añadir a Buyee\" es una nueva forma de disfrutar de las compras en las tiendas en línea más populares.",
    "id": "\"Add to Buyee\" adalah cara baru untuk menikmati belanja di situs-situs populer.",
    "ja": "“Add to Buyee”は、Buyeeの代理購入サービスを日本の人気ショッピングサイトで利用が可能になるツールです。“Add to Buyee”という新しいツールを使って、日本の人気オンラインショップでお買い物を楽しんでみませんか。",
    "ko": "\"Buyee에 추가\"는 인기 있는 온라인 상점에서 쇼핑을 즐기는 새로운 방법입니다.",
    "ru": "Инструмент «Добавить в Buyee» – новый способ совершать покупки в популярных интернет-магазинах.",
    "th": "\"Add to Buyee\" เป็นวิธีใหม่ในการเพลิดเพลินกับการช้อปปิ้งที่ร้านค้าออนไลน์ยอดนิยม",
    "zh_CN": "安装“Add to Buyee”后、您就可以在日本的购物网站上享受Buyee的代购服务。欢迎使用代购工具“Add to Buyee”，在人气的日本购物网站享受全新的购物体验。",
    "zh_TW": "安裝“Add to Buyee”後、您就可以在日本的購物網站上享受Buyee的代購服務。歡迎使用代購工具“Add to Buyee”，在人氣的日本購物網站享受全新的購物體驗。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,tr,uk,vi": "What is Add to Buyee?\nIt is a PC-only browser extension developed by Buyee, a Japanese proxy buying service.\n\nHow is it useful?\nAdd to Buyee allows you to shop at over 150 popular Japanese e-commerce sites such as Amazon JP, Mercari, and animate.\nYou can easily buy products from multiple sites by simply adding them to your Add to Buyee shopping cart!\n\nHere is a quick guide on how to use Add to Buyee.\nShopping Flow\n①Add the Add to Buyee tool to this page\n②Go to the page of the product you want on the Japanese shopping site\n③Click the Add to Buyee button\n④Select your desired color, size, etc., and click \"\"Add to Cart\"\"\n⑤Click the \"\"Cart\"\" button\n⑥After confirming the items in your Buyee cart, click \"\"Proceed to order\"\"\n※You must be logged in and registered as a Buyee member to use this service.\n\nShipping Flow\n①When your package arrives at the warehouse, specify the destination and shipping method (pay the shipping fee)\n②Shipping your package\n\nFor a list of sites and detailed instructions on how to use them, click here:\nhttps://buyee.jp/addtobuyee/index\n\nNow let's start shopping on Japanese e-commerce sites using Add to Buyee!\n\n\n■Service Introduction\nBuyee is a service that helps customers to purchase products from Japanese and US e-commerce sites and delivers them all over the world.\n\nWhy use Buyee?\n①Extensive track record\nOver 4.5 million members in 110 countries/regions worldwide.\n\n②Partnership with Japanese e-commerce sites\nWe work with popular Japanese shopping websites such as Japan's Yahoo! Auction, Rakuten, Mercari, etc., so you can shop with confidence.\n\n③Safe multilingual support\nCustomer support is available 24 hours a day, 7 days a week, 365 days a year in 17 languages, so you can shop online with confidence even if you do not understand Japanese.\n\nBuyee is here to support you and ensure a great shopping experience!",
    "de": "Buyee ist ein Einkaufservice, der es Nutzern ermöglicht, Artikel von japanischen Shops und Auktionswebsiten zu erwerben. Mit Buyees Browser-Tool \"Add to Buyee\", können Sie einfach in japanischen Shops einkaufen und Artikel ins Ausland versenden.\n\n- Nutzungsleitfaden:\nFinden Sie auf den Websites Ihren gewünschten Artikel und klicken Sie auf\n⇒ Klicken Sie auf die Schaltfläche \"Add to Buyee\".\n\n- Verfügbare Websites:\nhttps://buyee.jp/addtobuyee/index",
    "es": "Buyee es un servicio de proxy que permite a los usuarios comprar artículos en tiendas japonesas y sitios web de subastas. Usando la herramienta de navegador de Buyee \"Añadir a Buyee\", se puede comprar fácilmente en tiendas japonesas y enviar artículos al extranjero.\n\n- Uso:\nSelecciona un artículo que te guste en los sitios web y haz clic\n⇒ haz clic en el botón \"Add to Buyee\".\n\n- Sitios web disponibles:\nhttps://buyee.jp/addtobuyee/index",
    "id": "Buyee adalah jasa pembelian yang membantu pelanggan untuk membeli barang dari situs belanja dan lelang di Jepang. Dengan menggunakan browser tool \"Add to Buyee\", belanja barang Jepang dan kirim ke Indonesia/negara Anda sangatlah mudah.\n\n- Panduan penggunaan:\nTemukan barang yang Anda inginkan dari situs belanja dan klik ekstension\n⇒ Klik tombol \"Add to Buyee\".\n\n- Simak situs yang tersedia di:\nhttps://buyee.jp/addtobuyee/index",
    "ja": "Add to Buyee拡張機能\n\n・Add to Buyeeとは？\n日本の代理購入サービスBuyeeが開発した、PC限定のブラウザ拡張機能です。\n\n・どこが便利ですか？\nAdd to Buyeeを使うとAmazon JP、mercari、animateなど150以上日本の人気ECサイトで買い物できます。\n複数サイトの商品を買ってもAdd to Buyeeショッピングカートを入れるだけなので簡単です！\n\n・利用流れは下記になります。\nお買い物の流れ\n①このページでAdd to Buyeeを追加\n➁日本のショッピングサイトでほしい商品のページに行く\n③Add to Buyeeのボタンをクリックする\n④ご希望のカラー、サイズなどを選択し、「カートに入れる」をクリック\n⑤カートのボタンをクリック\n⑥Buyeeカート内で商品を確認後、「注文依頼へ」をクリック\n※利用するにはBuyee会員のログイン・登録が必要です。\n\n配送の流れ\n①配送料を支払う（荷物が倉庫に到着しましたら、送り先と配送方法を指定する）\n②荷物発送\n\nサイト一覧と詳細の使い方はこちら：\nhttps://buyee.jp/addtobuyee/index\n\n今からAdd to Buyeeを使って日本のECサイトでお買い物しよう！\n\n\n■サービス紹介\nBuyeeとは、お客様が日本やアメリカのECサイトから商品を購入するサポートをし、世界中にお届けするサービスです。\n\nBuyeeを利用する理由は？\n①豊富な実績\n世界110か国/地域の450万人以上の会員様にご利用頂いております。\n\n②日本のECサイトと公式連携\nヤフオク、楽天、mercariなど日本の人気サイトと公式に連携していますので、安心安全でお買い物できます。\n\n③安心の多言語サポート\nお客様からのお問い合わせに24時間365日17言語で対応可能なカスタマーサポートも備えていますので、日本語がわからなくても安心でオンラインショッピングをご利用いただけます。\n\nBuyeeがあなたのお買い物をサポートし、素敵な体験になるようお約束します！",
    "ko": "Buyee는 사용자가 일본 상점과 경매 사이트에서 상품을 구매할 수 있도록 돕는 대리 서비스입니다. Buyee의 브라우저 도구 \"Buyee에 추가\"를 사용하면 일본 상점에서 쉽게 구매할 수 있고 해외 상품을 배송받을 수 있습니다.\n\n- 이용 가이드:\n웹사이트에서 좋아하는 상품을 찾아 클릭합니다.\n⇒ \"Add to Buyee\" 버튼을 클릭합니다.\n\n- 이용 가능한 웹사이트:\nhttps://buyee.jp/addtobuyee/index",
    "ru": "Buyee – сервис закупок третьим лицом, который позволяет пользователям приобретать товары в японских интернет-магазинах и на японских аукционах. Пользуясь инструментом обзора Buyee «Добавить в Buyee», вы можете легко приобретать товары в японских интернет-магазинах с доставкой за границу.\n\n- Инструкция по использованию:\nНайдите нужный товар на веб-сайтах и щелкните ссылку\n⇒ нажмите кнопку «Add to Buyee».\n\n- Доступные веб-сайты:\nhttps://buyee.jp/addtobuyee/index",
    "th": "Buyee เป็นบริการตัวกลางที่ช่วยให้ผู้ใช้ซื้อสินค้าจากร้านค้าญี่ปุ่นและเว็บไซต์ประมูล โดยใช้เครื่องมือสำหรับเบราว์เซอร์ “Add to Buyee” ของ Buyee คุณสามารถซื้อจากร้านค้าญี่ปุ่นเช่น Amazon Japan และจัดส่งสินค้าในต่างประเทศได้อย่างง่ายดาย\n\n- การใช้งาน:\nค้นหารายการที่คุณต้องการบนเว็บไซต์แล้วคลิก\n⇒คลิกที่ ปุ่ม \"Add to Buyee\"\n\n- เว็บไซต์ที่มีอยู่:\nhttps://buyee.jp/addtobuyee/index",
    "zh_CN": "Add to Buyee插件\n\n・什么是Add to Buyee？\n由日本代理购买服务Buyee所开发，限定电脑版使用的插件。\n\n・使用Add to Buyee的便利之处？\n使用Add to Buyee即可在日本亚马逊、mercari、安利美特(animate)等150个以上的人气日本购物网站上购物！\n即使在不同网站购物也只要加入Add to Buyee购物车即可，非常简单方便！\n\n使用流程如下。\n购物流程\n①从此页面新增Add to Buyee插件\n②前往日本购物网站并点选希望购入商品的页面\n③点选右上方的Add to Buyee按钮\n④选择希望的颜色、尺寸等等，点选放入Buyee购物车\n⑤点选购物车的按钮\n⑥确认Buyee购物车中的商品后，点选「订购」\n※需要註册并登入Buyee会员才可使用。\n\n配送流程\n①支付国际运费(包裹到达仓库后，选择配送地址及配送方式)\n②寄出包裹\n\n网站一览和详细使用方式请参考以下页面:\nhttps://buyee.jp/addtobuyee/index\n\n现在就开始使用Add to Buyee享受在日本网站购物的乐趣吧！\n\n■服务介绍\nBuyee是协助顾客从日本和美国等国的购物网站购买商品并寄往全世界的服务。\n\n为什么要使用Buyee？\n①丰富的实绩\n我们拥有来自全世界110个国家/地区以上,450万以上的会员。\n\n②与日本购物网站官方合作\n我们与日本Yahoo!拍卖、乐天、mercari等日本人气购物网站皆为官方合作伙伴，因此您可以放心购物。\n\n③安心的多语言支援\n我们提供24小时365天、17种语言的客户服务，即使不懂日文，也能放心享受网购体验。\n\nBuyee 将全力协助您购物，为您带来美好的体验！",
    "zh_TW": "・什麼是Add to Buyee？\n由日本代理購買服務Buyee所開發，限定電腦版使用的擴充功能。\n\n・使用Add to Buyee的便利之處？\n使用Add to Buyee即可在日本亞馬遜、mercari、安利美特(animate)等150個以上的人氣日本購物網站上購物！\n即使在不同網站購物也只要加入Add to Buyee購物車即可，非常簡單方便！\n\n使用流程如下。\n購物流程\n①從此頁面新增Add to Buyee擴充功能\n②前往日本購物網站並點選希望購入商品的頁面\n③點選右上方的Add to Buyee按鈕\n④選擇希望的顏色、尺寸等等，點選放入Buyee購物車\n⑤點選購物車的按鈕\n⑥確認Buyee購物車中的商品後，點選「訂購」\n※需要註冊並登入Buyee會員才可使用。\n\n配送流程\n①支付國際運費(包裹到達倉庫後，選擇配送地址及配送方式)\n②寄出包裹\n\n網站一覽和詳細使用方式請參考以下頁面:\nhttps://buyee.jp/addtobuyee/index\n\n現在就開始使用Add to Buyee享受在日本網站購物的樂趣吧！\n\n■服務介紹\nBuyee是協助顧客從日本和美國等國的購物網站購買商品並寄往全世界的服務。\n\n為什麼要使用Buyee？\n①豐富的實績\n我們擁有來自全世界110個國家/地區以上,450萬以上的會員。\n\n②與日本購物網站官方合作\n我們與日本Yahoo!拍賣、樂天、mercari等日本人氣購物網站皆為官方合作夥伴，因此您可以放心購物。\n\n③安心的多語言支援\n我們提供24小時365天、17種語言的客戶服務，即使不懂日文，也能放心享受網購體驗。\n\nBuyee 將全力協助您購物，為您帶來美好的體驗！"
  }
}