{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "imaffiliated-extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Support the people you like for free"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A tool that allows users to decide a little more on where their money goes. \n\nCurrently in the early phases of development; but, big things are planned in the future. This will eventually allow users to select their favorite influencers, content creators, or even a local individual. This will append their unique affiliate tag to any affiliated service URL automagically (currently only amazon, but soon eBay and others), in turn allowing a small profit to be earned by the selected affiliate. \n\nSince this is in early development this only appends my tag to the applicable URLs. If you like the idea by downloading this early it will allow me to understand that the need for such a tool is wanted and will expand the services to incorporate more features, and in turn more affiliates. Maybe down the road you're favorite \"underground\" youtuber will be on here too.\n\nWe currently do not track individuals or unnecessary data, we do plan on using IPs to track geo-locations but for nothing else. I do promise that no extra data is collected, and that once a platform is established the code will be available for viewing in open repository for all to view and comment on. \n\nI hope this finds well.\n\nSincerely,\nIdentityex\n\nAs an Amazon Associate I earn from qualifying purchases."
  }
}