{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CS Nav Links"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Improved navigation menu for Couchsurfing. Those who want to donate can do so here: http://bit.ly/11zXlAF"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This script appends useful links to the dropdown menu and also changes some of the images on the site to remove the ugly round porthole look and go back to a more traditional square image\n\nDonations\nA number of people have recommend that I should accept donations from the community for the plugin. You can send money to me via paypal to my don_shine@hotmail.com address by following this link. http://bit.ly/11zXlAF\n\nVersion 0.3.12 \n- Added link about censorship on CS\n\nVersion 0.3.11 \n- Increased the width of the drop down menu \n- Added link to safety advice \n- Added link to CS Nav Links Facebook page \n- Added link to share CS Nav Links on Facebook \n- Added tweet about CS Nav Links along with some sample text\n\nVersion 0.3.10 \n- I can't remember what I changed here but it was nothing major.\n\nVersion 0.3.9\n- Fixed a slight typo\n\nVersion 0.3.8\n- Changed the url for Couchwiki as it was giving 404 errors\n\nVersion 0.3.7\n- Added box above conversations which contains links to travel guides for each place and generic guidelines \n- minor change to CSS. \n\nVersion 0.3.6\n- New dashboard icon added to the top menu\n- new hospitably network map created and added to top menu. \n\nVersion 0.3.5\n- The bit.ly links were causing problems so I had to remove them. \n\nVersion 0.3.4 \n- Added Link to Activities \n- Added Link to CS Camps Calendar \n- Converted All the menu links to bit.ly links. The reason for this is to see which items on the menu are being clicked and which ones are not. \n- Create a donate link. Many people have suggested that I should put this in. This doesn't appear on the menu but I have put it in the description of the extension. The link is here: http://bit.ly/11zXlAF\n\nVersion 0.3.3 \n- I screwed up the version numbering so this one doesn't actually exist. ooops :)\n\nversion 0.3.2\n- Moved Map CouchSearch up above the Advanced CouchSearch and point it to https://www.couchsurfing.org/search/in/everywhe... \n- Update Submit Ticket / CUQ to say \"Need help? Would you like to report abuse? Problem with the site?\" when you hold the mouse over it.\n\nVersion 0.3.1 \n- Added shadow box to the Community Details to make it stand out more. \n- Changed \"Submit CUQ\" to \"Submit Ticket / CUQ\" \n- Changed \"Couch Search\" to \"Advanced Couchsearch\" \n- Changed \"Couch Search\"/\"Advanced Couchsearch\" Link to prepopulate some default settings on the Advanced Search Form. Hopefully this will provide search results of active surfers with real profiles \n* Sets user photo to true \n* Sets last log in to 30 days \n* Orders results by last log in. \n- Added Link to \"Map Couchsearch\" which prepopulates the sort order to sort by last login \n- Added title tag to the menu items so when you hold the mouse over them you get a more detailed explaination \n- Changed \"Latest News\" to \"Latest Newspeak\" because I think it's kinda funny.\n\nVersion 0.3 \n- Moved menu from being fixed to the side of the screen to be part of the standard dropdown menu \n- Changed the circular porthole photos to square images with rounded corners \n- Added link to the old couch search feature\n\nVersion 0.2 \n- Added in a link to submit a ticket which is normally buried at the bottom of the screen\n\nVersion 0.1 \nThis is the first version of the code. It generate a menu at the side of the screen with useful links that have been removed from the site navigation"
  }
}