{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Comment Export"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A export YouTube comment extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. **Effortless YouTube Comment Export:** Simplify your comment analysis and research with our user-friendly browser plugin that makes exporting YouTube comments a breeze. No more manual copying and pasting – save time and effort.\n\n2. **Seamless Integration:** Our plugin seamlessly integrates into your YouTube experience, allowing you to export comments with just a few clicks. Say goodbye to complex setups and technical hassles.\n\n3. **Enhanced Analysis and Research:** Dive deep into YouTube discussions. By exporting comments, you can perform in-depth analysis, sentiment analysis, or extract valuable data for research purposes, empowering you with valuable insights.\n\n4. **Offline Accessibility:** Access comments even when you're offline. Exported comment data can be saved locally, allowing you to review and analyze them at your convenience, regardless of your internet connection.\n\n5. **Privacy and Security:** We prioritize the privacy and security of your data. Our plugin adheres to stringent security standards, ensuring that your exported comments are handled safely and securely.\n\n6. **User-Friendly Interface:** Experience a simple and intuitive interface that requires minimal learning curve. Our plugin is designed to be accessible to users of all technical backgrounds, making it easy for anyone to export and analyze YouTube comments."
  }
}