{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social CRM | Toolkit for Social Media"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social CRM is a Chrome Extension That Helps you to Automate & Manage Your Social Media Marketing Efforts"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Social Media CRM | Toolkit for Social Media is a suite of Multiple tools for LinkedIn, Twitter, Instagram, and Facebook that helps you to automate and manage your Organic Marketing. You can convert your social media into lead-generation machines through managed automation and outreach.\n\nWe have multiple tools like \n\n1. Friend Requester - Send Automatic Friend Request\n2. Friend Remover - Bulk Remove Inactive Friends who don't engage with your post\n3. Messenger Connector - Send Bulk Messages on social media without spamming users. \n4. Messenger CRM - Tag People on social media to see in which part of the pipeline they are in\n5. Group Leads - Collect the Email or phone number of people who request to join your FB group when they answer any one of your questions. \n6. Friend Approver - Approve or decline friend requests based on a number of mutual friends or based on if they respond to your message. \n7. Comment Reply - Reply to comments on your Facebook post in an automated. \n8. Feed Engager - Engage with a post on your feed \n9. Feed Filter - show or hide posts on your feed based on keywords. \n10. Canned Response - Save predefined message templates and send them in a single click with {firstname} & {lastname} personalization \n11. Link Saver - get quick access to your important links in a single click. \n12. Notes - write, save notes, and assign them to a person. \n\n\nUsing this software for illegal activities is strictly prohibited and we do not tolerate spam. You will be banned if you do that. \n\nThis extension, software, or site is NOT endorsed by Facebook in any way. FACEBOOK is a trademark of FACEBOOK, Inc.\n\nGrowthnodes.com is not an official product created by any social media platform including but not limited to LinkedIn™, Facebook™, Instagram™ or Twitter™. \n\nby installing this or using our products you agree to our terms and conditions and privacy policy \n\nhttps://growthnodes.com/privacy \nhttps://growthnodes.com/terms"
  }
}