{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Progressive Downloader"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bridge between Google Chrome and Progressive Downloader."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension reveals a new context menu item \"Download in Progressive Downloader\". Click this item to launch Progressive Downloader (if it's not running yet) and add the underlying link to the task queue.\n\nPlease read the before installation steps at http://www.macpsd.net/?page=integration.\n\nVersion history:\n\n2.0:\n* Updated to be used with the latest versions of Chrome.\n\n1.14:\n* Unnecessary permission removed.\n\n1.13:\n* A fix for an issue when files not intercepted in new versions of Chrome.\n\n1.12:\n* A fix for an issue when some files are not intercepted.\n\n1.10 & 1.11:\n* Fixes for incorrect file name detection in the interception mechanism.\n\n1.9:\n* A fix for an issue when the extension try to intercept all downloads already completed in browser.\n\n1.8:\n* A fix for an issue when extension doesn't intercept file though its type is in the list.\n\n1.7:\n* A fix for an issue with multiple download new task dialog windows after one clicks the context menu item.\n* A fix for an issue with incorrect file type list syncing.\n\n1.6:\nExtension is able to intercept downloads without need of using the deprecated NPAPI plug-in (support of such plug-ins will be dropped from browser in 2015). However, you still need to configure file types to intercept in the Interceptor plug-in preferences (see Application menu -> Plug-in -> The Interceptor -> Preferences."
  }
}