{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Linkedin export"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A export Linkedin job description extension"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. **Effortless Job Description Export:** Streamline your job search with our browser plugin that makes exporting LinkedIn job descriptions a breeze. Say goodbye to manual copy-pasting and save valuable time.\n\n2. **Seamless Integration:** Our plugin seamlessly integrates with your LinkedIn experience, allowing you to export job descriptions with just a few clicks. No complex setup or technical expertise required.\n\n3. **Complete Job Details:** Obtain comprehensive job information effortlessly. Our plugin captures not only the job title and company name but also key details like responsibilities, qualifications, and application instructions.\n\n4. **Customizable Export Options:** Tailor the exported job descriptions to meet your specific needs. Choose from various formatting options, including plain text, rich text, or HTML, ensuring compatibility with your preferred tools and platforms.\n\n5. **Enhanced Organization and Comparison:** Stay organized during your job search journey. Exported job descriptions can be saved and categorized, enabling easy comparison and reference to make informed decisions.\n\n6. **Offline Accessibility:** Access job descriptions even when you're offline. Exported content can be stored locally, allowing you to review opportunities and make notes without an internet connection.\n\n7. **Privacy and Security:** Rest assured that your data is safe. We prioritize user privacy and ensure that our plugin adheres to the strictest security standards, so you can export job descriptions with confidence.\n\n\n8. **User-Friendly Interface:** Experience a simple and intuitive interface that requires minimal learning curve. Our plugin is designed with user convenience in mind, making it accessible to individuals of all technical backgrounds."
  }
}