{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Synology Office Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "Supports using the color picker to select specific colors on the screen and clipboard operations such as copying and pasting texts.",
    "cs": "Podporuje používání nástroje pro výběr barvy při výběru konkrétních barev na obrazovce a operace schránky, například kopírování a…",
    "da": "Understøtter brug af farvevælgeren til at vælge bestemte farver på skærmen og handlinger i udklipsholderen, f.eks. kopiering og…",
    "de": "Unterstützt die Verwendung der Farbauswahl zur Auswahl bestimmter Farben auf dem Bildschirm sowie Aktionen mit der Zwischenablage,…",
    "es": "Permite utilizar el selector de color para seleccionar colores específicos en la pantalla y operaciones del portapapeles como…",
    "fr": "Prend en charge l'utilisation du sélecteur de couleurs pour sélectionner des couleurs spécifiques à l'écran, ainsi que des…",
    "hu": "Támogatja a színválasztót a képernyőn lévő adott színek kiválasztásához és az olyan vágólapi műveletek használatához, mint például…",
    "it": "Supporta l'uso della funzione di selezione colore per selezionare colori specifici sullo schermo e le operazioni di appunti come…",
    "ja": "画面上で特定の色を選択するためのカラー ピッカーの使用と、テキストのコピーやペーストなどのクリップボードの操作をサポートします。",
    "ko": "색상 선택기를 사용하여 화면에서 특정 색상을 선택하고 텍스트 복사 및 붙여 넣기와 같은 클립보드 작업을 사용할 수 있습니다.",
    "nl": "Ondersteunt het gebruik van de kleurkiezer om specifieke kleuren op het scherm en klembordbewerkingen te selecteren, zoals het…",
    "no": "Støtter bruk av fargevelgeren til å velge bestemte farger på skjermen og utklippstavlebruk slik som kopiering og innliming av tekst.",
    "pl": "Obsługuje używanie próbnika kolorów do wybierania określonych kolorów na ekranie i operacji schowka, takich jak kopiowanie i…",
    "pt_BR": "Suporta o uso do seletor de cores para selecionar cores específicas na tela e operações da área de transferência, como copiar e…",
    "pt_PT": "Suporta a utilização do selecionador de cores para selecionar cores específicas no ecrã e operações da área de transferência, tais…",
    "ru": "Поддержка использования инструмента выбора цвета для выбора определенных цветов на экране и операций с буфером обмена, таких как…",
    "sv": "Stödjer användning av färgväljaren för att välja specifika färger på skärmen och urklippsåtgärder såsom att kopiera och klistra in…",
    "th": "รองรับการใช้ตัวเลือกสีเพื่อเลือกสีที่ต้องการบนการทำงานบนหน้าจอและคลิปบอร์ด เช่น การคัดลอกและการวางข้อความ",
    "tr": "Ekrandaki belirli renkleri seçmek için renk seçiciyi kullanmayı ve metinleri kopyalama ve yapıştırma gibi pano işlemlerini…",
    "zh_CN": "支持使用颜色选择器选择屏幕上的特定颜色，以及剪贴板操作（如复制和粘贴文本）。",
    "zh_TW": "支援使用色彩選擇器來選取畫面上的特定顏色，以及剪貼簿操作 (例如：複製及貼上文字)。"
  },
  "long": {
    "am,ar,bg,bn,ca,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,id,kn,lt,lv,ml,mr,ms,ro,sk,sl,sr,sw,ta,te,uk,vi": "Synology Office Extension provides the following features to enhance the usability and user experience.\n\nColor picker - allows users to pick up colors directly on the browser and apply it to objects or texts for a cohesive look without obtaining the color code. (Only supported in Synology Office 3.4 or above versions)\n\nClipboard operations -  allows users to easily copy, paste, and perform scrapbook-related actions to spreadsheet and file contents via the right-click menu. Users can quickly and efficiently edit files without relying on keyboard shortcuts.",
    "cs": "Rozšíření Synology Office Extension nabízí následující funkce, které vylepšují použitelnost a uživatelské prostředí.\n\nNástroj pro výběr barvy – umožňuje uživatelům vybírat barvy přímo v prohlížeči, používat je na objekty nebo texty a zajistit tak soudržný vzhled, aniž by bylo nutné získat kód barvy.\n\nOperace schránky – umožňují uživatelům snadno kopírovat a vkládat výstřižky do tabulek a obsahu souborů, případně provádět operace související s výstřižky, a to prostřednictvím nabídky zobrazující se po kliknutí pravým tlačítkem. Uživatelé mohou soubory upravovat rychle a efektivně, aniž by se museli spoléhat na klávesové zkratky.",
    "da": "Synology Office Extension indeholder følgende funktioner til at forbedre brugervenligheden og brugeroplevelsen.\n\nFarvevælger – giver brugerne mulighed for at hente farver direkte i browseren og anvende dem på objekter eller tekster for at få et sammenhængende udseende uden at få farvekoden.\n\nHandlinger i udklipsholderen – giver brugerne mulighed for nemt at kopiere, indsætte og udføre scrapbogsrelaterede handlinger i regneark og filindhold via genvejsmenuen. Brugerne kan hurtigt og effektivt redigere filer uden at være afhængige af tastaturgenveje.",
    "de": "Synology Office Extension bietet die folgenden Funktionen, um die Benutzerfreundlichkeit und das Nutzererlebnis zu verbessern.\n\nFarbauswahl - damit können Benutzer Farben direkt im Browser auswählen und sie auf Objekte oder Texte für ein einheitliches Erscheinungsbild anwenden, ohne den Farbcode abzurufen.\n\nAktionen mit der Zwischenablage - damit können Benutzer ganz einfach Inhalte kopieren und einfügen und Notizbuch-Funktionen über das Kontextmenü für Tabellen und Dateiinhalte verwenden. Benutzer können Dateien rasch und effizient bearbeiten, ohne auf Tastaturkürzel zurückgreifen zu müssen.",
    "es": "Synology Office Extension ofrece las siguientes funciones para mejorar la facilidad de uso y la experiencia del usuario.\n\nSelector de color: permite a los usuarios seleccionar colores directamente en el explorador y aplicarlos a objetos o textos para obtener un aspecto cohesivo sin obtener el código de color.\n\nOperaciones del portapapeles: permite que los usuarios copien, peguen y realicen acciones de recorte con facilidad en contenidos de archivos y hojas de cálculo mediante el menú del botón secundario. Los usuarios pueden editar los archivos de manera rápida y eficaz sin tener que utilizar accesos directos de teclado.",
    "fr": "Synology Office Extension offre les fonctionnalités suivantes pour améliorer la convivialité et l'expérience utilisateur.\n\nSélecteur de couleurs : permet aux utilisateurs de sélectionner des couleurs directement dans le navigateur et de les appliquer à des objets ou à du texte afin d'obtenir un aspect cohérent sans recourir au code couleur.\n\nOpérations du presse-papiers : permet aux utilisateurs d'effectuer des copier-coller et d'exécuter facilement des actions de scrapbook sur une feuille de calcul et le contenu de fichiers via le menu qui s'affiche en cliquant avec le bouton droit de la souris. Les utilisateurs peuvent modifier rapidement et efficacement des fichiers sans dépendre des raccourcis clavier.",
    "hu": "A Synology Office Extension a következő funkciókat biztosítja a használathatóság és a felhasználói élmény javítására.\n\nSzínválasztó – a felhasználók közvetlenül a böngészőből választhatják ki a színeket, majd azokat az objektumokon vagy szövegeken alkalmazva egységes megjelenést kölcsönözhetnek tartalmaiknak a színkódok lekérése nélkül.\n\nVágólapi műveletek – a felhasználók egyszerűen, a jobb kattintásra megjelenő menüből másolhatnak, illeszthetnek be és végezhetnek más jegyzetfüzet-műveleteket a táblázatokban és a fájltartalmakban. A felhasználók gyorsan és könnyen szerkeszthetik fájljaikat, nem szükséges billentyűparancsokat megtanulniuk.",
    "it": "Synology Office Extension fornisce le seguenti funzionalità per migliorare l'usabilità e l'esperienza dell'utente.\n\nSelezione colore - consente agli utenti di prendere i colori direttamente sul browser e applicarli a oggetti o testi per un look coesivo senza ottenere il codice del colore.\n\nOperazioni su appunti - consente agli utenti di copiare, incollare ed eseguire facilmente azioni relative al foglio di calcolo e ai contenuti dei file tramite il menu del tasto destro del mouse. Gli utenti possono modificare velocemente e in modo efficiente i file senza usare i collegamenti da tastiera.",
    "ja": "Synology Office Extension は有用性とユーザー体験を向上させるために以下の機能を提供します。\n\nカラー ピッカー - ユーザーがブラウザ上で色を直接選択して、カラー コードの取得なしで、まとまりのある外観のあるオブジェクトあるいはテキストを作成するためにそれを適用することを可能にします。\n\nクリップボード操作 - ユーザーがスプレッドシートとファイルのコンテンツに対して、右クリック メニューでコピーやペースト、およびスクラップブック関連の操作をできるようにします。ユーザーは、キーボードのショートカットに依存せずに、素早く効率的にファイルを編集することができます。",
    "ko": "Synology Office Extension은 유용성과 사용자 환경이 향상되도록 다음과 같은 기능을 제공합니다.\n\n색상 선택기 - 사용자는 브라우저에서 직접 색상을 선택하고 개체나 텍스트에 적용하여 색상 코드를 가져오지 않고도 조화롭게 보이도록 할 수 있습니다.\n\n클립 보드 작업 - 사용자는 오른쪽 클릭 메뉴를 통해 스프레드시트 및 파일 콘텐츠를 간편하게 복사 및 붙여 넣고 스크랩북 관련 작업을 수행할 수 있습니다. 사용자는 키보드 바로 가기를 사용하지 않고도 빠르게 효율적으로 파일을 편집할 수 있습니다.",
    "nl": "Synology Office Extension biedt de volgende functies om het gebruik en de ervaring te verbeteren.\n\nKleurkiezer - stelt gebruikers in staat om kleuren rechtstreeks in de browser op te halen en op objecten of teksten toe te passen voor een samenhangend uiterlijk zonder de kleurcode te verkrijgen.\n\nKlembordbewerkingen: hiermee kunnen gebruikers eenvoudig klembordgerelateerde acties kopiëren, plakken en uitvoeren op spreadsheets en in bestanden via het rechtsklikmenu. Gebruikers kunnen snel en efficiënt bestanden bewerken zonder afhankelijk te zijn van sneltoetsen.",
    "no": "Synology Office Extension gir deg følgende funksjoner for å forbedre brukervennligheten og brukeropplevelsen.\n\nFargevelger – lar brukere velge farger direkte i nettleseren og bruke den på ting eller tekster for et sammenhengende utseende uten å innhente fargekoden.\n\nUtklippstavlebruk – lar brukere enkelt kopiere, lime inn og utføre handlinger relatert til scrapbooking til regneark og filinnhold via høyreklikkmenyen. Brukere kan redigere filer raskt og effektivt uten å være avhengig av tastatursnarveier.",
    "pl": "Synology Office Extension zapewnia następujące funkcje, które zwiększają użyteczność i komfort użytkowania.\n\nPróbnik kolorów – umożliwia użytkownikom pobieranie kolorów bezpośrednio w przeglądarce i stosowanie ich do obiektów lub tekstu w celu uzyskania spójnego wyglądu bez pobierania kodu kolorów.\n\nOperacje schowka – dodaje do menu prawego kliknięcia opcje kopiowania i wklejania do arkusza kalkulacyjnego i zawartości plików oraz umożliwia wykonywanie działań związanych z albumem. Użytkownicy mogą szybko i skutecznie edytować pliki bez wykorzystywania skrótów klawiaturowych.",
    "pt_BR": "O Synology Office Extension fornece os seguintes recursos para melhorar a usabilidade e a experiência do usuário.\n\nSeletor de cores - permite que os usuários selecionem cores diretamente no navegador e as apliquem a objetos ou textos para obter uma aparência coesa sem obter o código de cores.\n\nOperações da área de transferência - permitem aos usuários copiar, colar e executar ações relacionadas ao scrapbook no conteúdo da planilha e do arquivo por meio do menu do botão direito do mouse. Os usuários podem editar arquivos de forma rápida e eficiente sem depender de atalhos de teclado.",
    "pt_PT": "O Synology Office Extension disponibiliza as seguintes funcionalidades para melhorar a utilização e a experiência do utilizador.\n\nSelecionador de cores - permite que os utilizadores escolham as cores diretamente no navegador e as apliquem a objetos ou textos para que se obtenha uma aparência coesa sem ser necessário obter os códigos de cores.\n\nOperações da área de transferência - permite que os utilizadores copiem, colem e executem facilmente ações relacionadas com álbuns de recortes para conteúdos de ficheiros e folhas de cálculo através do menu do botão direito do rato. Os utilizadores podem editar ficheiros de uma forma rápida e eficiente sem terem de recorrer a atalhos do teclado.",
    "ru": "Synology Office Extension предоставляет следующие функции для повышения удобства использования и работы пользователей.\n\nИнструмент выбора цвета позволяет пользователям выбирать цвета непосредственно в браузере и применять их к объектам или текстам для создания целостного вида без получения цветового кода.\n\nОперации с буфером обмена позволяют с легкостью копировать, вставлять и выполнять связанные с буфером действия с электронными таблицами и содержимым файлов с помощью контекстного меню. Пользователи могут быстро и эффективно редактировать файлы без использования комбинаций клавиш.",
    "sv": "Synology Office Extension innehåller följande funktioner för att förbättra användbarheten och användarupplevelsen.\n\nFärgväljaren - gör att användare kan plocka upp färger direkt i webbläsaren och applicera den på objekt eller texter för att få ett sammanhängande utseende utan att behöva ta fram färgkoden.\n\nUrklippsåtgärder - gör att användare enkelt kan kopiera, klistra in och utföra urklippsboksrelaterade åtgärder på innehållet i kalkylblad och filer via högerklicksmenyn. Användare kan snabbt och effektivt redigera filer utan att behöva förlita sig på kortkommandon.",
    "th": "Synology Office Extension ให้ฟีเจอร์ต่อไปนี้เพื่อปรับปรุงความสามารถในการใช้งานและประสบการณ์การใช้งานของผู้ใช้\n\nตัวเลือกสี - ช่วยให้ผู้ใช้เลือกสีบนเบราว์เซอร์ได้โดยตรง และใช้สีที่เลือกกับออบเจกต์หรือข้อความ เพื่อให้มีลักษณะที่กลมกลืนโดยไม่ต้องใช้รหัสสี\n\nการทำงานของคลิปบอร์ด - ช่วยให้ผู้ใช้คัดลอก วาง และดำเนินการที่เกี่ยวข้องกับสแครปบุ๊คไปยังเนื้อหาของสเปรดชีทและไฟล์ต่างๆ ผ่านเมนูคลิกขวา ผู้ใช้สามารถแก้ไขไฟล์ได้อย่างรวดเร็วและมีประสิทธิภาพโดยไม่ต้องใช้ทางลัดของคีย์บอร์ด",
    "tr": "Synology Office Extension, kullanılabilirliği ve kullanıcı deneyimini geliştirmek için aşağıdaki özellikleri sunar.\n\nRenk seçici: Kullanıcıların renk kodunu almadan doğrudan tarayıcı üzerinden renkleri seçmesine ve uyumlu bir görünüm için nesnelere veya metinlere uygulamasına olanak tanır.\n\nPano işlemleri: Kullanıcıların sağ tıklama menüsü yardımıyla elektronik tablo ve dosya içeriklerini kolayca kopyalamasına, yapıştırmasına ve bunlar üzerinde koleksiyon defteri ile ilgili işlemleri gerçekleştirmesine olanak tanır. Kullanıcılar, klavye kısayollarını kullanmadan dosyaları hızlı ve etkili bir şekilde düzenleyebilir.",
    "zh_CN": "Synology Office Extension 提供以下功能来提升易用性和用户体验。\n\n颜色选择器 - 让用户无需获取颜色代码，即可直接在浏览器中选取颜色并将其应用于物体或文本，营造画面整体感。\n\n剪贴板操作 - 让用户可以轻松通过右键菜单对电子表格和文件内容执行复制、粘贴和其他剪贴板相关操作。用户能够快速、高效地编辑文件，而不用依赖于键盘快捷键。",
    "zh_TW": "Synology Office Extension 提供以下功能來提升易用性及使用者體驗。\n\n色彩選擇器 - 讓使用者無須記錄色彩編碼，即可直接在瀏覽器中選取顏色並套用至物件或文字上，營造畫面整體感。(僅支援於 Synology Office 3.4 或以上版本)\n\n剪貼簿操作 - 讓使用者可以輕鬆透過右鍵選單在試算表與檔案內容中進行複製、貼上及其他剪貼簿相關操作。使用者無須再倚賴鍵盤快速鍵，即可快速且有效率地編輯檔案。"
  }
}