{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pullquote"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pullquote activates online reading."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Share or save quotes easily!\n\n[October, 2024: We've reworked the extension to meet the latest Chrome Web Store extension requirements. MUSE is new feature we added to add your musings and notes to your feed without linking to external web pages. Link to text fragment has also been added to the backend which allows modern browsers supporting the feature to natively highlight linked text on webpages even if the extension is not installed.]\n \n[December, 2019: We completed an overhaul of the underlying code and servers, and fixed a bunch of bugs along the way. In the future, the new Pro package helps us prioritize maintenance and new development work!]\n \nPullquote makes it easy to:\n\nTWEET quotes: with a few clicks, tweet out a full quote rather than a paraphrase. (Pro users: schedule and edit tweets, tweet from multiple accounts, or change fonts or styling.) \n\nCOLLECT quotes: Pullquote simplifies collecting, annotating and indexing the great quotes you find online⁠—helpful whether you’re researching a book, preparing for class project or stashing quotes on a favorite topic. (Pro users.) \n\nLINK to specific text: Why share a generic link into a long article? Use Pullquote to direct people to a specific quote in its context. \n\nSHARE niche content: Skip the firehose! Pullquote lets your fans and colleagues subscribe to a custom newsletter of your Pullquotes on a single topic… #sailing, #microbiome, #NYJets… whatever! (Pro users.) \n \nFollow us on Twitter: @pllqt\n \n[Headsup] When installing Pullquote for Google Chrome™, you will receive a warning that Pullquote is able to access your browsing history and data. This is a standard Google Chrome™ message. \n \n[Notice] If you can't find the Pullquote icon in your browser, please re-enable it here chrome://extensions/ .\n \n[Bug Report and Suggestions] We appreciate user suggestions and requests for improvements. If you have features you would like to see added, or experience a bug, please e-mail us at help@pullquote.com. Thank you!"
  }
}