{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UProc for LinkedIn"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows to autocomplete LinkedIn profiles and save to external lists, making your life easier."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1) What pain does this extension fix?\nThis extension is a time saver. It will help you to boost your outbound process and will extract and complete data for you in a transparent way.\n\n\n2) What you can do?\n- Extract LinkedIn results (Sales Navigator, saved lists, and LinkedIn) and create B2B lists with up to 68 fields per contact (sample at https://bit.ly/379yIjC). Check our tutorial at https://uproc.io/blog/boost-your-sales-with-uproc-for-linkedin\n- Autocomplete any profile (Sales, Public, and Recruiter profiles supported) when you access a profile (connected or not with you).\n\n\n3) What do I have to do to use the extension?\nBefore using the extension, you have to signup at\nhttps://app.uproc.io/#/signup\n\nGo to https://app.uproc.io/#/settings/integration and use Email and API Key (real) to fill form in Login popup (you can open it, clicking on the UProc \"U\" extension icon on the Chrome address bar).\n\n\n4) How do I know if the extension is working?\n- Robot popup will appear in a results page if \"Show Robot popup\" is enabled in settings popup. Extracted profiles will be added automatically to the selected list. You need to define what leads do you accept in your lists (with email, phone, ...) customizing the filters at https://app.uproc.io/#/settings/profile > Lists.\n- Autocomplete popup will appear when visiting a profile if \"Show Autocomplete popup\" is enabled in settings popup.\n\n\n5) How does it work?\n- The Robot mode gets basic information from search results (full name, position, company, location, and profile) to discover complementary data to be appended to B2B lists.\n- The Autocomplete mode uses profile data to add extra fields on a new window on your right. Every autocompleted profile is saved to uProc 'default' list.\n\n\n6) What kind of filters are available?\nYou can customize the filters at https://app.uproc.io/#/settings/profile > Lists\nBy default, you add all leads to a list, but you can limit them if the lead has:\n- Business email.\n- Business phone.\n- Personal email.\n- Personal phone.\n\nAdditionally, you can enrich any lead by adding:\n- Website visits.\n- Personal email.\n- Personal phone.\n\nFinally, you can verify any email added to a list to ensure that email exists.\n\n\n7) Forwarding new contacts\nAll added leads to lists can be forwarded to platforms like n8n, Zapier, Integromat, AppyPie, or custom endpoints by webhook. \n\n\n8) How much does it cost every added lead?\nBy default, 1000 contacts cost 25€. Every time a new lead is added to a list, this cost is charged to your balance. You can add more balance to your account at https://app.uproc.io/#/purchase/packs.\n\n\nAny questions? Feel free to contact us at https://uproc.io using our chat.\n\nCheck out our privacy policy at https://uproc.io/#/privacy"
  }
}