{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Query Hunter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Query Hunter is the highest ROI activity for your SEO. Discover high-traffic keywords you can easily rank for."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The quickest way to multiply your traffic is to refine your top performing pages and posts on a regular basis, by adding content for under-served queries that you are already being found for.\n\nThis is typically done by analysing Google Search Console queries for your top performing pages and looking for low hanging fruit opportunities where new search queries can be worked into the content.\n\nThis can be very tedious, flicking from tab to tab, hammering command+search and sorting data.\n\nSpindrift + Query Hunter streamlines the whole process.\n\n✓ Find underserved queries that you don't mention in the content, but you're getting impressions for\n✓ Find terms on page 2 you can bump up to page one\n✓ Find FAQ terms quickly with the 'questions' tab\n✓ Add content easily using 'Content Genie'\n\nQuery Hunter requires an active Spindrift subscription, visit https://spindrift.io to find out more.\n\n\n★ High impressions, but low clicks – Low CTR\n\nQueries that have high impressions but low clicks could mean that you are under-serving the query.\n\nGoogle thinks your page has the answer, but you’re potentially not covering it, describe the topic in a different way, or don’t have the on-page content to show up in the SERP description.\n\n- Consider adding a section that serves this query.\n- Consider adding different ways of describing the topic to satisfy this query.\n- Consider creating a new page and link to it from this page that is already ranking to create the start (or extension) of a topical hub.\n\nUse the Query Hunter AI tool to create this content.\n\n\n★ Ranking on 2nd or 3rd page\n\nQueries on the 2nd or 3rd page could potentially be lacking relevance. Consider expanding the content serving this query and its variations. Dedicate a whole section to the query or cover it in more depth.\n\nUse the Page 2 filter to find these easily.\n\n\n★ Featured Snippet\n\nUsing the snippet option for queries in positions 2, 3, 4, 5 to try get a featured snippet. Content Genie will generate a section of text optimised for featured snippet, including the key term.\n\n\n★ Question Queries\n\nUse the 'Questions' tab to easily filter to question queries, and use content genie to easily add this content.\n\n\n★ Queries not mentioned on your page at all\n\nWhen queries are not mentioned on your page at all, but are doing well, this is a great sign. Google and users love you for this query even if you don’t mention it.\n\nYou may mention variations of the query, but you can consider adding the exact match term on your page to increase relevance and click through.\n\n\n★ Mentions\n\nMentions is a powerful data point, it lets you know how many times a query is mentioned in the content. This data point set against other metrics such as impressions, can give you an indication of whether you need to cover the topic, or mention it more times in the page to increase relevance.\n\n★★★ Links\n\nSupport: Email support@queryhunter.io\n\nWebsite: https://spindrift.io\n\nDashboard: https://app.spindrift.io"
  }
}