{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrainBuddy: AI Assistant with ChatGPT & Bard"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BrainBuddy is an All-in-one AI-powered Sidebar Assistant, with ChatGPT, Bard, & more! ⚡"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing BrainBuddy, \nthe ultimate AI-powered Sidebar Assistant that revolutionizes the way you browse.\n\nKEY CAPABILITIES:\n\n🚀Seamlessly maintain your efficiency & flow by leveraging amazing 1-click prompts and powerful pre-defined actions!\n\n🚀Take your work quality & output to new heights by prompting both (Bard & ChatGPT) simultaneously with just a single click using the all-in-one AI sidebar!\n\n🚀Prevent damage caused by rapid context-switching by quickly accessing the AI sidebar using quick-access keyboard shortcuts, pre-defined actions, and the AI assistant floating button!\n\n🚀Improve your research quality and build perspective by parallelly & simultaneously comparing outputs from Bard & ChatGPT, all from the AI-powered side panel!\n\n🚀Super-charge your ChatGPT & Bard with phenomenal AI-powered integrations and transform your browser into an AI-integrated beast!\n\n\nMORE DETAILS:\n\nBrainBuddy is an All-in-one AI Assistant, equipped with advanced AI models like (GPT4-powered) ChatGPT and Google Bard, making it a powerful AI collaborator that's accessible anywhere and anytime at your fingertips.\n\nIt is an AI extension that seamlessly integrates with your browser, providing you with a side panel that's just a shortcut key or a click away, making AI assistance available at your fingertips.\n\nOne of the key features of BrainBuddy is its ability to prompt both Bard and ChatGPT simultaneously with a single input. This unique capability allows users to compare and contrast answers from both AI chatbots, offering a more comprehensive understanding and a broader perspective. Whether you're searching for data points, seeking solutions, or exploring different perspectives, BrainBuddy enhances your research quality and work output.\n\nBrainBuddy is not just an AI chatbot; it's an AI collaborator that works with you to improve your browsing experience. Its top use cases include quick information retrieval, efficient web browsing, and effective online research. It's perfect for professionals, students, researchers, writers, creators, developers, marketers, and anyone who wants to leverage the power of AI to enhance their work output & quality.\n\nWith BrainBuddy, you get an 'AI anywhere & AI everywhere' experience. \nExperience the future of browsing with BrainBuddy, your All-in-one AI-powered Sidebar Assistant. BrainBuddy is not just an AI extension; it's your AI collaborator that's ready to assist you anytime, anywhere, whenever you need it.\n\nLeverage jaw-dropping AI-powered integrations & add superpowers to your browser, with BrainBuddy.🚀"
  }
}