{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReText"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An AI based text processing tool to rectify and simplify your texts so that your texting experience is as smooth as possible."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ReText is an AI-Enabled text processing tool that uses the OpenAI API with optimized prompts to help users with making their texts grammatically correct, concise, and verbose. \n\nUSAGE - One simply has to highlight any text on their page, or use the text in their clipboard and then click on the extension and let the application work its magic. \n\nUpdate 1.2 - Users can now enable the extension to use the text in the clipboard so you don't have to highlight text every time on a web page\n\nUpdate 1.3 - Added a new 'history' feature which allows users to re-use prompts, greatly improved UI\n\nUpdate 1.3.1 - Added caching for history requests. If you use text that exists in your history, you instantly get the results instead of having to send another request\n\nThis application is particularly useful because gpt3.5 turbo (the current model being used in the backend) has context of situations. A basic example - \"Hi principle, I will not be able to attend school today\". Some other extensions or applications might say this sentence is correct as principle is a valid word, but not ReText, it will suggest the replacement of 'principle' with 'principal', therefore making the sentence both grammatically and contextually correct. One might ask why our extension should be used as compared to directly going to chatgpt and asking these questions. We have many reasons to believe that our tool would boost productivity as compared to directly going to chatgpt which are as follows:\n1. Time saved - Our application allows users to simply highlight text and click a button to achieve the desired output. This is much faster in comparison to copying text, going to a new tab, opening chatgpt (most times, one has to authenticate) and then finally putting in the prompt.\n2. Optimized prompts - Continuing from the first point, the user has to think of prompts themselves to ensure they get an effective result. Thankfully, through thorough testing, we have determined prompts that are guaranteed to help users achieve effective results when using the extension so they do not have to go through the hassle of thinking of prompts themselves and being dissatisfied with ineffective outputs.\n3. Resource optimization - Last but not the least, a chrome extension is much lighter as compared a separate tab or a window. This ensures that users do not have to expend too many resources for a task that can be completed through less costly resources."
  }
}