{
  "name": {
    "ar": "قراءة الكتاب الاليكترونى دراكولا على الانترنت",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Dracula PDF for Free",
    "bg": "Прочетете онлайн електронната книга на Дракула",
    "ca": "Llegiu Dracula Ebook en línia",
    "cs": "Přečtěte si elektronickou knihu Dracula online",
    "da": "Læs Dracula Ebook Online",
    "de": "Lesen Sie Dracula Ebook Online",
    "el": "Διαβάστε το Dracula Ebook online",
    "es": "Leer el libro electrónico de Drácula en línea",
    "et": "Lugege Dracula Ebook Online&#39;i",
    "fa": "کتاب الکترونیکی دراکولا را بخوانید",
    "fi": "Lue Dracula Ebook Online",
    "fil": "Basahin ang Dracula Ebook Online",
    "fr": "Lire le livre électronique de Dracula en ligne",
    "he": "קרא דרקולה ספר אלקטרוני באינטרנט",
    "hi": "ड्रैकुला ईबुक ऑनलाइन पढ़ें",
    "hr": "Pročitajte Dracula Ebook na mreži",
    "hu": "Olvassa el a Dracula Ebook Online oldalt",
    "id": "Baca Dracula Ebook Online",
    "it": "Leggi Dracula Ebook Online",
    "ja": "ドラキュラ電子ブックをオンラインで読む",
    "ko": "Dracula Ebook 온라인 읽기",
    "lt": "Skaitykite „Dracula Ebook Online“",
    "lv": "Lasiet Dracula Ebook Online",
    "ms": "Baca Ebook Dracula Secara Dalam Talian",
    "nl": "Lees Dracula Ebook online",
    "no": "Les Dracula Ebook Online",
    "pl": "Przeczytaj Dracula Ebook Online",
    "ro": "Citiți Dracula Ebook online",
    "ru": "Читать электронную книгу о Дракуле онлайн",
    "sk": "Prečítajte si elektronickú knihu Dracula online",
    "sl": "Preberite spletno knjigo Dracula",
    "sr": "Прочитајте Драцула Ебоок на мрежи",
    "sv": "Läs Dracula Ebook online",
    "th": "อ่าน Dracula Ebook ออนไลน์",
    "tr": "Dracula Ebook Online&#39;ı Okuyun",
    "uk": "Читайте електронну книгу Dracula Online",
    "vi": "Đọc Ebook Dracula trực tuyến",
    "zh_CN": "在线阅读德古拉电子书",
    "zh_TW": "在線閱讀德古拉電子書"
  },
  "short": {
    "ar": "دراكولا هي رواية رعب قوطية تعود لعام 1897 للمؤلف الأيرلندي برام ستوكر",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Dracula is an 1897 Gothic horror novel by Irish author Bram Stoker",
    "bg": "Дракула е готически роман на ужасите от 1897 г. на ирландския автор Брам Стокър",
    "ca": "Dràcula és una novel·la de terror gòtic de 1897 de l&#39;autor irlandès Bram Stoker",
    "cs": "Dracula je gotický hororový román z roku 1897 od irského autora Brama Stokera",
    "da": "Dracula er en gotisk gyserroman fra 1897 af den irske forfatter Bram Stoker",
    "de": "Dracula ist ein gotischer Horror-Roman des irischen Autors Bram Stoker aus dem Jahr 1897",
    "el": "Το Dracula είναι ένα μυθιστόρημα τρόμου του 1897 από τον Ιρλανδό συγγραφέα Bram Stoker",
    "es": "Drácula es una novela de terror gótica de 1897 del autor irlandés Bram Stoker.",
    "et": "Dracula on 1897. aasta gooti õudusromaan, mille autor on iiri kirjanik Bram Stoker",
    "fa": "دراکولا یک رمان ترسناک گوتیک از نویسنده ایرلندی ، برام استوکر ، در سال 1897 است",
    "fi": "Dracula on irlantilaisen kirjailijan Bram Stokerin goottilainen kauhuelokuva vuodelta 1897",
    "fil": "Ang Dracula ay isang nobela noong 1897 ng Gothic horror ng may-akdang Irlandes na si Bram Stoker",
    "fr": "Dracula est un roman d&#39;horreur gothique de 1897 de l&#39;auteur irlandais Bram Stoker",
    "he": "דרקולה הוא רומן אימה גותי משנת 1897 מאת הסופר האירי ברם סטוקר",
    "hi": "ड्रेकुला आयरिश लेखक ब्रैम स्टोकर का 1897 का गोथिक हॉरर उपन्यास है",
    "hr": "Drakula je gotički horor roman iz 1897. godine irskog autora Brama Stokera",
    "hu": "A Dracula egy 1897-es gótikus horror regény, Bram Stoker ír írótól",
    "id": "Dracula adalah novel horor Gothic tahun 1897 oleh penulis Irlandia, Bram Stoker",
    "it": "Dracula è un romanzo horror gotico del 1897 dell&#39;autore irlandese Bram Stoker",
    "ja": "ドラキュラは、アイルランドの作家ブラムストーカーによる1897年のゴシックホラー小説です。",
    "ko": "Dracula는 아일랜드 작가 Bram Stoker의 1897 년 고딕 공포 소설입니다.",
    "lt": "„Drakula“ yra 1897 m. Gotikos siaubo romanas, kurį parašė airių rašytojas Bramas Stokeris",
    "lv": "Drakula ir īru autora Brama Stokera 1897. gada gotikas šausmu romāns",
    "ms": "Dracula adalah novel seram Gothic tahun 1897 oleh pengarang Ireland Bram Stoker",
    "nl": "Dracula is een gotische horrorroman uit 1897 van de Ierse auteur Bram Stoker",
    "no": "Dracula er en gotisk skrekkroman fra 1897 av den irske forfatteren Bram Stoker",
    "pl": "Dracula to gotycka powieść grozy z 1897 roku autorstwa irlandzkiego autora Brama Stokera",
    "ro": "Dracula este un roman de groază gotic din 1897 al autorului irlandez Bram Stoker",
    "ru": "Дракула - это готический роман ужасов 1897 года ирландского писателя Брэма Стокера.",
    "sk": "Dracula je gotický hororový román z roku 1897 od írskeho autora Brama Stokera",
    "sl": "Drakula je gotska grozljivka iz leta 1897 irskega avtorja Brama Stokerja",
    "sr": "Дракула је готички хорор роман из 1897. године ирског аутора Брама Стокера",
    "sv": "Dracula är en gotisk skräckroman från 1897 av den irländska författaren Bram Stoker",
    "th": "Dracula เป็นนวนิยายสยองขวัญสไตล์โกธิคปีพ. ศ. 2440 โดยนักเขียนชาวไอริช Bram Stoker",
    "tr": "Dracula, İrlandalı yazar Bram Stoker&#39;ın 1897 tarihli Gotik korku romanıdır.",
    "uk": "«Дракула» - готичний роман жахів 1897 року ірландського автора Брема Стокера",
    "vi": "Dracula là một tiểu thuyết kinh dị Gothic năm 1897 của tác giả người Ireland, Bram Stoker",
    "zh_CN": "吸血鬼是爱尔兰作家布拉姆·斯托克（Bram Stoker）于1897年创作的哥特式恐怖小说",
    "zh_TW": "吸血鬼是愛爾蘭作家布拉姆·斯托克（Bram Stoker）於1897年創作的哥特式恐怖小說"
  },
  "long": {
    "ar": "دراكولا هي رواية رعب قوطية تعود لعام 1897 للمؤلف الأيرلندي برام ستوكر. قدم شخصية الكونت دراكولا وأسس العديد من اتفاقيات خيال مصاصي الدماء اللاحقة. تحكي الرواية قصة محاولة دراكولا الانتقال من ترانسيلفانيا إلى إنجلترا حتى يجد دماء جديدة وينشر لعنة الموتى الأحياء ، وكذلك قصة المعركة بين دراكولا ومجموعة صغيرة من الناس بقيادة البروفيسور أبراهام فان هيلسينج.\n\nاحصل على الوصول إلى رواية Dracula مجانًا داخل هذا البرنامج. ما عليك سوى تثبيت الامتداد ويمكنك البدء في قراءة رواية Dracula مجانًا!",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Dracula is an 1897 Gothic horror novel by Irish author Bram Stoker. It introduced the character of Count Dracula and established many conventions of subsequent vampire fantasy. The novel tells the story of Dracula's attempt to move from Transylvania to England so that he may find new blood and spread the undead curse, and of the battle between Dracula and a small group of people led by Professor Abraham Van Helsing.\n\nGet access to the Dracula novel for free inside this software. Simply install the extension and you can start reading the novel Dracula for free!",
    "bg": "Дракула е готически роман на ужасите от 1897 г. на ирландския автор Брам Стокър. Той представи характера на граф Дракула и установи много конвенции за последваща вампирска фантазия. Романът разказва историята на опита на Дракула да се премести от Трансилвания в Англия, за да намери нова кръв и да разпространи проклятието на немъртвите, както и за битката между Дракула и малка група хора, водени от професор Абрахам Ван Хелсинг.\n\nПолучете безплатен достъп до романа на Дракула вътре в този софтуер. Просто инсталирайте разширението и можете да започнете да четете романа Дракула безплатно!",
    "ca": "Dràcula és una novel·la de terror gòtic de 1897 de l'autor irlandès Bram Stoker. Va introduir el personatge del comte Dràcula i va establir moltes convencions de fantasia vampir posterior. La novel·la explica la història de l’intent de Dràcula de traslladar-se de Transsilvània a Anglaterra perquè trobés sang nova i difongués la maledicció dels no-morts, i de la batalla entre Dràcula i un petit grup de persones dirigit pel professor Abraham Van Helsing.\n\nAccediu gratuïtament a la novel·la Dracula dins d’aquest programari. Simplement instal·leu l’extensió i podreu començar a llegir la novel·la Dràcula de forma gratuïta.",
    "cs": "Dracula je gotický hororový román z roku 1897 od irského autora Brama Stokera. Představila postavu hraběte Drákula a zavedla mnoho konvencí následné upírské fantazie. Román vypráví příběh o Drákulově pokusu přestěhovat se z Transylvánie do Anglie, aby mohl najít novou krev a šířit nemrtvé kletby, a o bitvě mezi Drákulou a malou skupinou lidí vedenou profesorem Abrahamem Van Helsingem.\n\nZískejte zdarma přístup k románu Dracula uvnitř tohoto softwaru. Jednoduše si nainstalujte rozšíření a můžete začít číst nový Dracula zdarma!",
    "da": "Dracula er en gotisk gyserroman fra 1897 af den irske forfatter Bram Stoker. Det introducerede karakteren af grev Dracula og etablerede mange konventioner for efterfølgende vampyrfantasi. Romanen fortæller historien om Draculas forsøg på at flytte fra Transsylvanien til England, så han kan finde nyt blod og sprede den udøde forbandelse og om slaget mellem Dracula og en lille gruppe mennesker ledet af professor Abraham Van Helsing.\n\nFå gratis adgang til Dracula-romanen inde i denne software. Du skal blot installere udvidelsen, så kan du begynde at læse romanen Dracula gratis!",
    "de": "Dracula ist ein gotischer Horror-Roman des irischen Autors Bram Stoker aus dem Jahr 1897. Es führte den Charakter des Grafen Dracula ein und begründete viele Konventionen der nachfolgenden Vampirphantasie. Der Roman erzählt die Geschichte von Draculas Versuch, von Siebenbürgen nach England zu ziehen, um neues Blut zu finden und den Fluch der Untoten zu verbreiten, sowie von der Schlacht zwischen Dracula und einer kleinen Gruppe von Menschen, angeführt von Professor Abraham Van Helsing.\n\nIn dieser Software erhalten Sie kostenlosen Zugriff auf den Dracula-Roman. Installieren Sie einfach die Erweiterung und Sie können den Roman Dracula kostenlos lesen!",
    "el": "Το Dracula είναι ένα μυθιστόρημα τρόμου του 1897 από τον Ιρλανδό συγγραφέα Bram Stoker. Εισήγαγε τον χαρακτήρα του Κόμη Δράκουλα και καθιέρωσε πολλές συμβάσεις της επόμενης φαντασίας βαμπίρ. Το μυθιστόρημα αφηγείται την ιστορία της απόπειρας του Δράκουλα να μετακομίσει από την Τρανσυλβανία στην Αγγλία, ώστε να βρει νέο αίμα και να εξαπλώσει τη νεκρή κατάρα και τη μάχη μεταξύ του Δράκουλα και μιας μικρής ομάδας ανθρώπων με επικεφαλής τον καθηγητή Αβραάμ Βαν Χέλσινγκ.\n\nΑποκτήστε δωρεάν πρόσβαση στο μυθιστόρημα Dracula μέσα σε αυτό το λογισμικό. Απλώς εγκαταστήστε την επέκταση και μπορείτε να αρχίσετε να διαβάζετε το μυθιστόρημα Dracula δωρεάν!",
    "en_US,fi,he": "Dracula is an 1897 Gothic horror novel by Irish author Bram Stoker. It introduced the character of Count Dracula and established many conventions of subsequent vampire fantasy. The novel tells the story of Dracula's attempt to move from Transylvania to England so that he may find new blood and spread the undead curse, and of the battle between Dracula and a small group of people led by Professor Abraham Van Helsing.\n \nGet access to the Dracula novel for free inside this software. Simply install the extension and you can start reading the novel Dracula for free!",
    "es": "Drácula es una novela de terror gótica de 1897 del autor irlandés Bram Stoker. Introdujo el personaje del Conde Drácula y estableció muchas convenciones de fantasía vampírica posterior. La novela cuenta la historia del intento de Drácula de trasladarse de Transilvania a Inglaterra para poder encontrar sangre nueva y difundir la maldición de los no-muertos, y de la batalla entre Drácula y un pequeño grupo de personas liderado por el profesor Abraham Van Helsing.\n\nObtenga acceso a la novela de Drácula de forma gratuita dentro de este software. ¡Simplemente instale la extensión y podrá comenzar a leer la novela Drácula gratis!",
    "et": "Dracula on iiri kirjaniku Bram Stokeri 1897. aasta gooti õudusromaan. See tutvustas krahv Dracula tegelaskuju ja lõi palju järgneva vampiirifantaasia konventsioone. Romaan räägib loo Dracula katsest kolida Transilvaaniast Inglismaale, et ta leiaks uut verd ja levitaks surmatut needust, ning lahingust Dracula ja väikese inimrühma vahel, mida juhib professor Abraham Van Helsing.\n\nSelles tarkvaras saate Dracula romaanile tasuta juurdepääsu. Paigaldage lihtsalt laiendus ja võite hakata romaani Dracula tasuta lugema!",
    "fa": "دراکولا یک رمان ترسناک گوتیک از نویسنده ایرلندی ، برام استوکر ، در سال 1897 است. شخصیت کنت دراکولا را معرفی کرد و بسیاری از قراردادهای خیالی خون آشام بعدی را پایه گذاری کرد. این رمان داستان تلاش دراکولا برای انتقال از ترانسیلوانیا به انگلستان است تا او بتواند خون جدیدی پیدا کند و نفرین ارواح را گسترش دهد و نبرد بین دراکولا و گروه کوچکی از مردم به رهبری پروفسور آبراهام ون هلسینگ.\n\nدر داخل این نرم افزار به صورت رایگان به رمان دراکولا دسترسی پیدا کنید. به سادگی پسوند را نصب کنید و می توانید رمان دراکولا را به صورت رایگان بخوانید!",
    "fil": "Dracula on irlantilaisen kirjailijan Bram Stokerin goottilainen kauhuelokuva vuodelta 1897. Se esitteli kreivi Draculan luonteen ja loi monia sopimuksia myöhemmästä vampyyrifantasiasta. Romaani kertoo Draculan yrityksestä siirtyä Transylvaniasta Englantiin, jotta hän voisi löytää uutta verta ja levittää undead-kirouksen, sekä Draculan ja pienen ihmisryhmän taistelusta professori Abraham Van Helsingin johdolla.\n\nPääset Dracula-romaaniin ilmaiseksi tämän ohjelmiston sisällä. Asenna vain laajennus ja voit alkaa lukea uutta Draculaa ilmaiseksi!",
    "fr": "Dracula est un roman d'horreur gothique de 1897 de l'auteur irlandais Bram Stoker. Il a introduit le personnage du comte Dracula et établi de nombreuses conventions de fantaisie vampire ultérieure. Le roman raconte l'histoire de la tentative de Dracula de passer de la Transylvanie à l'Angleterre afin qu'il puisse trouver du sang neuf et répandre la malédiction des morts-vivants, et de la bataille entre Dracula et un petit groupe de personnes dirigé par le professeur Abraham Van Helsing.\n\nAccédez gratuitement au roman de Dracula dans ce logiciel. Installez simplement l'extension et vous pouvez commencer à lire le roman Dracula gratuitement!",
    "hi": "ड्रेकुला आयरिश लेखक ब्रैम स्टोकर का 1897 का गोथिक हॉरर उपन्यास है। इसने गिनती ड्रैकुला के चरित्र को पेश किया और बाद की पिशाच कल्पना के कई सम्मेलनों की स्थापना की। उपन्यास ड्रैकुला के ट्रांसिल्वेनिया से इंग्लैंड जाने की कोशिश की कहानी कहता है ताकि उसे नया रक्त मिल जाए और मरे हुए अभिशाप को फैलाने के लिए, और ड्रैकुला और प्रोफेसर अब्राहम वान हेलसिंग के नेतृत्व में लोगों के एक छोटे समूह के बीच लड़ाई हो।\n\nइस सॉफ्टवेयर के अंदर मुफ्त में ड्रैकुला उपन्यास तक पहुँच प्राप्त करें। बस विस्तार स्थापित करें और आप मुफ्त में ड्रैकुला उपन्यास पढ़ना शुरू कर सकते हैं!",
    "hr": "Drakula je gotički horor roman iz 1897. godine irskog autora Brama Stokera. Uvela je lik grofa Drakule i uspostavila mnoge konvencije naknadne vampirske fantazije. Roman govori o Drakulinom pokušaju da se iz Transilvanije preseli u Englesku kako bi mogao pronaći novu krv i proširio nemrtvu kletvu, te o bitci između Drakule i male skupine ljudi koju je vodio profesor Abraham Van Helsing.\n\nPristupite romanu Dracula besplatno u ovom softveru. Jednostavno instalirajte produžetak i možete početi čitati roman Drakula besplatno!",
    "hu": "A Dracula egy 1897-es gótikus horror regény, Bram Stoker ír írótól. Bemutatta Drakula gróf karakterét, és számos egyezményt hozott létre a későbbi vámpírfantáziában. A regény Drakula történetét meséli el arról a kísérletről, hogy Erdélyből Angliába költözzön, hogy új vért találjon és terjessze az élőholt átkot, valamint a Drakula és az Abraham Van Helsing professzor által vezetett kis embercsoport közötti csatáról.\n\nIngyenes hozzáférés a Dracula regényhez ezen a szoftveren belül. Egyszerűen telepítse a bővítményt, és elkezdheti ingyen olvasni a Dracula regényt!",
    "id": "Dracula adalah novel horor Gothic tahun 1897 oleh penulis Irlandia, Bram Stoker. Itu memperkenalkan karakter Count Dracula dan menetapkan banyak konvensi fantasi vampir berikutnya. Novel ini bercerita tentang upaya Dracula untuk pindah dari Transylvania ke Inggris sehingga dia dapat menemukan darah baru dan menyebarkan kutukan mayat hidup, dan pertempuran antara Dracula dan sekelompok kecil orang yang dipimpin oleh Profesor Abraham Van Helsing.\n\nDapatkan akses ke novel Dracula secara gratis di dalam perangkat lunak ini. Cukup instal ekstensi dan Anda dapat mulai membaca novel Drakula secara gratis!",
    "it": "Dracula è un romanzo horror gotico del 1897 dell'autore irlandese Bram Stoker. Introdusse il personaggio del Conte Dracula e stabilì molte convenzioni della successiva fantasia sui vampiri. Il romanzo racconta la storia del tentativo di Dracula di trasferirsi dalla Transilvania all'Inghilterra in modo che possa trovare nuovo sangue e diffondere la maledizione dei non morti, e della battaglia tra Dracula e un piccolo gruppo di persone guidate dal professor Abraham Van Helsing.\n\nAccedi gratuitamente al romanzo di Dracula all'interno di questo software. Installa semplicemente l'estensione e puoi iniziare a leggere il romanzo Dracula gratuitamente!",
    "ja": "ドラキュラは、アイルランドの作家ブラムストーカーによる1897年のゴシックホラー小説です。それはドラキュラ伯爵の性格を紹介し、その後の吸血鬼ファンタジーの多くの慣習を確立しました。この小説は、ドラキュラがトランシルヴァニアからイギリスに移動して新しい血を見つけ、アンデッドの呪いを広めようとしたことと、ドラキュラとアブラハム・ヴァン・ヘルシング教授が率いる少数の人々との戦いの物語です。\n\nこのソフトウェア内でドラキュラ小説に無料でアクセスできます。拡張機能をインストールするだけで、小説ドラキュラを無料で読み始めることができます！",
    "ko": "Dracula는 아일랜드 작가 Bram Stoker의 1897 년 고딕 공포 소설입니다. 그것은 드라큘라 백작의 캐릭터를 소개하고 후속 뱀파이어 판타지의 많은 관습을 확립했습니다. 이 소설은 드라큘라가 트란실바니아에서 영국으로 옮겨 새로운 피를 찾아 언데드 저주를 퍼 뜨리려는 시도와 드라큘라와 아브라함 반 헬싱 교수가 이끄는 소수의 사람들 사이의 전투에 대한 이야기를 담고 있습니다.\n\n이 소프트웨어 내에서 무료로 Dracula 소설에 액세스하십시오. 확장 프로그램을 설치하기 만하면 소설 드라큘라를 무료로 읽을 수 있습니다!",
    "lt": "„Drakula“ yra 1897 m. Gotikos siaubo romanas, kurį parašė airių rašytojas Bramas Stokeris. Tai supažindino su grafo Drakulos personažu ir įtvirtino daugybę vėlesnių vampyrų fantazijos susitarimų. Romane pasakojama apie Drakulos bandymą persikelti iš Transilvanijos į Angliją, kad jis rastų naują kraują ir paskleistų negyvą prakeiksmą, ir apie Drakulos bei nedidelės žmonių grupės, kuriai vadovauja profesorius Abraomas Van Helsingas, kovą.\n\nGaukite nemokamą prieigą prie „Dracula“ romano šioje programinėje įrangoje. Tiesiog įdiekite plėtinį ir galėsite nemokamai skaityti romaną „Drakula“!",
    "lv": "Drakula ir īru autora Brama Stokera 1897. gada gotikas šausmu romāns. Tas ieviesa grāfa Drakulas raksturu un izveidoja daudzas turpmākās vampīru fantāzijas konvencijas. Romāns stāsta par Drakulas mēģinājumu pārcelties no Transilvānijas uz Angliju, lai viņš varētu atrast jaunas asinis un izplatīt nedzīvo lāstu, kā arī par Drakulas un nelielas cilvēku grupas, kuru vadīja profesors Ābrahams Van Helsings, cīņu.\n\nŠajā programmatūrā bez maksas piekļūstiet Drakulas romānam. Vienkārši instalējiet paplašinājumu, un jūs varat sākt lasīt romānu Dracula bez maksas!",
    "ms": "Dracula adalah novel seram Gothic tahun 1897 oleh pengarang Ireland Bram Stoker. Ini memperkenalkan watak Count Dracula dan menetapkan banyak konvensi fantasi vampire berikutnya. Novel ini menceritakan kisah percubaan Dracula untuk pindah dari Transylvania ke England sehingga dia dapat menemukan darah baru dan menyebarkan kutukan mayat hidup, dan pertempuran antara Dracula dan sekelompok kecil orang yang dipimpin oleh Profesor Abraham Van Helsing.\n\nDapatkan akses ke novel Dracula secara percuma di dalam perisian ini. Cukup pasangkan pelanjutan dan anda boleh mula membaca novel Dracula secara percuma!",
    "nl": "Dracula is een gotische horrorroman uit 1897 van de Ierse auteur Bram Stoker. Het introduceerde het karakter van graaf Dracula en vestigde vele conventies van latere vampierfantasie. De roman vertelt het verhaal van Dracula's poging om van Transsylvanië naar Engeland te verhuizen, zodat hij nieuw bloed kan vinden en de ondode vloek kan verspreiden, en van de strijd tussen Dracula en een kleine groep mensen onder leiding van professor Abraham Van Helsing.\n\nKrijg gratis toegang tot de Dracula-roman in deze software. Installeer gewoon de extensie en u kunt de roman Dracula gratis gaan lezen!",
    "no": "Dracula er en gotisk skrekkroman fra 1897 av den irske forfatteren Bram Stoker. Den introduserte karakteren til grev Dracula og etablerte mange konvensjoner av påfølgende vampyrfantasi. Romanen forteller historien om Draculas forsøk på å flytte fra Transylvania til England, slik at han kan finne nytt blod og spre den udøde forbannelsen, og om slaget mellom Dracula og en liten gruppe mennesker ledet av professor Abraham Van Helsing.\n\nFå gratis tilgang til Dracula-romanen i denne programvaren. Bare installer utvidelsen, så kan du begynne å lese romanen Dracula gratis!",
    "pl": "Dracula to gotycka powieść grozy z 1897 roku autorstwa irlandzkiego autora Brama Stokera. Wprowadziła postać hrabiego Draculi i ustanowiła wiele konwencji późniejszej fantazji wampirów. Powieść opowiada o próbie przeniesienia się Draculi z Transylwanii do Anglii, aby mógł znaleźć nową krew i siać klątwę nieumarłych, a także o walce pomiędzy Draculą i niewielką grupą ludzi pod wodzą profesora Abrahama Van Helsinga.\n\nUzyskaj dostęp do powieści Draculi za darmo w tym oprogramowaniu. Po prostu zainstaluj rozszerzenie i możesz zacząć czytać powieść Dracula za darmo!",
    "ro": "Dracula este un roman de groază gotic din 1897 al autorului irlandez Bram Stoker. A introdus caracterul contelui Dracula și a stabilit multe convenții ale fanteziei ulterioare a vampirilor. Romanul spune povestea încercării lui Dracula de a se muta din Transilvania în Anglia, astfel încât să poată găsi sânge nou și să răspândească blestemul strigoiului, precum și despre bătălia dintre Dracula și un grup mic de oameni condus de profesorul Abraham Van Helsing.\n\nObțineți acces gratuit la romanul Dracula în cadrul acestui software. Pur și simplu instalați extensia și puteți începe să citiți romanul Dracula gratuit!",
    "ru": "Дракула - это готический роман ужасов 1897 года ирландского писателя Брэма Стокера. Он представил характер графа Дракулы и установил многие условности последующих вампирских фэнтези. В романе рассказывается история попытки Дракулы перебраться из Трансильвании в Англию, чтобы найти новую кровь и распространить проклятие нежити, а также о битве между Дракулой и небольшой группой людей во главе с профессором Абрахамом Ван Хельсингом.\n\nПолучите бесплатный доступ к роману Дракулы внутри этой программы. Просто установите расширение, и вы сможете начать читать роман Дракула бесплатно!",
    "sk": "Dracula je gotický hororový román z roku 1897 od írskeho autora Brama Stokera. Predstavila postavu grófa Drakulu a ustanovila mnoho konvencií následnej upírskej fantázie. Román rozpráva o Drakulovom pokuse presťahovať sa z Transylvánie do Anglicka, aby našiel novú krv a rozšíril nemŕtvu kliatbu, a o bitke medzi Drakulom a malou skupinou ľudí pod vedením profesora Abrahama Van Helsinga.\n\nZískajte zadarmo prístup k románu Dracula vo vnútri tohto softvéru. Jednoducho si nainštalujte rozšírenie a môžete začať čítať román Dracula zadarmo!",
    "sl": "Dracula je gotska grozljivka iz leta 1897 irskega avtorja Brama Stokerja. Predstavil je lik grofa Drakule in vzpostavil številne konvencije kasnejših vampirskih domišljij. Roman pripoveduje zgodbo o poskusu Drakule, da se iz Transilvanije preseli v Anglijo, da bi lahko našel novo kri in razširil nemrtvo kletvo, ter o bitki med Drakulo in majhno skupino ljudi, ki jo je vodil profesor Abraham Van Helsing.\n\nV tej programski opremi lahko brezplačno dostopate do romana Dracula. Preprosto namestite razširitev in lahko začnete brati roman Drakula brezplačno!",
    "sr": "Дракула је готички хорор роман из 1897. године ирског аутора Брама Стокера. Увела је лик грофа Дракуле и успоставила многе конвенције накнадне вампирске фантазије. Роман говори о покушају Дракуле да се из Трансилваније пресели у Енглеску како би могао пронаћи нову крв и проширио немртву клетву и о борби између Дракуле и мале групе људи коју је водио професор Абрахам Ван Хелсинг.\n\nПриступите роману Дракула бесплатно у овом софтверу. Једноставно инсталирајте продужетак и можете започети читање романа Дракула бесплатно!",
    "sv": "Dracula är en gotisk skräckroman från 1897 av den irländska författaren Bram Stoker. Det introducerade karaktären av greve Dracula och etablerade många konventioner för efterföljande vampyrfantasi. Romanen berättar historien om Draculas försök att flytta från Transsylvanien till England så att han kan hitta nytt blod och sprida den odöda förbannelsen och om striden mellan Dracula och en liten grupp människor som leds av professor Abraham Van Helsing.\n\nFå gratis tillgång till Dracula-romanen i denna programvara. Installera bara tillägget så kan du börja läsa romanen Dracula gratis!",
    "th": "Dracula เป็นนวนิยายสยองขวัญสไตล์โกธิคปีพ. ศ. 2440 โดยนักเขียนชาวไอริช Bram Stoker มันแนะนำตัวละครของเคานต์แดร็กคิวล่าและสร้างการประชุมมากมายของแฟนตาซีแวมไพร์ในภายหลัง นวนิยายเรื่องนี้บอกเล่าเรื่องราวของความพยายามของ Dracula ที่จะย้ายจากทรานซิลเวเนียไปยังอังกฤษเพื่อที่เขาจะได้พบกับเลือดใหม่และแพร่กระจายคำสาปที่ไม่ตายและการต่อสู้ระหว่างแดรกคิวลากับคนกลุ่มเล็ก ๆ ที่นำโดยศาสตราจารย์อับราฮัมแวนเฮลซิง\n\nเข้าถึงนวนิยาย Dracula ได้ฟรีภายในซอฟต์แวร์นี้ เพียงแค่ติดตั้งส่วนขยายและคุณสามารถเริ่มอ่านนวนิยาย Dracula ได้ฟรี!",
    "tr": "Dracula, İrlandalı yazar Bram Stoker'ın 1897 tarihli Gotik korku romanıdır. Kont Drakula karakterini tanıttı ve sonraki vampir fantezisinin birçok konvansiyonunu kurdu. Roman, Dracula'nın yeni kan bulabilmesi ve ölümsüz lanetini yayabilmesi için Transilvanya'dan İngiltere'ye geçme girişiminin ve Dracula ile Profesör Abraham Van Helsing'in liderliğindeki küçük bir grup insan arasındaki savaşın hikayesini anlatıyor.\n\nBu yazılımın içinden Drakula romanına ücretsiz olarak erişin. Sadece uzantıyı yükleyin ve romanı Drakula'yı ücretsiz olarak okumaya başlayabilirsiniz!",
    "uk": "«Дракула» - готичний роман жахів 1897 року ірландського автора Брема Стокера. Він представив характер графа Дракули і встановив багато умовностей подальшої фантазії вампірів. Роман розповідає про спробу Дракули переїхати з Трансільванії до Англії, щоб він міг знайти нову кров і поширити нежить, і про битву між Дракулою та невеликою групою людей на чолі з професором Абрахамом Ван Хельсінгом.\n\nОтримайте доступ до роману про Дракулу безкоштовно всередині цього програмного забезпечення. Просто встановіть розширення, і ви зможете почати читати роман Дракула безкоштовно!",
    "vi": "Dracula là một tiểu thuyết kinh dị Gothic năm 1897 của tác giả người Ireland, Bram Stoker. Nó giới thiệu nhân vật Bá tước Dracula và thiết lập nhiều quy ước về tưởng tượng ma cà rồng sau đó. Cuốn tiểu thuyết kể câu chuyện về việc Dracula cố gắng di chuyển từ Transylvania đến Anh để có thể tìm thấy dòng máu mới và truyền bá lời nguyền xác sống, và về cuộc chiến giữa Dracula và một nhóm nhỏ người do Giáo sư Abraham Van Helsing dẫn đầu.\n\nNhận quyền truy cập vào tiểu thuyết Dracula miễn phí trong phần mềm này. Chỉ cần cài đặt tiện ích mở rộng và bạn có thể bắt đầu đọc tiểu thuyết Dracula miễn phí!",
    "zh_CN": "德古拉（Dracula）是爱尔兰作家布拉姆·斯托克（Bram Stoker）于1897年创作的哥特式恐怖小说。它介绍了吸血鬼伯爵（Count Dracula）的性格，并建立了许多后来的吸血鬼幻想的惯例。小说讲述了德古拉试图从特兰西瓦尼亚移居到英格兰，以便他发现新血并传播不死诅咒的故事，以及德古拉与亚伯拉罕·范·赫尔辛教授领导的一小群人之间的战斗的故事。\n\n在此软件内免费获得Dracula小说。只需安装扩展程序，您就可以免费开始阅读新颖的Dracula！",
    "zh_TW": "德古拉（Dracula）是愛爾蘭作家布拉姆·斯托克（Bram Stoker）於1897年創作的哥特式恐怖小說。它介紹了吸血鬼伯爵（Count Dracula）的性格，並建立了許多後來的吸血鬼幻想的慣例。小說講述了德古拉試圖從特蘭西瓦尼亞移居到英格蘭，以便他發現新血並傳播不死詛咒的故事，以及德古拉與亞伯拉罕·範·赫爾辛教授領導的一小群人之間的戰鬥的故事。\n\n在此軟件內免費獲得Dracula小說。只需安裝擴展程序，您就可以免費開始閱讀新穎的Dracula！"
  }
}