{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Personizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Record your daily work and break times with the handy timer function",
    "de": "Erfasse deine täglichen Arbeits- und Pausenzeiten mit der praktischen Timer-Funktion"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "One click is needed to start your workday in Personizer, pause it during your lunch break and finish it on time at the end of the day.\n\nPersonizer Chrome extension impresses with its simple and user friendly design.\n\n \n\nBENEFITS\n\n✓ Record your working hours with a single click.\n✓ Focus on your work while Personizer takes care of your administration.\n✓ Use Personizer anytime and anywhere, no matter if you work in the office, on the road or remote.\n✓ Don't worry about error-prone manual time tracking anymore: Personizer meets all the requirements of the ECJ ruling.\n\n \n\nFEATURES\n\n✓ Timer function with start and pause button\n\n✓ Calculation and display of daily work and break times\n\n✓ Text field for the individual labeling of the time periods\n\n✓ Direct link to Personizer web application for additional features and insights\n\n \n\nABOUT PERSONIZER\n\nPersonizer develops cloud-based HR tools for efficient time tracking and absence management for small and medium-sized companies. The fully integrable software modules are characterized by easy handling and fair prices.\n\nAlready, more than 500 companies successfully digitalize and optimize their HR processes with Personizer's software solutions.",
    "de": "Ein Klick reicht aus, um in Personizer deinen Arbeitstag zu starten, in der Mittagspause zu pausieren und pünktlich zum Feierabend zu beenden.\n\nDie Personizer Chrome-Erweiterung besticht durch ihr benutzerfreundliches Design. \n\n \n\nVORTEILE\n\n✓ Erfasse deine Arbeitszeiten mit einem einzigen Klick.\n✓ Konzentriere dich auf deine Arbeit, während Personizer sich um deine Zeiten kümmert.\n✓ Nutze Personizer zu jeder Zeit und an jedem Ort, völlig egal, ob du im Büro, unterwegs oder von zu Hause arbeitest.\n✓ Mach dir keine Sorgen über fehleranfällige manuelle Zeiterfassung mehr: Personizer erfüllt alle Vorschriften des EuGH-Urteils.\n\n \n\nFEATURES\n\n✓ Timer-Funktion mit Start- und Pausen-Button\n\n✓ Kalkulation und Anzeige der täglichen Arbeits- und Pausenzeit\n\n✓ Textfeld für die individuelle Beschriftung der Zeitabschnitte\n\n✓ Direkter Link zur Personizer Webanwendung für weitere Funktionen und Übersichten\n\n \n\nÜBER PERSONIZER\n\nPersonizer entwickelt cloudbasierte HR-Tools für die effiziente Zeiterfassung und Urlaubsverwaltung in kleinen und mittelständischen Unternehmen. Die voll integrierbaren Software-Module zeichnen sich durch eine einfache Handhabung und ein faires Preis-Leistungsverhältnis aus.   \n\nBereits über 500 Unternehmen weltweit digitalisieren und optimieren erfolgreich ihre HR-Prozesse mit den Software-Lösungen von Personizer."
  }
}