{
  "name": {
    "ar,da,et,fa,he,hu,ml,no,ro,sv": "Color Stars Online",
    "am,bn,el,fi,kn,ko,lv,mr,sk,sl": "Color Stars Unblocked Game",
    "bg,ca,cs,fil,gu,hi,hr,id,ja,ms,pl,sw,ta,te,th": "Color Stars Online Game",
    "de,en,en_AU,en_GB,en_US,es,es_419,fr,it,lt,nl,pt_BR,pt_PT,ru,sr,tr,uk,vi,zh_CN,zh_TW": "Color Stars Game"
  },
  "short": {
    "ar": "في لعبة الممرات هذه ، كلما زاد عدد الكرات التي تجمعها ، زادت سرعة رؤية أماكن جديدة.",
    "am": "በዚህ አርክዴድ ጨዋታ ላይ ኳስ በሰበሰብክ መጠን አዳዲስ ቦታዎችን በፍጥነት ማየት ትችላለህ።",
    "bg": "В тази аркадна игра, колкото повече топки събирате, толкова по-бързо можете да видите нови места.",
    "bn": "এই তোরণ খেলা, আপনি যত বেশি বল সংগ্রহ করবেন, তত দ্রুত আপনি নতুন জায়গাগুলি দেখতে পাবেন।",
    "ca": "En aquest joc d'arcade, com més boles es recullen, més ràpid es pot veure nous llocs.",
    "cs": "V této arkádové hře, čím více kuliček nasbíráte, tím rychleji můžete vidět nová místa.",
    "da": "I dette arkadespil, jo flere bolde du samler, jo hurtigere kan du se nye steder.",
    "de": "In diesem Arcade-Spiel, je mehr Bälle Sie sammeln, desto schneller können Sie neue Orte sehen.",
    "el": "Σε αυτό το παιχνίδι arcade, όσο περισσότερες μπάλες συλλέγετε, τόσο πιο γρήγορα μπορείτε να δείτε νέα μέρη.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "In this arcade game, the more balls you collect, the faster you can see new places.",
    "es": "En este juego de arcade, cuantas más bolas recojas, más rápido podrás ver nuevos lugares.",
    "et": "Selles arcade mäng, mida rohkem palle sa koguda, seda kiiremini näed uusi kohti.",
    "fa": "در این بازی سرگرمی، هر چه توپ های بیشتری جمع آوری کنید، می توانید مکان های جدید را سریع تر ببینید.",
    "fi": "Tässä arcade-pelissä, mitä enemmän palloja keräät, sitä nopeammin näet uusia paikkoja.",
    "fil": "Sa arkada laro na ito, ang higit pang mga bola na mangolekta, ang mas mabilis na maaari mong makita ang mga bagong lugar.",
    "fr": "Dans ce jeu d’arcade, plus vous collectez de balles, plus vite vous pouvez voir de nouveaux endroits.",
    "gu": "આ આર્કેડ ગેમમાં તમે જેટલા વધુ બોલ કલેક્ટ કરશો તેટલી જ ઝડપથી તમે નવી જગ્યાઓ જોઈ શકશો.",
    "he": "במשחק ארקייד זה, ככל שאתה אוסף יותר כדורים, כך אתה יכול לראות מקומות חדשים מהר יותר.",
    "hi": "इस आर्केड खेल में, अधिक गेंदों आप इकट्ठा, तेजी से आप नए स्थानों को देख सकते हैं।",
    "hr": "U ovoj arkadnoj igri, što više kuglica prikupite, brže možete vidjeti nova mjesta.",
    "hu": "Ebben az arcade játékban minél több labdát gyűjtesz, annál gyorsabban láthatsz új helyeket.",
    "id": "Dalam game arcade ini, semakin banyak bola yang Anda kumpulkan, semakin cepat Anda dapat melihat tempat-tempat baru.",
    "it": "In questo gioco arcade, più palle raccogli, più velocemente puoi vedere nuovi posti.",
    "ja": "このアーケードゲームでは、より多くのボールを集めるほど、新しい場所をより速く見ることができます。",
    "kn": "ಈ ಆರ್ಕೇಡ್ ಆಟದಲ್ಲಿ, ನೀವು ಹೆಚ್ಚು ಚೆಂಡುಗಳನ್ನು ಸಂಗ್ರಹಿಸಿದಷ್ಟೂ, ನೀವು ಹೊಸ ಸ್ಥಳಗಳನ್ನು ವೇಗವಾಗಿ ನೋಡಬಹುದು.",
    "ko": "이 아케이드 게임에서는 더 많은 공을 수집할수록 새로운 장소를 더 빨리 볼 수 있습니다.",
    "lv": "Šajā arkādes spēlē, jo vairāk bumbiņu jūs savācat, jo ātrāk jūs varat redzēt jaunas vietas.",
    "ml": "ഈ ആർക്കേഡ് ഗെയിമിൽ, നിങ്ങൾ കൂടുതൽ പന്തുകൾ ശേഖരിക്കുന്നു, വേഗത്തിൽ നിങ്ങൾക്ക് പുതിയ സ്ഥലങ്ങൾ കാണാൻ കഴിയും.",
    "mr": "या आर्केड गेममध्ये तुम्ही जितके जास्त बॉल्स गोळा कराल तितक्या लवकर तुम्हाला नवीन ठिकाणं दिसू शकतात.",
    "ms": "Dalam permainan arked ini, semakin banyak bola yang anda kumpulkan, semakin cepat anda dapat melihat tempat baru.",
    "nl": "In dit arcadespel geldt: hoe meer ballen je verzamelt, hoe sneller je nieuwe plekken kunt zien.",
    "no": "I dette arkadespillet, jo flere baller du samler, jo raskere kan du se nye steder.",
    "pl": "W tej grze zręcznościowej, im więcej piłek zbierzesz, tym szybciej zobaczysz nowe miejsca.",
    "ro": "În acest joc arcade, mai multe bile colecta, cu atât mai repede puteți vedea locuri noi.",
    "ru": "В этой аркадной игре, чем больше шаров вы соберете, тем быстрее сможете увидеть новые места.",
    "sk": "V tejto arkádovej hre, čím viac loptičiek zbierate, tým rýchlejšie môžete vidieť nové miesta.",
    "sl": "V tej igri arkada, več kroglice, ki jih zbirate, hitreje lahko vidite nove kraje.",
    "sv": "I det här arkadspelet, ju fler bollar du samlar, desto snabbare kan du se nya platser.",
    "sw": "Katika mchezo huu arcade, mipira zaidi wewe kukusanya, haraka unaweza kuona maeneo mapya.",
    "ta": "இந்த ஆர்கேட் விளையாட்டில், நீங்கள் சேகரிக்கும் அதிக பந்துகள், வேகமாக நீங்கள் புதிய இடங்களைக் காணலாம்.",
    "te": "ఈ ఆర్కేడ్ గేమ్ లో, మీరు ఎంత ఎక్కువ బంతులను సేకరిస్తే, అంత వేగంగా మీరు కొత్త ప్రదేశాలను చూడవచ్చు.",
    "th": "ในเกมอาร์เคดนี้ยิ่งคุณรวบรวมลูกบอลได้มากเท่าไหร่คุณก็ยิ่งเห็นสถานที่ใหม่ ๆ ได้เร็วขึ้นเท่านั้น",
    "tr": "Bu arcade oyununda, ne kadar çok top toplarsanız, yeni yerleri o kadar hızlı görebilirsiniz.",
    "uk": "У цій аркадній грі, чим більше м'ячів ви зберете, тим швидше зможете побачити нові місця."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Are you ready for a brand new adventure with colored balls around the moon! Match the right colors and experience the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nColor Stars Game Features\n✓ Easy control\n✓ Cartoon graphics\n✓ Fun sounds\n✓ Infinity level\n\nFinally, you can enjoy these game for free (and more requests will be added)! Color Stars Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}