{
  "name": {
    "ar": "السبورة التعاونية",
    "am": "የትብብር ነጭ ሰሌዳ",
    "bg": "Съвместна бяла дъска",
    "bn": "সহযোগী হোয়াইটবোর্ড",
    "ca": "Pissarra Col·laborativa",
    "cs": "Společná tabule",
    "da": "Samarbejdende tavle",
    "de": "Kollaboratives Whiteboard",
    "el": "Συνεργατικός πίνακας",
    "en,en_AU,en_GB,en_US,fil,sv": "Collaborative Whiteboard",
    "es,es_419": "Pizarra colaborativa",
    "et": "Koostöötahvel",
    "fa": "تخته سفید مشارکتی",
    "fi": "Yhteistyötaulu",
    "fr": "Tableau blanc collaboratif",
    "gu": "સહયોગી વ્હાઇટબોર્ડ",
    "he": "לוח ציור שיתופי",
    "hi": "सहयोगात्मक व्हाइटबोर्ड",
    "hr": "Suradnička ploča",
    "hu": "Együttműködési tábla",
    "id": "Papan Tulis Kolaboratif",
    "it": "Lavagna collaborativa",
    "ja": "共同作業用ホワイトボード",
    "kn": "ಸಹಕಾರಿ ವೈಟ್‌ಬೋರ್ಡ್",
    "ko": "협업 화이트보드",
    "lt": "Bendradarbiavimo lenta",
    "lv": "Sadarbības tāfele",
    "ml": "സഹകരണ വൈറ്റ്ബോർഡ്",
    "mr": "सहयोगी व्हाईटबोर्ड",
    "ms": "Papan Putih Kolaboratif",
    "nl": "Samenwerkend whiteboard",
    "no": "Samarbeidende tavle",
    "pl": "Tablica współpracy",
    "pt_BR,pt_PT": "Quadro branco colaborativo",
    "ro": "Tablă albă colaborativă",
    "ru": "Совместная белая доска",
    "sk": "Kolaboratívna tabuľa",
    "sl": "Sodelovalna tabla",
    "sr": "Цоллаборативе Вхитебоард",
    "sw": "Ubao Mweupe Ushirikiano",
    "ta": "கூட்டு ஒயிட்போர்டு",
    "te": "సహకార వైట్‌బోర్డ్",
    "th": "ไวท์บอร์ดการทำงานร่วมกัน",
    "tr": "İşbirlikçi Beyaz Tahta",
    "uk": "Дошка для спільної роботи",
    "vi": "Bảng trắng cộng tác",
    "zh_CN": "协作白板",
    "zh_TW": "協作白板"
  },
  "short": {
    "ar": "تتيح لك السبورة البيضاء المجانية عبر الإنترنت للتعاون في الوقت الفعلي والرسم التخطيطي البديهي رسم المخططات التي تتميز بأنها مرسومة…",
    "am": "ለእውነተኛ ጊዜ ትብብር ነፃ የመስመር ላይ ነጭ ሰሌዳ ፣ እና ሊታወቅ የሚችል ንድፍ ፣ በእነሱ ላይ በእጅ የተሳለ ስሜት ያላቸውን ሥዕላዊ መግለጫዎች በቀላሉ እንዲስሉ ያስችልዎታል።",
    "bg": "Безплатна онлайн бяла дъска за сътрудничество в реално време и интуитивно съставяне на диаграми ви позволява лесно да скицирате…",
    "bn": "রিয়েল-টাইম সহযোগিতার জন্য বিনামূল্যে অনলাইন হোয়াইটবোর্ড, এবং স্বজ্ঞাত ডায়াগ্রামিং, আপনাকে সহজে এমন ডায়াগ্রাম স্কেচ করতে দেয় যা…",
    "ca": "La pissarra en línia gratuïta per a la col·laboració en temps real i la creació de diagrames intuïtius us permeten dibuixar…",
    "cs": "Bezplatná online tabule pro spolupráci v reálném čase a intuitivní vytváření diagramů vám umožní snadno načrtnout diagramy, které…",
    "da": "Gratis online whiteboard til samarbejde i realtid og intuitiv diagramtegning giver dig mulighed for nemt at skitsere diagrammer,…",
    "de": "Mit dem kostenlosen Online-Whiteboard für die Zusammenarbeit in Echtzeit und der intuitiven Diagrammerstellung können Sie ganz…",
    "el": "Ο δωρεάν διαδικτυακός πίνακας για συνεργασία σε πραγματικό χρόνο και διαισθητική διαγράμμιση, σάς επιτρέπει να σχεδιάζετε εύκολα…",
    "en,en_AU,en_GB,en_US": "Free online whiteboard for real-time collaboration, lets you easily sketch diagrams that have a hand-drawn feel to them.",
    "es,es_419": "Pizarra online gratuita para colaborar en tiempo real y diagramar de forma intuitiva, que te permite esbozar fácilmente diagramas…",
    "et": "Tasuta võrgutahvel reaalajas koostööks ja intuitiivne diagrammide koostamine võimaldavad teil hõlpsalt visandada diagramme, mis on…",
    "fa": "تخته سفید آنلاین رایگان برای همکاری هم‌زمان و ترسیم نمودار بصری، به شما امکان می‌دهد به راحتی نمودارهایی را ترسیم کنید که احساسی با…",
    "fi": "Ilmaisella online-taululla reaaliaikaiseen yhteistyöhön ja intuitiiviseen kaavioiden laatimiseen voit helposti luonnostella…",
    "fil": "Ang libreng online na whiteboard para sa real-time na pakikipagtulungan, at intuitive na diagramming, ay nagbibigay-daan sa iyong…",
    "fr": "Un tableau blanc en ligne gratuit pour une collaboration en temps réel et des diagrammes intuitifs vous permettent d'esquisser…",
    "gu": "રીઅલ-ટાઇમ સહયોગ અને સાહજિક ડાયાગ્રામિંગ માટે મફત ઓનલાઈન વ્હાઇટબોર્ડ, તમને સરળતાથી હાથથી દોરેલા આકૃતિઓનું સ્કેચ કરવા દે છે.",
    "he": "לוח ציור מקוון חינם לשיתוף פעולה בזמן אמת, ודיאגרמות אינטואיטיביות, מאפשר לך לשרטט בקלות דיאגרמות בעלות תחושה מצוירת ביד.",
    "hi": "वास्तविक समय सहयोग और सहज आरेखण के लिए मुफ़्त ऑनलाइन व्हाइटबोर्ड, आपको आसानी से हाथ से बनाए गए आरेखों को स्केच करने की सुविधा देता…",
    "hr": "Besplatna mrežna pametna ploča za suradnju u stvarnom vremenu i intuitivno crtanje dijagrama omogućuje vam jednostavno skiciranje…",
    "hu": "Az ingyenes online tábla a valós idejű együttműködéshez és az intuitív diagramkészítéshez lehetővé teszi a kézzel rajzolt diagramok…",
    "id": "Papan tulis online gratis untuk kolaborasi waktu nyata, dan pembuatan diagram intuitif, memungkinkan Anda membuat sketsa diagram…",
    "it": "La lavagna online gratuita per la collaborazione in tempo reale e la creazione di diagrammi intuitivi ti consentono di disegnare…",
    "ja": "リアルタイムのコラボレーションと直観的な図作成のための無料のオンライン ホワイトボードを使用すると、手描きの雰囲気のある図を簡単にスケッチできます。",
    "kn": "ನೈಜ-ಸಮಯದ ಸಹಯೋಗಕ್ಕಾಗಿ ಉಚಿತ ಆನ್‌ಲೈನ್ ವೈಟ್‌ಬೋರ್ಡ್, ಮತ್ತು ಅರ್ಥಗರ್ಭಿತ ರೇಖಾಚಿತ್ರಗಳು, ಕೈಯಿಂದ ಎಳೆಯುವ ಭಾವನೆಯನ್ನು ಹೊಂದಿರುವ ರೇಖಾಚಿತ್ರಗಳನ್ನು…",
    "ko": "실시간 공동 작업과 직관적인 다이어그램 작성을 위한 무료 온라인 화이트보드를 사용하면 손으로 그린 듯한 느낌의 다이어그램을 쉽게 스케치할 수 있습니다.",
    "lt": "Nemokama internetinė lenta, skirta bendradarbiauti realiuoju laiku, ir intuityvus diagramų sudarymas leidžia lengvai nubraižyti…",
    "lv": "Bezmaksas tiešsaistes tāfele sadarbībai reāllaikā un intuitīva diagrammu veidošana ļauj viegli ieskicēt diagrammas, kas ir ar roku…",
    "ml": "തത്സമയ സഹകരണത്തിനായുള്ള സൗജന്യ ഓൺലൈൻ വൈറ്റ്‌ബോർഡും അവബോധജന്യമായ ഡയഗ്രമിംഗും, കൈകൊണ്ട് വരച്ച അനുഭവമുള്ള ഡയഗ്രമുകൾ എളുപ്പത്തിൽ…",
    "mr": "रीअल-टाइम सहयोगासाठी विनामूल्य ऑनलाइन व्हाईटबोर्ड, आणि अंतर्ज्ञानी आकृती, तुम्हाला हाताने रेखाटलेल्या आकृत्यांचे सहजपणे रेखाटन करू…",
    "ms": "Papan putih dalam talian percuma untuk kerjasama masa nyata, dan gambar rajah intuitif, membolehkan anda melakar gambar rajah…",
    "nl": "Met het gratis online whiteboard voor realtime samenwerking en intuïtieve diagrammen kunt u eenvoudig diagrammen schetsen die een…",
    "no": "Gratis nettbasert tavle for samarbeid i sanntid og intuitive diagrammer, lar deg enkelt skissere diagrammer som har en håndtegnet…",
    "pl": "Bezpłatna tablica online do współpracy w czasie rzeczywistym i intuicyjnego tworzenia diagramów umożliwia łatwe szkicowanie…",
    "pt_BR": "O quadro branco on-line gratuito para colaboração em tempo real e diagramação intuitiva permite que você esboce facilmente…",
    "pt_PT": "Quadro branco online gratuito para colaboração em tempo real e diagramação intuitiva, permite-lhe esboçar facilmente diagramas com…",
    "ro": "Tablă online gratuită pentru colaborare în timp real și diagrame intuitive, care vă permite să schițați cu ușurință diagrame care…",
    "ru": "Бесплатная онлайн-доска для совместной работы в режиме реального времени и интуитивное создание диаграмм, позволяющее легко…",
    "sk": "Bezplatná online tabuľa na spoluprácu v reálnom čase a intuitívne vytváranie diagramov vám umožní jednoducho načrtnúť diagramy,…",
    "sl": "Brezplačna spletna tabla za sodelovanje v realnem času in intuitivno risanje diagramov vam omogoča enostavno skiciranje diagramov,…",
    "sr": "Бесплатна бела табла на мрежи за сарадњу у реалном времену и интуитивно цртање дијаграма вам омогућавају да лако скицирате…",
    "sv": "Gratis whiteboard online för samarbete i realtid och intuitivt diagram, låter dig enkelt skissa diagram som har en handritad känsla.",
    "sw": "Ubao mweupe mtandaoni bila malipo kwa ushirikiano wa wakati halisi, na mchoro angavu, hukuwezesha kuchora michoro kwa urahisi…",
    "ta": "நிகழ்நேர ஒத்துழைப்புக்கான இலவச ஆன்லைன் ஒயிட்போர்டு மற்றும் உள்ளுணர்வு வரைபடங்கள், கையால் வரையப்பட்ட உணர்வைக் கொண்ட வரைபடங்களை…",
    "te": "నిజ-సమయ సహకారం కోసం ఉచిత ఆన్‌లైన్ వైట్‌బోర్డ్ మరియు సహజమైన రేఖాచిత్రం, చేతితో గీసిన అనుభూతిని కలిగి ఉండే రేఖాచిత్రాలను సులభంగా…",
    "th": "ไวท์บอร์ดออนไลน์ฟรีสำหรับการทำงานร่วมกันแบบเรียลไทม์ และการสร้างไดอะแกรมที่ใช้งานง่าย…",
    "tr": "Gerçek zamanlı işbirliği ve sezgisel diyagram oluşturma için ücretsiz çevrimiçi beyaz tahta, elle çizilmiş hissi veren diyagramları…",
    "uk": "Безкоштовна онлайн-дошка для спільної роботи в режимі реального часу та інтуїтивно зрозуміле створення діаграм дозволяє легко…",
    "vi": "Bảng trắng trực tuyến miễn phí để cộng tác theo thời gian thực và lập sơ đồ trực quan, cho phép bạn dễ dàng phác thảo các sơ đồ có…",
    "zh_CN": "用于实时协作和直观图表的免费在线白板，让您轻松绘制具有手绘感觉的图表。",
    "zh_TW": "用於即時協作和直覺圖表的免費線上白板，讓您輕鬆繪製具有手繪感覺的圖表。"
  },
  "long": {
    "ar": "أداة السبورة مع تجربة مرسومة باليد. مثالية لإجراء المقابلات، ورسم المخططات، وإدارة المشاريع، والنماذج الأولية أو الرسومات وأكثر من ذلك بكثير.\n\nالعروض الحية\nقم بدعوة الأشخاص وتقديم رسوماتك مباشرةً من اللوحة القماشية الخاصة بك. أنشئ صورًا جذابة وحوّلها بسهولة إلى شرائح.\n\nتعاون\nلا مزيد من المشاركة اليدوية مع زملائك! التعاون معًا داخل مساحة العمل الخاصة بك بسهولة.\n\nحالات الاستخدام الشائع\n• الاجتماعات\n• العصف الذهني\n• الرسوم البيانية\n• المقابلات\n• التخطيط السلكي السريع\nو اكثر...\n\nما الذي يمكنك فعله على السبورة البيضاء التعاونية؟\n● رسم مخططات برمجية مثل UML أو أنماط التصميم أو المخططات الانسيابية\n● إنشاء الخرائط الذهنية\n● رسم تخطيطات لواجهة المستخدم\n● تصور التدفقات المعقدة\n● استخدم الملاحظات لصياغة الأفكار اليومية\n● إدارة المشاريع\n● بناء خرائط الطريق\n● العمل معًا في فرق بعيدة\n\n➤ سياسة الخصوصية\n\nحسب التصميم، تبقى بياناتك في حسابك في Google طوال الوقت، ولا يتم حفظها مطلقًا في قاعدة بياناتنا. لا تتم مشاركة بياناتك مع أي شخص، بما في ذلك مالك الوظيفة الإضافية.\nنحن نلتزم بقوانين الخصوصية (خاصة القانون العام لحماية البيانات وقانون الخصوصية في كاليفورنيا) لحماية بياناتك.",
    "am": "እንደ ልምድ በእጅ የተሳለ የነጭ ሰሌዳ መሳሪያ። ቃለ-መጠይቆችን ፣ ሥዕላዊ መግለጫዎችን ፣ የፕሮጀክት አስተዳደርን ፣ ምሳሌዎችን ወይም ንድፎችን እና ሌሎችንም ለማካሄድ ተስማሚ።\n\nየቀጥታ የዝግጅት አቀራረቦች\nሰዎችን ይጋብዙ እና ስዕሎችዎን ከሸራዎ በቀጥታ ያቅርቡ። ማራኪ እይታዎችን ይፍጠሩ እና በቀላሉ ወደ ስላይዶች ይቀይሯቸው።\n\nትብብር\nከሥራ ባልደረቦችዎ ጋር ከእንግዲህ በእጅ መጋራት የለም! በስራ ቦታዎ ውስጥ በቀላሉ ይተባበሩ።\n\nየተለመዱ የአጠቃቀም ጉዳዮች\n• ስብሰባዎች\n• የአዕምሮ መጨናነቅ\n• ሥዕላዊ መግለጫዎች\n• ቃለመጠይቆች\n• ፈጣን የሽቦ ፍሬም\nሌሎችም...\n\nበትብብር ነጭ ሰሌዳ ላይ ምን ማድረግ ይችላሉ?\n● የሶፍትዌር ንድፎችን እንደ UML፣ የንድፍ ንድፎችን ወይም የፍሰት ገበታዎችን ይሳሉ\n● የአእምሮ ካርታዎችን ይፍጠሩ\n● የተጠቃሚ በይነገጽ ንድፎችን ይሳሉ\n● ውስብስብ ፍሰቶችን በዓይነ ሕሊናህ ተመልከት\n● የዕለት ተዕለት ሀሳቦችን ለማዘጋጀት ማስታወሻዎችን ይጠቀሙ\n● ፕሮጀክቶችን ማስተዳደር\n● የመንገድ ካርታዎችን ይገንቡ\n● በርቀት ቡድኖች ውስጥ አብረው ይስሩ\n\n➤ የግላዊነት ፖሊሲ\n\nበንድፍ፣ የእርስዎ ውሂብ ሁል ጊዜ በGoogle መለያዎ ላይ ይቆያል፣ በእኛ የውሂብ ጎታ ውስጥ በጭራሽ አልተቀመጠም። የተጨማሪ ባለቤቱን ጨምሮ የእርስዎ ውሂብ ለማንም አልተጋራም።\nየእርስዎን ውሂብ ለመጠበቅ የግላዊነት ህጎችን (በተለይ የGDPR እና የካሊፎርኒያ የግላዊነት ህግ) እናከብራለን።",
    "bg": "Инструмент за бяла дъска с ръчно нарисувано подобно изживяване. Идеален за провеждане на интервюта, чертане на диаграми, управление на проекти, прототипи или скици и много други.\n\nПрезентации на живо\nПоканете хора и представете вашите рисунки на живо направо от вашето платно. Създавайте завладяващи визуализации и ги превръщайте лесно в слайдове.\n\nСътрудничество\nКрай на ръчното споделяне с вашите колеги! Сътрудничете лесно в работното си пространство.\n\nОбичайни случаи на употреба\n• Срещи\n• Мозъчна атака\n• Диаграми\n• Интервюта\n• Бързо каркасиране\nи още...\n\nКакво можете да правите на Collaborative Whiteboard?\n● Скицирайте софтуерни диаграми като UML, шаблони за проектиране или блок-схеми\n● Създавайте мисловни карти\n● Чернови на скици на потребителския интерфейс\n● Визуализирайте сложни потоци\n● Използвайте бележки за ежедневни идеи\n● Управление на проекти\n● Изградете пътни карти\n● Работете заедно в отдалечени екипи\n\n➤ Политика за поверителност\n\nПо дизайн вашите данни остават по всяко време във вашия акаунт в Google, никога не се записват в нашата база данни. Вашите данни не се споделят с никого, включително собственика на добавката.\nНие спазваме законите за поверителност (особено GDPR и Закона за поверителност на Калифорния), за да защитим вашите данни.",
    "bn": "অভিজ্ঞতার মতো হাতে আঁকা হোয়াইটবোর্ডিং টুল। সাক্ষাত্কার পরিচালনা, চিত্র অঙ্কন, প্রকল্প পরিচালনা, প্রোটোটাইপ বা স্কেচ এবং আরও অনেক কিছুর জন্য আদর্শ।\n\nলাইভ উপস্থাপনা\nলোকেদের আমন্ত্রণ জানান এবং সরাসরি আপনার ক্যানভাস থেকে আপনার অঙ্কনগুলি সরাসরি উপস্থাপন করুন৷ চিত্তাকর্ষক ভিজ্যুয়াল তৈরি করুন এবং সেগুলিকে সহজেই স্লাইডে পরিণত করুন৷\n\nসহযোগিতা\nআপনার সহকর্মীদের সাথে আর কোন ম্যানুয়াল শেয়ার করবেন না! সহজেই আপনার কর্মক্ষেত্রে একসাথে সহযোগিতা করুন।\n\nসাধারণ ব্যবহারের ক্ষেত্রে\n• মিটিং\n• বুদ্ধিমত্তা\n• ডায়াগ্রাম\n• সাক্ষাৎকার\n• দ্রুত ওয়্যারফ্রেমিং\nএবং আরো...\n\nআপনি সহযোগী হোয়াইটবোর্ডে কি করতে পারেন?\n● স্কেচ সফ্টওয়্যার ডায়াগ্রাম যেমন UML, ডিজাইন প্যাটার্ন বা ফ্লোচার্ট\n● মনের মানচিত্র তৈরি করুন\n● ড্রাফ্ট ইউজার ইন্টারফেস স্কেচ\n● জটিল প্রবাহ কল্পনা করুন\n● প্রতিদিনের ধারণা তৈরি করতে নোট ব্যবহার করুন\n● প্রকল্প পরিচালনা করুন\n● রোডম্যাপ তৈরি করুন\n● দূরবর্তী দলে একসাথে কাজ করুন\n\n➤ গোপনীয়তা নীতি\n\nডিজাইন অনুসারে, আপনার ডেটা সর্বদা আপনার Google অ্যাকাউন্টে থাকে, আমাদের ডাটাবেসে কখনও সংরক্ষণ করা হয় না। অ্যাড-অন মালিক সহ আপনার ডেটা কারও সাথে শেয়ার করা হয় না।\nআমরা আপনার ডেটা সুরক্ষিত রাখতে গোপনীয়তা আইন (বিশেষত GDPR এবং ক্যালিফোর্নিয়া গোপনীয়তা আইন) মেনে চলি।",
    "ca": "Eina de pissarra amb experiència dibuixada a mà. Ideal per a la realització d'entrevistes, dibuixos d'esquemes, gestió de projectes, prototips o esbossos i molt més.\n\nPresentacions en directe\nConvida persones i presenta els teus dibuixos en directe des del teu llenç. Crea imatges captivadores i converteix-les fàcilment en diapositives.\n\nCol·laboració\nNo més compartir manualment amb els vostres companys! Col·laboreu fàcilment dins del vostre espai de treball.\n\nCasos d'ús habituals\n• Reunions\n• Pluja d'idees\n• Esquemes\n• Entrevistes\n• Wireframing ràpid\ni més...\n\nQuè pots fer a la pissarra col·laborativa?\n● Esbossa diagrames de programari com ara UML, patrons de disseny o diagrames de flux\n● Crear mapes mentals\n● Esborranys d'interfície d'usuari\n● Visualitzar fluxos complexos\n● Utilitzar notes per redactar idees diàries\n● Gestionar projectes\n● Construir fulls de ruta\n● Treballar junts en equips remots\n\n➤ Política de privadesa\n\nPer disseny, les vostres dades es mantenen en tot moment al vostre compte de Google, mai es desaran a la nostra base de dades. Les teves dades no es comparteixen amb ningú, inclòs el propietari del complement.\nComplim amb les lleis de privadesa (especialment GDPR i la Llei de privadesa de Califòrnia) per protegir les vostres dades.",
    "cs": "Whiteboarding nástroj s ručně kreslenou jako zkušenost. Ideální pro vedení rozhovorů, kreslení diagramů, projektový management, prototypy nebo skici a mnoho dalšího.\n\nŽivé prezentace\nPozvěte lidi a prezentujte své kresby živě přímo z vašeho plátna. Vytvářejte úchvatné vizuály a snadno je přeměňte na snímky.\n\nSpolupráce\nUž žádné ruční sdílení s kolegy! Snadno spolupracujte ve svém pracovním prostoru.\n\nBěžné případy použití\n• Schůzky\n• Brainstorming\n• Diagramy\n• Rozhovory\n• Rychlý drátěný model\na více...\n\nCo můžete dělat na Collaborative Whiteboard?\n● Nakreslete softwarová schémata, jako je UML, návrhové vzory nebo vývojové diagramy\n● Vytvářejte myšlenkové mapy\n● Návrh náčrtů uživatelského rozhraní\n● Vizualizujte složité toky\n● Používejte poznámky k navrhování každodenních nápadů\n● Řídit projekty\n● Vytvářejte cestovní mapy\n● Spolupracujte ve vzdálených týmech\n\n➤ Zásady ochrany osobních údajů\n\nPodle návrhu zůstávají vaše data vždy na vašem účtu Google, nikdy nejsou uložena v naší databázi. Vaše data nejsou sdílena s nikým, včetně vlastníka doplňku.\nDodržujeme zákony na ochranu soukromí (zejména GDPR a Kalifornský zákon o ochraně osobních údajů), abychom chránili vaše data.",
    "da": "Whiteboard-værktøj med håndtegnet oplevelse. Ideel til at gennemføre interviews, tegne diagrammer, projektledelse, prototyper eller skitser og meget mere.\n\nLive præsentationer\nInviter folk og præsentere dine tegninger live direkte fra dit lærred. Skab fængslende billeder og forvandl dem nemt til dias.\n\nSamarbejde\nIkke mere manuel deling med dine kolleger! Samarbejd nemt sammen inden for dit arbejdsområde.\n\nAlmindelige tilfælde\n• Møder\n• Brainstorming\n• Diagrammer\n• Samtaler\n• Hurtig wireframing\nog mere...\n\nHvad kan du gøre på Collaborative Whiteboard?\n● Skitser softwarediagrammer såsom UML, designmønstre eller flowcharts\n● Lav mindmaps\n● Udkast til skitser til brugergrænsefladen\n● Visualiser komplekse flows\n● Brug noter til at udarbejde daglige ideer\n● Styre projekter\n● Opbyg køreplaner\n● Arbejd sammen i fjerntliggende teams\n\n➤ Privatlivspolitik\n\nVed design forbliver dine data til enhver tid på din Google-konto, aldrig gemt i vores database. Dine data deles ikke med nogen, inklusive tilføjelsesejeren.\nVi overholder lovene om beskyttelse af personlige oplysninger (især GDPR og California Privacy Act) for at beskytte dine data.",
    "de": "Whiteboarding-Tool mit handgezeichneter Erfahrung. Ideal zum Führen von Interviews, Zeichnen von Diagrammen, Projektmanagement, Prototypen oder Skizzen und vielem mehr.\n\nLive-Präsentationen\nLaden Sie Leute ein und präsentieren Sie Ihre Zeichnungen live direkt von Ihrer Leinwand. Erstellen Sie fesselnde Bilder und wandeln Sie diese ganz einfach in Folien um.\n\nZusammenarbeit\nKein manueller Austausch mehr mit Ihren Kollegen! Arbeiten Sie problemlos in Ihrem Arbeitsbereich zusammen.\n\nHäufige Anwendungsfälle\n• Treffen\n• Brainstorming\n• Diagramme\n• Interviews\n• Schnelles Wireframing\nund mehr...\n\nWas können Sie mit dem Collaborative Whiteboard tun?\n● Skizzieren Sie Softwarediagramme wie UML, Entwurfsmuster oder Flussdiagramme\n● Erstellen Sie Mindmaps\n● Entwürfe von Benutzeroberflächenskizzen\n● Komplexe Abläufe visualisieren\n● Verwenden Sie Notizen, um tägliche Ideen zu entwerfen\n● Projekte verwalten\n● Erstellen Sie Roadmaps\n● Arbeiten Sie in Remote-Teams zusammen\n\n➤ Datenschutzrichtlinie\n\nIhre Daten verbleiben konstruktionsbedingt immer in Ihrem Google-Konto und werden niemals in unserer Datenbank gespeichert. Ihre Daten werden an niemanden weitergegeben, auch nicht an den Add-on-Eigentümer.\nWir halten uns an die Datenschutzgesetze (insbesondere DSGVO und California Privacy Act), um Ihre Daten zu schützen.",
    "el": "Εργαλείο whiteboarding με σχεδίαση στο χέρι σαν εμπειρία. Ιδανικό για συνεντεύξεις, σχεδίαση διαγραμμάτων, διαχείριση έργου, πρωτότυπα ή σκίτσα και πολλά άλλα.\n\nΖωντανές Παρουσιάσεις\nΠροσκαλέστε ανθρώπους και παρουσιάστε τα σχέδιά σας ζωντανά απευθείας από τον καμβά σας. Δημιουργήστε μαγευτικά γραφικά και μετατρέψτε τα εύκολα σε διαφάνειες.\n\nΣυνεργασία\nΤέρμα η μη αυτόματη κοινή χρήση με τους συναδέλφους σας! Συνεργαστείτε εύκολα στον χώρο εργασίας σας.\n\nΠεριπτώσεις κοινής χρήσης\n• Συναντήσεις\n• Καταιγισμός ιδεών\n• Διαγράμματα\n• Συνεντεύξεις\n• Γρήγορη πλαισίωση καλωδίων\nκι αλλα...\n\nΤι μπορείτε να κάνετε στον Συνεργατικό Πίνακα;\n● Σκιαγράφησε διαγράμματα λογισμικού όπως UML, μοτίβα σχεδίασης ή διαγράμματα ροής\n● Δημιουργήστε χάρτες μυαλού\n● Σχεδιάστε σκίτσα διεπαφής χρήστη\n● Οραματιστείτε πολύπλοκες ροές\n● Χρησιμοποιήστε σημειώσεις για να σχεδιάσετε καθημερινές ιδέες\n● Διαχείριση έργων\n● Κατασκευάστε οδικούς χάρτες\n● Εργαστείτε μαζί σε απομακρυσμένες ομάδες\n\n➤ Πολιτική Απορρήτου\n\nΑπό τη σχεδίασή σας, τα δεδομένα σας παραμένουν ανά πάσα στιγμή στον λογαριασμό σας Google και δεν αποθηκεύονται ποτέ στη βάση δεδομένων μας. Τα δεδομένα σας δεν κοινοποιούνται σε κανέναν, συμπεριλαμβανομένου του κατόχου του πρόσθετου.\nΣυμμορφωνόμαστε με τους νόμους περί απορρήτου (ειδικά GDPR και νόμο περί απορρήτου της Καλιφόρνια) για την προστασία των δεδομένων σας.",
    "en,en_AU,en_GB,en_US": "Whiteboarding tool with hand drawn like experience. Ideal for conducting interviews, drawing diagrams, project management, prototypes or sketches and much more.\n\nLive Presentations\nInvite people and present your drawings live right from your canvas. Create captivating visuals and turn them easily into slides.\n\nCollaboration\nNo more manual sharing with your colleagues! Collaborate together within your workspace easily.\n\nCommon use cases\n• Meetings\n• Brainstorming\n• Diagrams\n• Interviews\n• Quick wireframing\nand more...\n\nWhat can you do on Collaborative Whiteboard?\n● Sketch software diagrams such as UML, design patterns or flowcharts\n● Create mind maps \n● Draft user interface sketches\n● Visualize complex flows\n● Use notes to draft daily ideas\n● Manage projects\n● Build roadmaps\n● Work together in remote teams\n\nYou can also click \"More Apps\" to see other great extensions we have developed.  These are just other extensions we have developed that are not included in Collaborative Whiteboard.\n\n➤ Privacy Policy \n\nBy design, your data stays at all times on your Google account, never saved in our database. Your data aren’t shared with anyone, including the add-on owner. \nWe complies with privacy laws (especially GDPR & California Privacy Act) to protect your data.",
    "es,es_419": "Herramienta de pizarra con experiencia dibujada a mano. Ideal para realizar entrevistas, dibujar diagramas, gestión de proyectos, prototipos o bocetos y mucho más.\n\nPresentaciones en vivo\nInvita a personas y presenta tus dibujos en vivo directamente desde tu lienzo. Cree imágenes cautivadoras y conviértalas fácilmente en diapositivas.\n\nColaboración\n¡No más compartir manualmente con tus colegas! Colaboren juntos dentro de su espacio de trabajo fácilmente.\n\nCasos de uso comunes\n• Reuniones\n• Lluvia de ideas\n• Diagramas\n• Entrevistas\n• Estructuración rápida\ny más...\n\n¿Qué puedes hacer en la pizarra colaborativa?\n● Dibujar diagramas de software como UML, patrones de diseño o diagramas de flujo.\n● Crear mapas mentales\n● Borrar bocetos de la interfaz de usuario.\n● Visualizar flujos complejos\n● Utilice notas para redactar ideas diarias.\n● Administrar proyectos\n● Crear hojas de ruta\n● Trabajar juntos en equipos remotos\n\n➤ Política de privacidad\n\nPor diseño, sus datos permanecen en todo momento en su cuenta de Google, nunca se guardan en nuestra base de datos. Sus datos no se comparten con nadie, incluido el propietario del complemento.\nCumplimos con las leyes de privacidad (especialmente GDPR y la Ley de Privacidad de California) para proteger sus datos.",
    "et": "Tahvlitööriist käsitsi joonistatud sarnase kogemusega. Ideaalne intervjuude läbiviimiseks, diagrammide joonistamiseks, projektijuhtimiseks, prototüüpide või visandite ja palju muu jaoks.\n\nReaalajas esitlused\nKutsuge inimesi ja esitlege oma jooniseid otse oma lõuendilt. Looge köitvaid visuaale ja muutke need lihtsalt slaidideks.\n\nKoostöö\nEnam ei saa oma kolleegidega käsitsi jagada! Tehke oma tööruumis lihtsalt koostööd.\n\nLevinud kasutusjuhtumid\n• Koosolekud\n• Ajurünnak\n• Diagrammid\n• Intervjuud\n• Kiire raamimine\nja veel...\n\nMida saate koostöövalmistahvlil teha?\n● Visandage tarkvaraskeeme, nagu UML, kujundusmustreid või vooskeemi\n● Loo mõttekaarte\n● Kasutajaliidese visandite mustand\n● Visualiseerige keerukaid vooge\n● Kasutage igapäevaste ideede koostamiseks märkmeid\n● Projektide haldamine\n● Koostage tegevuskavasid\n● Töötage koos kaugmeeskondades\n\n➤ Privaatsuspoliitika\n\nDisaini järgi jäävad teie andmed kogu aeg teie Google'i kontole ja neid ei salvestata kunagi meie andmebaasi. Teie andmeid ei jagata kellegagi, sealhulgas pistikprogrammi omanikuga.\nJärgime teie andmete kaitsmiseks privaatsusseadusi (eriti GDPR-i ja California privaatsusseadust).",
    "fa": "ابزار تخته سفید با دست ترسیم شده مانند تجربه. ایده آل برای انجام مصاحبه، ترسیم نمودار، مدیریت پروژه، نمونه های اولیه یا طرح ها و موارد دیگر.\n\nارائه های زنده\nمردم را دعوت کنید و نقاشی های خود را مستقیماً از روی بوم خود ارائه دهید. تصاویری جذاب ایجاد کنید و آنها را به راحتی به اسلاید تبدیل کنید.\n\nهمکاری\nدیگر خبری از اشتراک‌گذاری دستی با همکارانتان نیست! به راحتی در فضای کاری خود با یکدیگر همکاری کنید.\n\nموارد استفاده رایج\n• جلسات\n• طوفان فکری\n• نمودارها\n• مصاحبه ها\n• Wireframing سریع\nو بیشتر...\n\nدر تخته سفید مشترک چه کاری می توانید انجام دهید؟\n● نمودارهای نرم افزاری مانند UML، الگوهای طراحی یا نمودارهای جریان را ترسیم کنید\n● نقشه های ذهنی ایجاد کنید\n● طرح های رابط کاربری پیش نویس\n● جریان های پیچیده را تجسم کنید\n● از یادداشت ها برای پیش نویس ایده های روزانه استفاده کنید\n● پروژه ها را مدیریت کنید\n● نقشه راه بسازید\n● در تیم های راه دور با هم کار کنید\n\n➤ سیاست حفظ حریم خصوصی\n\nبراساس طراحی، داده های شما همیشه در حساب Google شما باقی می ماند و هرگز در پایگاه داده ما ذخیره نمی شود. داده‌های شما با کسی، از جمله مالک برافزا، به اشتراک گذاشته نمی‌شود.\nما از قوانین حفظ حریم خصوصی (به ویژه GDPR و قانون حفظ حریم خصوصی کالیفرنیا) برای محافظت از داده های شما پیروی می کنیم.",
    "fi": "Valkotaulutyökalu käsin piirretyllä kokemuksella. Ihanteellinen haastattelujen suorittamiseen, kaavioiden piirtämiseen, projektinhallintaan, prototyyppien tai luonnosten tekemiseen ja paljon muuta.\n\nLive-esityksiä\nKutsu ihmisiä ja esittele piirustuksesi livenä suoraan kankaaltasi. Luo kiehtovia visuaaleja ja muuta ne helposti dioiksi.\n\nYhteistyö\nEi enää manuaalista jakamista kollegoidesi kanssa! Tee yhteistyötä helposti työtilassasi.\n\nYleisiä käyttötapauksia\n• Kokoukset\n• Aivoriihi\n• Kaaviot\n• Haastattelut\n• Nopea kehystys\nja enemmän...\n\nMitä voit tehdä Collaborative Whiteboardilla?\n● Piirrä ohjelmistokaavioita, kuten UML, suunnittelukuvioita tai vuokaavioita\n● Luo ajatuskarttoja\n● Käyttöliittymäluonnokset\n● Visualisoi monimutkaisia virtoja\n● Käytä muistiinpanoja päivittäisten ideoiden laatimiseen\n● Hallitse projekteja\n● Luo tiekarttoja\n● Työskentele yhdessä etätiimeissä\n\n➤ Tietosuojakäytäntö\n\nSuunniteltuna tietosi pysyvät aina Google-tililläsi, eikä niitä koskaan tallenneta tietokantaan. Tietojasi ei jaeta kenellekään, mukaan lukien laajennuksen omistajalle.\nNoudatamme tietosuojalakeja (erityisesti GDPR:ää ja Kalifornian tietosuojalakia) tietojesi suojaamiseksi.",
    "fil": "Whiteboarding tool na may hand drawn na parang karanasan. Tamang-tama para sa pagsasagawa ng mga panayam, pagguhit ng mga diagram, pamamahala ng proyekto, mga prototype o sketch at marami pang iba.\n\nMga Live na Presentasyon\nMag-imbita ng mga tao at ipakita ang iyong mga guhit nang live mula mismo sa iyong canvas. Lumikha ng mga mapang-akit na visual at madaling gawin itong mga slide.\n\nPakikipagtulungan\nWala nang manu-manong pagbabahagi sa iyong mga kasamahan! Madaling makipagtulungan sa loob ng iyong workspace.\n\nMga karaniwang kaso ng paggamit\n• Mga pagpupulong\n• Brainstorming\n• Mga diagram\n• Mga panayam\n• Mabilis na wireframing\nat iba pa...\n\nAno ang maaari mong gawin sa Collaborative Whiteboard?\n● Mag-sketch ng mga diagram ng software gaya ng UML, mga pattern ng disenyo o mga flowchart\n● Gumawa ng mga mapa ng isip\n● Draft user interface sketch\n● I-visualize ang mga kumplikadong daloy\n● Gumamit ng mga tala para mag-draft ng mga pang-araw-araw na ideya\n● Pamahalaan ang mga proyekto\n● Bumuo ng mga roadmap\n● Magtulungan sa mga malalayong koponan\n\n➤ Patakaran sa Privacy\n\nSa pamamagitan ng disenyo, ang iyong data ay nananatili sa lahat ng oras sa iyong Google account, hindi kailanman nai-save sa aming database. Hindi ibinabahagi ang iyong data sa sinuman, kabilang ang may-ari ng add-on.\nSumusunod kami sa mga batas sa privacy (lalo na sa GDPR at California Privacy Act) para protektahan ang iyong data.",
    "fr": "Outil de tableau blanc avec une expérience dessinée à la main. Idéal pour mener des entretiens, dessiner des diagrammes, gérer des projets, des prototypes ou des croquis et bien plus encore.\n\nPrésentations en direct\nInvitez des personnes et présentez vos dessins en direct directement depuis votre toile. Créez des visuels captivants et transformez-les facilement en diapositives.\n\nCollaboration\nFini le partage manuel avec vos collègues ! Collaborez facilement au sein de votre espace de travail.\n\nCas d'utilisation courants\n• Réunions\n• Réflexion\n• Diagrammes\n• Entretiens\n• Création filaire rapide\net plus...\n\nQue pouvez-vous faire sur le tableau blanc collaboratif ?\n● Esquisser des diagrammes logiciels tels que UML, des modèles de conception ou des organigrammes\n● Créer des cartes mentales\n● Rédiger des croquis d'interface utilisateur\n● Visualiser des flux complexes\n● Utiliser des notes pour rédiger des idées quotidiennes\n● Gérer des projets\n● Créer des feuilles de route\n● Travailler ensemble au sein d'équipes distantes\n\n➤ Politique de confidentialité\n\nDe par leur conception, vos données restent à tout moment sur votre compte Google, jamais enregistrées dans notre base de données. Vos données ne sont partagées avec personne, y compris le propriétaire du module complémentaire.\nNous respectons les lois sur la confidentialité (en particulier le RGPD et le California Privacy Act) pour protéger vos données.",
    "gu": "અનુભવ જેવું હાથ દોરેલું વ્હાઇટબોર્ડિંગ સાધન. ઇન્ટરવ્યુ લેવા, આકૃતિઓ દોરવા, પ્રોજેક્ટ મેનેજમેન્ટ, પ્રોટોટાઇપ્સ અથવા સ્કેચ અને ઘણું બધું કરવા માટે આદર્શ.\n\nજીવંત પ્રસ્તુતિઓ\nલોકોને આમંત્રિત કરો અને તમારા કેનવાસથી જ તમારા ડ્રોઇંગ્સ લાઇવ રજૂ કરો. મનમોહક દ્રશ્યો બનાવો અને તેને સરળતાથી સ્લાઇડ્સમાં ફેરવો.\n\nસહયોગ\nતમારા સહકર્મીઓ સાથે મેન્યુઅલ શેરિંગ નહીં! તમારા કાર્યક્ષેત્રમાં સરળતાથી સાથે મળીને સહયોગ કરો.\n\nસામાન્ય ઉપયોગના કિસ્સાઓ\n• બેઠકો\n• મંથન\n• આકૃતિઓ\n• મુલાકાતો\n• ઝડપી વાયરફ્રેમિંગ\nઅને વધુ...\n\nતમે સહયોગી વ્હાઇટબોર્ડ પર શું કરી શકો?\n● સ્કેચ સોફ્ટવેર આકૃતિઓ જેમ કે UML, ડિઝાઇન પેટર્ન અથવા ફ્લોચાર્ટ\n● મનના નકશા બનાવો\n● ડ્રાફ્ટ યુઝર ઇન્ટરફેસ સ્કેચ\n● જટિલ પ્રવાહોની કલ્પના કરો\n● દૈનિક વિચારોનો મુસદ્દો તૈયાર કરવા માટે નોંધોનો ઉપયોગ કરો\n● પ્રોજેક્ટ મેનેજ કરો\n● રોડમેપ્સ બનાવો\n● દૂરસ્થ ટીમોમાં સાથે મળીને કામ કરો\n\n➤ ગોપનીયતા નીતિ\n\nડિઝાઇન દ્વારા, તમારો ડેટા હંમેશા તમારા Google એકાઉન્ટ પર રહે છે, અમારા ડેટાબેઝમાં ક્યારેય સાચવવામાં આવતો નથી. તમારો ડેટા એડ-ઓન માલિક સહિત કોઈપણ સાથે શેર કરવામાં આવતો નથી.\nઅમે તમારા ડેટાને સુરક્ષિત રાખવા માટે ગોપનીયતા કાયદાઓ (ખાસ કરીને GDPR અને કેલિફોર્નિયા પ્રાઇવસી એક્ટ)નું પાલન કરીએ છીએ.",
    "he": "כלי לוח לבן עם ניסיון מצוייר ביד. אידיאלי לעריכת ראיונות, ציור דיאגרמות, ניהול פרויקטים, אבות טיפוס או סקיצות ועוד.\n\nמצגות חיות\nהזמן אנשים והצג את הציורים שלך בשידור חי ישירות מהקנבס שלך. צור ויז'ואל שובה לב והפוך אותם בקלות לשקופיות.\n\nשיתוף פעולה\nלא עוד שיתוף ידני עם הקולגות שלך! שתף פעולה יחד בתוך סביבת העבודה שלך בקלות.\n\nמקרי שימוש נפוצים\n• פגישות\n• סיעור מוחות\n• דיאגרמות\n• ראיונות\n• חיבור קווי מהיר\nועוד...\n\nמה אתה יכול לעשות ב-Collaborative Whiteboard?\n● שרטטו דיאגרמות תוכנה כגון UML, דפוסי עיצוב או תרשימי זרימה\n● צור מפות חשיבה\n● טיוטה של סקיצות ממשק משתמש\n● דמיינו זרימות מורכבות\n● השתמש בהערות כדי לנסח רעיונות יומיומיים\n● ניהול פרויקטים\n● בניית מפות דרכים\n● עבודה משותפת בצוותים מרוחקים\n\n➤ מדיניות פרטיות\n\nלפי התכנון, הנתונים שלך נשארים בכל עת בחשבון Google שלך, לעולם לא נשמרים במסד הנתונים שלנו. הנתונים שלך אינם משותפים עם אף אחד, כולל הבעלים של התוסף.\nאנו מצייתים לחוקי הפרטיות (במיוחד GDPR וחוק הפרטיות של קליפורניה) כדי להגן על הנתונים שלך.",
    "hi": "अनुभव की तरह हाथ से तैयार किया गया व्हाइटबोर्डिंग टूल। साक्षात्कार आयोजित करने, आरेख बनाने, परियोजना प्रबंधन, प्रोटोटाइप या रेखाचित्र और बहुत कुछ करने के लिए आदर्श।\n\nलाइव प्रस्तुतियाँ\nलोगों को आमंत्रित करें और सीधे अपने कैनवास से अपने चित्र प्रस्तुत करें। मनोरम दृश्य बनाएं और उन्हें आसानी से स्लाइड में बदलें।\n\nसहयोग\nअपने सहकर्मियों के साथ अब कोई मैन्युअल साझाकरण नहीं! अपने कार्यक्षेत्र में आसानी से एक साथ सहयोग करें।\n\nसामान्य उपयोग के मामले\n• बैठकें\n• विचार-मंथन\n• रेखाचित्र\n• साक्षात्कार\n• त्वरित वायरफ़्रेमिंग\nऔर अधिक...\n\nआप सहयोगात्मक व्हाइटबोर्ड पर क्या कर सकते हैं?\n● यूएमएल, डिज़ाइन पैटर्न या फ़्लोचार्ट जैसे सॉफ़्टवेयर आरेख स्केच करें\n● माइंड मैप बनाएं\n● उपयोगकर्ता इंटरफ़ेस स्केच का मसौदा तैयार करें\n● जटिल प्रवाहों की कल्पना करें\n● दैनिक विचारों का मसौदा तैयार करने के लिए नोट्स का उपयोग करें\n● परियोजनाओं का प्रबंधन करें\n● रोडमैप बनाएं\n● दूरस्थ टीमों में एक साथ काम करें\n\n➤ गोपनीयता नीति\n\nडिज़ाइन के अनुसार, आपका डेटा हर समय आपके Google खाते पर रहता है, हमारे डेटाबेस में कभी भी सहेजा नहीं जाता है। आपका डेटा ऐड-ऑन स्वामी सहित किसी के साथ साझा नहीं किया जाता है।\nहम आपके डेटा की सुरक्षा के लिए गोपनीयता कानूनों (विशेषकर जीडीपीआर और कैलिफ़ोर्निया गोपनीयता अधिनियम) का अनुपालन करते हैं।",
    "hr": "Alat za bijelu ploču s rukom nacrtanim poput iskustva. Idealno za vođenje intervjua, crtanje dijagrama, upravljanje projektima, prototipove ili skice i još mnogo toga.\n\nPrezentacije uživo\nPozovite ljude i predstavite svoje crteže uživo izravno sa svog platna. Stvorite zadivljujuće slike i lako ih pretvorite u slajdove.\n\nSuradnja\nNema više ručnog dijeljenja s kolegama! Lako surađujte zajedno unutar svog radnog prostora.\n\nUobičajeni slučajevi upotrebe\n• Sastanci\n• Brainstorming\n• Dijagrami\n• Intervjui\n• Brzo žičano uokvirivanje\ni više...\n\nŠto možete učiniti na Collaborative Whiteboardu?\n● Skicirajte softverske dijagrame kao što su UML, uzorci dizajna ili dijagrami toka\n● Izradite mentalne mape\n● Nacrtajte skice korisničkog sučelja\n● Vizualizirajte složene tokove\n● Koristite bilješke za izradu dnevnih ideja\n● Upravljanje projektima\n● Izradite mape puta\n● Radite zajedno u udaljenim timovima\n\n➤ Politika privatnosti\n\nPrema dizajnu, vaši podaci cijelo vrijeme ostaju na vašem Google računu, nikada se ne spremaju u našu bazu podataka. Vaši se podaci ne dijele ni s kim, uključujući vlasnika dodatka.\nPridržavamo se zakona o privatnosti (osobito GDPR-a i Kalifornijskog zakona o privatnosti) kako bismo zaštitili vaše podatke.",
    "hu": "Whiteboarding eszköz kézzel rajzolt, mint a tapasztalat. Ideális interjúk készítéséhez, diagramok rajzolásához, projektmenedzsmenthez, prototípusok vagy vázlatok készítéséhez és még sok máshoz.\n\nÉlő bemutatók\nHívjon meg embereket, és mutassa be rajzait élőben közvetlenül a vászonról. Hozzon létre lenyűgöző látványelemeket, és alakítsa azokat könnyen diává.\n\nEgyüttműködés\nNincs többé manuális megosztás kollégáival! Könnyedén működhet együtt a munkaterületén.\n\nGyakori használati esetek\n• Találkozók\n• Ötletelés\n• Diagramok\n• Interjúk\n• Gyors drótkeretezés\nés több...\n\nMit tehet a Collaborative Whiteboardon?\n● Vázlatoljon szoftverdiagramokat, például UML-t, tervezési mintákat vagy folyamatábrákat\n● Készítsen gondolattérképeket\n● Felhasználói felület vázlatok vázlata\n● Komplex folyamatok megjelenítése\n● Használjon jegyzeteket a napi ötletek megfogalmazásához\n● Projektek kezelése\n● Útiterv készítése\n● Dolgozzon együtt távoli csapatokban\n\n➤ Adatvédelmi szabályzat\n\nTervezés szerint adatai mindig a Google-fiókjában maradnak, és soha nem kerülnek mentésre az adatbázisunkba. Az Ön adatait senkivel nem osztják meg, beleértve a bővítmény tulajdonosát sem.\nAz adatok védelme érdekében betartjuk az adatvédelmi törvényeket (különösen a GDPR-t és a California Privacy Act-et).",
    "id": "Alat papan tulis dengan pengalaman seperti yang digambar tangan. Ideal untuk melakukan wawancara, menggambar diagram, manajemen proyek, prototipe atau sketsa dan banyak lagi.\n\nPresentasi Langsung\nUndang orang dan presentasikan gambar Anda langsung dari kanvas Anda. Buat visual menawan dan ubah menjadi slide dengan mudah.\n\nKolaborasi\nTidak ada lagi pembagian manual dengan kolega Anda! Berkolaborasi bersama dalam ruang kerja Anda dengan mudah.\n\nKasus penggunaan umum\n• Rapat\n• Bertukar pikiran\n• Diagram\n• Wawancara\n• Wireframing cepat\ndan banyak lagi...\n\nApa yang dapat Anda lakukan di Papan Tulis Kolaboratif?\n● Membuat sketsa diagram perangkat lunak seperti UML, pola desain, atau diagram alur\n● Membuat peta pikiran\n● Draf sketsa antarmuka pengguna\n● Visualisasikan aliran yang kompleks\n● Gunakan catatan untuk menyusun ide sehari-hari\n● Kelola proyek\n● Membangun peta jalan\n● Bekerja sama dalam tim jarak jauh\n\n➤ Kebijakan Privasi\n\nSesuai desainnya, data Anda selalu tersimpan di akun Google Anda, tidak pernah disimpan di database kami. Data Anda tidak dibagikan kepada siapa pun, termasuk pemilik add-on.\nKami mematuhi undang-undang privasi (khususnya GDPR & California Privacy Act) untuk melindungi data Anda.",
    "it": "Strumento per lavagna con esperienza disegnata a mano. Ideale per condurre interviste, disegnare diagrammi, gestione di progetti, prototipi o schizzi e molto altro ancora.\n\nPresentazioni dal vivo\nInvita le persone e presenta i tuoi disegni in diretta direttamente dalla tua tela. Crea immagini accattivanti e trasformale facilmente in diapositive.\n\nCollaborazione\nNiente più condivisione manuale con i tuoi colleghi! Collabora facilmente insieme all'interno del tuo spazio di lavoro.\n\nCasi d'uso comuni\n• Riunioni\n• Brainstorming\n• Diagrammi\n• Interviste\n• Wireframing rapido\ne altro ancora...\n\nCosa puoi fare sulla lavagna collaborativa?\n● Disegnare diagrammi software come UML, modelli di progettazione o diagrammi di flusso\n● Creare mappe mentali\n● Bozze di schizzi dell'interfaccia utente\n● Visualizzare flussi complessi\n● Utilizzare le note per abbozzare idee quotidiane\n● Gestire progetti\n● Costruire tabelle di marcia\n● Lavorare insieme in team remoti\n\n➤ Informativa sulla privacy\n\nPer impostazione predefinita, i tuoi dati rimangono sempre nel tuo account Google, mai salvati nel nostro database. I tuoi dati non vengono condivisi con nessuno, incluso il proprietario del componente aggiuntivo.\nRispettiamo le leggi sulla privacy (in particolare GDPR e California Privacy Act) per proteggere i tuoi dati.",
    "ja": "手描き風のホワイトボードツール。 インタビューの実施、図の作成、プロジェクト管理、プロトタイプやスケッチなどに最適です。\n\nライブプレゼンテーション\n人々を招待して、キャンバスから直接描画をライブで発表します。 魅力的なビジュアルを作成し、簡単にスライドに変換できます。\n\nコラボレーション\n同僚とマニュアルを共有する必要はもうありません。 ワークスペース内で簡単に共同作業できます。\n\n一般的な使用例\n• 会議\n• ブレーンストーミング\n• 図\n• インタビュー\n• 素早いワイヤーフレーム作成\nもっと...\n\n共同ホワイトボードでは何ができますか?\n● UML、デザインパターン、フローチャートなどのソフトウェア図をスケッチする\n● マインドマップを作成する\n● ユーザー インターフェイスのスケッチの草案\n● 複雑なフローを視覚化する\n● メモを使用して毎日のアイデアを下書きする\n● プロジェクトを管理する\n● ロードマップを構築する\n● リモートチームで共同作業する\n\n➤ プライバシーポリシー\n\n設計上、データは常に Google アカウントに保存され、データベースには保存されません。 あなたのデータは、アドオンの所有者を含む誰とも共有されません。\n当社は、お客様のデータを保護するためにプライバシー法 (特に GDPR およびカリフォルニア州プライバシー法) を遵守しています。",
    "kn": "ವೈಟ್‌ಬೋರ್ಡಿಂಗ್ ಪರಿಕರವನ್ನು ಕೈಯಿಂದ ಚಿತ್ರಿಸಿದ ಅನುಭವದಂತೆ. ಸಂದರ್ಶನಗಳು, ರೇಖಾಚಿತ್ರ ರೇಖಾಚಿತ್ರಗಳು, ಯೋಜನಾ ನಿರ್ವಹಣೆ, ಮೂಲಮಾದರಿಗಳು ಅಥವಾ ರೇಖಾಚಿತ್ರಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳನ್ನು ನಡೆಸಲು ಸೂಕ್ತವಾಗಿದೆ.\n\nಲೈವ್ ಪ್ರಸ್ತುತಿಗಳು\nಜನರನ್ನು ಆಹ್ವಾನಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕ್ಯಾನ್ವಾಸ್‌ನಿಂದಲೇ ನಿಮ್ಮ ರೇಖಾಚಿತ್ರಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಿ. ಆಕರ್ಷಕ ದೃಶ್ಯಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ಅವುಗಳನ್ನು ಸುಲಭವಾಗಿ ಸ್ಲೈಡ್‌ಗಳಾಗಿ ಪರಿವರ್ತಿಸಿ.\n\nಸಹಯೋಗ\nನಿಮ್ಮ ಸಹೋದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಇನ್ನು ಮುಂದೆ ಹಸ್ತಚಾಲಿತ ಹಂಚಿಕೆ ಇಲ್ಲ! ನಿಮ್ಮ ಕಾರ್ಯಕ್ಷೇತ್ರದಲ್ಲಿ ಸುಲಭವಾಗಿ ಒಟ್ಟಿಗೆ ಸಹಯೋಗಿಸಿ.\n\nಸಾಮಾನ್ಯ ಬಳಕೆಯ ಪ್ರಕರಣಗಳು\n• ಸಭೆಗಳು\n• ಬುದ್ದಿಮತ್ತೆ\n• ರೇಖಾಚಿತ್ರಗಳು\n• ಸಂದರ್ಶನಗಳು\n• ತ್ವರಿತ ವೈರ್‌ಫ್ರೇಮಿಂಗ್\nಇನ್ನೂ ಸ್ವಲ್ಪ...\n\nಸಹಯೋಗದ ವೈಟ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ನೀವು ಏನು ಮಾಡಬಹುದು?\n● UML, ವಿನ್ಯಾಸ ಮಾದರಿಗಳು ಅಥವಾ ಫ್ಲೋಚಾರ್ಟ್‌ಗಳಂತಹ ಸಾಫ್ಟ್‌ವೇರ್ ರೇಖಾಚಿತ್ರಗಳನ್ನು ಸ್ಕೆಚ್ ಮಾಡಿ\n● ಮನಸ್ಸಿನ ನಕ್ಷೆಗಳನ್ನು ರಚಿಸಿ\n● ಡ್ರಾಫ್ಟ್ ಬಳಕೆದಾರ ಇಂಟರ್ಫೇಸ್ ರೇಖಾಚಿತ್ರಗಳು\n● ಸಂಕೀರ್ಣ ಹರಿವುಗಳನ್ನು ದೃಶ್ಯೀಕರಿಸಿ\n● ದೈನಂದಿನ ಆಲೋಚನೆಗಳನ್ನು ರಚಿಸಲು ಟಿಪ್ಪಣಿಗಳನ್ನು ಬಳಸಿ\n● ಯೋಜನೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ\n● ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ನಿರ್ಮಿಸಿ\n● ದೂರಸ್ಥ ತಂಡಗಳಲ್ಲಿ ಒಟ್ಟಿಗೆ ಕೆಲಸ ಮಾಡಿ\n\n➤ ಗೌಪ್ಯತಾ ನೀತಿ\n\nವಿನ್ಯಾಸದ ಮೂಲಕ, ನಿಮ್ಮ ಡೇಟಾ ನಿಮ್ಮ Google ಖಾತೆಯಲ್ಲಿ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಇರುತ್ತದೆ, ನಮ್ಮ ಡೇಟಾಬೇಸ್‌ನಲ್ಲಿ ಎಂದಿಗೂ ಉಳಿಸಲಾಗುವುದಿಲ್ಲ. ಆಡ್-ಆನ್ ಮಾಲೀಕರು ಸೇರಿದಂತೆ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.\nನಿಮ್ಮ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು (ವಿಶೇಷವಾಗಿ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗೌಪ್ಯತೆ ಕಾಯಿದೆ) ಅನುಸರಿಸುತ್ತೇವೆ.",
    "ko": "경험처럼 손으로 그린 화이트보드 도구입니다. 인터뷰 수행, 다이어그램 그리기, 프로젝트 관리, 프로토타입 또는 스케치 등에 이상적입니다.\n\n라이브 프레젠테이션\n사람들을 초대하고 캔버스에서 바로 그림을 실시간으로 발표하세요. 시선을 사로잡는 시각적 요소를 만들고 쉽게 슬라이드로 변환하세요.\n\n협동\n더 이상 동료와 수동으로 공유할 필요가 없습니다! 작업 공간 내에서 쉽게 함께 협업하세요.\n\n일반적인 사용 사례\n• 회의\n• 브레인스토밍\n• 다이어그램\n• 인터뷰\n• 빠른 와이어프레임 작성\n그리고 더...\n\nCollaborative Whiteboard에서 무엇을 할 수 있나요?\n● UML, 디자인 패턴, 흐름도와 같은 소프트웨어 다이어그램 스케치\n● 마인드맵 만들기\n● 초안 사용자 인터페이스 스케치\n● 복잡한 흐름 시각화\n● 메모를 사용하여 일일 아이디어 초안 작성\n● 프로젝트 관리\n● 로드맵 구축\n● 원격 팀에서 함께 작업\n\n➤ 개인정보 보호정책\n\n설계상 귀하의 데이터는 항상 귀하의 Google 계정에 유지되며 당사 데이터베이스에는 저장되지 않습니다. 귀하의 데이터는 부가 기능 소유자를 포함하여 누구와도 공유되지 않습니다.\n당사는 귀하의 데이터를 보호하기 위해 개인정보 보호법(특히 GDPR 및 캘리포니아 개인정보 보호법)을 준수합니다.",
    "lt": "Lentelės įrankis su pieštu rankomis. Idealiai tinka interviu vedimui, diagramų braižymui, projektų valdymui, prototipams ar eskizams ir dar daugiau.\n\nTiesioginiai pristatymai\nPakvieskite žmones ir pristatykite savo piešinius tiesiogiai iš savo drobės. Kurkite patrauklius vaizdus ir lengvai paverskite juos skaidrėmis.\n\nBendradarbiavimas\nNebereikia rankinio bendrinimo su kolegomis! Lengvai bendradarbiaukite kartu savo darbo vietoje.\n\nDažni naudojimo atvejai\n• Susitikimai\n• Protų šturmas\n• Diagramos\n• Interviu\n• Greitas laidinis kadravimas\nir dar...\n\nKą galite padaryti bendradarbiavimo lentoje?\n● Nubraižykite programinės įrangos diagramas, pvz., UML, projektavimo modelius arba struktūrines schemas\n● Kurkite minčių žemėlapius\n● Nubraižykite vartotojo sąsajos eskizus\n● Vizualizuokite sudėtingus srautus\n● Naudokite pastabas, kad sukurtumėte kasdienes idėjas\n● Valdykite projektus\n● Kurkite planus\n● Dirbti kartu nuotolinėse komandose\n\n➤ Privatumo politika\n\nPagal dizainą jūsų duomenys visą laiką lieka jūsų „Google“ paskyroje ir niekada neišsaugomi mūsų duomenų bazėje. Jūsų duomenys nėra bendrinami su niekuo, įskaitant priedo savininką.\nSiekdami apsaugoti jūsų duomenis, laikomės privatumo įstatymų (ypač GDPR ir Kalifornijos privatumo įstatymo).",
    "lv": "Tāfeles rīks ar roku zīmētu līdzīgu pieredzi. Ideāli piemērots interviju vadīšanai, diagrammu zīmēšanai, projektu vadībai, prototipu vai skiču veidošanai un daudz kam citam.\n\nTiešraides prezentācijas\nUzaiciniet cilvēkus un prezentējiet savus zīmējumus tiešraidē tieši no sava audekla. Izveidojiet valdzinošus vizuālos materiālus un viegli pārvērtiet tos slaidos.\n\nSadarbība\nVairs nekādas manuālas koplietošanas ar kolēģiem! Ērti sadarbojieties savā darbvietā.\n\nBieži lietošanas gadījumi\n• Sanāksmes\n• Prāta vētra\n• Diagrammas\n• Intervijas\n• Ātra karkasa izveide\nun vēl...\n\nKo jūs varat darīt uz sadarbības tāfeles?\n● Skicējiet programmatūras diagrammas, piemēram, UML, dizaina modeļus vai blokshēmas\n● Izveidojiet domu kartes\n● Uzmetiet lietotāja interfeisa skices\n● Vizualizējiet sarežģītas plūsmas\n● Izmantojiet piezīmes, lai izstrādātu ikdienas idejas\n● Pārvaldiet projektus\n● Veidojiet ceļvežus\n● Strādājiet kopā attālās komandās\n\n➤ Privātuma politika\n\nPēc konstrukcijas jūsu dati vienmēr paliek jūsu Google kontā un nekad netiek saglabāti mūsu datubāzē. Jūsu dati netiek kopīgoti ar citiem, tostarp ar pievienojumprogrammas īpašnieku.\nMēs ievērojam privātuma likumus (jo īpaši GDPR un Kalifornijas privātuma likumu), lai aizsargātu jūsu datus.",
    "ml": "വൈറ്റ്ബോർഡിംഗ് ടൂൾ പോലെ കൈ വരച്ച അനുഭവം. അഭിമുഖങ്ങൾ, ഡ്രോയിംഗ് ഡയഗ്രമുകൾ, പ്രോജക്ട് മാനേജ്മെന്റ്, പ്രോട്ടോടൈപ്പുകൾ അല്ലെങ്കിൽ സ്കെച്ചുകൾ എന്നിവയ്ക്കും മറ്റും അനുയോജ്യം.\n\nതത്സമയ അവതരണങ്ങൾ\nആളുകളെ ക്ഷണിക്കുകയും നിങ്ങളുടെ ഡ്രോയിംഗുകൾ നിങ്ങളുടെ ക്യാൻവാസിൽ നിന്ന് നേരിട്ട് അവതരിപ്പിക്കുകയും ചെയ്യുക. ആകർഷകമായ ദൃശ്യങ്ങൾ സൃഷ്‌ടിച്ച് അവയെ സ്ലൈഡുകളാക്കി മാറ്റുക.\n\nസഹകരണം\nനിങ്ങളുടെ സഹപ്രവർത്തകരുമായി ഇനി സ്വമേധയാ പങ്കിടേണ്ടതില്ല! നിങ്ങളുടെ ജോലിസ്ഥലത്ത് എളുപ്പത്തിൽ സഹകരിക്കുക.\n\nസാധാരണ ഉപയോഗ കേസുകൾ\n• മീറ്റിംഗുകൾ\n• ബ്രെയിൻസ്റ്റോമിംഗ്\n• ഡയഗ്രമുകൾ\n• അഭിമുഖങ്ങൾ\n• ദ്രുത വയർഫ്രെയിമിംഗ്\nകൂടാതെ കൂടുതൽ...\n\nസഹകരണ വൈറ്റ്ബോർഡിൽ നിങ്ങൾക്ക് എന്തുചെയ്യാൻ കഴിയും?\n● UML, ഡിസൈൻ പാറ്റേണുകൾ അല്ലെങ്കിൽ ഫ്ലോചാർട്ടുകൾ പോലുള്ള സോഫ്‌റ്റ്‌വെയർ ഡയഗ്രമുകൾ സ്‌കെച്ച് ചെയ്യുക\n● മൈൻഡ് മാപ്പുകൾ സൃഷ്ടിക്കുക\n● ഡ്രാഫ്റ്റ് യൂസർ ഇന്റർഫേസ് സ്കെച്ചുകൾ\n● സങ്കീർണ്ണമായ ഒഴുക്കുകൾ ദൃശ്യവൽക്കരിക്കുക\n● ദൈനംദിന ആശയങ്ങൾ തയ്യാറാക്കാൻ കുറിപ്പുകൾ ഉപയോഗിക്കുക\n● പ്രോജക്റ്റുകൾ നിയന്ത്രിക്കുക\n● റോഡ്മാപ്പുകൾ നിർമ്മിക്കുക\n● റിമോട്ട് ടീമുകളിൽ ഒരുമിച്ച് പ്രവർത്തിക്കുക\n\n➤ സ്വകാര്യതാ നയം\n\nരൂപകൽപ്പന പ്രകാരം, നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടെ Google അക്കൗണ്ടിൽ എല്ലായ്‌പ്പോഴും നിലനിൽക്കും, ഞങ്ങളുടെ ഡാറ്റാബേസിൽ ഒരിക്കലും സംരക്ഷിക്കപ്പെടില്ല. ആഡ്-ഓൺ ഉടമ ഉൾപ്പെടെ ആരുമായും നിങ്ങളുടെ ഡാറ്റ പങ്കിട്ടിട്ടില്ല.\nനിങ്ങളുടെ ഡാറ്റ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ (പ്രത്യേകിച്ച് GDPR & കാലിഫോർണിയ സ്വകാര്യതാ നിയമം) പാലിക്കുന്നു.",
    "mr": "अनुभवाप्रमाणे हाताने काढलेले व्हाइटबोर्डिंग साधन. मुलाखती, रेखाचित्रे, प्रकल्प व्यवस्थापन, प्रोटोटाइप किंवा स्केचेस आणि बरेच काही आयोजित करण्यासाठी आदर्श.\n\nथेट सादरीकरणे\nलोकांना आमंत्रित करा आणि तुमची रेखाचित्रे थेट तुमच्या कॅनव्हासवरून सादर करा. मनमोहक व्हिज्युअल तयार करा आणि त्यांना सहजपणे स्लाइडमध्ये बदला.\n\nसहयोग\nतुमच्या सहकाऱ्यांसोबत यापुढे मॅन्युअल शेअरिंग नाही! तुमच्या कार्यक्षेत्रात सहजतेने एकत्र सहयोग करा.\n\nसामान्य वापर प्रकरणे\n• सभा\n• विचारमंथन\n• आकृत्या\n• मुलाखती\n• जलद वायरफ्रेमिंग\nआणि अधिक...\n\nसहयोगी व्हाईटबोर्डवर तुम्ही काय करू शकता?\n● सॉफ्टवेअर आकृती जसे की UML, डिझाइन पॅटर्न किंवा फ्लोचार्ट स्केच करा\n● मनाचे नकाशे तयार करा\n● मसुदा वापरकर्ता इंटरफेस स्केचेस\n● जटिल प्रवाहांची कल्पना करा\n● दैनंदिन कल्पनांचा मसुदा तयार करण्यासाठी नोट्स वापरा\n● प्रकल्प व्यवस्थापित करा\n● रोडमॅप तयार करा\n● दूरस्थ संघांमध्ये एकत्र काम करा\n\n➤ गोपनीयता धोरण\n\nडिझाइननुसार, तुमचा डेटा नेहमी तुमच्या Google खात्यावर राहतो, आमच्या डेटाबेसमध्ये कधीही जतन केला जात नाही. अॅड-ऑन मालकासह तुमचा डेटा कोणाशीही शेअर केला जात नाही.\nतुमचा डेटा संरक्षित करण्यासाठी आम्ही गोपनीयता कायद्यांचे (विशेषत: GDPR आणि कॅलिफोर्निया गोपनीयता कायदा) पालन करतो.",
    "ms": "Alat papan putih dengan pengalaman seperti lukisan tangan. Sesuai untuk menjalankan temu bual, melukis gambar rajah, pengurusan projek, prototaip atau lakaran dan banyak lagi.\n\nPersembahan Langsung\nJemput orang dan tunjukkan lukisan anda secara langsung terus dari kanvas anda. Cipta visual yang menawan dan jadikan slaid dengan mudah.\n\nKerjasama\nTiada lagi perkongsian manual dengan rakan sekerja anda! Bekerjasama bersama dalam ruang kerja anda dengan mudah.\n\nKes penggunaan biasa\n• Mesyuarat\n• Sumbangsaran\n• Gambar rajah\n• Temu bual\n• Rangka wayar pantas\ndan banyak lagi...\n\nApakah yang boleh anda lakukan pada Papan Putih Kolaboratif?\n● Lakarkan gambar rajah perisian seperti UML, corak reka bentuk atau carta alir\n● Buat peta minda\n● Draf lakaran antara muka pengguna\n● Visualisasikan aliran kompleks\n● Gunakan nota untuk merangka idea harian\n● Urus projek\n● Bina peta jalan\n● Bekerjasama dalam pasukan jauh\n\n➤ Dasar Privasi\n\nMengikut reka bentuk, data anda kekal pada setiap masa pada akaun Google anda, tidak pernah disimpan dalam pangkalan data kami. Data anda tidak dikongsi dengan sesiapa, termasuk pemilik alat tambah.\nKami mematuhi undang-undang privasi (terutamanya GDPR & Akta Privasi California) untuk melindungi data anda.",
    "nl": "Whiteboardtool met handgetekende ervaring. Ideaal voor het afnemen van interviews, het tekenen van diagrammen, projectmanagement, prototypes of schetsen en nog veel meer.\n\nLive-presentaties\nNodig mensen uit en presenteer uw tekeningen live vanaf uw canvas. Creëer boeiende beelden en verander ze eenvoudig in dia's.\n\nSamenwerking\nNooit meer handmatig delen met je collega's! Werk eenvoudig samen binnen uw werkruimte.\n\nVeelvoorkomende gebruiksscenario's\n• Vergaderingen\n• Brainstormen\n• Diagrammen\n• Sollicitatiegesprekken\n• Snelle wireframing\nen meer...\n\nWat kunt u doen op Collaborative Whiteboard?\n● Schets softwarediagrammen zoals UML, ontwerppatronen of stroomdiagrammen\n● Maak mindmaps\n● Ontwerp schetsen van de gebruikersinterface\n● Visualiseer complexe stromen\n● Gebruik notities om dagelijkse ideeën op te stellen\n● Beheer projecten\n● Bouw routekaarten\n● Werk samen in teams op afstand\n\n➤ Privacybeleid\n\nDoor het ontwerp blijven uw gegevens te allen tijde in uw Google-account staan en nooit opgeslagen in onze database. Uw gegevens worden met niemand gedeeld, ook niet met de eigenaar van de add-on.\nWe voldoen aan de privacywetten (met name de AVG en de California Privacy Act) om uw gegevens te beschermen.",
    "no": "Tavleverktøy med håndtegnet opplevelse. Ideell for å gjennomføre intervjuer, tegne diagrammer, prosjektledelse, prototyper eller skisser og mye mer.\n\nLive presentasjoner\nInviter folk og presenter tegningene dine direkte fra lerretet ditt. Lag fengslende bilder og gjør dem enkelt om til lysbilder.\n\nSamarbeid\nIkke mer manuell deling med kollegene dine! Samarbeid enkelt innenfor arbeidsområdet ditt.\n\nVanlige brukstilfeller\n• Møter\n• Brainstorming\n• Diagrammer\n• Intervjuer\n• Rask wireframing\nog mer...\n\nHva kan du gjøre på Collaborative Whiteboard?\n● Skisser programvarediagrammer som UML, designmønstre eller flytskjemaer\n● Lag tankekart\n● Utkast til skisser for brukergrensesnitt\n● Visualiser komplekse flyter\n● Bruk notater til å lage utkast til daglige ideer\n● Administrere prosjekter\n● Lag veikart\n● Arbeid sammen i eksterne team\n\n➤ Personvernerklæring\n\nVed design forblir dataene dine til enhver tid på Google-kontoen din, aldri lagret i databasen vår. Dataene dine deles ikke med noen, inkludert eieren av tillegget.\nVi overholder personvernlover (spesielt GDPR og California Privacy Act) for å beskytte dataene dine.",
    "pl": "Narzędzie do tworzenia tablicy z ręcznie rysowanym doświadczeniem. Idealny do przeprowadzania wywiadów, rysowania diagramów, zarządzania projektami, prototypów lub szkiców i wielu innych.\n\nPrezentacje na żywo\nZapraszaj ludzi i prezentuj swoje rysunki na żywo bezpośrednio z płótna. Twórz urzekające wizualizacje i z łatwością zamieniaj je w slajdy.\n\nWspółpraca\nNigdy więcej ręcznego udostępniania swoim współpracownikom! Z łatwością współpracuj w swoim obszarze roboczym.\n\nTypowe przypadki użycia\n• Spotkania\n• Burza mózgów\n• Diagramy\n• Wywiady\n• Szybkie tworzenie szkieletu\ni więcej...\n\nCo możesz zrobić na tablicy współpracy?\n● Szkicuj diagramy oprogramowania, takie jak UML, wzorce projektowe lub schematy blokowe\n● Twórz mapy myśli\n● Szkice robocze interfejsu użytkownika\n● Wizualizuj złożone przepływy\n● Używaj notatek do tworzenia codziennych pomysłów\n● Zarządzaj projektami\n● Twórz plany działania\n● Pracuj razem w zdalnych zespołach\n\n➤ Polityka prywatności\n\nZ założenia Twoje dane pozostają przez cały czas na Twoim koncie Google i nigdy nie są zapisywane w naszej bazie danych. Twoje dane nie są nikomu udostępniane, w tym właścicielowi dodatku.\nPrzestrzegamy przepisów dotyczących prywatności (w szczególności RODO i kalifornijskiej ustawy o ochronie prywatności), aby chronić Twoje dane.",
    "pt_BR": "Ferramenta de quadro branco com experiência de desenho à mão. Ideal para conduzir entrevistas, desenhar diagramas, gerenciamento de projetos, protótipos ou esboços e muito mais.\n\nApresentações ao vivo\nConvide pessoas e apresente seus desenhos ao vivo diretamente de sua tela. Crie visuais cativantes e transforme-os facilmente em slides.\n\nColaboração\nChega de compartilhar manualmente com seus colegas! Colabore facilmente em seu espaço de trabalho.\n\nCasos de uso comuns\n- Reuniões\n- Brainstorming\n- Diagramas\n- Entrevistas\n- Wireframing rápido\ne muito mais...\n\nO que você pode fazer no quadro branco colaborativo?\nEsboçar diagramas de software, como UML, padrões de design ou fluxogramas\nCriar mapas mentais \nEsboçar esboços da interface do usuário\nVisualizar fluxos complexos\nUsar anotações para esboçar ideias diárias\nGerenciar projetos\nCriar roteiros\nTrabalhar em conjunto com equipes remotas\n\n➤ Política de privacidade \n\nPor padrão, seus dados permanecem o tempo todo em sua conta do Google e nunca são salvos em nosso banco de dados. Seus dados não são compartilhados com ninguém, inclusive com o proprietário do complemento. \nEstamos em conformidade com as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger seus dados.",
    "pt_PT": "Ferramenta de quadro branco com experiência de desenho à mão. Ideal para realizar entrevistas, desenhar diagramas, gestão de projectos, protótipos ou esboços e muito mais.\n\nApresentações em direto\nConvide pessoas e apresente os seus desenhos em direto a partir da sua tela. Crie imagens cativantes e transforme-as facilmente em diapositivos.\n\nColaboração\nAcabou-se a partilha manual com os seus colegas! Colabore facilmente no seu espaço de trabalho.\n\nCasos de utilização comuns\n- Reuniões\n- Brainstorming\n- Diagramas\n- Entrevistas\n- wireframing rápido\ne muito mais...\n\nO que é que pode fazer no quadro branco colaborativo?\nEsboçar diagramas de software, como UML, padrões de design ou fluxogramas\nCriar mapas mentais \nEsboçar esboços da interface do utilizador\nVisualizar fluxos complexos\nUtilizar notas para esboçar ideias diárias\nGerir projectos\nConstruir roteiros\nTrabalhar em conjunto em equipas remotas\n\n➤ Política de privacidade \n\nPor definição, os seus dados permanecem sempre na sua conta Google, nunca sendo guardados na nossa base de dados. Os seus dados não são partilhados com ninguém, incluindo o proprietário do add-on. \nCumprimos as leis de privacidade (especialmente o GDPR e a Lei de Privacidade da Califórnia) para proteger os seus dados.",
    "ro": "Instrument de tablă albă cu experiență desenată manual. Ideal pentru realizarea de interviuri, desenarea diagramelor, managementul proiectelor, prototipuri sau schițe și multe altele.\n\nPrezentări live\nInvitați oameni și prezentați-vă desenele live direct de pe pânza dvs. Creați imagini captivante și transformați-le cu ușurință în diapozitive.\n\nColaborare\nGata cu partajarea manuală cu colegii tăi! Colaborați cu ușurință în spațiul dvs. de lucru.\n\nCazuri comune de utilizare\n• Întâlniri\n• Brainstorming\n• Diagrame\n• Interviuri\n• Wireframing rapidă\nși altele...\n\nCe poți face pe tabla albă colaborativă?\n● Schițați diagrame software, cum ar fi UML, modele de design sau diagrame de flux\n● Creați hărți mentale\n● Schițe de interfață cu utilizatorul\n● Vizualizați fluxuri complexe\n● Folosiți note pentru a redacta idei zilnice\n● Gestionarea proiectelor\n● Construiți foi de parcurs\n● Lucrați împreună în echipe de la distanță\n\n➤ Politica de confidențialitate\n\nPrin proiectare, datele dvs. rămân tot timpul în contul dvs. Google, niciodată salvate în baza noastră de date. Datele dvs. nu sunt partajate cu nimeni, inclusiv cu proprietarul suplimentului.\nRespectăm legile de confidențialitate (în special GDPR și California Privacy Act) pentru a vă proteja datele.",
    "ru": "Инструмент для доски с нарисованным от руки опытом. Идеально подходит для проведения интервью, рисования диаграмм, управления проектами, создания прототипов или эскизов и многого другого.\n\nЖивые презентации\nПриглашайте людей и представляйте свои рисунки вживую прямо с холста. Создавайте увлекательные визуальные эффекты и легко превращайте их в слайды.\n\nСотрудничество\nБольше не нужно делиться информацией с коллегами вручную! Легко сотрудничайте вместе в своем рабочем пространстве.\n\nРаспространенные случаи использования\n• Встречи\n• Мозговой штурм\n• Диаграммы\n• Интервью\n• Быстрое создание каркаса\nи более...\n\nЧто можно делать на совместной доске?\n● Нарисуйте диаграммы программного обеспечения, такие как UML, шаблоны проектирования или блок-схемы.\n● Создавайте интеллект-карты.\n● Черновые эскизы пользовательского интерфейса.\n● Визуализация сложных потоков.\n● Используйте заметки для составления ежедневных идей.\n● Управление проектами\n● Создавайте дорожные карты.\n● Работайте вместе в удаленных командах.\n\n➤ Политика конфиденциальности\n\nПо замыслу ваши данные всегда остаются в вашей учетной записи Google и никогда не сохраняются в нашей базе данных. Ваши данные никому не передаются, включая владельца дополнения.\nМы соблюдаем законы о конфиденциальности (особенно GDPR и Закон штата Калифорния о конфиденциальности) для защиты ваших данных.",
    "sk": "Nástroj na tabuľu s ručne kresleným zážitkom. Ideálne na vedenie rozhovorov, kreslenie schém, projektový manažment, prototypy alebo náčrty a mnoho ďalšieho.\n\nŽivé prezentácie\nPozvite ľudí a prezentujte svoje kresby naživo priamo z vášho plátna. Vytvorte podmanivé vizuály a jednoducho ich premeňte na snímky.\n\nSpolupráca\nUž žiadne manuálne zdieľanie s kolegami! Jednoducho spolupracujte vo svojom pracovnom priestore.\n\nBežné prípady použitia\n• Stretnutia\n• Brainstorming\n• Diagramy\n• Rozhovory\n• Rýchly wireframing\na viac...\n\nČo môžete robiť na spoločnej tabuli?\n● Načrtnite softvérové diagramy, ako napríklad UML, návrhové vzory alebo vývojové diagramy\n● Vytvárajte myšlienkové mapy\n● Návrh náčrtov používateľského rozhrania\n● Vizualizujte zložité toky\n● Používajte poznámky na navrhovanie každodenných nápadov\n● Riadiť projekty\n● Vytvárajte cestovné mapy\n● Spolupracujte vo vzdialených tímoch\n\n➤ Zásady ochrany osobných údajov\n\nPodľa návrhu zostávajú vaše údaje vždy vo vašom účte Google a nikdy sa neukladajú v našej databáze. Vaše údaje sa nezdieľajú s nikým vrátane vlastníka doplnku.\nNa ochranu vašich údajov dodržiavame zákony na ochranu osobných údajov (najmä GDPR a Kalifornský zákon o ochrane osobných údajov).",
    "sl": "Orodje za tablo z ročno narisano izkušnjo. Idealen za vodenje intervjujev, risanje diagramov, projektno vodenje, prototipe ali skice in še veliko več.\n\nPredstavitve v živo\nPovabite ljudi in predstavite svoje risbe v živo neposredno s svojega platna. Ustvarite privlačne slike in jih enostavno spremenite v diapozitive.\n\nSodelovanje\nNič več ročnega deljenja s sodelavci! Preprosto sodelujte v svojem delovnem prostoru.\n\nPogosti primeri uporabe\n• Sestanki\n• Nevihta možganov\n• Diagrami\n• Intervjuji\n• Hitro žično oblikovanje\nin več...\n\nKaj lahko počnete na Collaborative Whiteboard?\n● Skicirajte diagrame programske opreme, kot je UML, načrtovalske vzorce ali diagrame poteka\n● Ustvarite miselne zemljevide\n● Osnutek skic uporabniškega vmesnika\n● Vizualizirajte kompleksne tokove\n● Uporabite zapiske za osnutke dnevnih zamisli\n● Upravljajte projekte\n● Ustvarite načrte\n● Sodelujte v oddaljenih skupinah\n\n➤ Politika zasebnosti\n\nPo zasnovi vaši podatki ves čas ostanejo v vašem Google Računu in nikoli niso shranjeni v naši bazi podatkov. Vaši podatki se ne delijo z nikomer, vključno z lastnikom dodatka.\nUpoštevamo zakone o zasebnosti (zlasti GDPR in kalifornijski zakon o zasebnosti), da zaščitimo vaše podatke.",
    "sr": "Алат за белу таблу са руком нацртаним искуством. Идеално за вођење интервјуа, цртање дијаграма, управљање пројектима, прототипове или скице и још много тога.\n\nПрезентације уживо\nПозовите људе и представите своје цртеже уживо директно са свог платна. Направите задивљујуће визуелне приказе и лако их претворите у слајдове.\n\nСарадња\nНема више ручног дељења са колегама! Лако сарађујте у оквиру свог радног простора.\n\nУобичајени случајеви употребе\n• Састанци\n• Браинсторминг\n• Дијаграми\n• Интервјуи\n• Брзо уоквиривање\nи још...\n\nШта можете да радите на Цоллаборативе Вхитебоард?\n● Скицирајте софтверске дијаграме као што су УМЛ, обрасци дизајна или дијаграми тока\n● Креирајте мапе ума\n● Нацртајте скице корисничког интерфејса\n● Визуелизирајте сложене токове\n● Користите белешке за израду дневних идеја\n● Управљајте пројектима\n● Направите мапе пута\n● Радите заједно у удаљеним тимовима\n\n➤ Политика приватности\n\nДизајнирано, ваши подаци остају у сваком тренутку на вашем Гоогле налогу, никада се не чувају у нашој бази података. Ваши подаци се не деле ни са ким, укључујући власника додатка.\nПоштујемо законе о приватности (нарочито ГДПР и Калифорнијски закон о приватности) да бисмо заштитили ваше податке.",
    "sv": "Whiteboardverktyg med handritad upplevelse. Perfekt för att genomföra intervjuer, rita diagram, projektledning, prototyper eller skisser och mycket mer.\n\nLive presentationer\nBjud in människor och presentera dina teckningar live direkt från din duk. Skapa fängslande bilder och förvandla dem enkelt till bilder.\n\nSamarbete\nIngen mer manuell delning med dina kollegor! Samarbeta lätt tillsammans inom din arbetsyta.\n\nVanliga användningsfall\n• Möten\n• Brainstorming\n• Diagram\n• Intervjuer\n• Snabb wireframing\noch mer...\n\nVad kan du göra på Collaborative Whiteboard?\n● Skissa mjukvarudiagram som UML, designmönster eller flödesscheman\n● Skapa tankekartor\n● Utkast till skisser för användargränssnitt\n● Visualisera komplexa flöden\n● Använd anteckningar för att utforma dagliga idéer\n● Hantera projekt\n● Bygg färdplaner\n● Arbeta tillsammans i avlägsna team\n\n➤ Sekretesspolicy\n\nGenom designen finns din data alltid på ditt Google-konto, aldrig sparad i vår databas. Din data delas inte med någon, inklusive tilläggsägaren.\nVi följer integritetslagar (särskilt GDPR & California Privacy Act) för att skydda dina uppgifter.",
    "sw": "Zana ya ubao mweupe iliyochorwa kwa mkono kama uzoefu. Inafaa kwa kufanya mahojiano, kuchora michoro, usimamizi wa mradi, prototypes au michoro na mengi zaidi.\n\nMawasilisho ya Moja kwa Moja\nAlika watu na uwasilishe michoro yako moja kwa moja kutoka kwenye turubai yako. Unda taswira za kuvutia na uzigeuze kwa urahisi kuwa slaidi.\n\nUshirikiano\nHakuna kushiriki tena kwa mikono na wenzako! Shirikiana pamoja ndani ya nafasi yako ya kazi kwa urahisi.\n\nKesi za matumizi ya kawaida\n• Mikutano\n• Kuchambua mawazo\n• Michoro\n• Mahojiano\n• Uwekaji waya wa haraka\nna zaidi...\n\nUnaweza kufanya nini kwenye Ubao Mweupe Ushirikiano?\n● Chora michoro ya programu kama vile UML, muundo wa muundo au chati za mtiririko\n● Unda ramani za mawazo\n● Rasimu ya michoro ya kiolesura cha mtumiaji\n● Onyesha mtiririko changamano\n● Tumia madokezo kuandaa mawazo ya kila siku\n● Dhibiti miradi\n● Tengeneza ramani za barabara\n● Fanya kazi pamoja katika timu za mbali\n\n➤ Sera ya Faragha\n\nKwa muundo, data yako hukaa kwenye akaunti yako ya Google kila wakati, haihifadhiwi katika hifadhidata yetu. Data yako haishirikiwi na mtu yeyote, akiwemo mmiliki wa programu jalizi.\nTunatii sheria za faragha (hasa GDPR na Sheria ya Faragha ya California) ili kulinda data yako.",
    "ta": "அனுபவம் போன்ற கையால் வரையப்பட்ட ஒயிட்போர்டிங் கருவி. நேர்காணல்கள், வரைபடங்கள் வரைதல், திட்ட மேலாண்மை, முன்மாதிரிகள் அல்லது ஓவியங்கள் மற்றும் பலவற்றை நடத்துவதற்கு ஏற்றது.\n\nநேரடி விளக்கக்காட்சிகள்\nஉங்கள் கேன்வாஸிலிருந்தே மற்றவர்களை அழைத்து உங்கள் வரைபடங்களை நேரலையில் வழங்கவும். வசீகரிக்கும் காட்சிகளை உருவாக்கி அவற்றை எளிதாக ஸ்லைடுகளாக மாற்றவும்.\n\nஇணைந்து\nஉங்கள் சகாக்களுடன் கைமுறையாகப் பகிர்தல் இல்லை! உங்கள் பணியிடத்தில் எளிதாக இணைந்து செயல்படுங்கள்.\n\nபொதுவான பயன்பாட்டு வழக்குகள்\n• கூட்டங்கள்\n• மூளைச்சலவை\n• வரைபடங்கள்\n• நேர்காணல்கள்\n• விரைவான வயர்ஃப்ரேமிங்\nஇன்னமும் அதிகமாக...\n\nகூட்டு ஒயிட்போர்டில் நீங்கள் என்ன செய்யலாம்?\n● UML, வடிவமைப்பு வடிவங்கள் அல்லது பாய்வு விளக்கப்படங்கள் போன்ற மென்பொருள் வரைபடங்களை வரையவும்\n● மன வரைபடங்களை உருவாக்கவும்\n● வரைவு பயனர் இடைமுக ஓவியங்கள்\n● சிக்கலான ஓட்டங்களைக் காட்சிப்படுத்தவும்\n● தினசரி யோசனைகளை உருவாக்க குறிப்புகளைப் பயன்படுத்தவும்\n● திட்டங்களை நிர்வகிக்கவும்\n● சாலை வரைபடங்களை உருவாக்கவும்\n● ரிமோட் டீம்களில் ஒன்றாக வேலை செய்யுங்கள்\n\n➤ தனியுரிமைக் கொள்கை\n\nவடிவமைப்பின்படி, உங்கள் தரவு எப்போதும் உங்கள் Google கணக்கில் இருக்கும், எங்கள் தரவுத்தளத்தில் சேமிக்கப்படாது. ஆட்-ஆன் உரிமையாளர் உட்பட யாருடனும் உங்கள் தரவு பகிரப்படவில்லை.\nஉங்கள் தரவைப் பாதுகாக்க தனியுரிமைச் சட்டங்களுக்கு (குறிப்பாக GDPR & கலிபோர்னியா தனியுரிமைச் சட்டம்) நாங்கள் இணங்குகிறோம்.",
    "te": "అనుభవం వలె చేతితో గీసిన వైట్‌బోర్డింగ్ సాధనం. ఇంటర్వ్యూలు, డ్రాయింగ్ రేఖాచిత్రాలు, ప్రాజెక్ట్ మేనేజ్‌మెంట్, ప్రోటోటైప్‌లు లేదా స్కెచ్‌లు మరియు మరెన్నో నిర్వహించడానికి అనువైనది.\n\nప్రత్యక్ష ప్రదర్శనలు\nవ్యక్తులను ఆహ్వానించండి మరియు మీ డ్రాయింగ్‌లను మీ కాన్వాస్ నుండి ప్రత్యక్షంగా ప్రదర్శించండి. ఆకర్షణీయమైన దృశ్యాలను సృష్టించండి మరియు వాటిని సులభంగా స్లయిడ్‌లుగా మార్చండి.\n\nసహకారం\nమీ సహోద్యోగులతో ఇకపై మాన్యువల్ భాగస్వామ్యం లేదు! మీ కార్యస్థలంలో సులభంగా కలిసి పని చేయండి.\n\nసాధారణ వినియోగ కేసులు\n• సమావేశాలు\n• మేధోమథనం\n• రేఖాచిత్రాలు\n• ఇంటర్వ్యూలు\n• త్వరిత వైర్‌ఫ్రేమింగ్\nఇంకా చాలా...\n\nసహకార వైట్‌బోర్డ్‌లో మీరు ఏమి చేయవచ్చు?\n● UML, డిజైన్ నమూనాలు లేదా ఫ్లోచార్ట్‌ల వంటి సాఫ్ట్‌వేర్ రేఖాచిత్రాలను గీయండి\n● మైండ్ మ్యాప్‌లను సృష్టించండి\n● డ్రాఫ్ట్ యూజర్ ఇంటర్‌ఫేస్ స్కెచ్‌లు\n● సంక్లిష్ట ప్రవాహాలను దృశ్యమానం చేయండి\n● రోజువారీ ఆలోచనలను రూపొందించడానికి గమనికలను ఉపయోగించండి\n● ప్రాజెక్ట్‌లను నిర్వహించండి\n● రోడ్‌మ్యాప్‌లను రూపొందించండి\n● రిమోట్ టీమ్‌లలో కలిసి పని చేయండి\n\n➤ గోప్యతా విధానం\n\nడిజైన్ ప్రకారం, మీ డేటా మీ Google ఖాతాలో ఎల్లప్పుడూ ఉంటుంది, మా డేటాబేస్‌లో ఎప్పుడూ సేవ్ చేయబడదు. మీ డేటా యాడ్-ఆన్ యజమానితో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడదు.\nమేము మీ డేటాను రక్షించడానికి గోప్యతా చట్టాలకు (ముఖ్యంగా GDPR & కాలిఫోర్నియా గోప్యతా చట్టం) కట్టుబడి ఉంటాము.",
    "th": "เครื่องมือไวท์บอร์ดที่วาดด้วยมือเหมือนประสบการณ์ เหมาะสำหรับการสัมภาษณ์ การวาดไดอะแกรม การจัดการโครงการ การสร้างต้นแบบหรือสเก็ตช์ภาพ และอื่นๆ อีกมากมาย\n\nการนำเสนอสด\nเชิญผู้คนและนำเสนอภาพวาดของคุณแบบสดๆ จากผืนผ้าใบของคุณ สร้างภาพที่น่าดึงดูดและเปลี่ยนให้เป็นสไลด์ได้อย่างง่ายดาย\n\nการทำงานร่วมกัน\nไม่ต้องแชร์ด้วยตนเองกับเพื่อนร่วมงานอีกต่อไป! ทำงานร่วมกันภายในพื้นที่ทำงานของคุณได้อย่างง่ายดาย\n\nกรณีการใช้งานทั่วไป\n• การประชุม\n• การระดมความคิด\n• ไดอะแกรม\n• การสัมภาษณ์\n• การทำ wireframing อย่างรวดเร็ว\nและอื่น ๆ...\n\nคุณสามารถทำอะไรได้บ้างบนไวท์บอร์ดสำหรับการทำงานร่วมกัน\n● ร่างไดอะแกรมซอฟต์แวร์ เช่น UML รูปแบบการออกแบบ หรือผังงาน\n● สร้างแผนที่ความคิด\n● ร่างภาพร่างอินเทอร์เฟซผู้ใช้\n● เห็นภาพการไหลที่ซับซ้อน\n● ใช้บันทึกย่อเพื่อร่างแนวคิดรายวัน\n● จัดการโครงการ\n● สร้างแผนงาน\n● ทำงานร่วมกันในทีมที่อยู่ห่างไกล\n\n➤ นโยบายความเป็นส่วนตัว\n\nจากการออกแบบ ข้อมูลของคุณจะอยู่ในบัญชี Google ของคุณตลอดเวลา และไม่เคยบันทึกไว้ในฐานข้อมูลของเรา ข้อมูลของคุณจะไม่ถูกแชร์กับใครเลย รวมถึงเจ้าของส่วนเสริมด้วย\nเราปฏิบัติตามกฎหมายความเป็นส่วนตัว (โดยเฉพาะ GDPR และกฎหมายความเป็นส่วนตัวของรัฐแคลิฟอร์เนีย) เพื่อปกป้องข้อมูลของคุณ",
    "tr": "Deneyim gibi elle çizilmiş beyaz tahta aracı. Röportajlar yapmak, diyagramlar çizmek, proje yönetimi, prototipler veya eskizler ve çok daha fazlası için idealdir.\n\nCanlı Sunumlar\nİnsanları davet edin ve çizimlerinizi doğrudan tuvalinizden canlı olarak sunun. Büyüleyici görseller oluşturun ve bunları kolayca slaytlara dönüştürün.\n\nİşbirliği\nArtık iş arkadaşlarınızla manuel paylaşıma gerek yok! Çalışma alanınızda birlikte kolayca işbirliği yapın.\n\nYaygın kullanım durumları\n• Toplantılar\n• Beyin fırtınası\n• Diyagramlar\n• Röportajlar\n• Hızlı tel çerçeveleme\nve dahası...\n\nİşbirliğine Dayalı Beyaz Tahtada neler yapabilirsiniz?\n● UML, tasarım desenleri veya akış şemaları gibi yazılım diyagramlarının taslağını çizin\n● Zihin haritaları oluşturun\n● Kullanıcı arayüzü taslaklarının taslağını oluşturma\n● Karmaşık akışları görselleştirin\n● Günlük fikirlerin taslağını çıkarmak için notları kullanın\n● Projeleri yönetme\n● Yol haritaları oluşturun\n● Uzak ekiplerde birlikte çalışın\n\n➤ Gizlilik Politikası\n\nTasarım gereği verileriniz her zaman Google hesabınızda kalır, hiçbir zaman veritabanımıza kaydedilmez. Verileriniz eklenti sahibi dahil hiç kimseyle paylaşılmaz.\nVerilerinizi korumak için gizlilik yasalarına (özellikle GDPR ve Kaliforniya Gizlilik Yasası) uyarız.",
    "uk": "Інструмент для дошки з намальованим від руки подібним досвідом. Ідеально підходить для проведення інтерв’ю, малювання схем, управління проектами, прототипів або ескізів і багато іншого.\n\nЖиві презентації\nЗапросіть людей і презентуйте свої малюнки прямо зі свого полотна. Створюйте захоплюючі візуальні ефекти та легко перетворюйте їх на слайди.\n\nСпівпраця\nБільше ніякого ручного обміну з колегами! Легко співпрацюйте у своєму робочому просторі.\n\nЗагальні випадки використання\n• Зустрічі\n• Мозковий штурм\n• Діаграми\n• Інтерв'ю\n• Швидкий каркас\nі більше...\n\nЩо ви можете робити на Collaborative Whiteboard?\n● Створення ескізів діаграм програмного забезпечення, наприклад UML, шаблонів проектування або блок-схем\n● Створюйте інтелект-карти\n● Чернетки ескізів інтерфейсу користувача\n● Візуалізуйте складні потоки\n● Використовуйте нотатки для щоденних ідей\n● Керуйте проектами\n● Створюйте дорожні карти\n● Працюйте разом у віддалених командах\n\n➤ Політика конфіденційності\n\nЗа задумом ваші дані завжди залишаються у вашому обліковому записі Google і ніколи не зберігаються в нашій базі даних. Ваші дані нікому не надаються, включаючи власника надбудови.\nМи дотримуємося законів про конфіденційність (особливо GDPR і Закону Каліфорнії про конфіденційність), щоб захистити ваші дані.",
    "vi": "Công cụ bảng trắng được vẽ bằng tay như trải nghiệm. Lý tưởng để thực hiện các cuộc phỏng vấn, vẽ sơ đồ, quản lý dự án, nguyên mẫu hoặc bản phác thảo, v.v.\n\nThuyết trình trực tiếp\nMời mọi người và trình bày bản vẽ của bạn trực tiếp ngay từ khung vẽ của bạn. Tạo hình ảnh hấp dẫn và dễ dàng biến chúng thành trang trình bày.\n\nSự hợp tác\nKhông còn phải chia sẻ thủ công với đồng nghiệp của bạn nữa! Cộng tác cùng nhau trong không gian làm việc của bạn một cách dễ dàng.\n\nCác trường hợp sử dụng phổ biến\n• Cuộc họp\n• Động não\n• Sơ đồ\n• Phỏng vấn\n• Tạo wireframe nhanh\nvà hơn thế nữa...\n\nBạn có thể làm gì trên Bảng trắng cộng tác?\n● Phác thảo sơ đồ phần mềm như UML, mẫu thiết kế hoặc sơ đồ\n● Tạo bản đồ tư duy\n● Bản phác thảo giao diện người dùng dự thảo\n● Trực quan hóa các luồng phức tạp\n● Sử dụng ghi chú để soạn thảo ý tưởng hàng ngày\n● Quản lý dự án\n● Xây dựng lộ trình\n● Làm việc cùng nhau trong các nhóm từ xa\n\n➤ Chính sách bảo mật\n\nTheo thiết kế, dữ liệu của bạn luôn nằm trong tài khoản Google của bạn và không bao giờ được lưu trong cơ sở dữ liệu của chúng tôi. Dữ liệu của bạn không được chia sẻ với bất kỳ ai, kể cả chủ sở hữu tiện ích bổ sung.\nChúng tôi tuân thủ luật về quyền riêng tư (đặc biệt là GDPR & Đạo luật quyền riêng tư của California) để bảo vệ dữ liệu của bạn.",
    "zh_CN": "白板工具具有手绘般的体验。 非常适合进行采访、绘制图表、项目管理、原型或草图等。\n\n现场演示\n邀请人们并直接在画布上展示您的画作。 创建迷人的视觉效果并将其轻松转换为幻灯片。\n\n合作\n不再需要与同事手动共享！ 在您的工作空间内轻松协作。\n\n常见用例\n• 会议\n• 头脑风暴\n• 图表\n• 采访\n• 快速线框图\n和更多...\n\n您可以在协作白板上做什么？\n● 绘制软件图表，例如 UML、设计模式或流程图\n● 创建思维导图\n● 用户界面草图\n● 可视化复杂的流程\n● 使用笔记起草日常想法\n● 管理项目\n● 制定路线图\n● 远程团队合作\n\n➤ 隐私政策\n\n根据设计，您的数据始终保留在您的 Google 帐户中，而不是保存在我们的数据库中。 您的数据不会与任何人共享，包括附加组件所有者。\n我们遵守隐私法（特别是 GDPR 和加州隐私法）来保护您的数据。",
    "zh_TW": "白板工具具有手繪般的體驗。 非常適合進行採訪、繪製圖表、項目管理、原型或草圖等。\n\n現場演示\n邀請人們並直接在畫布上展示您的畫作。 創建迷人的視覺效果並將其輕鬆轉換為幻燈片。\n\n合作\n不再需要與同事手動共享！ 在您的工作空間內輕鬆協作。\n\n常見用例\n• 會議\n• 頭腦風暴\n• 圖表\n• 採訪\n• 快速線框圖\n和更多...\n\n您可以在協作白板上做什麼？\n● 繪製軟件圖表，例如 UML、設計模式或流程圖\n● 創建思維導圖\n● 用戶界面草圖\n● 可視化複雜的流程\n● 使用筆記起草日常想法\n● 管理項目\n● 制定路線圖\n● 遠程團隊合作\n\n➤ 隱私政策\n\n根據設計，您的數據始終保留在您的 Google 帳戶中，而不是保存在我們的數據庫中。 您的數據不會與任何人共享，包括附加組件所有者。\n我們遵守隱私法（特別是 GDPR 和加州隱私法）來保護您的數據。"
  }
}