{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sauce Lens"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Influencer evaluation with instant data access on Instagram"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "As an Influencer Marketing Manager, when you're browsing through influencers on Instagram, the task of collecting comprehensive data quickly becomes a hurdle. Evaluating an influencer's reach, engagement rates, audience demographics, and past campaign performances is essential yet time-consuming. You often find yourself juggling between Instagram, various analytics platforms, and internal spreadsheet or databases to collate all the necessary information.\n\nThis fragmented approach not only hampers your efficiency but may also lead to oversights and inaccuracies. The delay in obtaining crucial data could result in missed opportunities or partnerships that fail to deliver the expected ROI. The absence of a centralised platform for evaluation can cause frustration, affecting your productivity and marketing objectives.\n\nSolution:\nThis is where the Sauce Lens extension steps in to revolutionise your workflow. Integrated with Chrome, it simplifies your influencer evaluation process right on Instagram. With Sauce Lens, you can instantly view critical influencer data like Average post engagement, Recent Accounts Mentioned alongside the Instagram interface and further enriching your browsing by providing direct links to the Sauce Influencer+ platform for a more thorough analysis. The upcoming features promise an even smoother experience, enabling you to manage Sauce collections and view deeper Influencer and Competitor Brand profile data without leaving Instagram. This optimised access to crucial data not only speeds up your decision-making process but also empowers you to make more accurate and informed decisions, paving the way for successful campaign outcomes.\n\nPowerful together:\nSauce Lens is a tool designed to extend the capabilities of Sauce's Influencer+ features (Sauce account required). On its own, it's a valuable asset for quick influencer evaluation on Instagram, but when combined with the Sauce Influencer features, it becomes a powerful, efficient instrument. It grants rapid access to tracking data, collections, and robust influencer search functionalities against a database of 69 million accounts. The integration facilitates not only an enriched browsing experience but also a seamless transition to a broader spectrum of influencer management and analysis utilities available on the Sauce platform. This synergy between Sauce Lens and Influencer Plus features accelerates the data retrieval process, thereby expediting decision-making and ensuring more precise influencer partnerships for your campaigns."
  }
}