{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "( EL11 ) كود خصم الميس"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم الميس ( EL11 ) فعال علي كل الاكسسوارات"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "كود خصم الميس ، يضمن للعميل فرصة تسوق مجموعة من كريمات البشرة التي تحد من ظهور آثار السن، و المرطبات ، والزيوت المتنوعة.\nعند تفعيل الكود سوف تحصل على كل هذه المنتجات وأكثر بسعر رائع وجودة عالية، لذلك اغتنم الفرصة وقم بالتسوق الآن.\nيسعى موقع الميس الإلكتروني إلى الوصول للقمة منذ دخوله إلى عالم الانترنت، حيث يقوم بتقديم مجموعة فاخرة من المنتجات الجمالية، والعناية الشخصية.\nكوبون خصم ميس ال (LZ1) \nيقدم المتجر عدد من الهدايا القيمة للعملاء عند الشراء، ومن الممكن أن يختار العميل هديته، أو يبعثها له المتجر مع الشحنة.\nالمنتجات التي يوفرها الموقع أثبتت فاعلية، لذلك تتسع القاعدة الجماهيرية للمتجر كل يوم، بسبب جودة منتجاته الموثوقة.\nأقسام متجر الميس\nأقسام متجر الميس كثيرة ومتعددة، لذلك يوجد قسم متخصص في تسويق المنتجات الأكثر طلبًا، والتي يطلبها العملاء بشكل متكرر.\nقسم خاص بالمنتجات الحديثة، القائمين على المتجر يبتكرون باستمرار أنواع جديدة من المنتجات، لذلك نجد أن هناك جديد يعرضه الموقع بشكل دائم.\nقسم العناية والاهتمام بالبشرة، يعرض الموقع كمية كبيرة من منتجات الاهتمام بالبشرة التي تغذيها وترطبها، وتجعلها مشرقة وبراقة.\nكود خصم Miss L مجرب (LZ1)\nقسم خاص بمنتجات الاستحمام، حيث يطرح المتجر مجموعة من المنتجات التي تساعد التخلص من السليوليت، والعلامات التي تظهر بسبب تمدد البشرة.\nقسم خاص بالهدايا، يختص هذا القسم بمجموعة الهدايا التي يقدمه المتجر للعملاء، بجانب كوبون خصم الميس ، الذي يعطي للعميل تخفيض رائع.\nمميزات متجر الميس\nيعتبر متجر الميس واحد من المتاجر الإلكترونية الأكثر شهرة، وذلك بسبب المنتجات الموثوقة التي يقدمها المتجر للعملاء.\nيمتلك المتجر نخبة من موظفي خدمة العملاء، التي تعمل على مساعدة العميل بشكل مباشر، وتقوم بالرد على أسئلته.\nعند تطبيق كود الميس ، سوف يحصل العميل على تخفيض فوري على جميع المشتريات التي قام بشرائها.\nكافة المعروضات مصنوعة من عناصر طبيعية خالصة، لا تضر الجسم أو البشرة بأي طريقة، لذا فهي منتجات آمنة وموثوقة.\nيسألك الموقع عن عيوب بشرتك، حتى يقوم بتحديد المنتجات التي تصلح لإصلاح هذه العيوب، ويترك لك الخيار حتى تختار من بينها المناسب لك."
  }
}