{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Downloader for FaceBook"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Download videos from Facebook easily"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Facebook Video Downloader will help you to download and save any video from Facebook, as well as any embedded Facebook video from any website. Save any FB video to your computer.\n\n🥳 This is an easy yet effective tool that doesn't require any actions from the user. Simply add it to your browser and it will do the rest.\n\n🧐 How it works? - The Facebook Video Downloader adds a Download button to any Facebook video you can download. Click it, select a location, and downloading will start immediately. If you cannot see the button on the video, just click to play and the button will come up.\n\n🎉 Add to Chrome and enjoy!\n\n❕FAQ❕:\n- How to download a video from Facebook?\n- Add Facebook Video Downloader to your Chrome browser, click the Download button, and it's done.\n\n- Can I download an embedded Facebook video from other websites, not just facebook.com?\n- Absolutely! This Video Downloader for Facebook supports downloading any Facebook video embedded on any third-party website. Just click the Download button and that's it.\n\n- Will the video author/owner know I downloaded his/her video from Facebook?\n- No, the account won't know anything. This FB Downloader is completely anonymous.\n\n- Can I download password-protected videos from Facebook?\n- Unfortunately, Facebook doesn't allow downloading that type of video; it's technically impossible. But as soon as I find a way, I will update the extension with this feature.\n\n- How can I download a video from YouTube with this extension?\n- This is a Facebook Video Downloader, and it works only on facebook.com and other websites with embedded Facebook videos.\n\nPlease note:\n1) Facebook provides only HD and SD Quality, so does my Downloader.\n2) You can move up/down to the next or previous video using shortcuts (shift+f+arrow left; shift+f+arrow right), which makes your user experience way more comfortable.\n3) This is not a YouTube Downloader. Facebook Video Downloader cannot save any videos from YouTube due to restrictions of the Google Chrome Web Store Policies and Program Policies for Developer."
  }
}