{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Utorrent For Chrome - Integration Module"
  },
  "short": {
    "ar": "Utorrent بالنسبة لمتصفح Chrome، أرسل رابط تورنت إلى utorrent",
    "am": "Utorrent ለ Chrome፣ torrent link ወደ utorrent ላክ",
    "bg": "Utorrent За Chrome изпратете торент връзка към utorrent",
    "bn": "ক্রোমের জন্য ইউটরেন্ট, ইউটরেন্টে টরেন্ট লিঙ্ক পাঠান",
    "ca": "Utorrent Per a Chrome, envieu l'enllaç del torrent a utorrent",
    "cs": "Utorrent Pro Chrome pošlete odkaz na torrent na utorrent",
    "da": "Utorrent Til Chrome skal du sende torrentlink til utorrent",
    "de": "Utorrent Für Chrome senden Sie einen Torrent-Link an utorrent",
    "el": "Utorrent Για Chrome, στείλτε σύνδεσμο torrent στο utorrent",
    "en,en_AU,en_GB,en_US": "Integration Module For Utorrent, Utorrent For Chrome",
    "es": "Módulo de integración para Utorrent, Utorrent para Chrome",
    "es_419": "Utorrent Para Chrome, envíe el enlace de torrent a utorrent",
    "et": "Utorrent Chrome'i jaoks saatke torrenti link utorrentile",
    "fa": "Utorrent برای کروم، پیوند تورنت را به utorrent ارسال کنید",
    "fi": "Utorrent Chrome, lähetä torrent-linkki utorrentiin",
    "fil": "Utorrent Para sa Chrome, magpadala ng torrent link sa utorrent",
    "fr": "Module d'intégration pour Utorrent, Utorrent pour Chrome",
    "gu": "ક્રોમ માટે Utorrent, utorrent પર ટોરેન્ટ લિંક મોકલો",
    "he": "Utorrent עבור Chrome, שלח קישור טורנט אל utorrent",
    "hi": "यूटोरेंट के लिए एकीकरण मॉड्यूल, क्रोम के लिए यूटोरेंट",
    "hr": "Utorrent Za Chrome, pošaljite torrent vezu na utorrent",
    "hu": "Utorrent Chrome esetén, küldje el a torrent hivatkozását az utorrenthez",
    "id": "Modul Integrasi Untuk Utorrent, Utorrent Untuk Chrome",
    "it": "Modulo di integrazione per Utorrent, Utorrent per Chrome",
    "ja": "Utorrent 用統合モジュール、Chrome 用 Utorrent",
    "kn": "ಯುಟೊರೆಂಟ್‌ಗಾಗಿ ಇಂಟಿಗ್ರೇಷನ್ ಮಾಡ್ಯೂಲ್, ಕ್ರೋಮ್‌ಗಾಗಿ ಯುಟೊರೆಂಟ್",
    "ko": "Utorrent용 통합 모듈, Chrome용 Utorrent",
    "lt": "„Utorrent“, skirtą „Chrome“, siųskite „torrent“ nuorodą į „utorrent“.",
    "lv": "Utorrent pārlūkam Chrome nosūtiet torrenta saiti uz utorrent",
    "ml": "Utorrent Chrome-നായി, utorrent-ലേക്ക് ടോറൻ്റ് ലിങ്ക് അയയ്ക്കുക",
    "mr": "Chrome साठी Utorrent, utorrent ला टोरेंट लिंक पाठवा",
    "ms": "Utorrent Untuk Chrome, hantar pautan torrent ke utorrent",
    "nl": "Integratiemodule voor Utorrent, Utorrent voor Chrome",
    "no": "Utorrent For Chrome, send torrentlink til utorrent",
    "pl": "Utorrent W przypadku przeglądarki Chrome wyślij link do torrenta do utorrent",
    "pt_BR,pt_PT": "Módulo de integração para Utorrent, Utorrent para Chrome",
    "ro": "Utorrent Pentru Chrome, trimiteți link-ul torrent la utorrent",
    "ru": "Utorrent Для Chrome отправьте ссылку на торрент на utorrent",
    "sk": "Utorrent Pre Chrome odošlite odkaz na torrent na utorrent",
    "sl": "Utorrent Za Chrome pošljite povezavo do torrenta v utorrent",
    "sr": "Уторрент За Цхроме, пошаљите торрент линк на уторрент",
    "sv": "Utorrent För Chrome, skicka torrentlänk till utorrent",
    "sw": "Utorrent Kwa Chrome, tuma kiungo cha mkondo kwa utorrent",
    "ta": "Utorrent Chromeக்கு, utorrent க்கு டொரண்ட் இணைப்பை அனுப்பவும்",
    "te": "Chrome కోసం Utorrent, utorrentకి టొరెంట్ లింక్‌ను పంపండి",
    "th": "Utorrent สำหรับ Chrome ให้ส่งลิงก์ torrent ไปยัง utorrent",
    "tr": "Utorrent Chrome için, torrent bağlantısını utorrent'e gönder",
    "uk": "Utorrent Для Chrome надішліть торрент-посилання на utorrent",
    "vi": "Module tích hợp cho Utorrent, Utorrent cho Chrome",
    "zh_CN": "Utorrent 集成模块、Chrome 版 Utorrent",
    "zh_TW": "Utorrent 集成模塊、Chrome 版 Utorrent"
  },
  "long": {
    "ar": "Utorrent هو برنامج التورنت الأكثر شعبية، كما تعلم. يعمل هذا البرنامج المساعد بشكل متكامل مع برنامج utorrent. يمكنك بسهولة إضافة رابط لبرنامج Utorrent وبدء التنزيل.\nلا يقوم هذا البرنامج بتنزيل كل شيء على الموقع ويمكنه تنزيل الصور ومقاطع الفيديو وما إلى ذلك باستخدام رابط تنزيل تورنت. محرك البحث الافتراضي هو bing، كما أن bing أسهل في الاستخدام.\n\nيجب تثبيت برنامج utorrent على جهاز الكمبيوتر الخاص بك. يمكنك تنزيل إصدار سطح المكتب الحالي من موقع Utorrent إذا لم يكن مثبتًا.\n\nأدخل المعلومات التالية في برنامج Utorrent. ويوجد شرح مصور على موقعنا.\nمتقدم | واجهة مستخدم الويب | تمكين واجهة مستخدم الويب – اسم المستخدم وكلمة المرور. رقم المنفذ.\n\nقم بتثبيت ملحقنا Utorrent For Chrome - وحدة التكامل.\n\nانتقل إلى مواقع التورنت، وانقر بزر الماوس الأيمن، ثم اضغط على الزر \"إضافة تورنت\".\n\nUtorrent hu barnamaj altuwrinit al'akthar shaebiatin, kama taealama. yaemal hadha albarnamaj almusaeid bishakl mutakamil mae barnamaj utorrent. yumkinuk bisuhulat 'iidafat rabit libarnamaj Utorrent wabad' altanzili.\nla yaqum hadha albarnamaj bitanzil kuli shay' ealaa almawqie wayumkinuh tanzil alsuwar wamaqatie alfidyu wama 'iilaa dhalik biaistikhdam rabit tanzil turnta. muharik albahth alaiftiradii hu bing, kama 'ana bing 'ashal fi alaistikhdami.\nyajib tathbit barnamaj utorrent ealaa jihaz alkumbuyutar alkhasi bika. yumkinuk tanzil 'iisdar sath almaktab alhalii min mawqie Utorrent 'iidha lam yakun mthbtan.\n'adkhul almaelumat altaaliat fi barnamaj Utorrent. wayujad sharh musawir ealaa mawqaena.\nmutaqadim | wajihat mustakhdim alwib | tamkin wajihat mustakhdim alwib - asm almustakhdim wakalimat almururi. raqm almunfadhi.\nqum bitathbit mulhaqina Utorrent For Chrome - wahdat altakamil.\nantaqal 'iilaa mawaqie altuwrnti, wanqur bizr almawis al'ayman, thuma adghat ealaa alziri \"'iidafat turinti\".\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.  \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "am": "እንደሚያውቁት Utorrent በጣም ታዋቂው የጎርፍ ፕሮግራም ነው። ይህ ፕለጊን ከ utorrent ፕሮግራም ጋር ተቀናጅቶ ይሰራል። በቀላሉ ወደ Utorrent ፕሮግራም አገናኝ ማከል እና ማውረድ መጀመር ይችላሉ።\nይህ ፕሮግራም በጣቢያው ላይ ያለውን ሁሉንም ነገር አያወርድም እና ምስሎችን, ቪዲዮዎችን, ወዘተ, በጎርፍ አውርድ አገናኝ ማውረድ ይችላል. ነባሪው የፍለጋ ሞተር ቢንግ ነው እና ቢንግ ለመጠቀም ቀላል ነው።\n\nየ utorrent ፕሮግራም በኮምፒተርዎ ላይ መጫን አለበት። የአሁኑን የዴስክቶፕ ሥሪት ካልተጫነ ከUtorrent ጣቢያ ማውረድ ይችላሉ።\n\nየሚከተለውን መረጃ በ Utorrent ፕሮግራም ውስጥ ያስገቡ። በጣቢያችን ላይ የተብራራ ማብራሪያ አለ.\nየላቀ | የድር UI | የድር UI አንቃ - የተጠቃሚ ስም እና የይለፍ ቃል። የወደብ ቁጥር.\n\nየእኛን ቅጥያ Utorrent ለ Chrome ጫን - የውህደት ሞዱል።\n\nወደ torrent ጣቢያዎች ይሂዱ፣ በቀኝ ጠቅ ያድርጉ እና \"ADD TORRENT\" ቁልፍን ይጫኑ።\n\ninidemīyawik’uti Utorrent bet’ami tawak’īwi yegorifi pirogirami newi. yihi pilegīni ke utorrent pirogirami gari tek’enajito yiserali. bek’elalu wede Utorrent pirogirami āgenanyi makeli ina mawiredi mejemeri yichilalu.\nyihi pirogirami bet’abīyawi layi yalewini hulunimi negeri āyaweridimi ina misilochini, vīdīyowochini, wezete, begorifi āwiridi āgenanyi mawiredi yichilali. nebarīwi yefilega moteri bīnigi newi ina bīnigi lemet’ek’emi k’elali newi.\n\nye utorrent pirogirami bekomipīteriwo layi mech’ani ālebeti. ye’āhununi yedēsikitopi širīti kalitech’ane keUtorrent t’abīya mawiredi yichilalu.\n\nyemīketelewini mereja be Utorrent pirogirami wisit’i yasigebu. bet’abīyachini layi yetebirara mabirarīya āle.\nyelak’e | yediri UI | yediri UI ānik’a - yetet’ek’amī simi ina yeyilefi k’ali. yewedebi k’ut’iri.\n\nye’inyani k’it’iya Utorrent le Chrome ch’ani - yewihideti moduli.\n\nwede torrent t’abīyawochi yihīdu, bek’enyi t’ek’i yadirigu ina \"ADD TORRENT\" k’ulifini yich’anu.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.  \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "bg": "Utorrent е най-популярната торент програма, както знаете. Този плъгин работи интегрирано с програмата utorrent. Можете лесно да добавите връзка към програмата Utorrent и да започнете да изтегляте.\nТази програма не изтегля всичко от сайта и може да изтегля изображения, видеоклипове и т.н. с връзка за изтегляне чрез торент. Търсачката по подразбиране е bing и bing е по-лесна за използване.\n\nПрограмата utorrent трябва да е инсталирана на вашия компютър. Можете да изтеглите текущата версия за настолен компютър от сайта на Utorrent, ако не е инсталирана.\n\nВъведете следната информация в програмата Utorrent. На нашия сайт има илюстрирано обяснение.\nРазширено | Уеб интерфейс | Активиране на уеб интерфейс – потребителско име и парола. Номер на пристанище.\n\nИнсталирайте нашето разширение Utorrent за Chrome - модул за интегриране.\n\nОтидете на торент сайтове, щракнете с десния бутон и натиснете бутона „ДОБАВИ ТОРЕНТ“.\n\nUtorrent e naĭ-populyarnata torent programa, kakto znaete. Tozi plŭgin raboti integrirano s programata utorrent. Mozhete lesno da dobavite vrŭzka kŭm programata Utorrent i da zapochnete da izteglyate.\nTazi programa ne izteglya vsichko ot saĭta i mozhe da izteglya izobrazheniya, videoklipove i t.n. s vrŭzka za izteglyane chrez torent. Tŭrsachkata po podrazbirane e bing i bing e po-lesna za izpolzvane.\n\nProgramata utorrent tryabva da e instalirana na vashiya kompyutŭr. Mozhete da izteglite tekushtata versiya za nastolen kompyutŭr ot saĭta na Utorrent, ako ne e instalirana.\n\nVŭvedete slednata informatsiya v programata Utorrent. Na nashiya saĭt ima ilyustrirano obyasnenie.\nRazshireno | Ueb interfeĭs | Aktivirane na ueb interfeĭs – potrebitelsko ime i parola. Nomer na pristanishte.\n\nInstaliraĭte nasheto razshirenie Utorrent za Chrome - modul za integrirane.\n\nOtidete na torent saĭtove, shtraknete s desniya buton i natisnete butona „DOBAVI TORENT“.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.  \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "bn": "আপনি জানেন Utorrent হল সবচেয়ে জনপ্রিয় টরেন্ট প্রোগ্রাম। এই প্লাগইনটি ইউটরেন্ট প্রোগ্রামের সাথে একত্রিত হয়ে কাজ করে। আপনি সহজেই Utorrent প্রোগ্রামে একটি লিঙ্ক যোগ করতে পারেন এবং ডাউনলোড শুরু করতে পারেন।\nএই প্রোগ্রামটি সাইটের সবকিছু ডাউনলোড করে না এবং টরেন্ট ডাউনলোড লিঙ্ক সহ ছবি, ভিডিও ইত্যাদি ডাউনলোড করতে পারে। ডিফল্ট সার্চ ইঞ্জিন হল বিং এবং বিং ব্যবহার করা সহজ।\n\nইউটরেন্ট প্রোগ্রাম আপনার কম্পিউটারে ইনস্টল করা আবশ্যক। আপনি Utorrent সাইট থেকে বর্তমান ডেস্কটপ সংস্করণ ডাউনলোড করতে পারেন যদি এটি ইনস্টল করা না থাকে।\n\nUtorrent প্রোগ্রামে নিম্নলিখিত তথ্য লিখুন। আমাদের সাইটে একটি সচিত্র ব্যাখ্যা আছে.\nউন্নত | ওয়েব UI | ওয়েব UI সক্ষম করুন - ব্যবহারকারীর নাম এবং পাসওয়ার্ড৷ পোর্ট নাম্বার.\n\nChrome-এর জন্য আমাদের এক্সটেনশন Utorrent ইনস্টল করুন - ইন্টিগ্রেশন মডিউল।\n\nটরেন্ট সাইটগুলিতে যান, ডান-ক্লিক করুন এবং \"অ্যাড টরেন্ট\" বোতাম টিপুন।\n\nĀpani jānēna Utorrent hala sabacēẏē janapriẏa ṭarēnṭa prōgrāma. Ē'i plāga'inaṭi i'uṭarēnṭa prōgrāmēra sāthē ēkatrita haẏē kāja karē. Āpani sahajē'i Utorrent prōgrāmē ēkaṭi liṅka yōga karatē pārēna ēbaṁ ḍā'unalōḍa śuru karatē pārēna.\nĒ'i prōgrāmaṭi sā'iṭēra sabakichu ḍā'unalōḍa karē nā ēbaṁ ṭarēnṭa ḍā'unalōḍa liṅka saha chabi, bhiḍi'ō ityādi ḍā'unalōḍa karatē pārē. Ḍiphalṭa sārca iñjina hala biṁ ēbaṁ biṁ byabahāra karā sahaja.\n\nI'uṭarēnṭa prōgrāma āpanāra kampi'uṭārē inasṭala karā ābaśyaka. Āpani Utorrent sā'iṭa thēkē bartamāna ḍēskaṭapa sanskaraṇa ḍā'unalōḍa karatē pārēna yadi ēṭi inasṭala karā nā thākē.\n\nUtorrent prōgrāmē nimnalikhita tathya likhuna. Āmādēra sā'iṭē ēkaṭi sacitra byākhyā āchē.\nUnnata | ōẏēba UI | ōẏēba UI sakṣama karuna - byabahārakārīra nāma ēbaṁ pāsa'ōẏārḍa pōrṭa nāmbāra.\n\nChrome-ēra jan'ya āmādēra ēksaṭēnaśana Utorrent inasṭala karuna - inṭigrēśana maḍi'ula.\n\nṬarēnṭa sā'iṭagulitē yāna, ḍāna-klika karuna ēbaṁ\"ayāḍa ṭarēnṭa\" bōtāma ṭipuna.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.  \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ca": "Utorrent és el programa torrent més popular, com ja sabeu. Aquest connector funciona integrat amb el programa utorrent. Podeu afegir fàcilment un enllaç al programa Utorrent i començar a descarregar.\nAquest programa no descarrega tot al lloc i pot descarregar imatges, vídeos, etc., amb un enllaç de descàrrega de torrent.\n\nEl programa utorrent ha d'estar instal·lat al vostre ordinador. Podeu descarregar la versió actual d'escriptori des del lloc d'Utorrent si no està instal·lada.\n\nIntroduïu la informació següent al programa Utorrent. Hi ha una explicació il·lustrada al nostre lloc.\nAvançat | Interfície d'usuari web | Habilita la interfície d'usuari web: nom d'usuari i contrasenya. Número de port.\n\nInstal·leu la nostra extensió Utorrent per a Chrome - Mòdul d'integració.\n\nAneu als llocs de torrent, feu clic amb el botó dret i premeu el botó \"AFEGIR TORRENT\".\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "cs": "Jak víte, Utorrent je nejoblíbenější torrentový program. Tento plugin funguje integrovaně s programem utorrent. Můžete snadno přidat odkaz na program Utorrent a začít stahovat.\nTento program nestahuje vše na webu a může stahovat obrázky, videa atd. pomocí odkazu ke stažení torrentu. Výchozí vyhledávač je bing a bing se používá snadněji.\n\nProgram utorrent musí být nainstalován na vašem počítači. Aktuální verzi pro stolní počítače si můžete stáhnout z webu Utorrent, pokud není nainstalována.\n\nZadejte následující informace do programu Utorrent. Na našich stránkách je ilustrované vysvětlení.\nPokročilé | Webové uživatelské rozhraní | Povolit webové uživatelské rozhraní – uživatelské jméno a heslo. Číslo portu.\n\nNainstalujte si naše rozšíření Utorrent For Chrome - Integration Module.\n\nPřejděte na stránky torrentu, klikněte pravým tlačítkem a stiskněte tlačítko „ADD TORRENT“.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "da": "Utorrent er som bekendt det mest populære torrent-program. Dette plugin fungerer integreret med utorrent-programmet. Du kan nemt tilføje et link til Utorrent-programmet og begynde at downloade.\nDette program downloader ikke alt på siden og kan downloade billeder, videoer osv. med et torrent-downloadlink. Standardsøgemaskinen er bing og bing er nemmere at bruge.\n\nUtorrent-programmet skal være installeret på din computer. Du kan downloade den aktuelle Desktop-version fra Utorrent-siden, hvis den ikke er installeret.\n\nIndtast følgende oplysninger i Utorrent-programmet. Der er en illustreret forklaring på vores side.\nAvanceret | Web UI | Aktiver Web UI – Brugernavn og adgangskode. Portnummer.\n\nInstaller vores udvidelse Utorrent For Chrome - Integrationsmodul.\n\nGå til torrent-websteder, højreklik og tryk på knappen \"ADD TORRENT\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "de": "Wie Sie wissen, ist Utorrent das beliebteste Torrent-Programm. Dieses Plugin funktioniert integriert mit dem Utorrent-Programm. Sie können ganz einfach einen Link zum Utorrent-Programm hinzufügen und mit dem Download beginnen.\nDieses Programm lädt nicht alles auf der Website herunter und kann Bilder, Videos usw. über einen Torrent-Download-Link herunterladen. Die Standardsuchmaschine ist Bing und Bing ist einfacher zu verwenden.\n\nDas Utorrent-Programm muss auf Ihrem Computer installiert sein. Sie können die aktuelle Desktop-Version von der Utorrent-Site herunterladen, wenn sie nicht installiert ist.\n\nGeben Sie die folgenden Informationen in das Utorrent-Programm ein. Eine bebilderte Erklärung finden Sie auf unserer Seite.\nErweitert | Web-Benutzeroberfläche | Web-Benutzeroberfläche aktivieren – Benutzername und Passwort. Port-Nummer.\n\nInstallieren Sie unsere Erweiterung Utorrent für Chrome – Integrationsmodul.\n\nGehen Sie zu Torrent-Sites, klicken Sie mit der rechten Maustaste und klicken Sie auf die Schaltfläche „TORRENT HINZUFÜGEN“.\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "el": "Το Utorrent είναι το πιο δημοφιλές πρόγραμμα torrent, όπως γνωρίζετε. Αυτό το πρόσθετο λειτουργεί ενσωματωμένο με το πρόγραμμα utorrent. Μπορείτε εύκολα να προσθέσετε έναν σύνδεσμο στο πρόγραμμα Utorrent και να ξεκινήσετε τη λήψη.\nΑυτό το πρόγραμμα δεν κατεβάζει τα πάντα στον ιστότοπο και μπορεί να κατεβάσει εικόνες, βίντεο κ.λπ., με σύνδεσμο λήψης torrent. Η προεπιλεγμένη μηχανή αναζήτησης είναι το bing και το bing είναι πιο εύκολο στη χρήση.\n\nΤο πρόγραμμα utorrent πρέπει να είναι εγκατεστημένο στον υπολογιστή σας. Μπορείτε να κάνετε λήψη της τρέχουσας έκδοσης Desktop από τον ιστότοπο του Utorrent, εάν δεν είναι εγκατεστημένη.\n\nΕισαγάγετε τις ακόλουθες πληροφορίες στο πρόγραμμα Utorrent. Υπάρχει μια εικονογραφημένη εξήγηση στον ιστότοπό μας.\nΠροηγμένες | Web UI | Ενεργοποίηση Web UI – Όνομα χρήστη και κωδικός πρόσβασης. Αριθμός θύρας.\n\nΕγκαταστήστε την επέκτασή μας Utorrent For Chrome - Integration Module.\n\nΜεταβείτε σε τοποθεσίες torrent, κάντε δεξί κλικ και πατήστε το κουμπί \"ADD TORRENT\".\n\nTo Utorrent eínai to pio dimofilés prógramma torrent, ópos gnorízete. Aftó to próstheto leitourgeí ensomatoméno me to prógramma utorrent. Boreíte éfkola na prosthésete énan sýndesmo sto prógramma Utorrent kai na xekinísete ti lípsi.\nAftó to prógramma den katevázei ta pánta ston istótopo kai boreí na katevásei eikónes, vínteo k.lp., me sýndesmo lípsis torrent. I proepilegméni michaní anazítisis eínai to bing kai to bing eínai pio éfkolo sti chrísi.\n\nTo prógramma utorrent prépei na eínai enkatestiméno ston ypologistí sas. Boreíte na kánete lípsi tis tréchousas ékdosis Desktop apó ton istótopo tou Utorrent, eán den eínai enkatestiméni.\n\nEisagágete tis akólouthes pliroforíes sto prógramma Utorrent. Ypárchei mia eikonografiméni exígisi ston istótopó mas.\nProigménes | Web UI | Energopoíisi Web UI – Ónoma chrísti kai kodikós prósvasis. Arithmós thýras.\n\nEnkatastíste tin epéktasí mas Utorrent For Chrome - Integration Module.\n\nMetaveíte se topothesíes torrent, kánte dexí klik kai patíste to koumpí \"ADD TORRENT\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "en,en_AU,en_GB,en_US,tr,uk": "Utorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "es": "Utorrent es el programa de torrents más popular, como sabes. Este complemento funciona integrado con el programa utorrent. Puede agregar fácilmente un enlace al programa Utorrent y comenzar a descargar.\nEste programa no descarga todo lo que hay en el sitio y puede descargar imágenes, vídeos, etc., con un enlace de descarga de torrent. El motor de búsqueda predeterminado es bing y bing es más fácil de usar.\n\nEl programa utorrent debe estar instalado en su computadora. Puede descargar la versión de escritorio actual desde el sitio de Utorrent si no está instalada.\n\nIngresa la siguiente información en el programa Utorrent. Hay una explicación ilustrada en nuestro sitio.\nAvanzado | Interfaz de usuario web | Habilitar la interfaz de usuario web: nombre de usuario y contraseña. Número de puerto.\n\nInstale nuestra extensión Utorrent para Chrome - Módulo de integración.\n\nVaya a sitios de torrents, haga clic derecho y presione el botón \"AGREGAR TORRENT\".\nUtorrent es el programa de torrents más popular, como sabes. Este complemento funciona integrado con el programa utorrent. Puede agregar fácilmente un enlace al programa Utorrent y comenzar a descargar.\nEste programa no descarga todo en el sitio y puede descargar imágenes, videos, etc., con un enlace de descarga de torrent.\n\nEl programa utorrent debe estar instalado en su computadora. Puede descargar la versión de escritorio actual desde el sitio de Utorrent si no está instalada.\n\nIntroduce la siguiente información en el programa Utorrent. Hay una explicación ilustrada en nuestro sitio.\nAvanzado | Interfaz de usuario web | Habilitar la interfaz de usuario web: nombre de usuario y contraseña. Número de puerto.\n\nInstale nuestra extensión Utorrent para Chrome - Módulo de integración.\n\nVaya a los sitios de torrents, haga clic derecho y presione el botón \"AÑADIR TORRENT\".\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "es_419": "Utorrent es el programa de torrents más popular, como sabes. Este complemento funciona integrado con el programa utorrent. Puede agregar fácilmente un enlace al programa Utorrent y comenzar a descargar.\nEste programa no descarga todo en el sitio y puede descargar imágenes, videos, etc., con un enlace de descarga de torrent.\n\nEl programa utorrent debe estar instalado en su computadora. Puede descargar la versión de escritorio actual desde el sitio de Utorrent si no está instalada.\n\nIntroduce la siguiente información en el programa Utorrent. Hay una explicación ilustrada en nuestro sitio.\nAvanzado | Interfaz de usuario web | Habilitar la interfaz de usuario web: nombre de usuario y contraseña. Número de puerto.\n\nInstale nuestra extensión Utorrent para Chrome - Módulo de integración.\n\nVaya a los sitios de torrents, haga clic derecho y presione el botón \"AÑADIR TORRENT\".\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "et": "Utorrent on kõige populaarsem torrentiprogramm, nagu teate. See pistikprogramm töötab integreeritult utorrenti programmiga. Saate hõlpsasti lisada Utorrenti programmi lingi ja alustada allalaadimist.\nSee programm ei laadi alla kõike saidilt ja saab torrenti allalaadimislingi abil alla laadida pilte, videoid jne. Vaikeotsingumootor on bing ja bingi on lihtsam kasutada.\n\nUtorrent-programm peab olema teie arvutisse installitud. Kui see pole installitud, saate Utorrenti saidilt alla laadida praeguse töölauaversiooni.\n\nSisestage Utorrenti programmi järgmine teave. Meie saidil on illustreeritud selgitus.\nTäpsem | Veebi kasutajaliides | Luba veebi kasutajaliides – kasutajanimi ja parool. Pordi number.\n\nInstallige meie laiendus Utorrent Chrome'ile – integratsioonimoodul.\n\nMinge torrent-saitidele, paremklõpsake ja vajutage nuppu \"LISA TORRENT\".\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "fa": "همانطور که می دانید Utorrent محبوب ترین برنامه تورنت است. این افزونه به صورت یکپارچه با برنامه utorrent کار می کند. می توانید به راحتی یک لینک به برنامه Utorrent اضافه کنید و شروع به دانلود کنید.\nاین برنامه همه چیزهای موجود در سایت را دانلود نمی کند و می تواند تصاویر، فیلم ها و ... را با لینک دانلود تورنت دانلود کند. موتور جستجوی پیش‌فرض bing است و استفاده از بینگ آسان‌تر است.\n\nبرنامه utorrent باید روی کامپیوتر شما نصب باشد. در صورت نصب نشدن می توانید نسخه دسکتاپ فعلی را از سایت Utorrent دانلود کنید.\n\nاطلاعات زیر را در برنامه Utorrent وارد کنید. یک توضیح مصور در سایت ما وجود دارد.\nپیشرفته | رابط کاربری وب | Web UI – نام کاربری و رمز عبور را فعال کنید. شماره پورت\n\nافزونه Utorrent For Chrome - Integration Module را نصب کنید.\n\nبه سایت های تورنت بروید، کلیک راست کرده و دکمه \"ADD TORRENT\" را فشار دهید.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "fi": "Utorrent on suosituin torrent-ohjelma, kuten tiedät. Tämä laajennus toimii integroituna utorrent-ohjelman kanssa. Voit helposti lisätä linkin Utorrent-ohjelmaan ja aloittaa lataamisen.\nTämä ohjelma ei lataa kaikkea sivustolta ja voi ladata kuvia, videoita jne. torrentin latauslinkin avulla. Oletushakukone on bing, ja bingiä on helpompi käyttää.\n\nUtorrent-ohjelma on oltava asennettuna tietokoneellesi. Voit ladata nykyisen työpöytäversion Utorrent-sivustolta, jos sitä ei ole asennettu.\n\nSyötä seuraavat tiedot Utorrent-ohjelmaan. Sivustollamme on kuvitettu selitys.\nEdistynyt | Verkkokäyttöliittymä | Ota Web UI käyttöön – Käyttäjätunnus ja salasana. Porttinumero.\n\nAsenna laajennuksemme Utorrent For Chrome - Integration Module.\n\nSiirry torrent-sivustoille, napsauta hiiren kakkospainikkeella ja paina \"LISÄÄ TORRENTTI\" -painiketta.\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "fil": "Ang Utorrent ay ang pinakasikat na torrent program, tulad ng alam mo. Gumagana ang plugin na ito na isinama sa utorrent program. Madali kang makakapagdagdag ng link sa Utorrent program at makapagsimulang mag-download.\nAng program na ito ay hindi nagda-download ng lahat sa site at maaaring mag-download ng mga larawan, video, atbp., gamit ang isang link sa pag-download ng torrent. Ang default na search engine ay bing at mas madaling gamitin ang bing.\n\nDapat na naka-install ang utorrent program sa iyong computer. Maaari mong i-download ang kasalukuyang bersyon ng Desktop mula sa Utorrent site kung hindi ito naka-install.\n\nIpasok ang sumusunod na impormasyon sa Utorrent program. Mayroong isang nakalarawang paliwanag sa aming site.\nAdvanced | Web UI | Paganahin ang Web UI - Username at password. Numero ng port.\n\nI-install ang aming extension na Utorrent Para sa Chrome - Integration Module.\n\nPumunta sa mga torrent site, i-right click, at pindutin ang \"ADD TORRENT\" na button.\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "fr": "Utorrent est le programme torrent le plus populaire, comme vous le savez. Ce plugin fonctionne intégré avec le programme utorrent. Vous pouvez facilement ajouter un lien vers le programme Utorrent et commencer le téléchargement.\nCe programme ne télécharge pas tout sur le site et peut télécharger des images, des vidéos, etc., avec un lien de téléchargement torrent.\n\nLe programme utorrent doit être installé sur votre ordinateur. Vous pouvez télécharger la version de bureau actuelle à partir du site Utorrent si elle n'est pas installée.\n\nEntrez les informations suivantes dans le programme Utorrent. Il y a une explication illustrée sur notre site.\nAvancé | Interface utilisateur Web | Activer l'interface utilisateur Web - Nom d'utilisateur et mot de passe. Numéro de port.\n\nInstallez notre extension Utorrent pour Chrome - Module d'intégration.\n\nAccédez aux sites de torrents, cliquez avec le bouton droit de la souris et appuyez sur le bouton \"AJOUTER UN TORRENT\".\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "gu": "યુટોરેન્ટ એ સૌથી લોકપ્રિય ટોરેન્ટ પ્રોગ્રામ છે, જેમ તમે જાણો છો. આ પ્લગઇન યુટોરેન્ટ પ્રોગ્રામ સાથે સંકલિત કામ કરે છે. તમે Utorrent પ્રોગ્રામમાં સરળતાથી લિંક ઉમેરી શકો છો અને ડાઉનલોડ કરવાનું શરૂ કરી શકો છો.\nઆ પ્રોગ્રામ સાઇટ પરની દરેક વસ્તુ ડાઉનલોડ કરતું નથી અને ટૉરેંટ ડાઉનલોડ લિંક વડે ઈમેજો, વીડિયો વગેરે ડાઉનલોડ કરી શકે છે. ડિફૉલ્ટ સર્ચ એન્જિન બિંગ છે અને બિંગનો ઉપયોગ કરવો વધુ સરળ છે.\n\nયુટોરેન્ટ પ્રોગ્રામ તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ કરેલ હોવો જોઈએ. જો તે ઇન્સ્ટોલ કરેલ ન હોય તો તમે Utorrent સાઇટ પરથી વર્તમાન ડેસ્કટોપ સંસ્કરણ ડાઉનલોડ કરી શકો છો.\n\nUtorrent પ્રોગ્રામમાં નીચેની માહિતી દાખલ કરો. અમારી સાઇટ પર એક સચિત્ર સમજૂતી છે.\nઅદ્યતન | વેબ UI | વેબ UI ને સક્ષમ કરો - વપરાશકર્તા નામ અને પાસવર્ડ. પોર્ટ નંબર.\n\nઅમારું એક્સટેન્શન Utorrent For Chrome - Integration Module ઇન્સ્ટોલ કરો.\n\nટોરેન્ટ સાઇટ્સ પર જાઓ, જમણું-ક્લિક કરો અને \"ADD TORRENT\" બટન દબાવો.\n\nYuṭōrēnṭa ē sauthī lōkapriya ṭōrēnṭa prōgrāma chē, jēma tamē jāṇō chō. Ā plaga'ina yuṭōrēnṭa prōgrāma sāthē saṅkalita kāma karē chē. Tamē Utorrent prōgrāmamāṁ saraḷatāthī liṅka umērī śakō chō anē ḍā'unalōḍa karavānuṁ śarū karī śakō chō.\nĀ prōgrāma sā'iṭa paranī darēka vastu ḍā'unalōḍa karatuṁ nathī anē ṭŏrēṇṭa ḍā'unalōḍa liṅka vaḍē īmējō, vīḍiyō vagērē ḍā'unalōḍa karī śakē chē. Ḍiphŏlṭa sarca ēnjina biṅga chē anē biṅganō upayōga karavō vadhu saraḷa chē.\n\nYuṭōrēnṭa prōgrāma tamārā kampyuṭara para insṭōla karēla hōvō jō'ī'ē. Jō tē insṭōla karēla na hōya tō tamē Utorrent sā'iṭa parathī vartamāna ḍēskaṭōpa sanskaraṇa ḍā'unalōḍa karī śakō chō.\n\nUtorrent prōgrāmamāṁ nīcēnī māhitī dākhala karō. Amārī sā'iṭa para ēka sacitra samajūtī chē.\nAdyatana | vēba UI | vēba UI nē sakṣama karō - vaparāśakartā nāma anē pāsavarḍa. Pōrṭa nambara.\n\nAmāruṁ ēksaṭēnśana Utorrent For Chrome - Integration Module insṭōla karō.\n\nṬōrēnṭa sā'iṭsa para jā'ō, jamaṇuṁ-klika karō anē\"ADD TORRENT\" baṭana dabāvō.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "he": "Utorrent היא תוכנית הטורנט הפופולרית ביותר, כפי שאתה יודע. תוסף זה עובד בשילוב עם תוכנית utorrent. אתה יכול בקלות להוסיף קישור לתוכנית Utorrent ולהתחיל להוריד.\nתוכנית זו אינה מורידה את כל מה שבאתר ויכולה להוריד תמונות, סרטונים וכו', עם קישור להורדת טורנט. מנוע החיפוש המוגדר כברירת מחדל הוא בינג ובינג קל יותר לשימוש.\n\nתוכנית utorrent חייבת להיות מותקנת במחשב שלך. אתה יכול להוריד את גרסת שולחן העבודה הנוכחית מאתר Utorrent אם היא לא מותקנת.\n\nהזן את המידע הבא בתוכנית Utorrent. יש הסבר מאויר באתר שלנו.\nמתקדם | ממשק משתמש אינטרנט | אפשר ממשק משתמש אינטרנט - שם משתמש וסיסמה. מספר יציאה.\n\nהתקן את התוסף Utorrent עבור Chrome - Integration Module.\n\nעבור אל אתרי טורנט, לחץ לחיצה ימנית ולחץ על כפתור \"הוסף טורנט\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link..\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "hi,mr": "जैसा कि आप जानते हैं, यूटोरेंट सबसे लोकप्रिय टोरेंट प्रोग्राम है। यह प्लगइन यूटोरेंट प्रोग्राम के साथ एकीकृत होकर काम करता है। आप आसानी से यूटोरेंट प्रोग्राम में एक लिंक जोड़ सकते हैं और डाउनलोड करना शुरू कर सकते हैं।\nयह प्रोग्राम साइट पर सब कुछ डाउनलोड नहीं करता है और टोरेंट डाउनलोड लिंक के साथ चित्र, वीडियो आदि डाउनलोड कर सकता है।\n\nआपके कंप्यूटर पर यूटोरेंट प्रोग्राम इंस्टॉल होना चाहिए। यदि यह स्थापित नहीं है तो आप वर्तमान डेस्कटॉप संस्करण को यूटोरेंट साइट से डाउनलोड कर सकते हैं।\n\nयूटोरेंट प्रोग्राम में निम्नलिखित जानकारी दर्ज करें। हमारी साइट पर एक सचित्र व्याख्या है.\nउन्नत | वेब यूआई | वेब यूआई सक्षम करें - उपयोगकर्ता नाम और पासवर्ड। पोर्ट नंबर।\n\nक्रोम के लिए हमारा एक्सटेंशन यूटोरेंट - इंटीग्रेशन मॉड्यूल इंस्टॉल करें।\n\nटोरेंट साइटों पर जाएं, राइट-क्लिक करें और \"टोरेंट जोड़ें\" बटन दबाएं।\n\n\njaisa ki aap jaanate hain, yootorent sabase lokapriy torent prograam hai. yah plagin yootorent prograam ke saath ekeekrt hokar kaam karata hai. aap aasaanee se yootorent prograam mein ek link jod sakate hain aur daunalod karana shuroo kar sakate hain.\nyah prograam sait par sab kuchh daunalod nahin karata hai aur torent daunalod link ke saath chitr, veediyo aadi daunalod kar sakata hai.\n\naapake kampyootar par yootorent prograam instol hona chaahie. yadi yah sthaapit nahin hai to aap vartamaan deskatop sanskaran ko yootorent sait se daunalod kar sakate hain.\n\nyootorent prograam mein nimnalikhit jaanakaaree darj karen. hamaaree sait par ek sachitr vyaakhya hai.\nunnat | veb yooaee | veb yooaee saksham karen - upayogakarta naam aur paasavard. port nambar.\n\nkrom ke lie hamaara eksatenshan yootorent - inteegreshan modyool instol karen.\n\ntorent saiton par jaen, rait-klik karen aur \"torent joden\" batan dabaen.\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "hr": "Kao što znate, Utorrent je najpopularniji torrent program. Ovaj dodatak radi integrirano s utorrent programom. Jednostavno možete dodati poveznicu na program Utorrent i započeti preuzimanje.\nOvaj program ne preuzima sve što se nalazi na stranici i može preuzimati slike, video zapise itd. s vezom za preuzimanje putem torrenta. Zadana tražilica je bing i bing je lakši za korištenje.\n\nUtorrent program mora biti instaliran na vašem računalu. Trenutnu verziju za stolno računalo možete preuzeti s web-mjesta Utorrent ako nije instalirana.\n\nUnesite sljedeće podatke u program Utorrent. Na našoj stranici nalazi se ilustrirano objašnjenje.\nNapredno | Web sučelje | Omogući web sučelje – korisničko ime i lozinka. Broj porta.\n\nInstalirajte naše proširenje Utorrent za Chrome - integracijski modul.\n\nIdite na torrent stranice, kliknite desnom tipkom miša i pritisnite gumb \"DODAJ TORENT\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "hu": "Tudniillik az Utorrent a legnépszerűbb torrentprogram. Ez a bővítmény az utorrent programmal integráltan működik. Könnyedén hozzáadhat egy hivatkozást az Utorrent programhoz, és megkezdheti a letöltést.\nEz a program nem tölt le mindent az oldalról, és képes letölteni képeket, videókat stb., torrent letöltési linkkel. Az alapértelmezett kereső a bing, és a bing használata egyszerűbb.\n\nAz utorrent programot telepíteni kell a számítógépére. Az aktuális asztali verziót letöltheti az Utorrent webhelyről, ha az nincs telepítve.\n\nÍrja be a következő információkat az Utorrent programba. Oldalunkon illusztrált magyarázat található.\nHaladó | Webes felhasználói felület | Webes felhasználói felület engedélyezése – Felhasználónév és jelszó. Port száma.\n\nTelepítse Utorrent For Chrome bővítményünket – Integrációs modul.\n\nNyissa meg a torrent webhelyeket, kattintson a jobb gombbal, és nyomja meg a \"TORRENT HOZZÁADÁSA\" gombot.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "id": "Utorrent adalah program torrent paling populer, seperti yang Anda ketahui. Plugin ini bekerja terintegrasi dengan program utorrent. Anda dapat dengan mudah menambahkan tautan ke program Utorrent dan mulai mengunduh.\nProgram ini tidak mengunduh semua yang ada di situs dan dapat mengunduh gambar, video, dll., Dengan tautan unduhan torrent.\n\nProgram utorrent harus diinstal di komputer Anda. Anda dapat mengunduh versi Desktop saat ini dari situs Utorrent jika belum diinstal.\n\nMasukkan informasi berikut dalam program Utorrent. Ada penjelasan bergambar di situs kami.\nLanjutan | UI web | Aktifkan UI Web – Nama pengguna dan kata sandi. Nomor pelabuhan.\n\nPasang ekstensi kami Utorrent Untuk Chrome - Modul Integrasi.\n\nBuka situs torrent, klik kanan, dan tekan tombol \"ADD TORRENT\".\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "it": "Utorrent è il programma torrent più popolare, come sai. Questo plugin funziona integrato con il programma utorrent. Puoi facilmente aggiungere un collegamento al programma Utorrent e avviare il download.\nQuesto programma non scarica tutto sul sito e può scaricare immagini, video, ecc., con un link per il download di torrent.\n\nIl programma utorrent deve essere installato sul tuo computer. Puoi scaricare la versione desktop corrente dal sito Utorrent se non è installata.\n\nInserisci le seguenti informazioni nel programma Utorrent. C'è una spiegazione illustrata sul nostro sito.\nAvanzato | Interfaccia utente Web | Abilita interfaccia utente Web: nome utente e password. Numero di porta.\n\nInstalla la nostra estensione Utorrent per Chrome - Modulo di integrazione.\n\nVai ai siti torrent, fai clic con il pulsante destro del mouse e premi il pulsante \"AGGIUNGI TORRENT\".\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ja": "ご存知のとおり、Utorrent は最も人気のある torrent プログラムです。 このプラグインは、utorrent プログラムと統合して動作します。 Utorrent プログラムへのリンクを簡単に追加して、ダウンロードを開始できます。\nこのプログラムはサイト上のすべてをダウンロードするわけではなく、トレント ダウンロード リンクを使用して画像、ビデオなどをダウンロードできます。\n\nutorrent プログラムがコンピューターにインストールされている必要があります。 現在のデスクトップ バージョンがインストールされていない場合は、Utorrent サイトからダウンロードできます。\n\nUtorrent プログラムに次の情報を入力します。 当サイトでは図解による解説を行っております。\n上級 | ウェブUI | Web UI を有効にする - ユーザー名とパスワード。 ポート番号。\n\n拡張機能 Utorrent For Chrome - Integration Module をインストールします。\n\nトレントサイトに移動し、右クリックして「ADD TORRENT」ボタンを押します。\n\nGozonji no tōri, Utorrent wa mottomo ninkinoaru torento puroguramudesu. Kono Puraguin wa, utorrent puroguramu to tōgō shite dōsa shimasu. Utorrent puroguramu e no rinku o kantan ni tsuika shite, daunrōdo o kaishi dekimasu. Kono puroguramu wa saito-jō no subete o daunrōdo suru wakede wa naku, torento daunrōdo rinku o shiyō shite gazō, bideo nado o daunrōdo dekimasu. Utorrent puroguramu ga konpyūtā ni insutōru sa rete iru hitsuyō ga arimasu. Genzai no desuku toppu bājon ga insutōru sa rete inai baai wa, Utorrent saito kara daunrōdo dekimasu. Utorrent puroguramu ni tsugi no jōhō o nyūryoku shimasu. Tō saitode wa zukai ni yoru kaisetsu o okonatte orimasu. Jōkyū | u~ebu UI | u~ebu UI o yūkōnisuru - yūzā-mei to pasuwādo. Pōto bangō. Kakuchō kinō Utorrent For kurōmu - integurēshon Module o insutōru shimasu. Torentosaito ni idō shi, migi kurikku shite `ADD TORRENT' botan o oshimasu.\n\n\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "kn": "ನಿಮಗೆ ತಿಳಿದಿರುವಂತೆ Utorrent ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಟೊರೆಂಟ್ ಪ್ರೋಗ್ರಾಂ ಆಗಿದೆ. ಈ ಪ್ಲಗಿನ್ ಯುಟೋರೆಂಟ್ ಪ್ರೋಗ್ರಾಂನೊಂದಿಗೆ ಸಂಯೋಜಿಸಲ್ಪಟ್ಟಿದೆ. ನೀವು ಸುಲಭವಾಗಿ Utorrent ಪ್ರೋಗ್ರಾಂಗೆ ಲಿಂಕ್ ಅನ್ನು ಸೇರಿಸಬಹುದು ಮತ್ತು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಬಹುದು.\nಈ ಪ್ರೋಗ್ರಾಂ ಸೈಟ್‌ನಲ್ಲಿ ಎಲ್ಲವನ್ನೂ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದಿಲ್ಲ ಮತ್ತು ಟೊರೆಂಟ್ ಡೌನ್‌ಲೋಡ್ ಲಿಂಕ್‌ನೊಂದಿಗೆ ಚಿತ್ರಗಳು, ವೀಡಿಯೊಗಳು ಇತ್ಯಾದಿಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nutorrent ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಸ್ಥಾಪಿಸಬೇಕು. Utorrent ಸೈಟ್ ಅನ್ನು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡದಿದ್ದರೆ ನೀವು ಪ್ರಸ್ತುತ ಡೆಸ್ಕ್‌ಟಾಪ್ ಆವೃತ್ತಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು.\n\nಕೆಳಗಿನ ಮಾಹಿತಿಯನ್ನು Utorrent ಪ್ರೋಗ್ರಾಂನಲ್ಲಿ ನಮೂದಿಸಿ. ನಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಸಚಿತ್ರ ವಿವರಣೆ ಇದೆ.\nಮುಂದುವರಿದ | ವೆಬ್ UI | ವೆಬ್ UI ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ - ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್ವರ್ಡ್. ಪೋರ್ಟ್ ಸಂಖ್ಯೆ.\n\nChrome ಗಾಗಿ ನಮ್ಮ ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ Utorrent - ಇಂಟಿಗ್ರೇಷನ್ ಮಾಡ್ಯೂಲ್.\n\nಟೊರೆಂಟ್ ಸೈಟ್‌ಗಳಿಗೆ ಹೋಗಿ, ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು \"ಸೇರಿಸು ಟೊರೆಂಟ್\" ಬಟನ್ ಒತ್ತಿರಿ.\n\nNimage tiḷidiruvante Utorrent atyanta janapriya ṭoreṇṭ prōgrāṁ āgide. Ī plagin yuṭōreṇṭ prōgrānnondige sanyōjisalpaṭṭide. Nīvu sulabhavāgi Utorrent prōgrāṅge liṅk annu sērisabahudu mattu ḍaun‌lōḍ māḍalu prārambhisabahudu.\nĪ prōgrāṁ saiṭ‌nalli ellavannū ḍaun‌lōḍ māḍuvudilla mattu ṭoreṇṭ ḍaun‌lōḍ liṅk‌nondige citragaḷu, vīḍiyogaḷu ityādigaḷannu ḍaun‌lōḍ māḍabahudu.\n\nUtorrent prōgrāṁ annu nim'ma kampyūṭar‌nalli sthāpisabēku. Utorrent saiṭ annu in‌sṭāl māḍadiddare nīvu prastuta ḍesk‌ṭāp āvr̥ttiyannu ḍaun‌lōḍ māḍabahudu.\n\nKeḷagina māhitiyannu Utorrent prōgrānnalli namūdisi. Nam'ma saiṭ‌nalli sacitra vivaraṇe ide.\nMunduvarida | veb UI | veb UI annu sakriyagoḷisi - baḷakedārahesaru mattu pāsvarḍ. Pōrṭ saṅkhye.\n\nChrome gāgi nam'ma vistaraṇeyannu sthāpisi Utorrent - iṇṭigrēṣan māḍyūl.\n\nṬoreṇṭ saiṭ‌gaḷige hōgi, bala klik māḍi mattu\"sērisu ṭoreṇṭ\" baṭan ottiri.\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ko": "Utorrent는 아시다시피 가장 인기 있는 토렌트 프로그램입니다. 이 플러그인은 utorrent 프로그램과 통합되어 작동합니다. Utorrent 프로그램에 대한 링크를 쉽게 추가하고 다운로드를 시작할 수 있습니다.\n이 프로그램은 사이트의 모든 것을 다운로드하지 않으며 토렌트 다운로드 링크를 통해 이미지, 비디오 등을 다운로드할 수 있습니다.\n\n컴퓨터에 utorrent 프로그램이 설치되어 있어야 합니다. 설치되지 않은 경우 Utorrent 사이트에서 현재 데스크톱 버전을 다운로드할 수 있습니다.\n\nUtorrent 프로그램에 다음 정보를 입력하십시오. 저희 사이트에 그림으로 된 설명이 있습니다.\n고급 | 웹 UI | 웹 UI 활성화 – 사용자 이름 및 비밀번호. 포트 번호.\n\n확장 프로그램 Utorrent For Chrome - 통합 모듈을 설치하세요.\n\n토렌트 사이트로 이동하여 마우스 오른쪽 버튼을 클릭하고 \"ADD TORRENT\" 버튼을 누릅니다.\n\n\nUtorrentneun asidasipi gajang ingi issneun tolenteu peulogeulaem-ibnida. i peulleogeu-in-eun utorrent peulogeulaemgwa tonghabdoeeo jagdonghabnida. Utorrent peulogeulaem-e daehan lingkeuleul swibge chugahago daunlodeuleul sijaghal su issseubnida.\ni peulogeulaem-eun saiteuui modeun geos-eul daunlodeuhaji anh-eumyeo tolenteu daunlodeu lingkeuleul tonghae imiji, bidio deung-eul daunlodeuhal su issseubnida.\n\nkeompyuteoe utorrent peulogeulaem-i seolchidoeeo iss-eoya habnida. seolchidoeji anh-eun gyeong-u Utorrent saiteueseo hyeonjae deseukeutob beojeon-eul daunlodeuhal su issseubnida.\n\nUtorrent peulogeulaem-e da-eum jeongboleul iblyeoghasibsio. jeohui saiteue geulim-eulo doen seolmyeong-i issseubnida.\ngogeub | web UI | web UI hwalseonghwa – sayongja ileum mich bimilbeonho. poteu beonho.\n\nhwagjang peulogeulaem Utorrent For Chrome - tonghab modyul-eul seolchihaseyo.\n\ntolenteu saiteulo idonghayeo mauseu oleunjjog beoteun-eul keullighago \"ADD TORRENT\" beoteun-eul nuleubnida.\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "lt": "Kaip žinote, „Utorrent“ yra populiariausia „torrent“ programa. Šis papildinys veikia integruotas su utorrent programa. Galite lengvai pridėti nuorodą į Utorrent programą ir pradėti atsisiųsti.\nŠi programa neatsisiunčia visko, kas yra svetainėje, ir gali atsisiųsti vaizdus, ​​vaizdo įrašus ir tt su torrento atsisiuntimo nuoroda. Numatytasis paieškos variklis yra bing, o juo naudotis yra lengviau.\n\nUtorrent programa turi būti įdiegta jūsų kompiuteryje. Dabartinę darbalaukio versiją galite atsisiųsti iš „Utorrent“ svetainės, jei ji neįdiegta.\n\nĮ Utorrent programą įveskite šią informaciją. Mūsų svetainėje yra iliustruotas paaiškinimas.\nIšplėstinė | Žiniatinklio vartotojo sąsaja | Įgalinti žiniatinklio vartotojo sąsają – vartotojo vardą ir slaptažodį. Prievado numeris.\n\nĮdiekite mūsų plėtinį Utorrent for Chrome – integravimo modulis.\n\nEikite į „torrent“ svetaines, dešiniuoju pelės mygtuku spustelėkite ir paspauskite mygtuką „PRIDĖTI TORENTĄ“.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "lv": "Utorrent ir vispopulārākā torrent programma, kā jūs zināt. Šis spraudnis darbojas integrētā programmā utorrent. Jūs varat viegli pievienot saiti uz Utorrent programmu un sākt lejupielādi.\nŠī programma nelejupielādē visu vietnē un var lejupielādēt attēlus, videoklipus utt., izmantojot torrenta lejupielādes saiti. Noklusējuma meklētājprogramma ir bing, un bing ir vieglāk lietojams.\n\nUtorrent programmai jābūt instalētai datorā. Pašreizējo darbvirsmas versiju varat lejupielādēt no Utorrent vietnes, ja tā nav instalēta.\n\nUtorrent programmā ievadiet šādu informāciju. Mūsu vietnē ir ilustrēts skaidrojums.\nUzlabots | Web UI | Iespējot Web UI — lietotājvārds un parole. Porta numurs.\n\nInstalējiet mūsu paplašinājumu Utorrent pārlūkam Chrome — integrācijas modulis.\n\nDodieties uz torrent vietnēm, ar peles labo pogu noklikšķiniet un nospiediet pogu \"PIEVIENOT TORENTU\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ml": "നിങ്ങൾക്കറിയാവുന്നതുപോലെ, ഏറ്റവും ജനപ്രിയമായ ടോറൻ്റ് പ്രോഗ്രാമാണ് Utorrent. ഈ പ്ലഗിൻ utorrent പ്രോഗ്രാമുമായി സംയോജിപ്പിച്ച് പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് എളുപ്പത്തിൽ Utorrent പ്രോഗ്രാമിലേക്ക് ഒരു ലിങ്ക് ചേർക്കുകയും ഡൗൺലോഡ് ചെയ്യാൻ ആരംഭിക്കുകയും ചെയ്യാം.\nഈ പ്രോഗ്രാം സൈറ്റിലെ എല്ലാം ഡൌൺലോഡ് ചെയ്യുന്നില്ല കൂടാതെ ഒരു ടോറൻ്റ് ഡൗൺലോഡ് ലിങ്ക് ഉപയോഗിച്ച് ചിത്രങ്ങൾ, വീഡിയോകൾ മുതലായവ ഡൗൺലോഡ് ചെയ്യാൻ കഴിയും. ഡിഫോൾട്ട് സെർച്ച് എഞ്ചിൻ ബിംഗ് ആണ്, ബിംഗ് ഉപയോഗിക്കാൻ എളുപ്പമാണ്.\n\nutorrent പ്രോഗ്രാം നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ ഇൻസ്റ്റാൾ ചെയ്തിരിക്കണം. Utorrent സൈറ്റിൽ നിന്ന് നിലവിലെ ഡെസ്ക്ടോപ്പ് പതിപ്പ് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ലെങ്കിൽ നിങ്ങൾക്ക് അത് ഡൗൺലോഡ് ചെയ്യാം.\n\nUtorrent പ്രോഗ്രാമിൽ ഇനിപ്പറയുന്ന വിവരങ്ങൾ നൽകുക. ഞങ്ങളുടെ സൈറ്റിൽ ഒരു സചിത്ര വിശദീകരണമുണ്ട്.\nവിപുലമായ | വെബ് യുഐ | വെബ് യുഐ പ്രവർത്തനക്ഷമമാക്കുക - ഉപയോക്തൃനാമവും പാസ്‌വേഡും. പോർട്ട് നമ്പർ.\n\nChrome-നുള്ള ഞങ്ങളുടെ എക്സ്റ്റൻഷൻ Utorrent ഇൻസ്റ്റാൾ ചെയ്യുക - ഇൻ്റഗ്രേഷൻ മൊഡ്യൂൾ.\n\nടോറൻ്റ് സൈറ്റുകളിലേക്ക് പോകുക, വലത്-ക്ലിക്കുചെയ്യുക, തുടർന്ന് \"ടോറൻ്റ് ചേർക്കുക\" ബട്ടൺ അമർത്തുക.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ms": "Utorrent ialah program torrent yang paling popular, seperti yang anda tahu. Pemalam ini berfungsi disepadukan dengan program utorrent. Anda boleh menambah pautan ke program Utorrent dengan mudah dan mula memuat turun.\nProgram ini tidak memuat turun segala-galanya di tapak dan boleh memuat turun imej, video, dsb., dengan pautan muat turun torrent. Enjin carian lalai ialah bing dan bing lebih mudah digunakan.\n\nProgram utorrent mesti dipasang pada komputer anda. Anda boleh memuat turun versi Desktop semasa dari tapak Utorrent jika ia tidak dipasang.\n\nMasukkan maklumat berikut dalam program Utorrent. Terdapat penjelasan bergambar di laman web kami.\nLanjutan | UI Web | Dayakan UI Web – Nama pengguna dan kata laluan. Nombor port.\n\nPasang sambungan kami Utorrent For Chrome - Modul Integrasi.\n\nPergi ke tapak torrent, klik kanan, dan tekan butang \"TAMBAH TORRENT\".\n\nUtorrent adalah program torrent paling populer, seperti yang Anda ketahui. Plugin ini bekerja terintegrasi dengan program utorrent. Anda dapat dengan mudah menambahkan tautan ke program Utorrent dan mulai mengunduh.\nProgram ini tidak mengunduh semua yang ada di situs dan dapat mengunduh gambar, video, dll., Dengan tautan unduhan torrent.\n\nProgram utorrent harus diinstal di komputer Anda. Anda dapat mengunduh versi Desktop saat ini dari situs Utorrent jika belum diinstal.\n\nMasukkan informasi berikut dalam program Utorrent. Ada penjelasan bergambar di situs kami.\nLanjutan | UI web | Aktifkan UI Web – Nama pengguna dan kata sandi. Nomor pelabuhan.\n\nPasang ekstensi kami Utorrent Untuk Chrome - Modul Integrasi.\n\nBuka situs torrent, klik kanan, dan tekan tombol \"ADD TORRENT\".\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "nl": "Utorrent is, zoals u weet, het populairste torrent-programma. Deze plug-in werkt geïntegreerd met het utorrent-programma. Je kunt eenvoudig een link naar het Utorrent-programma toevoegen en beginnen met downloaden.\nDit programma downloadt niet alles op de site en kan afbeeldingen, video's enz. downloaden met een torrent-downloadlink. De standaardzoekmachine is bing en bing is gemakkelijker te gebruiken.\n\nHet utorrent-programma moet op uw computer zijn geïnstalleerd. U kunt de huidige desktopversie downloaden van de Utorrent-site als deze niet is geïnstalleerd.\n\nVoer de volgende informatie in het Utorrent-programma in. Op onze site vindt u een geïllustreerde uitleg.\nGeavanceerd | Web-UI | Schakel Web UI in – Gebruikersnaam en wachtwoord. Poortnummer.\n\nInstalleer onze extensie Utorrent voor Chrome - Integratiemodule.\n\nGa naar torrent-sites, klik met de rechtermuisknop en druk op de knop \"TORRENT TOEVOEGEN\".\n\nUtorrent is, zoals u weet, het meest populaire torrent-programma. Deze plug-in werkt geïntegreerd met het utorrent-programma. U kunt eenvoudig een link naar het Utorrent-programma toevoegen en beginnen met downloaden.\nDit programma downloadt niet alles op de site en kan afbeeldingen, video's, enz. downloaden met een torrent-downloadlink.\n\nHet utorrent-programma moet op uw computer zijn geïnstalleerd. U kunt de huidige desktopversie downloaden van de Utorrent-site als deze niet is geïnstalleerd.\n\nVoer de volgende informatie in het Utorrent-programma in. Op onze site staat een geïllustreerde uitleg.\nGeavanceerd | Web-UI | Schakel Web UI in – Gebruikersnaam en wachtwoord. Poortnummer.\n\nInstalleer onze extensie Utorrent For Chrome - Integration Module.\n\nGa naar torrent-sites, klik met de rechtermuisknop en druk op de knop \"TORRENT TOEVOEGEN\".\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "no": "Utorrent er det mest populære torrentprogrammet, som du vet. Denne plugin fungerer integrert med utorrent-programmet. Du kan enkelt legge til en lenke til Utorrent-programmet og begynne å laste ned.\nDette programmet laster ikke ned alt på siden og kan laste ned bilder, videoer osv. med en torrent-nedlastingslenke. Standard søkemotor er bing og bing er enklere å bruke.\n\nUtorrent-programmet må være installert på datamaskinen din. Du kan laste ned den gjeldende Desktop-versjonen fra Utorrent-siden hvis den ikke er installert.\n\nSkriv inn følgende informasjon i Utorrent-programmet. Det er en illustrert forklaring på nettstedet vårt.\nAvansert | Web UI | Aktiver Web UI – Brukernavn og passord. Portnummer.\n\nInstaller utvidelsen vår Utorrent For Chrome - Integration Module.\n\nGå til torrentsider, høyreklikk og trykk på \"LEGG TIL TORRENT\"-knappen.\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "pl": "Jak wiadomo, Utorrent jest najpopularniejszym programem torrentowym. Wtyczka ta działa zintegrowana z programem utorrent. Możesz łatwo dodać link do programu Utorrent i rozpocząć pobieranie.\nTen program nie pobiera wszystkiego z witryny i może pobierać obrazy, filmy itp. za pomocą łącza do pobierania torrenta. Domyślną wyszukiwarką jest bing, a bing jest łatwiejszy w użyciu.\n\nNa komputerze musi być zainstalowany program utorrent. Możesz pobrać aktualną wersję na komputer ze strony Utorrent, jeśli nie jest ona zainstalowana.\n\nWprowadź następujące informacje w programie Utorrent. Na naszej stronie znajduje się ilustrowane wyjaśnienie.\nZaawansowane | Interfejs sieciowy | Włącz interfejs WWW — nazwa użytkownika i hasło. Numer portu.\n\nZainstaluj nasze rozszerzenie Utorrent dla Chrome - moduł integracji.\n\nPrzejdź do witryn z torrentami, kliknij prawym przyciskiem myszy i naciśnij przycisk „DODAJ TORRENT”.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "pt_BR": "Utorrent é o programa de torrent mais popular, como você sabe. Este plugin funciona integrado com o programa utorrent. Você pode facilmente adicionar um link para o programa Utorrent e iniciar o download.\nEste programa não baixa tudo do site e pode baixar imagens, vídeos, etc, com um link de download torrent.\n\nO programa utorrent deve estar instalado em seu computador. Você pode baixar a versão Desktop atual do site Utorrent se não estiver instalada.\n\nDigite as seguintes informações no programa Utorrent. Há uma explicação ilustrada em nosso site.\nAvançado | IU da Web | Ativar interface do usuário da Web – nome de usuário e senha. Número da porta.\n\nInstale nossa extensão Utorrent For Chrome - Módulo de Integração.\n\nVá para sites de torrent, clique com o botão direito do mouse e pressione o botão \"ADD TORRENT\".\n\n\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "pt_PT": "Utorrent é o programa de torrent mais popular, como você sabe. Este plugin funciona integrado com o programa utorrent. Você pode facilmente adicionar um link para o programa Utorrent e iniciar o download.\nEste programa não baixa tudo do site e pode baixar imagens, vídeos, etc, com um link de download torrent.\n\nO programa utorrent deve estar instalado em seu computador. Você pode baixar a versão Desktop atual do site Utorrent se não estiver instalada.\n\nDigite as seguintes informações no programa Utorrent. Há uma explicação ilustrada em nosso site.\nAvançado | IU da Web | Ativar interface do usuário da Web – nome de usuário e senha. Número da porta.\n\nInstale nossa extensão Utorrent For Chrome - Módulo de Integração.\n\nVá para sites de torrent, clique com o botão direito do mouse e pressione o botão \"ADD TORRENT\".\n\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ro": "Utorrent este cel mai popular program torrent, după cum știți. Acest plugin funcționează integrat cu programul utorrent. Puteți adăuga cu ușurință un link la programul Utorrent și puteți începe descărcarea.\nAcest program nu descarcă totul pe site și poate descărca imagini, videoclipuri etc., cu un link de descărcare torrent. Motorul de căutare implicit este bing, iar bing este mai ușor de utilizat.\n\nProgramul utorrent trebuie instalat pe computer. Puteți descărca versiunea desktop actuală de pe site-ul Utorrent dacă nu este instalată.\n\nIntroduceți următoarele informații în programul Utorrent. Există o explicație ilustrată pe site-ul nostru.\nAvansat | UI Web | Enable Web UI – Nume de utilizator și parolă. Numarul portului.\n\nInstalați extensia noastră Utorrent pentru Chrome - Modul de integrare.\n\nAccesați site-urile torrent, faceți clic dreapta și apăsați butonul „ADĂUGAȚI TORRENT”.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ru": "Как вы знаете, Utorrent – самая популярная торрент-программа. Этот плагин работает интегрированно с программой utorrent. Вы легко можете добавить ссылку на программу Utorrent и начать скачивание.\nЭта программа не скачивает все, что есть на сайте и может скачивать изображения, видео и т.д. по торрент-ссылке. Поисковая система по умолчанию — Bing, и Bing проще в использовании.\n\nНа вашем компьютере должна быть установлена программа utorrent. Вы можете скачать текущую версию Desktop с сайта Utorrent, если она не установлена.\n\nВведите следующую информацию в программу Utorrent. На нашем сайте есть иллюстрированное объяснение.\nРасширенный | Веб-интерфейс | Включить веб-интерфейс — имя пользователя и пароль. Номер порта.\n\nУстановите наше расширение Utorrent для Chrome — Модуль интеграции.\n\nЗайдите на торрент-сайты, щелкните правой кнопкой мыши и нажмите кнопку «ДОБАВИТЬ ТОРРЕНТ».\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "sk": "Ako viete, Utorrent je najobľúbenejší torrentový program. Tento doplnok funguje integrovane s programom utorrent. Môžete jednoducho pridať odkaz na program Utorrent a začať sťahovať.\nTento program nesťahuje všetko na stránke a môže sťahovať obrázky, videá atď. pomocou odkazu na stiahnutie torrentu. Predvolený vyhľadávací nástroj je bing a bing sa používa jednoduchšie.\n\nProgram utorrent musí byť nainštalovaný na vašom počítači. Aktuálnu verziu pre stolné počítače si môžete stiahnuť zo stránky Utorrent, ak nie je nainštalovaná.\n\nZadajte nasledujúce informácie v programe Utorrent. Na našej stránke je ilustrované vysvetlenie.\nPokročilé | Web UI | Povoliť webové používateľské rozhranie – používateľské meno a heslo. Číslo portu.\n\nNainštalujte si naše rozšírenie Utorrent For Chrome – Integration Module.\n\nPrejdite na stránky torrentu, kliknite pravým tlačidlom myši a stlačte tlačidlo „PRIDAŤ TORRENT“.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "sl": "Utorrent je najbolj priljubljen torrent program, kot veste. Ta vtičnik deluje integrirano s programom utorrent. Preprosto lahko dodate povezavo do programa Utorrent in začnete prenašati.\nTa program ne prenese vsega na spletnem mestu in lahko prenese slike, videoposnetke itd. s povezavo za prenos torrent. Privzeti iskalnik je bing in bing je lažji za uporabo.\n\nProgram utorrent mora biti nameščen na vašem računalniku. Trenutno različico za namizne računalnike lahko prenesete s spletnega mesta Utorrent, če ni nameščena.\n\nV program Utorrent vnesite naslednje podatke. Na naši strani je ilustrirana razlaga.\nNapredno | Spletni uporabniški vmesnik | Omogoči spletni uporabniški vmesnik – uporabniško ime in geslo. Številka vrat.\n\nNamestite našo razširitev Utorrent za Chrome – integracijski modul.\n\nPojdite na spletna mesta s torrenti, kliknite z desno miškino tipko in pritisnite gumb \"DODAJ TORRENT\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "sr": "Уторрент је најпопуларнији торрент програм, као што знате. Овај додатак ради интегрисан са уторрент програмом. Можете лако додати везу до програма Уторрент и започети преузимање.\nОвај програм не преузима све на сајту и може да преузима слике, видео записе итд., са везом за преузимање торрента. Подразумевани претраживач је бинг и бинг је лакши за коришћење.\n\nУторрент програм мора бити инсталиран на вашем рачунару. Можете преузети тренутну верзију за десктоп са Уторрент сајта ако није инсталирана.\n\nУнесите следеће информације у програм Уторрент. На нашем сајту постоји илустровано објашњење.\nАдванцед | Веб УИ | Омогући веб кориснички интерфејс – Корисничко име и лозинка. Број порта.\n\nИнсталирајте наше проширење Уторрент за Цхроме - Интеграциони модул.\n\nИдите на торрент сајтове, кликните десним тастером миша и притисните дугме „ДОДАЈ ТОРЕНТ“.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "sv": "Utorrent är som du vet det mest populära torrentprogrammet. Detta plugin fungerar integrerat med utorrent-programmet. Du kan enkelt lägga till en länk till programmet Utorrent och börja ladda ner.\nDet här programmet laddar inte ner allt på webbplatsen och kan ladda ner bilder, videor, etc., med en torrent-nedladdningslänk. Standardsökmotorn är bing och bing är enklare att använda.\n\nUtorrent-programmet måste vara installerat på din dator. Du kan ladda ner den aktuella Desktop-versionen från Utorrent-webbplatsen om den inte är installerad.\n\nAnge följande information i Utorrent-programmet. Det finns en illustrerad förklaring på vår webbplats.\nAvancerat | Webbgränssnitt | Aktivera webbgränssnitt – Användarnamn och lösenord. Portnummer.\n\nInstallera vårt tillägg Utorrent For Chrome - Integration Module.\n\nGå till torrentwebbplatser, högerklicka och tryck på knappen \"LÄGG TILL TORRENT\".\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "sw": "Utorrent ndio programu maarufu ya mkondo, kama unavyojua. Programu-jalizi hii inafanya kazi iliyounganishwa na programu ya utorrent. Unaweza kuongeza kiunga kwa programu ya Utorrent kwa urahisi na uanze kupakua.\nProgramu hii haina kupakua kila kitu kwenye tovuti na inaweza kupakua picha, video, nk, na kiungo cha kupakua cha torrent. Injini chaguo-msingi ya utafutaji ni bing na bing ni rahisi kutumia.\n\nProgramu ya utorrent lazima isanikishwe kwenye kompyuta yako. Unaweza kupakua toleo la sasa la Eneo-kazi kutoka kwa tovuti ya Utorrent ikiwa halijasakinishwa.\n\nIngiza maelezo yafuatayo katika programu ya Utorrent. Kuna maelezo yaliyoonyeshwa kwenye tovuti yetu.\nAdvanced | Kiolesura cha Wavuti | Washa UI ya Wavuti - Jina la mtumiaji na nywila. Nambari ya bandari.\n\nSakinisha kiendelezi chetu cha Utorrent Kwa Chrome - Moduli ya Ujumuishaji.\n\nNenda kwenye tovuti za torrent, bonyeza-kulia, na ubonyeze kitufe cha \"ADD TORRENT\".\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "ta": "உங்களுக்குத் தெரிந்தபடி, Utorrent மிகவும் பிரபலமான டொரண்ட் நிரலாகும். இந்த சொருகி utorrent நிரலுடன் ஒருங்கிணைக்கப்பட்டு செயல்படுகிறது. நீங்கள் எளிதாக Utorrent திட்டத்தில் இணைப்பைச் சேர்த்து பதிவிறக்கம் செய்யத் தொடங்கலாம்.\nஇந்த நிரல் தளத்தில் உள்ள அனைத்தையும் பதிவிறக்கம் செய்யாது மற்றும் டொரண்ட் பதிவிறக்க இணைப்பு மூலம் படங்கள், வீடியோக்கள் போன்றவற்றை பதிவிறக்கம் செய்யலாம். இயல்புநிலை தேடுபொறி பிங் மற்றும் பிங் பயன்படுத்த எளிதானது.\n\nutorrent நிரல் உங்கள் கணினியில் நிறுவப்பட்டிருக்க வேண்டும். தற்போதைய டெஸ்க்டாப் பதிப்பை யுடோரண்ட் தளத்தில் இருந்து பதிவிறக்கம் செய்து கொள்ளலாம்.\n\nUtorrent திட்டத்தில் பின்வரும் தகவலை உள்ளிடவும். எங்கள் தளத்தில் விளக்கப்படம் உள்ளது.\nமேம்பட்ட | இணைய UI | இணைய UI - பயனர்பெயர் மற்றும் கடவுச்சொல்லை இயக்கு. போர்ட் எண்.\n\nChrome க்கான Utorrent நீட்டிப்பை நிறுவவும் - ஒருங்கிணைப்பு தொகுதி.\n\nடொரண்ட் தளங்களுக்குச் சென்று, வலது கிளிக் செய்து, \"சேர் TORRENT\" பொத்தானை அழுத்தவும்.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "te": "మీకు తెలిసినట్లుగా Utorrent అత్యంత ప్రజాదరణ పొందిన టొరెంట్ ప్రోగ్రామ్. ఈ ప్లగ్ఇన్ utorrent ప్రోగ్రామ్‌తో కలిసి పని చేస్తుంది. మీరు Utorrent ప్రోగ్రామ్‌కు లింక్‌ను సులభంగా జోడించవచ్చు మరియు డౌన్‌లోడ్ చేయడం ప్రారంభించవచ్చు.\nఈ ప్రోగ్రామ్ సైట్‌లోని ప్రతిదాన్ని డౌన్‌లోడ్ చేయదు మరియు టొరెంట్ డౌన్‌లోడ్ లింక్‌తో చిత్రాలు, వీడియోలు మొదలైనవాటిని డౌన్‌లోడ్ చేసుకోవచ్చు. డిఫాల్ట్ శోధన ఇంజిన్ బింగ్ మరియు బింగ్ ఉపయోగించడం సులభం.\n\nutorrent ప్రోగ్రామ్ మీ కంప్యూటర్‌లో తప్పనిసరిగా ఇన్‌స్టాల్ చేయబడి ఉండాలి. మీరు ప్రస్తుత డెస్క్‌టాప్ వెర్షన్‌ను ఇన్‌స్టాల్ చేయకపోతే Utorrent సైట్ నుండి డౌన్‌లోడ్ చేసుకోవచ్చు.\n\nUtorrent ప్రోగ్రామ్‌లో కింది సమాచారాన్ని నమోదు చేయండి. మా సైట్‌లో ఇలస్ట్రేటెడ్ వివరణ ఉంది.\nఅధునాతన | వెబ్ UI | వెబ్ UIని ప్రారంభించండి - వినియోగదారు పేరు మరియు పాస్‌వర్డ్. పోర్ట్ సంఖ్య.\n\nChrome కోసం Utorrent పొడిగింపును ఇన్‌స్టాల్ చేయండి - ఇంటిగ్రేషన్ మాడ్యూల్.\n\nటొరెంట్ సైట్‌లకు వెళ్లి, కుడి-క్లిక్ చేసి, \"జోడించు TORRENT\" బటన్‌ను నొక్కండి.\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "th": "Utorrent เป็นโปรแกรม torrent ที่ได้รับความนิยมมากที่สุดอย่างที่คุณทราบ ปลั๊กอินนี้ทำงานร่วมกับโปรแกรม utorrent ได้ คุณสามารถเพิ่มลิงค์ไปยังโปรแกรม Utorrent และเริ่มดาวน์โหลดได้อย่างง่ายดาย\nโปรแกรมนี้ไม่ได้ดาวน์โหลดทุกอย่างบนเว็บไซต์ และสามารถดาวน์โหลดรูปภาพ วิดีโอ ฯลฯ ด้วยลิงก์ดาวน์โหลดทอร์เรนต์ เครื่องมือค้นหาเริ่มต้นคือ bing และ bing นั้นใช้งานง่ายกว่า\n\nต้องติดตั้งโปรแกรม utorrent บนคอมพิวเตอร์ของคุณ คุณสามารถดาวน์โหลดเวอร์ชันเดสก์ท็อปปัจจุบันได้จากไซต์ Utorrent หากไม่ได้ติดตั้งไว้\n\nป้อนข้อมูลต่อไปนี้ในโปรแกรม Utorrent มีคำอธิบายพร้อมภาพประกอบบนเว็บไซต์ของเรา\nขั้นสูง | UI ของเว็บ | เปิดใช้งาน Web UI - ชื่อผู้ใช้และรหัสผ่าน หมายเลขพอร์ต.\n\nติดตั้งส่วนขยายของเรา Utorrent สำหรับ Chrome - โมดูลการรวม\n\nไปที่ไซต์ torrent คลิกขวาแล้วกดปุ่ม \"ADD TORRENT\"\n\nUtorrent pĕn porkærm torrent thī̀ dị̂ rạb khwām niym māk thī̀s̄ud xỳāng thī̀ khuṇ thrāb plạ́kxin nī̂ thảngān r̀wm kạb porkærm utorrent dị̂ khuṇ s̄āmārt̄h pheìm lingkh̒ pị yạng porkærm Utorrent læa reìm dāwn̒h̄old dị̂ xỳāng ng̀āydāy\nporkærm nī̂ mị̀ dị̂ dāwn̒h̄old thuk xỳāng bn wĕbsịt̒ læa s̄āmārt̄h dāwn̒h̄old rūpp̣hāph widīxo‡l‡ d̂wy lingk̒ dāwn̒ h̄old thxr̒rent̒ kherụ̄̀xng mụ̄x kĥnh̄ā reìm t̂n khụ̄x bing læa bing nận chı̂ ngān ng̀āy kẁā\n\nt̂xng tid tậng porkærm utorrent bn khxmphiwtexr̒ k̄hxng khuṇ khuṇ s̄āmārt̄h dāwn̒h̄old wexr̒ chạn de s̄k̒th̆xp pạccubạn dị̂ cāk sịt̒ Utorrent h̄āk mị̀ dị̂ tid tậng wị̂\n\np̂xn k̄ĥxmūl t̀x pị nī̂ nı porkærm Utorrent mī khả xṭhibāy phr̂xm p̣hāph prakxb bn wĕbsịt̒ k̄hxng reā\nk̄hận s̄ūng | UI k̄hxng wĕb | peid chı̂ ngān Web UI - chụ̄̀x p̄hū̂ chı̂ læa rh̄ạs̄ p̄h̀ān h̄māylek̄h phxr̒t.\n\nTid tậng s̄̀wn k̄hyāy k̄hxng reā Utorrent s̄ảh̄rạb Chrome - modūl kār rwm\n\npị thī̀ sịt̒ torrent khlik k̄hwā læ̂w kd pùm\"ADD TORRENT\"\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link. \n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "vi": "Utorrent là chương trình torrent phổ biến nhất, như bạn đã biết. Plugin này hoạt động tích hợp với chương trình utorrent. Bạn có thể dễ dàng thêm một liên kết đến chương trình Utorrent và bắt đầu tải xuống.\nChương trình này không tải xuống mọi thứ trên trang web và có thể tải xuống hình ảnh, video, v.v. bằng liên kết tải xuống torrent.\n\nChương trình utorrent phải được cài đặt trên máy tính của bạn. Bạn có thể tải xuống phiên bản Máy tính để bàn hiện tại từ trang Utorrent nếu nó chưa được cài đặt.\n\nNhập thông tin sau vào chương trình Utorrent. Có một lời giải thích minh họa trên trang web của chúng tôi.\nNâng cao | Giao diện người dùng web | Bật giao diện người dùng web – Tên người dùng và mật khẩu. Số cổng.\n\nCài đặt tiện ích mở rộng của chúng tôi Utorrent cho Chrome - Mô-đun tích hợp.\n\nTruy cập các trang web torrent, nhấp chuột phải và nhấn nút \"THÊM TORRENT\".\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "zh_CN": "如您所知，Utorrent 是最受欢迎的 torrent 程序。 该插件与 utorrent 程序集成工作。 您可以轻松添加 Utorrent 程序的链接并开始下载。\n该程序不会下载网站上的所有内容，而是可以通过 torrent 下载链接下载图像、视频等。\n\n您的计算机上必须安装 utorrent 程序。 如果尚未安装，您可以从 Utorrent 站点下载当前的桌面版本。\n\n在 Utorrent 程序中输入以下信息。 我们的网站上有图解说明。\n高级| 网页用户界面 | 启用 Web UI – 用户名和密码。 端口号。\n\n安装我们的 Chrome 扩展 Utorrent - 集成模块。\n\n转到 torrent 站点，右键单击，然后按“添加 torrent”按钮。\n\n\nRú nín suǒ zhī,Utorrent shì zuì shòu huānyíng de torrent chéngxù. Gāi chājiàn yǔ utorrent chéngxù jíchéng gōngzuò. Nín kěyǐ qīngsōng tiānjiā Utorrent chéngxù de liànjiē bìng kāishǐ xiàzài.\nGāi chéngxù bù huì xiàzài wǎngzhàn shàng de suǒyǒu nèiróng, ér shì kěyǐ tōngguò torrent xiàzài liànjiē xià zǎi túxiàng, shìpín děng.\n\nNín de jìsuànjī shàng bìxū ānzhuāng utorrent chéngxù. Rúguǒ shàngwèi ānzhuāng, nín kěyǐ cóng Utorrent zhàndiǎn xiàzài dāngqián de zhuōmiàn bǎnběn.\n\nZài Utorrent chéngxù zhōng shūrù yǐxià xìnxī. Wǒmen de wǎngzhàn shàng yǒu tújiě shuōmíng.\nGāojí |wǎngyè yònghù jièmiàn |qǐyòng Web UI – yònghù mínghé mìmǎ. Duānkǒu hào.\n\nĀnzhuāng wǒmen de Chrome kuòzhǎn Utorrent - jíchéng mókuài.\n\nZhuǎn dào torrent zhàndiǎn, yòujiàn dān jī, ránhòu àn “tiānjiā torrent” ànniǔ.\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button.",
    "zh_TW": "如您所知，Utorrent 是最受歡迎的 torrent 程序。 該插件與 utorrent 程序集成工作。 您可以輕鬆添加 Utorrent 程序的鏈接並開始下載。\n該程序不會下載網站上的所有內容，而是可以通過 torrent 下載鏈接下載圖像、視頻等。\n\n您的計算機上必須安裝 utorrent 程序。 如果尚未安裝，您可以從 Utorrent 站點下載當前的桌面版本。\n\n在 Utorrent 程序中輸入以下信息。 我們的網站上有圖解說明。\n高級| 網頁用戶界面 | 啟用 Web UI – 用戶名和密碼。 端口號。\n\n安裝我們的 Chrome 擴展 Utorrent - 集成模塊。\n\n轉到 torrent 站點，右鍵單擊，然後按“添加 torrent”按鈕。\n\n\nRú nín suǒ zhī,Utorrent shì zuì shòu huānyíng de torrent chéngxù. Gāi chājiàn yǔ utorrent chéngxù jíchéng gōngzuò. Nín kěyǐ qīngsōng tiānjiā Utorrent chéngxù de liànjiē bìng kāishǐ xiàzài.\nGāi chéngxù bù huì xiàzài wǎngzhàn shàng de suǒyǒu nèiróng, ér shì kěyǐ tōngguò torrent xiàzài liànjiē xià zǎi tú xiàng, shìpín děng.\n\nNín de jìsuànjī shàng bìxū ānzhuāng utorrent chéngxù. Rúguǒ shàngwèi ānzhuāng, nín kěyǐ cóng Utorrent zhàn diǎn xiàzài dāngqián de zhuōmiàn bǎnběn.\n\nZài Utorrent chéngxù zhōng shūrù yǐxià xìnxī. Wǒmen de wǎngzhàn shàng yǒu tújiě shuōmíng.\nGāojí |wǎngyè yònghù jièmiàn |qǐyòng Web UI – yònghù mínghé mìmǎ. Duānkǒu hào.\n\nĀnzhuāng wǒmen de Chrome kuòzhǎn Utorrent - jíchéng mókuài.\n\nZhuǎn dào torrent zhàn diǎn, yòujiàn dān jī, ránhòu àn “tiānjiā torrent” ànniǔ.\n\n\n\n\n\n\nUtorrent is the most popular torrent program, as you know. This plugin works integrated with the utorrent program. You can easily add a link to the Utorrent program and start downloading.\nThis program does not download everything on the site and can download images, videos, etc., with a torrent download link.\n\nThe utorrent program must be installed on your computer. You can download the current Desktop version from the Utorrent site if it is not installed.\n\nEnter the following information in the Utorrent program. There is an illustrated explanation on our site.\nAdvanced | Web UI | Enable Web UI – Username and password. Port number.\n\nInstall our extension Utorrent For Chrome - Integration Module.\n\nGo to torrent sites, right-click, and press the \"ADD TORRENT\" button."
  }
}