{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JaSON"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple, easy to use HTTP client to send API requests from within Chrome and see formatted, syntax highlighted responses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Great for testing and debugging JSON and XML APIs, RESTful APIs, GraphQL APIs, web services, web applications and more.\n\nCookie support:\nAutomatically sends cookies from Chrome. This is extremely handy for APIs which require authentication. Simply authenticate via your browser as normal and JaSON will send cookies for requests which match.\n\nHTTP methods:\nGET, POST, PUT, PATCH, DELETE, HEAD, and OPTIONS\n\nDark/light theme:\nChange the colour theme to suit your work environment.\n\nRequest history:\nKeeps request history with full text search. Individual history items can be deleted, or marked as a \"favourite\" for easy access. History from previous versions of JaSON will be automatically migrated. Stores history in IndexedDB for improved performance.\n\nFormatted input/output:\nProvides an IDE like experience when editing request body and headers. Automatically formats request/response body syntax and colour based on content type.\n\nContent type:\nSupports JSON, XML, and form encoded data by default. Additional content types can be used by setting a custom content type header.\n\nNew and improved:\nCompletely re-written, new styling, layout, colours, additional features and improved performance.\n\n100% open source\nSource code is available from GitHub.\n\nPrivacy policy\nhttps://github.com/shanebell/JaSON/blob/master/privacy-policy.md"
  }
}