{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ActiveInbox: Organize Gmail™ tasks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overwhelmed by too many to-dos in your inbox? Turn Gmail into an effortless task manager to never forget anything."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn Gmail into a task manager, and take control of all your conversations. \n\nOur mission is simple really... we want to give all of us the tools to achieve meaningful happiness. Our business supports this by making elegant software, infused with proven psychology, to help us all absorb the shocks of life and become truly effective. \n\nDESIGNED FOR EXECS, MANAGERS & FOUNDERS\nActiveInbox has a free trial to get a taster of being in control.\n\nREADY TO RISE ABOVE EMAIL OVERLOAD?\n\nIt's \"A 'must try' if you want to easily keep yourself on track in an undoubtedly busy world\" - Richard Gaspar\n\nActiveInbox works where you already do: in Gmail and on mobile. There's no need to adopt a new tool to accomplish...\n\nNEVER MISS A THING\n\nStop emails sinking into the inbox swamp by turning them into tasks with due dates and adding them to projects.\n\nALWAYS GET REPLIES\n\nDon't 'send and pray' emails you spent precious time writing. Deliver at the time they'll be read and let ActiveInbox track them to completion.\n\nFOCUS ON DOING\n\nAchieve inbox zero, then glide through your day, by having just one place to focus on emails and tasks, and breaking your Today list into digestible chunks.\n\n=====\n\nTHOSE FEATURES IN DETAIL:\n- Organize Gmail into folders\n- Due Date Reminders\n- Follow Up Reminders\n- Inbox Zero\n- Getting Things Done (GTD) in Gmail\n- Notes on emails\n\nOh, and we're the original Gmail plugin - ActiveInbox has been supporting customers since 2006."
  }
}