{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "WebScrapBook",
    "zh_CN": "网页剪贴簿",
    "zh_TW": "網頁剪貼簿"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "Capture web pages to local device or backend server for future retrieval, organization, annotation, and editing.",
    "zh_CN": "获取网页至本地或后端服务器供检索、组织、加注、编辑。",
    "zh_TW": "擷取網頁至本地或後端伺服器供檢索、組織、加註、編輯。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "WebScrapBook is a browser extension that captures the web page faithfully with various archive formats and customizable configurations, for future retrieval, organization, annotation, and editing. This project inherits from legacy Firefox add-on ScrapBook X.\n\nFeatures:\n1. Capture faithfully: A web page shown in the browser can be captured without losing any subtle detail. Metadata such as source URL and timestamp are also recorded.\n2. Customizable capture: WebScrapBook can save selected area in a page, save source page (before processed by scripts), or save page as a bookmark. How to capture images, audio, video, fonts, frames, styles, scripts, etc. are also customizable. A web page can be saved as a folder, a ZIP-based archive file (HTZ or MAFF), or a single HTML file.\n3. Page editing: A web page can be highlighted, annotated, or edited before or after a capture.\n4. Organizable collections: Captured pages can be organized in the browser sidebar using one or more scrapbooks, and each scrapbooks holds a hierarchical tree structure to organize data items. Notes using HTML or markdown format can also be created and managed. (*)\n5. Fulltext searching: Each scrapbook can be further indexed for a rich-feature search (using title, fulltext, comment, source URL, create time, modify time, etc.). (*)\n6. Remote access: Captured data can be hosted with a central backend server and be read or edited from other devices. Alternatively, a scrapbook can generate a static site index and be distributed as a static web site. (*)\n7. Mobile support: WebScrapBook supports mobile browsers such as Firefox for Android and Kiwi browser. You can capture and edit the web page from a mobile phone or tablet.\n8. Legacy ScrapBook support: Scrapbooks created from legacy ScrapBook or ScrapBook X can be converted into WebScrapBook-compliant format for usage. (*)\n* All or partial functionality of a starred feature above requires a running collaborating backend server, which can be easily set up using PyWebScrapBook. (*)\n* An HTZ or MAFF archive file can be viewed using the built-in archive page viewer, with PyWebScrapBook or other assistant tools, or by opening the index page after unzipping.\n\nSee Also:\n* For further information and frequently asked questions, visit the documentation wiki: https://github.com/danny0838/webscrapbook/wiki/Intro\n* For better discussion, please report an issue to the source repository: https://github.com/danny0838/webscrapbook/issues\n* Donate to support us if you find this tool helpful: https://www.paypal.me/danny0838/5usd",
    "zh_CN": "网页剪贴簿 (WebScrapBook) 可以忠实撷取网页内容，支援多种储存格式与客制化设定，还可以对撷取的资料做检索、组织、加注、编辑。本扩充套件继承自 Firefox 旧版附加元件 ScrapBook X。\n\n功能特色：\n1. 忠实撷取：可将浏览器显示的网页撷取储存而不遗失微小细节。一些重要的元资料如来源网址及撷取时间亦皆如实记录。\n2. 客制撷取：网页剪贴簿可撷取选取的网页范围、撷取网页原貌（未经页面脚本处理）、或把网页撷取为书签。亦可自订如何处理网页中的图片、音讯、视讯、字体、框架页、样式表、脚本等资源。网页可储存为资料夹、ZIP 封存档案（HTZ 或 MAFF），或单一 HTML 档案。\n3. 编辑网页：网页可在撷取前或撷取后加以标示、加注、或编辑。\n4. 管理资料：可在浏览器侧边栏用一或多本剪贴簿以阶层化树状结构组织撷取的网页。也可以建立和管理 HTML 或 markdown 格式的笔记页面。(*)\n5. 全文搜寻：每本剪贴簿可个别建立索引，用各种方式搜寻资料（如标题、全文、评注、来源网址、建立时间、修改时间等）。(*)\n6. 远端存取：可架设后端伺服器托管撷取的资料，以便在其他机器阅读或编辑。剪贴簿亦可建立静态索引，发布为静态网站。(*)\n7. 行动支援：网页剪贴簿支援行动浏览器，例如 Firefox for Android 和 Kiwi Browser，可在手机或平板电脑撷取及编辑网页。\n8. 旧版 ScrapBook 支援：旧版附加元件 ScrapBook 或 ScrapBook X 建立的剪贴簿可转换为网页剪贴簿相容格式使用。(*)\n* 打星号项目全部或部分功能需要搭配后端伺服器才能运作，后端伺服器可用 PyWebScrapBook 架设。\n* HTZ 或 MAFF 封存档案可用内建的封存网页检视器检视，用 PyWebScrapBook 或其他辅助工具开启，或解压缩后开启入口页面检视。\n\n参见：\n* 下载及安装 PyWebScrapBook： https://pypi.org/project/webscrapbook/\n* 进一步说明及常见问题可参阅此共笔： https://github.com/danny0838/webscrapbook/wiki/Intro-(zh_TW)\n* 为方便汇整及做更完整的双向讨论，有问题请尽量回报到版本库： https://github.com/danny0838/webscrapbook/issues\n* 若此工具对你有帮助，可小额捐款支持我们： https://www.paypal.me/danny0838/5usd",
    "zh_TW": "網頁剪貼簿 (WebScrapBook) 可以忠實擷取網頁內容，支援多種儲存格式與客製化設定，還可以對擷取的資料做檢索、組織、加註、編輯。本擴充套件繼承自 Firefox 舊版附加元件 ScrapBook X。\n\n功能特色：\n1. 忠實擷取：可將瀏覽器顯示的網頁擷取儲存而不遺失微小細節。一些重要的元資料如來源網址及擷取時間亦皆如實記錄。\n2. 客製擷取：網頁剪貼簿可擷取選取的網頁範圍、擷取網頁原貌（未經頁面腳本處理）、或把網頁擷取為書籤。亦可自訂如何處理網頁中的圖片、音訊、視訊、字體、框架頁、樣式表、腳本等資源。網頁可儲存為資料夾、ZIP 封存檔案（HTZ 或 MAFF），或單一 HTML 檔案。\n3. 編輯網頁：網頁可在擷取前或擷取後加以標示、加註、或編輯。\n4. 管理資料：可在瀏覽器側邊欄用一或多本剪貼簿以階層化樹狀結構組織擷取的網頁。也可以建立和管理 HTML 或 markdown 格式的筆記頁面。(*)\n5. 全文搜尋：每本剪貼簿可個別建立索引，用各種方式搜尋資料（如標題、全文、評註、來源網址、建立時間、修改時間等）。(*)\n6. 遠端存取：可架設後端伺服器託管擷取的資料，以便在其他機器閱讀或編輯。剪貼簿亦可建立靜態索引，發佈為靜態網站。(*)\n7. 行動支援：網頁剪貼簿支援行動瀏覽器，例如 Firefox for Android 和 Kiwi Browser，可在手機或平板電腦擷取及編輯網頁。\n8. 舊版 ScrapBook 支援：舊版附加元件 ScrapBook 或 ScrapBook X 建立的剪貼簿可轉換為網頁剪貼簿相容格式使用。(*)\n* 打星號項目全部或部分功能需要搭配後端伺服器才能運作，後端伺服器可用 PyWebScrapBook 架設。\n* HTZ 或 MAFF 封存檔案可用內建的封存網頁檢視器檢視，用 PyWebScrapBook 或其他輔助工具開啟，或解壓縮後開啟入口頁面檢視。\n\n參見：\n* 下載及安裝 PyWebScrapBook： https://pypi.org/project/webscrapbook/\n* 進一步說明及常見問題可參閱此共筆： https://github.com/danny0838/webscrapbook/wiki/Intro-(zh_TW)\n* 為方便彙整及做更完整的雙向討論，有問題請盡量回報到版本庫： https://github.com/danny0838/webscrapbook/issues\n* 若此工具對你有幫助，可小額捐款支持我們： https://www.paypal.me/danny0838/5usd"
  }
}