{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple notepad extension for quickly saving notes directly in Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quick Notes is a lightweight and efficient Chrome extension designed to enhance your productivity and simplify your browsing experience. With Quick Notes, you can effortlessly jot down ideas, tasks, or reminders directly in your browser without switching applications or navigating away from your current page.\n\nKey Features\nInstant Note-Taking: Capture your thoughts and ideas with a single click, saving them directly in your browser.\nAlways Accessible: Your notes are always accessible as you browse, perfect for quick references or ongoing tasks.\nPersistent Storage: Notes are saved locally, ensuring that your data remains private and accessible even offline.\nSimplicity and Ease of Use: A straightforward interface means you can start taking notes immediately—no learning curve!\nWhy Should You Install Quick Notes?\nEnhance Productivity: Minimize disruptions to your workflow by quickly writing down important information as you work.\nConvenience: Keep your notes and browsing seamlessly integrated, eliminating the need to switch between apps or tabs.\nReliability: Your notes stay saved across browsing sessions, ensuring that you never lose a quick thought or important task.\nPrivacy: All notes are stored locally on your device, keeping your personal information secure and private.\nQuick Notes is perfect for students, professionals, and anyone looking to keep their thoughts organized and easily accessible while using Chrome. Install it today to streamline your note-taking process and keep your ideas organized and one click away!"
  }
}