{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Simple Color Picker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Simple Color Picker extension to pick colors and copy them to clipboard"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Simple Color Picker extension is a tool that allows users to easily select and copy colors from any part of their computer screen. This can be useful for a variety of tasks, such as web design, graphic design, and digital art.\n\nHow to use ?\n1. Add the Simple Color Picker to chrome through Chrome Web Store\n2. Pin the extension\n3. Click on the extension and click the Pick a color button\n4. Now you can move the eyedropper to and select any color on any screen\n5. The selected color will be stored and user can easily copy the HEX code by clicking on it and paste it anywhere\n6. User can store multiple colors\n7. When Clear All is clicked all the colors stored will be deleted\n\nHighlighted Features\n-   Select colors from any part of the screen\n-   Store multiple colors\n-   Can easily copy and paste\n-   Clear All the colors in a click\n\nOverall, A Simple Color Picker extension is a convenient and easy-to-use tool for anyone who needs to work with colors on their computer. It can save time and effort by eliminating the need to manually enter color values and can be helpful in any industry where color is important.\n\nIMPORTANT\nWe don't collect any user data and we don't display any ads\n\n-------------------------------------------------------------------------------------------------\nIcon credits : https://www.flaticon.com"
  }
}