{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scholarcy Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Summarizes research articles, creates interactive flashcards, highlights key points, links to open-access versions of each citation"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scholarcy™ is the solution to that pile of papers on your virtual desk. It can save up to 70% of the time needed to get the key information from an article, helping you with literature screening and reviews.\n\nThis Extension gives you the key points of any article or research paper you have open in your browser.  It creates a referenced summary with important points highlighted and generates a background reading list for those new to a field. \n\nNeed to see how a paper builds on previous research? Our new 'Comparative Analysis' engine highlights this for you.\n\nSubscribers to our premium app, Scholarcy Library, will get unlimited use of this Extension and can also save, share, annotate and export their Summary Flashcards. \n\nScholarcy locates open-access PDFs for each reference from Google Scholar, arXiv and elsewhere, and can also be configured to extract figures and tables.\n\nTo provide this service, our Extension needs to read and process the contents of the current web page. Alternatively, it will locate the PDF for the article. Use the new 'Source priority' option to switch between the HTML and PDF processing. For PDF files, the article must be open access. For more information on how we use this data, please read our FAQ: https://www.scholarcy.com/faq/ and Privacy Policy: https://www.scholarcy.com/privacy-policy/"
  }
}