{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Desktop Pet Interaction"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Interact with your desktop pet from the browser!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "### Still Developing ###\nYour download and feedback will help us to make improvement.\nWebsite is building too!!!\nCome join us if you are a Pixel-art Lover!\n## Desktop Pet Interaction\nBring a playful companion to your desktop with Desktop Pet Interaction. Choose from a variety of adorable pets including Penguins, Otters, Chickens, Racoons, and Geckos. Watch as your chosen pet moves around your screen, takes breaks, and responds to your interactions.\n\n### Features\n- **Interactive Pets:** Draw a random pet and see it come to life on your screen.\n- **Multiple Pet Types:** Choose from Penguins, Otters, Chickens, Racoons, and Geckos.\n- **Pet States:** Watch your pet move, rest, and stop at random intervals.\n- **Drag and Drop:** Easily drag your pet to different positions on your screen.\n- **Pomodoro Timer:** Use the built-in Pomodoro timer to manage your work sessions with your pet by your side.\n\n### How to Use\n1. **Install the Extension:** Add Desktop Pet Interaction to your browser.\n2. **Sign In:** Open the extension popup and sign in with your Google account.\n3. **Draw a Pet:** Click the \"Lucky Draw a Pet\" button to get a random pet.\n4. **Show/Hide Pet:** Use the \"Show/Hide Pet\" button to display or hide your pet on the screen.\n5. **Timer:** Utilize the \"Start Timer\" and \"Reset Timer\" buttons to keep track of your work sessions.\n\n### Permissions\n- **Storage:** To save your chosen pet and settings.\n- **Identity:** To sign in with your Google account and link your pet to your account.\n\n### Feedback\nWe value your feedback! Please leave a review or contact us with any suggestions or issues you encounter. Enjoy your new desktop companion!"
  }
}