{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BBOtext"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Autocomplete Chat/Alert/Explain in BBO"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save time, reduce effort, and avoid typos when entering text on Bridge Base Online. Encourages players to announce their system and to explain their bidding.\n\nThe text dialogs targeted for saving/recalling phrases fall into 3 areas:\n1. CHAT\n2. CHAT to player\n3. Alert/Explain\n\nAs you start typing, a list of matching phrases (for that area) pops. \nYou can auto-complete the text by taking one of these actions:\na) Hitting Tab to select the first item in the list.\nb) Clicking an item in the list.\nc) Using Down/up arrows to navigate the list.\nd) Hitting the Space Bar after one character (except \"I\"). Only for CHAT area.\n\nThe space bar technique is particularly useful for announcing your system at the start of each round. To set this up, enter the description after a single space, and send. From that point on, just hit the space bar twice: the first space matches the description, and the second space selects the first matching entry. Voilà!\n\nThe text you send is automatically added to the saved phrases (for that area). \n\nYou can delete an item by clicking the [x] option. \n\nThe matching of saved text to your typing is case sensitive.\n\nBBOtext comes with more than 50 stock phrases, all starting with a lower-case letter. See listing on the home page for the extension. Or simply start typing a character to auto-complete."
  }
}