{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "WSDLY - SOAP Client"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Tool manage and test SOAP API. It parses WSDL and generates human-readable documentation."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enhance your SOAP API management experience with the WSDLY Chrome Extension. With WSDLY, you can streamline the way you work with SOAP APIs, making them more discoverable, reusable, and manageable. Whether you're a technical expert or a non-technical user, WSDLY empowers you to optimize your API integration process effortlessly.🏆\n\n🔥 Powerful SOAP API Management Features:\n\n📝 Automated SOAP API Documentation\nAccelerate your development process with WSDLY's one-click document generation. Say goodbye to complex technical jargon, as WSDLY transforms your API documentation into a more human-friendly and easily comprehensible format.\n\n✨ Zero Code SOAP API Consumption \nUnlock the potential of your SOAP APIs without the need for coding. WSDLY caters to both technical and non-technical users, enabling seamless integration with SOAP-based systems.\n\n🔄 Convert Payloads to Suitable Formats (JSON/XML)\nEffortlessly convert complex structures between JSON and XML formats using WSDLY. Save time and resources by adapting your data to the desired format with ease.\n\n⚡️ Streamlined Service Impact Calculation with Dependency Graph\nMinimize downtime caused by legacy software with WSDLY's advanced service impact calculation. Effectively manage dependencies between different components of your system, ensuring smooth operations and enhanced reliability.\n\n🔬 Test SOAP APIs While Designing\nValidate the functionality and suitability of your SOAP APIs during the design phase with WSDLY. Test and fine-tune your SOAP APIs before implementation or deployment, ensuring they meet the requirements of your intended use cases.\n\n🌐 Visualize SOAP API Structure\n Improve comprehension and boost productivity by conveniently visualizing hierarchies of request-response structures within SOAP APIs. WSDLY's intuitive visualization capabilities simplify complex API structures for better understanding.\n\n🏢 Central Platform For SOAP API Repository\nDiscover, manage, and reuse SOAP APIs effortlessly with WSDLY's one-stop-shop platform. Developers can easily explore and leverage APIs across various applications and projects, promoting efficiency and code reusability.\n\n🔒 Control Your SOAP API Resources\nApply authorization and usage limits to selectively expose data and services to employees, partners, and customers. WSDLY provides you with granular control over your API resources, ensuring secure and optimized access.\n\n📈 Increase Your SOAP API Visibility\nCreate a customizable developer portal to showcase your SOAP APIs. With WSDLY, you can effortlessly share APIs with internal teams, partners, and customers, fostering collaboration and accelerating innovation.\n\nJoin WSDLY's rapidly growing community of satisfied users and experience the world's first-ever SOAP API management platform. Simplify your SOAP API workflows, enhance productivity, and unlock the true potential of your APIs with WSDLY Chrome Extension.\n\nGet started with WSDLY today and revolutionize your SOAP API management experience. Download the WSDLY Chrome Extension now and take control of your SOAP APIs like never before."
  }
}