{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video notes"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "An extension that allow user control video slice and play"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1. Educational Content: Students or educators can use this extension to isolate and focus on specific parts of educational videos, making it easier to review and study relevant sections without having to search through the entire video.\n\n2. Content Creators and Editors: Individuals working with video content can use the extension to mark and review specific segments of interest. This can aid in the editing process or in creating highlights or compilations.\n\n3. Enhanced Video Control: The extension provides users with advanced control over their video viewing experience, including the ability to play, pause, and reset video segments. This level of control is not typically available in standard video playback interfaces.\n\n4. Time Management: For users watching lengthy videos, the ability to break down the video into segments can help manage viewing time more effectively, allowing for breaks or focused viewing sessions on particular topics of interest.\n\n5. Easy Navigation: By creating segments, users can easily navigate back to specific parts of a video, enhancing the usability and accessibility of video content.\n\n6. Customized Viewing Experience: The extension allows users to tailor their viewing experience to their preferences, focusing on what matters most to them."
  }
}