{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Veriket GMail Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gönderilen maillerin içeriğini tarar, sınıflandırır ve sınıflandırma sonucuna göre etiketler."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Gönderilen maillerin içeriğini tarar, sınıflandırır ve sınıflandırma sonucuna göre etiketler.",
    "tr": "Veriket Chrome eklentisi, Siberson şirketi tarafından geliştirilmiş olup, özellikle Gmail sayfasında mail gönderim süreçlerine entegre olarak çalışan güçlü bir tarayıcı uzantısıdır. Bu eklenti, kullanıcıların Gmail üzerinden gönderdikleri e-postaları otomatik olarak sınıflandırmalarına ve organize etmelerine yardımcı olur. Kullanıcı dostu arayüzü ve yüksek performanslı altyapısı sayesinde, hem bireysel kullanıcılar hem de kurumsal firmalar için ideal bir çözümdür. Eklenti, Google'ın çeşitli API'leri ile entegre olarak çalışır ve bu sayede e-postaların içeriklerine göre otomatik olarak sınıflandırılmasını sağlar. Güvenlik ve yetkilendirme işlemleri için gelişmiş özelliklere sahip olan Veriket Chrome eklentisi, kullanıcıların e-posta içeriklerinin güvenliğini sağlar. Eklenti, sınıflandırma işlemlerini hızlı ve doğru bir şekilde gerçekleştirerek, kullanıcıların iş süreçlerini kolaylaştırır ve verimliliği artırır. Veriket Chrome eklentisi, şirketlerin ve ekiplerin e-posta trafiğini daha etkin bir şekilde yönetmelerine olanak tanır. Bu özellikler, Veriket Chrome eklentisini hem küçük işletmeler hem de büyük kurumsal yapılar için vazgeçilmez bir araç haline getirir. Eklenti, esnek yapısı ve genişletilebilir özellikleri ile kullanıcıların ihtiyaçlarına göre özelleştirilebilir ve çeşitli kullanım senaryolarına uyum sağlar. Veriket Chrome eklentisi, Siberson şirketinin yenilikçi ve kullanıcı odaklı yaklaşımının bir sonucu olarak, iş süreçlerini dijitalleştirmek ve optimize etmek isteyen her türlü işletme için mükemmel bir seçimdir."
  }
}