{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Norton Coupons"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find better deals and coupons from trusted shops online. They will automatically be applied at checkout so you can save money.",
    "de": "Ermitteln Sie die besten Gutscheine für Online-Shops und wenden Sie sie für maximale Ersparnisse automatisch auf Ihre Bestellung an.",
    "es": "Consulta los mejores cupones en los sitios de compras y aplícalos automáticamente al comprar para ayudarte a maximizar el ahorro.",
    "fr": "Consultez les meilleurs coupons des sites d'achat et appliquez-les automatiquement lors du paiement pour faire des économies.",
    "it": "Visualizza i migliori coupon sui siti di shopping e applicali automaticamente al momento del pagamento per il massimo risparmio.",
    "pl": "Wyświetlaj najlepsze kupony w sklepach internetowych i automatycznie stosuj je przy kasie, aby oszczędzać jak najwięcej."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With this free extension, you can easily find online discounts, deals, and coupons so you can maximize your savings at your favorite online shops.  \n\n🛍️ How it works\n\nNorton Coupons scans the websites you visit to find available coupons to help you generate savings while shopping online. \n\nThen, you have the choice to select “auto-apply” and it will automatically apply all the coupons at checkout  , keeping the one that works that provides you the greatest savings. All to save you time from searching for online coupons — and money!\n\n💡 Did you know? \nCoupons users save an average of $25 per shopping trip when a coupon is available, or about 18% off the cart on average.\n\nNorton may earn a commission when you use one of our coupons or links to make a purchase.\n\nFor any questions or issues, please visit: https://community.norton.com\n\nThis extension uses permissions to: \n-\tCreate and manage tabs and information from the extension’s installation page.\n-\tStore and retrieve settings data used by the extension.\n\nBy using this add-on, you agree to our License and Services Agreement (https://www.nortonlifelock.com/content/dam/nortonlifelock/pdfs/eulas/licensing-agreement/customer-agreement-en.pdf) and have read and acknowledge our Global Privacy Statement (https://www.nortonlifelock.com/us/en/privacy/global-privacy-statement/).\n\nCopyright © 2024 Gen Digital Inc. All rights reserved. NortonLifeLock, the NortonLifeLock Logo, the Checkmark Logo, Norton, LifeLock, and the LockMan Logo are trademarks or registered trademarks of NortonLifeLock Inc. or its affiliates in the United States and other countries. Google Chrome is a trademark of Google, LLC. Other names may be trademarks of their respective owners."
  }
}