{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Vendaje Neuromuscular y Kinesiotape"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "La Web Donde Encontrarás Todo Lo Necesario Para Utilizar Kinesiotape y Vendaje Neuromuscular"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "¿Donde comprar vendaje neuromuscular? En Intertaping encontrarás las mejores marcas de kinesiotape y Cross taping. Muchos centros de fisioterapia, osteopatía, podología, clínicas, hospitales, clubes deportivos, centros deportivos, gimnasios, centros de rehabilitación y otros centros compran los vendajes neuromusculares en nuestra tienda.\n\n\n\nSomos la tienda online líder de kinesio tape, vendaje neuromuscular y taping en España y unas de las mas grandes en Europa. Enviamos pedidos regularmente a nuestros clientes, mas de 25.000, repartidos entre mas de 35 paises. 24.000 pedidos realizados en 2015 avalan nuestra gestión y la satisfacción de profesionales del sector.\n\n \n\n¿Sabes qué es el Vendaje Neuromuscular? Kinesiotaping son unas bandas que pueden ser de tejido de algodón o sintético, fueron patentadas en 1970 y se utilizan para favorecer la recuperación de lesiones. Son vendajes elásticos que de manera longitudinal pueden estirarse hasta un 170% dependiendo del tipo de vendaje.\n\n \n\nRecientemente Google Europa nos ha seleccionado para aparecer en su web europea de casos de éxito, debido al éxito de nuestras campañas adwords a nivel europeo. No se deje engañar, muchos nos intentan imitar, incluso, copiar literalmente muchos de nuestros contenidos, pero nuestra mejor publicidad es sin duda las opiniones de nuestros clientes, opiniones verificadas por una empresa independiente a intertaping.com"
  }
}