{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cryptocurrency Daily"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Daily Cryptocurrency Rates"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Cryptocurrency Daily extension is a Free new ta extension that is integrated into Chrome for reliable results and provides you with the updated cryptocurrency rates.\n\nHow to get started\n\nOnce the extension is downloaded and added to Chrome (browser) as an extension, all you need to do is view the updated cryptocurrency rates displayed in USD in the box - Bitcoin, Litecoin and Dodgecoin. You can view them all in one place, without having to open new tabs to view them separately.\n\nThe search engine on the new tab will change to Bing.com once downloaded.\n\nFeatures\n\nDaily updated rates of top cryptocurrencies in USD\nFast and reliable web search powered by Bing.com\nCompletely free, with no additional permissions required\n\nPermissions\n\nBy clicking \"Install Now\", I accept and agree to install the \"Cryptocurrency Daily\" extension and hereby agree to set Chrome New Tab to that provided by the service and the Privacy Policy and Terms of Use.\n\nUninstallation:\n\nTo uninstall the extension in Chrome, go to chrome://extensions/ and locate \"Cryptocurrency Daily Extension\", click on Remove and you will be prompted with a pop up \"Cryptocurrency Daily Extension?\", click the Remove button.\n\nDisclaimer:\n\n\"Once the extension is downloaded, Bing.com will be the default search engine; please refer to Microsoft's Privacy and Cookie policy here - https://privacy.microsoft.com/en-us/privacystatement"
  }
}