{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Herramienta SEO SEOCRACKS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Herramienta SEO gratis, comprueba enlaces rotos, sitemaps, canonical, robots.txt, DNS y más datos de utilidad."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensión desarrollada por Agencia de SEO en Alicante para ayudar al trabajo diario. \n\nInforma sobre la indexación de la URL y enlaces nofollow. Útil para control en campañas de link building.\n\nComprueba los enlaces internos rotos de la página, etiqueta canónica, URL indexada en Google, la cantidad de palabras, enlaces externos e internos, información sobre la IP y DNS del servidor. Esta herramienta de SEO proporciona información útil para el trabajo diario y es totalmente gratis.\n\nAñadidas nuevas funcionalidades. Descarga en Excel de los datos de la URL analizada- Ahora chequea el ALT de las imágenes y puedes descargar los enlaces rotos.\n\nOctubre 2024: Añadida funcionalidad: permite ver la estructura de titulares en una página.\n\nOctubre 2024: Añadida funcionalidad: el icono cambia de color según la etiqueta meta robots avisando de si la pagina es noindex, follow o noindex, nofollow sin necesidad de hacer nada.\n\nOctubre 2024: Dentro de la pestaña de SEO Técnico muestra información sobre si la URL está permitida en el archivo robots.txt\n\nNoviembre 2024: Corregido bug que obtiene sitemap\nhttps://seocracks.es",
    "en": "Extension developed by a SEO Agency in Alicante to assist with daily work.\n\nIt provides information on URL indexing and nofollow links, useful for monitoring link-building campaigns.\n\nThe tool checks for broken internal links on the page, canonical tags, indexed URLs in Google, word count, external and internal links, as well as server IP and DNS information. This SEO tool is fully free and provides helpful insights for daily tasks.\n\nNew functionalities added: Data from the analyzed URL can now be exported in Excel. The tool now checks the ALT attributes of images, and you can download broken links.\n\nOctober 2024: New feature added. It now displays the heading structure on a page.\n\nOctober 2024: New feature added. The icon changes color based on the meta robots tag, indicating whether the page is noindex, follow, or noindex, nofollow without any action needed.\n\nOctober 2024: New feature added. The Technical SEO tab now shows if the URL is allowed in the robots.txt file.\n\nDeveloped  <a href=\"https://seocracks.es/posicionamiento-web-alicante\">Seocracks</a>"
  }
}