{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Simultaneous Interpretation For Google Meet",
    "de": "Simultandolmetschen für Google Meet",
    "es": "Interpretación simultánea para Google Meet",
    "fr": "Interprétation simultanée pour Google Meet",
    "ja": "Google Meetでの同時通訳",
    "ru": "Синхронный перевод для Google Meet",
    "zh_CN": "Google Meet的同声传译"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "A tool to make simultaneous interpretation between two languages easier, for listeners and interpreters.",
    "de": "Ein Werkzeug, um das Simultandolmetschen zwischen zwei Sprachen zu erleichtern, für Zuhörer und Dolmetscher.",
    "es": "Una herramienta que facilita la interpretación simultánea entre dos idiomas, tanto para los oyentes como para los intérpretes.",
    "fr": "Un outil pour faciliter l'interprétation simultanée entre deux langues, pour les auditeurs et les interprètes.",
    "ja": "2つの言語間の同時通訳を、聞き手と通訳者がより簡単に行うためのツールです。",
    "ru": "Инструмент, облегчающий синхронный перевод между двумя языками для слушателей и переводчиков.",
    "zh_CN": "为听者和译者提供的一种使两种语言之间的同声传译更容易的工具。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This tool allows listeners and interpreters to open a secondary interpretation meeting within the Google Meet and provides them with controls to make listening and interpreting easier. Currently, it only works in Google Meet and not Live Streams.\n\nWithout this extension, users have to open Google Meet in two different windows, both meetings at 100% volume.\n\nHow it works\n\n- Interpreter or Organizer creates a separate Google Meet link for interpretation and share's the link to the people who will be listening in.\n\n- Users (both interpreters and listeners) join the main meeting, and then activate the extension, paste the provided link and begin.\n\n- Users will gain access to volume controls for both channels, as well as a mini-view of the interpreting meeting (in case there is content shared specifically in their language).\n\n- All users joining the interpreting channel will be automatically muted and have their videos turned off. Only the interpreter get's an additional control to toggle their mic. However, uses can still use keyboard shortcuts within the mini-view to access their mic, video and chat functions. Search \"Google Meet Keyboard Shortcuts\" for more details.\n\n- Interpreters / Organizers can also still share their screens from within the interpreting channel.\n\nThis project is open source, so if you'd like to add anything, request features, or more, please consult me at the project repository on Github:\n\nhttps://github.com/TheAxZim/Meet-Simultaneous-Interpretation"
  }
}