{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Crown Battles - Brawl Game"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "<b>A brand new 3v3 battling hero shooter game with a twist of MOBA is here and it's free to play.</b>\n\n<b>Crown Battles enjoyable…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "<b>A brand new 3v3 battling hero shooter game with a twist of MOBA is here and it's free to play.</b>\n\n<b>Crown Battles enjoyable combat system makes the game easy to pick up and play.</b>\nEach character has different abilities and weapons that allow multiple strategy possibilities in a 3v3 brawling competition. In the end, you decide what is the best tactic to use. Also, you can unleash the special ability when it’s fully charged!\n\n ★ The Battles for the Crown has Begun  ★\n- Several heroes to unlock by collecting gold while playing\n- 3v3 non-stop brawling action that doesn't last more than 2 minutes!\n- Small maps that allow close-quarters combats!\n- Easy controls and it's played in a vertical position\n\n ★ Tons of Bonuses ★\n- Daily special offers are totally free! \n- Heroes can be unlocked for free as you progress through the game!\n- Each hero has unique abilities and over the top weapons!\n- Dance moves to taunt the enemy team when you defeat them.\n\n★ Strike of Kings ★\n- Unleash your power in the realm and claim the throne. Every crown you capture will help you to achieve the top of the ranking!\n- Open treasure chests in-game to a faster ultimate charge!\n- Cover to recover health but be careful, the map blocks can be destroyed!\n- Online 3v3 battling with players all around the world, but you can play Offline for training\n\nBeware of the tremendously addictive brawling game modes: Capture the Crown, which players need to collect a crown in the center of the battleground and hold it for 15 seconds for the win, Team Deathmatch (the first team to reach the 10 eliminations wins) and awesome special events.\n\n<b>Download now and start battling right now!</b>\n\n—\n\n💬 Need any problem solved? Contact our social pages for fastest support:\n 👉 facebook.com/loadingpix \n 👉 instagram.com/loadingpix \n 👉 twitter.com/loadingpix"
  }
}