{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MySudo Browser Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sync MySudo mobile with your desktop web browser for easy access to your Sudo digital identities."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The MySudo Browser Extension has landed!\n\nThe new release means you can now sync MySudo on your mobile device with your web browser on your desktop for easy access to your Sudo digital identities.\n\nHere are 3 reasons why you’re going to want to download the new MySudo browser extension:\n\n1. With the MySudo browser extension, you can autofill your Sudo details directly from your web browser into the websites you visit.\n2. You can select a specific Sudo to use with a specific website on your desktop and unlock the power of compartmentalization.\n3. You can keep your desktop in sync with the Sudos in your mobile device. So, if you create a new Sudo or modify an existing Sudo, a quick sync will    update over on your desktop.\n\nWhat is MySudo you ask?\n\nMySudo is the all-in-one privacy app that lets you speak privately, browse privately, and pay privately, all via secure digital identities called Sudos. Each Sudo can have a secure phone number, handle, email, private browser, and virtual card, so that you can use your Sudo details instead of your own personal information. With MySudo, your personal information is safe since you haven’t shared it — we won’t even ask for a username or password for set up.\n\nAdding to the MySudo suite, the MySudo Browser Extension enables you to effortlessly autofill web forms with your Sudo information on all your favorite sites. The extension seamlessly synchronizes with your MySudo mobile app, allowing you to sync and then autofill Sudo information from any of your up to nine Sudo profiles, all while keeping your data safe and secure. \n\nRight now, the browser extension only lets you autofill your Sudo names (first and last), email addresses and phone numbers—with more capabilities coming soon!\n\nLooking to be more private with what you share online? With the MySudo Browser Extension, you can keep your online presence secure and navigate more conveniently and privately.\n\nDon’t have MySudo? Download for iOS or Android in their respective stores today!"
  }
}