{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Orso- Send message without saving contact"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sends Whatsapp Message to a phone Number without adding it."
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,ja,kn,lt,lv,ml,mr,ms,nl,no,ro,sk,sl,sr,sv,sw,te,th,uk,vi,zh_TW": "Orso is the best Whatsapp marketing tool available on the web. \nWith Orso, you can easily send Whatsapp messages to people without saving their contact information.  \n\nIt can automatically fetch the contact information of shops when you browse google maps and send a message to people with a single click. \nIt can create multiple templates that quickly save time writing repeated messages. It can easily parse the Google map listing.\n\nOrso makes it super easy to add tags to the chats and filter out chats based on the tags.\n\nIt is a highly efficient and fast way to send messages on WhatsApp via the WhatsApp Web.\n*We do not endorse bulk messaging or spamming*\n\nInstall the extension now to connect with your customers on WhatsApp in a better way. WhatsApp has now become the mainstream messenger for more than 2Bn+ people and if you want to grow your business it is really important to connect with your customers on WhatsApp. But, sending the same message to all the customers is very time-consuming and tedious. \n\nhttps://www.youtube.com/watch?v=CHvmjRguHqc\n\nFeatures:-\n- Send Messages to Saved/Unsaved contacts with a single click\n- Easy to Use and highly reliable\n- No Software Installation Needed\n- 24X7 Customer Support\n\n\nFor questions about Orso, please email us at <bansal.rahul14@gmail.com>\n\nThere are other whatsapp apps like Orso such as WAPlus Sender - WA Message Web Sender, WAMessages - Bulk WA Message Sender Software. If Orso doesn't work for you, try one of them.\nIt uses power of artificial intelligence, ai to complete the messages.\n\nAll disputes subject to Rohtak, Haryana jurisdiction.",
    "ca": "Stormy és una extensió gratuïta de Chrome que facilita molt l'enviament de missatges de WhatsApp als números sense afegir-los a la vostra llista de contactes.\nÉs una manera altament eficient i ràpida d'enviar missatges a WhatsApp a través de WhatsApp Web.\n*No recollim missatges massius ni correu brossa*\n\nAfegiu el codi del país així\nÍndia: +91\nMalta: +356.\n\nSi us plau, afegiu el signe + abans del codi de país al codi de país predeterminat.\n\nActualitza la versió 1.4\nS'ha afegit la plantilla predefinida que es pot utilitzar per enviar un missatge comú al compte sense copiar i enganxar una i altra vegada.\n\nActualitza la versió 1.3\nS'ha afegit l'opció per introduir el codi de país predeterminat com +91, +98, +1, etc.\n\nCaracterístiques:-\n- Envieu missatges a contactes desats/no desats amb un sol clic\n- Fàcil d'utilitzar i altament fiable\n- No cal instal·lació de programari\n- Atenció al client 24x7",
    "de": "Stormy ist eine kostenlose Chrome-Erweiterung, mit der Sie ganz einfach WhatsApp-Nachrichten an Nummern senden können, ohne sie Ihrer Kontaktliste hinzuzufügen.\nEs ist eine hocheffiziente und schnelle Möglichkeit, Nachrichten auf WhatsApp über das WhatsApp Web zu senden.\n*Wir unterstützen keine Massennachrichten oder Spamming*\n\nFügen Sie den Ländercode wie folgt hinzu\nIndien: +91\nMalta: +356.\n\nBitte fügen Sie im Standard-Ländercode ein +-Zeichen vor dem Ländercode hinzu.\n\nAktualisiert Version 1.4\nDie vordefinierte Vorlage wurde hinzugefügt, die verwendet werden kann, um eine allgemeine Nachricht an das Konto zu senden, ohne immer wieder kopieren und einfügen zu müssen.\n\nAktualisiert Version 1.3\nOption zur Eingabe des Standard-Ländercodes wie +91, +98, +1 usw. hinzugefügt.\n\nMerkmale:-\n- Senden Sie Nachrichten mit einem einzigen Klick an gespeicherte/nicht gespeicherte Kontakte\n- Einfach zu bedienen und sehr zuverlässig\n- Keine Softwareinstallation erforderlich\n- Kundensupport rund um die Uhr",
    "es": "Stormy es una extensión de Chrome gratuita que hace que sea muy fácil enviar mensajes de WhatsApp a números sin agregarlos a su lista de contactos.\nEs una forma muy eficiente y rápida de enviar mensajes en WhatsApp a través de WhatsApp Web.\n*No respaldamos la mensajería masiva ni el spam*\n\nAgregue el código de país así\nIndia: +91\nMalta: +356.\n\nAgregue el signo + antes del código de país en el código de país predeterminado.\n\nActualizar versión 1.4\nSe agregó la plantilla predefinida que se puede usar para enviar un mensaje común a la cuenta sin copiar y pegar una y otra vez.\n\nActualizar versión 1.3\nSe agregó la opción para ingresar el código de país predeterminado como +91, +98, +1, etc.\n\nCaracterísticas:-\n- Enviar mensajes a contactos guardados/no guardados con un solo clic\n- Fácil de usar y altamente confiable\n- No se necesita instalación de software\n- Atención al cliente 24x7",
    "fr": "Stormy est une extension Chrome gratuite qui facilite l'envoi de messages WhatsApp à des numéros sans les ajouter à votre liste de contacts.\nC'est un moyen très efficace et rapide d'envoyer des messages sur WhatsApp via le Web WhatsApp.\n* Nous n'approuvons pas la messagerie en masse ou le spam *\n\nAjoutez le code du pays comme ceci\nInde : +91\nMalte : +356.\n\nVeuillez ajouter le signe + devant le code pays dans le code pays par défaut.\n\nMises à jour version 1.4\nAjout du modèle prédéfini qui peut être utilisé pour envoyer un message commun au compte sans copier et coller encore et encore.\n\nMises à jour version 1.3\nAjout de l'option pour entrer le code de pays par défaut comme +91, +98, +1 etc.\n\nCaractéristiques:-\n- Envoyer des messages aux contacts enregistrés/non enregistrés en un seul clic\n- Facile à utiliser et très fiable\n- Aucune installation de logiciel nécessaire\n- Assistance client 24h/24 et 7j/7",
    "hi": "स्टॉर्मी एक मुफ्त क्रोम एक्सटेंशन है जो व्हाट्सएप संदेशों को आपकी संपर्क सूची में जोड़े बिना नंबरों पर भेजना बेहद आसान बनाता है।\nव्हाट्सएप वेब के माध्यम से व्हाट्सएप पर संदेश भेजने का यह अत्यधिक कुशल और तेज तरीका है।\n*हम बल्क मैसेजिंग या स्पैमिंग का समर्थन नहीं करते हैं*\n\nदेश कोड इस तरह जोड़ें\nभारत: +91\nमाल्टा: +356।\n\nकृपया डिफ़ॉल्ट देश कोड में देश कोड से पहले + चिह्न जोड़ें।\n\nअद्यतन संस्करण 1.4\nपूर्वनिर्धारित टेम्पलेट जोड़ा गया जिसका उपयोग बार-बार कॉपी और पेस्ट किए बिना खाते में एक सामान्य संदेश भेजने के लिए किया जा सकता है।\n\nअद्यतन संस्करण 1.3\nडिफ़ॉल्ट देश कोड जैसे +91, +98, +1 आदि दर्ज करने का विकल्प जोड़ा गया।\n\nविशेषताएं:-\n- एक क्लिक के साथ सहेजे गए / सहेजे नहीं गए संपर्कों को संदेश भेजें\n- प्रयोग करने में आसान और अत्यधिक विश्वसनीय\n- कोई सॉफ़्टवेयर स्थापना की आवश्यकता नहीं है\n- 24X7 ग्राहक सहायता",
    "id": "Stormy adalah ekstensi chrome gratis yang membuatnya sangat mudah untuk mengirim pesan WhatsApp ke nomor tanpa menambahkannya ke daftar kontak Anda.\nIni adalah cara yang sangat efisien dan cepat untuk mengirim pesan di WhatsApp melalui WhatsApp Web.\n*Kami tidak mendukung pengiriman pesan massal atau spamming*\n\nTambahkan kode negara seperti ini\nIndia: +91\nMalta: +356.\n\nHarap tambahkan tanda + sebelum kode negara di kode negara default.\n\nPerbarui versi 1.4\nMenambahkan template standar yang dapat digunakan untuk mengirim pesan umum ke akun tanpa menyalin dan menempel berulang kali.\n\nPerbarui versi 1.3\nMenambahkan opsi untuk memasukkan kode negara default seperti +91, +98, +1 dll.\n\nFitur:-\n- Kirim Pesan ke kontak Tersimpan / Belum Tersimpan dengan satu klik\n- Mudah digunakan dan sangat andal\n- Tidak Perlu Instalasi Perangkat Lunak\n- Dukungan pelanggan 24x7",
    "it": "Stormy è un'estensione di Chrome gratuita che semplifica l'invio di messaggi WhatsApp ai numeri senza aggiungerli all'elenco dei contatti.\nÈ un modo altamente efficiente e veloce per inviare messaggi su WhatsApp tramite WhatsApp Web.\n*Non supportiamo la messaggistica in blocco o lo spamming*\n\nAggiungi il prefisso internazionale in questo modo\nIndia: +91\nMalta: +356.\n\nSi prega di aggiungere il segno + prima del codice del paese nel codice del paese predefinito.\n\nAggiorna la versione 1.4\nAggiunto il modello predefinito che può essere utilizzato per inviare un messaggio comune all'account senza copiare e incollare più e più volte.\n\nAggiorna versione 1.3\nAggiunta l'opzione per inserire il prefisso internazionale predefinito come +91, +98, +1 ecc.\n\nCaratteristiche:-\n- Invia messaggi ai contatti salvati/non salvati con un solo clic\n- Facile da usare e altamente affidabile\n- Nessuna installazione di software necessaria\n- Assistenza clienti 24 ore su 24, 7 giorni su 7",
    "ko": "Stormy는 연락처 목록에 추가하지 않고도 WhatsApp 메시지를 매우 쉽게 보낼 수 있는 무료 크롬 확장 프로그램입니다.\nWhatsApp 웹을 통해 WhatsApp에 메시지를 보내는 매우 효율적이고 빠른 방법입니다.\n*우리는 대량 메시지 또는 스팸을 보증하지 않습니다*\n\n다음과 같이 국가 코드를 추가하십시오.\n인도: +91\n몰타: +356.\n\n기본 국가 코드에서 국가 코드 앞에 + 기호를 추가하세요.\n\n버전 1.4 업데이트\n복사 및 붙여넣기를 반복하지 않고 계정에 공통 메시지를 보내는 데 사용할 수 있는 미리 정의된 템플릿을 추가했습니다.\n\n업데이트 버전 1.3\n+91, +98, +1 등과 같은 기본 국가 코드를 입력하는 옵션을 추가했습니다.\n\n특징:-\n- 한 번의 클릭으로 저장된/저장되지 않은 연락처에 메시지 보내기\n- 사용이 간편하고 신뢰성이 높음\n- 소프트웨어 설치가 필요 없음\n- 연중무휴 고객 지원",
    "pl": "Stormy to bezpłatne rozszerzenie chrome, które bardzo ułatwia wysyłanie wiadomości WhatsApp na numery bez dodawania ich do listy kontaktów.\nJest to bardzo wydajny i szybki sposób wysyłania wiadomości na WhatsApp za pośrednictwem WhatsApp Web.\n*Nie popieramy wiadomości masowych ani spamowania*\n\nDodaj kod kraju w ten sposób\nIndie: +91\nMalta: +356.\n\nDodaj znak + przed kodem kraju w domyślnym kodzie kraju.\n\nZaktualizuj wersję 1.4\nDodano predefiniowany szablon, którego można użyć do wysłania wspólnej wiadomości na konto bez wielokrotnego kopiowania i wklejania.\n\nZaktualizuj wersję 1.3\nDodano opcję wprowadzenia domyślnego kodu kraju, takiego jak +91, +98, +1 itd.\n\nCechy:-\n- Wysyłaj wiadomości do zapisanych/niezapisanych kontaktów jednym kliknięciem\n- Łatwy w użyciu i wysoce niezawodny\n- Nie jest wymagana instalacja oprogramowania\n-Obsługa klienta 24X7",
    "pt_BR,pt_PT": "Stormy é uma extensão gratuita do Chrome que facilita o envio de mensagens do WhatsApp para números sem adicioná-los à sua lista de contatos.\nÉ uma maneira altamente eficiente e rápida de enviar mensagens no WhatsApp através do WhatsApp Web.\n*Não endossamos mensagens em massa ou spam*\n\nAdicione o código do país assim\nÍndia: +91\nMalta: +356.\n\nAdicione o sinal + antes do código do país no código do país padrão.\n\nAtualize a versão 1.4\nAdicionado o modelo predefinido que pode ser usado para enviar uma mensagem comum para a conta sem copiar e colar repetidamente.\n\nAtualizar versão 1.3\nAdicionada a opção de inserir o código de país padrão como +91, +98, +1 etc.\n\nRecursos:-\n- Envie mensagens para contatos salvos/não salvos com um único clique\n- Fácil de usar e altamente confiável\n- Nenhuma instalação de software necessária\n- Suporte ao cliente 24 horas por dia, 7 dias por semana",
    "ru": "Stormy — это бесплатное расширение для Chrome, которое позволяет очень легко отправлять сообщения WhatsApp на номера, не добавляя их в список контактов.\nЭто очень эффективный и быстрый способ отправлять сообщения в WhatsApp через WhatsApp Web.\n*Мы не одобряем массовую рассылку сообщений или спам*\n\nДобавьте код страны следующим образом\nИндия: +91\nМальта: +356.\n\nПожалуйста, добавьте знак + перед кодом страны в коде страны по умолчанию.\n\nОбновление версии 1.4\nДобавлен предопределенный шаблон, который можно использовать для отправки общего сообщения в учетную запись без повторного копирования и вставки.\n\nОбновление версии 1.3\nДобавлена ​​возможность ввести код страны по умолчанию, например +91, +98, +1 и т. д.\n\nФункции:-\n- Отправляйте сообщения сохраненным/несохраненным контактам одним щелчком мыши\n- Простота в использовании и высокая надежность\n- Не требуется установка программного обеспечения\n- Круглосуточная поддержка клиентов 7 дней в неделю",
    "ta": "ஸ்டோர்மி என்பது இலவச குரோம் நீட்டிப்பாகும், இது WhatsApp செய்திகளை உங்கள் தொடர்பு பட்டியலில் சேர்க்காமல் எண்களுக்கு அனுப்புவதை மிக எளிதாக்குகிறது.\nவாட்ஸ்அப் வலை வழியாக வாட்ஸ்அப்பில் செய்திகளை அனுப்ப இது மிகவும் திறமையான மற்றும் விரைவான வழியாகும்.\n*மொத்தமாக செய்தி அனுப்புதல் அல்லது ஸ்பேமிங் செய்வதை நாங்கள் ஆதரிப்பதில்லை*\n\nநாட்டின் குறியீட்டை இப்படிச் சேர்க்கவும்\nஇந்தியா: +91\nமால்டா: +356.\n\nஇயல்புநிலை நாட்டுக் குறியீட்டில் நாட்டின் குறியீட்டிற்கு முன் + கையொப்பத்தைச் சேர்க்கவும்.\n\nபதிப்பு 1.4ஐப் புதுப்பிக்கவும்\nமீண்டும் மீண்டும் நகலெடுத்து ஒட்டாமல் கணக்கிற்கு பொதுவான செய்தியை அனுப்பப் பயன்படும் முன் வரையறுக்கப்பட்ட டெம்ப்ளேட் சேர்க்கப்பட்டது.\n\nபதிப்பு 1.3ஐப் புதுப்பிக்கவும்\n+91, +98, +1 போன்ற இயல்புநிலை நாட்டின் குறியீட்டை உள்ளிடுவதற்கான விருப்பம் சேர்க்கப்பட்டது.\n\nஅம்சங்கள்:-\n- சேமித்த/சேமிக்கப்படாத தொடர்புகளுக்கு ஒரே கிளிக்கில் செய்திகளை அனுப்பவும்\n- பயன்படுத்த எளிதானது மற்றும் மிகவும் நம்பகமானது\n- மென்பொருள் நிறுவல் தேவையில்லை\n- 24X7 வாடிக்கையாளர் ஆதரவு",
    "tr": "Stormy, WhatsApp mesajlarını kişi listenize eklemeden numaralara göndermeyi çok kolaylaştıran ücretsiz bir krom uzantısıdır.\nWhatsApp Web üzerinden WhatsApp'ta mesaj göndermenin oldukça verimli ve hızlı bir yoludur.\n*Toplu mesajlaşmayı veya spam göndermeyi desteklemiyoruz*\n\nÜlke kodunu bu şekilde ekleyin\nHindistan: +91\nMalta: +356.\n\nLütfen varsayılan ülke kodunda ülke kodunun önüne + işareti ekleyin.\n\n1.4 sürümünü güncelleyin\nTekrar tekrar kopyalayıp yapıştırmadan hesaba ortak bir mesaj göndermek için kullanılabilecek önceden tanımlanmış şablon eklendi.\n\n1.3 sürümünü güncelleyin\n+91, +98, +1 vb. gibi varsayılan ülke kodunu girme seçeneği eklendi.\n\nÖzellikleri:-\n- Tek bir tıklama ile Kayıtlı/Kaydedilmemiş kişilere Mesaj gönderin\n- Kullanımı kolay ve son derece güvenilir\n- Yazılım Kurulumu Gerekmez\n- 24X7 müşteri desteği",
    "zh_CN": "Stormy 是一个免费的 chrome 扩展程序，可以非常轻松地将 WhatsApp 消息发送到号码，而无需将它们添加到您的联系人列表中。\n这是通过 WhatsApp Web 在 WhatsApp 上发送消息的高效快捷方式。\n*我们不支持群发消息或垃圾邮件*\n\n像这样添加国家代码\n印度：+91\n马耳他：+356。\n\n请在默认国家代码中的国家代码前加+号。\n\n更新版本 1.4\n添加了预定义模板，可用于向帐户发送普通消息，而无需一次又一次地复制和粘贴。\n\n更新版本 1.3\n添加了输入默认国家/地区代码的选项，例如 +91、+98、+1 等。\n\n特征：-\n- 通过单击向已保存/未保存的联系人发送消息\n- 易于使用且高度可靠\n- 无需安装软件\n- 24X7 客户支持"
  }
}