{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Video Editor by DriveEditor.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Edit your videos with Google Drive video editor. Adjust brightness, crop, trim, mirror, rotate, remove metadata and save your edits."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Drive Video Editor lets you edit videos directly on your Google Drive.🎥✨\n\nOur Google Drive video editor makes it super easy to edit videos on your Drive. No watermarks! Whether you're editing Instagram reels, TikTok videos, or YouTube Shorts, our online video editor has got you covered.\n\nNeed help? Found a bug? Have an idea for improvements?\nLet us know here: https://driveeditor.com/#contact\n\nIf you're a social media reposter, a freelance video editor, or a marketer, this tool helps you edit video clips in seconds. If you want to apply the same edits to multiple videos just copy and paste editing presets for faster edits. Perfect for repurposing and reusing content and avoiding shadow bans and 0 view \"jail\"! 📲\n\nWhat are the editing features?\n\n➕ Edit Brightness & Contrast\n➕ Crop & Trim Video\n➕ Mirror Video\n➕ Rotate Video\n➕ Zoom Video\n➕ Remove Video Sound\n➕ Remove Video Metadata\n➕ Copy/Paste Video Editing Presets\n\nHow to use?\n1️⃣ Click the \"Add to Chrome\" button and pin it to your toolbar.\n2️⃣ Open your Google Drive.\n3️⃣ Select the video you want to edit.\n4️⃣ Click on the Edit button under the video preview to open the editor.\n\nWho is it for?\n\n✓ Reposters\n✓ Freelance Video Editors\n✓ Social Media Marketers\n\nSupported video codecs:\n▶️AV1\n▶️H.264\n▶️H.265\n▶️VP8\n▶️VP9\n\nFrequently Asked Questions\n\n❓Can I copy and paste my edits?\n- Yes! Use it if you need to apply the same editing preset on multiple videos.\n\n❓Can I remove video metadata?\n- Yes! Click on the Remove button to clear video metadata for better privacy.\n\n❓What video formats are supported by the extension?\n- The extension supports popular video formats such as MP4, MOV, AVI, and MKV. If you encounter any issues with a specific format, please refer to the support for more details.\n\n❓Is there a limit to the size or length of the videos I can edit?\n- The extension is designed to handle most standard video files. However, performance may vary based on the size and length of the video, as well as your device’s capabilities. For optimal performance, we recommend using videos under 100MB and shorter than 10 minutes.\n\nLimitations:\n\nDue to video codec limitations of Google Drive, the Drive Video Editor extension will not be able to export videos which are uploaded to your Drive from CapCut video editor. \n\nTry our video cutter and video trimmer today to edit, save and share awesome short form video content right in your Drive!"
  }
}