{
  "name": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Switch",
    "da": "Søg Skift",
    "de": "Suchwechsel",
    "es": "Cambio de Búsqueda",
    "fi": "Haku Vaihto",
    "fr": "Changement de Recherche",
    "it": "Cambio di Ricerca",
    "nl": "Zoek Schakelaar",
    "no": "Søk Bytte",
    "pt_BR": "Troca de Busca",
    "sv": "Sök Byte"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly switch from search engines to Microsoft Bing directly in the Chrome browser address bar",
    "da": "Skift problemfrit fra søgemaskiner til Bing direkte i Chrome-browserens adresselinje.",
    "de": "Wechseln Sie nahtlos von Suchmaschinen zu Bing direkt in die Adressleiste des Chrome-Browsers.",
    "es": "Cambie sin problemas de motores de búsqueda a Bing directamente en la barra de direcciones del navegador Chrome.",
    "fi": "Siirry saumattomasti hakukoneista suoraan Bingiin Chrome-selaimen osoiterivillä.",
    "fr": "Basculez sans effort des moteurs de recherche à Bing directement dans la barre d'adresse du navigateur Chrome.",
    "it": "Passa senza interruzioni dai motori di ricerca a Bing direttamente nella barra degli indirizzi del browser Chrome.",
    "nl": "Schakel naadloos over van zoekmachines naar Bing rechtstreeks in de adresbalk van de Chrome-browser.",
    "no": "Bytt sømløst fra søkemotorer til Bing direkte i Chrome-nettleserens adressefelt.",
    "pt_BR": "Troque de forma transparente dos motores de busca para o Bing diretamente na barra de endereços do navegador Chrome.",
    "sv": "Byt sömlöst från sökmotorer till Bing direkt i Chrome-webbläsarens adressfält."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,et,fa,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,pl,pt_PT,ro,ru,sk,sl,sr,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Search Switch will seamlessly provide Microsoft Bing Search to your browser. Search Switch will enhance your search experience and give you more freedom! Your default search engine will be changed to Microsoft Bing directly in your Chrome browser address bar.\nBy clicking \"Add to Chrome,\" I accept and agree to installing Search Switch extension and setting the Default search to that provided by Microsoft Bing, Terms of Use, and Privacy Policy.\nTerms of Use: https://customserp.com/terms-of-use.php, Privacy Policy: https://customserp.com/policy.php\n\nTake control of your search preferences and enjoy a personalized web exploration journey like never before. Elevate your browsing, one search at a time, with our easy-to-use and versatile extension.",
    "da": "Oplev friheden til at vælge din foretrukne søgemaskine med vores innovative Chrome-udvidelse! Forbedre problemfrit din browsingoplevelse ved ubesværet at skifte mellem populære søgemaskiner som Google og Yahoo til Bing, alt sammen inden for bekvemmeligheden af ​​din Chrome-browsers adresselinje.\nTag kontrol over dine søgepræferencer og nyd en personlig web-udforskningsrejse som aldrig før. Forbedr din browsing, én søgning ad gangen, med vores brugervenlige og alsidige udvidelse.",
    "de": "Erleben Sie die Freiheit, Ihre bevorzugte Suchmaschine mit unserer innovativen Chrome-Erweiterung zu wählen! Verbessern Sie Ihr Surferlebnis nahtlos, indem Sie mühelos zwischen beliebten Suchmaschinen wie Google und Yahoo zu Bing wechseln – und das alles bequem über die Adressleiste Ihres Chrome-Browsers.\n\nÜbernehmen Sie die Kontrolle über Ihre Suchpräferenzen und genießen Sie eine personalisierte Web-Erkundungsreise wie nie zuvor. Verbessern Sie Ihr Browsen, eine Suche nach der anderen, mit unserer benutzerfreundlichen und vielseitigen Erweiterung.",
    "es": "¡Experimenta la libertad de elegir tu motor de búsqueda preferido con nuestra innovadora extensión de Chrome! Mejore sin problemas su experiencia de navegación cambiando sin esfuerzo entre motores de búsqueda populares como Google y Yahoo a Bing, todo desde la comodidad de la barra de direcciones de su navegador Chrome.\n\nToma el control de tus preferencias de búsqueda y disfruta de un viaje de exploración web personalizado como nunca antes. Eleva tu experiencia de navegación, una búsqueda a la vez, con nuestra extensión fácil de usar y versátil.",
    "fi": "Koe vapaus valita haluamasi hakukone innovatiivisella Chrome-laajennuksellamme! Paranna selauskokemustasi saumattomasti vaihtamalla vaivattomasti suosittujen hakukoneiden, kuten Googlen ja Yahoon, välillä Bingiin, kaikki kätevästi Chrome-selaimen osoitepalkin kautta.\n\nOta hallintaan hakuedeltymyksesi ja nauti henkilökohtaisesta verkkoselailumatkasta kuten koskaan aikaisemmin. Paranna selailuasi, yksi haku kerrallaan, helppokäyttöisellä ja monipuolisella laajennuksellamme.",
    "fr": "Découvrez la liberté de choisir votre moteur de recherche préféré avec notre extension Chrome innovante ! Améliorez de manière transparente votre expérience de navigation en basculant sans effort entre les moteurs de recherche populaires tels que Google et Yahoo vers Bing, le tout dans le confort de la barre d'adresse de votre navigateur Chrome.\n\nPrenez le contrôle de vos préférences de recherche et profitez d'un voyage personnalisé d'exploration web comme jamais auparavant. Rehaussez votre navigation, une recherche à la fois, avec notre extension facile à utiliser et polyvalente.",
    "it": "Prova la libertà di scegliere il tuo motore di ricerca preferito con la nostra innovativa estensione Chrome! Migliora senza problemi la tua esperienza di navigazione passando facilmente dai motori di ricerca più diffusi come Google e Yahoo a Bing, il tutto comodamente dalla barra degli indirizzi del browser Chrome.\n\nPrendi il controllo delle tue preferenze di ricerca e goditi un viaggio personalizzato di esplorazione web come mai prima d'ora. Eleva la tua navigazione, una ricerca alla volta, con la nostra estensione facile da usare e versatile.",
    "nl": "Ervaar de vrijheid om uw favoriete zoekmachine te kiezen met onze innovatieve Chrome-extensie! Verbeter uw browse-ervaring naadloos door moeiteloos te schakelen tussen populaire zoekmachines zoals Google en Yahoo, naar Bing, allemaal binnen het gemak van de adresbalk van uw Chrome-browser.\n\nNeem de controle over je zoekvoorkeuren en geniet van een gepersonaliseerde webontdekkingsreis zoals nooit tevoren. Verrijk je browse-ervaring, een zoekopdracht per keer, met onze gebruiksvriendelijke en veelzijdige extensie.",
    "no": "Opplev friheten til å velge din foretrukne søkemotor med vår innovative Chrome-utvidelse! Forbedre nettleseropplevelsen sømløst ved å enkelt bytte mellom populære søkemotorer som Google og Yahoo, til Bing, alt innenfor bekvemmeligheten til Chrome-nettleserens adresselinje.\n\nTa kontroll over søkepreferansene dine og nyt en personlig webutforskningsreise som aldri før. Hev din nettlesing, én søk om gangen, med vår brukervennlige og allsidige utvidelse.",
    "pt_BR": "Experimente a liberdade de escolher seu mecanismo de pesquisa preferido com nossa inovadora extensão do Chrome! Aprimore perfeitamente sua experiência de navegação alternando sem esforço entre mecanismos de pesquisa populares, como Google e Yahoo, para o Bing, tudo com a conveniência da barra de endereços do navegador Chrome.\n\nAssuma o controle das suas preferências de busca e desfrute de uma jornada de exploração web personalizada como nunca antes. Eleve a sua navegação, uma busca de cada vez, com a nossa extensão fácil de usar e versátil.",
    "sv": "Upplev friheten att välja din föredragna sökmotor med vårt innovativa Chrome-tillägg! Förbättra sömlöst din webbupplevelse genom att enkelt växla mellan populära sökmotorer som Google och Yahoo till Bing, allt inom bekvämligheten av din Chrome-webbläsares adressfält.\n\nTa kontroll över dina sökpreferenser och njut av en personlig webbutforskningsresa som aldrig tidigare. Höj din surfning, en sökning i taget, med vår användarvänliga och mångsidiga förlängning."
  }
}