{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "FPL Mini-League Stats Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculates insightful statistics for your Fantasy Premier League mini-leagues with the click of a mouse!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "*** UPDATED: This has been updated for the 2017/18 season and is once again working! The transferred in/out statistic is currently a work in progress and depending on how much time I can work on this throughout the season, there may be more features added down the line. ***\n\n***This is a tool for use with the fantasy.premierleague.com fantasy football game.***\n\n\nThis simple extension calculates statistics for your Fantasy Premier League Mini-Leagues. \nNote: If there are more than 50 teams in your chosen league, the statistics will be based on the top 50 teams.\n\nHOW-TO-USE:\n- Install Extension.\n- Open your chosen league page.\n- Click the icon which will appear to the right of your address bar as seen in the first screenshot.\n- Wait up to a few minutes for your stats to be calculated.\n- Repeat for as many leagues as you like.\n\nNote: This can be used to get statistics for any leagues, not just leagues you are in, and not just mini-leagues. To avoid errors, do not open several leagues at once or try to get statistics on more than one league at a time.\n\nThe stats calculated will be based on the currently active gameweek and include:\n\n- League average at the time of calculation.\n- League Standard [Average of top 5 teams in the league] - This is how the FPL rank leagues. This doesn't work for H2H leagues.\n- Number of players played per team. (At moment of calculation.)\n- Percentage of teams still in the FPL cup.\n\n- Captain selections by percentage.\n- Vice-Captain selections by percentage.\n\n- Starting goalkeepers by percentage.\n- Starting defenders by percentage.\n- Starting midfielders by percentage.\n- Starting strikers by percentage.\n- Benched players by percentage.\n\n-Transferred in players this gameweek by percentage.\n-Transferred out players this gameweek by percentage\n\n- Average Team Value\n- Average Bank Value\n- Percentage of teams with at least one wildcard available.\n- Average transfers per person this gameweek.\n- Average point hits per person this gameweek.\n- Percentage of teams to make zero transfers, one transfers, two transfers etc.\n\n\n****Version 2.0 contains even more statistics, a better overall design and new visuals.***"
  }
}