{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QR Code Creator to Generate a QR code for the current page. Save QR Code or Copy."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Imagine never needing to copy and paste a URL again. With our QR Code Generator, simply click once to generate a QR code for the current webpage—all processed locally on your device for maximum privacy and speed. \nThis QR Code Generator is designed to provide a seamless, efficient experience for anyone who frequently shares web pages.\n\nHow It Works:\n\nNo typing, no hassle. Click the extension icon, and instantly get a QR code for the current page. It’s that easy. This QR code extension ensures you can share links effortlessly without dealing with the tedium of manual URL entry.\n\nKey Features:\n\nOur QR Code Generator works entirely on your device. All QR code generation processes occur locally, so your data remains private and secure. You’ll never have to worry about your URLs being sent to external servers. This extension offers a true one-click solution, eliminating the need for copy/pasting or typing URLs. Generate a QR code instantly and streamline your workflow.\n\nWe don’t use short links. This means your QR codes will always direct users to the full, accurate URL without any alterations. This is crucial for maintaining the integrity and security of your links.\n\nIncluded in our extension are two essential features: a copy button and a save button. The copy button allows you to directly copy the QR code to your clipboard, making it perfect for pasting into Canva, Photoshop, Sigma, or any other design or productivity tool. The save button lets you download the QR code image directly to your device, making it easy to keep a record or share it later.\n\nWhy Choose Our QR Code Generator?\n\nOur extension is designed with simplicity and efficiency in mind. Whether you’re a designer needing to transfer links quickly, a business professional sharing resources, or a casual user looking to share pages effortlessly, our QR Code Generator is the tool you need. It’s perfect for improving your productivity, enhancing your digital marketing efforts, and simplifying your everyday web navigation.\n\n--\nThis extension is ideal for anyone who wants a reliable, fast, and private way to create QR codes. From tech enthusiasts to business professionals, this tool is designed to meet the needs of all users. Say goodbye to cumbersome URL copying and hello to instant QR code generation. Try it today and see the difference it makes in your digital life."
  }
}