{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Raply.AI - ChatGPT Email Assistant AI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "An AI-powered email assistant that streamlines and enhances your email communication in multiple languages.",
    "ja": "複数言語でのメールコミュニケーションを合理化し、向上させるAIパワードのメールアシスタントです。",
    "ko": "다국어로 이메일 통신을 간소화하고 향상시키는 AI 기반 이메일 어시스턴트입니다.",
    "zh_CN": "一个搭载人工智能的邮件助手，可在多种语言中简化并增强您的电子邮件通讯。",
    "zh_TW": "一個搭載人工智慧的郵件助手，可在多種語言中簡化並增強您的電子郵件通訊。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "💌 Raply.ai | AI-assisted writing, replies & summaries.\n🌐 Multilingual Support\n🎨 Custom Tones & Styles\n🔐 Privacy First\n🚀 Outlook & Gmail Compatible\n#RaplyAI #EmailEnhancement #Multilingual #AI #Productivity\n\nTransform your email experience with Raply.ai, an AI-powered Chrome extension designed to make email communication seamless and efficient for users around the world. With a focus on multilingual support and user-friendly features, Raply.ai helps you effortlessly compose, summarize, and reply to emails in any language.\n\nKey Features:\n•\tMultilingual Email Composition: Input instructions in any language and receive output in the language you want, empowering diverse communication needs.\n•\tCompose Emails Effortlessly: Craft well-structured and professional emails quickly with customizable templates, tones, and styles.\n•\tOne-Click Smart Email Replies: Generate context-aware and relevant responses with a single click using options like Interested, Not Interested, or Noted.\n•\tEmail Summarization: Automatically create concise summaries of lengthy emails, helping you quickly understand the main points and take action.\n•\tOutlook & Gmail Compatibility: Seamlessly integrates with popular email platforms like Outlook and Gmail, with plans to expand support for more email platforms in the future.\n•\tPrivacy First: Your privacy is our top priority. We utilize state-of-the-art encryption methods and strict data access policies to protect your email content and personal information.\n\nUpgrade your email communication with Raply.ai and enjoy the convenience and efficiency of our powerful AI-driven features. Install Raply.ai now and revolutionize the way you write, reply, and summarize emails!",
    "ja": "💌 Raply.ai | AIによる多言語メール作成・要約・返信のブラウザ拡張機能\n🌐 Multilingual Support | 多語言支持 | 多言語対応\n🎨 カスタムトーン＆スタイル\n🔐 プライバシーファースト\n🚀 Outlook & Gmail に対応\n#RaplyAI #EmailEnhancement #Multilingual #AI #Productivity\n\nRaply.ai を利用して、AI技術を活用したChrome拡張機能で世界中のユーザーにシームレスで効率的なメールコミュニケーションを提供します。多言語対応とユーザーフレンドリーな機能に焦点を当てたRaply.ai で、どの言語でも簡単にメールの作成、要約、返信ができます。\n\n主な機能：\n• 多言語メール作成：任意の言語で指示を入力して、必要な言語で出力を受け取り、多様なコミュニケーションニーズに対応します。\n• メールを簡単に作成：カスタマイズ可能なテンプレート、トーン、スタイルで、短時間で整ったプロフェッショナルなメールを作成します。\n• ワンクリックのスマートメール返信：興味あり、興味なし、承知の選択肢を使って、1クリックで文脈に応じた適切な返信を生成します。\n• メール要約：長いメールの簡潔な要約を自動的に作成し、主要なポイントをすばやく理解してアクションを起こすことができます。\n• Outlook & Gmail 互換性：Outlook や Gmail などの一般的なメールプラットフォームとシームレスに統合し、今後さらに多くのメールプラットフォームでのサポートを拡大予定です。\n• プライバシーファースト：お客様のプライバシーは最優先事項です。最先端の暗号化技術と厳格なデータアクセスポリシーを利用して、メールの内容と個人情報を保護します。\n\nRaply.ai を使ってメールコミュニケーションをアップグレードし、強力なAI駆動機能の利便性と効率性を楽しみましょう",
    "ko": "💌 Raply.ai | AI를 이용한 다국어 이메일 작성, 요약, 답장 브라우저 확장 기능\n🌐 Multilingual Support | 다국어 지원 | 多言語対応\n🎨 사용자 정의 톤 및 스타일\n🔐 개인 정보 보호 우선\n🚀 Outlook & Gmail 호환\n#RaplyAI #EmailEnhancement #Multilingual #AI #Productivity\n\n세계 각국의 사용자를 위해 원활하고 효율적인 이메일 소통을 제공하는 AI 기반 Chrome 확장 기능인 Raply.ai를 활용하세요. 다국어 지원과 사용자 친화적 기능에 중점을 둔 Raply.ai를 통해 어떤 언어로든 쉽게 이메일 작성, 요약, 답장을 할 수 있습니다.\n\n주요 기능:\n• 다국어 이메일 작성: 원하는 언어로 지시를 입력하고 원하는 언어로 출력을 받아 다양한 커뮤니케이션 요구에 대응합니다.\n• 이메일을 쉽게 작성: 사용자 정의 템플릿, 톤, 스타일로 짧은 시간에 깔끔하고 전문적인 이메일을 작성합니다.\n• 원클릭 스마트 이메일 답장: 관심 있음, 관심 없음, 확인 등의 옵션을 사용하여 한 번의 클릭으로 문맥에 맞는 적절한 답장을 생성합니다.\n• 이메일 요약: 긴 이메일의 간결한 요약을 자동으로 생성하여 주요 내용을 빠르게 이해하고 조치를 취할 수 있습니다.\n• Outlook & Gmail 호환성: Outlook과 Gmail과 같은 인기 있는 이메일 플랫폼과 원활하게 통합하며 앞으로 더 많은 이메일 플랫폼에서 지원을 확대할 계획입니다.\n• 개인 정보 보호 우선: 고객의 개인 정보 보호가 최우선입니다. 최첨단 암호화 기술과 엄격한 데이터 접근 정책을 사용하여 이메일 내용과 개인 정보를 보호합니다.\n\nRaply.ai를 사용하여 이메일 소통을 업그레이드하고 강력한 AI 기반 기능의 편리함과 효율성을 경험해보세요. Raply.ai를 지금 설치하고 이메일 작성, 답장, 요약 방식을 혁신하세요.",
    "zh_CN": "💌 Raply.ai | AI驱动的多语言邮件撰写、概括和回复浏览器扩展功能\n🌐 Multilingual Support | 多语言支持 | 多言語対応\n🎨 自定义语气与风格\n🔐 隐私优先\n🚀 Outlook 和 Gmail 兼容\n#RaplyAI #EmailEnhancement #Multilingual #AI #Productivity\n\n利用Raply.ai，一款以AI为基础的Chrome扩展功能，为全球用户提供无缝、高效的邮件沟通体验。Raply.ai专注于多语言支持和用户友好特性，帮助您轻松地用任何语言撰写、概括和回复邮件。\n\n主要特点：\n• 多语言邮件撰写：输入任意语言的指令，以您需要的语言输出，满足多样化沟通需求。\n• 轻松撰写邮件：使用可定制的模板、语气和风格快速撰写结构清晰、专业的邮件。\n• 一键智能邮件回复：使用感兴趣、不感兴趣或注意等选项，一键生成符合上下文的相关回复。\n• 邮件概括：自动创建简洁的邮件概要，帮助您快速理解主要观点并采取行动。\n• Outlook 和 Gmail 兼容：无缝集成热门邮件平台，如 Outlook 和 Gmail，并计划未来扩展对更多邮件平台的支持。\n• 隐私优先：您的隐私是我们的首要任务。我们利用最先进的加密方法和严格的数据访问政策来保护您的邮件内容和个人信息。\n\n升级您的邮件沟通体验，享受Raply.ai强大的AI驱动功能所带来的便利与效率。立即安装Raply.ai，彻底改变您撰写、回复和概括邮件的方式。",
    "zh_TW": "💌 Raply.ai | AI驅動的多語言郵件撰寫、概括和回覆瀏覽器擴展功能\n🌐 Multilingual Support | 多語言支持 | 多言語対応\n🎨 自定義語氣與風格\n🔐 隱私優先\n🚀 Outlook 和 Gmail 兼容\n#RaplyAI #EmailEnhancement #Multilingual #AI #Productivity\n\n利用Raply.ai，一款以AI為基礎的Chrome擴展功能，為全球用戶提供無縫、高效的郵件溝通體驗。Raply.ai專注於多語言支持和用戶友好特性，幫助您輕鬆地用任何語言撰寫、概括和回覆郵件。\n\n主要特點：\n• 多語言郵件撰寫：輸入任意語言的指令，以您需要的語言輸出，滿足多樣化溝通需求。\n• 輕鬆撰寫郵件：使用可定制的模板、語氣和風格快速撰寫結構清晰、專業的郵件。\n• 一鍵智能郵件回覆：使用感興趣、不感興趣或注意等選項，一鍵生成符合上下文的相關回覆。\n• 郵件概括：自動創建簡潔的郵件概要，幫助您快速理解主要觀點並採取行動。\n• Outlook 和 Gmail 兼容：無縫集成熱門郵件平台，如 Outlook 和 Gmail，並計劃未來擴展對更多郵件平台的支持。\n• 隱私優先：您的隱私是我們的首要任務。我們利用最先進的加密方法和嚴格的數據訪問政策來保護您的郵件內容和個人信息。\n\n升級您的郵件溝通體驗，享受Raply.ai強大的AI驅動功能所帶來的便利與效率。立即安裝Raply.ai，徹底改變您撰寫、回覆和概括郵件的方式。"
  }
}