{
  "name": {
    "ar": "كاميرا",
    "am,bn,en,en_AU,en_GB,en_US,fil,gu,kn,ml,mr,ms,nl,ta,te": "Camera",
    "bg,ru,sr,uk": "Камера",
    "ca": "Càmera",
    "cs,sk": "Fotoaparát",
    "da,de,fi,hr,hu,id,lv,no,pl,sl,sv,sw,tr": "Kamera",
    "el": "Κάμερα",
    "es,es_419": "Cámara",
    "et": "Kaamera",
    "fa": "دوربین",
    "fr": "Caméra",
    "he": "מצלמה",
    "hi": "कैमरा",
    "it": "Fotocamera",
    "ja": "カメラ",
    "ko": "카메라",
    "lt": "Fotoaparatas",
    "pt_BR,pt_PT": "Câmera",
    "ro": "Aparat foto",
    "th": "กล้อง",
    "vi": "Máy ảnh",
    "zh_CN": "相机",
    "zh_TW": "相機"
  },
  "short": {
    "ar": "تشغيل الكاميرا والتقاط الصور، والصور، أو صورة مع كاميرا ويب الخاص بك. أكثر فائدة من لعبة.",
    "am,bn,en,en_AU,en_GB,en_US,gu,kn,ml,mr,ta,te": "Turn on camera and take pictures, photos, or a picture with your webcam. More useful than a toy.",
    "bg": "Включете фотоапарата и да правите снимки, снимки, или снимка с вашата уеб камера. По-полезно от играчка.",
    "ca": "Enceneu la càmera i fer fotos, fotografies, o una fotografia amb la teva càmera web. Més útil que una joguina.",
    "cs": "Zapněte fotoaparát a pořizovat fotografie, fotografie nebo obrázek s vaší webové kamery. Užitečnější než hračka.",
    "da": "Tænd kamera og tage billeder, fotos, eller et billede med dit webcam. Mere nyttigt end et stykke legetøj.",
    "de": "Schalten Sie die Kamera und machen Sie Fotos, Bilder, oder ein Bild mit Ihrer Webcam. Mehr nützlicher als ein Spielzeug.",
    "el": "Ενεργοποιήστε τη φωτογραφική μηχανή και να τραβάτε φωτογραφίες, εικόνες, ή μια φωτογραφ^uία με την κάμερα σας.",
    "es,es_419": "Encienda la cámara y tomar fotos, fotografías, o una fotografía con tu cámara web. Más útil que un juguete.",
    "et": "Lülitage kaamera ja pildistada, fotosid või pilt oma veebikaamera. Kasulikum kui mänguasi.",
    "fa": "به نوبه خود بر روی دوربین و گرفتن عکس، عکس، و یا یک عکس با وب کم خود. مفید تر از یک اسباب بازی.",
    "fi": "Kytke kamera ja ottaa kuvia, valokuvia tai kuvan kanssa webcam. Enemmän hyötyä kuin lelu.",
    "fil": "I-on ang camera at kumuha ng litrato, mga larawan, o isang larawan gamit ang iyong webcam.",
    "fr": "Allumez la caméra et prendre des photos, des photos ou une photo avec votre webcam. Plus utile qu'un jouet.",
    "he": "הפעל את המצלמה ולצלם תמונות, תמונות, או תמונה עם מצלמת האינטרנט שלך. שימושי יותר מצעצוע.",
    "hi": "कैमरे पर मुड़ें और चित्र, तस्वीरें, या अपने वेब कैमरा के साथ एक तस्वीर ले लो. एक खिलौने की तुलना में अधिक उपयोगी है.",
    "hr": "Uključite fotoaparat i fotografirati, fotografije ili slike s web-kamere. Više koristan nego igračku.",
    "hu": "Kapcsolja be a kamerát, és képeket, fényképeket, vagy egy képet a webkamera. Hasznosabb, mint egy játék.",
    "id": "Hidupkan kamera dan mengambil gambar, foto, atau gambar dengan webcam Anda. Lebih berguna daripada mainan.",
    "it": "Accendere la fotocamera e scattare foto, foto o una foto con la tua webcam. Più utile di un giocattolo.",
    "ja": "カメラの電源を入れ、映像、写真、またはあなたのウェブカメラで写真を撮る。おもちゃよりも便利。",
    "ko": "카메라의 전원을 켜고 사진, 사진, 또는 당신의 웹캠 사진 촬영을합니다. 장난감보다 더 유용합니다.",
    "lt": "Įjunkite fotoaparatą ir fotografuoti, nuotraukas, ar su savo kameros vaizdą. Daugiau naudingos ne žaislas.",
    "lv": "Ieslēdziet kameru un uzņemt attēlus, fotogrāfijas, vai arī ar savu webcam ainu. Vairāk noderīga, nekā rotaļlietu.",
    "ms": "Hidupkan kamera dan mengambil gambar, foto, atau gambar dengan kamera web anda. Lebih berguna daripada mainan.",
    "nl": "Schakel de camera en foto's, foto's, of een foto met je webcam nemen. Nuttiger dan een stuk speelgoed.",
    "no": "Slå på kameraet og ta bilder, fotografier, eller et bilde med webkameraet. Mer nyttig enn et leketøy.",
    "pl": "Włącz aparat i robić zdjęcia, zdjęcia lub grafiki z kamery internetowej. Bardziej przydatne niż zabawki.",
    "pt_BR,pt_PT": "Ligue a câmera e tirar fotos, fotos ou uma foto com sua webcam. Mais útil que um brinquedo.",
    "ro": "Porniți aparatul foto și a face fotografii, fotografii sau o fotografie cu webcam-ul. Mai util decât o jucărie.",
    "ru": "Включите камеру и снимать фотографии, фотографии, или картинку с веб-камеры. Более полезны, чем игрушка.",
    "sk": "Zapnite fotoaparát a robiť fotografie, fotografia alebo obrázok s vašej webovej kamery. Užitočnejšie ako hračka.",
    "sl": "Vklopite fotoaparat in slikal, fotografije ali slike s spletno kamero. Bolj koristno kot igrača.",
    "sr": "Укључите фотоапарат и сликају, фотографије или слике са веб камере. Више него корисно играчка.",
    "sv": "Slå på kameran och ta bilder, bilder, eller en bild med din webbkamera. Mer användbar än en leksak.",
    "sw": "Kurejea kwenye kamera na kuchukua picha, picha au picha ya pamoja na webcam yako. Muhimu zaidi kuliko toy.",
    "th": "เปิดสวิตช์กล้องถ่ายภาพและภาพถ่ายหรือภาพที่มีเว็บแคมของคุณ มีประโยชน์มากกว่าของเล่น",
    "tr": "Kamerayı açın ve resimler, fotoğraflar, ya da web kamerası ile resim çekmek. Bir oyuncak daha yararlı.",
    "uk": "Увімкніть камеру і знімати фотографії, фотографії, або картинку з веб-камери. Корисніші, ніж іграшка.",
    "vi": "Bật máy ảnh và chụp ảnh, hình ảnh, hoặc hình ảnh với webcam của bạn. Hữu ích hơn một món đồ chơi.",
    "zh_CN": "开启相机并拍照，照片或图片与您的网络摄像头。比玩具更多有用。",
    "zh_TW": "開啟相機並拍照，照片或圖片與您的網絡攝像頭。比玩具更多有用。"
  },
  "long": {
    "am,ar,bg,bn,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Turn on camera and take pictures, photos, or a picture with your webcam. More useful than a toy.",
    "ca": "Enceneu la càmera i fer fotos, fotografies, o una fotografia amb la teva càmera web. Més útil que una joguina.\n\nOther Spellings:\namera, cmera, caera, camra, camea, camer, ccamera, caamera, cammera, cameera, camerra, cameraa, acmera, cmaera, caemra, camrea, camear, xamera, damera, famera, vamera, cqmera, cwmera, csmera, cxmera, czmera, canera, cajera, cakera, camwra, cam3ra, cam4ra, camrra, camfra, camdra, camsra, cameea, came4a, came5a, cameta, camega, camefa, cameda, camerq, camerw, camers, camerx, camerz, xcamera, cxamera, dcamera, cdamera, fcamera, cfamera, vcamera, cvamera, cqamera, caqmera, cwamera, cawmera, csamera, casmera, cxamera, caxmera, czamera, cazmera, canmera, camnera, cajmera, camjera, cakmera, camkera, camwera, camewra, cam3era, came3ra, cam4era, came4ra, camrera, camerra, camfera, camefra, camdera, camedra, camsera, camesra, cameera, camerea, came4ra, camer4a, came5ra, camer5a, cametra, camerta, camegra, camerga, camefra, camerfa, camedra, camerda, camerqa, cameraq, camerwa, cameraw, camersa, cameras, camerxa, camerax, camerza, cameraz"
  }
}