{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Window Resize Presetter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resize the browser window to emulate various screen resolutions.",
    "ja": "ブラウザウィンドウのサイズを変更します。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "■ Overview\n\"Window Resize Presetter\" is a Chrome extension that allows you to change the size and position of your browser window as per your settings. It's an invaluable tool for web designers and developers to easily test layouts on different resolutions.\n\n■ Key Features\n◆ Customizable Size Change Function\n\nPresets can be freely customized\nAllows setting of window size, display position, icon, and name\nPresets can be rearranged via drag-and-drop in the settings screen\nClicking the extension icon displays a list of presets\nSelecting a preset changes the size and position of the window\nIncludes convenient presets like iPhone and Full HD\n◆ Size Information Tooltip\n\nDisplays an information tooltip when the window size or position is changed\nTooltip's ON/OFF and display duration can be adjusted in the settings screen\n◆ Ideal for Web Designers and Developers\n\nPerfect for layout testing across different resolutions\nUseful for checking the responsiveness of web pages\n■ Note\nDue to Chrome's specifications, there may be a slight discrepancy of a few pixels in the window's position and size.\n\n■ Summary\n\"Window Resize Presetter\" is an efficient tool that instantly changes the size and position of your browser window. It provides features that allow designers and developers to easily test web page displays on different devices and resolutions. With customizable presets and intuitive usability, it smoothly supports your web development tasks.",
    "ja": "■ 概要\n「Window Resize Presetter」は、設定したブラウザウィンドウのサイズと位置を変更できるChrome拡張機能です。\nWebデザイナーや開発者が異なる解像度でレイアウトを簡単にテストするのに役立ちます。\n\n■ 主な特徴\n◆カスタマイズ可能なサイズ変更機能\n・プリセットを自由にカスタマイズ可能\n・ウィンドウのサイズ、表示位置、アイコン、名称を設定可能\n・設定画面でプリセットをドラッグアンドドロップで並び替え\n・拡張機能アイコンをクリックするとプリセット一覧が表示\n・プリセットを選択するとウィンドウのサイズと位置が変更\n・iPhoneやFull HDなどの便利なプリセットも用意\n\n\n◆サイズ情報ツールチップ\n・ウィンドウのサイズや位置を変更すると情報ツールチップを表示\n・設定画面でツールチップのON/OFFと表示時間の調整が可能\n\n◆Webデザイナーや開発者に最適\n・異なる解像度でのレイアウトテストに最適\n・ウェブページのレスポンシブデザイン確認に役立つ\n\n\n■ 注意点\nChromeの仕様により、ウィンドウの位置やサイズに数ピクセルのずれが生じる場合があります。\n\n■ まとめ\n「Window Resize Presetter」は、ブラウザのウィンドウサイズと位置を瞬時に変更できる効率的なツールです。\nデザイナーや開発者が異なるデバイスや解像度でのウェブページの表示を簡単にテストできる機能を提供します。\nカスタマイズ可能なプリセットと直感的な操作性で、ウェブ開発作業をスムーズに支援します。"
  }
}