{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Inbox project filter for Asana"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Adds a filter to Asana Inbox to filter notifications by project. No API needed."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Asana Inbox Project Filter is a Chrome extension designed to enhance your Asana experience by introducing the ability to filter Inbox notifications by project. \nAsana is a fantastic tool for task and project management, but its Inbox can quickly become cluttered, especially for users involved in multiple projects. This clutter makes it difficult to focus on what's important, leading to decreased productivity and increased chances of missing critical updates.\n\nAsana Inbox Project Filter solves this problem by providing a simple yet effective filtering mechanism. With this extension, you can easily filter your Inbox notifications by project, allowing you to focus on the tasks and updates that matter most. No more sifting through a sea of notifications to find relevant information.\n\n## Key Features:\nProject-Based Filtering: Adds a dropdown menu in your Asana Inbox to filter notifications by project.\nUser-Friendly Interface: Seamlessly integrates with the Asana interface, maintaining a clean and intuitive design.\nNo API Needed: Operates entirely within your browser, requiring no external API access.\nLightweight and Efficient: Ensures minimal impact on your browser's performance.\n\n## How It Works:\nInstall the Extension: Add Asana Inbox Project Filter to your Chrome browser from the Chrome Web Store.\nNavigate to Your Asana Inbox: Open your Asana Inbox where you receive all project notifications.\nFilter Notifications: Use the newly added dropdown menu to select a specific project. The Inbox will immediately filter notifications to display only those related to the selected project."
  }
}