{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bing Schedules"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export your Binghamton University class schedule in just a tap."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never miss a class again. With Bing Schedules, plugging your class schedule into your personal calendar just got a whole lot easier.\n\nBing Schedules exports your class schedule into an ICS file. From there, it's just a click of a button to import your schedule into your favorite calendar app: from Google Calendar to Outlook. Instructions included.\n\nLook at you, being all productive. Embrace the smell of a quick victory.\n\nHOW TO USE IT\nFirst, you'll want to navigate to your Student Detail Schedule Report through BU Brain. Go to myBinghamton (my.binghamton.edu), click the BU Brain icon at the top of the page, navigate to the Student tab, click the Registration link, and then scroll down to the link for your Schedule Report. Once you've selected the correct term (Fall/Spring/etc.), the extension's icon should turn green. Click on it, and it will guide you through the export process.\n\nGreat, so you've gotten your export. An ICS file -- what the heck is that? Now you need to import this file into your personal calendar app, whatever that may be. Try Googling something along the lines of \"Import ICS into Google Calendar.\" If you still can't crack it, give us a shout and we'll be more than happy to help.\n\nThanks for using Bing Schedules!\n\nIN THIS VERSION\nWe've fixed an issue where exports completely stopped working. Yikes!\n\nDISCLAIMER\nThis extension is not directly affiliated with Binghamton University. For questions or concerns, contact the developer listed below. We respect your privacy. Your class schedule will never leave your computer.\n\nISSUE TRACKER\nTrack any known issues on Github. Please file any issues you are having through the Web Store or on Github.\nhttps://github.com/shengslogar/bingschedules/issues/"
  }
}