{
  "name": {
    "ar,en,en_AU,en_GB,en_US,et,fa,hi,hr,hu,id,ja,kn,ko,mr,ro,ru,sr,sw,ta,te,th,uk,vi": "Accept all cookies",
    "am,bg,bn,el,fil,gu,he": "Cookies Block",
    "ca,es,es_419": "Aceptar todas las cookies",
    "cs": "Přijmout všechny soubory cookie",
    "da": "Accepter alle cookies",
    "de": "Alle Cookies akzeptieren",
    "fi": "Hyväksy kaikki evästeet",
    "fr": "Accepter tous les cookies",
    "it": "Accetta tutti i cookie",
    "lt": "Priimti visus slapukus",
    "lv": "Pieņemiet visus sīkfailus",
    "ml,ms": "Terima semua kuki",
    "nl": "Accepteer alle cookies",
    "no": "Godta alle informasjonskapsler",
    "pl": "Zaakceptuj wszystkie pliki cookie",
    "pt_BR,pt_PT": "Aceitar todos os cookies",
    "sk": "Prijať všetky súbory cookie",
    "sl": "Sprejmi vse piškotke",
    "sv": "Acceptera alla cookies",
    "tr": "Tüm çerezleri kabul et",
    "zh_CN,zh_TW": "接受所有 Cookies"
  },
  "short": {
    "ar,el,hi,hr,hu,id,kn,sr,sw,te": "No one likes cookie banners, but they are everywhere. Remove annoying banners that ask you to accept all cookies.",
    "am,bg,bn,fil,gu,he,mr,th,vi": "Cookies Block - block cookie pop ups, notices, warning , notifications and newsletters",
    "ca": "Accepta les polítiques de galetes necessàries per a una navegació fluïda del lloc web, sense eliminar les galetes.",
    "cs": "Přijímá nezbytné zásady týkající se souborů cookie pro plynulou navigaci na webových stránkách bez mazání souborů cookie.",
    "da": "Accepterer nødvendige cookiepolitikker for smidig hjemmesidenavigation uden at slette cookies.",
    "de": "Akzeptiert notwendige Cookie-Richtlinien für eine reibungslose Website-Navigation, ohne Cookies zu löschen.",
    "en,en_AU,en_GB,en_US,ro,ru,uk": "Accepts necessary cookie policies for smooth website navigation, without deleting cookies.",
    "es,es_419": "Acepta las políticas de cookies necesarias para una navegación fluida por el sitio web, sin borrar las cookies.",
    "et,fa,ta": "AdBlock lets you block cookie notifications using the AdBlock extension.",
    "fi": "Hyväksyy tarvittavat evästekäytännöt sujuvaa sivustolla liikkumista varten poistamatta evästeitä.",
    "fr": "Accepte les politiques de cookies nécessaires pour une navigation fluide sur le site Web, sans supprimer les cookies.",
    "it": "Accetta le politiche sui cookie necessarie per una navigazione fluida del sito Web, senza eliminare i cookie.",
    "ja": "Cookie を削除せずに、スムーズな Web サイト ナビゲーションに必要な Cookie ポリシーを受け入れます。",
    "ko": "쿠키를 삭제하지 않고 원활한 웹 사이트 탐색을 위해 필요한 쿠키 정책을 수락합니다.",
    "lt": "Priima būtiną slapukų politiką, kad būtų galima sklandžiai naršyti svetainėje, neištrinant slapukų.",
    "lv": "Pieņem nepieciešamās sīkfailu politikas, lai nodrošinātu netraucētu navigāciju vietnē, neizdzēšot sīkfailus.",
    "ml,ms": "Menerima dasar kuki yang diperlukan untuk navigasi tapak web yang lancar, tanpa memadamkan kuki.",
    "nl": "Accepteert het noodzakelijke cookiebeleid voor een soepele websitenavigatie, zonder cookies te verwijderen.",
    "no": "Godtar nødvendige retningslinjer for informasjonskapsler for jevn nettsidenavigasjon, uten å slette informasjonskapsler.",
    "pl": "Akceptuje niezbędne zasady dotyczące plików cookie w celu sprawnego poruszania się po witrynie, bez usuwania plików cookie.",
    "pt_BR,pt_PT": "Aceita as políticas de cookies necessárias para uma navegação suave no site, sem excluir os cookies.",
    "sk": "Akceptuje nevyhnutné zásady používania súborov cookie pre bezproblémovú navigáciu na webových stránkach bez vymazania súborov…",
    "sl": "Sprejema potrebne pravilnike o piškotkih za nemoteno navigacijo po spletnem mestu, brez brisanja piškotkov.",
    "sv": "Accepterar nödvändiga cookiepolicyer för smidig webbplatsnavigering, utan att ta bort cookies.",
    "tr": "Çerezleri silmeden web sitesinde sorunsuz gezinme için gerekli çerez politikalarını kabul eder.",
    "zh_CN,zh_TW": "在不删除 cookie 的情况下，接受必要的 cookie 政策以实现顺畅的网站导航。"
  },
  "long": {
    "am,ar,bg,bn,el,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,sr,sw,ta,te,th,vi": "\"Accept All Cookies\" is a simple and effective Chrome browser extension that streamlines your browsing experience. No more clicking \"Accept\" or \"Agree\" on annoying cookie notifications and pop-ups. This extension automatically accepts all cookies from all websites, making your browsing experience faster and more efficient.\n\nEU regulations require websites to obtain user permission before installing tracking cookies, but with \"Accept All Cookies,\" you won't have to worry about constantly navigating through cookie notifications. This extension removes the barriers to your access to content on the web and simplifies the process of browsing.\n\nWith this extension, you no longer have to wonder which cookies to allow and which to block. \"Accept all cookies\" categorizes cookies into three groups: technical, analytical, and marketing.\n\nTechnical cookies are necessary for the website to function properly, such as ones that remember the items you placed in a shopping cart when shopping online. Analytical cookies measure your surfing behavior, and marketing cookies ensure that advertising tailored to you is displayed.\n\nIn most cases, extension blocks or hides cookie-related pop-ups, making your browsing experience smoother and less intrusive. \n\nWhen it's necessary for the website to work correctly, it will automatically accept the cookie policy for you, sometimes accepting all cookies and sometimes only the necessary ones, depending on what's easiest to do.\n\nThis extension does not delete cookies, so you can rest assured that your browsing data is secure. Say goodbye to frustrating cookie warnings and enjoy a hassle-free browsing experience. Download \"Accept All Cookies\" today and simplify your browsing experience.\n\nThey're everywhere. And they're ANNOYING: those banners pop up every time you visit a new website and ask whether you approve of using cookies by that site.\n\nThese notifications are incredibly annoying but have become necessary to do business online to comply with data protection regulations like GDPR.\n\nIn some cases, however, these banners can serve as trackers themselves, as they engage in a privacy-breaching data exchange before the user even has a chance to opt-out.\n\nSecondly, almost half of all internet users accept all cookies without reading the banner. The result is that hundreds of these small data records end up stored on your computer when you visit sites.\n\nGoodbye Cookies will detect and block the cookie consent banners to deal with these issues, removing both a distraction and a potential privacy risk for users.\n\n\nWhich cookies should I allow?\n\nThere are roughly three categories. First, technical cookies are necessary for the website to function correctly; for example, ones that remember which items you placed in a shopping cart when shopping online.\n\nAnalytical cookies measure surfing behaviour.\n\nMarketing cookies ensure, among other things, that advertising tailored to the user is displayed.\n\nIn most cases, Goodbye Cookies blocks or hides cookie-related pop-ups. \n\nThen, when it's needed for the website to work correctly, it will automatically accept the cookie policy for you (sometimes it will take all and sometimes only necessary cookie categories, depending on what's easier to do). \n\nHowever, it doesn't delete cookies.\n\nSimple yet powerful Cookie Editor that allow you to quickly create, edit and delete cookies without leaving your tab.\nCookie-Editor is designed to have a simple to use interface that let you do most standard cookie operations. It is ideal for developing and testing web pages or even manual management of cookies for your privacy.\n\nWith our intuitive interface, you can quickly create, edit, and delete cookies for the current page. You can use the search bar to find specific cookies by name. \nPlus, our import and export features let you share and backup your cookies with ease. \n\nGive it a try and see how it can help you develop and test web pages, manage your cookies for privacy or simply improve your browsing experience.\n\nControl your cookies! Automatically delete unwanted cookies from your closed tabs while keeping the ones you want.\nMain Features\n- Auto Deletes Site Data from Closed Tabs\n- WhiteList/GreyList Support\n- Easily Export/Import your Whitelist/Greylist\n- Clear Site Data for a Domain\n- Supports Manual Mode Cleaning from the popup\n\nUsage\nThis extension does not clean data automatically until you enable \"Auto-clean\". This gives you the chance to add sites to the WhiteList.\n\n1. Add the sites you want to keep site data in the WhiteList (permanently) or GreyList (until Browser restart)\n2. Toggle \"Auto-clean\" in the popup or \"Automatic cleaning\" in the settings\n3. Watch those unused site data disappear :)\n\nYou can disable Cleanup Notifications via the Settings.\n\nNote: Site Data are Cookies, IndexedDB, Localstorage, etc. Support for clearing these is dependent on the Browser APIs and the extension implementation.  (e.g. Cache and Cache Storage are NOT the same things - we can currently clean Cache, but Cache Storage cleanup is not implemented yet).",
    "ca,es,es_419": "\"Aceptar todas las cookies\" es una extensión del navegador Chrome sencilla y eficaz que agiliza su experiencia de navegación. Se acabó hacer clic en \"Aceptar\" o \"Aceptar\" en las molestas notificaciones y ventanas emergentes de cookies. Esta extensión acepta automáticamente todas las cookies de todos los sitios web, haciendo que su experiencia de navegación sea más rápida y eficiente.\n\nLa normativa de la UE exige que los sitios web obtengan el permiso del usuario antes de instalar cookies de rastreo, pero con \"Aceptar todas las cookies\", no tendrá que preocuparse de navegar constantemente por las notificaciones de cookies. Esta extensión elimina las barreras que le impiden acceder a los contenidos de la web y simplifica el proceso de navegación.\n\nCon esta extensión, ya no tendrás que preguntarte qué cookies permitir y cuáles bloquear. \"Aceptar todas las cookies\" clasifica las cookies en tres grupos: técnicas, analíticas y de marketing.\n\nLas cookies técnicas son necesarias para que el sitio web funcione correctamente, como las que recuerdan los artículos que has colocado en un carrito de la compra cuando compras en línea. Las cookies analíticas miden su comportamiento de navegación, y las cookies de marketing garantizan que se muestre publicidad adaptada a usted.\n\nEn la mayoría de los casos, la extensión bloquea u oculta las ventanas emergentes relacionadas con las cookies, haciendo que su experiencia de navegación sea más fluida y menos intrusiva. \n\nCuando sea necesario para que el sitio web funcione correctamente, aceptará automáticamente la política de cookies por usted, a veces aceptando todas las cookies y a veces sólo las necesarias, dependiendo de lo que sea más fácil de hacer.\n\nEsta extensión no borra las cookies, por lo que puede estar seguro de que sus datos de navegación están a salvo. Despídete de los frustrantes avisos de cookies y disfruta de una experiencia de navegación sin complicaciones. Descargue \"Aceptar todas las cookies\" hoy mismo y simplifique su experiencia de navegación.\n\nTraducción realizada con la versión gratuita del traductor www.DeepL.com/Translator",
    "cs": "\"Přijímat všechny soubory cookie\" je jednoduché a účinné rozšíření prohlížeče Chrome, které zjednodušuje prohlížení webu. Už žádné klikání na \"Přijmout\" nebo \"Souhlasit\" na otravná oznámení o souborech cookie a vyskakovací okna. Toto rozšíření automaticky přijímá všechny soubory cookie ze všech webových stránek, čímž zrychluje a zefektivňuje vaše prohlížení.\n\nPředpisy EU vyžadují, aby webové stránky před instalací sledovacích souborů cookie získaly souhlas uživatele, ale s rozšířením \"Přijmout všechny soubory cookie\" se nebudete muset obávat neustálého procházení oznámení o souborech cookie. Toto rozšíření odstraňuje překážky vašeho přístupu k obsahu na webu a zjednodušuje proces prohlížení.\n\nS tímto rozšířením již nebudete muset přemýšlet, které soubory cookie povolit a které zablokovat. \"Přijmout všechny soubory cookie\" rozděluje soubory cookie do tří skupin: technické, analytické a marketingové.\n\nTechnické soubory cookie jsou nezbytné pro správné fungování webových stránek, například ty, které si pamatují položky vložené do nákupního košíku při nakupování online. Analytické soubory cookie měří vaše chování při surfování a marketingové soubory cookie zajišťují zobrazování reklamy šité na míru.\n\nRozšíření ve většině případů blokuje nebo skrývá vyskakovací okna související se soubory cookie, díky čemuž je vaše prohlížení plynulejší a méně rušivé. \n\nPokud je to nezbytné pro správnou funkci webových stránek, automaticky za vás přijme zásady používání souborů cookie, přičemž někdy přijme všechny soubory cookie a někdy pouze ty nezbytné, podle toho, co je nejjednodušší.\n\nToto rozšíření soubory cookie neodstraňuje, takže si můžete být jisti, že vaše data při prohlížení jsou v bezpečí. Rozlučte se s frustrujícími upozorněními na soubory cookie a užívejte si bezproblémové prohlížení. Stáhněte si rozšíření \"Accept All Cookies\" ještě dnes a zjednodušte si prohlížení webu.\n\nTranslated with www.DeepL.com/Translator (free version)",
    "da": "\"Accepter alle cookies\" er en enkel og effektiv Chrome-browserudvidelse, der strømliner din browsingoplevelse. Du behøver ikke længere klikke på \"Accepter\" eller \"Godkend\" på irriterende cookie-meddelelser og pop-ups. Denne udvidelse accepterer automatisk alle cookies fra alle websteder, hvilket gør din browseroplevelse hurtigere og mere effektiv.\n\nEU-reglerne kræver, at websites skal indhente brugerens tilladelse, før de installerer sporingscookies, men med \"Accepter alle cookies\" behøver du ikke længere at bekymre dig om konstant at navigere gennem cookienotifikationer. Denne udvidelse fjerner hindringerne for din adgang til indhold på nettet og forenkler browsingprocessen.\n\nMed denne udvidelse behøver du ikke længere at spekulere på, hvilke cookies du skal tillade og hvilke du skal blokere. \"Accepter alle cookies\" kategoriserer cookies i tre grupper: tekniske, analytiske og markedsføringsmæssige.\n\nTekniske cookies er nødvendige for, at webstedet kan fungere korrekt, f.eks. cookies, der husker de varer, du har lagt i en indkøbskurv, når du handler online. Analytiske cookies måler din surfadfærd, og marketingcookies sikrer, at der vises reklamer, der er skræddersyet til dig.\n\nI de fleste tilfælde blokerer eller skjuler udvidelsen cookie-relaterede pop-ups, hvilket gør din surfoplevelse mere smidig og mindre påtrængende. \n\nNår det er nødvendigt for, at hjemmesiden fungerer korrekt, accepterer den automatisk cookiepolitikken for dig, nogle gange accepterer den alle cookies og andre gange kun de nødvendige, afhængigt af hvad der er nemmest at gøre.\n\nDenne udvidelse sletter ikke cookies, så du kan være sikker på, at dine browsingdata er sikre. Sig farvel til frustrerende cookie-advarsler, og nyd en problemfri browsingoplevelse. Download \"Accepter alle cookies\" i dag, og forenkl din browsingoplevelse.",
    "de": "\"Alle Cookies akzeptieren\" ist eine einfache und effektive Chrome-Browsererweiterung, die Ihr Surferlebnis optimiert. Kein Klicken mehr auf \"Akzeptieren\" oder \"Zustimmen\" bei lästigen Cookie-Benachrichtigungen und Pop-ups. Diese Erweiterung akzeptiert automatisch alle Cookies von allen Websites und macht Ihr Surferlebnis schneller und effizienter.\n\nNach den EU-Vorschriften müssen Websites vor der Installation von Tracking-Cookies die Erlaubnis des Benutzers einholen, aber mit \"Alle Cookies akzeptieren\" müssen Sie sich nicht mehr ständig mit Cookie-Benachrichtigungen herumschlagen. Diese Erweiterung beseitigt die Hindernisse für Ihren Zugang zu den Inhalten im Web und vereinfacht das Surfen.\n\nMit dieser Erweiterung müssen Sie sich nicht mehr fragen, welche Cookies Sie zulassen und welche Sie blockieren müssen. Die Option \"Alle Cookies akzeptieren\" unterteilt die Cookies in drei Gruppen: technische, analytische und Marketing-Cookies.\n\nTechnische Cookies sind für das ordnungsgemäße Funktionieren der Website erforderlich, z. B. solche, die sich die Artikel merken, die Sie beim Online-Einkauf in den Warenkorb gelegt haben. Analytische Cookies messen Ihr Surfverhalten, und Marketing-Cookies sorgen dafür, dass auf Sie zugeschnittene Werbung angezeigt wird.\n\nIn den meisten Fällen blockiert oder verbirgt die Erweiterung Cookie-bezogene Pop-ups, so dass Ihr Surferlebnis reibungsloser und weniger aufdringlich wird. \n\nWenn es für das korrekte Funktionieren der Website erforderlich ist, akzeptiert sie automatisch die Cookie-Richtlinie für Sie, manchmal alle Cookies und manchmal nur die notwendigen, je nachdem, was am einfachsten ist.\n\nDiese Erweiterung löscht keine Cookies, so dass Sie sicher sein können, dass Ihre Browsing-Daten sicher sind. Verabschieden Sie sich von frustrierenden Cookie-Warnungen und genießen Sie ein problemloses Surferlebnis. Laden Sie \"Alle Cookies akzeptieren\" noch heute herunter und vereinfachen Sie Ihr Surferlebnis.",
    "en,en_AU": "\"Accept All Cookies\" is a simple and effective Chrome browser extension that streamlines your browsing experience. No more clicking \"Accept\" or \"Agree\" on annoying cookie notifications and pop-ups. This extension automatically accepts all cookies from all websites, making your browsing experience faster and more efficient. \n\nEU regulations require websites to obtain user permission before installing tracking cookies, but with \"Accept All Cookies,\" you won't have to worry about constantly navigating through cookie notifications. This extension removes the barriers to your access to content on the web and simplifies the process of browsing.\n\nWith this extension, you no longer have to wonder which cookies to allow and which to block. \"Accept all cookies\" categorizes cookies into three groups: technical, analytical, and marketing.\n\nTechnical cookies are necessary for the website to function properly, such as ones that remember the items you placed in a shopping cart when shopping online. Analytical cookies measure your surfing behavior, and marketing cookies ensure that advertising tailored to you is displayed.\n\nIn most cases, extension blocks or hides cookie-related pop-ups, making your browsing experience smoother and less intrusive. \n\nWhen it's necessary for the website to work correctly, it will automatically accept the cookie policy for you, sometimes accepting all cookies and sometimes only the necessary ones, depending on what's easiest to do.\n\nThis extension does not delete cookies, so you can rest assured that your browsing data is secure. Say goodbye to frustrating cookie warnings and enjoy a hassle-free browsing experience. Download \"Accept All Cookies\" today and simplify your browsing experience.",
    "en_GB,en_US,ru,uk": "\"Accept All Cookies\" is a simple and effective Chrome browser extension that streamlines your browsing experience. No more clicking \"Accept\" or \"Agree\" on annoying cookie notifications and pop-ups. This extension automatically accepts all cookies from all websites, making your browsing experience faster and more efficient.\n\nEU regulations require websites to obtain user permission before installing tracking cookies, but with \"Accept All Cookies,\" you won't have to worry about constantly navigating through cookie notifications. This extension removes the barriers to your access to content on the web and simplifies the process of browsing.\n\nWith this extension, you no longer have to wonder which cookies to allow and which to block. \"Accept all cookies\" categorizes cookies into three groups: technical, analytical, and marketing.\n\nTechnical cookies are necessary for the website to function properly, such as ones that remember the items you placed in a shopping cart when shopping online. Analytical cookies measure your surfing behavior, and marketing cookies ensure that advertising tailored to you is displayed.\n\nIn most cases, extension blocks or hides cookie-related pop-ups, making your browsing experience smoother and less intrusive. \n\nWhen it's necessary for the website to work correctly, it will automatically accept the cookie policy for you, sometimes accepting all cookies and sometimes only the necessary ones, depending on what's easiest to do.\n\nThis extension does not delete cookies, so you can rest assured that your browsing data is secure. Say goodbye to frustrating cookie warnings and enjoy a hassle-free browsing experience. Download \"Accept All Cookies\" today and simplify your browsing experience.",
    "fi": "\"Hyväksy kaikki evästeet\" on yksinkertainen ja tehokas Chrome-selaimen laajennus, joka tehostaa selailukokemustasi. Et enää klikkaa \"Hyväksy\" tai \"Hyväksy\" ärsyttäviin evästeilmoituksiin ja ponnahdusikkunoihin. Tämä laajennus hyväksyy automaattisesti kaikki evästeet kaikilta verkkosivustoilta, mikä nopeuttaa ja tehostaa selailukokemustasi.\n\nEU:n säädökset edellyttävät, että verkkosivustojen on saatava käyttäjän lupa ennen seurantaevästeiden asentamista, mutta \"Hyväksy kaikki evästeet\" -laajennuksen avulla sinun ei tarvitse huolehtia jatkuvasta evästeilmoitusten selaamisesta. Tämä laajennus poistaa esteet verkkosisällön käyttämiseltäsi ja yksinkertaistaa selailua.\n\nTämän laajennuksen avulla sinun ei enää tarvitse miettiä, mitkä evästeet sallitaan ja mitkä estetään. \"Hyväksy kaikki evästeet\" luokittelee evästeet kolmeen ryhmään: tekniset, analyyttiset ja markkinointi-evästeet.\n\nTekniset evästeet ovat välttämättömiä, jotta verkkosivusto toimisi kunnolla, esimerkiksi evästeet, jotka muistavat ostoskoriin laittamasi tuotteet, kun teet ostoksia verkossa. Analyyttiset evästeet mittaavat surffauskäyttäytymistäsi, ja markkinointievästeet varmistavat, että sinulle räätälöityjä mainoksia näytetään.\n\nUseimmissa tapauksissa laajennus estää tai piilottaa evästeisiin liittyvät ponnahdusikkunat, mikä tekee selailukokemuksestasi sujuvamman ja vähemmän häiritsevän. \n\nKun verkkosivuston asianmukainen toiminta edellyttää sitä, se hyväksyy evästekäytännön puolestasi automaattisesti, joskus hyväksymällä kaikki evästeet ja joskus vain välttämättömät, riippuen siitä, mikä on helpointa.\n\nTämä laajennus ei poista evästeitä, joten voit olla varma, että selaustietosi ovat turvassa. Sano hyvästit turhauttaville evästevaroituksille ja nauti vaivattomasta selailukokemuksesta. Lataa \"Hyväksy kaikki evästeet\" jo tänään ja yksinkertaista selailukokemustasi.",
    "fr": "\"Accepter tous les cookies\" est une extension de navigateur Chrome simple et efficace qui rationalise votre expérience de navigation. Plus besoin de cliquer sur \"Accepter\" ou \"Accepter\" sur des notifications et des pop-ups de cookies ennuyeux. Cette extension accepte automatiquement tous les cookies de tous les sites Web, ce qui rend votre expérience de navigation plus rapide et plus efficace.\n\nLa réglementation européenne exige que les sites Web obtiennent l'autorisation de l'utilisateur avant d'installer des cookies de suivi, mais avec \"Accepter tous les cookies\", vous n'aurez plus à vous soucier de naviguer constamment parmi les notifications de cookies. Cette extension supprime les obstacles à votre accès au contenu sur le web et simplifie le processus de navigation.\n\nAvec cette extension, vous n'avez plus à vous demander quels cookies autoriser et lesquels bloquer. \" Accepter tous les cookies \" classe les cookies en trois groupes : techniques, analytiques et marketing.\n\nLes cookies techniques sont nécessaires au bon fonctionnement du site Web, comme ceux qui mémorisent les articles que vous avez placés dans un panier lors d'achats en ligne. Les cookies analytiques mesurent votre comportement de navigation, et les cookies marketing garantissent l'affichage de publicités adaptées à votre profil.\n\nDans la plupart des cas, l'extension bloque ou masque les fenêtres pop-up liées aux cookies, ce qui rend votre expérience de navigation plus fluide et moins intrusive. \n\nLorsque cela est nécessaire pour que le site Web fonctionne correctement, il accepte automatiquement la politique en matière de cookies pour vous, en acceptant parfois tous les cookies et parfois seulement les cookies nécessaires, selon ce qui est le plus facile à faire.\n\nCette extension ne supprime pas les cookies, vous pouvez donc être assuré que vos données de navigation sont sécurisées. Dites adieu aux avertissements de cookies frustrants et profitez d'une expérience de navigation sans tracas. Téléchargez \"Accepter tous les cookies\" aujourd'hui et simplifiez votre expérience de navigation.",
    "it": "\"Accept All Cookies\" è un'estensione del browser Chrome semplice ed efficace che ottimizza la vostra esperienza di navigazione. Non dovrete più fare clic su \"Accetta\" o \"Accetta\" in caso di fastidiose notifiche e pop-up sui cookie. Questa estensione accetta automaticamente tutti i cookie da tutti i siti web, rendendo la vostra esperienza di navigazione più veloce ed efficiente.\n\nLe normative dell'UE impongono ai siti web di ottenere l'autorizzazione dell'utente prima di installare i cookie di tracciamento, ma con \"Accept All Cookies\" non dovrete più preoccuparvi di navigare continuamente tra le notifiche dei cookie. Questa estensione elimina le barriere all'accesso ai contenuti del web e semplifica il processo di navigazione.\n\nCon questa estensione, non dovrete più chiedervi quali cookie consentire e quali bloccare. L'opzione \"Accetta tutti i cookie\" suddivide i cookie in tre gruppi: tecnici, analitici e di marketing.\n\nI cookie tecnici sono necessari per il corretto funzionamento del sito web, ad esempio quelli che ricordano gli articoli inseriti nel carrello durante gli acquisti online. I cookie analitici misurano il comportamento di navigazione dell'utente, mentre i cookie di marketing garantiscono la visualizzazione di pubblicità adatte all'utente.\n\nNella maggior parte dei casi, l'estensione blocca o nasconde i pop-up relativi ai cookie, rendendo l'esperienza di navigazione più fluida e meno invadente. \n\nQuando è necessario per il corretto funzionamento del sito web, accetta automaticamente la politica dei cookie per voi, a volte accettando tutti i cookie e a volte solo quelli necessari, a seconda di ciò che è più facile fare.\n\nQuesta estensione non cancella i cookie, quindi potete essere certi che i vostri dati di navigazione sono al sicuro. Dite addio ai frustranti avvisi sui cookie e godetevi un'esperienza di navigazione senza problemi. Scaricate oggi stesso \"Accept All Cookies\" e semplificate la vostra esperienza di navigazione.",
    "ja": "\"Accept All Cookies \"は、あなたのブラウジング体験を合理化する、シンプルで効果的なChromeブラウザの拡張機能です。もう、煩わしいCookieの通知やポップアップで「受け入れる」「同意する」をクリックする必要はありません。この拡張機能は、すべてのウェブサイトからのすべてのクッキーを自動的に受け入れ、あなたのブラウジング体験をより速く、より効率的にします。\n\nEUの規制により、ウェブサイトはトラッキングクッキーをインストールする前にユーザーの許可を得る必要がありますが、「Accept All Cookies」を使えば、常にクッキーの通知をナビゲートする心配がありません。この拡張機能は、あなたがウェブ上のコンテンツにアクセスする際の障壁を取り除き、ブラウジングのプロセスを簡素化します。\n\nこの拡張機能を使えば、どのクッキーを許可して、どのクッキーをブロックするか悩む必要はもうありません。\"Accept all cookies \"では、クッキーを技術、分析、マーケティングの3つのグループに分類しています。\n\n技術的なクッキーは、オンラインショッピングでショッピングカートに入れた商品を記憶するものなど、ウェブサイトが正しく機能するために必要なものです。分析クッキーは、お客様の閲覧行動を測定し、マーケティングクッキーは、お客様に合わせた広告が表示されるようにします。\n\nほとんどの場合、拡張機能はクッキーに関連するポップアップをブロックまたは非表示にし、お客様のブラウジングをよりスムーズで邪魔にならないものにします。\n\nウェブサイトを正しく動作させるために必要な場合は、あなたに代わって自動的にクッキーポリシーを受け入れ、最も簡単な方法に応じて、時にはすべてのクッキーを受け入れ、時には必要なものだけを受け入れるようにします。\n\nこの拡張機能はクッキーを削除しないので、あなたのブラウジング・データを安全に保護することができます。イライラするクッキーの警告にさよならして、手間のかからないブラウジングをお楽しみください。今すぐ「Accept All Cookies」をダウンロードして、ブラウジング体験をシンプルにしましょう。",
    "ko": "\"모든 쿠키 허용\"은 간단하고 효과적인 Chrome 브라우저 확장 기능으로 브라우징 경험을 간소화합니다. 더 이상 성가신 쿠키 알림과 팝업에서 '수락' 또는 '동의'를 클릭할 필요가 없습니다. 이 확장 프로그램은 모든 웹사이트의 모든 쿠키를 자동으로 허용하여 더 빠르고 효율적인 브라우징 환경을 제공합니다.\n\nEU 규정에 따라 웹사이트는 추적 쿠키를 설치하기 전에 사용자의 동의를 얻어야 하지만, '모든 쿠키 허용'을 사용하면 쿠키 알림을 계속 탐색할 필요가 없습니다. 이 확장 기능은 웹에서 콘텐츠에 액세스하는 데 방해가 되는 요소를 제거하고 탐색 과정을 간소화합니다.\n\n이 확장 기능을 사용하면 더 이상 어떤 쿠키를 허용하고 어떤 쿠키를 차단할지 고민할 필요가 없습니다. '모든 쿠키 허용'은 쿠키를 기술, 분석, 마케팅의 세 가지 그룹으로 분류합니다.\n\n기술 쿠키는 온라인 쇼핑 시 장바구니에 넣은 항목을 기억하는 쿠키와 같이 웹사이트가 제대로 작동하는 데 필요한 쿠키입니다. 분석 쿠키는 사용자의 서핑 행동을 측정하고, 마케팅 쿠키는 사용자에게 맞춤화된 광고가 표시될 수 있도록 합니다.\n\n대부분의 경우 확장 프로그램은 쿠키 관련 팝업을 차단하거나 숨겨서 더 원활하고 방해받지 않는 브라우징 환경을 제공합니다. \n\n웹사이트가 올바르게 작동하는 데 필요한 경우 확장 프로그램은 자동으로 쿠키 정책을 수락하며, 때로는 모든 쿠키를 수락하고 때로는 필요한 쿠키만 수락하는 등 가장 쉬운 방법에 따라 쿠키를 수락합니다.\n\n이 확장 프로그램은 쿠키를 삭제하지 않으므로 브라우징 데이터를 안전하게 보호할 수 있습니다. 성가신 쿠키 경고와 작별하고 번거로움 없는 브라우징 경험을 즐겨보세요. 지금 바로 \"모든 쿠키 허용\"을 다운로드하고 브라우징 경험을 간소화하세요.",
    "lt": "\"Accept All Cookies\" yra paprastas ir veiksmingas \"Chrome\" naršyklės plėtinys, kuris supaprastina naršymo patirtį. Daugiau nebereikės spausti \"Priimti\" arba \"Sutikti\" ant erzinančių slapukų pranešimų ir iššokančių langų. Šis plėtinys automatiškai priima visus slapukus iš visų svetainių, todėl naršymas tampa greitesnis ir efektyvesnis.\n\nPagal ES reglamentus reikalaujama, kad svetainės, prieš įdiegdamos sekimo slapukus, gautų naudotojo leidimą, tačiau su \"Accept All Cookies\" nereikės nuolat naršyti po slapukų pranešimus. Šis plėtinys pašalina kliūtis, trukdančias jums pasiekti interneto turinį, ir supaprastina naršymo procesą.\n\nNaudodami šį plėtinį nebeturėsite sukti galvos, kuriuos slapukus leisti, o kuriuos blokuoti. \"Priimti visus slapukus\" suskirsto slapukus į tris grupes: techninius, analitinius ir rinkodaros.\n\nTechniniai slapukai yra būtini, kad svetainė tinkamai veiktų, pavyzdžiui, tokie, kurie įsimena prekes, kurias įdėjote į pirkinių krepšelį apsipirkdami internetu. Analitiniai slapukai matuoja jūsų naršymo elgseną, o rinkodaros slapukai užtikrina, kad būtų rodoma jums pritaikyta reklama.\n\nDaugeliu atvejų plėtinys blokuoja arba paslepia su slapukais susijusius iššokančius langus, todėl naršymas tampa sklandesnis ir mažiau įkyrus. \n\nKai tai būtina, kad svetainė veiktų tinkamai, ji automatiškai priima slapukų politiką už jus, kartais priimdama visus slapukus, o kartais - tik būtinus, priklausomai nuo to, ką lengviausia padaryti.\n\nŠis plėtinys netrina slapukų, todėl galite būti tikri, kad jūsų naršymo duomenys yra saugūs. Atsisveikinkite su varginančiais slapukų įspėjimais ir mėgaukitės naršymu be rūpesčių. Atsisiųskite \"Accept All Cookies\" šiandien ir supaprastinkite naršymo patirtį.",
    "lv": "\"Pieņemt visas sīkdatnes\" ir vienkāršs un efektīvs Chrome pārlūkprogrammas paplašinājums, kas uzlabo pārlūkošanas pieredzi. Nevajag vairs noklikšķināt uz \"Pieņemt\" vai \"Piekrītu\" kaitinošos sīkfailu paziņojumos un uznirstošajos logos. Šis paplašinājums automātiski pieņem visus sīkfailus no visām vietnēm, padarot jūsu pārlūkošanas pieredzi ātrāku un efektīvāku.\n\nES noteikumi nosaka, ka tīmekļa vietnēm pirms izsekošanas sīkfailu instalēšanas ir jāsaņem lietotāja atļauja, bet ar paplašinājumu \"Accept All Cookies\" jums vairs nebūs jāuztraucas par nepārtrauktu navigāciju sīkfailu paziņojumos. Šis paplašinājums novērš šķēršļus jūsu piekļuvei tīmekļa saturam un vienkāršo pārlūkošanas procesu.\n\nAr šo paplašinājumu jums vairs nav jādomā, kuras sīkdatnes atļaut un kuras bloķēt. \"Pieņemt visas sīkdatnes\" sīkdatnes iedala trīs grupās: tehniskās, analītiskās un mārketinga.\n\nTehniskās sīkdatnes ir nepieciešamas vietnes pareizai darbībai, piemēram, tādas, kas atceras preces, kuras ievietotas iepirkumu grozā, iepērkoties tiešsaistē. Analītiskās sīkdatnes mēra jūsu sērfošanas paradumus, bet mārketinga sīkdatnes nodrošina, ka tiek rādīta jums pielāgota reklāma.\n\nVairumā gadījumu paplašinājums bloķē vai paslēpj ar sīkdatnēm saistītos uznirstošos logus, padarot pārlūkošanas pieredzi vienmērīgāku un mazāk uzmācīgu. \n\nJa tas ir nepieciešams vietnes pareizai darbībai, tā automātiski pieņems sīkfailu politiku jūsu vietā, dažkārt pieņemot visas sīkdatnes, bet dažkārt - tikai nepieciešamās, atkarībā no tā, ko ir vieglāk izdarīt.\n\nŠis paplašinājums neizdzēš sīkfailus, tāpēc varat būt droši, ka jūsu pārlūkošanas dati ir droši. Atvadieties no nomācošiem sīkfailu brīdinājumiem un izbaudiet ērtu pārlūkošanas pieredzi. Lejupielādējiet \"Pieņemt visas sīkdatnes\" jau šodien un vienkāršojiet pārlūkošanas pieredzi.",
    "nl": "\"Accept All Cookies\" is een eenvoudige en effectieve Chrome-browserextensie die uw surfervaring stroomlijnt. U hoeft niet meer te klikken op \"Accepteren\" of \"Akkoord\" op vervelende cookiemeldingen en pop-ups. Deze extensie accepteert automatisch alle cookies van alle websites, waardoor uw surfervaring sneller en efficiënter wordt.\n\nEU-regelgeving vereist dat websites toestemming van de gebruiker krijgen voordat ze tracking cookies installeren, maar met \"Alle cookies accepteren\" hoeft u zich geen zorgen meer te maken over het voortdurend navigeren door cookiemeldingen. Deze extensie verwijdert de barrières voor uw toegang tot inhoud op het web en vereenvoudigt het proces van browsen.\n\nMet deze extensie hoeft u zich niet langer af te vragen welke cookies u moet toestaan en welke u moet blokkeren. \"Alle cookies accepteren\" deelt cookies in drie groepen in: technische, analytische en marketing cookies.\n\nTechnische cookies zijn noodzakelijk voor de goede werking van de website, zoals cookies die onthouden welke artikelen u in een winkelwagentje heeft geplaatst tijdens het online winkelen. Analytische cookies meten uw surfgedrag, en marketing cookies zorgen ervoor dat op u afgestemde reclame wordt getoond.\n\nIn de meeste gevallen blokkeert of verbergt extensie cookie-gerelateerde pop-ups, waardoor uw surfervaring soepeler en minder opdringerig wordt. \n\nWanneer het nodig is voor het correct functioneren van de website, zal deze automatisch het cookiebeleid voor u accepteren, waarbij soms alle cookies worden geaccepteerd en soms alleen de noodzakelijke, afhankelijk van wat het gemakkelijkst te doen is.\n\nDeze extensie verwijdert geen cookies, dus u kunt er zeker van zijn dat uw surfgegevens veilig zijn. Zeg vaarwel tegen frustrerende cookiewaarschuwingen en geniet van een probleemloze surfervaring. Download \"Alle cookies accepteren\" vandaag nog en vereenvoudig uw surfervaring.",
    "no": "\"Godta alle informasjonskapsler\" er en enkel og effektiv nettleserutvidelse for Chrome som effektiviserer nettleseropplevelsen din. Nå slipper du å klikke \"Godta\" eller \"Enig\" på irriterende varsler om informasjonskapsler og popup-vinduer. Denne utvidelsen godtar automatisk alle informasjonskapsler fra alle nettsteder, noe som gjør nettleseropplevelsen raskere og mer effektiv.\n\nEU-regelverket krever at nettsteder innhenter brukernes tillatelse før de installerer informasjonskapsler for sporing, men med \"Godta alle informasjonskapsler\" trenger du ikke å bekymre deg for stadig å navigere gjennom varsler om informasjonskapsler. Denne utvidelsen fjerner hindringene for din tilgang til innhold på nettet og forenkler prosessen med å surfe.\n\nMed denne utvidelsen trenger du ikke lenger å lure på hvilke informasjonskapsler du skal tillate og hvilke du skal blokkere. \"Godta alle informasjonskapsler\" kategoriserer informasjonskapsler i tre grupper: tekniske, analytiske og markedsføring.\n\nTekniske informasjonskapsler er nødvendige for at nettstedet skal fungere skikkelig, for eksempel de som husker varene du har lagt i handlekurven når du handler på nettet. Analytiske informasjonskapsler måler surfeatferden din, og markedsføringsinformasjonskapsler sørger for at det vises reklame som er skreddersydd for deg.\n\nI de fleste tilfeller blokkerer eller skjuler utvidelser cookie-relaterte popup-vinduer, noe som gjør surfeopplevelsen din jevnere og mindre påtrengende. \n\nNår det er nødvendig for at nettstedet skal fungere korrekt, vil det automatisk godta retningslinjene for informasjonskapsler for deg, noen ganger godta alle informasjonskapsler og noen ganger bare de nødvendige, avhengig av hva som er enklest å gjøre.\n\nDenne utvidelsen sletter ikke informasjonskapsler, så du kan være trygg på at nettleserdataene dine er sikre. Si farvel til frustrerende advarsler om informasjonskapsler og nyt en problemfri surfeopplevelse. Last ned \"Godta alle informasjonskapsler\" i dag og forenkle nettleseropplevelsen din.",
    "pl": "\"Akceptuj wszystkie pliki cookie\" to proste i skuteczne rozszerzenie przeglądarki Chrome, które usprawnia przeglądanie stron internetowych. Koniec z klikaniem \"Akceptuj\" lub \"Zgódź się\" na irytujących powiadomieniach o plikach cookie i wyskakujących okienkach. To rozszerzenie automatycznie akceptuje wszystkie pliki cookie ze wszystkich stron internetowych, dzięki czemu przeglądanie stron jest szybsze i bardziej efektywne.\n\nPrzepisy UE wymagają, aby strony internetowe uzyskały zgodę użytkownika przed zainstalowaniem śledzących plików cookie, ale dzięki \"Accept All Cookies\" nie będziesz musiał się martwić o ciągłe nawigowanie przez powiadomienia o plikach cookie. To rozszerzenie usuwa bariery w dostępie do treści w sieci i upraszcza proces przeglądania.\n\nDzięki temu rozszerzeniu nie musisz już zastanawiać się, na które pliki cookie zezwolić, a które zablokować. \"Akceptuj wszystkie pliki cookie\" kategoryzuje pliki cookie na trzy grupy: techniczne, analityczne i marketingowe.\n\nTechniczne pliki cookie są niezbędne do prawidłowego funkcjonowania witryny, takie jak te, które zapamiętują elementy umieszczone w koszyku podczas zakupów online. Analityczne pliki cookie mierzą zachowanie użytkownika podczas surfowania, a marketingowe pliki cookie zapewniają wyświetlanie reklam dostosowanych do użytkownika.\n\nW większości przypadków rozszerzenie blokuje lub ukrywa wyskakujące okienka związane z plikami cookie, dzięki czemu przeglądanie stron jest płynniejsze i mniej uciążliwe. \n\nGdy jest to konieczne do prawidłowego działania strony internetowej, automatycznie zaakceptuje ona politykę plików cookie dla Ciebie, czasami akceptując wszystkie pliki cookie, a czasami tylko te niezbędne, w zależności od tego, co jest najłatwiejsze do zrobienia.\n\nTo rozszerzenie nie usuwa plików cookie, więc możesz mieć pewność, że Twoje dane przeglądania są bezpieczne. Pożegnaj się z frustrującymi ostrzeżeniami o plikach cookie i ciesz się bezproblemowym przeglądaniem. Pobierz \"Akceptuj wszystkie pliki cookie\" już dziś i uprość swoje przeglądanie.",
    "pt_BR": "\"Accept All Cookies\" é uma extensão de navegador Chrome simples e eficaz que simplifica sua experiência de navegação. Não clique mais em \"Aceitar\" ou \"Concordar\" em irritantes notificações e pop-ups de cookies. Esta extensão aceita automaticamente todos os cookies de todos os sites, tornando sua experiência de navegação mais rápida e mais eficiente.\n\nOs regulamentos da UE exigem que os websites obtenham permissão do usuário antes de instalar os cookies de rastreamento, mas com \"Aceitar todos os cookies\", você não terá que se preocupar em navegar constantemente através das notificações de cookies. Esta extensão remove as barreiras ao seu acesso ao conteúdo na web e simplifica o processo de navegação.\n\nCom esta extensão, você não terá mais que se perguntar quais cookies permitir e quais bloquear. \"Aceitar todos os cookies\" categoriza os cookies em três grupos: técnico, analítico e de marketing.\n\nOs cookies técnicos são necessários para que o site funcione corretamente, como aqueles que lembram os itens que você colocou em um carrinho de compras quando fazia compras on-line. Os cookies analíticos medem seu comportamento de navegação, e os cookies de marketing garantem que a publicidade feita sob medida para você seja exibida.\n\nNa maioria dos casos, a extensão bloqueia ou oculta pop-ups relacionados a cookies, tornando sua experiência de navegação mais suave e menos intrusiva. \n\nQuando for necessário que o website funcione corretamente, ele aceitará automaticamente a política de cookies para você, algumas vezes aceitando todos os cookies e outras apenas os necessários, dependendo do que for mais fácil de fazer.\n\nEsta extensão não exclui os cookies, para que você possa ter certeza de que seus dados de navegação estão seguros. Diga adeus aos frustrantes avisos de cookies e desfrute de uma experiência de navegação sem aborrecimentos. Faça o download de \"Aceitar todos os cookies\" hoje e simplifique sua experiência de navegação.",
    "pt_PT": "\"Accept All Cookies\" é uma extensão de navegador Chrome simples e eficaz que racionaliza a sua experiência de navegação. Não clique mais em \"Aceitar\" ou \"Concordar\" nas irritantes notificações e pop-ups de cookies. Esta extensão aceita automaticamente todos os cookies de todos os websites, tornando a sua experiência de navegação mais rápida e mais eficiente.\n\nOs regulamentos da UE exigem que os websites obtenham a permissão do utilizador antes de instalar cookies de rastreio, mas com \"Aceitar todos os cookies\", não terá de se preocupar em navegar constantemente através das notificações de cookies. Esta extensão remove as barreiras ao seu acesso ao conteúdo na web e simplifica o processo de navegação.\n\nCom esta extensão, já não terá de se perguntar quais os cookies a permitir e quais os a bloquear. \"Aceitar todos os cookies\" categoriza os cookies em três grupos: técnico, analítico, e de marketing.\n\nOs cookies técnicos são necessários para que o website funcione correctamente, tais como os que se lembram dos artigos que colocou num carrinho de compras quando fazia compras on-line. Os cookies analíticos medem o seu comportamento de navegação, e os cookies de marketing asseguram que é exibida publicidade personalizada para si.\n\nNa maioria dos casos, a extensão bloqueia ou oculta pop-ups relacionados com cookies, tornando a sua experiência de navegação mais suave e menos intrusiva. \n\nQuando for necessário para que o website funcione correctamente, aceitará automaticamente a política de cookies para si, aceitando por vezes todos os cookies e por vezes apenas os necessários, dependendo do que for mais fácil de fazer.\n\nEsta extensão não elimina os cookies, pelo que pode estar certo de que os seus dados de navegação são seguros. Diga adeus aos frustrantes avisos de cookies e desfrute de uma experiência de navegação sem aborrecimentos. Descarregue hoje \"Aceitar todos os cookies\" e simplifique a sua experiência de navegação.",
    "sk": "\"Prijať všetky súbory cookie\" je jednoduché a účinné rozšírenie prehliadača Chrome, ktoré zjednodušuje vaše prehliadanie. Už žiadne klikanie na \"Prijať\" alebo \"Súhlasiť\" na otravné oznámenia o súboroch cookie a vyskakovacie okná. Toto rozšírenie automaticky akceptuje všetky súbory cookie zo všetkých webových lokalít, čím sa vaše prehliadanie zrýchli a zefektívni.\n\nPredpisy EÚ vyžadujú, aby webové stránky pred inštaláciou sledovacích súborov cookie získali súhlas používateľa, ale s rozšírením \"Prijať všetky súbory cookie\" sa nebudete musieť obávať neustáleho prechádzania cez oznámenia o súboroch cookie. Toto rozšírenie odstraňuje prekážky vášho prístupu k obsahu na webe a zjednodušuje proces prehliadania.\n\nVďaka tomuto rozšíreniu už nemusíte premýšľať, ktoré súbory cookie povoliť a ktoré zablokovať. \"Prijať všetky súbory cookie\" rozdeľuje súbory cookie do troch skupín: technické, analytické a marketingové.\n\nTechnické súbory cookie sú potrebné na správne fungovanie webovej stránky, napríklad tie, ktoré si pamätajú položky vložené do nákupného košíka pri nakupovaní online. Analytické súbory cookie merajú vaše správanie pri surfovaní a marketingové súbory cookie zabezpečujú zobrazovanie reklamy prispôsobenej pre vás.\n\nVo väčšine prípadov rozšírenie blokuje alebo skrýva vyskakovacie okná súvisiace so súbormi cookie, vďaka čomu je vaše prehliadanie plynulejšie a menej rušivé. \n\nAk je to potrebné na správne fungovanie webovej stránky, automaticky za vás prijme zásady používania súborov cookie, pričom niekedy akceptuje všetky súbory cookie a niekedy len tie potrebné, podľa toho, čo je najjednoduchšie.\n\nToto rozšírenie neodstraňuje súbory cookie, takže si môžete byť istí, že vaše údaje pri prehliadaní sú v bezpečí. Rozlúčte sa s frustrujúcimi upozorneniami o súboroch cookie a užite si bezproblémové prehliadanie. Stiahnite si rozšírenie \"Akceptovať všetky súbory cookie\" ešte dnes a zjednodušte si prehliadanie.",
    "sl": "\"Sprejmi vse piškotke\" je preprosta in učinkovita razširitev brskalnika Chrome, ki poenostavi vaše brskanje. Nič več klikanja \"Sprejmi\" ali \"Strinjam se\" na nadležnih obvestilih o piškotkih in pojavnih oknih. Ta razširitev samodejno sprejme vse piškotke z vseh spletnih mest, zato bo vaše brskanje hitrejše in učinkovitejše.\n\nPredpisi EU zahtevajo, da spletna mesta pred namestitvijo sledilnih piškotkov pridobijo dovoljenje uporabnika, vendar vam s funkcijo \"Sprejmi vse piškotke\" ne bo treba nenehno brskati po obvestilih o piškotkih. Ta razširitev odpravlja ovire za vaš dostop do vsebine v spletu in poenostavlja postopek brskanja.\n\nS to razširitvijo se vam ni treba več spraševati, katere piškotke dovoliti in katere blokirati. \"Sprejmi vse piškotke\" razvršča piškotke v tri skupine: tehnične, analitične in trženjske.\n\nTehnični piškotki so potrebni za pravilno delovanje spletnega mesta, na primer tisti, ki si zapomnijo predmete, ki ste jih pri spletnem nakupovanju položili v nakupovalno košarico. Analitični piškotki merijo vaše vedenje pri brskanju, trženjski piškotki pa zagotavljajo prikazovanje vam prilagojenega oglaševanja.\n\nV večini primerov razširitev blokira ali skrije pojavna okna, povezana s piškotki, zaradi česar je vaše brskanje bolj gladko in manj vsiljivo. \n\nKadar je to potrebno za pravilno delovanje spletnega mesta, bo za vas samodejno sprejelo politiko piškotkov, pri čemer bo včasih sprejelo vse piškotke, včasih pa samo potrebne, odvisno od tega, kaj je najlažje storiti.\n\nTa razširitev ne briše piškotkov, zato ste lahko prepričani, da so vaši podatki o brskanju varni. Poslovite se od neprijetnih opozoril o piškotkih in uživajte v brezskrbnem brskanju. Še danes prenesite razširitev \"Sprejmi vse piškotke\" in poenostavite svoje brskanje.",
    "sv": "\"Acceptera alla cookies\" är ett enkelt och effektivt webbläsartillägg för Chrome som effektiviserar din webbläsarupplevelse. Det är slut med att klicka på \"Acceptera\" eller \"Godkänn\" på irriterande cookie-notiser och popup-fönster. Det här tillägget accepterar automatiskt alla cookies från alla webbplatser, vilket gör din surfupplevelse snabbare och effektivare.\n\nEnligt EU:s regler måste webbplatser få användarens tillstånd innan de installerar spårningscookies, men med \"Acceptera alla cookies\" behöver du inte oroa dig för att ständigt navigera genom cookienotiser. Det här tillägget tar bort hindren för din tillgång till innehåll på webben och förenklar surfandet.\n\nMed det här tillägget behöver du inte längre undra vilka cookies du ska tillåta och vilka du ska blockera. \"Acceptera alla cookies\" kategoriserar cookies i tre grupper: tekniska, analytiska och marknadsföringsmässiga.\n\nTekniska cookies är nödvändiga för att webbplatsen ska fungera korrekt, t.ex. cookies som kommer ihåg de artiklar du lagt i en kundvagn när du handlar online. Analytiska cookies mäter ditt surfbeteende, och marknadsföringscookies ser till att reklam som är skräddarsydd för dig visas.\n\nI de flesta fall blockerar eller döljer tillägget cookie-relaterade popup-fönster, vilket gör din surfupplevelse smidigare och mindre påträngande. \n\nNär det är nödvändigt för att webbplatsen ska fungera korrekt accepterar den automatiskt cookiepolicyn åt dig, ibland accepterar den alla cookies och ibland bara de nödvändiga, beroende på vad som är lättast att göra.\n\nDet här tillägget raderar inte cookies, så du kan vara säker på att dina surfdata är säkra. Säg adjö till frustrerande cookievarningar och njut av en problemfri surfupplevelse. Ladda ner \"Acceptera alla cookies\" idag och förenkla din surfupplevelse.",
    "tr": "\"Accept All Cookies\" tarama deneyiminizi kolaylaştıran basit ve etkili bir Chrome tarayıcı uzantısıdır. Artık can sıkıcı çerez bildirimlerine ve açılır pencerelere \"Kabul Et\" veya \"Onaylıyorum\" diye tıklamak yok. Bu uzantı, tüm web sitelerinden gelen tüm çerezleri otomatik olarak kabul ederek tarama deneyiminizi daha hızlı ve verimli hale getirir.\n\nAB düzenlemeleri, web sitelerinin izleme çerezleri yüklemeden önce kullanıcı izni almasını gerektirir, ancak \"Tüm Çerezleri Kabul Et\" ile sürekli olarak çerez bildirimleri arasında gezinme konusunda endişelenmenize gerek kalmayacak. Bu uzantı, web üzerindeki içeriğe erişiminizin önündeki engelleri kaldırır ve gezinme sürecini basitleştirir.\n\nBu uzantı ile artık hangi çerezlere izin vereceğinizi ve hangilerini engelleyeceğinizi merak etmenize gerek yok. \"Tüm çerezleri kabul et\" çerezleri üç gruba ayırır: teknik, analitik ve pazarlama.\n\nTeknik çerezler web sitesinin düzgün çalışması için gereklidir, örneğin çevrimiçi alışveriş yaparken alışveriş sepetine yerleştirdiğiniz ürünleri hatırlayan çerezler gibi. Analitik çerezler gezinme davranışınızı ölçer ve pazarlama çerezleri size özel reklamların görüntülenmesini sağlar.\n\nÇoğu durumda, uzantı çerezlerle ilgili açılır pencereleri engeller veya gizler, böylece gezinme deneyiminizi daha sorunsuz ve daha az müdahaleci hale getirir. \n\nWeb sitesinin düzgün çalışması için gerekli olduğunda, sizin için çerez politikasını otomatik olarak kabul eder, bazen tüm çerezleri kabul eder ve bazen de en kolay olana bağlı olarak yalnızca gerekli olanları kabul eder.\n\nBu uzantı çerezleri silmez, böylece tarama verilerinizin güvende olduğundan emin olabilirsiniz. Sinir bozucu çerez uyarılarına elveda deyin ve sorunsuz bir tarama deneyiminin keyfini çıkarın. \"Tüm Çerezleri Kabul Et \"i bugün indirin ve tarama deneyiminizi basitleştirin.",
    "zh_CN,zh_TW": "\"接受所有Cookie \"是一个简单而有效的Chrome浏览器扩展，它简化了您的浏览体验。不用再点击 \"接受 \"或 \"同意 \"烦人的cookie通知和弹出窗口。这个扩展会自动接受所有网站的所有cookies，使你的浏览体验更快、更有效。\n\n欧盟法规要求网站在安装跟踪cookie前必须获得用户许可，但有了 \"接受所有cookie\"，你就不必担心不断浏览cookie通知了。这个扩展消除了你访问网络内容的障碍，简化了浏览过程。\n\n有了这个扩展，你不再需要想知道哪些cookie要允许，哪些要阻止。\"接受所有cookies \"将cookies分为三类：技术、分析和营销。\n\n技术性cookie是网站正常运行所必需的，例如在网上购物时记住你放在购物车中的物品的cookie。分析性cookies测量你的冲浪行为，而营销性cookies确保显示为你量身定做的广告。\n\n在大多数情况下，扩展功能会阻止或隐藏与cookie有关的弹出式窗口，使您的浏览体验更顺畅、更少干扰。\n\n当网站需要正常工作时，它会自动为你接受cookie政策，有时接受所有cookie，有时只接受必要的cookie，这取决于什么是最容易做到的。\n\n这个扩展不会删除cookies，所以你可以放心，你的浏览数据是安全的。告别令人沮丧的cookies警告，享受无忧无虑的浏览体验。今天就下载 \"接受所有cookies\"，简化你的浏览体验。\n\n通过www.DeepL.com/Translator（免费版）翻译"
  }
}