{
  "name": {
    "am,ar,bg,bn,el,en,en_AU,en_GB,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Volume Booster - Increase volume",
    "ca": "Amplificador de volum - Augmentar el volum",
    "cs": "zesilovač hlasitosti - zvýšení hlasitosti",
    "da": "Lydstyrke Booster - Øg lydstyrke",
    "de": "Lautstärkeverstärker - Lautstärke erhöhen",
    "en_US": "Volume booster - Increase Volume",
    "es,es_419": "Amplificador de volumen - Aumentar volumen",
    "fi": "Äänenvoimakkuuden tehostaja - Lisää äänenvoimakkuutta",
    "fr": "Amplificateur de volume - Augmenter le volume",
    "it": "Amplificatore di volume - Aumenta il volume",
    "ja": "ボリュームブースター - ボリュームを上げる",
    "ko": "볼륨 부스터 - 볼륨 증가",
    "lt": "Garso stiprintuvas - Padidinti garsumą",
    "lv": "Skaļuma pastiprinātājs - Palielināt skaļumu",
    "nl": "Volume Booster - Volume verhogen",
    "no": "Volumforsterker - Øk volum",
    "pl": "Wzmacniacz głośności - zwiększ głośność",
    "pt_BR,pt_PT": "Amplificador de volume - Aumentar volume",
    "sk": "zosilňovač hlasitosti - zvýšenie hlasitosti",
    "sl": "Ojačevalnik glasnosti - Povečajte glasnost",
    "sv": "Volymförstärkare - Öka volymen",
    "tr": "Ses Yükseltici - Sesi Artır",
    "zh_CN": "音量增强器 - 增加音量",
    "zh_TW": "音量增強器 - 增加音量"
  },
  "short": {
    "am,ar,bg,bn,el,en,en_AU,en_US,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Boost volume, control tab sound, and increase the audio volume of any video!",
    "ca": "Augmenta el volum, controla el so de la pestanya i augmenta el volum de l'àudio de qualsevol vídeo!",
    "cs": "Zesilte hlasitost, ovládejte zvuk karty a zvyšte hlasitost zvuku jakéhokoli videa!",
    "da": "Boost lydstyrke, kontrol fane lyd, og øg lydstyrken af enhver video!",
    "de": "Lautstärke erhöhen, Tab-Sound steuern und die Audio-Lautstärke eines jeden Videos erhöhen!",
    "en_GB": "Boost volume, control tab sound, and amplify the audio volume of any video!",
    "es,es_419": "Aumenta el volumen, controla el sonido de la pestaña y aumenta el volumen de audio de cualquier video!",
    "fi": "Tehosta äänenvoimakkuutta, hallitse välilehden ääntä ja lisää minkä tahansa videon äänenvoimakkuutta!",
    "fr": "Augmentez le volume, contrôlez le son de l'onglet et augmentez le volume audio de n'importe quelle vidéo !",
    "it": "Aumenta il volume, controlla il suono della scheda e aumenta il volume audio di qualsiasi video!",
    "ja": "ボリュームを上げて、タブの音を制御し、任意のビデオのオーディオボリュームを増加させます！",
    "ko": "볼륨을 증가시키고, 탭 소리를 제어하며, 어떤 비디오의 오디오 볼륨을 증가시키세요!",
    "lt": "Padidinkite garsumą, valdykite kortelių garsą ir padidinkite bet kokio vaizdo įrašo garso stiprumą!",
    "lv": "Pastipriniet skaļumu, kontrolējiet cilnes skaņu un palieliniet jebkura video audio skaļumu!",
    "nl": "Verhoog volume, controleer tabbladgeluid en verhoog het audiovolume van elke video!",
    "no": "Forsterk volum, kontroller fanelyd, og øk lydvolumet på hvilken som helst video!",
    "pl": "Zwiększ głośność, kontroluj dźwięk na karcie i zwiększ głośność dowolnego filmu!",
    "pt_BR,pt_PT": "Aumente o volume, controle o som da aba e aumente o volume de áudio de qualquer vídeo!",
    "sk": "Zosilnite hlasitosť, ovládajte zvuk na karte a zvyšte hlasitosť zvuku akéhokoľvek videa!",
    "sl": "Povečajte glasnost, nadzirajte zvok zavihka in povečajte zvočno glasnost katerega koli videa!",
    "sv": "Förstärk volym, kontrollera flikljud och öka ljudvolymen för alla videoklipp!",
    "tr": "Sesi yükseltin, sekme sesini kontrol edin ve herhangi bir videoyun sesini artırın!",
    "zh_CN": "提高音量，控制标签页声音，并增加任何视频的音频音量！",
    "zh_TW": "提升音量，控制標籤聲音，並增加任何視頻的音頻音量！"
  },
  "long": {
    "am,ar,bg,bn,el,en,en_AU,et,fa,fil,gu,he,hi,hr,hu,id,kn,ml,mr,ms,ro,ru,sr,sw,ta,te,th,uk,vi": "Best volume booster Chrome extension, increase sound volume video and music in Chrome quickly and easily. With this volume booster you can increaseany sound volume videos from thousands of websites.\n\nIt's also an tab volume controller. It can control the volume level of each tab separately. All volume settings for each tab will be saved automatically until you close it.\n\nIt can increase volume videos on any website.\nIt can increase volume music on any website.\nIt allows you to increase the volume live show you love! You can control the volume Live broadcasts in your browser now with this volume booster! \n\nYou can control the volume sound using slider. You can control the volume sound using hotkeys . You can reset the volume settings played media from the extension pop-up menu. \n\nYou do not need to register an account to use this volume booster. You can control volume sound any video or audio without register. This volume booster is for free to use. \n\nUse this professional volume booster for Chrome browser to get louder video and music from websites you like.\n\nIt's easy to use. Add this volume booster extension to Chrome browser in one minute. Click on the icon of this extension on the target website, you will begin to control volume sound in no time. It's easy, safe and free. You will boost volume sound video and music fast and free. Try it. You will like this extension.\n\nPlease note: Be mindful of speaker safety using volume control. Excessive volume increases can harm your speakers. Carefully manage the audio levels to avoid damaging your device's sound system.\n\nAdd this volume booster to your website browser and it works at once. It can accompany you when you are surfing on the internet and you will not be failed listen media with bad sound from now on. Just one click helps you to keep the sound level you want. It's easy and it saves your time and energy!\n\nNote:\nVolume Booster cooperates with Natutti LTD\n\nBy installing our extension you agree to our internal Privacy Policy and also automatically agree to the Privacy Policy and Terms of Use of the Natutti platform https://natutti.net/privacy-policy.html and https://natutti.net/terms-of-use.html",
    "ca,cs,da,de,en_GB,en_US,es,es_419,fi,fr,it,ja,ko,lt,lv,nl,no,pl,pt_BR,pt_PT,sk,sl,sv,tr,zh_CN,zh_TW": "Best volume booster Chrome extension, increase sound volume video and music in Chrome quickly and easily. With this volume booster you can increaseany sound volume videos from thousands of websites.\n\nIt's also an tab volume controller. It can control the volume level of each tab separately. All volume settings for each tab will be saved automatically until you close it.\n\nIt can increase volume videos on any website.\nIt can increase volume music on any website.\nIt allows you to increase the volume live show you love! You can control the volume Live broadcasts in your browser now with this volume booster! \n\nYou can control the volume sound using slider. You can control the volume sound using hotkeys . You can reset the volume settings played media from the extension pop-up menu. \n\nYou do not need to register an account to use this volume booster. You can control volume sound any video or audio without register. This volume booster is for free to use. \n\nUse this professional volume booster for Chrome browser to get louder video and music from websites you like.\n\nIt's easy to use. Add this volume booster extension to Chrome browser in one minute. Click on the icon of this extension on the target website, you will begin to control volume sound in no time. It's easy, safe and free. You will boost volume sound video and music fast and free. Try it. You will like this extension.\n\nPlease note: Be mindful of speaker safety using volume control. Excessive volume increases can harm your speakers. Carefully manage the audio levels to avoid damaging your device's sound system.\n\nAdd this volume boster to your website browser and it works at once. It can accompany you when you are surfing on the internet and you will not be failed listen media with bad sound from now on. Just one click helps you to keep the sound level you want. It's easy and it saves your time and energy!"
  }
}