{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flexpad"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Select a text and open a Wikipedia pop up right inside your page, support Google Translation and Oxford Dictionaries"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Wikipedia, Google Translation, and Oxford Dictionaries are all in one. Easy to use, you select a term that you want to know either what it is on Wikipedia, what it's meaning in your language, or what definitions of a word, Flexpad will be popped up right inside your page to provide you all of what you want, no more managing a hundred of tabs.\n\n- NEW FEATURE: Now support Highlighter with vary beautiful colors. You can manage your highlights either in the page or in Flexpad. If you revisit the page, your highlight is there for you. \n- Note: Highlighter will try to recover all of your highlights, highlighter will not working properly on dynamic website (content of the web is rendered dynamically). But, don't worry, most of websites nowadays are static websites.\n- Note: Flexpad doesn't save or transfer any of your personal data on any servers or any third-parties services. Flexpad only save your highlight data locally (which means on your computer). If you uninstall Flexpad, all of your data will be wiped out.\n\nUpdated Log:\n- [1/8/2021] Added a quick menu when selecting a text.\n- Fixed UI. I realized the font size will be changed unintentionally which is so small, now the problem is fixed.\n- The Flexpad will automatically be placed at the default position if it is out of the viewport.\n- For Oxford Dictionaries, I moved the Definition section up to top, now it is much easier to look at the definitions of the word quickly. I also removed some annoying text in Oxford section to help you focusing on what you really need to see.\n- Hope you enjoy it!"
  }
}