{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send WhatsApp"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Send a whatsapp message any number that is not in your phone book"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily send WhatsApp messages right from your Chrome browser with the Quick WhatsApp Sender extension! \nThis handy tool adds a new option to your right-click menu, allowing you to instantly send selected phone numbers via WhatsApp without the hassle of manually entering them.\n\nWhy You'll Love Quick WhatsApp Sender:\n- Instant Messaging: See a phone number on a webpage? Just select, right-click, and send it directly through WhatsApp with just one click.\n- Save Time: No more copying and pasting numbers. Quick WhatsApp Sender streamlines your communication, making it faster and more efficient.\n- Seamless Integration: Works right within your Chrome browser as part of your context menu, integrating smoothly into your browsing experience without any disruption.\n- User-Friendly: Designed with simplicity in mind, it's incredibly easy to use. Even if you're not tech-savvy, you'll find it straightforward and effective.\n- Free to Use: Quick WhatsApp Sender is completely free, offering you a simple solution to enhance your messaging without any cost.\n\nPerfect for professionals, businesses, or anyone who frequently sends messages or coordinates via WhatsApp, Quick WhatsApp Sender simplifies your digital communication and saves you time, making it an essential tool for your daily online interactions."
  }
}