{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ZeroTime for Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Seamlessly capture your Chrome work into Replicon's ZeroTime™. See your timesheet get auto-populated"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Integrate your Chrome Browser seamlessly with Replicon's ZeroTime™ platform to streamline your daily activities. This browser extension automatically captures your Chrome work activity such as tab name, application name, date, time etc. and creates an accurate timeline of your day. Whether you use Chrome on a Mac or Windows, Our extension will harvest the data and creates a curated view of your events. Leveraging our machine learning and AI capabilities, the ZeroTime platform recommends some of the attributes for your Chrome events such as a \"Project\" or a \"Task\" like Magic!. This can be used for automatically populating your timesheets, with minimal to no supervision. We use global standards of encryption and storage practices to keep all your data safe and secure. At Replicon, we believe that privacy is a fundamental right and we build all our applications with user privacy and data protection at the core. You are always in full control of your data. Our goal is to build a prepopulated timesheet of your day, so that you can focus on things that matter and allow Replicon to take care of your timesheets!\n\nBenefits: \n- Automatically know when and for how long you used an application on Chrome.\n- See useful information such as tab name, application name, duration of usage etc. \n- See a pre-populated timesheet created for you based on your usage.\n- Continuous learning ML and AI capabilities to help build your time line effortlessly. \n- Absolute data privacy and be in full control of your data. \n\nDid you know? This application is free with your Replicon product license. For further details, please contact Replicon Support.\nhttps://www.replicon.com/customerzone/contact-support"
  }
}