{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Search Extension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Search Extension\n\nOverview\n\nThe Global Search Extension is a powerful tool designed to provide a unique perspective on…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Global Search Extension\n\nOverview\n\nThe Global Search Extension is a powerful tool designed to provide a unique perspective on Google search results, allowing users to view tailored content as if they were in a different location worldwide.\n\nWhat It Does\n\nTailored Results: Displays Google search results as seen from any country, city, and language preference.\nInsights Across Borders: Enables understanding of localized user experiences and competitor landscapes.\n\nExamples of Search Terms\n\nRestaurants near me in Tokyo, Japan (Language: Japanese)\nTechnology trends in Madrid, Spain (Language: Spanish)\nFashion stores in Milan, Italy (Language: Italian)\n\nHow to Use\n\nSelect Criteria: Choose Country, City, Language, and Input Keywords.\nClick Search: Instantly view search results as if you were there.\n\nBenefits for Professional Users\n\nSEO Specialists: Optimize strategies for diverse geographical markets.\nGlobal Businesses: Evaluate performance and competition in specific regions.\nTravel Enthusiasts: Plan trips, explore local insights before visiting new destinations.\nJournalists & Analysts: Access comprehensive news insights across regions.\nMarketers & Advertisers: Optimize products/services visibility in different areas.\nLinguists & Students: Enhance language understanding through diverse search contexts.\n\nThis overview aims to provide a succinct understanding of the extension's capabilities, usage, and the diverse benefits it offers to various professional users."
  }
}