{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Product Scraper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Scrape Amazon product information based on keywords"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Amazon Product Scraper Chrome Extension\n\nAmazon Product Scraper is a powerful Chrome extension designed to help users scrape product information from Amazon based on keywords. It extracts valuable data including product titles, details, prices, URLs, and image links, making it an essential tool for market research, price comparison, and affiliate marketing. The extension also allows users to export results as Excel-friendly CSV files, with the option to automatically append their Amazon Affiliate ID to the product URLs for easy commission tracking.\n\nKey Features:\n\n\t•\tSearch for Amazon products by keywords.\n\t•\tScrape product information including titles, prices, details, URLs, and images.\n\t•\tDisplay search results in a user-friendly popup window.\n\t•\tExport product data to CSV files for use in Excel.\n\t•\tAutomatically append Amazon Affiliate ID to product URLs for affiliate marketing.\n\nInstallation:\n\n\t1.\tClone or download the repository to your local machine.\n\t2.\tOpen Chrome and go to chrome://extensions/.\n\t3.\tEnable “Developer Mode” in the top right corner.\n\t4.\tClick “Load unpacked” and select the folder containing the extension files.\n\nHow to Use:\n\n\t1.\tClick the extension icon in the Chrome toolbar to open the popup.\n\t2.\tEnter a keyword in the search field to find Amazon products.\n\t3.\tOptionally, input your Amazon Affiliate ID to append it to product URLs.\n\t4.\tClick “Search” to display results within the popup.\n\t5.\tClick “Export to Excel” to download the product data as a CSV file with affiliate links (if ID provided)."
  }
}