{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cartoon Coloring"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coloring Book, also known as color by number, paint by number, painting by number, is the best way to blow your stress away!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coloring Book, also known as color by number, paint by number, painting by number, is the best way to blow your stress away! Discover tons of free coloring pages to create your own artworks now\n\nYou can have a great time today here on our website, where dear friends you can see that we are bringing for you a very special and very interesting game, in which dear friends you will have to make sure that you will manage to gain points by helping and all of his friends to prepare for you a very special and very interesting new coloring challenge, in which you will have to make sure that in the shortest time, you will manage to have a great time by coloring all the pictures with the characters, and you will have to use as many colors as possible because dear friends you will have to be sure that in the shortest time, you will see how many other fun and more interesting games and coloring games that you can play with all your friends. Have fun!\n\n\nTo swipe Install this extension to play Cartoon Coloring Book Game or offline with no additional downloads and no ads. \n\nYou can contact with us support@724fun.com and share your thoughts and problems\n\nAfter clicking the add the game to chrome button, you can find the game in the extensions section. If you wish, you can visit 724fun.com. If you wish, you can play again and if you want to remove it, you can remove it from the extensions section."
  }
}