{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DRC INSIGHT Secure Extension",
    "es": "la Extensión Segura de DRC INSIGHT"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Security enhancements when using DRC INSIGHT with the Google Chrome Browser.",
    "es": "Mejoras de seguridad cuando se usa DRC INSIGHT con el navegador Google Chrome."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The DRC INSIGHT Secure Extension is an extension for assessments using the DRC INSIGHT through the Google Chrome Browser. \n\nThe extension provides enhanced test security for remote testing. It tracks and limits the use of features like Copy/Paste, other browser tabs, Keyboard Shortcuts, as well as access to prohibited URLs, access to browser Developer Tools, and limits the ability to take screenshots of the test content. \n\nThe extension will only self-activate for a DRC administered assessment that requires it. Upon exiting the assessment the extension will self-deactivate.",
    "es": "La Extensión Segura de DRC INSIGHT es una extensión para evaluaciones que usan DRC INSIGHT a través del navegador Google Chrome. \n\nLa extensión provee seguridad reforzada para pruebas remotas. Esta extensión monitorea y limita el uso de funciones como Copiar/Pegar, otras pestañas del navegador, accesos directos de teclado, así como el acceso a direcciones URL prohibidas, acceso a Herramientas para Desarrolladores del navegador, y limita la capacidad de tomar imágenes de pantalla del contenido de la prueba. \n\nLa extensión se activará automáticamente solo para una evaluación administrada por DRC que la requiera. La extensión se desactivará al salir de la evaluación"
  }
}