{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "YouTube Summary AI with Gemini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Gemini-powered AI tool to summarize YouTube videos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hr,hu,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,zh_CN,zh_TW": "Save a lot of time when watching videos using Gemini-powered AI Summarizer for free! \n\nIt can convert a video in any language into a short structured retelling using a modern AI model from Google - Gemini.",
    "hi": "वीडियो देखने में बहुत सारा समय बचाएं और Gemini-संचालित AI सारांशक का निःशुल्क उपयोग करें!\n\nयह Google के आधुनिक AI मॉडल - Gemini का उपयोग करके किसी भी भाषा के वीडियो को एक संक्षिप्त संरचित पुनर्कथन में बदल सकता है।",
    "id": "Hemat banyak waktu saat menonton video menggunakan AI Summarizer bertenaga Gemini secara gratis!\n\nIni dapat mengubah video dalam bahasa apa pun menjadi retelling terstruktur singkat menggunakan model AI modern dari Google - Gemini.",
    "ja": "Gemini搭載のAIサマライザーを使って動画視聴にかかる時間を大幅に節約しましょう！\n\nこれにより、Googleの最新AIモデルであるGeminiを使用して、あらゆる言語の動画を短い構造化された再話に変換できます。",
    "pt_BR": "Economize muito tempo ao assistir vídeos usando o Resumidor de IA com tecnologia Gemini gratuitamente!\n\nEle pode converter um vídeo em qualquer idioma em uma curta recontagem estruturada usando um modelo de IA moderno do Google - Gemini.",
    "ru": "Сэкономьте время при просмотре видео с помощью бесплатного AI-инструмента на базе Gemini!\n\nОн может преобразовать видео на любом языке в краткий структурированный пересказ, используя современную модель AI от Google - Gemini.",
    "vi": "Tiết kiệm nhiều thời gian khi xem video bằng cách sử dụng AI Summarizer được hỗ trợ bởi Gemini hoàn toàn miễn phí!\n\nNó có thể chuyển đổi video bằng bất kỳ ngôn ngữ nào thành một bản tóm tắt có cấu trúc ngắn bằng cách sử dụng mô hình AI hiện đại từ Google - Gemini."
  }
}