{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "PrepSheet: Free YouTube Notes Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pull key formulas, concepts, theorems, and how to apply them from a YouTube video to help you be prepared for exams & interviews."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🎯 Key Features: \n\n1. Take notes hands free: With one click, we’ll pull key concepts, terms, formulas, and theorems for you. Even better, we’ll explain how to apply those concepts, why it matters in the real world, and provide one example question. A powerful resource to help prep for an exam or internship/job interview. \n\n2. Create a study summary in seconds: Say goodbye to endless note-taking and video rewinding—automatically generate a personalized PrepSheet to save valuable study time. \n\n3. Customize to fit your needs: We recommend you edit and add additional notes to your PrepSheet to help ensure your notes have exactly what you need. \n\n4. Save and share effortlessly: Download your PrepSheet as a PDF to review later. \n\n5. Never lose your notes: Access all your past PrepSheets within the extension, so your study materials are always just a click away.  \n\n🎯 No more pausing videos or scrubbing through lengthy lectures to capture important details – Save it, Study it, Share it! \n\n🎯 Chegg’s PrepSheet is the perfect study tool for STEM and Business students. Use it only for STEM and Business YouTube videos.  \n\n🎯 Edit and personalize your PrepSheets to add additional notes and access all your PrepSheets in the history section to stay organized. \n\n \nImportant Note: This extension is designed exclusively for STEM and Business students and only works with STEM and Business-related YouTube videos. \n\n\nGet started today and make prepping easier with Chegg’s PrepSheet! \n\n \nThis tool is governed by Chegg's Terms of Use and Privacy Policy and uses AI technology to provide you with summary notes but may not always be accurate or reliable.  Please review output carefully. \n\n\nChegg's Terms of Use: https://www.chegg.com/en-US/termsofuse \nChegg's Privacy Policy: https://www.chegg.com/en-US/privacypolicy"
  }
}