{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "albatross - flaunt your new tab"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dazzling new tab with backgrounds of enchanting vistas or your favorite photo. Quick search for bookmarks & apps, todo, weather."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Flaunt your new tab with rich features like never before.\n\nFeatures :\n\n1) Coolest way to search your installed apps and bookmarks\n2) Photo feeds from around the world based on your interest\n3) Current weather information for any location across the globe\n4) Make a to do list\n5) Quote of the day\n\nLost while trying to find an old bookmark from the heap of old bookmarks.\nAlbatross gives the unique feature of searching an old mark. Just start a new tab and type few characters\nmatching that bookmark, select the correct the bookmark from the matching bookmarks and hit enter/left/right  key.\n\nForgot an important activity that was pending since a long time.No more.\nAlbatross gives the sleekest way to add to-dos on the new tab. Just mark the to-do as done when you are done.\n\nGet weather information of any location from around the world with swanky weather icons. Hover over the weather image to see more details like windspeed, humidity and precipitation information.\n\nAs an icing on the cake , Albatross brings you amazing background pics that you will drool over. Astronomy, Nature, Landscapes, Modern Cities etc. Give your suggestions and Albatross will follow them obediently."
  }
}