{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Highlight Headings"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Let you make your SEO easier by highlighting the headings on every page."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing Highlight Headings: A Free and Open Source Browser Extension\nElevate your browsing experience with Highlight Headings, a versatile browser extension designed to enhance readability and navigation across the web. Crafted with React, TypeScript, and Tailwind CSS, this extension seamlessly integrates into your Chrome or Firefox browser, offering a powerful toolset to streamline your online journeys.\n\nKey Features\n1. Effortless Highlighting: Instantly identify headings on any webpage with vibrant highlighting, ensuring key sections stand out for easy reference.\n\n2. Enhanced Readability: Dive into content effortlessly as headings pop with clarity, reducing eye strain and improving overall readability.\n\n3. Seamless Integration: Enjoy a seamless browsing experience as Highlight Headings smoothly integrates into your preferred browser environment, requiring minimal setup for maximum impact.\n\n3. Automatic Detection: Let Highlight Headings do the work for you no-need to toggle setting on each pge. Simply install the extension and enjoy automatic detection and highlighting of headings as you browse.\n\n4. Free and Open Source: Embrace the power of community-driven development with Highlight Headings, a completely free and open-source project. Contribute to its evolution or customize it to fit your unique needs—all without spending a dime.\n\nHow It Works\nOnce installed, you should only open popup and reload the page, headlines will be displayed on all new open pages. You can disable it by opening a popup another time. As you browse, headings are automatically detected and highlighted, ensuring you never miss crucial sections of content. Whether you're researching articles, studying documentation, or simply browsing your favorite blogs, Highlight Headings is your trusty companion, illuminating the path to knowledge with every click.\n\nGet Started Today\nExperience the difference Highlight Headings can make in your browsing journey. Download the extension for your browser now, and unlock a new level of efficiency and readability in your online adventures. Join the growing community of users who rely on Highlight Headings to navigate the web with ease, and elevate your browsing experience today!"
  }
}