{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn CRM Integration(HubSpot/Salesforce)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Import LinkedIn profiles into your CRM (HubSpot, Salesforce), capture,edit,sync and enrich email phone leads from LinkedIn contacts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nioleads is a #1 solution designed to integrate HubSpot/Salesforce with LinkedIn, aimed at eliminating manual data entry, enhancing data quality, and boosting sales team productivity.\n\n🚀 Free Extension:\nConnect HubSpot, Salesforce CRMs and LinkedIn with just one click.\n\n💼 Easy Import:\nEffortlessly import LinkedIn contacts into HubSpot and Salesforce, ensuring clean and duplicate-free records.\n\n📧 CRM Data Enrichment:\nFind emails from LinkedIn profiles through integrations with leading contact enrichment tools and our email finder.\n\n🔗 Seamless Connection:\nView and edit HubSpot fields directly on LinkedIn without switching tabs.\nView and edit Salesforce fields directly on LinkedIn without switching tabs.\n\n🛠️ Simple Setup:\n• Install the Chrome extension\n• Connect LinkedIn to CRM (HubSpot, Salesforce) with one click\n• Start importing contacts immediately\n\n🆓 Free Connection:\nAdd unlimited contacts, refresh contacts with LinkedIn information, find emails, and enjoy data enrichment integrations.\n\n🔑 Keywords that describe Nioleads:\nHubSpot LinkedIn Integration, Salesforce LinkedIn Integration, Contact Import, HubSpot and LinkedIn Connector, Salesforce and LinkedIn Connector, Data Enrichment Tool."
  }
}