{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Int'l Domain Names"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your global Web Presence! Internationalized Domain Names (IDN) allows you to communicate in the native language of your audience."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Internationalized Domain Names (IDN) communicates directly to your audience in their own language. Maximize your marketing efforts by using script preferences. By registering your domain name in different languages, your global recognition will grow along with your brand. Our catalog is designed to support multiple languages for ease of integration. \n\nSupported Languages:\n\nAfrikaans, Albanian, Arabic, Aragonese, Armenian, Assamese, Asturian, Avestan, Awadhi, Azerbaijani, Balinese, Baluchi, Basa, Bashkir, Basque, Belarusian, Bengali, Bhojpuri, Bosnian, Bulgarian, Burmese, Carib, Catalan, Chechen, Chinese, Chuvash, Coptic, Corsican, Croatian, Czech, Danish, Divehi, Dogri, Dutch,  Estonian, Faroese, Fijian, Finnish, French, Frisian, Gaelic, Georgian, German, Gondi, Greek, Gujarati , Hebrew, Hindi, Hungarian, Icelandic, Indic, Indonesian, Ingush, Irish, Italian, Japanese, Javanese, Kashmiri, Kazakh, Khmer, Kirghiz, Korean, Kurdish, Lao, Latvian, Lithuanian, Luxembourgish, Macedonian, Malay, Malayalam, Maltese, Maori, Moldavian, Mongolian, Nepali, Norwegian, Oriya, Ossetian, Panjabi, Persian, Polish, Portuguese, Pushto, Rajasthani, Romanian, Russian,  Samoan, Sanskrit, Sardinian, Serbian, Sindhi, Sinhalese, Slovak, Slovenian, Somali, Spanish, Swahili, Swedish, Syriac, Tajik, Tamil, Telugu, Thai, Tibetan, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Yiddish\n\nChrome languages and input settings must be adjusted for native characters to display properly. Windows users may need to configure the Windows language settings. Please view Chrome support under “Webpage language preferences” for further information."
  }
}