{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BIP39 Seed Validator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Validates Bitcoin BIP39 seed phrases"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easily validate your BIP39 mnemonic seed phrases with the BIP39 Seed Validator Chrome extension! This powerful tool ensures that your cryptocurrency wallets are secure and correctly generated by checking the integrity of your seed phrases.\n\nFeatures:\n\nQuick Validation: Instantly verify your BIP39 seed phrases against the official word list.\nChecksum Verification: Ensure your mnemonic's checksum is correct for added security.\nUser-Friendly Interface: Simple and intuitive design for seamless user experience.\nSupports Multiple Languages: Validate seed phrases in various languages with corresponding word lists.\nPrivacy-Focused: Your seed phrases are processed locally; no data is sent to external servers.\nHow It Works:\n\nEnter your BIP39 mnemonic seed phrase.\nThe extension checks each word against the official list.\nThe checksum is validated to confirm the phrase's integrity.\nGet instant feedback on the validity of your seed phrase.\nWhy Use BIP39 Seed Validator?\n\nCryptocurrency security starts with your seed phrase. Ensure that your wallets are safe from errors by using this reliable validation tool. Whether you're a beginner or an experienced user, the BIP39 Seed Validator helps you safeguard your digital assets.\n\nGet Started Today!\n\nDownload the BIP39 Seed Validator extension and take the first step toward securing your cryptocurrency investments."
  }
}