{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AdBlocker Ultimate"
  },
  "short": {
    "ar": "أداة حظر الإعلانات النهائية. منع الإعلانات على YouTube وFacebook وجميع المواقع الأخرى مجانًا!",
    "am,en,en_AU,en_GB,en_US,es,es_419,gu,kn,ml,mr,sv,sw,ta,te": "The ultimate adblock tool. Block ads on YouTube, Facebook, and all other websites for free!",
    "bg": "Най-добрият инструмент за блокиране на реклами. Блокирайте реклами в YouTube, Facebook и всички други уебсайтове безплатно!",
    "bn": "চূড়ান্ত অ্যাডব্লক টুল। ইউটিউব, ফেসবুক এবং অন্যান্য সমস্ত ওয়েবসাইটে বিনামূল্যে বিজ্ঞাপন ব্লক করুন!",
    "ca": "L'eina definitiva de bloqueig d'anuncis. Bloqueja els anuncis a YouTube, Facebook i tots els altres llocs web de forma gratuïta!",
    "cs": "Nejlepší nástroj pro blokování reklam. Blokujte reklamy na YouTube, Facebooku a všech dalších webech zdarma!",
    "da": "Det ultimative adblock-værktøj. Bloker annoncer på YouTube, Facebook og alle andre websteder gratis!",
    "de": "Das ultimative Adblocker-Tool. Blockieren Sie kostenlos Werbung auf YouTube, Facebook und allen anderen Websites!",
    "el": "Το απόλυτο εργαλείο adblock. Αποκλεισμός διαφημίσεων στο YouTube, στο Facebook και σε όλους τους άλλους ιστότοπους δωρεάν!",
    "et": "Ülim reklaamiblokeerimistööriist. Blokeeri reklaamid YouTube'is, Facebookis ja kõigil muudel veebisaitidel tasuta!",
    "fa": "ابزار نهایی adblock. مسدود کردن تبلیغات در یوتیوب، فیس بوک و سایر وب سایت ها به صورت رایگان!",
    "fi": "Lopullinen mainosten estotyökalu. Estä mainokset YouTubessa, Facebookissa ja kaikilla muilla sivustoilla ilmaiseksi!",
    "fil": "Ang tunay na adblock tool. I-block ang mga ad sa YouTube, Facebook, at lahat ng iba pang website nang libre!",
    "fr": "L'outil ultime de blocage des publicités. Bloquez gratuitement les publicités sur YouTube, Facebook et tous les autres sites Web !",
    "he": "כלי הפרסום האולטימטיבי. חסום מודעות ב-YouTube, בפייסבוק ובכל האתרים האחרים בחינם!",
    "hi": "परम एडब्लॉक टूल। यूट्यूब, फेसबुक और अन्य सभी वेबसाइटों पर विज्ञापनों को निःशुल्क ब्लॉक करें!",
    "hr": "Vrhunski alat za blokiranje oglasa. Blokirajte oglase na YouTubeu, Facebooku i svim drugim web stranicama besplatno!",
    "hu": "A végső hirdetésblokkoló eszköz. Ingyenesen blokkolja a hirdetéseket a YouTube-on, a Facebookon és minden más webhelyen!",
    "id": "Alat adblock terbaik. Blokir iklan di YouTube, Facebook, dan semua situs web lainnya secara gratis!",
    "it": "Lo strumento di blocco degli annunci definitivo. Blocca gli annunci su YouTube, Facebook e tutti gli altri siti Web gratuitamente!",
    "ja": "究極の広告ブロックツール。 YouTube、Facebook、その他すべての Web サイト上の広告を無料でブロックします。",
    "ko": "최고의 광고 차단 도구입니다. YouTube, Facebook 및 기타 모든 웹사이트의 광고를 무료로 차단하세요!",
    "lt": "Geriausias skelbimų blokavimo įrankis. Blokuokite skelbimus „YouTube“, „Facebook“ ir visose kitose svetainėse nemokamai!",
    "lv": "Labākais reklāmu bloķēšanas rīks. Bloķējiet reklāmas vietnē YouTube, Facebook un visās citās vietnēs bez maksas!",
    "ms": "Alat sekatan iklan muktamad. Sekat iklan di YouTube, Facebook dan semua tapak web lain secara percuma!",
    "nl": "De ultieme adblock-tool. Blokkeer gratis advertenties op YouTube, Facebook en alle andere websites!",
    "no": "Det ultimate annonseblokkeringsverktøyet. Blokker annonser på YouTube, Facebook og alle andre nettsteder gratis!",
    "pl": "Najlepsze narzędzie do blokowania reklam. Blokuj reklamy na YouTube, Facebooku i wszystkich innych stronach internetowych za darmo!",
    "pt_BR,pt_PT": "A melhor ferramenta de bloqueio de anúncios. Bloqueie anúncios no YouTube, Facebook e todos os outros sites gratuitamente!",
    "ro": "Instrumentul suprem de blocare a reclamelor. Blocați reclamele pe YouTube, Facebook și toate celelalte site-uri web gratuit!",
    "ru": "Лучший инструмент для блокировки рекламы. Заблокируйте рекламу на YouTube, Facebook и всех других сайтах бесплатно!",
    "sk": "Najlepší nástroj na blokovanie reklám. Blokujte reklamy na YouTube, Facebooku a všetkých ostatných webových stránkach zadarmo!",
    "sl": "Najboljše orodje za blokiranje oglasov. Brezplačno blokirajte oglase na YouTubu, Facebooku in vseh drugih spletnih mestih!",
    "sr": "Врхунски алат за блокирање огласа. Блокирајте огласе на ИоуТубе-у, Фацебоок-у и свим другим веб локацијама бесплатно!",
    "th": "สุดยอดเครื่องมือบล็อกโฆษณา บล็อกโฆษณาบน YouTube, Facebook และเว็บไซต์อื่นๆ ทั้งหมดได้ฟรี!",
    "tr": "Nihai reklam engelleme aracı. YouTube, Facebook ve diğer tüm web sitelerindeki reklamları ücretsiz olarak engelleyin!",
    "uk": "Найкращий інструмент для блокування реклами. Блокуйте рекламу на YouTube, Facebook та інших веб-сайтах безкоштовно!",
    "vi": "Công cụ chặn quảng cáo cuối cùng. Chặn quảng cáo trên YouTube, Facebook và tất cả các trang web khác miễn phí!",
    "zh_CN": "终极广告拦截工具。免费拦截 YouTube、Facebook 和所有其他网站上的广告！",
    "zh_TW": "終極廣告攔截工具。免費攔截 YouTube、Facebook 和所有其他網站上的廣告！"
  },
  "long": {
    "ar": "تم تصميم adblocker لغرض واحد وهو ازالة كل الاعلانات لكى تستطيع تركيز انتباهك على المحتوى الذى تريده.\n\nالميزات\n-إزالة جميع الإعلانات\n-منع البرامج الضارة، وتتبع\n-تحسين أداء المستعرض\nلا إعلانات \"مقبولة\" أو قوائم بيضاء للمواقع أو شبكات\n\nفى نهاية المطاف adblocker هو أداة حرة لمنع الإعلانات والمجالات الضارةالمعروفة بنشرالبرامج الخبيثة،وتعطيل التعقب.  لقد استطعنا أن نتضمن بعض المرشحات الواسعة التى تعرض حماية لائقة ضد كل ماهو مزعج وبراق من اعلانات،والإعلانات التجارية الخاصة بyoutube ،وأكثر من ذلك. خلافا لغيرها من adblockers لم يكن لدينا قائمة بيضاء للمواقع، والمعلنين أو الشبكات الإعلانية تظهر لك غير المرغوب فيها الإعلانات. حظر الإعلانات سوف يسرع تحميل الموقع الخاص بك، وانخفاض استخدام وحدة المعالجة المركزية والذاكرة.\n\nبرنامجنا يسمح لك بتعطيل منع الإعلانات على المواقع المفضلة لك فى حالة انك تعرف انه لايوجد بها شئ ضار أو إعلانان ملحقة.\n\nأنواع الإعلانان التى نقوم بحظرها\n-نص إعلان\nلوحة إعلانان\n-الإعلانات المنبثقة\n-الملوثات العضوية الثابتة تحت إعلانات\nإعلانات متداخلة\n-إعلان صفحة فراغي\n--إعلانات فيديو\n-البريد الإلكتروني للإعلانات\n-إعلانات فيس بوك\n\nفوائد حظر الإعلانات * * *\n--تحسين سرعة متصفح\n--تحسين سرعة تحميل الصفحة\n-تقليل استخدام الذاكرة للصفحات التي تزورها\n-تقليل عرض النطاق الترددي\n\n*** مصدرمفتوح ***\nAdBlocker Ultimate :هو مشروع مفتوح المصدر \nhttps://github.com/adblockultimate/\n\n*** وجدت خطأ؟ ***\nاستخدم التقرير \"نوذج مشكلة\" \nhttps://adblockultimate.net/report.html",
    "am,en,en_AU,en_GB,en_US,es,es_419,gu,kn,ml,mr,sv,sw,ta,te": "AdBlocker Ultimate is designed with a singular purpose: remove all ads so you can focus your attention on the content you want.\n\nFeatures\n- Blocks all ads on all web pages, even on Facebook and YouTube\n- Blocks malware and tracking\n- Improves browser performance by removing unwanted content\n- No \"acceptable\" ads or whitelisted websites/ad networks\n\nAdBlocker Ultimate is a free extension that blocks text and banner ads (includes Facebook adblock) and malicious domains known to spread malware; it also disables sneaky tracking. We have extensive filters that filter against annoying display and video ads (includes YouTube adblock).\n\n*** What are the advantages over AdGuard, Adblock or Adblock Plus? ***\n\nUnlike other ad blockers, we do not have “acceptable ads” or an advertiser whitelist (i.e. certain advertisers pay to bypass ad filters). Blocking all ads has the added benefit of speeding up browsing because filtering out ads reduces CPU and memory usage. Therefore, the web browsing experience is way faster and outperforms other popular solutions: Adguard, Adblock, Adblock Plus, and even uBlock in some tests.\n\nAdBlocker Ultimate allows you to easily accept ads from websites you choose, in cases where you want to give advertising credit to certain trusted websites - it is user's choice! \n\n*** How does AdBlocker Ultimate protect your privacy? ***\n\nProtecting your online privacy is something that we take extremely seriously. We believe that they call it “privacy” for a reason. Thus, we’ve included our dedicated Ultimate Privacy Filter, which allows you to block an extensive list of online trackers, which keep track on every step you make on the Internet.\n\n*** How does AdBlocker Ultimate keep online threats away from you? ***\n\nAdBlocker Ultimate blocks domains known for distributing malware. Thus, we protect your computer from viruses, spyware, adware, etc. Our solution minimizes the risk of your computer being infected by malware while browsing the web.\n\n*** Benefits of adblock technology ***\n- Improve browser speed\n- Improve page load speed\n- Decrease memory usage of pages you visit\n- Decrease bandwidth\n\n*** Open Source ***\nAdBlocker Ultimate is an open source project:\nhttps://github.com/adblockultimate/\n\n*** Found a bug? ***\nPlease use the report form here:\nhttps://adblockultimate.net/report",
    "bg": "AdBlocker Ultimate е създаден с единствената цел да премахне всички реклами и да ви позволи да фокусирате вниманието си на съдържанието, което търсите.\n\nФункции\n- Премахване на всички реклами\n- Блокира злонамерен софтуер и проследване\n- Подобрява работата на браузъра\n- Няма \"приемливи\" реклами или списъци с позволени рекламодатели\n\nAdBlocker Ultimate е безплатна добавка, която предотвратява проследяване, блокира реклами и злонамерени домейни.  Включили сме няколко обширни филтъра, които осигуряват добра защита срещу досадни, натрапващи реклами, реклами в YouTube, и много други. За разлика от други подобни добавки ние нямаме списък с позволени рекламодатели, реклами, сайтове или рекламни мрежи, които да ви показват нежелани реклами. Блокирането на реклами води до по бързо зареждане на страниците, намалява натоварването на процесора и паметта.\n\nНашата добавка ви позволява да включите рекламите на любимите си сайтове, в случай че сте сигурни че няма натрапчиви и/или подвеждащи реклами.\n\n*** Видове блокирани реклами ***\n- Текстови реклами\n- Банери\n- Изскачащи реклами\n- Скрити реклами\n- Реклами, закриващи съдържанието\n- Реклами на цял екран\n- Видео реклами\n- Реклами в електронната поща\n- Facebook реклами\n\n*** Ползи от блокирането на реклами ***\n- Подобрява скоростта на браузъра\n- Подобрява скоростта на зареждане на страницата\n- Намалява натоварването на паметта\n- Намалява трафика на данни\n\n*** Отворен код ***\nAdBlocker Ultimate е проект с отворен код:\nhttps://github.com/adblockultimate/\n\n*** Откри проблем? ***\nИзползвай формата за докладване на проблем: \nhttps://adblockultimate.net/report.html",
    "bn,da,fa,fi,fil,hi,hr,hu,it,ja,lt,lv,no,pl,ro,sl,sr,th,uk,zh_CN,zh_TW": "AdBlocker Ultimate is designed with a singular purpose: remove all ads so you can focus your attention on the content you want.\n\nFeatures\n- Remove all ads\n- Helps block malware and tracking\n- Improves browser performance by removing unwanted content\n- No \"acceptable\" ads or whitelisted websites/ad networks\n\nAdBlocker Ultimate is a free extension that blocks ads and malicious domains known to spread malware; it also disables sneaky tracking. We have extensive filters that filter against annoying display and video ads (including YouTube).\n\nUnlike other ad blockers, we do not have “acceptable ads” or an advertiser whitelist (i.e. certain advertisers pay to bypass ad filters). Blocking ads has the added benefit of speeding up browsing because filtering out ads reduces CPU and memory usage.\n\nAdBlocker Ultimate allows you to easily accept ads from websites you choose, in cases where you want to give advertising credit to certain trusted websites. \n\n*** Types of ads we block ***\n- Text ads\n- Banner ads\n- Pop-up ads\n- Pop-under ads\n- Overlay ads\n- Interstitial page ads\n- Video ads\n- Webmail ads\n- Facebook ads\n\n*** Benefits of adblock technology ***\n- Improve browser speed\n- Improve page load speed\n- Decrease memory usage of pages you visit\n- Decrease bandwidth\n\n*** Open Source ***\nAdBlocker Ultimate is an open source project:\nhttps://github.com/adblockultimate/\n\n*** Found a bug? ***\nPlease use the report form here:\nhttps://adblockultimate.net/report",
    "ca": "AdBlocker Ultimate està dissenyat amb el sol propòsit d'eliminar tots els anuncis i centrar la teva atenció en el contingut que vols.\n\nCaracterístiques\n- Elimina tots els anuncis\n- Bloqueja malware i eines de seguiment\n- Millora el rendiment del navegador\n- Sense anuncis \"acceptables\" o pàgines web o ad networks no filtrats\n\nAdBlocker Ultimate és una extensió gratuita que bloqueja anuncis, impedeix el seguiment i bloqueja dominis maliciosos coneguts per escampar malware.  Hem inclòs un quants filtres extensius que ofereixen una protecció decent contra anuncis molests i cridaners, anuncis de Youtube i molt més. A diferència d'altres adblockers, no tenim una llista blanca per pàgines web, anunciants o ad networks que mostrin anuncis no desitjats. Bloquejar anuncis augmenta la velocitat de càrrega de les pàgines web, disminueix la càrrega de la CPU i de la memòria.\n\nLa nostra extensió et permet activar de nou els anuncis a les teves webs favorites en cas de que sàpigues que no té anuncis intrusius i/o enganyosos.\n\n*** Tipus d'anuncis que bloquegem ***\n- Anuncis de text\n- Banners d'anuncis\n- Anuncis Pop-up\n- Anuncis Pop-under\n- Anuncis superposats\n- Anuncis intersticials\n- Videoanuncis\n- Anuncis de webmail\n- Anuncis de Facebook\n\n*** Beneficis del bloqueig d'anuncis ***\n- Millora la velocitat del navegador\n- Millora el temps de càrrega de les pàgines\n- Disminueix l'ús de memòria de les pàgines que visitis\n- Disminueix l'ample de banda\n\n*** Codi Obert ****\nAdBlocker Ultimate és un projecte de codi obert:\nhttps://github.com/adblockultimate/\n\n*** Has trobat un error? ***\nUtilitza el formulari de reportar errors: \nhttps://adblockultimate.net/report.html",
    "cs,et,fr,he,sk": "AdBlocker Ultimate is designed with a single purpose in mind to remove all ads and focus your attention on the content you want.\n\nFeatures\n- Remove all ads\n- Block malware and tracking\n- Improve browser performance\n- No \"acceptable\" ads or whitelisted websites/ad networks\n\nAdBlocker Ultimate is a free extension that blocks ads and malicious domains known to spread malware, disables tracking.  We have included a few extensive filters that offer decent protection against annoying, flashy ads, YouTube commercials, and more. Unlike other adblockers we do not have a whitelist for websites, advertisers or ad networks to show you unwanted ads. Blocking ads will speed up your website load speed, decrease CPU and memory usage.\n\nOur extension allows you to switch back on ads for your favorite websites in case you know there are no intrusive and/or misleading advertising there.\n\n*** Types of ads we block ***\n- Text ads\n- Banner ads\n- Pop-up ads\n- Pop-under ads\n- Overlay ads\n- Interstitial page ads\n- Video ads\n- Webmail ads\n- Facebook ads\n\n*** Benefits of adblock technology ***\n- Improve browser speed\n- Improve page load speed\n- Decrease memory usage of pages you visit\n- Decrease bandwidth\n\n*** Open Source ***\nAdBlocker Ultimate is an open source project:\nhttps://github.com/adblockultimate/\n\n*** Found a bug? ***\nUse the Report a Problem form: \nhttps://adblockultimate.net/report.html\n\n*** What's New? ***\nRenamed extension to Ad Blocker Ultimate\nAdded: Portuguese (Brazil) Language\nAdded: German Language\nAdded: Bulgarian Language\nAdded: Russian Language",
    "de": "AdBlocker Ultimate ist mit dem einzigen Ziel konzipiert, alle Werbeanzeigen zu löschen, sodass Sie sich auf Ihre gewünschten Inhalte konzentrieren können.\n\nFunktionen\n- entfernt alle Werbeanzeigen\n- Blockiert Schadsoftware und Tracking\n- Verbesserung der Browserleistung\n- keine \"akzeptablen\" Werbeanzeigen oder weißgelisteten Webseiten/Werbenetzwerke\n\nAdBlocker Ultimate ist eine kostenlose Erweiterung, die Anzeigen und böswillige Domänen zur Verbreitung von Schadsoftware blockiert.  Wir haben ein paar umfangreiche Filter beigefügt, die einen angemessenen Schutz gegen lästige, auffällige Anzeigen, YouTube-Werbung und andere anbieten. Im Gegensatz zu anderen Anzeige-Blocker haben wir keine Whitelist für Websites, Inserenten oder Anzeige-Netzwerke, die Sie unerwünschte Werbung zeigen würden. Das Blockieren von Anzeigen wird die Ladegeschwindigkeit Ihrer Webseite beschleunigen und die CPU- und Speichernutzung verringern.\n\nMit unserer Erweiterung können Sie Anzeigen für Ihre Lieblingswebseiten erlauben, falls Sie wissen, dass es sich nicht um aufdringliche und/oder irreführende Anzeigen handelt.\n\n*** Arten von Anzeigen, die wir blockieren ***\n- Textanzeigen\n- Banner-Werbung\n- Pop-Up-Anzeigen\n- Pop-Under-Anzeigen\n- Overlay-Anzeigen\n- Interstitielle ganzseitige Anzeigen\n- Video-Anzeigen\n- Webmail-Anzeigen\n- Facebook-Anzeigen\n\n*** Vorteile des Anzeigeblockers ***\n- Verbesserung der Browser-Geschwindigkeit\n- Verbesserung der Ladezeit der Seiten\n- Verringerung der Speichernutzung der besuchten Seiten\n- Verringerung der Datenübertragungsrate\n\n*** Open-Source ***\nAdBlocker Ultimate ist ein Open-Source-Projekt:\nhttps://github.com/adblockultimate/\n\n*** Fehler gefunden? ***\nVerwenden Sie das Formular, um ein Problem zu melden: \nhttps://adblockultimate.net/report.html",
    "el": "Το AdBlocker Ultimate έχει σχεδιαστεί για ένα και μόνο σκοπό: να αφαιρεί όλες τις διαφημίσεις που σας αποσπούν απ' το περιεχόμενο που θέλετε να δείτε.\n\nΧαρακτηριστικά\n- Αφαίρεση όλων των διαφημίσεων\n- Απενεργοποιεί malware και tracking\n- Βελτιώνει την ταχύτητα του browser σας\n- Δεν θεωρούμε καμιά διαφήμιση \"ανεκτή\" και δεν δίνουμε ειδική μεταχείριση σε κανένα website/δίκτυο διαφημίσεων\n\nΤο AdBlocker Ultimate είναι ένα δωρεάν πρόσθετο που μπλοκάρει όλες τις διαφημίσεις, τα domain που θεωρούνται ύποπτα για την διάδοση malware, και απενεργοποιεί το tracking.  Περιλαμβάνει και ορισμένα εξειδικευμένα φίλτρα που παρέχουν όσο γίνεται καλύτερη προστασία από ενοχλητικές διαφημίσεις, διαφημίσεις του YouTube, κλπ. Αντίθετα με άλλα adblocker, δεν έχουμε λίστες που επιτρέπουν εκ των προτέρων την προβολή διαφημίσεων για κανένα website, διαφήμιση ή δίκτυο. Με το μπλοκάρισμα των διαφημίσεων, οι ιστοσελίδες θα φορτώνουν πιο γρήγορα και θα μειώνεται η χρήση της μνήμης και του CPU του υπολογιστή σας.\n\nΤο πρόσθετο αυτό σας επιτρέπει να ενεργοποιήσετε τις διαφημίσεις στις αγαπημένες σας ιστοσελίδες εφ' όσον το θέλετε.\n\n*** Τύποι διαφημίσεων που μπλοκάρουμε ***\n- Διαφημίσεις κειμένου\n- Διαφημίσεις τύπου banner\n- Διαφημίσεις τύπου pop-up\n- Διαφημίσεις τύπου pop-under\n- Διαφημίσεις που καλύπτουν το περιεχόμενο της σελίδας\n- Διαφημίσεις που εμφανίζονται στη θέση του αναμενόμενου περιεχομένου και πρέπει να τις κλείσετε χειροκίνητα πριν δείτε το περιεχόμενο που σας ενδιαφέρει\n- Διαφημίσεις σε βίντεο\n- Διαφημίσεις σε webmail\n- Διαφημίσεις του Facebook\n\n*** Πλεονεκτήματα της χρήσης adblocker ***\n- Γρηγορότερος browser\n- Πιο γρήγορη φόρτωση της σελίδας\n- Λιγότερη χρήση μνήμης απ' τις σελίδες που επισκέπτεστε\n- Λιγότερη χρήση bandwidth\n\n*** Open Source (Ανοικτός Κώδικας) ***\nΤο AdBlocker Ultimate είναι λογισμικό ανοικτού κώδικα:\nhttps://github.com/adblockultimate/\n\n*** Βρήκατε κάποιο σφάλμα; ***\nΧρησιμοποιήστε την φόρμα μας \"Αναφορά σφαλμάτων\": \nhttps://adblockultimate.net/report.html",
    "id,ms": "AdBlocker Ultimate dirancang dengan satu tujuan dalam pikiran untuk menghapus semua iklan dan memusatkan perhatian pada konten yang Anda inginkan.\n\nKelengkapan\n- Menghapus semua iklan\n- Blok malware dan pelacakan\n- Meningkatkan performa peramban\n- Tidak ada iklan \"diterima\" atau jaringan website/iklan masuk daftar putih\n\nAdBlocker Ultimate adalah ekstensi gratis yang menghalangi iklan dan domain yang berbahaya serta menyebarkan malware, mematikan  pelacakan.  Kami telah menyertakan beberapa penyaring yang luas yang menawarkan perlindungan yang layak terhadap iklan yang menjengkelkan, mencolok , iklan dari YouTube dan banyak lagi. Tidak seperti  adblockers lainnya kita tidak memiliki daftar putih untuk situs web, pengiklan atau jaringan iklan untuk menunjukkan Anda tidak menginginkan  iklan. Pemblokiran iklan akan mempercepat kecepatan beban situs web Anda, mengurangi penggunaan CPU dan memori.\n\nEkstensi kami memungkinkan Anda untuk menghidupkan kembali iklan untuk situs web favorit Anda jika Anda tahu tidak ada yang mengganggu dan/atau menyesatkan iklan disana.\n\n*** Jenis iklan yang kami memblokir ***\n- Teks iklan\n- Spanduk iklan\n- Iklan pop-up\n- Iklan Pop-down\n- Iklan overlay\n- Skip halaman iklan\n- Iklan video\n- Iklan Webmail\n- Iklan Facebook\n\n*** Manfaat dari memblokir iklan ***\n- Meningkatkan kecepatan browser\n- Meningkatkan kecepatan beban Halaman\n- Mengurangi penggunaan memori dari halaman yang Anda kunjungi\n- Mengecilkan bandwidth\n\n*** Open Source ***\nAdBlocker Ultimate adalah sebuah proyek open source:\nhttps://github.com/adblockultimate/\n\n*** Menemukan sebuah bug? ***\nGunakan laporan daftar masalah: \nhttps://adblockultimate.net/report.html",
    "ko": "AdBlocker Ultimate은 모든 광고를 차단하고 원하는 콘텐츠에만 집중할 수 있게 할 목적으로 만들어졌습니다.\n\n특징:\n- 모든 광고를 제거\n- 악성 코드 및 사용자 추적 차단\n- 브라우저 성능 개선\n- \"용인할 만한\" 광고 또는 허용된 웹사이트/광고 네트워크가 없음\n\nAdBlocker Ultimate은 광고를 차단하고 더불어 악성 도메인과 사용자 추적을 차단하는 무료 확장 기능입니다.  성가시고 화려한 광고, 유튜브 광고 등에 대한 상당한 보호를 제공하는 몇 가지 필터들을 포함 시켰습니다. 다른 애드블록커(adblocker)들과 달리 원치 않는 광고를 허용하는 웹사이트, 광고주 또는 광고 네트워크에 대한 화이트리스트가 없습니다. 광고를 차단함으로써 웹사이트 로드 속도가 빨라 지고 CPU 및 메모리 사용량이 감소합니다.\n\n침입적인 광고가 없다고 판단되는 웹사이트의 광고를 사용자가 다시 허용할 수도 있습니다.\n\n*** 차단되는 광고의 종류 ***\n- 텍스트 광고\n- 배너 광고\n- 팝업 광고\n- 팝 언더 광고\n- 오버레이 광고\n- 페이지 사이 광고\n- 동영상 광고\n- 웹 메일 광고\n- 페이스북 광고\n\n*** 광고 차단의 혜택 ***\n- 브라우저 속도 향상\n- 페이지 로드 속도 개선\n- 방문하는 페이지의 메모리 사용량 감소\n- 전송량 감소\n\n*** 오픈 소스 ***\nAdBlocker Ultimate은 오픈 소스 프로젝트입니다:\nhttps://github.com/adblockultimate/\n\n*** 버그를 발견하셨나요? ***\n문제 신고 양식: \nhttps://adblockultimate.net/report.html",
    "nl": "AdBlocker Ultimate is met één doel in gedachten ontworpen: alle advertenties verwijderen, waardoor u uw aandacht op de gewenste inhoud kunt richten.\n\nFuncties\n- Alle advertenties verwijderen\n- Malware en tracking blokkeren\n- Browserprestaties verbeteren\n- Geen 'acceptabele' advertenties of vertrouwde websites/advertentienetwerken\n\nAdBlocker Ultimate is een gratis extensie die advertenties en kwaadwillende domeinen blokkeert die bekendstaan om het verspreiden van malware, en schakelt tevens tracking uit.  We hebben een paar uitgebreide filters opgenomen die een degelijke bescherming bieden tegen vervelende, knipperende advertenties, YouTube-commercials en meer. In tegenstelling tot andere adblockers hebben we geen witte lijst voor websites, adverteerders of advertentienetwerken om ongewenste advertenties te tonen. Het blokkeren van advertenties zal het laden van websites versnellen en het CPU- en geheugengebruik verlagen.\n\nMet onze extensie kunt u advertenties op uw favoriete websites weer inschakelen als u weet dat daarop geen opdringerige en/of misleidende advertenties aanwezig zijn.\n\n*** Soorten advertenties die we blokkeren ***\n- Tekstadvertenties\n- Banneradvertenties\n- Pop-upadvertenties\n- Pop-underadvertenties\n- Overlay-advertenties\n- Verspreide pagina-advertenties\n- Videoadvertenties\n- Webmailadvertenties\n- Facebook-advertenties\n\n*** Voordelen van het blokkeren van advertenties ***\n- Browsersnelheid verbeteren\n- Paginalaadtijd verbeteren\n- Geheugengebruik van pagina's die u bezoekt verminderen\n- Bandbreedte verminderen\n\n*** Open source ***\nAdBlocker Ultimate is een opensourceproject:\nhttps://github.com/adblockultimate/\n\n*** Een bug gevonden? ***\nGebruik het formulier om een probleem te melden: \nhttps://adblockultimate.net/report.html",
    "pt_BR,pt_PT": "AdBlocker Ultimate foi projetado com um único propósito, remover todos os anúncios e focar a atenção somente no conteúdo que você quer.\n\nFeatures\n- Remove todos os anúncios\n- Bloqueia malware e rastreamento\n- Melhora a performance do navegador\n- Sem lista \"aceitável\" de anúncios ou websites/empresas de anúncios \"confiáveis\"\n\nAdBlocker Ultimate é uma extensão gratuita que bloqueia anúncios e domínios maliciosos conhecidos por espalhar malwares, e desabilita o rastreamento.  Nós incluímos alguns filtros abrangentes que oferecem boa proteção contra anúncios irritantes e chamativos, comerciais de Youtube, e muitos outros. Ao contrário de outros bloqueadores de anúncios, não temos lista confiável para websites, anunciantes ou empresas de anúncios para mostrar a você conteúdo indesejado. Bloquear anúncios vai melhorar sua velocidade de carregamento de páginas, diminuir o uso da CPU e da memória.\n\nNossa extensão permite a você religar anúncios para sites favoritos, caso você saiba que neles não há publicidade intrusiva ou enganadora.\n\n*** Tipos de anúncios bloqueados ***\n- Anúncios de texto\n- Banners\n- Pop-ups\n- Pop-unders\n- Anúncios sobrepostos\n- Intersticiais\n- Anúncios de vídeo\n- Anúncios de webmail\n- Anúncios de Facebook\n\n*** Benefícios do bloqueio de anúncios ***\n- Aumentar a velocidade de navegação\n- Aumentar a velocidade do carregamento das páginas\n- Diminuir o consumo de memória das páginas que você visita\n- Diminuir o consumo de banda da internet\n\n*** Open Source ***\nAdBlocker Ultimate é um projeto open source:\nhttps://github.com/adblockultimate/\n\n*** Achou um bug? ***\nUse o formulário \"Reportar um problema\":  \nhttps://adblockultimate.net/report.html",
    "ru": "AdBlocker Ultimate разработан с единственной целью: убрать рекламные объявления и сосредоточить Ваше внимание на том информационном наполнении, которые Вы хотите.\n\nОсобенности\n- Удаление объявлений\n- Блокировка хакерских атак и отслеживания\n- Повышение производительности браузера\n- Отсутствие \"разрешённых\" объявлений и сайтов/рекламных сетей, находящихся в белом списке\n\nAdBlocker Ultimate - бесплатное расширение, блокирующее рекламные объявления и вредоносные домены, распространяющие программы, и отслеживание.  Мы добавили несколько многофункциональных фильтров, которые предлагают защиту от раздражающих объявлений, рекламы YouTube и т. д. В отличие от других программ, блокирующих рекламные объявления, у нас отсутствует белый список для веб-сайтов, рекламодателей или рекламных сетей, чтобы не показывать Вам нежелательную рекламу. Блокировка рекламных объявлений повысит скорость работы браузера, уменьшит нагрузку на процессор и использование памяти.\n\nНаше расширение позволяет переключаться обратно на рекламу ваших любимых веб-сайтов, в случае, если вы знаете, что там нет навязчивой и/или вводящей в заблуждение рекламы.\n\n*** Виды блокируемой рекламы ***\n- Текстовая реклама\n- Баннерная реклама\n- Всплывающая реклама\n- Выскакивающая реклама\n- Реклама в видеороликах\n- Рекламные вставки\n- Видеореклама\n- Реклама при работе с почтой\n- Реклама в Facebook\n\n*** Преимущества блокировки объявлений ***\n- Улучшение скорости браузера\n- Повышение скорости загрузки страниц\n- Уменьшение использования памяти при посещении сайтов\n- Уменьшение пропускной способности соединения\n\n*** Общедоступное программное обеспечение ***\nAdBlocker Ultimate является общедоступным проектом:\nhttps://github.com/adblockultimate/\n\n*** Обнаружили ошибку? ***\nИспользуйте форму Отчёт об Ошибке: \nhttps://adblockultimate.net/report.html",
    "tr": "AdBlocker Ultimate aklınıza gelebilecek her reklamı kaldırmak ve istediğiniz içeriğin üzerinde odaklanmanız için tasarlanmıştır.\n\nÖzellikler\n- Tüm reklamları kaldırma\n- Kötü amaçlı yazılım ve izlenmeyi engelleme\n- Tarayıcı performansını arttırma\n- Herhangi bir \"kabul edilebilir\" reklamlar veya izin verilen web siteleri/reklam ağları yok\n\nAdBlocker Ultimate kötü amaçlı yazılım yaymak için bilinen zararlı siteleri engelleyen ve izlenmeyi devre dışı bırakan ücretsiz bir eklentidir.  Gösterişli reklamlar, YouTube reklamları ve daha fazla rahatsız edici reklamlara karşı daha iyi koruma sağlayan birkaç kapsamlı filtre ekledik. Diğer reklam engelleyicilerin aksine istenmeyen reklamlar göstermek için web siteleri, reklamverenler veya reklam ağları için bir beyaz listemiz yok. Reklam engelleme, sayfa yükleme hızını, işlemci ve bellek kullanımı azaltacaktır.\n\nEn sevdiğiniz web sitelerinde hiçbir rahatsız edici ve/veya yanıltıcı reklamların olmadığını bilmeniz durumunda uzantımız web sitelerindeki reklamları geri açmanıza izin verir.\n\n Aşağıdaki reklam türlerini engelleriz \n- Metin reklamlar\n- Banner reklamlar\n- Pop-up reklamlar\n- Pop-under reklamlar\n- Yer paylaşımlı reklamlar\n- Geçiş reklamları\n- Video reklamları\n- E-posta reklamları\n- Facebook reklamları\n\n Reklam engellemenin faydaları \n- Tarayıcı hızını artırır\n- Sayfa yükleme hızını artırır\n- Ziyaret ettiğiniz sayfaların bellek kullanımını azaltır\n- Bant genişliğini azaltır\n\n Açık Kaynak \nAdBlocker Ultimate bir açık kaynak projesi:\nhttps://github.com/adblockultimate/\n\n Bir hata mı buldunuz? \nBir sorunu bildirmek için aşağıdaki formu kullanın: \nhttps://adblockultimate.net/report.html",
    "vi": "AdBlocker Ultimate được thiết kế với một mục tiêu duy nhất là gỡ bỏ tất cả quảng cáo và giúp bạn tập trung vào những nội dung bạn muốn xem.\n\nCác Tính Năng\n- Gỡ bỏ tất cả quảng cáo\n- Chặn malware và tránh bị theo dõi\n- Cải thiệu hiệu suất của trình duyệt\n- Không còn những quảng cáo \"được chấp nhận\" hoặc mạng lưới những quảng cáo/trang web có quảng cáo không gây hại\n\nAdBlocker Ultimate là một tiện ích miễn phí giúp chặn các quảng cáo và tên miền có thể lây lan các phần mềm độc hại, ngăn chặn bị theo dõi.  Chúng tôi đã bao gồm một vài bộ lọc phong phú giúp bảo vệ hoàn toàn khỏi các quảng cáo nhấp nháy phiền phức, các quảng cáo thương mại của YouTube, và nhiều hơn thế nữa. Không giống như các trình chặn quảng cáo khác, chúng tôi không có một danh sách ngoại lệ nào cho các trang web, nhà quảng cáo hay mạng lưới quảng cáo nào và sẽ không hiển thị những quảng cáo mà bạn không muốn. Chặn các quảng cáo sẽ tăng tốc độ tải trang web của bạn, giúp giảm mức sử dụng CPU và bộ nhớ.\n\nTiện ích của chúng tôi cho phép bạn có thể cho phép hiển thị quảng cáo trên những trang web bạn yêu thích trong trường hợp bạn biết chắc chắn chúng không theo dõi bạn hay chứa quảng cáo gây hiểu nhầm nào.\n\n Các loại quảng cáo mà chúng tôi ngăn chặn \n- Các quảng cáo bằng văn bản\n- Các banner quảng cáo\n- Các quảng cáo pop-up\n- Các quảng cáo pop-under\n- Các quảng cáo che phủ toàn trang\n- Các quảng cáo xuất hiện trước và sau khi vào trang web\n- Các quảng cáo trên video\n- Các quảng cáo trong các dịch vụ webmail\n- Các quảng cáo trên Facebook\n\n Những lợi ích của chặn quảng cáo \n- Tăng tốc độ trình duyệt\n- Tăng tốc độ tải trang\n- Giảm lượng sử dụng bộ nhớ của các trang web bạn truy cập\n- Giảm lượng sử dụng băng thông\n\n Mã Nguồn Mở \nAdBlocker Ultimate là một dự án mã nguồn mở:\nhttps://github.com/adblockultimate/\n\n Tìm thấy lỗi? \nSử dụng khung Báo Cáo Lỗi: \nhttps://adblockultimate.net/report.html"
  }
}