{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Link Company Page Interactor"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Like & comment any post on LinkedIn with your Company Page.",
    "de": "Like & kommentiere jeden Beitrag auf LinkedIn mit deiner Unternehmensseite."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome Extension allows you to like and comment any post on linkedin with any company page that you manage.\n\n▶ What is it for?\n\nThe Company Page Interactor helps to you increase the reach of your company page by adding the option to like and comment any post on LinkedIn with it.\n\n\n▶ How does it work?\n\nThe Plugin simply adds a new button to the LinkedIn interface that let you choose the page you want to interact with. The dropdown allows you to choose the default page. \n\nWith a simple click on the logo a new tab will open and youll be able to like and comment with that page.\n\nTheres no need to edit any options anymore.\n\nInstead of the regular options that LinkedIn offers, you can like and comment ANY Post on LinkedIn.com.",
    "de": "Diese Chrome-Erweiterung ermöglicht es dir mit deinen Firmenseiten auf jeden beliebigen Beitrag zu reagieren und diesen zu liken oder zu kommentieren.\n\n▶ Wofür ist es?\n\nDer Company Page Interactor hilft dir, die Reichweite deiner Unternehmensseite zu erhöhen, indem es die Option hinzufügt, jeden Beitrag auf LinkedIn mit zu liken oder zu kommentieren.\n\n\n▶ Wie funktioniert es?\n\nDas Plugin fügt einfach einen neuen Button in die LinkedIn-Oberfläche ein und lässt sich eine Seite  auswählen, mit der du interagieren möchtest. Das Dropdown erlaubt es dir, eine Standardseite auszuwählen. \n\nMit einem einfachen Klick auf das Logo öffnet sich ein neuer Tab und du kannst mit dieser Seite liken und kommentieren.\n\nKeine Konfiguration mehr nötig!\n\nAb sofort gibt es bei jedem Beitrag einen extra Button, mit dem du eine Seite zum interagieren auswählen kannst. Die gewählte Seite bleibt als Standard erhalten, kann aber mit einem einfachen Klick auf den Button geändert werden.\n\nEs besteht keine Notwendigkeit mehr, irgendwelche Optionen zu bearbeiten.\n\nAnstelle der regulären Optionen, die LinkedIn anbietet, können Sie JEDEN Beitrag auf LinkedIn.com mögen und kommentieren."
  }
}