{
  "name": {
    "ar": "وصف مفصل في قائمة السياقات",
    "am": "በነገር አገባብ ምናሌ ላይ ረዥም ማብራሪያ",
    "bg,en,en_AU,en_GB,en_US,ja,lt": "Long Descriptions in Context Menu",
    "bn": "সংশ্লিষ্ট মেনুর মধ্যে দীর্ঘ বিবরণ",
    "ca": "Descripcions llargues al menú contextual",
    "cs": "Dlouhé popisy v kontextové nabídce",
    "da": "Lange beskrivelser i genvejsmenuen",
    "de": "Ausführliche Beschreibungen im Kontextmenü",
    "el": "Αναλυτικές περιγραφές στο μενού περιβάλλοντος",
    "es,es_419": "Descripciones largas en el menú contextual",
    "et": "Pikad kirjeldused kontekstimenüüs",
    "fa": "توضیحات طولانی در منوی زمینه",
    "fi": "Pitkät kuvaukset kontekstivalikossa",
    "fil": "Mahahabang Paglalarawan sa Menu ng Konteksto",
    "fr": "Descriptions longues dans le menu contextuel",
    "gu": "સંદર્ભ મેનુમાં લાંબા વર્ણનો",
    "he": "תיאורים ארוכים בתפריט הקשר",
    "hi": "संदर्भ मेन्यू में लंबा विवरण",
    "hr": "Dugi opisi na kontekstnom izborniku",
    "hu": "Hosszú leírások a helyi menüben",
    "id": "Deskripsi Panjang pada Menu Konteks",
    "it": "Descrizioni dettagliate nel menu contestuale",
    "kn": "ಸಂದರ್ಭ ಮೆನುವಿನಲ್ಲಿ ದೀರ್ಘ ವಿವರಣೆಗಳು",
    "ko": "컨텍스트 메뉴의 상세 설명",
    "lv": "Garais apraksts kontekstizvēlnē",
    "ml": "സന്ദർഭമെനുവിലെ ദൈർഘ്യമേറിയ വിവരണം",
    "mr": "काँटेक्स्ट मेनूमधील दीर्घ वर्णने",
    "ms": "Keterangan Panjang dalam Menu Konteks",
    "nl": "Lange beschrijvingen in contextmenu",
    "no": "Lange beskrivelser på hurtigmenyen",
    "pl": "Długie opisy w menu kontekstowym",
    "pt_BR,pt_PT": "Descrições longas no menu de contexto",
    "ro": "Descrieri lungi în meniul contextual",
    "ru": "Подробные описания в контекстном меню",
    "sk": "Dlhé popisy v kontextovej ponuke",
    "sl": "Daljši opisi v kontekstnem meniju",
    "sr": "Пун опис у контекстуалном менију",
    "sv": "Långa beskrivningar i snabbmenyn",
    "sw": "Maelezo Marefu katika Menyu ya Muktadha",
    "ta": "சூழல் மெனுவில் கிடைக்கும் நீண்ட விளக்கம்",
    "te": "సందర్భ మెనూలో సుదీర్ఘ వివరణలు",
    "th": "คำอธิบายแบบยาวในเมนูบริบท",
    "tr": "İçerik Menüsünde Uzun Açıklamalar",
    "uk": "Докладні описи в контекстному меню",
    "vi": "Mô tả dài trong menu ngữ cảnh",
    "zh_CN": "在上下文菜单中显示详细说明选项",
    "zh_TW": "內容選單中的詳細說明"
  },
  "short": {
    "ar": "‏انقر بزر الماوس الأيمن على أي شيء يعمل بخاصية \"longdesc\" أو \"aria-describedat\" للدخول إلى الوصف المفصل.",
    "am": "ረጅም መግለጫውን ለመድረስ የ«longdesc» ወይም የ«aria-describedat» አይነታ ያለው ማንኛውም ነገር በቀኝ ጠቅ ያድርጉ።",
    "bg": "Кликнете с десния бутон на мишката върху всеки елемент с атрибут „aria-describedat“ или „longdesc“, за да осъществите достъп до…",
    "bn": "কোনো \"longdesc\" বা \"aria-describedat\" অ্যাট্রিবিউটগুলির সাথে যেকোনো কিছুর উপর ডান-ক্লিক করুন৷",
    "ca": "Feu clic en qualsevol element amb un atribut \"longdesc\" o \"aria-describedat\" per accedir a la seva descripció llarga.",
    "cs": "Kliknutím pravým tlačítkem na libovolný prvek s atributem „longdesc“ nebo „aria-describedat“ získáte jeho dlouhý popis.",
    "da": "Højreklik på indhold med en \"longdesc\"- eller \"Aria-describedat\"-attribut for at få adgang den lange version af beskrivelsen.",
    "de": "Klicke mit der rechten Maustaste auf Elemente mit einem \"longdesc\"- oder \"aria-describedat\"-Attribut, um die ausführliche…",
    "el": "Κάντε δεξί κλικ σε οποιοδήποτε στοιχείο με ένα χαρακτηριστικό \"longdesc\" ή \"aria-describedat\" για να αποκτήσετε πρόσβαση στην πλήρη…",
    "en,en_AU,en_GB,en_US": "Right-click on anything with a \"longdesc\" or \"aria-describedat\" attribute to access its long description.",
    "es": "Haz clic con el botón derecho en cualquier elemento con un atributo longdesc o aria-describedat para acceder a su descripción larga.",
    "es_419": "Haz clic con el botón secundario en cualquier elemento con un atributo \"longdesc\" o \"aria-describedat\" para acceder a una…",
    "et": "Paremklõpsake elemendil, mille atribuut on „longdesc” või „aria-describedat”, et saada juurdepääs selle pikale kirjeldusele.",
    "fa": "‏روی هر موردی با ویژگی «longdesc» یا «aria-describedat» کلیک راست کنید تا به شرح کامل آن دسترسی پیدا کنید.",
    "fi": "Klikkaa hiiren kakkospainikkeella longdesc- tai aria-describedat-attribuutin sisältäviä kohteita, jos haluat nähdä niiden pitkän…",
    "fil": "Mag-right click sa anumang bagay na may attribute na \"longdesc\" o \"aria-describedat\" upang i-access ang mahabang paglalarawan nito.",
    "fr": "Cliquez avec le bouton droit de la souris sur un élément qui présente un attribut \"longdesc\" ou \"aria-describedat\" pour accéder à…",
    "gu": "કોઈપણ  વસ્તુનું લાંબુ વર્ણન ઍક્સેસ કરવા માટે, તેના પર \"longdesc\" અથવા \"aria-describedat\" લક્ષણ વડે રાઇટ-ક્લિક કરો.",
    "he": "‏כדי לגשת לתיאור הארוך יש ללחוץ לחיצה ארוכה על הפריט עם המאפיין \"longdesc\" או \"aria-describedat\".",
    "hi": "\"longdesc\" या \"aria-describedat\" विशेषता वाली किसी भी चीज़ का 'ऐसा ब्यौरा जिसमें सारी जानकारी दी गई हो' को ऐक्‍सेस करने के लिए उस…",
    "hr": "Kliknite desnom tipkom bilo koju stavku s atributima \"longdesc\" ili \"aria-describedat\" da biste pristupili dugom opisu.",
    "hu": "Kattintson jobb gombbal bármelyik „longdesc” vagy az „aria-describedat” attribútumot tartalmazó elemnél a hosszú leírás eléréséhez.",
    "id": "Klik kanan pada item apa pun yang memiliki atribut \"longdesc\" atau \"aria-describedat\" untuk mengakses deskripsi lognya.",
    "it": "Fai clic con il pulsante destro del mouse su qualsiasi elemento con attributo \"longdesc\" o \"aria-describedat\" per accedere alla…",
    "ja": "「longdesc」または「aria-describedat」属性が指定された要素を右クリックすると、詳しい説明が表示されます。",
    "kn": "ಅದರ ದೀರ್ಘ ವಿವರಣೆಯನ್ನು ಪ್ರವೇಶಿಸಲು \"longdesc\" ಅಥವಾ \"aria-describedat\" ಗುಣಲಕ್ಷಣದೊಂದಿಗೆ ಯಾವುದರ ಮೇಲಾದರೂ ರೈಟ್-ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "ko": "상세 설명에 액세스하려면 'longdesc' 또는 'aria-describedat' 속성을 포함하는 항목을 마우스 오른쪽 버튼으로 클릭합니다.",
    "lt": "Dešiniuoju pelės klavišu spustelėkite bet kurį elementą su atributu „aria-describedat“ arba „longdesc“, kad peržiūrėtumėte ilgą…",
    "lv": "Lai piekļūtu garajam aprakstam, ar peles labo pogu noklikšķiniet uz jebkura elementa, kuram ir atribūts “longdesc” vai…",
    "ml": "ഏതിന്റെയെങ്കിലും ദൈഘ്യമുള്ള വിവരണത്തിലേക്ക് ആക്‌സസ് ചെയ്യുന്നതിന് \"aria-describedat\" അല്ലെങ്കിൽ \"longdesc\" എന്ന…",
    "mr": "त्याच्या मोठ्या वर्णना ॲक्सेस करण्यासाठी \"longdesc\" किंवा \"aria-describedat\" विशेषतेसह कशावरही उजवीकडे-क्लिक करा.",
    "ms": "Klik kanan pada apa-apa yang mempunyai atribut \"longdesc\" atau \"aria-describedat\" untuk mengakses penerangan panjang.",
    "nl": "Klik op een item met een kenmerk 'longdesc' of 'aria-describedat' om de lange beschrijving te openen.",
    "no": "Høyreklikk på noe med et «longdesc»- eller «aria-describedat»-attributt for å få tilgang til den lange beskrivelsen.",
    "pl": "Kliknij prawym przyciskiem myszy dowolny element z atrybutem „longdesc” lub „aria-describedat”, by zobaczyć długi opis.",
    "pt_BR": "Clique com o botão direito do mouse em qualquer item que tenha um atributo \"longdesc\" ou \"aria-describedat\" para acessar a…",
    "pt_PT": "Clique com o botão direito do rato em qualquer item que tenha o atributo \"longdesc\" ou \"aria-describedat\" para aceder à descrição…",
    "ro": "Dă clic dreapta pe orice cu un atribut „longdesc” sau „aria-describedat” pentru a accesa descrierea lungă.",
    "ru": "Нажмите правой кнопкой мыши на элемент с атрибутами longdesc или aria-describedat, чтобы просмотреть его подробное описание.",
    "sk": "Kliknutím pravým tlačidlom na ľubovoľný prvok s atribútom „longdesc“ alebo „aria-describedat“ získate jeho dlhý popis.",
    "sl": "Če želite dostopati do daljšega opisa, z desno tipko miške kliknite na kateri koli element z atributom »longdesc« ali…",
    "sr": "Кликните десним тастером на било шта са атрибутима „longdesc“ или „aria-describedat“ да бисте приступили дужем опису те ставке.",
    "sv": "Högerklicka på någonting med attributet longdesc eller aria-describedat för att komma åt den långa beskrivningen.",
    "sw": "Bofya kulia kwenye kitu chochote kilicho na kipengele cha \"longdesc\" au \"aria-describedat\" ili kufikia maelezo yake marefu.",
    "ta": "விரிவான விளக்கத்தை அணுக \"longdesc\" அல்லது \"aria-describedat\" பண்புக்கூறுடன் உள்ள எதன் மீதாவது வலது கிளிக் செய்யலாம்.",
    "te": "\"longdesc\" లేదా \"aria-describedat\" లక్షణం ఉన్న ఏదైనా అంశం యొక్క సుదీర్ఘ వివరణను యాక్సెస్‌ చేయడానికి దానిపై కుడి క్లిక్ చేయండి.",
    "th": "คลิกขวาที่ใดก็ได้ด้วยแอตทริบิวต์ \"longdesc\" หรือ \"aria-describedat\" เพื่อเข้าถึงคำอธิบายแบบยาว",
    "tr": "\"longdesc\" veya \"aria-describedat\" özelliği olan herhangi bir şeyi sağ tıklayıp uzun açıklamasına erişin.",
    "uk": "Натисніть правою кнопкою миші будь-який вміст з атрибутом \"longdesc\" або \"aria-describedat\", щоб перейти до його докладного опису.",
    "vi": "Nhấp chuột phải vào bất cứ nội dung nào có thuộc tính \"longdesc\" hoặc \"aria-describedat\" để truy cập vào mô tả dài của nội dung đó.",
    "zh_CN": "右键点击任何具有“longdesc”或“aria-describedat”属性的内容，可查看其详细说明。",
    "zh_TW": "對任何含有「longdesc」或「aria-describedat」屬性的元素按一下滑鼠右鍵，即可查看其完整說明。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The HTML standard allows images to have a link to an additional file with a long description with the \"longdesc\" attribute. In addition there's a proposed new ARIA attribute \"aria-describedat\" that's similar.\n\nNormally these attributes are only exposed to users who have screen readers or other assistive technology installed that knows to look for these.\n\nThis extension puts an item in the context menu so you can right-click on any element on the page and open its long description. It also gives you the option of adding a colored border to images with a long description so you know when one is available."
  }
}