{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xenini"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xenini Web site"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "I falënderoj të gjithë ata që m`shkruan e-maila dhe po flasin fjalë t`mira për mu.Sonte i hina \"libres vizitorve\" dhe e lexova prej fillimit. Pasi që e lexova, shkova deri te pasqyrja dhe e këqyra veten. 90% po thuni që jam shumë i smut, ose i qart. Vetem di me ju tregu që momentalisht jam ka mar difar vitamina dhe nuk jam as i smut as i qart. Disa veta po m`kritikojnë për dizajn dhe kanë të drejt, por duheni me m`kuptu se dizajnin po e sakrifikoj për material (vica ose montazhat) që po e qes. Nuk po muj me mri të gjitha se jam 100% vet n`ket web. Për disa faqe kam haru që ekzistojnë dhe nuk i kam prek moti, po ne t`rijin qaty. Qka po m`çudit, që shumë pak veta po m`shajin. Tash para zgjedhjeve disa po m`shajin që po e zajebati Rugoven. Unë personalisht nuk e njoh, as nuk e kam pa kurrë n`zhivot live, dhe garant që nuk kam me e pa se aj nuk del aty ku dal unë. Personalisht mendoj që nuk mundet me qen njeri keq, por aj është personi ma i eksponuar në Kosovë, dhe si qasi duhet mi hanger zajebancijat ma te mdhaja. Njerëzit përpara garant nuk kanë guxu me bo kësi sene me Enver Hoxhen ose me Titen, por tash jetojmë në demokraci dhe krejt interneti është i mbushen me montazhat e Bushit dhe Blerit, qashtu që këto sene mos i merrni ngatë zemre. Me bo montazha me fytyrën teme, ose me njerëz që i njeh shumë reth i ngushtë, kurrkujt nuk ka me ju duk interesant. Në tjetrën anë personalisht nuk jam i kënaqen me politiken e partisë cilën e kryeson aj, e si partia më e fort e kanë përgjesin ma te madhe për gjendjen momentale. Unë nuk po shoh ndryshime pozitive në jet. Ndërtimet e egra po vazhdojnë, papunësia katastrofale, kriminaliteti n`rritje, familjarizmi na kalli, korupsoni.....le mos t`foli mo se po e bojë krejt mut. Për kësi sene është forumi \"politika\". M`falni por nuk ja boj \"add\" kurrkujt në mesenger se kisha met vetem tu bo muhabet me juve. Kur të keni diçka më shkruani në e-mail se unë shumë rallë i lexoj këto senet çka i shkruani ju në \"librin e vizitorëve\". Kjo faqe u qel për juve jo për mu. Nëse keni fotografia të mira të politikanëve ose personave t`estradës mi dërgoni më e-mail se në internet nuk po ka kurgjo e nuk po mujë me bo montazha. Në këto anketa nuk keni nevoj mu shajt ose me na tregu kush o peder e kush jebaq, po vetëm duheni me votu. Krejt mospajtime zgjidhni në \"FORUMIN POLITIKA\". Në këtë faqe nuk keni nevojë me kliku dy ose tri herë në pullën \"regjistrimi në libër\" mjafton një herë. Prej që ekziston ky web sajt (maj 2003) hala kurrë nuk kam fshi naj koment që e keni shkru, besoj që nuk më detyroni ta bojë këtë. Kur po shkruani, po shkruani ma keq se unë, shkruani pak ma t`kjart se nuk po keni as pika, as presje, as germ t`madhe, as ......Nuk po di tjeter qka me ju shkru. Nëse nuk ju pëlqen webi, ose edhe ma keq, ju bon nervoz, shkoni me maus në maje t`faqes në anën e djathtë dhe klikoni me t`majtën \"x\" dhe webi ka me u mshel, se qashtu e kam programu."
  }
}