{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "TubeVision+"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform YouTube with our extension: dark mode, theater mode, expanded descriptions, hidden comments & video backlight. Get it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "------------------------------------------------------------------------------------------------------------------\nv0.0.4\nUpdated the user interface with an options page to change the color\nof the video backlight.\n------------------------------------------------------------------------------------------------------------------\nv0.0.3\nBug fixes related to ad replacement have been resolved in this update.\n------------------------------------------------------------------------------------------------------------------\n\nTransform your YouTube experience with our powerful browser extension! Our extension automatically expands video descriptions and hides all comments to prevent distractions, while our dark mode theme provides a comfortable viewing experience. With our theater mode feature, you can enjoy your favorite videos in a cinematic way that removes distractions and puts the focus on the video. Plus, our video backlight effect adds an extra dimension to your viewing experience, making it even more enjoyable. Try it today and take your YouTube watching to the next level!\nTo provide the video backlight effect, our extension needs to access your active tabs and storage. Tab access is required to identify the active video element, and storage access is required to save your preferred color choice for the video backlight. We only access the necessary information to provide the video backlight feature and do not collect any other data.\nIf you love using our extension, please consider making a small donation to help us continue developing and maintaining it. Every little bit helps us to make TubeVision+ even better for you! \nhttps://cash.app/$tgrace1969\nhttps://venmo.com/tgrace1969\nhttps://www.paypal.com/paypalme/tgrace1969"
  }
}