{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Xssassin Insights - Crypto | NFTs | DeFi | Web3"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Identify top crypto influencers on X. Get profile scores and top followers to elevate your marketing strategy!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unlock the Power of Crypto Marketing with Xssassin Extension\n\nHow to Get Started\n\n1️⃣  Install the Extension: Simply add the Xssassin Extension to your Google Chrome browser.\n\n2️⃣ Browse Profiles: Visit any X profile to instantly access detailed insights and information.\n\n3️⃣ Enhance Your Strategy: Use the data provided by the extension to refine your marketing strategy and engage with high-value influencers.\n\nAre you a dedicated crypto marketer looking to master your skills and stand out in the bustling world of cryptocurrency? Look no further! The Xssassin Extension is your ultimate tool for dominating the crypto marketing space on X (formerly Twitter).\n\nWhat Does the Xssassin Extension Do?\n\nThe Xssassin Extension is a powerful utility designed specifically for the X platform. It provides you with invaluable insights into the profiles you browse, helping you make informed decisions and engage with the right influencers. Here’s what you can expect:\n\n✅ Profile Insights: Get detailed information about any X profile you visit. From overall profile scores to top followers, you’ll have all the data you need at your fingertips.\n\n✅ Identify High-Value Profiles: Easily distinguish genuine, high-value X profiles from fake ones. This is crucial for crypto influencer marketers who need to ensure they’re engaging with authentic and influential figures.\n\n✅ Boost Your Marketing Strategy: With the Xssassin Extension, you’ll have the tools to elevate your marketing game. Identify key influencers, understand their reach, and strategically engage with them to amplify your crypto marketing efforts.\n\nWhy Should You Install Xssassin Extension?\n\n➡️ Master Your Marketing Skills: We are dedicated to helping you become the best marketer in the crypto space. The Xssassin Extension is part of our comprehensive blueprint for success. We find the most dedicated individuals, give them tasks, teach them how to excel, and then hire them. By using this extension, you’re taking a step towards mastering your crypto marketing skills.\n\n➡️ Save Time and Effort: Manually sifting through profiles to find valuable influencers can be time-consuming and tedious. The Xssassin Extension automates this process, providing you with instant insights and saving you precious time.\n\n➡️ Make Informed Decisions: With detailed profile scores and follower information, you’ll be able to make data-driven decisions. This ensures that your marketing efforts are targeted and effective, leading to better results.\n\n➡️ Stay Ahead of the Competition: In the fast-paced world of crypto marketing, staying ahead of the competition is crucial. The Xssassin Extension gives you a competitive edge by providing you with the tools and insights you need to outshine your rivals.\n\nJoin Our Community\n\nBy installing the Xssassin Extension, you’re not just getting a powerful tool—you’re joining a community of dedicated crypto marketers. Connect with like-minded individuals, share insights, and grow together as you navigate the exciting world of cryptocurrency marketing.\n\nConclusion\n\nThe Xssassin Extension is more than just a utility—it’s your ticket to becoming a top-tier crypto marketer. With its powerful features, user-friendly interface, and the support of our community, you’ll have everything you need to succeed. Don’t miss out on this opportunity to elevate your marketing game. Install the Xssassin Extension today and start your journey towards crypto marketing mastery!"
  }
}