{
  "name": {
    "ar": "التخفي علامة التبويب هذه",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Incognito This Tab",
    "bg": "Инкогнито Този раздел",
    "ca": "Aquesta pestanya Incògnit",
    "cs": "Inkognito Tato karta",
    "da": "Inkognito Denne fane",
    "de": "Inkognito Diese Registerkarte",
    "el": "Ανώνυμη Αυτή η καρτέλα",
    "es": "De incógnito esta pestaña",
    "et": "Inkognito see vahekaart",
    "fa": "ناشناس این برگه",
    "fi": "Incognito Tämä välilehti",
    "fil": "Incognito Ang Tab na ito",
    "fr": "Incognito cet onglet",
    "he": "גלישה בסתר כרטיסייה זו",
    "hi": "गुप्त इस टैब",
    "hr": "Anonimno ovu karticu",
    "hu": "Inkognitó Ez a lap",
    "id": "Incognito Tab Ini",
    "it": "In incognito questa scheda",
    "ja": "シークレットこのタブ",
    "ko": "시크릿이 탭",
    "lt": "Inkognito šis skirtukas",
    "lv": "Incognito šī cilne",
    "ms": "Tab Inkognito ini",
    "nl": "Incognito dit tabblad",
    "no": "Inkognito Denne fanen",
    "pl": "Incognito Ta karta",
    "ro": "Incognito Această filă",
    "ru": "Инкогнито эта вкладка",
    "sk": "Inkognito Táto karta",
    "sl": "Beleženje tega zavihka",
    "sr": "Анонимо ову картицу",
    "sv": "Incognito Den här fliken",
    "th": "ไม่ระบุตัวตนแท็บนี้",
    "tr": "Bu Sekmeyi Gizle",
    "uk": "Інкогніто Ця вкладка",
    "vi": "Ẩn danh Tab này",
    "zh_CN": "隐身此标签",
    "zh_TW": "隱身此標籤"
  },
  "short": {
    "ar": "تريد تصفح الإنترنت في الخصوصية؟ استخدم وضع التصفح المتخفي لضمان عدم حفظ سجل تصفح المتصفح بواسطة Google Chrome.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to surf the Internet in privacy? Use incognito mode to ensure the browser surfing history is not saved by Google Chrome.",
    "bg": "Искате да сърфирате в интернет поверителност? Използвайте режим „инкогнито“, за да гарантирате, че историята на сърфиране в…",
    "ca": "Voleu navegar per Internet en privadesa? Utilitzeu el mode d&#39;incògnit per assegurar-vos que Google Chrome no desa…",
    "cs": "Chcete surfovat po internetu v soukromí? Použijte anonymní režim a ujistěte se, že prohlížeč Google Chrome neukládá historii…",
    "da": "Vil du surfe på internettet i privatlivets fred? Brug inkognitotilstand for at sikre, at browsers surfhistorik ikke gemmes af…",
    "de": "Möchten Sie privat im Internet surfen? Verwenden Sie den Inkognito-Modus, um sicherzustellen, dass der Browserverlauf nicht von…",
    "el": "Θέλετε να σερφάρετε στο Διαδίκτυο με απόρρητο; Χρησιμοποιήστε τη λειτουργία ανώνυμης περιήγησης για να βεβαιωθείτε ότι το ιστορικό…",
    "es": "¿Quieres navegar por Internet en privacidad? Use el modo de incógnito para asegurarse de que Google Chrome no guarde el historial…",
    "et": "Kas soovite privaatsuses Internetis surfata? Kasutage inkognito režiimi, et Google Chrome ei salvestaks brauserite surfamisajalugu.",
    "fa": "آیا می خواهید در خلوت اینترنت گشت و گذار کنید؟ برای اطمینان از ذخیره شدن مرورگر مرورگر توسط Google Chrome ، از حالت ناشناس استفاده…",
    "fi": "Haluatko surffata Internetissä yksityisyydessä? Käytä inkognito-tilaa varmistaaksesi, että Google Chrome ei tallenna selaimen…",
    "fil": "Nais mo bang mag-surf sa Internet sa privacy? Gumamit ng mode na incognito upang matiyak na ang kasaysayan ng pag-surf sa browser…",
    "fr": "Vous voulez surfer sur Internet en toute confidentialité? Utilisez le mode navigation privée pour vous assurer que l&#39;historique…",
    "he": "רוצים לגלוש באינטרנט בפרטיות? השתמש במצב גלישה בסתר כדי להבטיח כי היסטוריית הגלישה של הדפדפן לא נשמרת על ידי Google Chrome.",
    "hi": "गोपनीयता में इंटरनेट सर्फ करना चाहते हैं? Google Chrome द्वारा ब्राउज़र को इतिहास को सहेजने के लिए गुप्त मोड का उपयोग न करें।",
    "hr": "Želite surfati Internetom u privatnosti? Upotrijebite anonimni način da Google Chrome ne spremi povijest surfanja preglednika.",
    "hu": "Szeretne adatvédelmi szempontból szörfözni az interneten? Használjon inkognitómódot annak biztosításához, hogy a Google Chrome nem…",
    "id": "Ingin berselancar di Internet dalam privasi? Gunakan mode penyamaran untuk memastikan riwayat penelusuran browser tidak disimpan…",
    "it": "Vuoi navigare in Internet nella privacy? Utilizza la modalità di navigazione in incognito per assicurarti che la cronologia di…",
    "ja": "プライバシーでインターネットをサーフィンしたいですか？シークレットモードを使用して、ブラウザの閲覧履歴がGoogle Chromeに保存されないようにします。",
    "ko": "프라이버시로 인터넷을 서핑하고 싶습니까? 시크릿 모드를 사용하여 브라우저 서핑 기록이 Chrome에 저장되지 않도록합니다.",
    "lt": "Norite naršyti internete slapta? Naudokite inkognito režimą, kad įsitikintumėte, jog „Google Chrome“ neišsaugo naršyklės naršymo…",
    "lv": "Vai vēlaties sērfot internetā privātumā? Izmantojiet inkognito režīmu, lai pārliecinātos, ka pārlūks sērfošanas vēsturi nav…",
    "ms": "Ingin melayari Internet dalam privasi? Gunakan mod inkognito untuk memastikan sejarah melayari penyemak imbas tidak disimpan oleh…",
    "nl": "Wilt u in privacy op internet surfen? Gebruik de incognitomodus om ervoor te zorgen dat de browsergeschiedenis niet wordt…",
    "no": "Vil du surfe på Internett i personvern? Bruk inkognitomodus for å sikre at nettleserens surfelogg ikke blir lagret av Google Chrome.",
    "pl": "Chcesz surfować po Internecie w prywatności? Użyj trybu incognito, aby mieć pewność, że historia przeglądania przeglądarki nie…",
    "ro": "Doriți să navigați pe internet în confidențialitate? Utilizați modul incognito pentru a vă asigura că istoricul navigării în…",
    "ru": "Хотите путешествовать по Интернету в частной жизни? Используйте режим инкогнито, чтобы убедиться, что история браузера не…",
    "sk": "Chcete surfovať po internete v súkromí? Použite režim inkognito, aby prehliadač Google Chrome neuložil históriu surfovania v…",
    "sl": "Želite brskati po zasebnosti po internetu? Z načinom beleženja zgodovine brskalnika Google Chrome ne shrani zgodovine brskanja.",
    "sr": "Желите ли приватно сурфати Интернетом? Користите анонимни режим да бисте осигурали да Гоогле Цхроме не чува историју сурфања у…",
    "sv": "Vill du surfa på Internet i avskildhet? Använd inkognitoläge för att se till att webbläsarnas surfhistorik inte sparas av Google…",
    "th": "ต้องการท่องอินเทอร์เน็ตอย่างเป็นส่วนตัวหรือไม่? ใช้โหมดไม่ระบุตัวตนเพื่อให้แน่ใจว่า Google Chrome…",
    "tr": "İnternette gizlilik içinde sörf yapmak ister misiniz? Tarayıcı sörf geçmişinin Google Chrome tarafından kaydedilmediğinden emin…",
    "uk": "Хочете відвідувати Інтернет в конфіденційності? Використовуйте режим анонімного перегляду, щоб Google Chrome не зберігав історію…",
    "vi": "Bạn muốn lướt Internet trong sự riêng tư? Sử dụng chế độ ẩn danh để đảm bảo lịch sử lướt web của trình duyệt không được lưu bởi…",
    "zh_CN": "想要私下上网吗？使用隐身模式以确保Google Chrome不会保存浏览器的浏览历史记录。",
    "zh_TW": "想要私下上網嗎？使用隱身模式以確保Google Chrome不會保存瀏覽器的瀏覽歷史記錄。"
  },
  "long": {
    "ar": "علامة التبويب المجانية للتصفح المتخفي هي عبارة عن ملحق متصفح خفيف الوزن لمتصفح Google Chrome ،\nمما يتيح للمستخدمين تحميل علامة التبويب الحالية بسهولة في نافذة التصفح المتخفي.\n\nهذا الملحق خفيف الوزن للغاية ولا يتطلب أي إذن حاسم مثل قراءة سجل المتصفح الخاص بك وما إلى ذلك.\n\nكيف تستعمل؟\nتقدم علامة تبويب التصفح المتخفي اختصارًا مفيدًا للوحة المفاتيح: Alt + O. اضغط على تركيبة المفاتيح هذه عندما تريد فتح علامة التبويب الحالية في وضع التصفح المتخفي.\nبدلاً من ذلك ، يمكنك النقر فوق زر شريط الأدوات الخاص به أو خيار قائمة السياق\n\nالوظيفة العكسية\n\nإذا كنت تريد وظيفة عكس اختيارية ؛ بمعنى آخر.؛ افتح علامة تبويب للتصفح المتخفي في نافذة عادية ، تحتاج إلى السماح بهذا الامتداد في وضع التصفح المتخفي.\n\nللقيام بذلك ، قم بزيارة صفحة الإضافات (chrome: // extension) وتحقق من \"السماح في وضع التخفي\" في تفاصيل الامتداد.",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te,uk": "Our FREE Incognito This Tab is is a light-weight browser extension for Google Chrome, \nwhich enables users to easily load current tab in an incognito window.\n\nThis extension is extremely light-weight and DOES NOT require any critical permission like reading your browser history etc.\n\nHow to use?\nIncognito This Tab offers a handy keyboard shortcut: Alt + O. Hit this keys combination whenever you want to open the current tab in incognito mode.\nAlternatively, you can click on its toolbar button or the context menu option\n\nReverse Functionality\n\nIf you want the optional reverse functionality; i.e.; open an incognito tab in a normal window, you need to allow this extension in incognito mode. \n\nFor this, visit the Extensions page (chrome://extensions) and check the “Allow in incognito” in details of extension.",
    "bg": "Нашият БЕЗПЛАТЕН инкогнито Този раздел е леко разширение за браузър за Google Chrome,\nкоето позволява на потребителите лесно да заредят текущия раздел в инкогнито прозорец.\n\nТова разширение е изключително леко и НЕ изисква критично разрешение като четене на историята на вашия браузър и т.н.\n\nКак да използвам?\nИнкогнито Този раздел предлага удобен пряк клавиатура: Alt + O. Натиснете тази комбинация от клавиши, когато искате да отворите текущия раздел в режим „инкогнито“.\nОсвен това можете да щракнете върху бутона на лентата с инструменти или опцията на контекстното меню\n\nОбратна функционалност\n\nАко искате опционалната обратна функционалност; т.е .; отворете раздела инкогнито в нормален прозорец, трябва да разрешите това разширение в режим „инкогнито“.\n\nЗа това посетете страницата с разширения (chrome: // extensions) и проверете „Разрешаване на инкогнито“ в подробности за разширението.",
    "ca": "La nostra Incògnita GRATU ThisTA Aquesta pestanya és una extensió lleugera del navegador per a Google Chrome,\nque permet als usuaris carregar fàcilment la pestanya actual en una finestra d'incògnit.\n\nAquesta extensió és extremadament lleugera i NO requereix cap permís crític com llegir l'historial del navegador, etc.\n\nCom utilitzar?\nIncògnit Aquesta pestanya ofereix una drecera de teclat útil: Alt + O. Toqueu aquesta combinació de tecles sempre que vulgueu obrir la pestanya actual en mode d'incògnit.\nDe forma alternativa, podeu fer clic al botó de la barra d’eines o a l’opció del menú contextual\n\nFuncionalitat inversa\n\nSi voleu la funcionalitat inversa opcional; és a dir; obriu una pestanya d'incògnit en una finestra normal, heu de permetre aquesta extensió en mode d'incògnit.\n\nPer a això, visiteu la pàgina Extensions (cromos: // extensions) i comproveu \"Permetre incògnit\" en detalls de l'extensió.",
    "cs": "Naše ZDARMA inkognito Tato karta je lehké rozšíření prohlížeče pro Google Chrome,\ncož umožňuje uživatelům snadno načíst aktuální kartu v anonymním okně.\n\nToto rozšíření je extrémně nízké a NEVYŽADUJE žádné kritické povolení, například čtení historie prohlížeče atd.\n\nJak používat?\nInkognito Tato karta nabízí praktickou klávesovou zkratku: Alt + O. Stisknutím této kombinace kláves můžete kdykoli otevřít aktuální kartu v anonymním režimu.\nMůžete také kliknout na tlačítko na panelu nástrojů nebo na možnost kontextové nabídky\n\nReverzní funkce\n\nPokud chcete volitelnou zpětnou funkci; tj.; otevřete kartu inkognito v normálním okně, je třeba tuto příponu povolit v anonymním režimu.\n\nZa tímto účelem navštivte stránku Rozšíření (chrome: // extensions) a zkontrolujte podrobnosti o rozšíření v části Povolit v anonymním režimu.",
    "da": "Vores GRATIS inkognito Denne fane er en let browserudvidelse til Google Chrome,\nhvilket gør det muligt for brugerne let at indlæse den aktuelle fane i et inkognitovindue.\n\nDenne udvidelse er ekstremt let og kræver IKKE nogen kritisk tilladelse som at læse din browserhistorie osv.\n\nHvordan bruges det?\nInkognito Denne fane tilbyder en praktisk tastaturgenvej: Alt + O. Tryk på denne tasterkombination, når du vil åbne den aktuelle fane i inkognitotilstand.\nAlternativt kan du klikke på dets værktøjslinjeknap eller indstillingsmenuen\n\nOmvendt funktionalitet\n\nHvis du vil have den valgfri omvendte funktionalitet; dvs. .; åbn en inkognitofane i et normalt vindue, du skal tillade denne udvidelse i inkognitotilstand.\n\nFor dette kan du besøge siden Udvidelser (chrome: // udvidelser) og kontrollere \"Tillad inkognito\" i detaljer om udvidelsen.",
    "de": "Unser KOSTENLOSER Inkognito Dieser Tab ist eine leichte Browser-Erweiterung für Google Chrome.\nDadurch können Benutzer die aktuelle Registerkarte einfach in ein Inkognito-Fenster laden.\n\nDiese Erweiterung ist extrem leicht und erfordert KEINE kritischen Berechtigungen wie das Lesen Ihres Browserverlaufs usw.\n\nWie benutzt man?\nInkognito Diese Registerkarte bietet eine praktische Tastenkombination: Alt + O. Drücken Sie diese Tastenkombination, wenn Sie die aktuelle Registerkarte im Inkognito-Modus öffnen möchten.\nAlternativ können Sie auf die Symbolleistenschaltfläche oder die Kontextmenüoption klicken\n\nReverse-Funktionalität\n\nWenn Sie die optionale umgekehrte Funktionalität wünschen; d.h. Öffnen Sie eine Inkognito-Registerkarte in einem normalen Fenster. Sie müssen diese Erweiterung im Inkognito-Modus zulassen.\n\nBesuchen Sie dazu die Seite \"Erweiterungen\" (chrome: // extensions) und aktivieren Sie das Kontrollkästchen \"Inkognito zulassen\".",
    "el": "Η ΔΩΡΕΑΝ μας ανώνυμη περιήγηση Αυτή η καρτέλα είναι μια ελαφριά επέκταση προγράμματος περιήγησης για το Google Chrome,\nπου επιτρέπει στους χρήστες να φορτώνουν εύκολα την τρέχουσα καρτέλα σε ένα παράθυρο ανώνυμης περιήγησης.\n\nΑυτή η επέκταση είναι εξαιρετικά ελαφριά και ΔΕΝ απαιτεί καμία κρίσιμη άδεια, όπως ανάγνωση του ιστορικού του προγράμματος περιήγησής σας κ.λπ.\n\nΠώς να χρησιμοποιήσετε;\nΑνώνυμη περιήγηση Αυτή η καρτέλα προσφέρει μια εύχρηστη συντόμευση πληκτρολογίου: Alt + O. Πατήστε αυτόν τον συνδυασμό πλήκτρων όποτε θέλετε να ανοίξετε την τρέχουσα καρτέλα σε κατάσταση ανώνυμης περιήγησης.\nΕναλλακτικά, μπορείτε να κάνετε κλικ στο κουμπί της γραμμής εργαλείων ή στην επιλογή μενού περιβάλλοντος\n\nΑντίστροφη λειτουργικότητα\n\nΕάν θέλετε την προαιρετική αντίστροφη λειτουργικότητα. δηλ .; ανοίξτε μια καρτέλα ανώνυμης περιήγησης σε ένα κανονικό παράθυρο, πρέπει να επιτρέψετε αυτήν την επέκταση σε κατάσταση ανώνυμης περιήγησης.\n\nΓια αυτό, επισκεφθείτε τη σελίδα Επεκτάσεις (chrome: // extensions) και ελέγξτε το \"Να επιτρέπεται η ανώνυμη περιήγηση\" στις λεπτομέρειες της επέκτασης.",
    "es": "Nuestro incógnito GRATUITO Esta pestaña es una extensión de navegador liviana para Google Chrome,\nque permite a los usuarios cargar fácilmente la pestaña actual en una ventana de incógnito.\n\nEsta extensión es extremadamente ligera y NO requiere ningún permiso crítico como leer el historial de su navegador, etc.\n\n¿Cómo utilizar?\nIncognito Esta pestaña ofrece un práctico atajo de teclado: Alt + O. Presiona esta combinación de teclas siempre que quieras abrir la pestaña actual en modo incógnito.\nAlternativamente, puede hacer clic en el botón de su barra de herramientas o en la opción del menú contextual\n\nFuncionalidad inversa\n\nSi desea la funcionalidad inversa opcional; es decir.; abra una pestaña de incógnito en una ventana normal, debe permitir esta extensión en modo de incógnito.\n\nPara esto, visite la página Extensiones (chrome: // extensiones) y marque \"Permitir en modo incógnito\" en los detalles de la extensión.",
    "et": "Meie TASUTA inkognito vahekaart on Google Chrome'i kerge brauseri laiendus,\nmis võimaldab kasutajatel hõlpsalt praegust vahekaarti inkognito aknasse laadida.\n\nSee laiend on eriti kerge ja EI vaja mingit kriitilist luba, näiteks brauseri ajaloo lugemiseks jne.\n\nKuidas kasutada?\nInkognito See vahekaart pakub käepärast kiirklahvi: Alt + O. Vajutage seda klahvikombinatsiooni alati, kui soovite aktiivse vahekaardi inkognito režiimis avada.\nTeise võimalusena võite klõpsata selle tööriistariba nupul või kontekstimenüü suvandil\n\nPöördfunktsionaalsus\n\nKui soovite valikulist pöördfunktsiooni; s.t .; tavalises aknas inkognito vahelehe avamiseks peate selle laiendi inkognito režiimis lubama.\n\nSelleks külastage lehte Laiendused (chrome: // extensions) ja kontrollige pikenduse üksikasjade kohta jaotist “Luba inkognito režiimis”.",
    "fa": "ناشناس رایگان این برگه ما یک افزونه مرورگر سبک وزن برای Google Chrome است ،\nکه به کاربران امکان می دهد به راحتی بار جاری برگه را در یک پنجره ناشناس بگذرانید.\n\nاین افزونه بسیار سبک وزن است و نیازی به مجوز مهم مانند خواندن تاریخچه مرورگر و غیره ندارد.\n\nچگونه استفاده کنیم؟\nناشناس این برگه میانبر صفحه کلید دستی را ارائه می دهد: Alt + O. هر زمان که می خواهید برگه فعلی را در حالت ناشناس بکشید ، این ترکیب کلیدها را بزنید.\nاز طرف دیگر می توانید بر روی دکمه نوار ابزار خود یا گزینه menu menu کلیک کنید\n\nعملکرد معکوس\n\nاگر می خواهید عملکرد معکوس اختیاری؛ یعنی؛ یک برگه ناشناس را در یک پنجره عادی باز کنید ، باید این برنامه را در حالت ناشناس اجازه دهید.\n\nبرای این کار ، به صفحه برنامه های افزودنی (chrome: // extensions) مراجعه کرده و \"جزئیات در حالت ناشناس\" را با جزئیات برنامه بررسی کنید.",
    "fi": "ILMAINEN inkognito-välilehti on kevyt selainlaajennus Google Chromelle,\njonka avulla käyttäjät voivat ladata nykyisen välilehden helposti inkognito-ikkunaan.\n\nTämä laajennus on erittäin kevyt eikä vaadi kriittistä lupaa, kuten selaimesi historian lukemista jne.\n\nKuinka käyttää?\nIncognito Tämä välilehti tarjoaa kätevän pikanäppäimen: Alt + O. Paina tätä näppäinyhdistelmää aina, kun haluat avata nykyisen välilehden inkognito-tilassa.\nVaihtoehtoisesti voit napsauttaa sen työkalurivipainiketta tai pikavalikkovaihtoehtoa\n\nKäänteinen toiminnallisuus\n\nJos haluat valinnaisen käänteisen toiminnon; so .; avaa inkognito-välilehti normaalissa ikkunassa, sinun on sallittava tämä laajennus inkognito-tilassa.\n\nTätä varten käy Laajennukset-sivulla (kromi: // laajennukset) ja tarkista ”Salli inkognito-tilassa” laajennuksen yksityiskohdat.",
    "fil": "Ang aming LIBRENG Incognito na Tab na ito ay isang extension ng light-weight browser extension para sa Google Chrome,\nna nagbibigay-daan sa mga gumagamit na madaling ma-load ang kasalukuyang tab sa isang window ng incognito.\n\nAng extension na ito ay sobrang light-weight at HINDI nangangailangan ng anumang kritikal na pahintulot tulad ng pagbabasa ng kasaysayan ng iyong browser atbp.\n\nPaano gamitin?\nNag-aalok ang Tab na ito ng isang madaling gamiting shortcut sa keyboard: Alt + O. Pindutin ang kumbinasyon ng mga key na ito kapag nais mong buksan ang kasalukuyang tab sa incognito mode.\nBilang kahalili, maaari kang mag-click sa pindutan ng toolbar nito o pagpipilian sa menu ng konteksto\n\nBaligtad na Pag-andar\n\nKung nais mo ang opsyonal na reverse function; i.e .; magbukas ng isang incognito tab sa isang normal na window, kailangan mong pahintulutan ang extension na ito sa incognito mode.\n\nPara dito, bisitahin ang pahina ng Mga Extension (chrome: // extension) at suriin ang \"Payagan ang incognito\" sa mga detalye ng extension.",
    "fr": "Notre Incognito GRATUIT Cet onglet est une extension de navigateur légère pour Google Chrome,\nqui permet aux utilisateurs de charger facilement l'onglet actuel dans une fenêtre de navigation privée.\n\nCette extension est extrêmement légère et ne nécessite aucune autorisation critique comme la lecture de l'historique de votre navigateur, etc.\n\nComment utiliser?\nIncognito Cet onglet propose un raccourci clavier pratique: Alt + O. Appuyez sur cette combinaison de touches chaque fois que vous souhaitez ouvrir l'onglet actuel en mode incognito.\nVous pouvez également cliquer sur le bouton de sa barre d'outils ou sur l'option du menu contextuel\n\nFonctionnalité inversée\n\nSi vous voulez la fonctionnalité inverse optionnelle; c'est à dire.; ouvrir un onglet incognito dans une fenêtre normale, vous devez autoriser cette extension en mode incognito.\n\nPour cela, visitez la page Extensions (chrome: // extensions) et cochez la case \"Autoriser en mode incognito\" dans les détails de l'extension.",
    "he": "גלישה בסתר שלנו בחינם כרטיסייה זו היא הרחבת דפדפן קלילה עבור Google Chrome,\nהמאפשרת למשתמשים לטעון בקלות את הכרטיסייה הנוכחית בחלון גלישה בסתר.\n\nהרחבה זו בעלת משקל קל במיוחד ואינה דורשת אישור קריטי כמו קריאת היסטוריית הדפדפן וכו '.\n\nאיך להישתמש?\nגלישה בסתר כרטיסייה זו מציעה קיצור מקשים שימושי: Alt + O. לחץ על שילוב מקשים זה בכל פעם שתרצה לפתוח את הלשונית הנוכחית במצב גלישה בסתר.\nלחלופין, אתה יכול ללחוץ על כפתור סרגל הכלים שלו או על אפשרות תפריט ההקשר\n\nפונקציונליות הפוכה\n\nאם אתה רוצה את הפונקציונליות ההפוכה האופציונלית; כלומר; פתח כרטיסיית גלישה בסתר בחלון רגיל, עליך לאפשר הרחבה זו במצב גלישה בסתר.\n\nלשם כך, בקר בדף הרחבות (chrome: // סיומות) ובדוק את \"אפשר גלישה בסתר\" בפרטי התוסף.",
    "hi": "हमारा मुफ़्त इनकॉग्निटो यह टैब Google Chrome के लिए एक हल्के वजन वाला ब्राउज़र एक्सटेंशन है,\nजो उपयोगकर्ताओं को गुप्त विंडो में वर्तमान टैब को आसानी से लोड करने में सक्षम बनाता है।\n\nयह विस्तार बेहद हल्का है और इसके लिए किसी महत्वपूर्ण अनुमति की आवश्यकता नहीं है जैसे कि आपका ब्राउज़र इतिहास पढ़ना आदि।\n\nकैसे इस्तेमाल करे?\nगुप्त टैब यह एक आसान कीबोर्ड शॉर्टकट प्रदान करता है: Alt + O. जब भी आप गुप्त टैब को गुप्त मोड में खोलना चाहते हैं, तो इस कुंजी संयोजन को हिट करें।\nवैकल्पिक रूप से, आप इसके टूलबार बटन या संदर्भ मेनू विकल्प पर क्लिक कर सकते हैं\n\nक्रियाशीलता को उलट दें\n\nयदि आप वैकल्पिक रिवर्स कार्यक्षमता चाहते हैं; अर्थात।; एक सामान्य विंडो में एक गुप्त टैब खोलें, आपको गुप्त मोड में इस एक्सटेंशन को अनुमति देने की आवश्यकता है।\n\nइसके लिए, एक्सटेंशन पृष्ठ (क्रोम: // एक्सटेंशन) पर जाएं और एक्सटेंशन के विवरण में \"गुप्त में अनुमति दें\" की जांच करें।",
    "hr": "Naša BESPLATNA anonimna kartica Ova kartica je lagana ekstenzija preglednika za Google Chrome,\nšto korisnicima omogućuje jednostavno učitavanje trenutne kartice u anonimnom prozoru.\n\nOvo je proširenje vrlo malo i ne zahtijeva kritičko dopuštenje poput čitanja povijesti preglednika itd.\n\nKako koristiti?\nAnonimo Ta kartica nudi zgodan prečac na tipkovnici: Alt + O. Pritisnite ovu kombinaciju tipki kad god želite otvoriti trenutnu karticu u anonimnom načinu.\nAlternativno, možete kliknuti gumb gumba na alatnoj traci ili opciju kontekstnog izbornika\n\nObrnuta funkcionalnost\n\nAko želite opcionalnu obrnutu funkciju; tj .; otvorite karticu anonimnog zapisa u normalnom prozoru, ovo proširenje morate dopustiti u anonimnom načinu.\n\nZa to posjetite stranicu Proširenja (krom: // proširenja) i provjerite \"Dopusti anonimno\" u detaljima proširenja.",
    "hu": "Ingyenes inkognitónk Ez a lap egy könnyű böngésző-kiterjesztés a Google Chrome számára,\namely lehetővé teszi a felhasználók számára, hogy könnyen betöltsék az aktuális fület egy inkognitóablakban.\n\nEz a kiterjesztés rendkívül könnyű és NEM szükséges kritikus engedély, például a böngésző előzményeinek olvasása stb.\n\nHogyan kell használni?\nIncognito Ez a lap praktikus gyorsbillentyűt kínál: Alt + O. Nyomja meg ezt a billentyűkombinációt, amikor inkognitómódban szeretné megnyitni az aktuális fület.\nAlternatív megoldásként kattintson az eszközsáv gombjára vagy a helyi menübe\n\nFordított funkció\n\nHa az opcionális fordított funkciót akarja; azaz.; nyisson meg egy inkognitó fület egy normál ablakban, ezt a kiterjesztést inkognitó módban kell engedélyeznie.\n\nEhhez keresse fel a Bővítmények oldalt (chrome: // kiterjesztések), és a kiterjesztés részleteivel kapcsolatban ellenőrizze az „Engedélyezés inkognitóban” lehetőséget.",
    "id": "Penyamaran GRATIS Kami Tab Ini adalah ekstensi peramban yang ringan untuk Google Chrome,\nyang memungkinkan pengguna untuk dengan mudah memuat tab saat ini di jendela penyamaran.\n\nEkstensi ini sangat ringan dan TIDAK memerlukan izin kritis seperti membaca riwayat browser Anda dll.\n\nCara Penggunaan?\nPenyamaran Tab ini menawarkan pintasan keyboard praktis: Alt + O. Tekan kombinasi tombol ini setiap kali Anda ingin membuka tab saat ini dalam mode penyamaran.\nAtau, Anda dapat mengklik tombol bilah alat atau opsi menu konteks\n\nMembalikkan Fungsi\n\nJika Anda ingin fungsi reverse opsional; yaitu.; buka tab penyamaran di jendela normal, Anda harus mengizinkan ekstensi ini dalam mode penyamaran.\n\nUntuk ini, kunjungi halaman Ekstensi (chrome: // extensions) dan periksa \"Izinkan dalam penyamaran\" dalam detail ekstensi.",
    "it": "Il nostro incognito GRATUITO Questa scheda è un'estensione del browser leggera per Google Chrome,\nche consente agli utenti di caricare facilmente la scheda corrente in una finestra di navigazione in incognito.\n\nQuesta estensione è estremamente leggera e NON richiede alcuna autorizzazione critica come la lettura della cronologia del browser, ecc.\n\nCome usare?\nIncognito Questa scheda offre una comoda scorciatoia da tastiera: Alt + O. Premi questa combinazione di tasti ogni volta che vuoi aprire la scheda corrente in modalità di navigazione in incognito.\nIn alternativa, puoi fare clic sul pulsante della barra degli strumenti o sull'opzione del menu contestuale\n\nFunzionalità inversa\n\nSe si desidera la funzionalità inversa opzionale; cioè .; apri una scheda in incognito in una finestra normale, devi consentire questa estensione in modalità in incognito.\n\nPer questo, visita la pagina delle estensioni (chrome: // extensions) e seleziona \"Consenti in incognito\" nei dettagli dell'estensione.",
    "ja": "無料のシークレットタブは、Google Chrome向けの軽量なブラウザ拡張機能です。\nこれにより、ユーザーは現在のタブをシークレットウィンドウに簡単に読み込むことができます。\n\nこの拡張機能は非常に軽量であり、ブラウザの履歴を読み取るなどの重要な権限を必要としません。\n\n使い方？\nシークレットモードのこのタブには、便利なキーボードショートカットが用意されています。Alt+O。現在のタブをシークレットモードで開きたいときに、このキーの組み合わせを押します。\nまたは、そのツールバーボタンまたはコンテキストメニューオプションをクリックすることもできます。\n\n逆機能\n\nオプションのリバース機能が必要な場合。 すなわち; 通常のウィンドウでシークレットタブを開くには、シークレットモードでこの拡張機能を許可する必要があります。\n\nこれについては、拡張機能のページ（chrome：// extensions）にアクセスし、拡張機能の詳細で「シークレットモードを許可する」を確認してください。",
    "ko": "무료 시크릿 탭은 Chrome 용 경량 브라우저 확장 프로그램입니다.\n시크릿 창에서 현재 탭을 쉽게로드 할 수 있습니다.\n\n이 확장 프로그램은 매우 가벼우 며 브라우저 기록 등을 읽는 것과 같은 중요한 권한이 필요하지 않습니다.\n\n사용하는 방법?\n시크릿이 탭은 편리한 단축키 (Alt + O)를 제공합니다. 시크릿 모드에서 현재 탭을 열 때마다이 키 조합을 누르십시오.\n또는 툴바 버튼이나 상황에 맞는 메뉴 옵션을 클릭 할 수 있습니다\n\n역기능\n\n선택적인 역 기능을 원한다면; 즉; 일반 창에서 시크릿 탭을 열면 시크릿 모드에서이 확장을 허용해야합니다.\n\n이를 위해 확장 프로그램 페이지 (chrome : // extensions)를 방문하여 확장 프로그램의 세부 사항에서 '시크릿으로 허용'을 확인하십시오.",
    "lt": "NEMOKAMAS inkognito Šis skirtukas yra lengvas naršyklės plėtinys, skirtas „Google Chrome“,\ntai leidžia vartotojams lengvai įkelti esamą skirtuką inkognito lange.\n\nŠis plėtinys yra labai lengvas ir jam nereikia jokio kritinio leidimo, pavyzdžiui, naršyti naršyklės istoriją ir pan.\n\nKaip naudoti?\n„Incognito“ Šis skirtukas siūlo patogų klaviatūros klavišą: „Alt“ + O. Paspauskite šį klavišų derinį, kai norite atidaryti dabartinį skirtuką inkognito režimu.\nArba galite spustelėti jo įrankių juostos mygtuką arba kontekstinio meniu parinktį\n\nAtvirkštinis funkcionalumas\n\nJei norite pasirenkamos atvirkštinės funkcijos; t.y.; norėdami atidaryti inkognito skirtuką įprastame lange, turite leisti šį plėtinį inkognito režimu.\n\nNorėdami tai padaryti, apsilankykite plėtinių puslapyje („chrome“: // plėtiniai) ir išsamioje plėtinio dalyje pažymėkite „Leisti inkognito režime“.",
    "lv": "Mūsu BEZMAKSAS inkognito režīma šī cilne ir viegls pārlūka paplašinājums pārlūkam Google Chrome,\nkas lietotājiem ļauj inkognito logā ērti ielādēt pašreizējo cilni.\n\nŠis paplašinājums ir ļoti viegls, un tam nav nepieciešama kritiska atļauja, piemēram, pārlūkprogrammas vēstures lasīšana utt.\n\nKā izmantot?\nIncognito Šī cilne piedāvā ērtu īsinājumtaustiņu: Alt + O. Nospiediet šo taustiņu kombināciju ikreiz, kad vēlaties atvērt pašreizējo cilni inkognito režīmā.\nAlternatīvi, jūs varat noklikšķināt uz tās rīkjoslas pogas vai konteksta izvēlnes opcijas\n\nReversā funkcionalitāte\n\nJa vēlaties izvēles reverso funkcionalitāti; t.i .; normālā logā atveriet inkognito cilni, šis paplašinājums ir jāatļauj inkognito režīmā.\n\nLai to izdarītu, apmeklējiet lapu Paplašinājumi (hroms: // paplašinājumi) un sīkāku informāciju par paplašinājumu skatiet “Atļaut inkognito režīmā”.",
    "ms": "Penyamaran PERCUMA kami Tab ini adalah pelanjutan penyemak imbas ringan untuk Google Chrome,\nyang membolehkan pengguna memuatkan tab semasa dengan mudah dalam tetingkap penyamaran.\n\nSambungan ini sangat ringan dan TIDAK memerlukan kebenaran kritikal seperti membaca sejarah penyemak imbas anda dll.\n\nBagaimana nak guna?\nPenyamaran Tab ini menawarkan jalan pintas papan kekunci yang berguna: Alt + O. Tekan kombinasi kekunci ini setiap kali anda mahu membuka tab semasa dalam mod penyamaran.\nSebagai alternatif, anda boleh mengklik butang bar alatnya atau pilihan menu konteks\n\nFungsi Berbalik\n\nSekiranya anda mahukan fungsi terbalik pilihan; iaitu; buka tab penyamaran di tetingkap biasa, anda perlu membenarkan peluasan ini dalam mod penyamaran.\n\nUntuk ini, kunjungi halaman Sambungan (chrome: // extensions) dan periksa \"Benarkan dalam penyamaran\" dalam perincian peluasan.",
    "nl": "Onze GRATIS incognito Dit tabblad is een lichtgewicht browserextensie voor Google Chrome,\nwaarmee gebruikers het huidige tabblad gemakkelijk in een incognitovenster kunnen laden.\n\nDeze extensie is extreem licht van gewicht en vereist GEEN kritische toestemming zoals het lezen van uw browsergeschiedenis enz.\n\nHoe te gebruiken?\nIncognito Dit tabblad biedt een handige sneltoets: Alt + O. Druk op deze toetsencombinatie wanneer u het huidige tabblad in de incognitomodus wilt openen.\nU kunt ook op de werkbalkknop of de contextmenu-optie klikken\n\nOmgekeerde functionaliteit\n\nAls u de optionele reverse-functionaliteit wilt; d.w.z.; Als u een incognitotabblad in een normaal venster opent, moet u deze extensie in de incognitomodus toestaan.\n\nHiervoor gaat u naar de pagina Extensies (chrome: // extensions) en vinkt u \"Toestaan in incognito\" aan voor details over de extensie.",
    "no": "Vår GRATIS inkognito Denne fanen er en lett nettleserutvidelse for Google Chrome,\nsom gjør det mulig for brukere å laste gjeldende fane i et inkognitovindu.\n\nDenne utvidelsen er ekstremt lett og krever IKKE kritisk tillatelse som å lese nettleserhistorikken osv.\n\nHvordan å bruke?\nInkognito Denne fanen tilbyr en hendig tastatursnarvei: Alt + O. Trykk på denne tastekombinasjonen når du vil åpne gjeldende fane i inkognitomodus.\nAlternativt kan du klikke på verktøylinjeknappen eller alternativet for hurtigmenyen\n\nOmvendt funksjonalitet\n\nHvis du vil ha valgfri omvendt funksjonalitet; dvs.; Åpne en inkognito-fane i et normalt vindu, du må tillate denne utvidelsen i inkognitomodus.\n\nFor dette kan du gå til Extensions-siden (chrome: // extensions) og sjekke \"Tillat inkognito\" i detaljene for utvidelsen.",
    "pl": "Nasze BEZPŁATNE incognito Ta karta jest lekkim rozszerzeniem przeglądarki do Google Chrome,\nco umożliwia użytkownikom łatwe ładowanie bieżącej karty w oknie incognito.\n\nTo rozszerzenie jest bardzo lekkie i NIE wymaga żadnego krytycznego pozwolenia, takiego jak czytanie historii przeglądarki itp.\n\nJak używać?\nIncognito Ta karta oferuje przydatny skrót klawiaturowy: Alt + O. Naciśnij tę kombinację klawiszy, gdy chcesz otworzyć bieżącą kartę w trybie incognito.\nMożesz też kliknąć przycisk paska narzędzi lub opcję menu kontekstowego\n\nOdwrotna funkcjonalność\n\nJeśli chcesz opcjonalną funkcję odwrotną; to znaczy.; otwórz kartę incognito w normalnym oknie, musisz zezwolić na to rozszerzenie w trybie incognito.\n\nW tym celu odwiedź stronę Rozszerzenia (chrome: // extensions) i sprawdź „Allow in incognito” w szczegółach rozszerzenia.",
    "ro": "Această filă GRATUITĂ Această filă este o extensie ușoară de browser pentru Google Chrome,\ncare permite utilizatorilor să încarce cu ușurință fila curentă într-o fereastră incognito.\n\nAceastă extensie este extrem de ușoară și NU necesită nicio permisiune critică precum citirea istoricului browserului etc.\n\nCum se folosește?\nIncognito Această filă oferă o comandă rapidă a tastaturii: Alt + O. Apăsați această combinație de taste oricând doriți să deschideți fila curentă în modul incognito.\nÎn mod alternativ, puteți face clic pe butonul acesteia de pe bara de instrumente sau pe opțiunea meniu contextual\n\nFuncționalitate inversă\n\nDacă doriți funcționalitatea opțională inversă; adică .; deschideți o filă incognito într-o fereastră normală, trebuie să permiteți această extensie în modul incognito.\n\nPentru aceasta, accesați pagina Extensii (extensii chrome: //) și verificați „Permiteți incognito” în detalii despre extensie.",
    "ru": "Наше БЕСПЛАТНОЕ приложение Incognito Эта вкладка представляет собой облегченное расширение для браузера Google Chrome\nкоторый позволяет пользователям легко загружать текущую вкладку в окне инкогнито.\n\nЭто расширение очень легкое и не требует каких-либо критических разрешений, таких как чтение истории вашего браузера и т. Д.\n\nКак пользоваться?\nИнкогнито Эта вкладка предлагает удобное сочетание клавиш: Alt + O. Нажмите эту комбинацию клавиш, когда вы хотите открыть текущую вкладку в режиме инкогнито.\nКроме того, вы можете нажать на кнопку панели инструментов или опцию контекстного меню\n\nОбратная функциональность\n\nЕсли вы хотите дополнительный обратный функционал; т.е. .; Откройте вкладку инкогнито в обычном окне, вам нужно разрешить это расширение в режиме инкогнито.\n\nДля этого посетите страницу «Расширения» (chrome: // extensions) и отметьте «Разрешить в инкогнито» в деталях расширения.",
    "sk": "Naša bezplatná inkognito Táto karta je ľahké rozšírenie prehliadača pre prehliadač Google Chrome,\nktorý umožňuje používateľom ľahko načítať aktuálnu kartu v okne inkognito.\n\nToto rozšírenie je mimoriadne ľahké a NEVYŽADUJE žiadne kritické povolenie, napríklad čítanie histórie prehliadača atď.\n\nAko použiť?\nInkognito Táto karta ponúka praktickú klávesovú skratku: Alt + O. Túto kombináciu kláves stlačte vždy, keď chcete otvoriť aktuálnu kartu v režime inkognito.\nMôžete tiež kliknúť na tlačidlo na paneli s nástrojmi alebo na možnosť kontextovej ponuky\n\nReverzná funkčnosť\n\nAk chcete voliteľnú spätnú funkciu; tj.; otvorte kartu inkognito v normálnom okne, toto rozšírenie musíte povoliť v režime inkognito.\n\nZa týmto účelom prejdite na stránku Rozšírenia (chrome: // extensions) a podrobnosti o rozšírení nájdete v časti Povoliť v režime inkognito.",
    "sl": "Naša BREZPLAČNA beleženje beleženja zgodovine Ta kartica je razširitev brskalnika za Google Chrome,\nki uporabnikom omogoča enostavno nalaganje trenutnih zavihkov v okno brez beleženja zgodovine.\n\nTa razširitev je zelo majhna in ne potrebuje nobenega kritičnega dovoljenja, kot je branje zgodovine brskalnika itd.\n\nKako uporabiti?\nBrez beleženja funkcije Ta zavihek ponuja priročno bližnjico na tipkovnici: Alt + O. Pritisnite to kombinacijo tipk, kadar želite odpreti trenutni zavihek v načinu brez beleženja zgodovine.\nLahko pa kliknete tudi gumb na orodni vrstici ali možnost kontekstnega menija\n\nPovratna funkcionalnost\n\nČe želite neobvezno povratno funkcijo; t.j .; odprete zavihek brez beleženja zgodovine v običajnem oknu, morate omogočiti to razširitev v načinu brez beleženja zgodovine.\n\nZa to obiščite stran »Razširitve« (chrome: // razširitve) in v podrobnostih o razširitvi preverite »Dovoli beleženje«.",
    "sr": "Наш БЕСПЛАТНИ анонимни картицу Ова картица је лагана екстензија прегледача за Гоогле Цхроме,\nкоји омогућава корисницима да лако учитају тренутну картицу у анонимном прозору.\n\nОво проширење је изузетно мале тежине и не захтева никакву критичку дозволу као што је читање историје прегледача итд.\n\nКако се користи?\nИнцогнито Ова картица нуди корисну пречицу на тастатури: Алт + О. Притисните ову комбинацију тастера кад год желите да отворите тренутну картицу у режиму анонимности.\nАлтернативно, можете да кликнете на дугме на алатној траци или на опцију контекстног менија\n\nРеверсе Фунцтионити\n\nАко желите опционалну обрнуту функцију; тј.; отворите картицу анонимности у нормалном прозору, ово проширење морате да омогућите у режиму анонимности.\n\nЗа ово, посетите страницу са проширењима (хром: // додаци) и проверите „Допусти инкогнито“ у детаљима о проширењу.",
    "sv": "Vår GRATIS inkognito Denna flik är en lätt webbläsarförlängning för Google Chrome,\nvilket gör det möjligt för användare att enkelt ladda aktuell flik i ett inkognitofönster.\n\nDenna tillägg är extremt lätt och kräver INTE kritiskt tillstånd som att läsa din webbläsarhistorik etc.\n\nHur man använder?\nIncognito Den här fliken erbjuder en praktisk kortkommando: Alt + O. Tryck på denna tangentkombination när du vill öppna den nuvarande fliken i inkognitoläge.\nAlternativt kan du klicka på verktygsfältets knapp eller alternativet för kontextmenyn\n\nOmvänd funktion\n\nOm du vill ha funktionen omvänd funktion; dvs .; öppna en inkognitoflik i ett normalt fönster, du måste tillåta denna tillägg i inkognitoläge.\n\nBesök sidan Extensions (chrome: // extensions) och kontrollera \"Tillåt inkognito\" i detaljer om tillägg.",
    "th": "ฟรีไม่ระบุตัวตนแท็บนี้เป็นส่วนขยายเบราว์เซอร์ที่มีน้ำหนักเบาสำหรับ Google Chrome\nซึ่งทำให้ผู้ใช้สามารถโหลดแท็บปัจจุบันได้ง่ายในหน้าต่างที่ไม่ระบุตัวตน\n\nส่วนขยายนี้มีน้ำหนักเบามากและไม่ต้องการการอนุญาตที่สำคัญเช่นการอ่านประวัติเบราว์เซอร์ของคุณเป็นต้น\n\nวิธีใช้?\nไม่ระบุตัวตนแท็บนี้มีแป้นพิมพ์ลัดที่มีประโยชน์: Alt + O กดแป้นนี้ร่วมกันทุกครั้งที่คุณต้องการเปิดแท็บปัจจุบันในโหมดไม่ระบุตัวตน\nหรือคุณสามารถคลิกที่ปุ่มแถบเครื่องมือหรือตัวเลือกเมนูตามบริบท\n\nฟังก์ชั่นย้อนกลับ\n\nหากคุณต้องการฟังก์ชั่นย้อนกลับเป็นตัวเลือก; นั่นคือ .; เปิดแท็บไม่ระบุตัวตนในหน้าต่างปกติคุณต้องอนุญาตให้ส่วนขยายนี้ในโหมดไม่ระบุตัวตน\n\nสำหรับสิ่งนี้ไปที่หน้าส่วนขยาย (chrome: // extensions) และตรวจสอบ“ Allow in incognito” ในรายละเอียดของส่วนขยาย",
    "tr": "ÜCRETSİZ Gizli Modumuz Bu Sekme, Google Chrome için hafif bir tarayıcı uzantısıdır,\nkullanıcıların geçerli sekmeyi gizli pencereye kolayca yüklemelerini sağlar.\n\nBu uzantı son derece hafiftir ve tarayıcı geçmişinizi okumak gibi kritik bir izin gerektirmez.\n\nNasıl kullanılır?\nGizli mod Bu Sekme kullanışlı bir klavye kısayolu sunar: Alt + O. Mevcut sekmeyi gizli modda açmak istediğinizde bu tuş kombinasyonuna basın.\nAlternatif olarak, araç çubuğu düğmesini veya içerik menüsü seçeneğini tıklayabilirsiniz\n\nTers İşlev\n\nİsteğe bağlı ters işlev istiyorsanız; yani .; normal pencerede gizli bir sekme açarsanız, bu uzantıya gizli modda izin vermeniz gerekir.\n\nBunun için Uzantılar sayfasını (chrome: // extensions) ziyaret edin ve uzantının ayrıntılarında \"Gizli modda izin ver\" seçeneğini işaretleyin.",
    "vi": "Ẩn danh MIỄN PHÍ của chúng tôi Tab này là một tiện ích mở rộng trình duyệt nhẹ cho Google Chrome,\ncho phép người dùng dễ dàng tải tab hiện tại trong cửa sổ ẩn danh.\n\nTiện ích mở rộng này rất nhẹ và KHÔNG yêu cầu bất kỳ sự cho phép quan trọng nào như đọc lịch sử trình duyệt của bạn, v.v.\n\nSử dụng như thế nào?\nẨn danh Tab này cung cấp một phím tắt tiện dụng: Alt + O. Nhấn tổ hợp phím này bất cứ khi nào bạn muốn mở tab hiện tại ở chế độ ẩn danh.\nNgoài ra, bạn có thể nhấp vào nút thanh công cụ của nó hoặc tùy chọn menu ngữ cảnh\n\nChức năng đảo ngược\n\nNếu bạn muốn các chức năng đảo ngược tùy chọn; I E.; mở tab ẩn danh trong một cửa sổ bình thường, bạn cần cho phép tiện ích mở rộng này ở chế độ ẩn danh.\n\nĐể biết điều này, hãy truy cập trang Tiện ích mở rộng (chrome: // tiện ích mở rộng) và kiểm tra Cho phép trong Chế độ ẩn danh trong chi tiết tiện ích mở rộng.",
    "zh_CN": "我們的免費隱身標籤頁是Google Chrome瀏覽器的輕量級瀏覽器擴展程序，\n這使用戶可以輕鬆地在隱身窗口中加載當前標籤頁。\n\n此擴展程序非常輕巧，不需要任何重要權限，例如閱讀瀏覽器歷史記錄等。\n\n如何使用？\n“隱身”選項卡提供了便捷的鍵盤快捷鍵：Alt +O。只要您想在隱身模式下打開當前選項卡，請按下此鍵組合。\n或者，您可以單擊其工具欄按鈕或上下文菜單選項\n\n反向功能\n\n如果需要可選的反向功能； 即; 在正常窗口中打開隱身標籤，您需要在隱身模式下允許此擴展程序。\n\n為此，請訪問“擴展程序”頁面（chrome：// extensions）並檢查擴展程序詳細信息中的“允許隱身”。",
    "zh_TW": "我们的免费隐身标签页是Google Chrome浏览器的轻量级浏览器扩展程序，\n这使用户可以轻松地在隐身窗口中加载当前标签页。\n\n此扩展程序非常轻巧，不需要任何重要权限，例如阅读浏览器历史记录等。\n\n如何使用？\n“隐身”选项卡提供了便捷的键盘快捷键：Alt +O。只要您想在隐身模式下打开当前选项卡，请按下此键组合。\n或者，您可以单击其工具栏按钮或上下文菜单选项\n\n反向功能\n\n如果需要可选的反向功能； 即; 在正常窗口中打开隐身标签，您需要在隐身模式下允许此扩展程序。\n\n为此，请访问扩展程序页面（chrome：// extensions）并检查扩展程序详细信息中的“允许隐身”。"
  }
}