{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão Captura de Produtos - Vobi"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extensão da plataforma Vobi para capturar informações de produto de lojas na internet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Cadastre informações de produtos de lojas da internet, em poucos cliques, com a Extensão de Captura de Produtos da Vobi.\n\nSe você está cansado de copiar e colar as informações de produtos da internet para seus orçamentos de projetos e obras, a nova extensão da plataforma Vobi pode fazer todo o trabalho pesado por você!\n\nAo invés de copiar informações manuais de maneira repetida, com apenas alguns cliques as informações dos produtos são capturadas.\n\nComo usar?\n\n1. Instale a extensão de Captura de Produtos da Vobi a partir da Chorme Web Store;\n2. Acesse a sua conta na extensão para vincular os seus projetos e obras;\n3. Visite qualquer site para começar a coletar imagens, descrições, dimensões, preço, etc.\n4. Ao selecionar o produto desejado, clique na extensão e veja todas as informações registradas automaticamente.\n5. Depois disso, é só salvar e ter o produto disponível na sua biblioteca Vobi para usar quando quiser!\n\nEconomize horas incontáveis na sua criação de orçamentos! \n\nSe o seu negócio ainda não é digital, solicite o seu convite agora mesmo e comece a utilizar essa e outras ferramentas da plataforma Vobi: https://www.vobi.com.br/ \n\nE se você já é cliente e está com qualquer dúvida ou tem um feedback, é só enviar uma mensagem para o nosso time pelo suporte@vobi.com.br."
  }
}