{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web site access ranking checker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension displays the access ranking of the current website. Based on the Tranco database.",
    "ja": "この拡張機能は、表示中のウェブサイトのアクセスランキングをリアルタイムで表示します。Trancoのデータベースから取得したランキング情報に基づき、日次または月次でグラフによるランキングの推移を分析できます。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Overview:\nThe \"Web Site Access Ranking Checker\" extension is a tool that showcases the access ranking of any visited website.\nThe ranking information is downloaded from a server that I personally manage. The information is obtained from Tranco's access ranking. (https://tranco-list.eu/)\n\nKey Features:\n\nReal-Time Ranking Data: Instantly displays the current access ranking of the website you are visiting.\nHistorical Trend Analysis: Offers insights into how a website's ranking has evolved over time with daily and monthly trend graphs.\nUser-Friendly Interface: Easy to navigate, ensuring a seamless user experience.\n\nBenefits:\n\nCompetitive Analysis: Understand a website's standing compared to competitors.\nSEO and Marketing Insights: Gain valuable insights for SEO strategies and marketing campaigns.\nResearch Tool: Ideal for researchers, marketers, and web enthusiasts to track website performance over time.",
    "ja": "概要\nWebサイトアクセスランキングチェッカー」は、アクセスしたWebサイトのアクセスランキングを表示するツールです。\nランキング情報は私個人が管理するサーバーからダウンロードされます。その情報はTrancoのアクセスランキングから取得しています。(https://tranco-list.eu/)\n\n主な機能\n\nリアルタイムランキングデータ： 現在のアクセスランキングを瞬時に表示します。\nヒストリカルトレンド分析： 日次・月次のトレンドグラフで、サイトのランキング推移を把握できます。\nユーザーフレンドリーなインターフェース： 簡単な操作で、シームレスなユーザーエクスペリエンスを実現します。\n\nメリット\n\n競合分析： 競合他社と比較したウェブサイトの順位を把握できます。\nSEOとマーケティングの洞察： SEO戦略やマーケティングキャンペーンのための貴重な洞察を得ることができます。\nリサーチツール： 研究者、マーケティング担当者に最適で、ウェブサイトのパフォーマンスを長期的に追跡できます。"
  }
}