{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "MPBlock - запрет любых страниц"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Модуль, который позволяет гибко настраивать запрет на доступ к просмотру и редактирование любых страниц внутри личного кабинета на…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Модуль, который позволяет гибко настраивать запрет на доступ к просмотру и редактирование любых страниц внутри личного кабинета на маркетплейсах ( Wildberries,  Ozon, Яндекс.Маркет, AliExpress, SberMarket ), ЛК сервисов аналитики маркетплейсов и любых других сервисов.\n\nВажно!!! После установки плагина необходимо обратиться по контактам разработчиков для того, чтобы активировать плагин. В противном случае плагин работать не будет!\n\nДля чего нужен данный модуль?  Модуль в первую очередь необходим тем, кто хочет делегировать рутинные задачи в бизнесе  на сотрудников, и дать доступ сотрудникам к кабинету маркетплейсов и других сервисов и при этом спать спокойно и не боятся что сотрудник может залезть туда куда ему не нужно.\n\nК сожалению во многих сервисах, в том числе даже на крупных, таких как - Вайлдберриз, Озон, Яндекс Маркет, Али экспресс, СберМаркет - нет возможности гибко настроить доступ, чтобы например ваш сотрудник мог отвечать на отзывы, писать в поддержку, редактировать карточки или регистрировать поставки, но при этом не имел доступов к редактированию цен, суммам взаиморасчетов, и возможно каким-то другим критическим данным. Даже на Озоне где уже реализовано разграничение доступа, настройки не настолько гибкие насколько хотелось бы. Также бывает что вы хотите дать сотруднику доступ к сервису аналитики или сервису склада, но при этом не хотите чтобы он мог видеть/редактировать вашу себестоимость товара/остатки товара на складе, или не хотите чтобы сотрудник видел ваши продажи/доход.  Именно для подобных ситуаций был создан данный плагин.\n\nПлагин позволит вам настроить детально постранично доступ для всех ваших кабинетов.\n\nК сожалению плагин можно удалить из браузера, и тогда все настройки запретов исчезнут, но к счастью есть возможность путем добавления правил в политики безопасности запретить сотруднику не имеющему доступ администратора - удалять или отключать плагин. О том как это сделать мы подробнее рассказываем при помощи с активацией плагина.\n\nПреимущества модуля MPBlock:\n\nГибкость: Вы можете настроить запрет на любые страницы, которые не должен видеть и редактировать ваш сотрудник внутри личного кабинета МП (Wildberries, Ozon, Яндекс.Маркет, AliExpress), сервисов аналитики и любых других сервисов . Запрет можно настроить на неограниченное количество страниц.\n\nБезопасность: После настройки сотрудник больше не сможет изменить цены на товары без вашего ведома, увидеть или изменить любую другую критически важную информацию. Запрет на отключение модуля настраивается на уровне политик безопасности Windows. Следовательно не имея административного доступа  сотрудник не сможет отключить запрет.\n\nУдобство: На модуль устанавливается пароль администратора, с помощью него вы можете в любой момент зайти в настройки плагина и изменить любые настройки блокируемых страниц, удалить страницы и добавить новые. Имея всего одну лицензию плагина, вы можете блокировать любое количество урлов на любых необходимых вам сервисах.\n\nСкрытность:  Вы можете настраивать запрет в виде редиректа на другую страницу или в виде системной ошибки, следовательно сотрудник может даже не понять причину по которым у него не открываются страницы. Также настройки плагина защищены паролем, поэтому увидеть какие урлы прописаны в блокировку у сотрудника тоже не получится."
  }
}