{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sketch and Paint Plus!"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Draw, paint, doodle, add text and emojis on browser tabs. Then save your creative art and decorations to share later."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sketch and Paint Plus is a writing, sketching and painting extension for your Chrome™ browser tab.\n\nExplore your creativity and customize any website tab by adding text, emojis, lines, or add a dash of color with the marker or highlighter tools to get the picture perfect tab.\n\nWhen you’re done, download your artistic creations as screenshots with the download tool.\n\nFeatures: \n* Color Picker: Select a color for the text and line.\n* Marker/Pencil tool: Draw or paint anything with the selected color and point size.\n* Spray paint tool: Spray your tabs with any color you desire.\n* Text and Emoji tool: Add text and fun emojis to your tabs to enhance your creativity.\n* Eraser: Erase some or all of your drawings or text.\n* Screenshot/Download: Save your sketch, shapes, or creations to your computer.\n* Lines (hold Shift): Create adjoining lines for your shapes.\n* Undo tool: Either click the buttons, or use the keyboard shortcut (CTRL+Z or CMD+Z) to undo as many times as you like to make it picture perfect).\n\n——————————\nAccording to the rules of the Chrome™ Web Store, this extension will not work on the store pages, new tab and home page.\nPlease open any other website (for example, google.com) after installing this extension to start having fun!"
  }
}