{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boekreviews voor bibliotheek.be"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Toont voor elk boek een reviewscore, naadloos in de website van de bib. Compatibel met bijna alle Vlaamse bibliotheken."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zie automatisch een gemiddelde score voor boeken wanneer je zoekt in de bibliotheek.be catalogus. Werkt voor alle catalogi die je als jouw-gemeente.bibliotheek.be kan bereiken.\n\nGraag de reviews voor films of bordspelletjes? Dat kan je apart inschakelen.\nNa installatie klik je rechts op het plugin icoontje, en kies je voor opties.\nVolg nadien de instructies.\n\n== FAQ ==\n- Er gebeurt niets na installatie\nHerstart Chrome na installatie van de plugin. Bezoek nadien je normale bibliotheek site op de resultaten te zien.\n\n- Waar kan ik de review scores vinden?\nIndien beschikbaar, wordt de score in een kleine bol onderaan de boek cover weergegeven.\n\n- Waarom moet ik toestemming geven?\nDeze plugin heeft Chrome toestemming nodig voor het ophalen van de reviews.\n\n- Waarom heeft een boek/film/spel geen score?\nVoor niet alle materialen is een score publiek beschikbaar. Als er niets gevonden wordt, zal je geen bol met score terugzien.\n\n- Ik kan de reviews enkel maar in Chrome zien\nDit is een Chrome plugin, dus de effecten zijn beperkt tot de Chrome browser. De reviews zal je dus niet op Edge, Firefox of een andere browser kunnen zien.\n\n- De plugin werkt niet / hoe kan ik een probleem doorgeven?\nVia de optie contacteer ontwikkelaar kan je bugs melden. Geef zeker alle stappen door die je hebt ondernomen, wat het verwachten resultaat was en wat je in de plaats te zien kreeg. Geef eventuele foutboodschappen zeker door. Hou er rekening mee dat deze plugin een hobbyproject is dat gratis ter beschikking wordt gesteld, het kan dus zijn dat je even moet wachten op support.\n\n- Hoe kan ik suggesties doorgeven?\nVia de optie contacteer ontwikkelaar kan je suggesties insturen. Hou er rekening mee dat deze plugin als hobbyproject ontwikkeld is, dus de mogelijkheden en het budget zijn beperkt.\n\n- Kan ik de ontwikkelaar bedanken?\nFijn dat je fan bent van de plugin! Als je daar zin in hebt, mag je altijd een review achterlaten."
  }
}