{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Alive5 Click-To-SMS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Find a phone number on any web page and click to SMS"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "If your customer’s phone number is on a website or in your CRM (Salesforce, Microsoft Dynamics 365, or HubSpot), you can now use the Alive5 Click-to-SMS extension to send them a text message from within the Alive5 platform. \n\nTERMS and PRIVACY POLICY\n\nBy using this Chrome Extension, you agree to the Alive5 Terms & Conditions available at https://www.alive5.com/terms-of-service and the Privacy Policy at https://www.alive5.com/privacy-policy.\n\nCOOKIE POLICY and GDPR POLICY\n\nYou can find our Cookie Policy at https://www.alive5.com/cookie-policy and the GDPR Policy at https://www.alive5.com/gdpr-policy.\n\nDISCLAIMER:\nThis extension uses Google Analytics to collect extension usage statistics to help improve user experience. If you want to opt-out of Google Analytics tracking, please visit http://tools.google.com/dlpage/gaoptout or you can set up a filter in Adblock Plus or similar ad blocker tools like AdBlock, uBlock or Adblock Pro.\n\n================================================\n\nABOUT THIS EXTENSION\n\nAlive5 Click-to-SMS Chrome Extension works with your paid Alive5 account. It finds any phone number on a web page and allows you to click to SMS using the Alive5 platform. You can find the “a5” icon next to the phone number or click on the extension and it will pull all of the phone numbers on that page. This extension also works inside your CRM website (Salesforce, Microsoft Dynamics 365, or HubSpot).\n\n***Requirement: This extension requires a paid Alive5 SMS Subscription. \n\n================================================\nCHANGE LOG:\n\nV1.0\n- Finds any phone number on a web page and adds an a5 icon next to it.\n- When the chrome extension is clicked, a menu pops up that gives an option to select all phone numbers on a web page.\n\nV1.1\n- Some basic changes to CRM functionality\n- Bug fixes\n- Improved performance\n\nV1.2\n- Bug fixes\n- a5 extension icon next to phone numbers on a web page now appears after clicking the extension icon in the browser in order to improve the overall performance.\n\nV1.3\n- Now available to use on major CRM Platforms: Salesforce, Microsoft Dynamics 365, and HubSpot."
  }
}