{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Policy Highlights: Focus on Vital Keywords"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Auto highlight important keywords on any privacy policy or terms of service to quickly find and understand critical sections."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Works with the below popular policy pages automatically:\n\n- Privacy Policy\n- Terms of Service\n- Cookie Policy\n- Disclosure Policy\n- Disclaimer Policy\n- Code of Conduct\n\nAlso works with many pages like:\n\n- Legal pages\n- Contract Signing pages\n- Confirmation pages\n- Agreement pages\n- GDPR pages\n\nKeywords will be highlighted automatically as you browse the web and visit policy related pages. Hovering over any highlighted keyword will show you information why that keyword may be vital. The highlighted keywords allow you to find sections you should focus on quickly without having to read the entire policy and feel overwhelmed. \n\nPolicy highlights save you time and allow you to do a better job caring about your personal privacy.\n\nFeatures:\n- Primary keywords highlighted in yellow.\n- Secondary keywords highlighted in orange.\n- Hover over keyword details.\n- Easy On/Off switch to activate or disable Policy Highlighting.\n\nWhy did we create policy highlights? \n\nLike us, you probably ignored a websites privacy policy and terms of service. You clicked \"I accept\" and moved on. But as the number of data breaches increased so did your concern for privacy, so you started to care. You tried to take a minute to read and understand each privacy policy or terms of service, but there where too many words to skim through.\n\nGlad you found us because we had the same problem.\n\nWe started working on an open-source tool to automatically highlight important keywords and action words in policy documents. Hovering over each highlighted word told you what you can expect in that section. The tool has improved our readability of every privacy policy and terms of service we read from now on.\n\nDo you care about your privacy? Want to quickly understand different policies?\n\nGive Policy Highlights a try, install today.\n\n---------\n\nWant to use and build on top of the tool yourself? Feel free.\n\nGitHub: https://github.com/weareprivacy/weareprivacy-policy-highlights\nNPM: https://www.npmjs.com/package/@weareprivacy/policy-highlights\n\nFollow us on…\nTwitter: https://twitter.com/weareprivacyapp | @weareprivacyapp\nWeb: https://weareprivacy.com"
  }
}