{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twillot Exporter for X/Twitter"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Effortlessly Export Your Twitter Data with One Click"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Twillot Exporter for X/Twitter: Effortlessly Export Your Twitter Data with One Click\n\nTwillot Exporter is a powerful yet straightforward Chrome extension that allows you to easily export various data from the Twitter (X) platform. Whether you're looking to preserve precious memories or analyze data, Twillot Exporter has got you covered.\n\n## Key Features:\n\n- Comprehensive Data Export: Export your tweets, replies, media files, follower lists, and likes with just one click.\n\n- Multiple Export Formats: Supports exporting data in CSV and JSON formats, making it easy for further processing and analysis.\n\n- User-Friendly Interface: An intuitive and straightforward interface makes data export a breeze.\nReal-Time Progress Indicators: Clear progress bars and status updates keep you informed about the export process.\n\n- Flexible Selection: Choose to export all your data or select specific types of data as needed.\nPrivacy Protection: All data is stored on your local device, ensuring your privacy and security.\n\n## Version Comparison:\n\n- Free Version: Supports exporting up to 1,000 data records. Ideal for casual users or short-term use.\n\n- Pro Version: Unlimited data export. Provides comprehensive support for heavy Twitter users or professionals needing extensive data analysis.\n\n## How to Use:\n\n1. Install the extension and log in to your Twitter account.\n2. Click on the extension icon and follow the prompts to authenticate.\n3. Once authentication is successful, select the type of data and format (CSV or JSON) you wish to export.\n4. Click the \"Start Export\" button and wait for the process to complete.\n5. After completion, find your saved data files in the specified location.\n\nTwillot Exporter offers X/Twitter users a simple and efficient way to back up and manage their social media data. Whether you're looking to save important conversations, organize your media files, or conduct in-depth Twitter activity analysis, Twillot Exporter is your ideal choice.\n\nInstall Twillot Exporter now and start your Twitter data management journey! Choose the version that best suits your needs and experience convenient data export functionality."
  }
}