{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Membr: Effortless & Secure Note-taking"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay organized and productive with Membr's rich note-taking editor, AI powered summaries and secure storage."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stay In Flow, Be More Productive\n===============================\nA huge portion of work already happens in the browser. And if you’re like us, you also take draft notes when studying, researching or ideating. You can do this through note-taking apps like Notion, Evernote, Google Docs and many more.\n\nHowever, most of these note-taking apps interrupt *flow* by forcing you to context switch, either by opening a new browser tab or app window. With Membr for Chrome, your notes sit alongside the source content.\n\n\nWhy Membr Notes?\n===================\n- Rich editor experience with all the essentials and more. The editor offers rich formatting, task lists, drag and drop images etc. with regular updates expanding this feature set.\n\n- Encrypted notes. We take the security of your information seriously and that’s why all your notes in Membr are stored and retrieved while encrypted. \n\n- It's fast. Membr runs on all browser tabs and offers single-click access to your most recent notes. \n\n- It works well with other apps. You can export to PDF with *Google Docs and Notion export coming soon.\n\n\nFAQs\n=======\n1. Membr doesn't start after install?\nIf you are unable to start the extension immediately after install, try refreshing the browser tab(s) that you'd like to use Membr on. \n\n2. Do my notes sync across devices?\nYes, your notes will sync across all signed in Chrome browsers that have the extension installed.\n\n3. Is there a mobile app?\nThe mobile app will launch later in 2022.\n\nAugust 2024 Updates:\n=============\n* ⚡️Improved login experience.\n* ❤️‍🩹 Minor bug fixes and improvements."
  }
}