{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "SEO SERP URL Extraction"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The SEO SERP Extraction Tool is a powerful and easy-to-use extension to quickly extract URL in search results."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The SEO SERP Extraction Tool is a powerful and easy-to-use Chrome extension designed for SEO professionals and digital marketers. This tool enables you to effortlessly extract Search Engine Results Page (SERP) data directly from Google, allowing you to analyze and optimize your SEO strategies effectively.\n\n**Features**\n- Simple SERP Data Extraction: Quickly extract the title, URL, and position of search results from Google's SERP.\n- User-Friendly Interface: Clean and intuitive interface for viewing and managing extracted data.\n- Instant Search: Filter extracted data on the fly using the built-in search functionality.\n- Export to CSV: Easily export your SERP data to a CSV file for further analysis and reporting.\nSeamless Integration: Automatically opens the extracted results in a new tab for convenient viewing.\n\n**How It Works**\n -Activate: Click the extension icon while on a Google search results page.\n- Extract: The tool will automatically extract the SERP data.\n- View: The results are displayed in a new tab with a clean and organized table.\n- Filter: Use the search input to quickly find specific URLs or titles.\n- Export: Click the export button to download your data as a CSV file.\n\n**Use Cases**\n- SEO Audits: Easily gather SERP data to analyze competitors and identify opportunities for improvement.\n\n**Why Choose SEO SERP Extraction Tool?**\n- Efficiency: Save time by automating the data extraction process.\n- Accuracy: Ensure precise data collection directly from Google's SERP.\n- Convenience: Quickly access and manage your data within the extension's user interface.\n- Flexibility: Export data for use in various SEO tools and reporting systems."
  }
}