{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "JS Library Lister"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Lists all JavaScript libraries used across different pages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Records a list of the javascript libraries loaded by you app. The idea is that you cut and paste the js library list into a ChatGPT prompt to analyse the risks of using these libraries. \n\nThis is an example ChatGPT prompt. \n\nNB - this is not part of the extension - just and example of a prompt to use to analyse the list produced by the extension.\n\nAnalyze the list of JavaScript libraries, with the associated pages on which they were detected categorizing the js libraried based on versioning and potential risk. For each library:\n\nIf it has a specific version (pattern of numbers separated by dots), classify it as green for low risk.\nIf it lacks a version, classify it as amber for moderate risk.\nIf it includes terms like 'latest' or 'current' in the version, classify it as red for high risk.\nExclude libraries from chrome-extension:// URLs. If the js library is served form Bubble.io categorise it as low risk - and mark it as a Bubble js server library.\nOrganize the output by risk level (high to low), listing each library URL alongside a brief description of its general purpose, such as 'analytics,' 'UI component,' or 'data processing.' Summarize the results under each risk level heading for clarity. Make the output tabulas suitable to copy and paste to gsheets. So it will have 4 columns, the risk, description, the js library,  and whether it is a Bubble served library, the pages the js lib was found on.\n\nFor support contact lindsay@planbbackups.io"
  }
}