{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Zombie Siege"
  },
  "short": {
    "ar": "دافع ضد جحافل الزومبي وحسن مهاراتك في هذه اللعبة المثيرة للبقاء على قيد الحياة!",
    "am,bg,bn,ca,cs,da,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,kn,lt,lv,ml,mr,ms,no,pt_BR,pt_PT,ro,sk,sl,sr,sw,ta,te,uk,zh_CN,zh_TW": "Defend against zombie hordes and upgrade your skills in this exciting survival game!",
    "de": "Verteidige dich gegen Zombiehorden und verbessere deine Fähigkeiten in diesem aufregenden Überlebensspiel!",
    "el": "Υπερασπιστείτε από τις ορδές ζόμπι και αναβαθμίστε τις δεξιότητές σας σε αυτό το συναρπαστικό παιχνίδι επιβίωσης!",
    "es": "¡Defiende contra hordas de zombis y mejora tus habilidades en este emocionante juego de supervivencia!",
    "fr": "Défendez-vous contre des hordes de zombies et améliorez vos compétences dans ce jeu de survie passionnant !",
    "hi": "इस रोमांचक सर्वाइवल गेम में ज़ॉम्बी के झुंड से बचें और अपने कौशल को उन्नत करें!",
    "id": "Bertahan melawan gerombolan zombie dan tingkatkan keterampilan Anda dalam permainan bertahan hidup yang mendebarkan ini!",
    "it": "Difenditi dalle orde di zombi e migliora le tue abilità in questo emozionante gioco di sopravvivenza!",
    "ja": "このエキサイティングなサバイバルゲームでゾンビの大群から身を守り、スキルを向上させよう！",
    "ko": "이 흥미진진한 생존 게임에서 좀비 무리를 막아내고 스킬을 업그레이드하세요!",
    "nl": "Verdedig je tegen hordes zombies en verbeter je vaardigheden in dit spannende overlevingsspel!",
    "pl": "Broń się przed hordami zombie i ulepszaj swoje umiejętności w tej ekscytującej grze survivalowej!",
    "ru": "Защищайтесь от орд зомби и улучшайте свои навыки в этой захватывающей игре на выживание!",
    "sv": "Försvara mot zombiehorder och uppgradera dina färdigheter i detta spännande överlevnadsspel!",
    "th": "ป้องกันฝูงซอมบี้และอัพเกรดทักษะของคุณในเกมเอาชีวิตรอดที่น่าตื่นเต้นนี้!",
    "tr": "Bu heyecan verici hayatta kalma oyununda zombi ordularına karşı savunma yap ve becerilerini geliştir!",
    "vi": "Bảo vệ chống lại lũ zombie và nâng cấp kỹ năng của bạn trong trò chơi sinh tồn thú vị này!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ultimate Zombie Siege: The Ultimate Survival Challenge Awaits!\n\nPrepare yourself for an adrenaline-pumping experience in Ultimate Zombie Siege! This action-packed survival game puts you on the frontline against relentless zombie hordes. Arm yourself, upgrade your skills, and see how long you can survive in this thrilling battle for survival.\n\nWhy Install Ultimate Zombie Siege?\n\nIntense Gameplay: Face off against endless waves of zombies in fast-paced, heart-racing action. Each day lasts 30 seconds, but the zombie attacks never let up!\nSkill Upgrades: Enhance your abilities to stay ahead of the ever-stronger zombie enemies. With three levels of upgrades, you’ll need every bit of power to survive.\nCustomization: Personalize your hero with unique skins and hairstyles, making each battle visually captivating.\nMissions and Rewards: Take on exciting missions to earn extra gold and extend your survival time. Every mission brings new challenges and rewards!\nStunning Graphics and Sounds: Enjoy beautifully crafted visuals and immersive sound effects that make the zombie apocalypse come alive.\nJoin the Fight Now!\n\nUltimate Zombie Siege isn’t just a game; it’s a test of your survival instincts. Do you have what it takes to defend against the zombie apocalypse and emerge as the ultimate survivor? Download now and start your siege today!\n\nVisit our website for more details: www.yesthisgame.com"
  }
}