{
  "name": {
    "ar": "PaintCloud محرر الصور للصور والرسومات، ومحول الصور",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "PaintCloud image editor for photos & graphics, and image converter",
    "de": "PaintCloud Bildeditor für Fotos und Grafiken sowie Bildkonverter",
    "es,es_419": "PaintCloud editor de imágenes para fotografías y gráficos",
    "fr": "PaintCloud éditeur d'images pour photos et graphiques",
    "hi": "PaintCloud फ़ोटो और ग्राफ़िक्स के लिए छवि संपादक, और छवि कनवर्टर",
    "it": "PaintCloud editor di immagini per foto e grafica e convertitore immagini",
    "ja": "PaintCloud 写真とグラフィック用の画像エディターおよび画像コンバーター",
    "ko": "PaintCloud 사진 및 그래픽용 이미지 편집기, 이미지 변환기",
    "nl": "PaintCloud - afbeeldingseditor voor foto's en afbeeldingen",
    "pl": "PaintCloud edytor zdjęć i grafik oraz konwerter obrazów",
    "pt_BR,pt_PT": "PaintCloud editor de imagens para fotos e gráficos e conversor de imagens",
    "ru": "PaintCloud — редактор изображений для фотографий и графики",
    "tr": "PaintCloud fotoğraflar ve grafikler için resim düzenleyici",
    "uk": "PaintCloud - редактор зображень для фотографій і графіки",
    "zh_CN": "PaintCloud 照片和图形的图像编辑器以及图像转换器"
  },
  "short": {
    "ar": "يمكنك الاقتصاص وتغيير الحجم والتدوير والرسم وإضافة الأشكال والنص وتطبيق المرشحات وضبط السطوع والتباين ... على الصور.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Crop, resize, rotate, flip, draw, add shapes & text, apply filters, adjust brightness, contrast, saturation, ... over images",
    "de": "Zuschneiden, drehen, zeichnen, Formen und Text hinzufügen, filtern, Helligkeit, Kontrast usw. über Bilder anpassen.",
    "es,es_419": "Recorta, rota, dibuja, agrega formas y texto, aplica filtros, ajusta el brillo, el contraste, ... sobre imágenes.",
    "fr": "Recadrez, faites pivoter, ajoutez des formes et du texte, des filtres, ajustez la luminosité, le contraste, ... sur les images.",
    "hi": "छवियों को काटें, घुमाएं, बनाएं, आकार और पाठ जोड़ें, फ़िल्टर लागू करें, चमक, कंट्रास्ट आदि समायोजित करें।",
    "it": "Ritaglia, ridimensiona, ruota, disegna, aggiungi forme e testo, applica filtri, regola luminosità, contrasto, ... sulle immagini",
    "ja": "画像のトリミング、サイズ変更、回転、反転、描画、図形とテキストの追加、フィルターの適用、明るさ、コントラスト、彩度などの調整",
    "ko": "이미지 자르기, 크기 조정, 회전, 뒤집기, 그리기, 모양 및 텍스트 추가, 필터 적용, 밝기, 대비, 채도 조정 등...",
    "nl": "Bijsnijden, roteren, tekenen, vormen en tekst toevoegen, filters toepassen, helderheid, contrast aanpassen, ... over afbeeldingen.",
    "pl": "Przycinaj, zmieniaj rozmiar, obracaj, rysuj, dodawaj kształty i tekst, stosuj filtry, dopasowuj jasność, kontrast... na obrazach.",
    "pt_BR,pt_PT": "Corte, gire, desenhe, adicione formas e texto, aplique filtros, ajuste brilho, contraste, ... sobre imagens.",
    "ru": "Обрезайте, вращайте, рисуйте, добавляйте фигуры и текст, фильтруйте, регулируйте яркость, контрастность... поверх изображений.",
    "tr": "Görüntüleri kırpın, döndürün, çizin, şekil ve metin ekleyin, filtreler uygulayın, parlaklığı, kontrastı ayarlayın.",
    "uk": "Обрізайте, обертайте, малюйте, додавайте фігури та текст, фільтруйте, регулюйте яскравість, контраст тощо поверх зображень.",
    "zh_CN": "在图像上裁剪、调整大小、旋转、翻转、绘制、添加形状和文本、应用滤镜、调整亮度、对比度、饱和度……"
  },
  "long": {
    "ar": "يعد ملحق PaintCloud Image Editor أداة قوية وسهلة الاستخدام لتحرير الصور توفر مجموعة واسعة من الميزات لتحسين الصور والصور والرسومات ومعالجتها أثناء التنقل. باستخدام هذا الامتداد، يمكن للمستخدمين الاقتصاص وتغيير الحجم والتدوير والقلب والرسم وإضافة الأشكال والنص وتطبيق المرشحات وضبط السطوع والتباين والتشبع والمزيد.\n\nتشمل الميزات الرئيسية للامتداد ما يلي:\n\n• واجهة سهلة الاستخدام: يوفر الامتداد واجهة سهلة الاستخدام تتيح للمستخدمين التنقل بسهولة عبر أدوات وخيارات التحرير المختلفة.\n\n• القص وتغيير الحجم: يمكن للمستخدمين قص الصور وتغيير حجمها لتلبية متطلباتهم وأبعادهم المحددة.\n\n• وظائف مرشح قوية مثل تدرج الرمادي، والعكس، والبني الداكن، والحدة الضبابية، والزخرفة، وإزالة اللون الأبيض، والسطوع، والضوضاء، والتقطيع، ومرشح الألوان، والصبغة، والمضاعفة، والمزج\n\n• خيار لدعم أحجام العرض المختلفة. (يسمح لك باستخدام ميزات المحرر على صفحات الويب الخاصة بك بأحجام تزيد عن 550 * 450 على الأقل\n\n• الرسم والأشكال: يتوفر للمستخدمين خيار الرسم يدويًا على الصور أو إضافة أشكال محددة مسبقًا مثل المربعات والدوائر والأسهم.\n\n• تراكب النص: يمكن للمستخدمين إضافة تراكبات نصية إلى الصور، والاختيار من بين مجموعة متنوعة من الخطوط والأحجام والألوان.\n\n• المرشحات والتعديلات: يقدم الامتداد مجموعة من المرشحات والتعديلات لتحسين مظهر الصور، مثل السطوع والتباين والتشبع ودرجة اللون والمزيد.\n\n• التراجع والإعادة: يمكن للمستخدمين بسهولة التراجع عن أي تغييرات تم إجراؤها على الصورة أو إعادتها، مما يوفر المرونة والتحكم في عملية التحرير.\n\n• وظائف أخرى متعددة: تحميل الصورة على القماش، والوجه، والتدوير، والرسم الحر، ورسم الخطوط، والشكل، والرمز، ومرشح القناع.\n\n• لديه موضوع أبيض وأسود، ويمكنك تعديل ملف الموضوع لتخصيصه.\n\nبشكل عام، يعد ملحق PaintCloud Image Editor أداة متعددة الاستخدامات وشاملة لتحرير الصور والصور والرسومات أثناء التنقل، ويقدم مجموعة واسعة من الميزات لتلبية احتياجات المستخدمين العاديين والمحترفين على حدٍ سواء.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "The PaintCloud Image Editor extension is a powerful and easy-to-use image editing tool that offers a wide range of features to enhance and manipulate images, photos and graphics on-the-go. With this extension, users can crop, resize, rotate, flip, draw, add shapes and text, apply filters, adjust brightness, contrast, saturation, and more.\n\nKey features of the extension include:\n\n•\tEasy-to-use interface: The extension provides a user-friendly interface that allows users to easily navigate through various editing tools and options.\n\n•\tCrop and resize: Users can crop and resize images to meet their specific requirements and dimensions.\n\n•\tPowerful filter functions like Grayscale, Invert, Sepia, Blur Sharpen, Emboss, Remove White, Brightness, Noise, Pixelate, Color Filter, Tint, Multiply, Blend\n\n•\tOption to support various display sizes. (allows you to use the editor features on your web pages at least over 550 * 450 sizes\n\n•\tDrawing and shapes: Users have the option to draw freehand on images or add predefined shapes like squares, circles, and arrows.\n\n•\tText overlay: Users can add text overlays to images, choosing from a variety of fonts, sizes, and colors.\n\n•\tFilters and adjustments: The extension offers a range of filters and adjustments to enhance the appearance of images, such as brightness, contrast, saturation, hue, and more.\n\n•\tUndo and redo: Users can easily undo or redo any changes made to the image, providing flexibility and control over the editing process.\n\n•\tOther multiple functions: Load image to canvas, flip, rotation, free drawing, line drawing, shape, icon and mask filter.\n\n•\tHas a white and black theme, and you can modify the theme file to customize it.\n\nOverall, the PaintCloud Image Editor extension is a versatile and comprehensive tool for editing images, photos and graphics on-the-go, offering a wide array of features to meet the needs of both casual users and professionals alike.",
    "de": "Die PaintCloud Image Editor-Erweiterung ist ein leistungsstarkes und benutzerfreundliches Bildbearbeitungstool, das zahlreiche Funktionen zum Verbessern und Bearbeiten von Bildern, Fotos und Grafiken unterwegs bietet. Mit dieser Erweiterung können Benutzer zuschneiden, die Größe ändern, drehen, spiegeln, zeichnen, Formen und Text hinzufügen, Filter anwenden, Helligkeit, Kontrast, Sättigung anpassen und mehr.\n\nZu den Hauptmerkmalen der Erweiterung gehören:\n\n• Benutzerfreundliche Oberfläche: Die Erweiterung bietet eine benutzerfreundliche Oberfläche, die es Benutzern ermöglicht, einfach durch verschiedene Bearbeitungstools und -optionen zu navigieren.\n\n• Zuschneiden und Größe ändern: Benutzer können Bilder zuschneiden und ihre Größe ändern, um sie an ihre spezifischen Anforderungen und Abmessungen anzupassen.\n\n• Leistungsstarke Filterfunktionen wie Graustufen, Invertieren, Sepia, Weichzeichnen, Schärfen, Prägen, Weiß entfernen, Helligkeit, Rauschen, Pixelieren, Farbfilter, Farbton, Multiplizieren, Mischen\n\n• Option zur Unterstützung verschiedener Displaygrößen. (Ermöglicht Ihnen die Verwendung der Editorfunktionen auf Ihren Webseiten mit einer Größe von mindestens 550 * 450\n\n• Zeichnen und Formen: Benutzer haben die Möglichkeit, freihändig auf Bildern zu zeichnen oder vordefinierte Formen wie Quadrate, Kreise und Pfeile hinzuzufügen.\n\n• Textüberlagerung: Benutzer können Textüberlagerungen zu Bildern hinzufügen und dabei aus einer Vielzahl von Schriftarten, Größen und Farben wählen.\n\n• Filter und Anpassungen: Die Erweiterung bietet eine Reihe von Filtern und Anpassungen, um das Erscheinungsbild von Bildern zu verbessern, z. B. Helligkeit, Kontrast, Sättigung, Farbton und mehr.\n\n• Rückgängigmachen und Wiederherstellen: Benutzer können alle am Bild vorgenommenen Änderungen einfach rückgängig machen oder wiederholen, was für Flexibilität und Kontrolle über den Bearbeitungsprozess sorgt.\n\n• Weitere vielfältige Funktionen: Bild auf Leinwand laden, spiegeln, drehen, freies Zeichnen, Strichzeichnung, Form, Symbol und Maskenfilter.\n\n• Verfügt über ein weißes und schwarzes Design, und Sie können die Designdatei ändern, um sie anzupassen.\n\nInsgesamt ist die PaintCloud Image Editor-Erweiterung ein vielseitiges und umfassendes Tool zum Bearbeiten von Bildern, Fotos und Grafiken unterwegs und bietet eine breite Palette an Funktionen, um den Anforderungen sowohl von Gelegenheitsbenutzern als auch von Profis gerecht zu werden.",
    "es,es_419": "La extensión PaintCloud Image Editor es una herramienta de edición de imágenes potente y fácil de usar que ofrece una amplia gama de funciones para mejorar y manipular imágenes, fotografías y gráficos sobre la marcha. Con esta extensión, los usuarios pueden recortar, cambiar el tamaño, rotar, voltear, dibujar, agregar formas y texto, aplicar filtros, ajustar el brillo, el contraste, la saturación y más.\n\nLas características clave de la extensión incluyen:\n\n• Interfaz fácil de usar: la extensión proporciona una interfaz fácil de usar que permite a los usuarios navegar fácilmente a través de varias herramientas y opciones de edición.\n\n• Recortar y cambiar el tamaño: los usuarios pueden recortar y cambiar el tamaño de las imágenes para cumplir con sus requisitos y dimensiones específicas.\n\n• Potentes funciones de filtro como Escala de grises, Invertir, Sepia, Desenfocar, Enfocar, Relieve, Eliminar blanco, Brillo, Ruido, Pixelar, Filtro de color, Matiz, Multiplicar, Mezclar\n\n• Opción para admitir varios tamaños de pantalla. (le permite utilizar las funciones del editor en sus páginas web al menos en tamaños de 550 * 450\n\n• Dibujo y formas: los usuarios tienen la opción de dibujar a mano alzada en imágenes o agregar formas predefinidas como cuadrados, círculos y flechas.\n\n• Superposición de texto: los usuarios pueden agregar superposiciones de texto a las imágenes, eligiendo entre una variedad de fuentes, tamaños y colores.\n\n• Filtros y ajustes: la extensión ofrece una variedad de filtros y ajustes para mejorar la apariencia de las imágenes, como brillo, contraste, saturación, tono y más.\n\n• Deshacer y rehacer: los usuarios pueden deshacer o rehacer fácilmente cualquier cambio realizado en la imagen, lo que brinda flexibilidad y control sobre el proceso de edición.\n\n• Otras funciones múltiples: cargar imágenes en el lienzo, voltear, rotar, dibujar libremente, dibujar líneas, formas, iconos y filtros de máscara.\n\n• Tiene un tema en blanco y negro y puedes modificar el archivo del tema para personalizarlo.\n\nEn general, la extensión PaintCloud Image Editor es una herramienta versátil y completa para editar imágenes, fotografías y gráficos sobre la marcha, y ofrece una amplia gama de funciones para satisfacer las necesidades tanto de usuarios ocasionales como de profesionales.",
    "fr": "L'extension PaintCloud Image Editor est un outil d'édition d'images puissant et facile à utiliser qui offre un large éventail de fonctionnalités pour améliorer et manipuler des images, des photos et des graphiques en déplacement. Avec cette extension, les utilisateurs peuvent recadrer, redimensionner, faire pivoter, retourner, dessiner, ajouter des formes et du texte, appliquer des filtres, régler la luminosité, le contraste, la saturation, etc.\n\nLes principales fonctionnalités de l'extension incluent :\n\n• Interface facile à utiliser : l'extension fournit une interface conviviale qui permet aux utilisateurs de naviguer facilement à travers divers outils et options d'édition.\n\n• Recadrer et redimensionner : les utilisateurs peuvent recadrer et redimensionner les images pour répondre à leurs besoins et dimensions spécifiques.\n\n• Fonctions de filtrage puissantes telles que niveaux de gris, inverser, sépia, accentuer le flou, gaufrer, supprimer le blanc, la luminosité, le bruit, la pixellisation, le filtre de couleur, la teinte, la multiplication, le mélange.\n\n• Option pour prendre en charge différentes tailles d'affichage. (vous permet d'utiliser les fonctionnalités de l'éditeur sur vos pages Web d'au moins plus de 550 * 450 tailles\n\n• Dessin et formes : les utilisateurs ont la possibilité de dessiner à main levée sur des images ou d'ajouter des formes prédéfinies comme des carrés, des cercles et des flèches.\n\n• Superposition de texte : les utilisateurs peuvent ajouter des superpositions de texte aux images, en choisissant parmi une variété de polices, de tailles et de couleurs.\n\n• Filtres et réglages : l'extension propose une gamme de filtres et de réglages pour améliorer l'apparence des images, tels que la luminosité, le contraste, la saturation, la teinte, etc.\n\n• Annuler et rétablir : les utilisateurs peuvent facilement annuler ou rétablir toute modification apportée à l'image, offrant ainsi flexibilité et contrôle sur le processus d'édition.\n\n• Autres fonctions multiples : charger l'image sur le canevas, retourner, faire pivoter, dessiner librement, dessiner au trait, filtrer les formes, les icônes et les masques.\n\n• Possède un thème blanc et noir et vous pouvez modifier le fichier de thème pour le personnaliser.\n\nDans l'ensemble, l'extension PaintCloud Image Editor est un outil polyvalent et complet pour éditer des images, des photos et des graphiques en déplacement, offrant un large éventail de fonctionnalités pour répondre aux besoins des utilisateurs occasionnels et des professionnels.",
    "hi": "पेंटक्लाउड इमेज एडिटर एक्सटेंशन एक शक्तिशाली और उपयोग में आसान छवि संपादन उपकरण है जो चलते-फिरते छवियों, फ़ोटो और ग्राफिक्स को बढ़ाने और हेरफेर करने के लिए सुविधाओं की एक विस्तृत श्रृंखला प्रदान करता है। इस एक्सटेंशन के साथ, उपयोगकर्ता क्रॉप कर सकते हैं, आकार बदल सकते हैं, घुमा सकते हैं, फ़्लिप कर सकते हैं, ड्रा कर सकते हैं, आकार और टेक्स्ट जोड़ सकते हैं, फ़िल्टर लागू कर सकते हैं, चमक, कंट्रास्ट, संतृप्ति समायोजित कर सकते हैं और बहुत कुछ कर सकते हैं।\n\nएक्सटेंशन की मुख्य विशेषताओं में शामिल हैं:\n\n• उपयोग में आसान इंटरफ़ेस: एक्सटेंशन एक उपयोगकर्ता-अनुकूल इंटरफ़ेस प्रदान करता है जो उपयोगकर्ताओं को विभिन्न संपादन टूल और विकल्पों के माध्यम से आसानी से नेविगेट करने की अनुमति देता है।\n\n• क्रॉप और आकार: उपयोगकर्ता अपनी विशिष्ट आवश्यकताओं और आयामों को पूरा करने के लिए छवियों को क्रॉप और आकार दे सकते हैं।\n\n• ग्रेस्केल, इनवर्ट, सेपिया, ब्लर शार्पन, एम्बॉस, रिमूव व्हाइट, ब्राइटनेस, नॉइज़, पिक्सलेट, कलर फिल्टर, टिंट, मल्टीप्लाई, ब्लेंड जैसे शक्तिशाली फिल्टर फ़ंक्शन\n\n• विभिन्न डिस्प्ले आकारों का समर्थन करने का विकल्प। (आपको कम से कम 550 * 450 से अधिक आकार के अपने वेब पेजों पर संपादक सुविधाओं का उपयोग करने की अनुमति देता है\n\n• आरेखण और आकार: उपयोगकर्ताओं के पास छवियों पर मुक्तहस्त से चित्र बनाने या वर्ग, वृत्त और तीर जैसी पूर्वनिर्धारित आकृतियाँ जोड़ने का विकल्प होता है।\n\n• टेक्स्ट ओवरले: उपयोगकर्ता विभिन्न प्रकार के फ़ॉन्ट, आकार और रंगों में से चुनकर छवियों में टेक्स्ट ओवरले जोड़ सकते हैं।\n\n• फ़िल्टर और समायोजन: एक्सटेंशन छवियों की उपस्थिति को बढ़ाने के लिए फ़िल्टर और समायोजन की एक श्रृंखला प्रदान करता है, जैसे कि चमक, कंट्रास्ट, संतृप्ति, रंग और बहुत कुछ।\n\n• पूर्ववत करें और फिर से करें: उपयोगकर्ता संपादन प्रक्रिया पर लचीलापन और नियंत्रण प्रदान करते हुए, छवि में किए गए किसी भी बदलाव को आसानी से पूर्ववत या फिर से कर सकते हैं।\n\n• अन्य कई कार्य: छवि को कैनवास पर लोड करना, फ़्लिप करना, घुमाना, मुफ़्त ड्राइंग, लाइन ड्राइंग, आकार, आइकन और मास्क फ़िल्टर।\n\n• इसमें एक सफेद और काली थीम है, और आप इसे अनुकूलित करने के लिए थीम फ़ाइल को संशोधित कर सकते हैं।\n\nकुल मिलाकर, पेंटक्लाउड इमेज एडिटर एक्सटेंशन चलते-फिरते छवियों, फोटो और ग्राफिक्स को संपादित करने के लिए एक बहुमुखी और व्यापक उपकरण है, जो आकस्मिक उपयोगकर्ताओं और पेशेवरों दोनों की जरूरतों को पूरा करने के लिए सुविधाओं की एक विस्तृत श्रृंखला प्रदान करता है।",
    "it": "L'estensione PaintCloud Image Editor è uno strumento di modifica delle immagini potente e facile da usare che offre un'ampia gamma di funzionalità per migliorare e manipolare immagini, foto e grafica mentre sei in movimento. Con questa estensione, gli utenti possono ritagliare, ridimensionare, ruotare, capovolgere, disegnare, aggiungere forme e testo, applicare filtri, regolare luminosità, contrasto, saturazione e altro ancora.\n\nLe caratteristiche principali dell'estensione includono:\n\n• Interfaccia facile da usare: l'estensione fornisce un'interfaccia intuitiva che consente agli utenti di navigare facilmente attraverso vari strumenti e opzioni di modifica.\n\n• Ritaglia e ridimensiona: gli utenti possono ritagliare e ridimensionare le immagini per soddisfare le loro esigenze e dimensioni specifiche.\n\n• Potenti funzioni di filtro come Scala di grigi, Inverti, Seppia, Contrasta sfocatura, Rilievo, Rimuovi bianco, Luminosità, Rumore, Effetto pixel, Filtro colore, Tinta, Moltiplica, Fondi\n\n• Opzione per supportare varie dimensioni di visualizzazione. (ti consente di utilizzare le funzionalità dell'editor sulle tue pagine web con dimensioni almeno superiori a 550 * 450\n\n• Disegno e forme: gli utenti hanno la possibilità di disegnare a mano libera sulle immagini o aggiungere forme predefinite come quadrati, cerchi e frecce.\n\n• Sovrapposizione di testo: gli utenti possono aggiungere sovrapposizioni di testo alle immagini, scegliendo tra una varietà di caratteri, dimensioni e colori.\n\n• Filtri e regolazioni: l'estensione offre una gamma di filtri e regolazioni per migliorare l'aspetto delle immagini, come luminosità, contrasto, saturazione, tonalità e altro.\n\n• Annulla e ripeti: gli utenti possono facilmente annullare o ripetere qualsiasi modifica apportata all'immagine, garantendo flessibilità e controllo sul processo di modifica.\n\n• Altre funzioni multiple: caricamento dell'immagine su tela, capovolgimento, rotazione, disegno libero, disegno di linee, forma, icona e filtro maschera.\n\n• Ha un tema bianco e nero ed è possibile modificare il file del tema per personalizzarlo.\n\nNel complesso, l'estensione PaintCloud Image Editor è uno strumento versatile e completo per modificare immagini, foto e grafica in movimento, offrendo un'ampia gamma di funzionalità per soddisfare le esigenze sia degli utenti occasionali che dei professionisti.",
    "ja": "PaintCloud Image Editor 拡張機能は、外出先で画像、写真、グラフィックを強化および操作するための幅広い機能を提供する、強力で使いやすい画像編集ツールです。 この拡張機能を使用すると、ユーザーはトリミング、サイズ変更、回転、反転、描画、図形やテキストの追加、フィルターの適用、明るさ、コントラスト、彩度などの調整を行うことができます。\n\n拡張機能の主な機能は次のとおりです。\n\n• 使いやすいインターフェイス: この拡張機能は、ユーザーがさまざまな編集ツールやオプションを簡単に操作できる、使いやすいインターフェイスを提供します。\n\n• トリミングとサイズ変更: ユーザーは、特定の要件やサイズに合わせて画像をトリミングしたりサイズ変更したりできます。\n\n• グレースケール、反転、セピア、ぼかしシャープ、エンボス、白除去、明るさ、ノイズ、ピクセレート、カラーフィルター、色合い、乗算、ブレンドなどの強力なフィルター機能\n\n• さまざまなディスプレイ サイズをサポートするオプション。 (少なくとも 550 * 450 サイズを超える Web ページでエディター機能を使用できるようにします)\n\n• 描画と形状: ユーザーは、画像上にフリーハンドで描画したり、正方形、円、矢印などの事前定義された形状を追加したりすることができます。\n\n• テキスト オーバーレイ: ユーザーは、さまざまなフォント、サイズ、色から選択して、画像にテキスト オーバーレイを追加できます。\n\n• フィルターと調整: この拡張機能は、明るさ、コントラスト、彩度、色相など、画像の外観を向上させるためのさまざまなフィルターと調整を提供します。\n\n• 元に戻すとやり直し: ユーザーは画像に加えた変更を簡単に元に戻したりやり直したりできるため、編集プロセスを柔軟に制御できます。\n\n• その他の多機能：画像をキャンバスにロード、反転、回転、自由描画、線描画、シェイプ、アイコン、マスクフィルター。\n\n• 白と黒のテーマがあり、テーマ ファイルを変更してカスタマイズできます。\n\n全体として、PaintCloud Image Editor 拡張機能は、外出先で画像、写真、グラフィックを編集するための多用途かつ包括的なツールであり、一般ユーザーと専門家の両方のニーズを満たす幅広い機能を提供します。",
    "ko": "PaintCloud 이미지 편집기 확장은 이동 중에도 이미지, 사진 및 그래픽을 향상하고 조작할 수 있는 다양한 기능을 제공하는 강력하고 사용하기 쉬운 이미지 편집 도구입니다. 이 확장 프로그램을 사용하면 사용자는 자르기, 크기 조정, 회전, 뒤집기, 그리기, 모양 및 텍스트 추가, 필터 적용, 밝기, 대비, 채도 조정 등을 수행할 수 있습니다.\n\n확장의 주요 기능은 다음과 같습니다.\n\n• 사용하기 쉬운 인터페이스: 확장 프로그램은 사용자가 다양한 편집 도구 및 옵션을 쉽게 탐색할 수 있는 사용자 친화적인 인터페이스를 제공합니다.\n\n• 자르기 및 크기 조정: 사용자는 특정 요구 사항과 크기에 맞게 이미지를 자르고 크기를 조정할 수 있습니다.\n\n• 그레이스케일, 반전, 세피아, 흐림 선명 효과, 엠보싱, 흰색 제거, 밝기, 노이즈, 픽셀화, 컬러 필터, 색조, 곱하기, 혼합과 같은 강력한 필터 기능\n\n• 다양한 디스플레이 크기를 지원하는 옵션. (최소 550 * 450 크기 이상의 웹페이지에서 편집기 기능을 사용할 수 있습니다.\n\n• 그리기 및 모양: 사용자는 이미지에 자유롭게 그리거나 사각형, 원, 화살표 등 미리 정의된 모양을 추가할 수 있습니다.\n\n• 텍스트 오버레이: 사용자는 다양한 글꼴, 크기 및 색상 중에서 선택하여 이미지에 텍스트 오버레이를 추가할 수 있습니다.\n\n• 필터 및 조정: 확장 기능은 밝기, 대비, 채도, 색조 등과 같은 이미지의 모양을 향상하기 위한 다양한 필터 및 조정을 제공합니다.\n\n• 실행 취소 및 다시 실행: 사용자는 이미지에 대한 변경 사항을 쉽게 실행 취소하거나 다시 실행할 수 있으므로 편집 프로세스에 대한 유연성과 제어가 가능합니다.\n\n• 기타 여러 기능: 캔버스에 이미지 로드, 뒤집기, 회전, 자유 그리기, 선 그리기, 모양, 아이콘 및 마스크 필터.\n\n• 흰색과 검정색 테마가 있으며 테마 파일을 수정하여 사용자 정의할 수 있습니다.\n\n전반적으로 PaintCloud 이미지 편집기 확장은 이동 중에도 이미지, 사진 및 그래픽을 편집할 수 있는 다재다능하고 포괄적인 도구로, 일반 사용자와 전문가 모두의 요구를 충족할 수 있는 다양한 기능을 제공합니다.",
    "nl": "De PaintCloud Image Editor-extensie is een krachtige en gebruiksvriendelijke tool voor beeldbewerking die een breed scala aan functies biedt om afbeeldingen, foto's en afbeeldingen onderweg te verbeteren en te manipuleren. Met deze extensie kunnen gebruikers bijsnijden, het formaat wijzigen, roteren, spiegelen, tekenen, vormen en tekst toevoegen, filters toepassen, de helderheid, het contrast, de verzadiging aanpassen en meer.\n\nDe belangrijkste kenmerken van de extensie zijn onder meer:\n\n• Eenvoudig te gebruiken interface: De extensie biedt een gebruiksvriendelijke interface waarmee gebruikers gemakkelijk door verschillende bewerkingstools en opties kunnen navigeren.\n\n• Bijsnijden en formaat wijzigen: gebruikers kunnen afbeeldingen bijsnijden en het formaat ervan wijzigen om aan hun specifieke vereisten en afmetingen te voldoen.\n\n• Krachtige filterfuncties zoals Grijstinten, Omkeren, Sepia, Vervagen, Verscherpen, Reliëf, Wit verwijderen, Helderheid, Ruis, Pixelvorming, Kleurenfilter, Tint, Vermenigvuldigen, Mengen\n\n• Optie om verschillende schermformaten te ondersteunen. (Hiermee kunt u de editorfuncties op uw webpagina's gebruiken in ten minste meer dan 550 * 450 formaten\n\n• Tekenen en vormen: gebruikers hebben de mogelijkheid om uit de vrije hand op afbeeldingen te tekenen of vooraf gedefinieerde vormen toe te voegen, zoals vierkanten, cirkels en pijlen.\n\n• Tekstoverlay: gebruikers kunnen tekstoverlays aan afbeeldingen toevoegen, waarbij ze kunnen kiezen uit verschillende lettertypen, formaten en kleuren.\n\n• Filters en aanpassingen: de extensie biedt een reeks filters en aanpassingen om het uiterlijk van afbeeldingen te verbeteren, zoals helderheid, contrast, verzadiging, tint en meer.\n\n• Ongedaan maken en opnieuw uitvoeren: gebruikers kunnen eenvoudig alle wijzigingen die aan de afbeelding zijn aangebracht ongedaan maken of opnieuw uitvoeren, wat flexibiliteit en controle over het bewerkingsproces biedt.\n\n• Andere meerdere functies: afbeelding naar canvas laden, spiegelen, roteren, vrij tekenen, lijntekenen, vorm, pictogram en maskerfilter.\n\n• Heeft een wit en zwart thema en u kunt het themabestand aanpassen om het aan te passen.\n\nOver het geheel genomen is de PaintCloud Image Editor-extensie een veelzijdig en uitgebreid hulpmiddel voor het onderweg bewerken van afbeeldingen, foto's en grafische afbeeldingen, en biedt een breed scala aan functies om aan de behoeften van zowel gewone gebruikers als professionals te voldoen.",
    "pl": "Rozszerzenie PaintCloud Image Editor to potężne i łatwe w użyciu narzędzie do edycji obrazów, które oferuje szeroką gamę funkcji umożliwiających ulepszanie i manipulowanie obrazami, zdjęciami i grafiką w dowolnym miejscu. Dzięki temu rozszerzeniu użytkownicy mogą przycinać, zmieniać rozmiar, obracać, odwracać, rysować, dodawać kształty i tekst, stosować filtry, dostosowywać jasność, kontrast, nasycenie i nie tylko.\n\nNajważniejsze cechy rozszerzenia obejmują:\n\n• Łatwy w użyciu interfejs: rozszerzenie zapewnia przyjazny dla użytkownika interfejs, który pozwala użytkownikom łatwo poruszać się po różnych narzędziach i opcjach edycyjnych.\n\n• Przycinanie i zmiana rozmiaru: użytkownicy mogą przycinać i zmieniać rozmiar obrazów, aby spełnić ich specyficzne wymagania i wymiary.\n\n• Zaawansowane funkcje filtrów, takie jak skala szarości, odwracanie, sepia, wyostrzanie rozmycia, wytłaczanie, usuwanie bieli, jasność, szum, piksele, filtr kolorów, odcień, mnożenie, mieszanie\n\n• Opcja obsługi różnych rozmiarów wyświetlaczy. (umożliwia korzystanie z funkcji edytora na stronach internetowych o rozmiarach co najmniej 550 * 450\n\n• Rysowanie i kształty: użytkownicy mają możliwość rysowania odręcznego na obrazach lub dodawania predefiniowanych kształtów, takich jak kwadraty, okręgi i strzałki.\n\n• Nakładka tekstowa: użytkownicy mogą dodawać nakładki tekstowe do obrazów, wybierając spośród różnych czcionek, rozmiarów i kolorów.\n\n• Filtry i dostosowania: rozszerzenie oferuje szereg filtrów i dostosowań poprawiających wygląd obrazów, takich jak jasność, kontrast, nasycenie, odcień i inne.\n\n• Cofanie i ponawianie: użytkownicy mogą łatwo cofać lub ponawiać wszelkie zmiany wprowadzone w obrazie, zapewniając elastyczność i kontrolę nad procesem edycji.\n\n• Inne liczne funkcje: ładowanie obrazu na płótno, odwracanie, obracanie, swobodne rysowanie, rysowanie linii, kształt, ikona i filtr maski.\n\n• Ma motyw biało-czarny i możesz modyfikować plik motywu, aby go dostosować.\n\nOgólnie rzecz biorąc, rozszerzenie PaintCloud Image Editor to wszechstronne i wszechstronne narzędzie do edycji obrazów, zdjęć i grafiki w dowolnym miejscu, oferujące szeroką gamę funkcji spełniających potrzeby zarówno zwykłych użytkowników, jak i profesjonalistów.",
    "pt_BR,pt_PT": "A extensão PaintCloud Image Editor é uma ferramenta de edição de imagens poderosa e fácil de usar que oferece uma ampla gama de recursos para aprimorar e manipular imagens, fotos e gráficos em movimento. Com esta extensão, os usuários podem cortar, redimensionar, girar, inverter, desenhar, adicionar formas e texto, aplicar filtros, ajustar brilho, contraste, saturação e muito mais.\n\nOs principais recursos da extensão incluem:\n\n• Interface fácil de usar: A extensão fornece uma interface amigável que permite aos usuários navegar facilmente por diversas ferramentas e opções de edição.\n\n• Cortar e redimensionar: Os usuários podem cortar e redimensionar imagens para atender às suas necessidades e dimensões específicas.\n\n• Funções poderosas de filtro como escala de cinza, inversão, sépia, desfoque, relevo, remoção de branco, brilho, ruído, pixelização, filtro de cores, matiz, multiplicação, mesclagem\n\n• Opção para suportar vários tamanhos de display. (permite que você use os recursos do editor em suas páginas da web com pelo menos tamanhos 550 * 450\n\n• Desenho e formas: os usuários têm a opção de desenhar imagens à mão livre ou adicionar formas predefinidas como quadrados, círculos e setas.\n\n• Sobreposição de texto: os usuários podem adicionar sobreposições de texto às imagens, escolhendo entre diversas fontes, tamanhos e cores.\n\n• Filtros e ajustes: a extensão oferece uma série de filtros e ajustes para melhorar a aparência das imagens, como brilho, contraste, saturação, matiz e muito mais.\n\n• Desfazer e refazer: Os usuários podem facilmente desfazer ou refazer quaisquer alterações feitas na imagem, proporcionando flexibilidade e controle sobre o processo de edição.\n\n• Outras múltiplas funções: Carregar imagem na tela, inverter, girar, desenhar livremente, desenhar linhas, forma, ícone e filtro de máscara.\n\n• Possui tema branco e preto e você pode modificar o arquivo do tema para personalizá-lo.\n\nNo geral, a extensão PaintCloud Image Editor é uma ferramenta versátil e abrangente para edição de imagens, fotos e gráficos em movimento, oferecendo uma ampla gama de recursos para atender às necessidades de usuários casuais e profissionais.",
    "ru": "Расширение PaintCloud Image Editor — это мощный и простой в использовании инструмент для редактирования изображений, который предлагает широкий спектр функций для улучшения изображений, фотографий и графики и управления ими на ходу. С помощью этого расширения пользователи могут обрезать, изменять размер, вращать, переворачивать, рисовать, добавлять фигуры и текст, применять фильтры, регулировать яркость, контрастность, насыщенность и многое другое.\n\nКлючевые особенности расширения включают в себя:\n\n• Простой в использовании интерфейс: расширение предоставляет удобный интерфейс, который позволяет пользователям легко перемещаться по различным инструментам и параметрам редактирования.\n\n• Обрезка и изменение размера. Пользователи могут обрезать изображения и изменять их размер в соответствии со своими требованиями и размерами.\n\n• Мощные функции фильтров, такие как оттенки серого, инвертирование, сепия, размытие, резкость, тиснение, удаление белого, яркость, шум, пикселизация, цветовой фильтр, оттенок, умножение, смешивание.\n\n• Возможность поддержки различных размеров дисплея. (позволяет использовать функции редактора на ваших веб-страницах размером не менее 550 * 450\n\n• Рисование и фигуры. Пользователи имеют возможность рисовать на изображениях от руки или добавлять заранее определенные формы, такие как квадраты, круги и стрелки.\n\n• Наложение текста: пользователи могут накладывать текст на изображения, выбирая различные шрифты, размеры и цвета.\n\n• Фильтры и настройки. Расширение предлагает ряд фильтров и настроек для улучшения внешнего вида изображений, таких как яркость, контрастность, насыщенность, оттенок и т. д.\n\n• Отмена и повтор: пользователи могут легко отменить или повторить любые изменения, внесенные в изображение, обеспечивая гибкость и контроль над процессом редактирования.\n\n• Другие многочисленные функции: загрузка изображения на холст, переворот, вращение, свободное рисование, рисование линий, фильтр формы, значка и маски.\n\n• Имеет черно-белую тему. Вы можете изменить файл темы, чтобы настроить ее.\n\nВ целом, расширение PaintCloud Image Editor — это универсальный и комплексный инструмент для редактирования изображений, фотографий и графики на ходу, предлагающий широкий спектр функций, отвечающих потребностям как обычных пользователей, так и профессионалов.",
    "tr": "PaintCloud Image Editor uzantısı, hareket halindeyken görüntüleri, fotoğrafları ve grafikleri geliştirmek ve değiştirmek için çok çeşitli özellikler sunan güçlü ve kullanımı kolay bir görüntü düzenleme aracıdır. Bu uzantıyla kullanıcılar kırpabilir, yeniden boyutlandırabilir, döndürebilir, çevirebilir, çizebilir, şekil ve metin ekleyebilir, filtreler uygulayabilir, parlaklığı, kontrastı, doygunluğu ayarlayabilir ve daha fazlasını yapabilir.\n\nUzantının temel özellikleri şunları içerir:\n\n• Kullanımı kolay arayüz: Uzantı, kullanıcıların çeşitli düzenleme araçları ve seçenekleri arasında kolayca gezinmesine olanak tanıyan kullanıcı dostu bir arayüz sağlar.\n\n• Kırp ve yeniden boyutlandır: Kullanıcılar, görüntüleri kendi özel gereksinimlerine ve boyutlarına uyacak şekilde kırpabilir ve yeniden boyutlandırabilir.\n\n• Gri Tonlama, Tersine Çevirme, Sepya, Bulanıklaştırma, Keskinleştirme, Kabartma, Beyazı Kaldırma, Parlaklık, Gürültü, Pikselleştirme, Renk Filtresi, Renk Tonu, Çarpma, Karışım gibi güçlü filtre işlevleri\n\n• Çeşitli ekran boyutlarını destekleme seçeneği. (en az 550*450 boyutlarının üzerindeki web sayfalarınızda editör özelliklerini kullanmanızı sağlar\n\n• Çizim ve şekiller: Kullanıcılar, görüntülerin üzerine serbest çizim yapma veya kare, daire ve ok gibi önceden tanımlanmış şekiller ekleme seçeneğine sahiptir.\n\n• Metin kaplaması: Kullanıcılar çeşitli yazı tipleri, boyutlar ve renkler arasından seçim yaparak görüntülere metin kaplamaları ekleyebilir.\n\n• Filtreler ve ayarlamalar: Uzantı, görüntülerin görünümünü iyileştirmek için parlaklık, kontrast, doygunluk, renk tonu ve daha fazlası gibi çeşitli filtreler ve ayarlamalar sunar.\n\n• Geri al ve yinele: Kullanıcılar görüntüde yapılan değişiklikleri kolayca geri alabilir veya yineleyebilir, bu da düzenleme süreci üzerinde esneklik ve kontrol sağlar.\n\n• Diğer çoklu işlevler: Görüntüyü tuvale yükleme, çevirme, döndürme, serbest çizim, çizgi çizme, şekil, simge ve maske filtresi.\n\n• Beyaz ve siyah bir teması vardır ve tema dosyasını özelleştirmek için değiştirebilirsiniz.\n\nGenel olarak PaintCloud Image Editor uzantısı, hem sıradan kullanıcıların hem de profesyonellerin ihtiyaçlarını karşılayacak çok çeşitli özellikler sunan, hareket halindeyken görüntüleri, fotoğrafları ve grafikleri düzenlemek için çok yönlü ve kapsamlı bir araçtır.",
    "uk": "Розширення PaintCloud Image Editor — це потужний і простий у використанні інструмент для редагування зображень, який пропонує широкий спектр функцій для покращення та обробки зображень, фотографій і графіки в дорозі. За допомогою цього розширення користувачі можуть обрізати, змінювати розмір, обертати, перевертати, малювати, додавати форми та текст, застосовувати фільтри, регулювати яскравість, контраст, насиченість тощо.\n\nОсновні функції розширення:\n\n• Простий у використанні інтерфейс: розширення забезпечує зручний інтерфейс, який дозволяє користувачам легко переміщатися між різними інструментами та параметрами редагування.\n\n• Обрізати та змінювати розмір: користувачі можуть обрізати та змінювати розміри зображень відповідно до своїх вимог і розмірів.\n\n• Потужні функції фільтра, як-от відтінки сірого, інвертування, сепія, різкість розмиття, тиснення, видалення білого, яскравість, шум, піксельація, кольоровий фільтр, відтінок, множення, змішування\n\n• Можливість підтримки різних розмірів дисплея. (дозволяє використовувати функції редактора на ваших веб-сторінках принаймні понад 550 * 450 розмірів\n\n• Малювання та форми: користувачі мають можливість малювати від руки на зображеннях або додавати попередньо визначені форми, наприклад квадрати, кола та стрілки.\n\n• Текстове накладання: користувачі можуть додавати текстові накладення до зображень, вибираючи з безлічі шрифтів, розмірів і кольорів.\n\n• Фільтри та коригування: розширення пропонує низку фільтрів і коригувань для покращення зовнішнього вигляду зображень, таких як яскравість, контраст, насиченість, відтінок тощо.\n\n• Скасувати та повторити: користувачі можуть легко скасувати або повторити будь-які зміни, внесені до зображення, забезпечуючи гнучкість і контроль над процесом редагування.\n\n• Інші численні функції: завантаження зображення на полотно, перевертання, обертання, вільне малювання, малювання ліній, фігури, піктограми та фільтр маски.\n\n• Має біло-чорну тему, і ви можете змінити файл теми, щоб налаштувати його.\n\nЗагалом, розширення PaintCloud Image Editor — це універсальний і комплексний інструмент для редагування зображень, фотографій і графіки в дорозі, що пропонує широкий набір функцій для задоволення потреб як звичайних користувачів, так і професіоналів.",
    "zh_CN": "PaintCloud 图像编辑器扩展是一款功能强大且易于使用的图像编辑工具，提供广泛的功能来增强和操作移动中的图像、照片和图形。 通过此扩展，用户可以裁剪、调整大小、旋转、翻转、绘制、添加形状和文本、应用滤镜、调整亮度、对比度、饱和度等。\n\n该扩展的主要功能包括：\n\n• 易于使用的界面：该扩展提供了用户友好的界面，允许用户轻松浏览各种编辑工具和选项。\n\n• 裁剪和调整大小：用户可以裁剪图像并调整图像大小以满足其特定要求和尺寸。\n\n• 强大的滤镜功能，如灰度、反转、棕褐色、模糊锐化、浮雕、去除白色、亮度、噪点、像素化、滤色器、色调、乘法、混合\n\n• 支持各种显示尺寸的选项。 （允许您在尺寸至少超过 550 * 450 的网页上使用编辑器功能\n\n• 绘图和形状：用户可以选择在图像上手绘或添加预定义的形状，如正方形、圆形和箭头。\n\n• 文本叠加：用户可以将文本叠加添加到图像中，并从各种字体、大小和颜色中进行选择。\n\n• 过滤器和调整：该扩展提供了一系列过滤器和调整来增强图像的外观，例如亮度、对比度、饱和度、色调等。\n\n• 撤消和重做：用户可以轻松撤消或重做对图像所做的任何更改，从而提供对编辑过程的灵活性和控制。\n\n• 其他多种功能：将图像加载到画布、翻转、旋转、自由绘图、画线、形状、图标和遮罩滤镜。\n\n• 有白色和黑色主题，您可以修改主题文件进行自定义。\n\n总体而言，PaintCloud 图像编辑器扩展是一款多功能且全面的工具，用于随时随地编辑图像、照片和图形，提供广泛的功能来满足休闲用户和专业人士的需求。"
  }
}