{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Macif Avantages"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "See all promotions"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Avec l’extension Macif Avantages, ne manquez plus aucune réduction !\n\nNe cherchez plus, les réductions viennent à vous ! Faites vos achats en ligne et soyez au courant instantanément des meilleures promo du moment. \n\nL’extension est votre guide vers un réel gain dans votre pouvoir d’achat au quotidien. Achat de véhicule, aménagement de la maison, high-tech, mode, cosmétique, réservation d’hôtel, vacances, vous bénéficiez ainsi de prix très attractifs pour concrétiser tous vos projets.\n\nAjoutez l’extension Macif Avantages à votre navigateur en quelques clics et économisez sur vos achats. Faites votre shopping comme d’habitude, on s’occupe de vous proposer les meilleures remises du moment !\n\nD’un simple clic, appliquez votre code promo à votre panier. Et hop, un achat à prix réduit de plus ! \nMacif Avantages est votre catalogue d’avantages exclusifs. Grâce à la force de nos 5,8 millions de sociétaires et adhérents et de leurs familles, nous négocions les meilleures réductions auprès de plus de 200 enseignes.\n\nCe catalogue gratuit est accessible sans inscription préalable, dès que vous avez souscrit votre 1er contrat Macif ou adhéré à une des mutuelles partenaires. Il vous permet de bénéficier de réductions valables tout au long de l’année et le plus souvent cumulables avec les promotions de nos enseignes !"
  }
}