{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Worktual for Google Chrome"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your chrome browser into powerful business communications hub by seamlessly integrating Worktual services and Google cloud"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Worktual for Google Chrome provides a seamless integration with the Google Cloud to create one optimised Business Communications Hub so that the enterprise users can access the Worktual services (such as messaging, click-to-call, 1:1 voice call, conference call, video meetings, call transfer, call history) more easily, anywhere-anytime on the web, without leaving the browser.\nThis integration simplifies the business communications and makes users to stay connected with the business applications they use every day, thus enabling users to be more productive in their daily work at business by spending time on more meaningful tasks and making better decisions.\n\nSome of the great features in this Chrome Extension:\n\n- Gain quick access to Worktual Chrome extension from any Chrome tab on Windows platform and at anytime.\n- Secure messaging to individuals or groups either privately or with publicly.\n- React and reply to a message you have received.\n- Contacts directory, all call history (including incoming calls, outgoing calls or missed calls and voicemails) and chat history are accessible.\n- Use “click-to-call” feature to instantly call any linked phone number on any Chrome Browser tab via Worktual Call services.\n- Manage advanced call features and settings such as call transfer, call recording, call flip, call park, ad hoc conference call, and so on.\n- Receive and listen to your voicemails received to your Worktual number.\n- Schedule Worktual meetings via Web Browser and Google Calendar.\n- Initiate Worktual instant meetings and invite participants on the fly.\n- Combine the Worktual and Google contacts together, and makes it easier to search contact.\n\nBenefits\n\n- Seamless Integration with Google Chrome for Business\nThis integration connects users with the Worktual services they use each day seamlessly while on the chrome browser, without switching between the two applications. This in turn allows users to spend time on meaningful tasks, so as to enable users to be more productive in their daily work at business. \n\n- Improved Team Management & Productivity\nThe capabilities to send messages, make 1:1 voice call, conferencing and schedule meetings improve the interactions between the individuals and groups and the project management even in remote work, thereby increasing the productivity of the user or group of users, and expediting the project completion."
  }
}