{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "InPakta Cookie Cleaner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Uma extensão que cria uma nova camada de privacidade para você"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Resumo do pacote: Uma extensão que aumenta a privacidade para uma experiência de navegação mais segura\n\nDetalhes do produto:\n\nInPakta Cookie Cleaner é uma extensão de navegador poderosa e fácil de usar, projetada para adicionar uma camada extra de privacidade à sua experiência online. Ao gerenciar e controlar eficientemente os cookies dos sites, proporciona aos usuários um ambiente de navegação mais seguro e protegido.\n\nPrincipais recursos:\n\n1. Gerenciamento de cookies: Detecta e remove automaticamente cookies intrusivos que comprometem sua privacidade, garantindo uma experiência de navegação contínua sem constantes solicitações de consentimento de cookies.\n\n2. Privacidade aprimorada: O InPakta Cookie Cleaner ajuda a proteger suas informações pessoais, evitando o acesso não autorizado aos seus dados de navegação por meio do rastreamento de cookies.\n\n3. Configurações personalizáveis: Ajuste facilmente as configurações da extensão de acordo com suas preferências, dando a você total controle sobre sua privacidade online.\n\n4. Atualizações regulares: Nossa equipe dedicada trabalha continuamente para manter a extensão atualizada com os mais recentes padrões e técnicas de proteção à privacidade, oferecendo a melhor proteção possível.\n\n5. Interface amigável: A extensão possui um design limpo e intuitivo, facilitando a navegação e configuração para usuários de todos os níveis de habilidade.\n\nPor que você deve instalar o InPakta Cookie Cleaner?\n\nNo mundo digital de hoje, proteger sua privacidade é mais importante do que nunca. Muitos sites usam cookies para rastrear seus hábitos de navegação, coletar informações pessoais e direcionar anúncios personalizados. O InPakta Cookie Cleaner visa colocá-lo no controle de sua privacidade, gerenciando eficientemente os cookies e protegendo seus dados de navegação.\n\nCom sua interface fácil de usar e funcionalidade robusta, o InPakta Cookie Cleaner é a ferramenta definitiva para usuários que valorizam sua privacidade online e desejam uma experiência de navegação mais segura. Instale o InPakta Cookie Cleaner hoje e dê o primeiro passo em direção a uma experiência online mais segura e privada."
  }
}