{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Archers Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ragdoll Archers Unblocked"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🏹 Ragdoll Archers - Take Aim in a Hilarious Battle of Skill and Strategy! 🏹\n\nStep into the wild world of Ragdoll Archers, where ragdoll physics and archery skills collide! Play as a skilled archer in this fun, physics-based game, aiming to outwit and outshoot your opponents in a thrilling and unpredictable duel. With every shot, you'll need strategy, skill, and timing to hit your target while avoiding incoming arrows. Play for free directly from your browser on RagdollArcher.com!\n🎯 Game Highlights:\n\n    Unpredictable Ragdoll Physics: Experience hilarious and challenging gameplay as your archer responds to realistic ragdoll physics, making every shot a new adventure.\n    Aim and Shoot for Victory: Take down opponents with well-timed shots, but be careful—your opponent won’t hold back!\n    Easy Browser Access: No downloads required! Play Ragdoll Archers anytime directly from your browser.\n    Progressive Challenges: As you advance, face tougher opponents with better aim and sharper tactics.\n\n🎮 How to Play:\n\n    Aim Your Bow: Use your mouse or touchscreen to draw and aim, then release to shoot.\n    Avoid Enemy Arrows: Stay alert and dodge incoming shots, using strategy to survive and win.\n    Perfect Your Aim: The key to victory is mastering your aim and timing—each shot counts!\n\nAre you ready for a battle of wits, physics, and archery skills? Jump into the action on RagdollArcher.com and become the ultimate ragdoll archer today! 🏹"
  }
}