{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kokushibo Demon Slayer Gameograf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Unleash the terrifying power of Kokushibo from Demon Slayer with epic live wallpapers!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dive into the dark and twisted world of Kokushibo, the legendary Upper Moon One from Demon Slayer! This Chrome extension brings the menacing presence of Kokushibo straight to your browser, featuring stunning live wallpapers that capture his terrifying aura and unmatched swordsmanship. Every new tab will immerse you deeper into the sinister beauty of the Demon Slayer universe, making it the perfect addition for fans of Kokushibo and the darker side of the series.\n\nHere’s what this extension offers:\n\n🎥 Live Wallpaper\nExperience Kokushibo's terrifying power in motion, with dynamic visuals that showcase his demonic form and mastery of the sword.\n\n🖥️ Website Shortcuts\nCustomize and organize your favorite websites with easy-to-access shortcuts. Whether it's Demon Slayer content or your daily sites, keep them all at your fingertips.\n\n🔍 Google Search Bar\nSearch for anything you need, from Demon Slayer theories to Kokushibo-related content, with the integrated Google search bar.\n\n🕒 Time & Date Display\nTrack time and stay on schedule while enjoying Kokushibo’s haunting presence with the sleek time and date feature.\n\nIf you’re a fan of Demon Slayer's most fearsome antagonist, this extension will give you a chilling yet captivating browsing experience every time you open a new tab. Let Kokushibo’s dark power guide you!\n\nFor more extensions: https://gameograf.com/\nContact us: https://gameograf.com/contact-us/\nPrivacy policy: https://gameograf.com/privacy-policy/"
  }
}