{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Dextension"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DEXTension fuses Dext's efficiency with leading accounting systems like Xero and QuickBooks Online, making accounting effortless.",
    "fr": "Avec l'extension navigateur de Dext, accédez facilement à Dext depuis votre navigateur. Ouvrez un fichier PDF, faites un clic droit…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "DEXTension: Supercharge Your Accounting with Dext, Xero, and QuickBooks Online\n\nDEXTension brings the unparalleled efficiency of Dext into the heart of leading accounting systems like Xero and QuickBooks Online. Designed to make accounting effortless, DEXTension is the bridge that connects the best of Dext, with the best of your preferred accounting software.\n\nWhy Choose DEXTension?\n\nSeamless Integration: Experience the seamless fusion of Dext with Xero and QuickBooks Online. DEXTension ensures you have the powerful features of Dext right where you need them, enhancing your accounting workflow like never before.\n\nDext Everywhere: Right click on a pdf or drag and drop a document in your browser for instant upload to the Dext.\n\nData Health Scores: Instantly gauge the health and completeness of your accounting data. With DEXTension, you can easily access detailed insights within Dext Precision without leaving your dashboard.\n\nInvoices and Bills Insight: Stay ahead with real-time visibility of bills, expenses, or invoices in Dext that are yet to be updated in Xero or QuickBooks Online. Make informed decisions with the assurance of up-to-date data.\n\nPreviously Coded Transactions: In Dext Prepare, effortlessly view how similar transactions have been categorized and taxed in Xero or QuickBooks Online, all without switching systems.\n\nInvoices with Attachments: Access invoice attachments directly in Xero or QuickBooks Online interfaces, eliminating the need to toggle between tabs.\n\nStreamlined Bank Reconciliation: DEXTension enriches bank reconciliation with additional context from Dext:\n\n- Inline full transaction descriptions\n- Inline attachments\n- Inline Tracking Categories\n- Supplier Statement and Remittance views\n\nTags: Utilize Dext Precision tags within the Xero or QuickBooks Online interface to better organize and define client work.\n\nPaperwork Requests: Easily compile and send emails detailing missing transaction paperwork or information, directly from your integrated Gmail or Microsoft Outlook account.\n\nPlease note: For users in France, Xero and QuickBooks integrations are currently unavailable. However, you can still enjoy the Dext Everywhere feature\n\nABOUT DEXT\nEmpower Your Accounting with Dext products.\n\nDext Prepare: Embrace automated data extraction for receipts, invoices, or bank statements. Enjoy 99% accuracy and integrations with over 11,500 banks and institutions. Dext Prepare is your go-to tool for eliminating manual data entry.\n\nDext Precision: Gain deep insights into your accountancy practice data. Access real-time, accurate figures, proactive insights, and client health scores. With efficient workflows and seamless integration with Xero and QuickBooks Online, Dext Precision is the ultimate tool for modern accountants.\n\nMake Accounting Effortless\n\nWith DEXTension, step into a world where accounting is not just an administrative task but a seamless part of your day to day workflow. Experience the future of accounting today – efficient, intuitive, and effortless.",
    "fr": "POUR NOS CLIENTS EN FRANCE:\n\nLes intégrations avec Xero et QuickBooks Online ne sont pas disponibles pour les utilisateurs en France. Vous pourrez tout de même profiter de DEXTension pour utiliser Dext depuis n’importe quelle page de votre navigateur. \n\nDepuis votre navigateur, ouvrez un fichier PDF et cliquez avec le bouton droit de votre souris pour transmettre des documents vers Dext. Vous pouvez également glisser-déposer des fichiers sur votre navigateur pour ouvrir l’extension qui permettra de transmettre vos fichiers directement sur Dext.\n\nPOUR NOS CLIENTS FRANCOPHONES QUI UTILISENT XERO ET QUICKBOOKS Online:\n\nDEXTension fusionne l'efficacité de Dext avec les principaux logiciels de production Xero et QuickBooks Online pour une comptabilité simplifiée.\n\nDEXTension permet de conjuguer l'efficacité inégalée de Dext avec les principaux logiciels de production tels que Xero et QuickBooks Online. Conçu pour simplifier les processus comptables, DEXTension permet de relier le meilleur de Dext, avec le meilleur de votre logiciel comptable.\n\nPourquoi choisir DEXTension ?\n\nIntégration facilitée : Bénéficiez de la fusion entre Dext et Xero ou QuickBooks Online. DEXTension vous permet de profiter de fonctionnalités puissantes pour répondre à vos besoins et optimiser encore plus vos processus comptables.\n\nDext Everywhere : depuis votre navigateur, ouvrez un fichier PDF et cliquez avec le bouton droit de votre souris pour accéder directement à Dext. Vous pouvez également glisser-déposer des fichiers sur votre navigateur pour ouvrir l’extension qui permettra de transmettre vos fichiers directement sur Dext.\n\nSanté de vos données :  Évaluez instantanément la santé et l'exhaustivité de vos données comptables. Avec DEXTension, vous pouvez facilement accéder à des informations détaillées sur Precision sans quitter votre tableau de bord.\n\nVisibilité sur les factures à venir : Gardez une longueur d'avance grâce à la visibilité en temps réel des factures ou des dépenses sur Dext qui n'ont pas encore été traitées sur Xero ou QuickBooks Online. Prenez des décisions éclairées en ayant l'assurance de disposer de données à jour.\n\nAffectation des comptes pour les transactions : Depuis Dext Prepare, accédez aux comptes et taxes affectés aux transactions similaires sur Xero et QuickBooks Online, afin de garder une cohérence dans votre comptabilité. \n\nFactures avec pièces jointes : Accédez aux pièces jointes des factures directement depuis les interfaces de Xero ou QuickBooks Online, sans avoir à basculer d'un onglet à l'autre.\n\nRapprochement bancaire simplifié : DEXTension enrichit le rapprochement bancaire avec des informations supplémentaires comme :\n- Afficher les descriptions des transactions bancaires\n- Visualiser les pièces jointes depuis la ligne de transaction\n- Accéder aux “tracking categories” sélectionnées pour une transaction\n- Visualiser les relevés de facturation correspondants aux transactions bancaires\n\nTags : Utilisez les tags Precision sur l'interface de Xero ou QuickBooks Online pour mieux organiser et répartir le travail pour un client.\n\nDemandes de factures manquantes : envoyez facilement des e-mails pour demander des factures ou informations manquantes, directement à partir de votre compte intégré Gmail ou Microsoft Outlook.\n\nAU SUJET DE DEXT:\n\nOptimiser vos processus de comptabilité avec Dext.\n\nDext Prepare : extraction automatisée des données pour les reçus, les factures ou les relevés bancaires avec un taux de reconnaissance supérieur à 99%. Prepare est est compatible avec l’ensemble des solutions de l’écosystème comptable : l'outil idéal pour automatiser à 100% la tenue comptable.\n\nDext Precision : analyse des données de votre cabinet d'expertise comptable. Accédez en temps réel à des chiffres précis, à des informations pertinentes et à des scores de santé pour vos clients. Intégration directe avec Xero et QuickBooks Online : Precision est l'outil ultime pour les experts comptables d’aujourd’hui.\n\nFaciliter la comptabilité\n\nAvec DEXTension, découvrez dès aujourd'hui l'avenir de la comptabilité - efficace, intuitive et sans effort."
  }
}