{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AI Everywhere"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introduce AI into your favourite apps and websites that are too slow to integrate it themselves!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Discover a new frontier of online experience with AI Everywhere. This isn't just an extension; it's your personal AI assistant, seamlessly integrated into the fabric of your digital life. Imagine having an intelligent companion that understands your needs, anticipates your actions, and elevates every online interaction. AI Everywhere transforms information overload into actionable insights, tedious tasks into effortless accomplishments, and creativity into reality.\n\nOur advanced technology empowers you to explore the boundless possibilities of the web. From accelerating research to inspiring artistic endeavors, AI Everywhere is your key to unlocking hidden potential. With intelligent recommendations tailored to your preferences, you'll discover new interests, passions, and opportunities. Say goodbye to information overload and hello to a curated world of knowledge.\n\nProductivity reaches new heights with AI Everywhere. Drowning in emails? Let AI simplify your inbox. Struggling with complex projects? Our intelligent tools break down wordy descriptions into manageable sentences. Whether you're a student, professional, or simply someone looking to optimize their day, AI Everywhere is your ultimate productivity partner.\n\nHarnessing a little known concept of 'unpaid interns', businesses everywhere are seeing their bottom lines sky rocketing, and worker productivity reaching all new levels with no other consequences. Have your part in this with AI Everywhere, which will translate baffling and confusing phrases like 'AI' into more everyday words for what they really mean, like 'an intern'.\n\nExperience the future of browsing today. AI Everywhere is not just an extension; it's a gateway to a smarter, more efficient, and more fulfilling online world. Join the AI revolution and unlock your full potential."
  }
}