{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Speed Pool King 2024"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Speed Pool King right now. Discover the Joy of palying this game - Your Ultimate Online Happy Experience! Try it now!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Speed Pool King 2024: The Ultimate Pool Game\" - Challenge Yourself with Precision and Accuracy!\n\nWelcome to Speed Pool King 2024: The Ultimate Pool Game! This is a game that allows you to challenge yourself and showcase your precision skills in the world of pool. We understand that accuracy can be a challenge when playing pool. But fear no more! We provide precise assistive tools that make it easy for you to make accurate shots and become a true pool king.\n\nKey Features:\n\nPrecise Assistive Tools: Speed Pool King 2024: The Ultimate Pool Game offers precise assistive tools to help you achieve higher accuracy in your shots. Whether it's adjusting the powerof your shot or the direction, the assistive tools provide accurate guidance, making it easier for you to master every shot. This allows even beginners to enjoy the game of pool with ease.\n\nMultiple Challenge Modes: The game offers multiple challenge modes that allow you to continuously push yourself and improve your skills. From simple practice modes to complex tournament modes, each mode has different levels and objectives. You can gradually enhance your technique and become the true king of speed pool.\n\nExtension Button Menu\n*Play more games and explore exciting themes on the page menu buttons."
  }
}