{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agar.io Unblocked"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Agar.io unblocked game on chrome. Agario online game. Created for Agar io Unblocked fans."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Agar.io is not just a game; it's a battleground of wits, speed, and strategy, where players become cells in a petri dish, competing for survival and dominance. Since its release, Agar.io has captivated millions with its simple yet addictive gameplay. This guide delves deep into the heart of Agar.io, offering insights, strategies, and tips to not only survive but thrive in this microscopic universe.\n\nAt first glance, Agar.io appears deceptively simple: move your cell around a petri dish, consume smaller cells to grow, and avoid being eaten by larger ones. However, beneath this simplicity lies a complex world of strategy and quick decision-making. The game's real challenge is in its player interactions; whether you're dodging a larger cell's pursuit or strategically splitting your cell to capture a fleeing opponent, every moment is a test of your instincts and tactical thinking.\n\nAgar.io is as much about psychological warfare as it is about tactical gameplay. Understanding player behavior and leveraging it to your advantage is crucial. Some players may be cautious, avoiding all confrontations, while others may be aggressive, relentlessly chasing down smaller cells. Adapting your strategy to the current dynamics of the petri dish is key. Creating alliances can also be beneficial, but be wary of treachery, as alliances in Agar.io are as fragile as they are temporary.\n\nIf you have any questions about our Agar.io Unblocked game extension or just want to give us some feedback, feel free to send us a message or write a review! We'd love to hear from you. You can mouse over to Support tab on the extension, then click on \"visit the developer's support site\" to contact us.\n\nIf you wish to remove this extension, follow this steps:\n1. Click the 3-dot icon at the top-right corner of your screen.\n2. Hover your mouse on More tools then click Extensions.\n3. Find the Agar.io Unblocked game extension.\n4. Press \"Remove\""
  }
}