{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "AC EL"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Jämför pris mellan Ahlsell och Rexel."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Detta tillägg används för att jämföra priser mellan Ahlsell och Rexel.\n\nTillägget skapar 3 nya enkla och mycket användbara extra val i din högerklicks meny.\nDet första nya i din högerklicks meny är att högerklicka var som helst på hemsidan. Då får man ett alternativ att öppna artikelnumret hos Rexel. Klickar man på den så öppnas det en ny flik med Rexel med samma produkt som du är inne på hos Ahlsell.\nDet andra nya i din högerklicks meny  är att högerklicka på en länk. Då får man ett alternativ att öppna länkens artikelnummer hos Rexel. Klickar man på den så öppnas det en ny flik med Rexel med den länkens artikelnummer.\nDet tredje nya i din högerklicks meny  är att markera en text och högerklicka på den. Då får man ett alternativ att söka på markerad text hos Rexel. Klickar man på den så öppnas det en ny flik med Rexel med en sökning med din markerade text.\n\nTillägget skapar även nya element med knappar på Ahlsell hemsidan.\nDen första knappen som skapas heter \"Data\". Klickar man på den så öppnas det en ny flik i bakgrunden med Rexel med samma produkt som du är inne på hos Ahlsell. Den \"läser av\" sidan och letar efter ditt pris som just du har och lager status. Sen sparar den det lokalt, stänger ner fliken och säger till din Ahlsell flik att den är klar. Då uppdateras text på Ahlsell fliken med ditt pris och lager status hos Rexel.\nDen andra knappen som skapas heter \"Cart\". Klickar man på den så öppnas en ny flik i bakgrunden med Rexel som lägger till produkten i varukorgen. Antalet skriver du in på Ahlsell hemsidan.\nDen tredje knappen som skapas heter \"Rexel\". Den är simpel och öppnar bara en ny flik med Rexel med samma produkt som du är inne på hos Ahlsell.\n\nUppdatering 2.1.\nFörbättrar knappen \"Data\". Hämtar nu priserna snabbare från Rexels hemsida. Använder sig utav en annan teknik.\n\nSkapar ny och enklare element för att jämföra priserna.\n\nSkapat en ny funktion som automatiskt hämtar och jämför priserna i varukorgen.\n\n\n\nTillägget sparar eller skickar ingen information om dig eller ditt Ahlsell/Rexel pris. Allt tillägget gör har du full kontroll över och allt är lokalt på din session av chrome. Du kan se tillägget arbeta i consolen om du klickar på F12."
  }
}