{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LetAlone Data Wallet (BETA)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your Data. You Decide. — Beta is now live — SEE your data."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Your journey to take back control of your data and its profits starts here!\n\nLetAlone’s extension is changing the way internet advertising works by putting YOU in the driver's seat. With LetAlone, brands will pay YOU for the opportunity to advertise to you.\n\nInstall LetAlone’s extension and start browsing. Within a short period of time, your data wallet will show you how the internet profiles you based on your browsing activity. We show you your top 10 interests, display your ‘datagram’ (abstract art representation of your data) and calculate the value of your data as it is today.\n\nAll of this data is only stored locally on your device. Even we at LetAlone cannot read it. You will have full control over it and will be the only person able to access, delete, edit or enable service related to it. If you delete our extension, this data is gone forever.\n\nIn future versions of this extension, you will be able to decide for yourself who and what you get advertised to. Select your own unique interests, open your LetAlone data wallet and LetAlone will connect the brands and companies directly to you. Open your wallet and update your interests to change what advertisements you receive and those you wish to stop receiving. Or close your wallet to be incognito."
  }
}