{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Mario Bros Classic"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Play Super Mario Bros Original game offline version on your Google Chrome™! Offline and Popup Version, without internet required!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Super Mario Bros Classic - Chrome Extension\nSuper Mario Bros Classic - Relive the Legendary Adventure in Your Browser!\n\nPlay the iconic Super Mario Bros Classic directly on Chrome! Join Mario and Luigi in their quest to save Princess Peach in this timeless platformer, now available in your browser.\n\nStep into the world of nostalgia with Super Mario Bros Classic for Chrome! Whether you’re a long-time fan or discovering Mario for the first time, this extension lets you enjoy the classic platforming experience anytime, anywhere—right in your browser.\n\nKey Features:\n🎮 Play instantly: No downloads required. Just open Chrome and start playing.\n🌟 Timeless gameplay: Jump, run, and stomp your way through challenging levels filled with Goombas, Koopas, and power-ups.\n🚀 Smooth performance: Optimized for Chrome to deliver the classic experience with no lag.\n👾 Retro graphics and sounds: Enjoy the authentic look and feel of the original Super Mario Bros.\n🏆 Challenge yourself: Can you rescue Princess Peach and conquer all the levels?\nPerfect for quick gaming breaks or indulging in nostalgia, Super Mario Bros Classic for Chrome brings the magic of the Mushroom Kingdom to your fingertips.\n\nAdd to Chrome now and start your adventure! 🍄✨\n\n*Note: If you want play more games please click on \"Unblocked Games, Web Version\" and click on web version for play on our website https://monkeymart.org/ Thanks!"
  }
}