{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Moments"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Navigate 1 through ChatGPT conversations easily"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Moments is a innovative Chrome extension tailored to enrich your ChatGPT interactions. This tool is a must-have for users engaged in extensive dialogues, offering an intuitive way to navigate through conversation highlights.\n\nKey features:\n\nQuestion Extraction: Effortlessly extracts key questions from ChatGPT conversations, making it easier to revisit specific topics.\n\nSidebar Navigation: Integrates a convenient sidebar in your chat interface for quick access to identified questions, enhancing your browsing experience.\nDirect Question Access: Enables instant navigation to chosen questions in the chat, saving time and improving efficiency.\n\nLight and Dark Mode Compatibility: Automatically adapts to ChatGPT's Light and Dark modes, ensuring a seamless and visually comfortable user experience.\nReal-time Conversation Tracking: Constantly updates the sidebar with new chat entries, keeping you in sync with ongoing conversations.\n\nChatGPT Moments is your go-to tool for enhancing productivity and ease in navigating ChatGPT conversations. Upgrade your ChatGPT experience with this essential Chrome extension, crafted for simplicity and efficiency.\n\nIf you have any questions or suggestions, you can reach me at tuutoo@gmail.com\n\n\nChatGPT Moments 是一款创新的 Chrome 扩展，专门为丰富您的 ChatGPT 互动体验而设计。对于经常参与深入对话的用户来说，这款工具是必不可少的，它以直观的方式帮助您浏览对话亮点。\n\n关键特性：\n\n问题提取：轻松从 ChatGPT 对话中提取关键问题，让您更容易回顾特定话题。\n侧边栏导航：在您的聊天界面中集成便利的侧边栏，快速访问识别出的问题，提升您的浏览体验。\n直接问题访问：实现聊天中选定问题的即时导航，节约时间并提高效率。\n亮/暗模式兼容性：自动适应 ChatGPT 的亮/暗模式，确保流畅且视觉上舒适的用户体验。\n实时对话跟踪：不断更新侧边栏的新聊天内容，使您与正在进行的对话保持同步。\n\nChatGPT Moments 是您提高生产力和在 ChatGPT 对话中轻松导航的首选工具。用这款为简洁和效率而设计的必备 Chrome 扩展，升级您的 ChatGPT 体验。\n如果您有任何的问题或者建议，欢迎联系tuutoo@gmail.com"
  }
}