{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "UPPward (Network Defence Security)"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protection solution against cyber threat, cryptocurrency scams, and frauds."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect Yourself From Cyber Threats, Scams and Frauds\n\nThe UPPward Chrome Extension, built by Sentinel Protocol initiated by Uppsala Security, is your one-stop protection solution against cyber threats, cryptocurrency scams, and frauds.\n\nThis product is complimentary for everyone. \n\nBuilt into UPPward are multiple features developed to help keep you and your cryptocurrency assets safe while you browse the Web and interact within the Cryptocurrency space. \n\nThese features are powered by Uppsala Security’s extensive Threat Intelligence stored in our Threat Reputation Database (TRDB).\n\nFeatures:\n\nActive Protection\n-\tPhishing or Impersonation websites trick users into sending funds to the wrong address or providing their private details such as passcode and keys. With Active Protection, identified suspicious sites will be flagged to warn you from visiting it or redirecting you away from it. \n-\tLikewise, when visiting legitimate sites verified by our Threat Intelligence, a green banner will appear to let you know that you are on a trusted platform.\n\nCrypto Address Highlight\n-\tWith Crypto Address Highlight, any supported address (including Ethereum/ERC-20, Bitcoin) marked as suspicious in our TRDB will instantly be flagged when it appears on your visited webpage.\n\nNetwork Resource Detector \n-\tJust like how UPPward’s Active Protection helps detect and flag malicious sites you might visit, the Network Resource Detector does the same - but for resources loaded by the webpages you visit!\n-\tNote: This feature is currently under maintenance, stay tuned to our socials for updates!\n\nUPPward Search\n-\tVerify any crypto address with UPPward before proceeding with any transactions. Suspicious wallet addresses will be flagged. \n-\tUPPward Search also works for other types of data including URLs and social media handles!\n\nReporting Feature\n-\tGot compromised or scammed? Spot a suspicious crypto address? Report it today by using the “Report Now” feature on the extension and the Uppsala Security Operations Teams will review them! \n\nUser Guide can be found at https://forum.sentinelprotocol.io/t/uppward-browser-extension-user-guide/\n\nFind out more about our review process here - https://medium.com/sentinel-protocol/catching-and-stopping-online-security-threats-our-review-procedure-9e1b0ec398dc\n\nRead the following link to understand how to submit an incident report: https://medium.com/sentinel-protocol/how-to-submit-an-incident-report-6b65914d4ad8 \n\n--------------------------------------------\nLearn More About Sentinel Protocol built by Uppsala Security\n--------------------------------------------\nEstablished in January 2018, Uppsala Security built the first crowdsourced Threat Intelligence platform known as the Sentinel Protocol, which is powered by blockchain technology. Supporting the framework is a team of security analysts and researchers, who aim to deliver a safely interconnected experience with a suite of solutions that meet the compliance standards of cybersecurity industry.\n\nFor the latest updates, visit our website or join our social communities: \n-\tWebsite: https://uppsalasecurity.com   \n-\tFacebook: https://facebook.com/sentinelprotocol\n-\tTelegram: https://t.me/newofficialsentinelprotocol \n-\tTwitter: https://twitter.com/UPPSentinel\n-\tLinkedIn: https://www.linkedin.com/company/uppsalafoundation\n-\tMedium: https://medium.com/sentinel-protocol \n-\tReddit: https://www.reddit.com/r/Sentinel_Protocol\n-\tUppsala Security Forum: https://forum.sentinelprotocol.io/",
    "ko": "Protect Yourself From Cyber Threats, Scams and Frauds\n\nThe UPPward Chrome Extension, built by Sentinel Protocol initiated by Uppsala Security, is your one-stop protection solution against cyber threats, cryptocurrency scams, and frauds.\n\nThis product is complimentary for everyone. \n\nSimply install this extension to verify the authenticity of any URLs, Telegram link, Twitter Handler or even verify crypto addresses before conducting any transactions. \n\n•\tGot compromised or scammed? Spot a suspicious crypto address? Report it today by using the “Report Now” feature on the extension and the Uppsala Security Operations Teams will review them! \n\n•\tConcerned about an address you are sending your digital assets to? Verify any crypto address with UPPward before proceeding with any transactions. Suspicious wallet addresses will be flagged. \n\n•\tContribute to Sentinel Protocol’s Threat Reputation Database (TRDB) by sharing your experience online. The TRDB is the first crowdsourced threat intelligence database utilizing the blockchain. \n\n•\tPhishing or Impersonation websites trick users into sending funds to the wrong address or providing their private details such as passcode and keys. With Active Protection, identified suspicious sites will be flagged to warn the users from visiting it or redirecting them away from it.\n\n•\tWith the crowdsourced information, suspicious crypto addresses within visited webpages can now be flagged by our Crypto Highlight feature.\n\nUser Guide can be found at https://forum.sentinelprotocol.io/t/uppward-browser-extension-user-guide/\nFind out more about our review process here - https://medium.com/sentinel-protocol/catching-and-stopping-online-security-threats-our-review-procedure-9e1b0ec398dc\nRead the following link to understand how to submit an incident report: https://medium.com/sentinel-protocol/how-to-submit-an-incident-report-6b65914d4ad8 \n\n--------------------------------------------\nLearn More About Sentinel Protocol\n--------------------------------------------\nSentinel Protocol is the world’s first crowdsourced threat intelligence platform utilizing the advantages of decentralization to protect cyberspace with blockchain security. It aims to equip individuals and organizations with cybersecurity solutions that protect their valuable cryptocurrency assets from malicious threats, attacks, and fraud. Sentinel Protocol is headquartered in Singapore and has offices in Seoul, South Korea and Tokyo, Japan.\n\nFor the latest updates, visit our website or join our social communities: \n-\tWebsite: https://uppsalasecurity.com   \n-\tFacebook: https://facebook.com/sentinelprotocol\n-\tTelegram: https://t.me/newofficialsentinelprotocol \n-\tTwitter: https://twitter.com/UPPSentinel\n-\tLinkedIn: https://www.linkedin.com/company/uppsalafoundation\n-\tMedium: https://medium.com/sentinel-protocol \n-\tReddit: https://www.reddit.com/r/Sentinel_Protocol"
  }
}