{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stopbleed"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Displays a warning if the site you are browsing is affected by the Heartbleed bug (Official Release)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This is an official mirror of the original Chromebleed Extension.\nI am a major developer of the Chromebleed Extension. Permissions needed have been improved.  The code is open source and you can see that no private information is being accessed.\n\nDisplays a warning if the site you are browsing is affected by the Heartbleed bug.\n\nNEW in version 2.2.3:\nFixed Notifications (Chrome 35.x)\nLower permissions needed!\nDepricated search page injection:\nUse Heartbleed Search for a better option with multiple search engines.\n\nRead about certificate checking here: \nhttps://filippo.io/Heartbleed/faq.html#falsesense\n\nTest Site (by Cloud Flare)\nhttps://www.cloudflarechallenge.com/heartbleed\n\nEarlier Fixes:\nFix status icon on popup change.\nStarts check once url is \"loading\".\nUpdates the icon for the tab you are on.\nWill only show one notification per tab change or focus.\nAllows user to set whether to see all notifications. Switching off will only show vulnerable sites.\n\n--\nMany HTTPS-secured sites on the internet use OpenSSL. Unfortunately, a major vulnerability in OpenSSL was disclosed - known as the Heartbleed bug - yesterday that put hundreds of thousands of servers at risk of compromise. \n\nWhilst some servers have been patched already, many remain that have not been patched. Stopbleed & Chromebleed use a web service developed by Filippo Valsorda and checks the URL of the page you have just loaded. This extension does not check the site from your location, but uses a service to check the domain you are browsing. If it is affected by Heartbleed, then a Chrome notification will be displayed. It's as simple as that!\n\n\nPlease note that, in some jurisdictions, site testing can only be carried out with the express permission of the site owner. Please check what the law says in your local area before proceeding to download this extension."
  }
}