{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CCIM: Closed-Circuit IntelMap"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Full-Auto Screen Grabber for Ingress IntelMap",
    "ja": "Ingress IntelMapのスクリーンショットを自動的に撮影するよ！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "For visual log of your holiday adventure, or your team operation process.\nCCIM will capture the IntelMap transition.\n\n\nIMPORTANT: Please read before installing\na.) In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this tool.\nb.) Please use this tool within healthy degree to avoid the server's high-intensity.\nc.) Please disable or delete IMSS if it exists on your Chrome.\n\n\nHOW TO USE\na.) Just Plug and play, access IntelMap after adding this extension on your Chrome.\nIt automatically grabs the screen of the ACTIVE TAB and be downloaded.\nb.) The size of image depends on your window size.\nc.) On/Off or setting should be available from [Option].\nd.) Please make sure BEFORE your download that \"Ask where to save each file before downloading\" is OFF.\n\n\nTIPS\na.) Please load the map URL which specifies the location, zoom level to create Time Lapse.\nex.)  https://www.ingress.com/intel?ll=LATITUDE,LONGITUDE&z=ZOOMLEVEL\nb.) Height of the image will be bit shorter from the Second picture. This problem is unfixable. This happens because of the Chrome's information bar appears at the bottom when you download something.\nc.) OSX Users: Please disable AppNap or Screensaver function. It may stops CCIM's action.\n\n\nCONFIGURATION\nSettings -> Extensions -> Options\n\n- MODE\n  - Capture MODE\n  - View ONLY (same function as IMSS does)\n  - OFF\n\n- Output Format\n  - JPEG\n  - PNG\n\n- Reload/Capture period of time adjustment\n*If you could contribute our project by purchasing CCIM, you will be able to choose 1-4 min. period in return for your support. \n\nFUTURE FEATURES\n(Your contribution drives these projects faster!)\n\n・Load complete/Draw complete Detection\n・Timestamp overlay\n・Copying URI by shortcut key\n・Changing Configuration by URL\n・Generate Animated GIF\n・Remote Control\n・Driving by setting timer\n・Manually screen grabbing\n\n\nContribution\nDear agents, Does CCIM fit your purpose? If you empathize with our ideas, please contribute by purchasing CCIM.\nIn return, you will be rewarded with another shiny feature, lifting the restriction of Reload/Capture Interval time adjustment function at this point.\nYour contribution leads to our sustainable development/support of Extension.\nThanks in advance, May the XMs be with you.\n\nTeam",
    "ja": "休日のお出かけも、チームによる作戦行動も。\nCCIMがIntelMapの動きを記録します。\n\n注意事項(必ずお読みください)\n・本ツールを利用した上で発生した損害等に対しては一切補償致しません\n・サーバへ高負荷をかけることのないよう、常識的な範囲でご利用下さい\n・IMSSをインストールしている場合、IMSSを無効にするか削除してください\n\n利用方法\n・お使いのChromeへ追加後、IntelMapを開くだけで動作します\n・アクティブなタブのSSが一定間隔で撮影され、ダウンロードされます\n・出力される画像のサイズは表示しているウィンドウに依存します\n・機能のON/OFFや設定変更は拡張機能のオプションから操作して下さい\n・Chromeの設定で「ダウンロード前に各ファイルの保存場所を確認する」がオフになっていることを確認してください\n\nTips\n・SSからTimeLapse動画を作成する場合、予め撮影したいマップのURLを読み込んでおくことをおすすめします。\n  例) https://www.ingress.com/intel?ll=LATITUDE,LONGITUDE&z=ZOOMLEVEL\n・Chromeの仕様上、ダウンロード済みファイルの一覧が画面下部に表示されます。したがって2回目以降の撮影では出力される画像の高さが若干減ります。\n・チームで活動する時はダウンロード先をクラウドストレージの共有ディレクトリに設定して、メンバがディレクトリを閲覧できるようにしておくと捗るかもしれません。\n・Macユーザの方はAppNapないしスクリーンセーバがCCIMの動作を停止させるケースがあります。いずれも切にしてご利用下さい。\n\n設定変更\n設定 -> 拡張機能 -> オプション\n\n・MODE(動作モード)\n  - Capture(撮影機能オン)\n  - View ONLY (閲覧専用。IMSSと同等の機能です)\n  - OFF\n\n・Output(出力形式)\n  - JPEG\n  - PNG\n\n・Reload/Capture Interval(撮影/更新間隔)\n -  5 - 30min\n*CCIMの購入を通して開発を支援頂けると、お礼として1-4分の選択が可能になります。\n\n追加予定の機能\n・読み込み/描画完了検知\n・画像へのタイムスタンプ埋め込み\n・キーボードのショートカットからURLをクリップボードにコピー\n・URL経由で設定を変更\n・動画(アニメーションGIFなど)の生成\n・リモートからの操作\n・タイマー駆動\n\nプロジェクトの支援について\n継続的な開発とサポートの実現を目指すために、CCIMの購入を通した支援を歓迎致します。\nもしCCIMがあなたのお役に立てる時が来たならば、その時にでもご検討ください。\nCCIMをより良いものにしていくとともに、まずはご支援に対する小さなお礼として撮影/更新間隔の制限を解放いたします。\n\nMay the XMs be with you!"
  }
}