{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Snippyly 🚀 Collaborate on any page"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Markup, comment & share with a link. Built for Chrome, by ex Googlers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "With Snippyly, you can collaborate on any webpage. You can markup, comment and chat in context. Instead of juggling multiple tabs and tools (e.g. Jira, Slack, Docs, Dashboards), get things done faster, all in one place 🚀\n\nWith one click, start collaborating on your screen and share with your team using a link. There is no installation or setup required to access the page and start jamming live.\n\nLike Google Docs, your team can add comments and discuss in context. Like Figma, everyone can see others’ mouse movements and changes in real time. Like Slack, you can quickly start a live audio huddle with anyone on the page. \n\nSnippyly is an external version of Google's most used visual collaboration tool, built by a team of former Google employees. Simple, fast, no ads, no spyware. This is a modern tool built with the latest and secure Google tech. All Snippyly links are encrypted and stored securely. \n\n💥 WHY USE SNIPPYLY 💥\n \n✨ SAVE TIME\nIncrease team productivity by eliminating lengthy back and forth via emails, Slack, Google Chat or Microsoft Teams. No need to set up meetings for everything.\n📊  SHARE & DISCUSS DATA\nHighlight important data, investigate potential issues and ask questions on any company dashboard or document.\n💡 SKETCH IDEAS & PROVIDE FEEDBACK\nSteal the best design elements from multiple websites and stitch together to mockup your idea! Provide clear visual feedback on your website UX design and copy.\n👩‍💻 REPORT BUGS\nConduct QA testing and report issues to your developers directly into your project management tools and issue trackers (e.g. Jira, Trello, Asana, Notion, Airtable, GitHub, Google Sheets).\n🙌 SKIP MEETINGS AND HAVE FUN\nQuickly resolve questions and discuss ideas, do live audio huddles, markup, react and brainstorm right in the context.\n\n\nℹ️ HOW IT WORKS ℹ️ \n\n1. DOWNLOAD FOR FREE\nDownload the free extension. Easily access your extension from your address bar by pinning it like this: https://snippyly.com/?q=9EIO9Q0Cl4djGofCl0Gv\n\n2. CREATE YOUR SNIPPYLY LINK\nUse any of these options:\n• Click on the extension icon\n• Use shortcut Ctrl+Shift+3\n\nTo customize your shortcuts, go to: chrome://extensions/shortcuts \n\n3. MARKUP AND COMMENT\nUse any of these tools:\n• Crop\n• Markup\n• Highlight important parts\n• Blur sensitive elements\n• Delete parts you don’t need\n• Add comments (like Google Docs)\n• Copy / insert images from other sources \n\n4. SHARE ANYWHERE WITH YOUR TEAM\n\n• Share with your team via a view-access or edit-access link, e.g. in Slack, Google Chat, Microsoft Teams or in your project management tool (e.g. Jira, Trello, Asana, Notion, Airtable, GitHub)\n• Download as an image (PNG format) or copy to clipboard\n\n5. COLLABORATE LIVE WITH YOUR TEAM\nResolve issues faster and brainstorm on ideas by jamming with your team live on the screenshot page. Like Google Docs, you can add comments and discuss in context. Like Figma, you can see others’ mouse movements and changes live. Like Slack, you can quickly start a live audio huddle with anyone on the page. There is no installation or setup required to access the link and jam.\n\n6. MANAGE USING LIBRARY (LIKE GOOGLE DRIVE)\nAccess your links history, see previews and more. Organize in folders, share them with your team or mark them private.\n\n7. ADVANCED ACCESS CONTROL\nChange link access to users with your company domain email (@company.com). \nMark links as private so that only you can access them.\n\n8. INTEGRATIONS\nUse Snippyly together with your favorite tools like Slack, Jira, Gmail etc.\n\n\n------------------------------------------------\nFind more information on our website:\nhttps://snippyly.com/extension\n\nFollow us on Twitter:\nhttps://twitter.com/snippyly\n\nFollow us on LinkedIn:\nhttps://www.linkedin.com/company/snippyly\n\nSubmit feedback, feature requests or bugs:\nhttps://snippyly.com/feedback\n\nPrivacy Policy:\nhttps://snippyly.com/privacy\n\nTerms & Conditions: \nhttps://snippyly.com/terms"
  }
}