{
  "name": {
    "ar": "WhatsApp Privacy Instellingen",
    "am": "WhatsApp Blur",
    "bg": "WhatsApp Hide",
    "bn": "WhatsApp Blur Extension",
    "ca": "Privacy Status WhatsApp",
    "cs,ta": "Status Privacy in WhatsApp",
    "da": "WhatsApp Privacy Chat",
    "de": "Privacy for WhatsApp",
    "el": "Privacy Chat WhatsApp",
    "en,en_AU,en_GB,en_US,es,es_419,gu,hi,id,kn,mr,sk": "Privacy Extension for WhatsApp Web",
    "et": "WhatsApp Groep Privacy",
    "fa": "Privacy And WhatsApp",
    "fi": "WhatsApp Community Privacy",
    "fil": "Privacy Instelling WhatsApp",
    "fr": "WhatsApp Privacy Groepen",
    "he": "Status Privacy on WhatsApp",
    "hr": "Privacy of WhatsApp",
    "hu": "Privacy in WhatsApp",
    "it": "WhatsApp Privacy Video",
    "ja": "WhatsApp My Contacts Privacy",
    "ko": "Privacy WhatsApp Apk",
    "lt": "WhatsApp Privacy Lock",
    "lv": "Status Privacy WhatsApp",
    "ml": "WhatsApp Group Privacy",
    "ms": "DP Privacy on WhatsApp",
    "nl": "WhatsApp Status Privacy",
    "no": "WhatsApp Privacy Messages",
    "pl": "Privacy WhatsApp Web",
    "pt_BR,zh_TW": "WhatsApp And Privacy",
    "pt_PT": "GB WhatsApp Privacy",
    "ro": "WhatsApp Extension Privacy",
    "ru": "Privacy Extension for WhatsApp",
    "sl": "WhatsApp Chat Locker",
    "sr": "Chat Locker for WhatsApp",
    "sv": "WhatsApp Private Mode",
    "sw": "WhatsApp Privacy Settings",
    "te": "Hide WhatsApp Group",
    "th": "WhatsApp Privacy Mod",
    "tr": "WhatsApp Privacy Extension",
    "uk": "Privacy WhatsApp",
    "vi": "WhatsApp Privacy",
    "zh_CN": "Privacy Instellingen WhatsApp"
  },
  "short": {
    "ar": "يعمل امتداد الخصوصية لـ WhatsApp Web على تعزيز خصوصيتك على الإنترنت باستخدام تأثيرات التعتيم المتقدمة.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,he,hr,hu,it,ja,ko,lt,lv,ml,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Extension for WhatsApp Web enhances your online privacy with advanced blur effects.",
    "es,es_419": "Free Free Free! La extensión de privacidad para WhatsApp Web mejora tu privacidad en línea con efectos de desenfoque avanzados.",
    "gu,hi,id,kn,mr": "Free Free Free! Privacy Extension for WhatsApp Web enhances your online privacy with advanced blur effects.",
    "pt_BR,pt_PT": "A Extensão de Privacidade para o WhatsApp Web melhora sua privacidade online com efeitos de desfoque avançados."
  },
  "long": {
    "ar": "يعمل امتداد الخصوصية لـ WhatsApp Web على تعزيز خصوصيتك على الإنترنت باستخدام تأثيرات التعتيم المتقدمة.\n\nأمّن تجربتك على WhatsApp Web باستخدام امتداد الخصوصية الخاص بنا، المصمم لحماية رسائلك وصورك ومعلومات ملفك الشخصي. اعتم استخدام المحتوى الحساس حتى تكون مستعدًا لعرضه، مما يضمن بقاء محادثاتك خاصة. تشمل الميزات إعدادات قابلة للتخصيص لخصوصية الرسائل والوسائط والملف الشخصي، بالإضافة إلى خيار العرض عن طريق التمرير.\n\nWhatsApp هي علامة تجارية لشركة WhatsApp Inc.، مسجلة في الولايات المتحدة ودول أخرى. امتداد الخصوصية لـ WhatsApp Web هو مشروع مستقل ولا يرتبط بـ WhatsApp أو WhatsApp Inc.",
    "am,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Privacy Extension for WhatsApp Web enhances your online privacy with advanced blur effects.\n\nSecure your WhatsApp Web experience with our Privacy Extension, designed to protect your messages, images, and profile information. Blur sensitive content until you're ready to view it, ensuring your conversations remain private. Features include customizable settings for message, media, and profile privacy, along with a convenient hover-to-reveal option.\n\nWhatsApp is a trademark of WhatsApp Inc., registered in the U.S. and other countries. Our Privacy Extension For WhatsApp Web is an independent project and is not affiliated with WhatsApp or WhatsApp Inc.",
    "es,es_419": "La extensión de privacidad para WhatsApp Web mejora tu privacidad en línea con efectos de desenfoque avanzados.\n\nProtege tu experiencia en WhatsApp Web con nuestra extensión de privacidad, diseñada para proteger tus mensajes, imágenes e información de perfil. Difumina el contenido sensible hasta que estés listo para verlo, asegurando que tus conversaciones permanezcan privadas. Las características incluyen configuraciones personalizables para la privacidad de mensajes, medios y perfiles, junto con una opción conveniente de revelar al pasar el cursor.\n\nWhatsApp es una marca comercial de WhatsApp Inc., registrada en los EE.UU. y otros países. Nuestra extensión de privacidad para WhatsApp Web es un proyecto independiente y no está afiliado con WhatsApp ni WhatsApp Inc.",
    "pt_BR,pt_PT": "A Extensão de Privacidade para o WhatsApp Web melhora sua privacidade online com efeitos de desfoque avançados.\n\nProteja sua experiência no WhatsApp Web com nossa Extensão de Privacidade, projetada para proteger suas mensagens, imagens e informações de perfil. Desfoque conteúdos sensíveis até que você esteja pronto para visualizá-los, garantindo que suas conversas permaneçam privadas. Os recursos incluem configurações personalizáveis para a privacidade de mensagens, mídia e perfil, junto com uma opção conveniente de revelar ao passar o mouse.\n\nWhatsApp é uma marca registrada da WhatsApp Inc., registrada nos EUA e em outros países. Nossa Extensão de Privacidade para WhatsApp Web é um projeto independente e não é afiliado ao WhatsApp ou à WhatsApp Inc."
  }
}