{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Writetone: AI Writing Assistant & Grammar Fix"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Different situations call for different tones. Writetone can help you choose the right tone for your writing"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ensure that you convey the perfect tone for any context with Writetone (https://writetone.com).\n\nThe Writetone website (https://writetone.com) and its Chrome extension help you write your text naturally, using the ideal tone, vocabulary, and style for any given situation. It offers a variety of writing tones to choose from, including Simple, Normal, Formal, Informal, Casual, and more.  Writetone is the best AI Paraphraser, AI Researcher, and more. With Writetone, you can be sure that your writing will be clear, concise, and effective, no matter who you're writing to or what the occasion is. Writetone speaks your language by supporting all the features in 50+ languages\n\nWritetone HumanGPT is your AI Humanizer which is the best AI Bypass to bypass AI detection. It also supports multiple languages. \n\nWritetone offers a variety of writing tones to choose from, so you can always find the perfect one for your message. Whether you're writing a formal email to your boss, a casual message to a friend, or a persuasive blog post, Writetone has you covered.\n\nIn addition to its writing tones, Writetone also offers a grammar checker and summarizer. The grammar checker can help you identify and correct grammar errors in your writing. The summarizer can help you create concise and informative summaries of your text.\n\nAdditionally, on the website, you can utilize the Writetone text-to-speech generator, which generates voice in multiple natural tones. Similarly, we have a speech-to-text option to help you write on the go. Try: https://writetone.com/text-to-voice.html\n\nFurthermore, you can reply to social media messages in your desired tone and even customize it for a more personalized response.\n\nIf you need more diverse AI writing, you can even use the AI writer to give a prompt and it can write a text for you in a natural human tone.\n\nWith Writetone, you can take your writing to the next level. Whether you're a student, a professional, or just someone who wants to improve their writing skills, Writetone is the perfect tool for you. So what are you waiting for? Elevate your writing with Writetone today!\n\nDo not forget to try out use cases to generate use case-specific text instantly: https://writetone.com/generate.html\n\nAnd if you need a writing buddy, check out Writetone's Co-Writer: https://writetone.com/writer.html\n\nElevate your writing with Writetone today.\n\nVisit https://writetone.com for more details and a full-featured tool."
  }
}