{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Scrapper for Twitter™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Scrapper for Twitter™ or X™. Extract Tweet text, like Counts, view counts, image/video URLs, retweet numbers."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web Scrapper for Twitter chrome extension enables you to find tweet text, like counts, views, image or video URLs, and retweet numbers with ease. Whether you're a social media enthusiast, market researcher, or just a curious Twitter user, this extension helps you for in-depth Twitter analysis. \n\n \n\nHow to Use?  \n\n>> Installation: Install the extension by clicking on “Add To Chrome”  \n\n>> Authentication: Sign into your Twitter account. \n\n>> Start Scrapping: While browsing Twitter, simply click on the extension icon in your Chrome toolbar. \n\n>> Select Tweets: Extension will automatically fetch data like tweet text, likes, views, image or video URLs, and retweets. \n\n>> Export Data: You can save the collected data in CSV or excel format.  \n\n  \n\nKey Features: \n\nTweet Text: Extract the content of tweets for comprehensive analysis. \n\nLike Counts: Discover the number of likes and user engagement. \n\nView Counts: Get insights into tweet visibility and popularity. \n\nImage/Video URLs: Access the media content links for further examination. \n\nRetweet Numbers: Gauge the viral reach and influence of tweets. \n\nExport Function: Save the data you've collected in CSV or other formats for your records."
  }
}