{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conversor de Letras Cursivas"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Convierte texto a letra cursiva en unicode"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Conversor de Letras Cursivas es una extensión de Google Chrome diseñada para brindar a los usuarios una herramienta fácil y rápida para convertir cualquier texto en hermosas letras cursivas en Unicode. Con esta extensión, puedes darle un toque elegante y personal a tus publicaciones en redes sociales, correos electrónicos, blogs y más. La funcionalidad de esta extensión es simple y eficiente, lo que la convierte en una adición útil a tu navegador Chrome.\n\nFuncionalidad y características principales:\n\nConversión rápida de texto a letra cursiva en Unicode: Conversor de Letras Cursivas utiliza un algoritmo eficiente para convertir cualquier texto en letra cursiva Unicode. Esto permite a los usuarios agregar rápidamente un estilo distintivo a su texto, lo que resulta especialmente útil para resaltar publicaciones o agregar un toque artístico.\n\nInterfaz de usuario intuitiva y moderna: La extensión cuenta con una interfaz de usuario fácil de usar y moderna. El diseño es minimalista y elegante, con un fondo oscuro y elementos visuales contrastantes. Esta interfaz es perfecta para aquellos que buscan una experiencia de usuario agradable y sin complicaciones.\n\nFuncionalidad de copiado al portapapeles: Conversor de Letras Cursivas también incluye una función de copiado al portapapeles, lo que facilita a los usuarios copiar y pegar su texto convertido en cualquier aplicación o plataforma. Con solo hacer clic en el botón \"Copiar\", el texto en cursiva se copia al portapapeles y está listo para usarse donde sea necesario.\n\nCompatibilidad con múltiples idiomas y alfabetos: La extensión está diseñada para funcionar con una amplia variedad de idiomas y alfabetos, lo que la hace versátil y accesible para usuarios de todo el mundo. Esto incluye la capacidad de convertir caracteres latinos y otros caracteres específicos en su versión cursiva.\n\nActualizaciones y soporte constantes: Conversor de Letras Cursivas se actualiza regularmente para garantizar que la extensión siga siendo compatible con las últimas versiones de Chrome y para corregir cualquier error o problema que pueda surgir. También ofrecemos soporte a los usuarios que necesiten ayuda con la extensión.\n\nConfiguración personalizable: Los usuarios pueden personalizar la extensión según sus preferencias, como cambiar el color de fondo, el tamaño del texto y otros ajustes visuales. Esto garantiza que la extensión sea adecuada para cada usuario y sus necesidades individuales.\n\nSeguridad y privacidad: Conversor de Letras Cursivas no recopila ni almacena ninguna información personal de los usuarios. Todas las conversiones de texto se realizan localmente en el dispositivo del usuario, lo que garantiza que su privacidad esté protegida en todo momento. Respetamos la privacidad de nuestros usuarios y nos comprometemos a mantener un entorno seguro y confiable para todos.\n\nAmplia gama de aplicaciones: La extensión Conversor de Letras Cursivas es útil en una amplia variedad de situaciones y contextos. Los usuarios pueden utilizarla para darle un toque especial a sus publicaciones en redes sociales, como Facebook, Instagram o Twitter, así como para personalizar sus correos electrónicos, mensajes de texto y otros tipos de comunicación. También es perfecta para personalizar títulos y subtítulos en blogs y sitios web, así como para crear efectos visuales interesantes en proyectos de diseño gráfico y arte digital.\n\nInstalación y uso sin complicaciones: La extensión Conversor de Letras Cursivas es fácil de instalar y usar. Simplemente descárgala desde la Chrome Web Store y comienza a convertir tu texto en cursiva de inmediato. No se requiere configuración ni ajustes adicionales.\n\nComunidad de usuarios y soporte: Conversor de Letras Cursivas cuenta con una comunidad creciente y activa de usuarios que comparten sus experiencias y ofrecen consejos y trucos para aprovechar al máximo la extensión. Además, proporcionamos soporte a nuestros usuarios a través de la Chrome Web Store, donde puedes dejar comentarios y obtener respuestas a tus preguntas."
  }
}