{
  "name": {
    "ar": "عنوان بريد إلكتروني مؤقت",
    "am": "እንቅስቃሴ ኢሜል አድራሻ",
    "bg": "Временен имейл адрес",
    "bn": "অস্থায়ী ইমেল ঠিকানা",
    "ca": "Adreça de Correu Electrònic Temporal.",
    "cs": "Dočasná emailová adresa",
    "da": "Midlertidig e-mailadresse",
    "de": "Temporäre E-Mail-Adresse",
    "el": "Προσωρινή Διεύθυνση Ηλεκτρονικού Ταχυδρομείου",
    "en,en_AU,en_GB,en_US,th,tr,uk,vi,zh_CN,zh_TW": "Temporary Email Address",
    "es,es_419": "Dirección de correo electrónico temporal",
    "et": "Ajutine e-posti aadress",
    "fa": "آدرس ایمیل موقت",
    "fi": "Väliaikainen sähköpostiosoite",
    "fil": "Pansamantalang Email Address",
    "fr": "Adresse email temporaire",
    "gu": "કામચલાઉ ઇમેલ સરનામું",
    "he": "כתובת דוא\"ל זמנית",
    "hi": "Temporary Email Address का हिंदी में अनुवाद है: अस्थायी ईमेल पता",
    "hr": "Privremena adresa e-pošte",
    "hu": "Ideiglenes e-mail cím",
    "id": "Alamat Email Sementara",
    "it": "Indirizzo Email Temporaneo",
    "ja": "一時的なメールアドレス",
    "kn": "ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸ",
    "ko": "임시 이메일 주소",
    "lt": "Laikinas el. pašto adresas",
    "lv": "Pagaidu e-pasta adrese",
    "ml": "താൽക്കാലിക ഇമെയിൽ വിലാസം",
    "mr": "तात्पुरता ईमेल पत्ता",
    "ms": "Alamat Emel Sementara",
    "nl": "Tijdelijk E-mailadres",
    "no": "Midlertidig e-postadresse",
    "pl": "Tymczasowy Adres Email",
    "pt_BR,pt_PT": "Endereço de Email Temporário",
    "ro": "Adresă de Email Temporară",
    "ru": "Временный адрес электронной почты",
    "sk": "Dočasná e-mailová adresa",
    "sl": "Začasni e-poštni naslov",
    "sr": "Privremena email adresa",
    "sv": "Tillfällig e-postadress",
    "sw": "Anwani ya Barua Pepe ya Muda",
    "ta": "தற்காலிக மின்னஞ்சல் முகவரி",
    "te": "తాత్కాలిక ఈమెయిల్ చిరునామా"
  },
  "short": {
    "ar": "احصل على بريد مؤقت فوري مع إضافة البريد الإلكتروني المؤقت لمتصفح كروم. آمن وخاص وسهل الاستخدام لجميع احتياجاتك من البريد المؤقت.",
    "am": "በጊዜውኑ እንቅስቃሴ ኢሜል በሚስተዋልዎት ኢሜል አድራሻ የክሮም አሻንጋሪ ጋር እየገነባቹ ዋለ። አስተማማኝ፣ የግል እና ለሁሉም እጅግ የእንቅስቃሴ ኢሜሎች ማስፈላጊያ ቀላል ተጠቃሚነት ያለው።",
    "bg": "Получете веднага временна поща с разширението за Chrome за временен имейл адрес. Сигурен, личен и лесен за използване за всичките…",
    "bn": "টেম্পোরারি ইমেইল অ্যাড্রেস ক্রোম এক্সটেনশনের সাথে তাৎক্ষণিক টেম্প মেইল পান। নিরাপদ, ব্যক্তিগত এবং আপনার সাময়িক ইমেইলের প্রয়োজনীয়তার…",
    "ca": "Obtingueu correu temporal instantani amb l'extensió de Chrome per a l'Adreça de Correu Temporal. Segura, privada i fàcil d'usar per…",
    "cs": "Získejte okamžitý dočasný e-mail s rozšířením pro Chrome Dočasná e-mailová adresa. Bezpečné, soukromé a snadno použitelné pro…",
    "da": "Få øjeblikkelig temp-mail med Temporary Email Address Chrome-udvidelse. Sikker, privat og nem at bruge til alle dine midlertidige…",
    "de": "Erhalten Sie sofortige Temp-Mail mit der Temporary Email Address Chrome-Erweiterung. Sicher, privat und einfach zu verwenden für…",
    "el": "Αποκτήστε άμεσα προσωρινό email με την επέκταση Chrome για προσωρινές διευθύνσεις email. Ασφαλές, ιδιωτικό και εύκολο στη χρήση για…",
    "en,en_AU,en_GB,en_US,th,tr,uk,vi,zh_CN,zh_TW": "Get instant temp mail with Temporary Email Address Chrome Extension. Secure, private, and easy to use for your temporary email needs",
    "es": "Obtén correo temporal al instante con la extensión de Chrome para Dirección de Email Temporal. Seguro, privado y fácil de usar para…",
    "es_419": "Obtén un correo temporal instantáneo con la extensión de Chrome para Dirección de Email Temporal. Seguro, privado y fácil de usar…",
    "et": "Saage kohese ajutise meiliga Temporary Email Address Chrome'i laiendus. Turvaline, privaatne ja lihtsasti kasutatav kõigi teie…",
    "fa": "دریافت ایمیل موقت فوری با افزونه کروم آدرس ایمیل موقت. امن، خصوصی و ساده برای استفاده در تمامی نیازهای ایمیل موقت شما.",
    "fi": "Hanki välitön väliaikainen sähköposti Temporary Email Address Chrome-laajennuksella. Turvallinen, yksityinen ja helppokäyttöinen…",
    "fil": "Kumuha ng agad-agad na pansamantalang mail sa Temporary Email Address Chrome Extension. Ligtas, pribado, at madaling gamitin para…",
    "fr": "Obtenez un courriel temporaire instantané avec l'extension Chrome pour adresse e-mail temporaire. Sécurisé, privé et facile à…",
    "gu": "ટેમ્પરરી ઇમેઇલ એડ્રેસ ક્રોમ એક્સટેંશન સાથે તરત જ ટેમ્પ મેઇલ મેળવો. તમારી બધી અસ્થાયી ઇમેઇલ જરૂરીયાતો માટે સુરક્ષિત, ખાનગી અને…",
    "he": "קבל דואר זמני מיידי עם תוסף כרום לכתובת אימייל זמנית. אבטחה, פרטיות, וקל לשימוש לכל צרכי הדוא\"ל הזמניים שלך.",
    "hi": "तात्कालिक टेम्प मेल प्राप्त करें Temporary Email Address Chrome एक्सटेंशन के साथ। सुरक्षित, निजी और सभी अस्थायी ईमेल आवश्यकताओं के…",
    "hr": "Dobijte trenutnu privremenu poštu s privremenom e-mail adresom putem Chrome dodatka. Sigurno, privatno i jednostavno za korištenje…",
    "hu": "Szerezzen azonnali ideiglenes levelezést a Temporary Email Address Chrome bővítménnyel. Biztonságos, privát és könnyen használható…",
    "id": "Dapatkan email sementara instan dengan Ekstensi Chrome Alamat Email Sementara. Aman, pribadi, dan mudah digunakan untuk semua…",
    "it": "Ottieni una mail temporanea istantanea con l'estensione Chrome di Temporary Email Address. Sicura, privata e facile da usare per…",
    "ja": "一時的なメールを瞬時に取得するための「Temporary Email Address Chrome Extension」。安全でプライベート、そしてあなたの全ての一時的なメールニーズに使いやすいです。",
    "kn": "ಕ್ಷಣಿಕ ಟೆಂಪ್ ಮೇಲ್ ಅನ್ನು ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸ ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಪಡೆಯಿರಿ. ನಿಮ್ಮ ಎಲ್ಲಾ ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ಅಗತ್ಯಗಳಿಗೆ ಸುರಕ್ಷಿತ,…",
    "ko": "즉시 임시 메일을 받으세요 Temporary Email Address 크롬 확장 프로그램으로. 안전하고, 개인적이며, 모든 임시 이메일 요구에 쉽게 사용할 수 있습니다.",
    "lt": "Gaukite laikinąjį el. paštą akimirksniu su Laikinojo el. pašto adreso „Chrome“ plėtiniu. Saugus, privatus ir paprastas naudoti…",
    "lv": "Iegūstiet tūlītēju pagaidu e-pastu ar \"Temporary Email Address Chrome\" paplašinājumu. Drošs, privāts un viegli lietojams visām jūsu…",
    "ml": "താൽക്കാലിക ഇമെയിൽ ആവശ്യങ്ങൾക്കായി സുരക്ഷിതവും, സ്വകാര്യവും, ഉപയോഗത്തിൽ ലളിതവുമായ, താൽക്കാലിക ഇമെയിൽ അഡ്രസ്സ് ക്രോം…",
    "mr": "क्षणिक तापमान मेल मिळवा टेम्पररी ईमेल अॅड्रेस क्रोम एक्सटेन्शनसह. सुरक्षित, खाजगी आणि आपल्या सर्व तात्पुरत्या ईमेल गरजांसाठी सोपे…",
    "ms": "Dapatkan emel sementara segera dengan Sambungan Chrome Alamat Emel Sementara. Selamat, peribadi, dan mudah digunakan untuk semua…",
    "nl": "Krijg direct een tijdelijke mail met de Temporary Email Address Chrome-extensie. Veilig, privé en eenvoudig in gebruik voor al uw…",
    "no": "Få øyeblikkelig midlertidig e-post med Temporary Email Address Chrome-utvidelsen. Sikker, privat og enkel å bruke for alle dine…",
    "pl": "Uzyskaj natychmiastowy tymczasowy mail dzięki rozszerzeniu Temporary Email Address dla Chrome. Bezpieczne, prywatne i łatwe w…",
    "pt_BR": "Obtenha e-mail temporário instantâneo com a Extensão do Chrome Endereço de E-mail Temporário. Seguro, privado e fácil de usar para…",
    "pt_PT": "Obtenha um e-mail temporário instantâneo com a extensão do Chrome Endereço de Email Temporário. Seguro, privativo e fácil de usar…",
    "ro": "Obțineți un e-mail temporar instantaneu cu extensia Chrome pentru Adresa de E-mail Temporară. Sigur, privat și ușor de utilizat…",
    "ru": "Получите мгновенную временную почту с помощью расширения для Chrome \"Временный Email Адрес\". Надежное, конфиденциальное и простое в…",
    "sk": "Získajte okamžitý dočasný e-mail s rozšírením Temporary Email Address pre Chrome. Bezpečný, súkromný a jednoduchý na používanie pre…",
    "sl": "Pridobite takojšnji začasni e-poštni naslov s Chrome razširitvijo Temporary Email Address. Varna, zasebna in preprosta za uporabo…",
    "sr": "Dobijte trenutni privremeni mejl sa Dodatkom za privremenu imejl adresu za Chrome. Siguran, privatni i jednostavan za upotrebu za…",
    "sv": "Få omedelbar tillfällig e-post med Temporary Email Address Chrome-tillägg. Säkert, privat och enkelt att använda för alla dina…",
    "sw": "Pata barua pepe ya muda mara moja na Kiendelezo cha Barua Pepe ya Muda cha Chrome. Ni salama, binafsi, na rahisi kutumia kwa…",
    "ta": "தற்காலிக மின்னஞ்சல் முகவரிக்கான குரோம் விரிவாக்கத்துடன் உடனடி தற்காலிக மின்னஞ்சல் பெறுங்கள். உங்கள் தற்காலிக மின்னஞ்சல்…",
    "te": "తాత్కాలిక ఈమెయిల్ అవసరాల కోసం ఆధునిక ఈమెయిల్ చిరునామా క్రోమ్ పొడిగింపుతో తక్షణ టెంప్ మెయిల్ పొందండి. సురక్షితంగా, ప్రయివేసీతో,…"
  },
  "long": {
    "ar": "تقديم الحل الأمثل لإدارة خصوصيتك وأمانك على الإنترنت - امتداد \"عنوان البريد الإلكتروني المؤقت\" لمتصفح كروم. هذه الأداة القوية هي المصدر الموثوق الذي تتجه إليه لإنشاء بريد إلكتروني مؤقت بنقرة واحدة، مما يساعدك على تجنب البريد العشوائي، وحماية معلوماتك الشخصية، والحفاظ على نظافة صندوق الوارد الخاص بك.\n\nلماذا يجب أن تفكر في استخدام عنوان بريد إلكتروني مؤقت؟ في عصر الرقمية، يُعد عنوان بريدك الإلكتروني بوابة هويتك على الإنترنت. يمكن أن يساعد استخدام بريد إلكتروني مؤقت في حمايتك من الرسائل الإلكترونية غير المرغوب فيها، ومحاولات الاحتيال، وخروقات البيانات. إليك كيف يحدث فارقاً امتدادنا:\n\n1️⃣ إنشاء بريد إلكتروني مؤقت فوري: يمكنك إنشاء عنوان بريد إلكتروني مؤقت في ثوانٍ، مثالي للتسجيلات، التنزيلات، والاشتراك في الخدمات دون استخدام بريدك الإلكتروني الشخصي.\n\n2️⃣ دمج سلس: يندمج امتدادنا بسلاسة مع كروم، مقدمًا لك عنوان بريد إلكتروني مؤقت كلما احتجت إليه، مباشرةً من شريط أدوات المتصفح لديك.\n\n3️⃣ واجهة سهلة الاستخدام: لقد صممنا امتداد عنوان البريد الإلكتروني المؤقت ليكون بديهيًا قدر الإمكان، لضمان قدرتك على إنشاء وإدارة بريدك الإلكتروني المؤقت بكل سهولة.\n\nتتعدد الفوائد من استخدام مولّد البريد الإلكتروني المؤقت، خصوصًا عندما يتعلق الأمر بحماية خصوصيتك على الإنترنت. إليك ما ستحصل عليه:\n\n- تجنب البريد المزعج: حافظ على نظافة صندوق الوارد الأساسي خالٍ من رسائل التسويق والبريد العشوائي باستخدام البريد المؤقت للتسجيلات.\n- تعزيز الخصوصية: حماية معلوماتك الشخصية من خلال عدم الكشف عن عنوان بريدك الإلكتروني الحقيقي لكل موقع أو خدمة.\n- اختبار الخدمات: استخدم عنوان بريد إلكتروني مؤقت للتسجيل في الاختبارات والخدمات دون الالتزام المرتبط ببريدك الرئيسي.\n\nيبرز امتداد عنوان البريد الإلكتروني المؤقت بميزاته القوية:\n\n1. إنشاء بريد إلكتروني مؤقت بنقرة واحدة: احصل على عنوان بريد إلكتروني مؤقت جديد بنقرة واحدة فقط.\n2. نسخ ولصق بسهولة: انسخ عنوان البريد المؤقت الجديد بسهولة والصقه حيثما تحتاج.\n3. احذف تلقائي: الرسائل الإلكترونية الواردة في صندوق البريد المؤقت الخاص بك تحذف تلقائيًا بعد فترة محددة، مما يضمن بقاء صندوق البريد المؤقت الخاص بك نظيفًا وسهل الإدارة.\n4. آمن وخاص: نعطي الأولوية لخصوصيتك. يتم تخزين الرسائل الإلكترونية بأمان ونقلها، ولا يتم مشاركة معلوماتك أبدًا مع الأطراف الثالثة.\n\nاستخدام امتدادنا بسيط للغاية. إليك دليل خطوة بخطوة:\n\n1. قم بتثبيت امتداد عنوان البريد الإلكتروني المؤقت من متجر ويب Chrome.\n2. انقر على أيقونة الامتداد في شريط أدوات المتصفح لإنشاء عنوان بريد إلكتروني مؤقت جديد.\n3. انسخ العنوان البريدي المؤقت واستخدمه حيثما تحتاج إلى بريد إلكتروني مؤقت.\n4. ادخل واطّلع على الرسائل الإلكترونية الواردة مباشرةً من واجهة الامتداد.\n\nالأسئلة المتكررة:\n\n- كم من الوقت يدوم البريد الإلكتروني المؤقت؟ البريد الإلكتروني المؤقت الذي يتم إنشاؤه بواسطة خدمتنا متاح لفترة متغيرة، عادةً ما يكفي للتحقق من الحسابات أو تأكيد الاشتراك.\n- هل يمكنني اختيار عنوان بريدي الإلكتروني المؤقت؟ يتم إنشاء كل بريد إلكتروني مؤقت عشوائيًا، مما يضمن فرادته وتوفره.\n- هل هناك حد لعدد العناوين البريدية المؤقتة التي يمكنني إنشاؤها؟ لا، يمكنك إنشاء عدد غير محدود من العناوين البريدية المؤقتة كلما احتجت إليها.\n\nختامًا، امتداد \"عنوان البريد الإلكتروني المؤقت\" لمتصفح كروم هو أداة أساسية لكل شخص يتطلع إلى حماية خصوصيته، تجنب البريد العشوائي، وإدارة احتياجات البريد الإلكتروني المؤقت بكفاءة. مع واجهته سهلة الاستخدام، إنشاء بريد إلكتروني مؤقت فوري، وميزات الخصوصية القوية، هو المولّد المثالي لبريد إلكتروني مؤقت للاستخدام الشخصي والمهني. جرّبه اليوم واختبر الحرية والأمان بامتلاك عنوان بريد إلكتروني مؤقت في متناول يدك.",
    "am": "እንኳን እንደሆኑ ታዋቂ እንድንሆን - የመስመር ላይ ግላዊነት እና ደህንነትን ለማስተዳደር እጅግ ተቸሽ እንቅልፍ ልኡ መፍትሄ - \"ጊዜውን ይዞ የኢሜይል አድራሻ\" የክሮም ቅንጣብ። ይህ ኃይለኛ መሳሪያ በአንድ ጠቅ ጊዜውን ይዞ ኢሜይል ለመፍጠር፣ ስፖምን ለመከላከል፣ የግላን መረጃን ለመጠበቅ እና እቃ ገምታ ንፅህናን ለማስቀመጥ ለምትሄዱ ምንጭ ነው።\n\nለምን ጊዜውን ይዞ የኢሜይልን አድራሻ መልካም ነው? በዲጂታል ዘመን የእርስዎን ኢሜይል አድራሻ የመስመር ላይ ማንነትዎን ደጃፍ ነው። ጊዜውን ይዞ ኢሜይል መጠቀም ከየትኛውም የማስታወቂያ ኢሜይሎች፣ የፈሪሽንግ ሞክሮች እና የመረጃ ስናፍቆች የሚጠቀሙን ከመጠበቅ ሊረዳዎታል። እነኛም ቅንጣብ ልዩነት የሚያደርግ እንዴት እንደሆነ እነሆ:\n\n1️⃣ ወዲያውኑ ጊዜውን ይዞ ኢሜይል ፍጠር: በነጥነት ጊዜውን ይዞ ኢሜይል አድራሻ ይፍጠሩ፣ ለምዝገባ፣ ለማስተባለቂያ፣ እና ለአገልግሎት ተጭነው ሳይሆን የግላዊውን ኢሜይልዎ መጠቀም ፍጥነትን ለማሳየት ፍጥኛ ነው።\n\n2️⃣ ውስን ማዋሀድ: ቅንጣባችን ከክሮም ጋር እጥረት እንዲያለምን በውድድር ተስፋሪ መሆኑን ለማቅደም፣ በፍላጎትዎ ከፍተኛ ኢሜይል አድራሻ ወቅት እንዲያከብር እና ጊዜውን ይዞ ኢሜይል አድራሻ እንዲሆን በቀጥታ ከመሳሪአን ጠቅላላ አምራች ከባርነት እንግዳ እንዲሆንልዎት።\n\n3️⃣ የተሻሻለው ቴዎፊሌን: ጊዜውን ይዞ ኢሜይል አድራሻን እንዲሆኑ ጠቅላላን ቅንጣብ በጣም ቀላልና ተመን ስላስሰናበት፣ በትዕግሥት ጊዜውን ይዞ ኢሜይሎችን ለመፍጠር እና ለማኅበረሰብ እንደታችሏቸው እንዲሆኑ ስላስተዋልን።\n\nጊዜውን ይዞ ኢሜይል ገንራተኛን መጠቀም ወስኖ እንደሆነ የሚጠቅሰው አጋር በትምህርት እጅግ ከፍተኛ ይሆን እና በመስመር ላይ የግላን መረጃ ቅመም እንዲያከብር፡፡ እንደምን ያምናል:\n\n- ስፖምን ከዚያ አድፈው: በጊዜውን ይዞ ኢሜይሎች ለመመዝገብ በመጠቀም፣ ለማስታወቂያ ኢሜይሎች እና ስፖም በመጠቀም ነፃ እና ንጹህ አድራሻ ማኅበረሰብን ይጠብቁ።\n- ግላን መረጃ ቅመም: ወቅታዊ ኢሜይሎች እና አገልግሎት እንዲያከብሩ በመሆኑ እንዳልተገለፀ የእናንተን ወንድ ኢሜይል አድራሻ መቀስቀም በማለት ግላዎን መረጃ የሚጠበቅ።\n- ባለፈው አገልግሎትን ፈትን: ከማትቀጠል አገልግሎት ያለውን አገልግሎት ለማመልከት እንዲመችን የመቅረባችሁን አገልግሎት በመጨነን እና ሶበ የምንለውን አገልግሎት በማጠቀም ላይ እንዳይጠቀምብሽን ኢሜይል አድራሻን ይጠቀሙ።\n\nቅንጣባችን \"በረከት የሆነ ጊዜውን ይዞ ኢሜይሎች አምራች\" ከእንደትኛውም ኢሜይል ገንራተኛ ጋር ለመቀጠል በባለነት ይታወቃል፡፡\n\n1. በአንድ ጠቅ ጊዜውን ይዞ ኢሜይልን ማስፈጸም: በአንድ ጠቅ አዲስ ጊዜውን ይዞ ኢሜይል አድራሻ ያገኙ።\n2. ቀላል ኮፒ እና ፓስት: አዲሱን ጊዜውን ይዞ ኢሜይል አድራሻ ቀላሉ በመኮፒ እና በመፓስት ቦታው ያስፈልጋችሁ ቦታ ይጠቀሙበት።\n3. ራስ-ማስወገድ: በጊዜውን ይዞ ኢሜይል ኢንባክህ ውስጥ የተቀበሉት ኢሜይሎች በማጠናላናላ ጊዜ ተወግዶ የሚጠፋ ነገር እንዲሆናችሁ እና እንዲቆቁ ያሉት።\n4. ደህንነት እና የሚያስመልኩ: ግላን መረጃችሁን በሥራ አእዋፍ መሠረት እንደ ተተበቁና ተላከ፣ እና መረጃችሁ በሁሉ",
    "bg": "Представяме ви крайното решение за управление на вашата онлайн поверителност и сигурност – разширението за Chrome \"Временен имейл адрес\". Този мощен инструмент е вашето основно ресурс за създаване на временен имейл с едно кликване, като ви помага да избегнете спам, да защитите вашата лична информация и да поддържате чистотата на входящата си поща.\n\nЗащо да се обмисля временен имейл адрес? В дигиталната епоха, вашият имейл адрес е вратата към вашата онлайн идентичност. Използването на временен имейл може да ви предпази от нежелани имейли, опити за фишинг и нарушения на данните. Ето как нашето разширение прави разлика:\n\n1️⃣ Моментално създаване на временен имейл: Генерирайте временен имейл адрес за секунди, идеално за регистрации, изтегляния и абониране за услуги без използването на личния ви имейл.\n\n2️⃣ Непробиваема интеграция: Нашето разширение се интегрира безпроблемно с Chrome, осигурявайки ви временен имейл адрес, когато имате нужда от него, директно от лентата с инструменти на браузъра ви.\n\n3️⃣ Приятелски потребителски интерфейс: Нашето разширение за временен имейл адрес е проектирано да бъде възможно най-интуитивно, осигурявайки лесно генериране и управление на вашите временни имейли.\n\nПолзите от използването на генератор за временни имейли са огромни, особено когато става дума за защита на вашата поверителност онлайн. Ето какво получавате:\n\n- Избегнете спама: Поддържайте вашия основен пощенски адрес чист и без маркетингови имейли и спам, като използвате временен имейл за регистрации.\n- Повишена конфиденциалност: Защитете вашите лични данни, като не разкривате вашия реален имейл адрес на всеки сайт или услуга.\n- Тестване на услуги: Използвайте временен имейл адрес за регистрация за пробни версии и услуги без ангажимента, свързан с вашия основен имейл.\n\nНашето разширение за временни имейл адреси се откроява със своите здрави функции:\n\n1. Генериране на временен имейл с едно кликване: Вземете нов временен имейл адрес със само едно кликване.\n2. Лесно копиране и поставяне: Лесно копирайте вашия нов временен имейл адрес и го поставете където имате нужда.\n3. Автоматично изтриване: Получените имейли във вашата временна пощенска кутия се изтриват автоматично след определен период, осигурявайки, че вашата временна пощенска кутия остава чиста и лесно управляема.\n4. Сигурност и поверителност: Ние даваме приоритет на вашата поверителност. Имейлите се съхраняват и предават сигурно, а вашата информация никога не се споделя с трети страни.\n\nИзползването на нашето разширение е изключително лесно. Ето стъпка по стъпка ръководство:\n\n1. Инсталирайте разширението за временен имейл адрес от Chrome Web Store.\n2. Кликнете на иконата на разширението в лентата с инструменти на браузъра, за да генерирате нов временен имейл адрес.\n3. Копирайте временния имейл адрес и го използвайте, където имате нужда от временен имейл.\n4. Достъпете получените имейли директно от интерфейса на разширението.\n\nЧесто задавани въпроси:\n\n- Колко дълго трае временният имейл? Временните имейли, генерирани от нашата услуга, са достъпни за различен период, обикновено достатъчен за верифициране на акаунти или потвърждения за регистрации.\n- Мога ли да избера моя временен имейл адрес? Всеки временен имейл е генериран на случаен принцип, за да се гарантира уникалност и достъпност.\n- Има ли ограничение колко временни имейли мога да създам? Не, можете да генерирате толкова много временни имейл адреси, колкото имате нужда, когато имате нужда от тях.\n\nЗаключение, разширението за Chrome \"Временен Имейл Адрес\" е необходим инструмент за всеки, който търси да защити своята поверителност, да избегне спама и да управлява временните имейл нужди ефективно. С неговия приятелски интерфейс, моментално генериране на временен имейл и здрави функции за поверителност, то е перфектният генератор за временен имейл за лична и професионална употреба. Опитайте го днес и изпитайте свободата и сигурността на наличието на временен имейл адрес под ръка.",
    "bn": "আপনার অনলাইন গোপনীয়তা এবং নিরাপত্তার প্রয়োজনীয়তা পরিচালনা করার চূড়ান্ত সমাধান প্রবর্তন করা হচ্ছে - \"টেম্পোরারি ইমেইল এড্রেস\" ক্রোম এক্সটেনশন। এই শক্তিশালী টুলটি আপনার কাছে মাত্র একটি ক্লিকে অস্থায়ী ইমেইল তৈরি করার জন্য আদর্শ রিসোর্স, যা আপনাকে স্প্যাম এড়াতে, ব্যক্তিগত তথ্য রক্ষা করতে এবং ইনবক্সের পরিচ্ছন্নতা বজায় রাখতে সহায়তা করে।\n\nকেন অস্থায়ী ইমেইল এড্রেস বিবেচনা করবেন? ডিজিটাল যুগে, আপনার ইমেইল এড্রেস হলো আপনার অনলাইন পরিচয়ের প্রবেশদ্বার। অস্থায়ী ইমেইল ব্যবহার করে আপনি অনাকাঙ্ক্ষিত ইমেইল, ফিশিং প্রচেষ্টা এবং ডেটা লঙ্ঘন থেকে নিজেকে রক্ষা করতে পারেন। আমাদের এক্সটেনশন কী করে তা এই ভাবে পার্থক্য সৃষ্টি করে:\n\n1️⃣ তাৎক্ষণিক অস্থায়ী ইমেইল তৈরি: অস্থায়ী ইমেইল এড্রেস সেকেন্ডের মধ্যেই জেনারেট করুন, যা নিবন্ধন, ডাউনলোড এবং ব্যক্তিগত ইমেইল ব্যবহার না করে পরিষেবাগুলিতে সাইন আপ করার জন্য আদর্শ।\n\n2️⃣ নির্বিঘ্ন একীভূতকরণ: আমাদের এক্সটেনশন ক্রোমের সাথে নিখুতভাবে একীভূত হয়, আপনাকে আপনার ব্রাউজার টুলবার থেকে সরাসরি যে কোনো সময় একটি অস্থায়ী ইমেইল এড্রেস প্রদান করে।\n\n3️⃣ ব্যবহারকারী-বান্ধব ইন্টারফেস: আমরা আমাদের অস্থায়ী ইমেইল এড্রেস এক্সটেনশনটি যথাসম্ভব সহজিকরণ করে তৈরি করেছি, যাতে আপনি আপনার অস্থায়ী ইমেইলগুলি সহজেই জেনারেট এবং পরিচালনা করতে পারেন।\n\nঅস্থায়ী ইমেইল জেনারেটর ব্যবহারের সুবিধাগুলি বিশাল, বিশেষ করে যখন এটা আপনার অনলাইন গোপনীয়তা রক্ষা করার কথা আসে। এখানে আপনি যা পাবেন:\n\n- স্প্যাম এড়ানো: সাইন-আপের জন্য একটি টেম্প মেইল ব্যবহার করে মার্কেটিং ইমেইল এবং স্প্যাম থেকে আপনার প্রাথমিক ইনবক্সকে পরিষ্কার এবং মুক্ত রাখুন।\n- গোপনীয়তা বাড়ানো: প্রতিটি সাইট বা পরিষেবায় আপনার প্রকৃত ইমেইল এড্রেস প্রকাশ না করে আপনার ব্যক্তিগত তথ্য রক্ষা করুন।\n- পরিষেবা পরীক্ষা: আপনার মূল ইমেইলের সাথে যুক্ত সংশ্লিষ্টতা ছাড়াই ট্রায়ালের জন্য এবং পরিষেবাগুলিতে নিবন্ধনের জন্য একটি অস্থায়ী ইমেইল এড্রেস ব্যবহার করুন।\n\nআমাদের \"টেম্পোরারি ইমেইল এড্রেস\" ক্রোম এক্সটেনশন এর বৈশিষ্ট্যসমূহ প্রচুর:\n\n1. এক-ক্লিকে অস্থায়ী ইমেইল জেনারেশন: মাত্র এক ক্লিকে একটি নতুন অস্থায়ী ইমেইল এড্রেস পান।\n2. সহজ কপি এবং পেস্ট: আপনার নতুন টেম্প মেইল এড্রেস সহজেই কপি করুন এবং যেখানে প্রয়োজন সেখানে পেস্ট করুন।\n3. স্বয়ংক্রিয় মুছে ফেলা: আপনার অস্থায়ী ইমেইল ইনবক্সে প্রাপ্ত ইমেইলগুলি নির্দিষ্ট একটি সময়ের পরে স্বয়ংক্রিয়ভাবে মুছে যায়, যা নিশ্চিত করে যে আপনার অস্থায়ী ইনবক্স পরিষ্কার এবং পরিচালনাযোগ্য থাকে।\n4. নিরাপদ এবং ব্যক্তিগত: আমরা আপনার গোপনীয়তা সম্পর্কে অগ্রাধিকার দেই। ইমেইলগুলি নিরাপদে সংরক্ষিত এবং সঞ্চালিত হয়, এবং আপনার তথ্য কখনও তৃতীয় পক্ষের সাথে শেয়ার করা হয় না।\n\nআমাদের এক্সটেনশন ব্যবহার করা অত্যন্ত সহজ। এখানে একটি ধাপে ধাপে গাইড দেওয়া হলো:\n\n1. ক্রোম ওয়েব স্টোর থেকে অস্থায়ী ইমেইল এড্রেস এক্সটেনশন ইন্সটল করুন।\n2. একটি নতুন অস্থায়ী ইমেইল এড্রেস জেনারেট করার জন্য ব্রাউজার টুলবারে এক্সটেনশন আইকনে ক্লিক করুন।\n3. অস্থায়ী ইমেইল ব্যবহার করার জন্য ইমেইল এড্রেসটি কপি করুন।\n4. এক্সটেনশন ইন্টারফেস থেকে সরাসরি প্রাপ্ত ইমেইলগুলি অ্যাক্সেস করুন।\n\nপ্রায়শঃ জিজ্ঞাসিত প্রশ্ন:\n\n- অস্থায়ী ইমেইল কত দিন স্থায়ী হয়? আমাদের সেবা দ্বারা জেনারেট করা অস্থায়ী ইমেইলগুলি পরিবর্তনশীল সময়ের জন্য উপলব্ধ থাকে, সাধারণত অ্যাকাউন্টগুলি যাচাই করা বা সাইন-আপগুলি নিশ্চিত করা যথেষ্ট।\n- আমি কি আমার অস্থায়ী ইমেইল এড্রেস চয়ন করতে পারি? প্রতিটি অস্থায়ী ইমেইল এলোমেলোভাবে জেনারেট করা হয়, যা অনন্যতা এবং উপলব্ধতা নিশ্চিত করে।\n- কতগুলি অস্থায়ী ইমেইল আমি তৈরি করতে পারি, তার কোনো সীমা আছে কি? না, আপনি যখনই প্রয়োজন পড়ে, তখন আপনি যতগুলি ইমেইল এড্রেস ইচ্ছা তৈরি করতে পারেন।\n\nসংক্ষেপে, \"টেম্পোরারি ইমেইল এড্রেস\"",
    "ca": "Presentem la solució definitiva per gestionar les vostres necessitats de privacitat i seguretat en línia: l'extensió per a Chrome \"Adreça de correu electrònic temporal\". Aquesta eina potent és la vostra recurs principal per crear un correu electrònic temporal amb només un clic, ajudant-vos a evitar el correu brossa, protegir la vostra informació personal i mantenir la netedat de la safata d'entrada.\n\nPer què considerar una Adreça de correu electrònic Temporal? A l'era digital, la vostra adreça de correu és la porta d'entrada a la vostra identitat en línia. Utilitzar un correu temporal pot protegir-vos contra correus electrònics no desitjats, intents de phishing i violacions de dades. Així és com la nostra extensió fa la diferència:\n\n1️⃣ Creació instantània de correu temporal: Genereu una adreça de correu temporal en segons, perfecte per a registres, descàrregues, i inscripcions a serveis sense utilitzar el vostre correu electrònic personal.\n\n2️⃣ Integració sense fissures: La nostra extensió s'integra perfectament amb Chrome, proporcionant-vos una adreça de correu temporal sempre que la necessiteu, directament des de la barra d'eines del vostre navegador.\n\n3️⃣ Interfície d'usuari amigable: Hem dissenyat la nostra extensió d'Adreça de correu electrònic temporal per ser tan intuïtiva com sigui possible, assegurant que pugueu generar i gestionar els vostres correus temporals amb facilitat.\n\nEls beneficis d'utilitzar un generador de correu temporal són immensos, especialment quan es tracta de protegir la vostra privacitat en línia. Això és el que obteniu:\n\n- Evitar Spam: Mantingueu la vostra bústia principal neta i lliure de correus electrònics de màrqueting i brossa utilitzant un correu temporal per a les inscripcions.\n- Millorar la Privacitat: Protegiu la vostra informació personal no divulgant la vostra adreça de correu real a cada lloc o servei.\n- Provar Serveis: Utilitzeu una adreça de correu electrònic temporal per inscriure-us a proves i serveis sense el compromís lligat al vostre correu principal.\n\nLa nostra extensió d'Adreça de correu electrònic temporal es destaca amb les seves característiques robustes:\n\n1. Generació de correu temporal amb un clic: Obteniu una nova adreça de correu temporal amb només un clic.\n2. Còpia i enganxament fàcil: Copieu la vostra nova adreça de correu temporal fàcilment i enganxeu-la allà on la necessiteu.\n3. Autoesborrat: Els correus rebuts en la vostra bústia de correu temporal s'esborren automàticament després d'un període específic, assegurant que la vostra bústia temporal es mantingui neta i manejable.\n4. Segura i privada: Prioritzem la vostra privacitat. Els correus s'emmagatzemen i transmeten de manera segura, i la vostra informació mai no es comparteix amb terceres parts.\n\nUtilitzar la nostra extensió és increïblement senzill. Aquí teniu una guia pas a pas:\n\n1. Instal·leu l'extensió d'adreça de correu electrònic temporal des de la Chrome Web Store.\n2. Feu clic a la icona de l'extensió a la barra d'eines del vostre navegador per generar una nova adreça de correu temporal.\n3. Copieu la adreça de correu temporal i utilitzeu-la allà on necessiteu un correu electrònic temporal.\n4. Accediu a qualssevol correus rebuts directament des de la interfície de l'extensió.\n\nPreguntes freqüents:\n\n- Quant de temps dura el correu temporal? Els correus temporals generats pel nostre servei estan disponibles durant un període variable, normalment suficient per verificar comptes o confirmar inscripcions.\n- Puc triar la meva adreça de correu temporal? Cada correu temporal es genera de manera aleatòria, assegurant la singularitat i disponibilitat.\n- Hi ha un límit del nombre de correus temporals que puc crear? No, podeu generar tantes adreces de correu temporal com necessiteu, sempre que les necessiteu.\n\nEn conclusió, l'extensió per a Chrome \"Adreça de correu electrònic temporal\" és una eina essencial per a qualsevol persona que busqui protegir la seva privacitat, evitar el correu brossa i gestionar eficaçment les necessitats de correu electrònic temporal. Amb la seva interfície d'usuari amigable, la generació instantània de correu temporal i les funcions robustes de privacitat, és el generador de correu temporal perfecte per a ús personal i professional. Proveu-la avui i experimenteu la llibertat i seguretat de tenir una adreça de correu electrònic temporal a la vostra disposició.",
    "cs": "Představujeme ultimátní řešení pro správu vašeho online soukromí a bezpečnostních potřeb – rozšíření \"Dočasná emailová adresa\" pro Chrome. Tento výkonný nástroj je vaším hlavním zdrojem pro vytvoření dočasného emailu jen jedním kliknutím, pomáhá Vám vyhnout se spamu, chránit Vaše osobní údaje a udržet pořádek ve Vaší schránce.\n\nProč zvážit dočasnou emailovou adresu? Ve digitálním věku je vaše emailová adresa branou k vaší online identitě. Použití dočasného emailu vás může ochránit před nechtěnými emaily, pokusy o phishing a úniky dat. Zde je, jak naše rozšíření dělá rozdíl:\n\n1️⃣ Okamžité vytvoření dočasného emailu: Generujte dočasnou emailovou adresu za pár vteřin, ideální pro registrace, stahování a přihlášení ke službám bez použití vašeho osobního emailu.\n\n2️⃣ Bezproblémová integrace: Naše rozšíření se dokonale integruje s Chrome, poskytuje vám dočasnou emailovou adresu, kdykoliv ji potřebujete, přímo z panelu vašeho prohlížeče.\n\n3️⃣ Uživatelsky příjemné rozhraní: Naše rozšíření \"Dočasná emailová adresa\" jsme navrhli co nejintuitivnější, abyste mohli generovat a spravovat vaše dočasné emaily s lehkostí.\n\nVýhody používání generátoru dočasných emailů jsou obrovské, zvláště co se týče ochrany vašeho soukromí online. Zde je, co získáte:\n\n- Vyhněte se spamu: Udržujte vaši hlavní schránku čistou a bez marketingových emailů a spamu díky použití dočasného mailu pro registrace.\n- Zvýšení soukromí: Chraňte vaše osobní údaje tím, že nebudete prozrazovat vaši skutečnou emailovou adresu na každém webu nebo službě.\n- Testování služeb: Použijte dočasnou emailovou adresu k registraci pro zkušební období a služby bez závazků spojených s vaším hlavním emailem.\n\nNaše rozšíření \"Dočasná emailová adresa\" pro Chrome vyniká svými robustními funkcemi:\n\n1. Generování dočasného emailu jedním kliknutím: Získejte novou dočasnou emailovou adresu jedním kliknutím.\n2. Snadné kopírování a vkládání: Snadno zkopírujte vaši novou dočasnou emailovou adresu a vložte ji, kdekoliv ji potřebujete.\n3. Auto-smazání: Emaily přijaté ve vaší dočasné schránce jsou automaticky smazány po určité době, což zaručí, že vaše dočasná schránka zůstane čistá a přehledná.\n4. Bezpečné a soukromé: Prioritou je vaše soukromí. Emaily jsou bezpečně uloženy a přenášeny a vaše informace nejsou nikdy sdíleny s třetími stranami.\n\nPoužívání našeho rozšíření je nesmírně jednoduché. Zde je návod krok za krokem:\n\n1. Nainstalujte rozšíření \"Dočasná emailová adresa\" z Chrome Web Store.\n2. Klikněte na ikonu rozšíření ve vašem nástrojovém panelu prohlížeče pro generování nové dočasné emailové adresy.\n3. Zkopírujte dočasnou emailovou adresu a použijte ji, kdekoliv potřebujete dočasný email.\n4. Přístup k přijatým emailům přímo z rozhraní rozšíření.\n\nČasto kladené otázky:\n\n- Jak dlouho dočasný email vydrží? Dočasné emaily vygenerované naší službou jsou dostupné po různou dobu, obvykle dostatečnou pro ověření účtů nebo potvrzení registrací.\n- Mohu si zvolit svoji dočasnou emailovou adresu? Každý dočasný email je generován náhodně, co zaručuje jedinečnost a dostupnost.\n- Je nějaký limit kolik dočasných emailů mohu vytvořit? Ne, můžete generovat tolik dočasných emailových adres, kolik potřebujete, kdykoliv je potřebujete.\n\nZávěrem, rozšíření \"Dočasná emailová adresa\" pro Chrome je nezbytným nástrojem pro každého, kdo chce chránit svoje soukromí, vyhnout se spamu a efektivně spravovat potřeby dočasných emailů. Díky svému uživatelsky přívětivému rozhraní, okamžité generaci dočasných emailů a robustním ochranným funkcím, je to dokonalý generátor dočasných emailů pro osobní i profesionální použití. Vyzkoušejte ho dnes a zažijte svobodu a bezpečí dočasné emailové adresy ve vašich rukou.",
    "da": "Præsenterer den ultimative løsning til håndtering af dit privatliv og sikkerhed online - Chrome-udvidelsen \"Midlertidig emailadresse\". Dette kraftfulde værktøj er din ressource for at skabe en midlertidig e-mail med bare ét klik, og hjælper dig med at undgå spam, beskytte dine personlige oplysninger og opretholde en ren indbakke.\n\nHvorfor overveje en midlertidig Emailadresse? I den digitale tidsalder er din emailadresse porten til din online identitet. Ved at bruge en midlertidig e-mail kan du beskytte dig selv mod uønskede emails, phishing forsøg og databrud. Her er hvordan vores udvidelse gør en forskel:\n\n1️⃣ Øjeblikkelig oprettelse af midlertidig e-mail: Generer en midlertidig e-mailadresse på sekunder, perfekt til registreringer, downloads og tilmelding til tjenester uden at bruge din personlige e-mail.\n\n2️⃣ Problemfri integration: Vores udvidelse integrerer fejlfrit med Chrome og giver dig en midlertidig e-mailadresse, når du har brug for det, direkte fra din browser værktøjslinje.\n\n3️⃣ Brugervenligt interface: Vi har designet vores midlertidige Emailadresseudvidelse til at være så intuitiv som mulig, og sikrer, at du let kan generere og håndtere dine midlertidige emails.\n\nFordele ved at bruge en generator til midlertidige emailadresser er enorme, især når det kommer til at beskytte dit privatliv online. Her er hvad du får:\n\n- Undgå Spam: Hold din primære indbakke ren og fri for markedsføringsmails og spam ved at bruge en midlertidig mail til tilmeldinger.\n- Forøg Privatlivet: Beskyt dine personlige oplysninger ved ikke at afsløre din rigtige emailadresse til hver side eller tjeneste.\n- Test Tjenester: Brug en midlertidig emailadresse til at tilmelde dig prøveperioder og tjenester uden forpligtelse knyttet til din hovedemail.\n\nVores Midlertidige Emailadresse Chrome-udvidelse skiller sig ud med sine robuste funktioner:\n\n1. Midlertidig e-mailoprettelse med ét klik: Få en ny midlertidig e-mailadresse med bare ét klik.\n2. Nem kopiering og indsætning: Kopier din nye midlertidige mailadresse let og indsæt den, hvor du har brug for den.\n3. Autodeletion: Emails modtaget i din midlertidige emailindbakke slettes automatisk efter en bestemt periode, og sikrer, at din midlertidige indbakke forbliver ren og overskuelig.\n4. Sikker og privat: Vi prioriterer dit privatliv. Emails opbevares sikkert og overføres, og dine oplysninger deles aldrig med tredjepart.\n\nAt bruge vores udvidelse er utrolig ligetil. Her er en trin-for-trin vejledning:\n\n1. Installer midlertidig emailadresse-udvidelsen fra Chrome Web Butik.\n2. Klik på udvidelsesikonet i din browser værktøjslinje for at generere en ny midlertidig e-mailadresse.\n3. Kopier den midlertidige mailadresse og brug den, hvor du har brug for en midlertidig email.\n4. Tilgå eventuelle modtagne emails direkte fra udvidelsesinterfacet.\n\nOfte stillede spørgsmål:\n\n- Hvor længe varer den midlertidige e-mail? Midlertidige emails genereret af vores tjeneste er tilgængelige i en varierende periode, som regel nok til at bekræfte konti eller bekræfte tilmeldinger.\n- Kan jeg vælge min midlertidige emailadresse? Hver midlertidige e-mail bliver tilfældigt genereret og sikrer unikhed og tilgængelighed.\n- Er der en grænse for, hvor mange midlertidige emails jeg kan oprette? Nej, du kan generere så mange midlertidige emailadresser, som du har brug for, når du har brug for dem.\n\nSom konklusion er Chrome-udvidelsen \"Midlertidig Emailadresse\" et essentielt værktøj for enhver, der ønsker at beskytte deres privatliv, undgå spam og håndtere midlertidige emailbehov effektivt. Med dens brugervenlige interface, øjeblikkelig generering af midlertidige emails og robuste privatlivsfunktioner, er det den perfekte generator til midlertidig email til både personligt og professionelt brug. Prøv det i dag og oplev friheden og sikkerheden ved at have en midlertidig emailadresse til din rådighed.",
    "de": "Wir präsentieren die ultimative Lösung für die Verwaltung Ihrer Online-Privatsphäre und Sicherheitsbedürfnisse – die Chrome-Erweiterung \"Temporäre E-Mail-Adresse\". Dieses leistungsfähige Tool ist Ihre Anlaufstelle zum Erstellen einer temporären E-Mail mit nur einem Klick, hilft Ihnen, Spam zu vermeiden, Ihre persönlichen Informationen zu schützen und die Sauberkeit Ihres Posteingangs zu gewährleisten.\n\nWarum eine temporäre E-Mail-Adresse in Betracht ziehen? Im digitalen Zeitalter ist Ihre E-Mail-Adresse das Tor zu Ihrer Online-Identität. Die Verwendung einer temporären E-Mail kann Sie vor unerwünschten E-Mails, Phishing-Versuchen und Datenverletzungen schützen. So macht unsere Erweiterung den Unterschied:\n\n1️⃣ Sofortige Erstellung von temporären E-Mails: Generieren Sie binnen Sekunden eine temporäre E-Mail-Adresse, perfekt für Registrierungen, Downloads und die Anmeldung zu Diensten, ohne Ihre persönliche E-Mail zu verwenden.\n\n2️⃣ Nahtlose Integration: Unsere Erweiterung ist fehlerfrei mit Chrome integriert, stellt Ihnen eine temporäre E-Mail-Adresse bereit, wann immer Sie diese benötigen, direkt aus Ihrer Browser-Symbolleiste.\n\n3️⃣ Benutzerfreundliche Oberfläche: Wir haben unsere temporäre E-Mail-Adresse-Erweiterung so intuitiv wie möglich gestaltet und stellen sicher, dass Sie Ihre temporären E-Mails mit Leichtigkeit generieren und verwalten können.\n\nDie Vorteile der Verwendung eines Generators für temporäre E-Mails sind enorm, besonders wenn es um den Schutz Ihrer Privatsphäre online geht. Hier ist, was Sie erhalten:\n\n- Vermeidung von Spam: Halten Sie Ihren primären Posteingang sauber und frei von Marketing-E-Mails und Spam, indem Sie für Anmeldungen eine temporäre Mail verwenden.\n- Verbesserte Privatsphäre: Schützen Sie Ihre persönlichen Informationen, indem Sie Ihre echte E-Mail-Adresse nicht auf jeder Seite oder jedem Dienst preisgeben.\n- Dienste testen: Verwenden Sie eine temporäre E-Mail-Adresse, um sich für Testversionen und Dienste anzumelden, ohne die Verpflichtung gegenüber Ihrer Haupt-E-Mail.\n\nUnsere Chrome-Erweiterung \"Temporäre E-Mail-Adresse\" sticht mit ihren robusten Funktionen hervor:\n\n1. Temporäre E-Mail-Generierung mit einem Klick: Erhalten Sie eine neue temporäre E-Mail-Adresse mit nur einem Klick.\n2. Einfaches Kopieren und Einfügen: Kopieren Sie Ihre neue temporäre E-Mail-Adresse einfach und fügen Sie sie ein, wo immer Sie benötigen.\n3. Automatische Löschung: E-Mails, die in Ihrem temporären E-Mail-Posteingang eingehen, werden nach einer bestimmten Zeit automatisch gelöscht, damit Ihr temporärer Posteingang übersichtlich und handhabbar bleibt.\n4. Sicher und privat: Wir legen Wert auf Ihre Privatsphäre. E-Mails werden sicher gespeichert und übermittelt, und Ihre Informationen werden niemals mit Dritten geteilt.\n\nDie Verwendung unserer Erweiterung ist unglaublich einfach. Hier ist eine schrittweise Anleitung:\n\n1. Installieren Sie die Erweiterung \"Temporäre E-Mail-Adresse\" aus dem Chrome Web Store.\n2. Klicken Sie auf das Erweiterungssymbol in Ihrer Browser-Symbolleiste, um eine neue temporäre E-Mail-Adresse zu generieren.\n3. Kopieren Sie die temporäre E-Mail-Adresse und verwenden Sie sie, wo immer Sie eine temporäre E-Mail benötigen.\n4. Greifen Sie direkt über die Erweiterungsoberfläche auf alle empfangenen E-Mails zu.\n\nHäufig gestellte Fragen:\n\n- Wie lange hält die temporäre E-Mail an? Temporäre E-Mails, die von unserem Dienst erstellt werden, sind für einen variablen Zeitraum verfügbar, normalerweise ausreichend, um Konten zu verifizieren oder Anmeldungen zu bestätigen.\n- Kann ich meine temporäre E-Mail-Adresse auswählen? Jede temporäre E-Mail wird zufällig generiert, um Einzigartigkeit und Verfügbarkeit sicherzustellen.\n- Gibt es eine Begrenzung, wie viele temporäre E-Mails ich erstellen kann? Nein, Sie können so viele temporäre E-Mail-Adressen generieren, wie Sie benötigen, wann immer Sie sie benötigen.\n\nZusammenfassend ist die Chrome-Erweiterung \"Temporäre E-Mail-Adresse\" ein wesentliches Werkzeug für jeden, der seine Privatsphäre schützen, Spam vermeiden und temporäre E-Mail-Bedürfnisse effizient verwalten möchte. Mit seiner benutzerfreundlichen Oberfläche, der sofortigen Erzeugung von temporären E-Mails und den robusten Datenschutzfunktionen ist es der perfekte Generator für temporäre E-Mails für den persönlichen und beruflichen Gebrauch. Probieren Sie es heute aus und erleben Sie die Freiheit und Sicherheit, eine temporäre E-Mail-Adresse zur Verfügung zu haben.",
    "el": "Σας παρουσιάζουμε την απόλυτη λύση για τη διαχείριση των αναγκών σας σε ιδιωτικότητα και ασφάλεια στον διαδικτυακό χώρο – την πρόσθετη εφαρμογή Chrome \"Προσωρινή Διεύθυνση Email\". Αυτό το ισχυρό εργαλείο είναι ο καλύτερος πόρος σας για τη δημιουργία ενός προσωρινού email με ένα μόνο κλικ, βοηθώντας σας να αποφύγετε το spam, να προστατεύσετε τις προσωπικές σας πληροφορίες και να διατηρήσετε την καθαριότητα του εισερχομένων σας.\n\nΓιατί να σκεφτείτε μια Προσωρινή Διεύθυνση Email; Στην ψηφιακή εποχή, η διεύθυνση email σας αποτελεί την πύλη προς την ταυτότητά σας στο διαδίκτυο. Η χρήση ενός προσωρινού email μπορεί να σας προστατεύσει από ανεπιθύμητα email, προσπάθειες phishing και παραβιάσεις δεδομένων. Να πώς η επέκτασή μας κάνει τη διαφορά:\n\n1️⃣ Άμεση δημιουργία προσωρινού email: Δημιουργήστε μια προσωρινή διεύθυνση email σε δευτερόλεπτα, ιδανική για εγγραφές, λήψεις και εγγραφές σε υπηρεσίες χωρίς να χρησιμοποιείτε το προσωπικό σας email.\n\n2️⃣ Άψογη ενσωμάτωση: Η επέκτασή μας ενσωματώνεται αρμονικά με τον Chrome, παρέχοντάς σας μια προσωρινή διεύθυνση email όποτε τη χρειάζεστε, απευθείας από τη γραμμή εργαλείων του περιηγητή σας.\n\n3️⃣ Φιλικό προς τον χρήστη περιβάλλον: Σχεδιάσαμε την επέκταση Προσωρινή Διεύθυνση Email να είναι όσο το δυνατόν πιο διαισθητική, διασφαλίζοντας ότι μπορείτε να δημιουργήσετε και να διαχειριστείτε τα προσωρινά σας email με ευκολία.\n\nΤα οφέλη από τη χρήση ενός παραγωγού προσωρινών email είναι τεράστια, ειδικά όταν πρόκειται για την προστασία της ιδιωτικότητάς σας στο διαδίκτυο. Να τι κερδίζετε:\n\n- Αποφυγή Spam: Κρατήστε το κύριο εισερχόμενά σας καθαρό και ελεύθερο από μάρκετινγκ email και spam χρησιμοποιώντας ένα προσωρινό mail για εγγραφές.\n- Ενίσχυση της Ιδιωτικότητας: Προστατέψτε τις προσωπικές σας πληροφορίες μη αποκαλύπτοντας την πραγματική σας διεύθυνση email σε κάθε ιστοσελίδα ή υπηρεσία.\n- Εξετάστε Υπηρεσίες: Χρησιμοποιήστε μια προσωρινή διεύθυνση email για να εγγραφείτε σε δοκιμές και υπηρεσίες χωρίς τη δέσμευση που συνδέεται με το κύριο email σας.\n\nΗ Προσωρινή Διεύθυνση Email πρόσθετη εφαρμογή του Chrome ξεχωρίζει με τα στιβαρά της χαρακτηριστικά:\n\n1. Παραγωγή προσωρινού email με ένα κλικ: Πάρτε μια νέα προσωρινή διεύθυнση email με μόλις ένα κλικ.\n2. Εύκολη αντιγραφή και επικόλληση: Αντιγράψτε εύκολα τη νέα σας προσωρινή διεύθυνση mail και επικολλήστε την όπου χρειάζεστε.\n3. Αυτόματη διαγραφή: Τα email που λαμβάνονται στα προσωρινά σας εισερχόμενα διαγράφονται αυτόματα μετά από ένα συγκεκριμένο διάστημα, διασφαλίζοντας ότι τα προσωρινά σας εισερχόμενα παραμένουν καθαρά και εύκολα στη διαχείριση.\n4. Ασφαλές και ιδιωτικό: Προτεραιότητά μας είναι η ιδιωτικότητά σας. Τα email αποθηκεύονται και μεταδίδονται με ασφάλεια, και οι πληροφορίες σας ποτέ δεν μοιράζονται με τρίτους.\n\nΗ χρήση της επέκτασής μας είναι απίστευτα απλή. Να ένας βήμα-προς-βήμα οδηγός:\n\n1. Εγκαταστήστε την προσωρινή διεύθυνση email επέκταση από το Chrome Web Store.\n2. Κάντε κλικ στο εικονίδιο της επέκτασης στη γραμμή εργαλείων του περιηγητή σας, για να δημιουργήσετε μια νέα προσωρινή διεύθυνση email.\n3. Αντιγράψτε την προσωρινή διεύθυνση mail και χρησιμοποιήστε την όπου χρειάζεστε μια προσωρινή διεύθυνση email.\n4. Προσπελάστε οποιοδήποτε ληφθέν email απευθείας από το περιβάλλον της επέκτασης.\n\nΣυχνές ερωτήσεις:\n\n- Πόσο διαρκεί το προσωρινό email; Τα προσωρινά email που δημιουργούνται από την υπηρεσία μας είναι διαθέσιμα για διάφορες περιόδους, συνήθως αρκετά ώστε να επαληθεύσουν λογαριασμούς ή να επιβεβαιώσουν εγγραφές.\n- Μπορώ να επιλέξω τη διεύθυνση του προσωρινού μου email; Κάθε προσωρινό email παράγεται τυχαία, διασφαλίζοντας τη μοναδικότητα και διαθεσιμότητα.\n- Υπάρχει όριο στο πόσα προσωρινά email μπορώ να δημιουργήσω; Όχι, μπορείτε να δημιουργήσετε όσα προσωρινά email διευθύνσεις χρειάζεστε, όποτε τα χρειάζεστε.\n\nΣυνοψίζοντας, η πρόσθετη εφαρμογή Chrome \"Προσωρινή Διεύθυνση Email\" είναι ένα ζωτικό εργαλείο για όποιον επιθυμεί να προστατεύσει την ιδιωτικότητά του, να αποφύγει το spam και να διαχειριστεί τα προσωρινά του email ανάγκες αποτελεσματικά. Με το φιλικό προς τον χρήστη περιβάλλον, την άμεση δημιουργία προσωρινού email και τα στιβαρά χαρακτηριστικά απορρήτου, είναι ο τέλειος παραγωγός προσωρινών email για προσωπική και επαγγελματική χρήση. Δοκιμάστε την σήμερα και βιώστε την ελευθερία και ασφάλεια που προσφέρει μια προσωρινή διεύθυνση email στη διάθεσή σας.",
    "en,en_AU,en_GB,en_US,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate solution for managing your online privacy and security needs – the \"Temporary Email Address\" Chrome extension. This powerful tool is your go-to resource for creating a temp email with just a click, helping you avoid spam, protect your personal information, and maintain inbox cleanliness.\n\nWhy consider a temporary Email Address? In the digital age, your email address is the gateway to your online identity. Using a temp email can safeguard you from unwanted emails, phishing attempts, and data breaches. Here's how our extension makes a difference:\n\n1️⃣ Instant temp email creation: Generate a temp email address in seconds, perfect for registrations, downloads, and signing up for services without using your personal email.\n\n2️⃣ Seamless integration: Our extension integrates flawlessly with Chrome, providing you with a temp email address whenever you need it, directly from your browser toolbar.\n\n3️⃣ User-friendly interface: We've designed our temporary Email Address extension to be as intuitive as possible, ensuring you can generate and manage your temp emails with ease.\n\nThe benefits of using a temp email generator are immense, especially when it comes to protecting your privacy online. Here's what you get:\n\n- Avoid Spam: Keep your primary inbox clean and free from marketing emails and spam by using a temp mail for sign-ups.\n- Enhance Privacy: Protect your personal information by not disclosing your real email address to every site or service.\n- Test Services: Use a temp email address to sign up for trials and services without the commitment tied to your main email.\n\nOur Temporary Email Address Chrome extension stands out with its robust features:\n\n1. One-click temp email generation: Get a new temp email address with just one click.\n2. Easy copy and paste: Copy your new temp mail address easily and paste it wherever you need.\n3. Auto-deletion: Emails received in your temp email inbox are automatically deleted after a specific period, ensuring your temp inbox stays clean and manageable.\n4. Secure and private: We prioritize your privacy. Emails are securely stored and transmitted, and your information is never shared with third parties.\n\nUsing our extension is incredibly straightforward. Here's a step-by-step guide:\n\n1. Install the Temporary Email Address extension from the Chrome Web Store.\n2. Click on the extension icon in your browser toolbar to generate a new temp email address.\n3. Copy the temp mail address and use it wherever you need a temporary email.\n4. Access any received emails directly from the extension interface.\n\nFrequently asked questions:\n\n- How long does the temp email last? Temp emails generated by our service are available for a varying period, usually enough to verify accounts or confirm sign-ups.\n- Can I choose my temp email address? Each temp email is randomly generated, ensuring uniqueness and availability.\n- Is there a limit to how many temp emails I can create? No, you can generate as many temp email addresses as you need, whenever you need them.\n\nIn conclusion, the \"Temporary Email Address\" Chrome extension is an essential tool for anyone looking to protect their privacy, avoid spam, and manage temporary email needs efficiently. With its user-friendly interface, instant temp email generation, and robust privacy features, it's the perfect temp email generator for personal and professional use. Try it out today and experience the freedom and security of having a temp email address at your disposal.",
    "es": "Presentamos la solución definitiva para administrar tus necesidades de privacidad y seguridad en línea: la extensión de Chrome \"Dirección de Email Temporal\". Esta potente herramienta es tu recurso ideal para crear un email temporal con solo un clic, ayudándote a evitar spam, proteger tu información personal y mantener la limpieza de tu bandeja de entrada.\n\n¿Por qué considerar una Dirección de Email Temporal? En la era digital, tu dirección de correo electrónico es la puerta de entrada a tu identidad en línea. Usar un email temporal puede protegerte de correos no deseados, intentos de phishing y violaciones de datos. Aquí te explicamos cómo nuestra extensión marca la diferencia:\n\n1️⃣ Creación instantánea de email temporal: Genera una dirección de email temporal en segundos, perfecto para registros, descargas e inscripciones a servicios sin utilizar tu email personal.\n\n2️⃣ Integración perfecta: Nuestra extensión se integra a la perfección con Chrome, proporcionándote una dirección de email temporal siempre que la necesites, directamente desde la barra de herramientas de tu navegador.\n\n3️⃣ Interfaz amigable para el usuario: Hemos diseñado nuestra extensión de Dirección de Email Temporal para que sea lo más intuitiva posible, asegurando que puedas generar y administrar tus emails temporales con facilidad.\n\nLos beneficios de usar un generador de email temporal son inmensos, especialmente cuando se trata de proteger tu privacidad en línea. Esto es lo que obtienes:\n\n- Evitar Spam: Mantén tu bandeja de entrada principal limpia y libre de correos electrónicos de marketing y spam utilizando un correo temporal para registros.\n- Mejorar la Privacidad: Protege tu información personal al no revelar tu dirección de email real en cada sitio o servicio.\n- Probar Servicios: Utiliza una dirección de email temporal para inscribirte en pruebas y servicios sin el compromiso vinculado a tu email principal.\n\nNuestra extensión de Dirección de Email Temporal destaca por sus robustas características:\n\n1. Generación de email temporal con un solo clic: Obtén una nueva dirección de email temporal con solo un clic.\n2. Copiar y pegar fácilmente: Copia tu nueva dirección de correo temporal fácilmente y pégala donde lo necesites.\n3. Autoeliminación: Los correos electrónicos recibidos en tu bandeja de entrada temporal se borran automáticamente después de un período específico, asegurando que tu bandeja de entrada temporal se mantenga limpia y manejable.\n4. Seguro y privado: Damos prioridad a tu privacidad. Los correos electrónicos se almacenan y transmiten de forma segura, y tu información nunca se comparte con terceros.\n\nUsar nuestra extensión es increíblemente sencillo. Aquí tienes una guía paso a paso:\n\n1. Instala la extensión de Dirección de Email Temporal desde la Chrome Web Store.\n2. Haz clic en el icono de la extensión en la barra de herramientas de tu navegador para generar una nueva dirección de email temporal.\n3. Copia la dirección de correo temporal y úsala donde necesites un email temporal.\n4. Accede a cualquier correo electrónico recibido directamente desde la interfaz de la extensión.\n\nPreguntas frecuentes:\n\n- ¿Cuánto dura el email temporal? Los emails temporales generados por nuestro servicio están disponibles por un período variable, generalmente suficiente para verificar cuentas o confirmar inscripciones.\n- ¿Puedo elegir mi dirección de email temporal? Cada email temporal se genera de manera aleatoria, asegurando unicidad y disponibilidad.\n- ¿Hay un límite para cuántos emails temporales puedo crear? No, puedes generar tantas direcciones de email temporal como necesites, cuando las necesites.\n\nEn conclusión, la extensión de Chrome \"Dirección de Email Temporal\" es una herramienta esencial para cualquiera que busque proteger su privacidad, evitar spam y gestionar eficientemente las necesidades de email temporal. Con su interfaz amigable para el usuario, generación instantánea de email temporal y robustas características de privacidad, es el generador de email temporal perfecto para uso personal y profesional. Pruébalo hoy y experimenta la libertad y seguridad de tener una dirección de email temporal a tu disposición.",
    "es_419": "Presentamos la solución definitiva para gestionar tus necesidades de privacidad y seguridad en línea: la extensión para Chrome \"Dirección de correo electrónico temporal\". Esta poderosa herramienta es tu recurso ideal para crear un correo electrónico temporal con solo un clic, ayudándote a evitar el spam, proteger tu información personal y mantener tu bandeja de entrada limpia.\n\n¿Por qué considerar una Dirección de correo electrónico temporal? En la era digital, tu dirección de correo electrónico es la puerta de entrada a tu identidad en línea. Utilizar un correo electrónico temporal puede protegerte de correos no deseados, intentos de phishing y violaciones de datos. Aquí te mostramos cómo nuestra extensión marca la diferencia:\n\n1️⃣ Creación instantánea de correos temporales: Genera una dirección de correo electrónico temporal en segundos, perfecta para registros, descargas e inscripciones en servicios sin usar tu correo personal.\n\n2️⃣ Integración perfecta: Nuestra extensión se integra a la perfección con Chrome, proporcionándote una dirección de correo electrónico temporal siempre que la necesites, directamente desde la barra de herramientas de tu navegador.\n\n3️⃣ Interfaz amigable: Hemos diseñado nuestra extensión de Dirección de correo electrónico temporal para que sea lo más intuitiva posible, asegurándote de generar y gestionar tus correos temporales con facilidad.\n\nLos beneficios de usar un generador de correos temporales son inmensos, especialmente cuando se trata de proteger tu privacidad en línea. Esto es lo que obtienes:\n\n- Evitar Spam: Mantén tu bandeja de entrada principal limpia y libre de correos de marketing y spam utilizando un correo temporal para inscripciones.\n- Mejorar la Privacidad: Protege tu información personal al no divulgar tu dirección de correo real en cada sitio o servicio.\n- Probar Servicios: Usa una dirección de correo temporal para inscribirte en pruebas y servicios sin el compromiso vinculado a tu correo principal.\n\nNuestra extensión de Dirección de correo electrónico temporal sobresale con sus robustas características:\n\n1. Generación de correos temporales con un clic: Obtén una nueva dirección de correo electrónico temporal con solo un clic.\n2. Copia y pega fácil: Copia tu nueva dirección de correo temporal fácilmente y pégala donde la necesites.\n3. Auto-eliminación: Los correos recibidos en tu bandeja de entrada temporal se eliminan automáticamente después de un período específico, asegurando que tu bandeja temporal se mantenga limpia y manejable.\n4. Seguro y privado: Priorizamos tu privacidad. Los correos se almacenan y transmiten de manera segura, y tu información nunca se comparte con terceros.\n\nUsar nuestra extensión es increíblemente sencillo. Aquí tienes una guía paso a paso:\n\n1. Instala la extensión de Dirección de correo electrónico temporal desde la Chrome Web Store.\n2. Haz clic en el ícono de la extensión en la barra de herramientas de tu navegador para generar una nueva dirección de correo temporal.\n3. Copia la dirección de correo temporal y úsala donde necesites un correo electrónico temporal.\n4. Accede a cualquier correo recibido directamente desde la interfaz de la extensión.\n\nPreguntas frecuentes:\n\n- ¿Cuánto dura el correo temporal? Los correos temporales generados por nuestro servicio están disponibles durante un período variable, generalmente suficiente para verificar cuentas o confirmar inscripciones.\n- ¿Puedo elegir mi dirección de correo temporal? Cada correo temporal se genera de manera aleatoria, asegurando su unicidad y disponibilidad.\n- ¿Hay un límite en la cantidad de correos temporales que puedo crear? No, puedes generar tantas direcciones de correo electrónico temporales como necesites, siempre que las necesites.\n\nEn conclusión, la extensión para Chrome \"Dirección de correo electrónico temporal\" es una herramienta esencial para cualquiera que busque proteger su privacidad, evitar el spam y gestionar de manera eficiente las necesidades de correo electrónico temporal. Con su interfaz amigable, generación instantánea de correos temporales y robustas características de privacidad, es el generador de correos temporales perfecto para uso personal y profesional. Pruébalo hoy mismo y experimenta la libertad y seguridad de tener a tu disposición una dirección de correo electrónico temporal.",
    "et": "Tutvustame teile ultimaatset lahendust teie veebipõhiste privaatsus- ja turvanõuete haldamiseks – ajutise e-posti aadressi Chrome’i laiendus. See võimas tööriist on teie esmane ressurss ajutise e-posti loomiseks vaid ühe klõpsuga, aidates teil vältida rämpsposti, kaitsta isikuandmeid ja hoida postkasti puhtana.\n\nMiks kaaluda ajutise e-posti aadressi kasutamist? Digiajastul on teie e-posti aadress väravaks teie veebiidentiteedile. Ajutise e-posti kasutamine võib kaitsta teid soovimatute e-mailide, andmepüügikatsete ja andmelekkete eest. Siin on, kuidas meie laiendus teeb vahet:\n\n1️⃣ Kiire ajutise e-posti loomine: Looge ajutine e-posti aadress sekunditega, ideaalne registreerumisteks, allalaadimisteks ja teenustele registreerimiseks ilma isiklikku e-posti kasutamata.\n\n2️⃣ Õmblusteta integreerimine: Meie laiendus integreerub tõrgeteta Chrome'iga, pakkudes teile ajutist e-posti aadressi just siis, kui seda vajate, otse teie brauseri tööriistaribalt.\n\n3️⃣ Kasutajasõbralik liides: Oleme kujundanud ajutise e-posti aadressi laienduse nii intuitiivseks kui võimalik, tagades, et teil on võimalik oma ajutisi e-maile hõlpsasti genereerida ja hallata.\n\nAjutise e-posti generaatori kasutamise eelised on tohutud, eriti kui tegemist on teie privaatsuse kaitsmisega veebis. Siin on, mida saate:\n\n- Vältige rämpsposti: Hoidke oma põhipostkasti puhtana ja turunduse e-mailide ning rämpsposti eest kasutades ajutist meili registreerimisteks.\n- Parandage privaatsust: Kaitsege oma isikuandmeid, mitte avaldades oma tegelikku e-posti aadressi igale saidile või teenusele.\n- Testige Teenuseid: Kasutage ajutist e-posti aadressi prooviaegade ja teenuste jaoks, ilma, et see oleks seotud teie põhimeiliga.\n\nMeie Ajutine E-posti Aadressi Chrome laiendus paistab silma oma võimsate omadustega:\n\n1. Ühe klõpsuga ajutine e-posti genereerimine: Saage uus ajutine e-posti aadress vaid ühe klõpsuga.\n2. Lihtne kopeerida ja kleepida: Kopeerige oma uus ajutine meiliaadress lihtsasti ja kleepige see sinna, kuhu vajate.\n3. Automaatne kustutamine: Teie ajutises meiliboksis saadud e-mailid kustutatakse automaatselt pärast kindlat perioodi, tagades, et teie ajutine postkast püsib puhas ja hallatav.\n4. Turvaline ja privaatne: Meie prioriteediks on teie privaatsus. E-mailid salvestatakse ja edastatakse turvaliselt ning teie teavet ei jagata kunagi kolmandate osapooltega.\n\nMeie laienduse kasutamine on uskumatult lihtne. Siin on samm-sammuline juhend:\n\n1. Paigaldage ajutise e-posti aadressi laiendus Chrome’i veebipoest.\n2. Klõpsake laienduse ikoonil oma brauseri tööriistaribal, et genereerida uus ajutine e-posti aadress.\n3. Kopeerige ajutine meiliaadress ja kasutage seda seal, kus vajate ajutist e-posti.\n4. Pääsege kätte saabunud e-mailidele otse laienduse liidesest.\n\nKorduma kippuvad küsimused:\n\n- Kui kaua ajutine e-post kestab? Meie teenuse poolt genereeritud ajutine e-post on saadaval erinevaks perioodiks, tavaliselt piisav, et kontot kinnitada või registreerumisi kinnitada.\n- Kas ma saan valida oma ajutise e-posti aadressi? Iga ajutine e-post genereeritakse juhuslikult, tagades ainulaadsuse ja kättesaadavuse.\n- Kas on piirangut, mitu ajutist e-posti ma saan luua? Ei, te võite genereerida nii palju ajutisi e-posti aadresse kui vajate, millal iganes neid vajate.\n\nKokkuvõtteks, \"Ajutine E-posti Aadress\" Chrome'i laiendus on hädavajalik tööriist igaühele, kes soovib kaitsta oma privaatsust, vältida rämpsposti ja hallata ajutisi e-posti vajadusi tõhusalt. Oma kasutajasõbraliku liidese, kohese ajutise e-posti genereerimise ja tugevate privaatsusomadustega on see ideaalne ajutise e-posti generaator nii isiklikuks kui ka professionaalseks kasutamiseks. Proovige seda juba täna ning kogege vabadust ja turvalisust, mida pakub ajutise meiliaadressi omamine teie käsutuses.",
    "fa": "معرفی راه‌حل نهایی برای مدیریت حریم خصوصی و امنیت آنلاین شما - افزونه کروم \"آدرس ایمیل موقت\". این ابزار قدرتمند منبع مورد نظر شما برای ایجاد یک ایمیل موقت با فقط یک کلیک است، به شما کمک می‌کند تا از اسپم جلوگیری کنید، اطلاعات شخصی خود را محافظت کنید و نظافت صندوق ورودی‌تان را حفظ نمایید.\n\nچرا باید از آدرس ایمیل موقت استفاده کنید؟ در عصر دیجیتال، آدرس ایمیل شما دروازه‌ای به هویت آنلاین شما است. استفاده از یک ایمیل موقت می‌تواند شما را از ایمیل‌های ناخواسته، تلاش‌های هک شدن و نقض داده‌ها محافظت کند. در اینجا روش‌هایی است که افزونه ما تفاوت ایجاد می‌کند:\n\n1️⃣ ایجاد ایمیل موقت فوری: آدرس ایمیل موقت را در چند ثانیه ایجاد کنید، عالی برای ثبت نام‌ها، دانلودها و نام‌نویسی برای خدمات بدون استفاده از ایمیل شخصی خود.\n\n2️⃣ یکپارچگی بدون درز: افزونه ما به طور عالی با کروم یکپارچه است و به شما یک آدرس ایمیل موقت را هر زمان که نیاز داشته باشید، مستقیماً از نوار ابزار مرورگرتان فراهم می‌کند.\n\n3️⃣ رابط کاربری ساده: ما افزونه آدرس ایمیل موقت خود را به عنوان بیشترین حد شهودی طراحی کرده‌ایم تا اطمینان حاصل کنیم که شما می‌توانید ایمیل‌های موقت خود را به راحتی ایجاد و مدیریت کنید.\n\nمزایای استفاده از یک تولیدکننده ایمیل موقت بسیار زیاد است، مخصوصاً زمانی که به محافظت از حریم شخصی آنلاین شما مربوط می‌شود. در اینجا چیزهایی هست که شما دریافت می‌کنید:\n\n- اجتناب از اسپم: صندوق ورودی اصلی خود را تمیز و بدون ایمیل‌های بازاریابی و اسپم نگه دارید با استفاده از یک پست الکترونیک موقت برای ثبت نام‌ها.\n- افزایش حریم خصوصی: اطلاعات شخصی خود را با عدم فاش‌کردن آدرس ایمیل واقعی خود به هر سایت یا خدمات محافظت کنید.\n- تست خدمات: برای ثبت نام در آزمایش‌ها و خدمات بدون پایبندی متصل به ایمیل اصلی‌تان از یک آدرس ایمیل موقت استفاده کنید.\n\nافزونه آدرس ایمیل موقت کروم با ویژگی‌های قدرتمند خود برجسته است:\n\n1. ایجاد ایمیل موقت با یک کلیک: با تنها یک کلیک، یک آدرس ایمیل موقت جدید دریافت کنید.\n2. کپی و چسباندن آسان: آدرس ایمیل جدید خود را به راحتی کپی کرده و جایی که نیاز دارید بچسبانید.\n3. حذف خودکار: ایمیل‌های دریافتی در صندوق ورودی ایمیل موقت پس از یک دوره خاص به‌طور خودکار حذف می‌شوند، اطمینان از اینکه صندوق ورودی موقت شما تمیز و قابل مدیریت باقی می‌ماند.\n4. امن و خصوصی: ما به حریم خصوصی شما اولویت می‌دهیم. ایمیل‌ها به‌طور امن ذخیره و منتقل می‌شوند و اطلاعاتتان هرگز با اشخاص ثالث به اشتراک گذاشته نمی‌شود.\n\nاستفاده از افزونه ما بسیار ساده است. در اینجا یک راهنمای قدم‌به‌قدم وجود دارد:\n\n1. افزونه آدرس ایمیل موقت را از فروشگاه وب Chrome نصب کنید.\n2. برای ایجاد یک آدرس ایمیل موقت جدید، روی آیکون افزونه در نوار ابزار مرورگر خود کلیک کنید.\n3. آدرس ایمیل موقت را کپی کنید و هر جا که به یک ایمیل موقت نیاز دارید، از آن استفاده کنید.\n4. ایمیل‌های دریافتی را مستقیماً از رابط افزونه دسترسی کنید.\n\nسوالات متداول:\n\n- ایمیل موقت چقدر طول می‌کشد؟ ایمیل‌های موقت تولیدشده توسط سرویس ما برای دوره‌ای متفاوت، معمولاً به اندازه‌ای کافی برای تأیید حساب‌ها یا تأیید ثبت نام‌ها در دسترس هستند.\n- آیا می‌توانم آدرس ایمیل موقت خود را انتخاب کنم؟ هر ایمیل موقت به طور تصادفی ایجاد می‌شود، تضمین کننده یکتایی و در دسترسی.\n- آیا محدودیتی در تعداد ایمیل‌های موقت که می‌توانم ایجاد کنم وجود دارد؟ خیر، شما می‌توانید به تعداد دلخواه خود از آدرس‌های ایمیل موقت ایجاد کنید، هر زمان که به آن‌ها نیاز داشته باشید.\n\nدر پایان، افزونه \"آدرس ایمیل موقت\" کروم یک ابزار ضروری برای هر کسی است که به دنبال حفاظت از حریم خصوصی، اجتناب از اسپم و مدیریت نیازهای ایمیل موقت به صورت مؤثر است. با رابط کاربری دوستانه، ایجاد ایمیل موقت فوری و ویژگی‌های حفاظت از حریم خصوصی پیشرفته، این تولیدکننده ایمیل موقت برای استفاده شخصی و حرفه‌ای عالی است. امروز آن را امتحان کنید و آزادی و امنیت داشتن یک آدرس ایمیل موقت در اختیارتان را تجربه کنید.",
    "fi": "Esittelyssä täydellinen ratkaisu verkkoprivasiuksien ja turvallisuustarpeidesi hallintaan – \"Temporary Email Address\" Chrome-laajennus. Tämä tehokas työkalusi on sinun resurssisi temporaalisen sähköpostin luomiseen vain yhdellä klikkauksella, auttaen sinua välttämään roskapostit, suojelemaan henkilökohtaisia tietojasi ja pitämään postilaatikkosi siistinä.\n\nMiksi harkita väliaikaista sähköpostiosoitetta? Digiaikakaudella sähköpostiosoitteesi on porttisi verkkoidentiteettiisi. Käyttämällä temporaalista sähköpostia voit suojautua ei-toivotuilta sähköposteilta, kalasteluyrityksiltä ja tietovuodoilta. Tässä on, miten laajennuksemme tekee eroa:\n\n1️⃣ Välitön temporaalisen sähköpostin luonti: Luo temporaalinen sähköpostiosoite sekunneissa, täydellinen rekisteröintiin, latauksiin ja palveluihin ilmoittautumiseen käyttämättä henkilökohtaista sähköpostiasi.\n\n2️⃣ Saumaton integraatio: Laajennuksemme integroituu virheettömästi Chromeen, tarjoten sinulle temporaalisen sähköpostiosoitteen aina kun tarvitset sen, suoraan selainpalkistasi.\n\n3️⃣ Käyttäjäystävällinen käyttöliittymä: Olemme suunnitelleet väliaikaisen sähköpostiosoitteen laajennuksen mahdollisimman intuitiiviseksi, varmistaen että pystyt luomaan ja hallinnoimaan temporaalisia sähköpostejasi helposti.\n\nVäliaikaisen sähköpostin generoimisen edut ovat valtavat, erityisesti kun puhutaan yksityisyyden suojaamisesta verkossa. Tässä mitä saat:\n\n- Vältä Roskaposti: Pidä pääpostilaatikkosi siistinä ja vapaana markkinointisähköposteista ja roskapostista käyttämällä väliaikaista postia rekisteröintien yhteydessä.\n- Paranna Yksityisyyttä: Suojele henkilökohtaisia tietojasi olematta paljastamatta todellista sähköpostiosoitettasi jokaiselle sivustolle tai palvelulle.\n- Testaa Palveluita: Käytä väliaikaista sähköpostiosoitetta rekisteröityäksesi kokeiluversioihin ja palveluihin ilman sitoutumista pääsähköpostiisi.\n\nTemporary Email Address Chrome-laajennuksemme erottuu vahvoilla ominaisuuksillaan:\n\n1. Yhden klikkauksen väliaikainen sähköposti: Hanki uusi väliaikainen sähköpostiosoite vain yhdellä klikkelillä.\n2. Helppo kopiointi ja liittäminen: Kopioi uusi väliaikainen postiosoitteesi helposti ja liitä se, mihin tarvitset.\n3. Automaattinen poisto: Temporaaliseen sähköpostiisi saapuneet sähköpostit poistetaan automaattisesti tietyn ajan kuluttua, varmistaen että temporaalinen postilaatikkosi pysyy siistinä ja hallittavana.\n4. Turvallinen ja yksityinen: Yksityisyytesi on meillä etusijalla. Sähköpostit tallennetaan ja siirretään turvallisesti, eikä tietojasi koskaan jaeta kolmansien osapuolien kanssa.\n\nLaajennuksen käyttö on uskomattoman suoraviivaista. Tässä on askel-askeleelta opas:\n\n1. Asenna väliaikaisen sähköpostiosoitteen laajennus Chrome-verkkokaupasta.\n2. Klikkaa laajennuksen kuvaketta selainpalkissasi luodaksesi uuden väliaikaisen sähköpostiosoitteen.\n3. Kopioi väliaikainen postiosoite ja käytä sitä missä tarvitset väliaikaista sähköpostia.\n4. Pääse käsiksi saamiisi sähköposteihin suoraan laajennuksen käyttöliittymästä.\n\nUsein kysyttyjä kysymyksiä:\n\n- Kuinka kauan väliaikainen sähköposti kestää? Palvelumme generoimat väliaikaiset sähköpostit ovat käytettävissä vaihtelevan ajan, useimmiten riittävästi tilejen vahvistamiseen tai rekisteröitymisten vahvistamiseen.\n- Voinko valita väliaikaisen sähköpostiosoitteeni? Jokainen väliaikainen sähköposti on tuotettu satunnaisesti, varmistaen ainutlaatuisuuden ja saatavuuden.\n- Onko rajoitusta kuinka monta väliaikaista sähköpostia voin luoda? Ei, voit generoida niin monta väliaikaista sähköpostiosoitetta kuin tarvitset, milloin tarvitset niitä.\n\nYhteenvetona, \"Temporary Email Address\" Chrome-laajennus on olennainen työkalu kenelle tahansa, joka haluaa suojella yksityisyyttään, välttää roskapostia ja hallita väliaikaisia sähköpostitarpeita tehokkaasti. Sen käyttäjäystävällisen käyttöliittymän, välittömän väliaikaisen sähköpostin luonnin ja robustien yksityisyysominaisuuksien ansiosta se on täydellinen väliaikainen sähköpostin generaattori henkilökohtaiseen ja ammatilliseen käyttöön. Kokeile sitä tänään ja koe vapauden ja turvallisuuden tunne, kun sinulla on väliaikainen sähköpostiosoite käytettävissäsi.",
    "fil": "Ipakilala ang pinakahuling solusyon para sa pamamahala ng iyong online privacy at mga pangangailangan sa seguridad – ang \"Temporary Email Address\" na Chrome extension. Ang makapangyarihang kasangkapan na ito ang iyong pangunahing mapagkukunan para sa paglikha ng isang pansamantalang email sa pamamagitan lamang ng isang pag-click, tumutulong ito upang iwasan ang spam, protektahan ang iyong personal na impormasyon, at panatilihing malinis ang iyong inbox.\n\nBakit dapat isaalang-alang ang isang pansamantalang Email Address? Sa digital age, ang iyong email address ang portal patungo sa iyong online identity. Ang paggamit ng isang pansamantalang email ay maaaring magbigay ng proteksyon laban sa hindi gustong mga email, pagtatangka ng phishing, at mga paglabag sa data. Narito kung paano kami magbibigay ng kaibahan sa pamamagitan ng aming extension:\n\n1️⃣ Agarang paglikha ng temp email: Lumikha ng isang pansamantalang email address sa loob ng ilang segundo, perpekto para sa mga pagpaparehistro, pag-download, at pag-sign up para sa mga serbisyo nang hindi gumagamit ng iyong personal na email.\n\n2️⃣ Walang-hirap na integrasyon: Ang aming extension ay sumasama nang walang putol sa Chrome, na nagbibigay sa iyo ng isang pansamantalang email address sa tuwing kailangan mo ito, direkta mula sa iyong browser toolbar.\n\n3️⃣ Madaling gamitin na interface: Dinisenyo namin ang aming pansamantalang Email Address extension upang maging intuitibo hangga't maaari, tinitiyak na maaari mong likhain at pamahalaan ang iyong mga pansamantalang email nang may dali.\n\nAng mga benepisyo ng paggamit ng isang temp email generator ay malawak, lalo na pagdating sa pagprotekta ng iyong privacy online. Narito ang iyong makukuha:\n\n- Iwasan ang Spam: Panatilihing malinis at ligtas mula sa mga marketing emails at spam ang iyong pangunahing inbox sa pamamagitan ng paggamit ng isang temp mail sa mga pag-sign up.\n- Pagpapahusay ng Privacy: Protektahan ang iyong personal na impormasyon sa pamamagitan ng hindi pagbubunyag ng iyong tunay na email address sa bawat site o serbisyo.\n- Pagsubok ng mga Serbisyo: Gumamit ng isang pansamantalang email address para mag-sign up sa mga trial at serbisyo nang walang pangako na nakatali sa iyong pangunahing email.\n\nAng aming Temporary Email Address Chrome extension ay namumukod-tangi dahil sa matibay nitong mga tampok:\n\n1. Isang-click na paglikha ng temp email: Kumuha ng bagong temp email address sa pamamagitan lamang ng isang click.\n2. Madaling kopyahin at i-paste: Kopyahin nang madali ang iyong bagong temp mail address at i-paste ito kung saan mo ito kailangan.\n3. Awtomatikong pagbura: Ang mga email na natanggap sa iyong pansamantalang email inbox ay awtomatikong buburahin pagkatapos ng isang tiyak na panahon, tinitiyak na ang iyong pansamantalang inbox ay mananatiling malinis at maayos.\n4. Segurado at pribado: Nagsisiguro kami sa iyong privacy. Ang mga email ay nakaimbak at naililipat nang ligtas, at ang iyong impormasyon ay hindi kailanman ibinabahagi sa mga third party.\n\nAng paggamit ng aming extension ay sobrang simple. Narito ang isang hakbang-hakbang na gabay:\n\n1. I-install ang temporary email address extension mula sa Chrome Web Store.\n2. I-click ang icon ng extension sa iyong browser toolbar para makalikha ng bagong temp email address.\n3. Kopyahin ang temp mail address at gamitin ito kung saan mo kailangan ng pansamantalang email.\n4. Aksesahin ang anumang natanggap na mga email direkta mula sa interface ng extension.\n\nMadalas na tinatanong:\n\n- Gaano katagal magtatagal ang temp email? Ang mga pansamantalang email na nilikha ng aming serbisyo ay available para sa iba't ibang panahon, karaniwan ay sapat na para sa pag-verify ng mga account o kumpirmasyon ng mga pag-sign up.\n- Maaari ba akong pumili ng aking temp email address? Bawat pansamantalang email ay random na nalilikha, para tiyakin ang natatanging at availabilidad.\n- May limitasyon ba sa kung ilang temp email ang maaari kong likhain? Wala, maaari kang lumikha ng maraming pansamantalang email address hangga't kailangan mo, sa anumang oras na kailangan mo.\n\nSa konklusyon, ang \"Temporary Email Address\" na Chrome extension ay isang mahalagang kasangkapan para sa sinumang naghahanap na protektahan ang kanilang privacy, iwasan ang spam, at mahusay na pamahalaan ang mga pangangailangan sa pansamantalang email. Sa user-friendly nitong interface, instant na paglikha ng temp email, at matibay na mga tampok ng privacy, ito ang perpektong temp email generator para sa personal at propesyonal na paggamit. Subukan ito ngayon at maranasan ang kalayaan at seguridad ng pagkakaroon ng isang pansamantalang email address sa iyong pagtatapon.",
    "fr": "Voici la traduction de votre texte en français :\n\nNous présentons la solution ultime pour gérer vos besoins en matière de confidentialité et de sécurité en ligne – l'extension Chrome \"Adresse email temporaire\". Cet outil puissant est la ressource incontournable pour créer un email temporaire en un clic, vous aidant à éviter le spam, à protéger vos informations personnelles et à maintenir la propreté de votre boîte de réception.\n\nPourquoi envisager une Adresse Email Temporaire ? À l'ère numérique, votre adresse email est la porte d'entrée de votre identité en ligne. Utiliser un email temporaire peut vous protéger contre les emails indésirables, les tentatives de phishing et les violations de données. Voici comment notre extension fait la différence :\n\n1️⃣ Création instantanée d'email temporaire : Générez une adresse email temporaire en quelques secondes, parfait pour les inscriptions, les téléchargements, et l'abonnement à des services sans utiliser votre email personnel.\n\n2️⃣ Intégration transparente : Notre extension s'intègre parfaitement avec Chrome, vous fournissant une adresse email temporaire chaque fois que vous en avez besoin, directement depuis la barre d'outils de votre navigateur.\n\n3️⃣ Interface conviviale : Nous avons conçu notre extension Adresse Email Temporaire pour être aussi intuitive que possible, vous assurant de pouvoir générer et gérer vos emails temporaires avec facilité.\n\nLes avantages de l'utilisation d'un générateur d'email temporaire sont immenses, surtout lorsque cela concerne la protection de votre vie privée en ligne. Voici ce que vous obtenez :\n\n- Éviter les spams : Gardez votre boîte de réception principale propre et sans emails marketing et spams en utilisant un email temporaire pour les inscriptions.\n- Améliorer la confidentialité : Protégez vos informations personnelles en ne divulguant pas votre adresse email réelle à chaque site ou service.\n- Tester des services : Utilisez une adresse email temporaire pour souscrire à des essais et services sans engagement lié à votre email principal.\n\nNotre extension Chrome \"Adresse Email Temporaire\" se démarque par ses fonctionnalités robustes :\n\n1. Génération d'email temporaire en un clic : Obtenez une nouvelle adresse email temporaire d'un seul clic.\n2. Copier-coller facile : Copiez votre nouvelle adresse email temporaire facilement et collez-la où vous en avez besoin.\n3. Suppression automatique : Les emails reçus dans votre boîte de réception temporaire sont automatiquement supprimés après une période spécifique, assurant que votre boîte temporaire reste propre et gérable.\n4. Sécurisé et privé : Nous priorisons votre confidentialité. Les emails sont stockés et transmis de manière sécurisée, et vos informations ne sont jamais partagées avec des tiers.\n\nUtiliser notre extension est incroyablement simple. Voici un guide étape par étape :\n\n1. Installez l'extension d'adresse email temporaire depuis le Chrome Web Store.\n2. Cliquez sur l'icône de l'extension dans la barre d'outils de votre navigateur pour générer une nouvelle adresse email temporaire.\n3. Copiez l'adresse email temporaire et utilisez-la partout où vous avez besoin d'un email temporaire.\n4. Accédez à tous les emails reçus directement depuis l'interface de l'extension.\n\nQuestions fréquemment posées :\n\n- Combien de temps l'email temporaire dure-t-il ? Les emails temporaires générés par notre service sont disponibles pour une période variable, généralement suffisante pour vérifier des comptes ou confirmer des inscriptions.\n- Puis-je choisir mon adresse email temporaire ? Chaque email temporaire est généré aléatoirement, assurant l'unicité et la disponibilité.\n- Y a-t-il une limite au nombre d'emails temporaires que je peux créer ? Non, vous pouvez générer autant d'adresses email temporaires que vous en avez besoin, quand vous en avez besoin.\n\nEn conclusion, l'extension Chrome \"Adresse Email Temporaire\" est un outil essentiel pour toute personne cherchant à protéger sa vie privée, à éviter les spams et à gérer efficacement ses besoins en email temporaire. Avec son interface conviviale, la génération instantanée d'email temporaire et ses fonctionnalités robustes de confidentialité, c'est le générateur d'email temporaire parfait pour un usage personnel et professionnel. Essayez-le aujourd'hui et expérimentez la liberté et la sécurité d'avoir une adresse email temporaire à votre disposition.",
    "gu": "તમારી ઓનલાઇન ખાનગીપણા અને સુરક્ષાની જરૂરિયાતોને સંભાળવાના અંતિમ ઉકેલ રજૂ કરતા – \"અનંગત ઇમેઇલ એડ્રેસ\" (Temporary Email Address) Chrome એક્સટેન્શન. આ શક્તિશાળી સાધન તમારી પાસે ફક્ત એક ક્લિક દ્વારા અસ્થાયી ઇમેઇલ બનાવવા માટેનો સ્રોત છે, જે તમને સ્પેમથી બચાવશે, તમારી વ્યક્તિગત માહિતીની રક્ષા કરશે, અને તમારી ઇનબોક્સની સાફસફાઈ જાળવશે.\n\nઅનંગત ઇમેઇલ એડ્રેસ કેમ વિચારવું? ડિજિટલ યુગમાં, તમારું ઇમેઇલ એડ્રેસ તમારી ઓનલાઇન ઓળખનું દ્વાર છે. અસ્થાયી ઇમેઇલનો ઉપયોગ કરવાથી તમે ઈચ્છિત ન હોય તેવા ઇમેઇલ્સ, ફિશિંગ પ્રયત્નો, અને ડેટા ભંગાણોથી બચી શકો છો. અમારુ એક્સટેન્શન કેવી રીતે ફેર પાડે છે તે અહીં છે:\n\n1️⃣ તાત્કાલિક અસ્થાયી ઇમેઇલ સર્જન: પળોજણમાં અસ્થાયી ઇમેઇલ એડ્રેસ બનાવો, જે રજિસ્ટ્રેશન્સ, ડાઉનલોડ્સ, અને સેવાઓમાં સાઇન અપ માટે આદર્શ છે અને તમારા વ્યક્તિગત ઇમેઇલનો ઉપયોગ વિના.\n\n2️⃣ અભેદ્ય એકીકરણ: અમારું એક્સટેન્શન ક્રોમ સાથે સંપૂર્ણપણે એકીકરણ કરે છે, તે તમારી બ્રાઉઝર ટૂલબારમાંથી તમને જરૂરી હોય ત્યારે અસ્થાયી ઇમેઇલ એડ્રેસ આપી રહ્યું છે.\n\n3️⃣ ઉપયોગમાં સરળ ઇન્ટરફેસ: અમે અમારા અનંગત ઇમેઇલ એડ્રેસ એક્સટેન્શનને ક્યારેક પણ સ Right જાણી શકાય તે માટે ડિઝાઇન કર્યું છે, જેથી તમે તમારા અસ્થાયી ઇમેઇલને સહેજ અને સરળતાથી જનરેટ અને મેનેજ કરી શકો.",
    "he": "הצגת הפתרון האולטימטיבי לניהול הפרטיות והאבטחה המקוונת שלכם – התוסף \"כתובת דוא\"ל זמנית\" לכרום. כלי עוצמתי זה הוא המשאב שלכם ליצירת דוא\"ל זמני רק בלחיצת כפתור, מעז להימנע מספאם, להגן על המידע האישי שלכם, ולשמור על נקיון התיבה.\n\nלמה לשקול כתובת דוא\"ל זמני? בעידן הדיגיטלי, כתובת הדוא\"ל שלכם היא השער לזהות המקוונת שלכם. שימוש בדוא\"ל זמני יכול להגן עליכם מדוא\"לים לא רצויים, ניסיונות פישינג וחדירות נתונים. הנה כיצד התוסף שלנו יוצר הבדל:\n\n1️⃣ יצירת דוא\"ל זמני מיידי: צרו כתובת דוא\"ל זמנית בשניות, מושלמת לרישומים, הורדות והרשמה לשירותים מבלי להשתמש בדוא\"ל האישי שלכם.\n\n2️⃣ אינטגרציה חלקה: התוסף שלנו משתלב בצורה מושלמת עם כרום, מספק לכם כתובת דוא\"ל זמנית כשאתם זקוקים לה, ישירות מסרגל הכלים בדפדפן שלכם.\n\n3️⃣ ממשק משתמש ידידותי: תכננו את תוסף כתובת הדוא\"ל הזמנית שלנו כדי שיהיה כמה שיותר אינטואיטיבי, ונתון לכך שתוכלו לייצר ולנהל את הדוא\"לים הזמניים שלכם בקלות.\n\nהיתרונות של שימוש במחולל דוא\"ל זמני עצומים, במיוחד בהגנה על הפרטיות שלכם ברשת. הנה מה שתקבלו:\n\n- להימנע מספאם: שמירה על תיבת הדוא\"ל הראשית נקייה וחופשית מדוא\"לים שיווקיים וספאם על ידי שימוש בדוא\"ל זמני להרשמות.\n- שיפור פרטיות: הגנה על המידע האישי שלכם על ידי אי חשיפת כתובת הדוא\"ל האמיתית שלכם לכל אתר או שירות.\n- בדיקת שירותים: שימוש בכתובת דוא\"ל זמנית להרשמה לנסיונות ושירותים בלי התחייבות הקשורה לדוא\"ל הראשי שלכם.\n\nתוסף כתובת הדוא\"ל הזמנית של כרום בולט בזכות התכונות החזקות שלו:\n\n1. יצירת דוא\"ל זמני בלחיצת כפתור: קבלת כתובת דוא\"ל זמנית חדשה רק בלחיצה אחת.\n2. העתקה והדבקה קלה: העתקה קלה של כתובת הדוא\"ל הזמני שלכם והדבקתה בכל מקום שנדרש.\n3. מחיקה אוטומטית: דוא\"לים שמתקבלים בתיבת הדוא\"ל הזמנית שלכם נמחקים אוטומטית לאחר תקופה מסוימת, מבטיחים שהתיבה הזמנית שלכם תשאר נקייה וניתנת לניהול.\n4. מאובטח ופרטי: אנו מעמידים את הפרטיות שלכם בראש מעיינינו. הודעות הדוא\"ל מאוחסנות ומועברות באופן מאובטח, והמידע שלכם לא משותף עם גורמים שלישיים.\n\nשימוש בתוסף שלנו פשוט ויישר לעניין. הנה מדריך צעד אחר צעד:\n\n1. התקנת תוסף כתובת הדוא\"ל הזמני מחנות האינטרנט של כרום.\n2. לחצו על אייקון התוסף בסרגל הכלים של הדפדפן כדי ליצור כתובת דוא\"ל זמנית חדשה.\n3. העתיקו את כתובת הדוא\"ל הזמני והשתמשו בה בכל מקום שנדרשת דוא\"ל זמני.\n4. גשו להודעות שקיבלתם ישירות מממשק התוסף.\n\nשאלות נפוצות:\n\n- כמה זמן נמשכת הדוא\"ל הזמנית? דוא\"לים זמניים שנוצרים על ידי השירות שלנו זמינים לתקופה משתנה, לרוב מספיקה כדי לאמת חשבונות או לאשר הרשמות.\n- האם אני יכול לבחור את כתובת הדוא\"ל הזמני שלי? כל דוא\"ל זמני מיוצר באופן אקראי, ומבטיח ייחודיות וזמינות.\n- האם יש הגבלה על כמה דוא\"לים זמניים אני יכול ליצור? לא, אתם יכולים לייצר כמה שתרצו כתובות דוא\"ל זמניות, בכל פעם שתזדקקו להן.\n\nלסיכום, תוסף \"כתובת דוא\"ל זמנית\" לכרום הוא כלי הכרחי לכל מי שמעוניין להגן על הפרטיות שלו, להימנע מספאם, ולנהל צרכים של דוא\"ל זמני ביעילות. עם ממשק משתמש נוח, יצירת דוא\"ל זמני מהירה ותכונות פרטיות חזקות, זהו המחולל המושלם של דוא\"ל זמני לשימוש אישי ומקצועי. נסו אותו כבר היום וחוו את החופש והאבטחה של להיות עם כתובת דוא\"ל זמנית לרשותכם.",
    "hi": "ऑनलाइन गोपनीयता और सुरक्षा की जरूरतों के प्रबंधन के लिए अंतिम समाधान का परिचय - \"अस्थायी ईमेल पता\" क्रोम एक्सटेंशन। यह शक्तिशाली उपकरण आपके अस्थायी ईमेल बनाने के लिए जाने माने संसाधन है, केवल एक क्लिक से, जो आपको स्पैम से बचाने, निजी जानकारी की सुरक्षा करने, और इनबॉक्स की सफाई बनाए रखने में मदद करता है।\n\nअस्थायी ईमेल पता क्यों विचार करें? डिजिटल युग में, आपका ईमेल पता आपकी ऑनलाइन पहचान तक पहुँचने का द्वार है। एक अस्थायी ईमेल का उपयोग करने से आप अवांछित ईमेल्स, फ़िशिंग प्रयासों, और डेटा उल्लंघन से खुद की सुरक्षा कर सकते हैं। यहाँ हमारा एक्सटेंशन कैसे महत्वपूर्ण है:\n\n1️⃣ तात्कालिक अस्थायी ईमेल निर्माण: कुछ सेकंडों में एक अस्थायी ईमेल पता बनाना संभव है, जो पंजीकरण, डाउनलोड, और सेवाओं के लिए साइन अप करते समय आपके निजी ईमेल का उपयोग नहीं करने के लिए उत्तम है।\n\n2️⃣ सहज एकीकरण: हमारा एक्सटेंशन क्रोम के साथ निर्बाध रूप से एकीकृत होता है, आपको आपके ब्राउज़र टूलबार से सीधे जब भी जरूरत हो, एक नया अस्थायी ईमेल पता प्रदान करता है।\n\n3️⃣ उपयोगकर्ता-अनुकूल इंटरफ़ेस: हमने हमारे अस्थायी ईमेल पता एक्सटेंशन को यथासंभव सहज और सरल बनाने की कोशिश की है, ताकि आप अपने अस्थायी ईमेल्स को आसानी से उत्पन्न कर सकें और प्रबंधित कर सकें।\n\nएक अस्थायी ईमेल जनरेटर का उपयोग करने के लाभ विशेष रूप से जब यह आपकी गोपनीयता की ऑनलाइन सुरक्षा करने की बात आती है, तो अत्यधिक हैं। यहाँ आप क्या प्राप्त करते हैं:\n\n- स्पैम से बचें: साइन-अप के लिए एक अस्थायी मेल का उपयोग करके अपने मुख्य इनबॉक्स को मार्केटिंग ईमेल्स और स्पैम से साफ और मुक्त रखें।\n- गोपनीयता में वृद्धि: हर साइट या सेवा को अपना असली ईमेल पता प्रकट न करके अपनी व्यक्तिगत जानकारी की सुरक्षा करें।\n- सेवाओं का परीक्षण: बिना आपके मुख्य ईमेल से जुड़े प्रतिबद्धता के परीक्षण और सेवाओं के लिए साइन अप करने के लिए एक अस्थायी ईमेल पता का उपयोग करें।\n\nहमारा अस्थायी ईमेल पता क्रोम एक्सटेंशन अपने मजबूत फीचर्स के साथ अलग खड़ा है:\n\n1. एक-क्लिक अस्थायी ईमेल उत्पादन: सिर्फ एक क्लिक के साथ एक नया अस्थायी ईमेल पता प्राप्त करें।\n2. आसानी से कॉपी और पेस्ट: अपने नए अस्थायी मेल पते को आसानी से कॉपी करें और जहां चाहें वहां पेस्ट करें।\n3. स्वतः मिटाने की सुविधा: आपके अस्थायी ईमेल इनबॉक्स में प्राप्त ईमेल्स एक निश्चित समय के बाद स्वतः ही मिटा दिए जाते हैं, जिससे आपका अस्थायी इनबॉक्स साफ और सुव्यवस्थित बना रहता है।\n4. सुरक्षित और निजी: हम आपकी गोपनीयता को प्राथमिकता देते हैं। ईमेल्स को सुरक्षित रूप से संग्रहीत और प्रेषित किया जाता है, और आपकी जानकारी को कभी भी तीसरे पक्ष के साथ साझा नहीं किया जाता है।\n\nहमारे एक्सटेंशन का उपयोग अत्यंत सरल है। यहाँ एक कदम-दर-कदम मार्गदर्शन है:\n\n1. क्रोम वेब स्टोर से अस्थायी ईमेल पते का एक्सटेंशन इंस्टॉल करें।\n2. एक नया अस्थायी ईमेल पता उत्पन्न करने के लिए अपने ब्राउज़र टूलबार में एक्सटेंशन आइकॉन पर क्लिक करें।\n3. अस्थायी मेल पते की प्रतिलिपि बनाएँ और जहां भी आपको अस्थायी ईमेल की जरूरत हो, वहां प्रयोग करें।\n4. एक्सटेंशन इंटरफ़ेस से सीधे प्राप्त हुए किसी भी ईमेल को एक्सेस करें।\n\nअक्सर पूछे जाने वाले प्रश्न:\n\n- अस्थायी ईमेल कितनी देर तक रहता है? हमारी सेवा द्वारा उत्पन्न अस्थायी ईमेल्स भिन्न-भिन्न अवधि के लिए उपलब्ध होते हैं, आमतौर पर खातों की पुष्टि या साइन-अप्स की पुष्टि के लिए पर्याप्त।\n- क्या मैं अपना अस्थायी ईमेल पता चुन सकता हूँ? प्रत्येक अस्थायी ईमेल यादृच्छिक रूप से उत्पन्न किया जाता है, जो इसकी अद्वितीयता और उपलब्धता को सुनिश्चित करता है।\n- क्या मैं जितने चाहूँ उतने अस्थायी ईमेल पते बना सकता हूँ? नहीं, आप जब चाहें और जितने चाहें उतने अस्थायी ईमेल पते बना सकते हैं।\n\nनिष्कर्ष में, \"अस्थायी ईमेल पता\" क्रोम एक्सटेंशन उन लोगों के लिए एक अनिवार्य उपकरण है जो अपनी गोपनीयता की रक्षा करना चाहते हैं, स्पैम से बचना चाहते हैं, और अस्थायी ईमेल की जरूरतों को कुशलता से प्रबंधित करना चाहते हैं। इसके उपयोगकर्ता-अनुकूल इंटरफ़ेस, त्वरित अस्थायी ईमेल उत्पादन, और जैविक गोपनीयता विशेषताओं के साथ, यह निजी और पेशेवर उपयोग के लिए एकदम सही अस्थायी ईमेल जनरेटर है। इसे आज ही आज़माएँ और अस्थायी ईमेल पता होने की स्वतंत्रता और सुरक्षा का अनुभव करें।",
    "hr": "Predstavljamo ultimativno rješenje za upravljanje vašim potrebama privatnosti i sigurnosti na internetu – Chrome dodatak \"Privremena e-mail adresa\". Ovaj snažan alat je vaš glavni resurs za stvaranje privremene e-pošte samo jednim klikom, pomažući vam da izbjegnete spam, zaštitite vaše osobne podatke i održavate čistoću vaše ulazne pošte.\n\nZašto razmotriti privremenu e-mail adresu? U digitalnom dobu, vaša e-mail adresa je ulaz u vaš online identitet. Korištenje privremene e-pošte može vas zaštititi od neželjene pošte, pokušaja phishinga i povreda podataka. Evo kako naš dodatak čini razliku:\n\n1️⃣ Trenutno stvaranje privremene e-pošte: Generirajte privremenu e-mail adresu u sekundi, savršenu za registraciju, preuzimanje i prijavu za usluge bez korištenja vaše osobne e-pošte.\n\n2️⃣ Besprijekorna integracija: Naš dodatak se savršeno integrira s Chromeom, pružajući vam privremenu e-mail adresu kada god vam je potrebna, izravno iz alatne trake vašeg preglednika.\n\n3️⃣ Jednostavno korisničko sučelje: Dizajnirali smo naš dodatak \"Privremena e-mail adresa\" da bude što intuitivniji, osiguravajući da možete generirati i upravljati vašim privremenim e-poštama s lakoćom.\n\nPrednosti korištenja generatora privremene e-pošte su ogromne, posebice kada se radi o zaštiti vaše privatnosti na internetu. Evo što dobivate:\n\n- Izbjegavanje spama: Držite vaš glavni ulazni pretinac čistim i slobodnim od marketinških e-mailova i spama koristeći privremenu poštu za prijave.\n- Povećanje privatnosti: Zaštitite svoje osobne podatke ne odajući vašu stvarnu e-mail adresu svakoj stranici ili usluzi.\n- Testiranje usluga: Koristite privremenu e-mail adresu za prijavu za probe i usluge bez obveze vezane uz vaš glavni e-mail.\n\nNaš Chrome dodatak \"Privremena e-mail adresa\" izdvaja se svojim robusnim značajkama:\n\n1. Generiranje privremene e-pošte jednim klikom: Nabavite novu privremenu e-mail adresu samo jednim klikom.\n2. Lako kopiranje i lijepljenje: Jednostavno kopirajte vašu novu privremenu e-mail adresu i zalijepite ju gdje god je potrebna.\n3. Automatsko brisanje: E-mailovi primljeni u vašem privremenom ulaznom pretincu automatski se brišu nakon određenog razdoblja, osiguravajući da vaš privremeni pretinac ostane čist i upravljiv.\n4. Sigurno i privatno: Vaša privatnost je naš prioritet. E-mailovi su sigurno pohranjeni i preneseni, a vaši podaci nikada nisu dijeljeni s trećim stranama.\n\nKorištenje našeg dodatka je nevjerojatno jednostavno. Evo korak po korak vodič:\n\n1. Instalirajte dodatak \"Privremena e-mail adresa\" iz Chrome Web trgovine.\n2. Kliknite na ikonu dodatka u alatnoj traci vašeg preglednika kako biste generirali novu privremenu e-mail adresu.\n3. Kopirajte privremenu e-mail adresu i koristite ju gdje god vam je potrebna privremena e-pošta.\n4. Pristupite bilo kojem primljenom e-mailu izravno iz sučelja dodatka.\n\nČesto postavljana pitanja:\n\n- Koliko dugo traje privremena e-mail adresa? Privremene e-mail adrese stvorene našom uslugom dostupne su za različita razdoblja, obično dovoljno dugo da se verificiraju računi ili potvrde prijave.\n- Mogu li odabrati svoju privremenu e-mail adresu? Svaka privremena e-mail adresa se nasumično generira, osiguravajući jedinstvenost i dostupnost.\n- Postoji li ograničenje koliko privremenih e-mail adresa mogu stvoriti? Ne, možete generirati koliko god privremenih e-mail adresa trebate, kad god vam trebaju.\n\nZaključno, Chrome dodatak \"Privremena e-mail adresa\" je esencijalni alat za svakoga tko želi zaštititi svoju privatnost, izbjegavati spam i učinkovito upravljati potrebama privremene e-pošte. Sa svojim korisničkim sučeljem, trenutnim generiranjem privremene e-pošte, i robusnim značajkama privatnosti, to je savršeni generator privremene e-pošte za osobnu i profesionalnu upotrebu. Isprobajte ga danas i doživite slobodu i sigurnost imajući privremenu e-mail adresu na raspolaganju.",
    "hu": "Bemutatjuk az online magánélet és biztonság menedzselésének végső megoldását – az \"Ideiglenes Email Cím\" Chrome bővítményt. Ez a hatékony eszköz az Ön elsődleges forrása egyidejűleg ideiglenes email létrehozására egyetlen kattintással, segít elkerülni a kéretlen spam leveleket, védelmezi személyes információit és rendben tartja a bejövő üzeneteket.\n\nMiért fontos fontolóra venni egy ideiglenes Email Címet? A digitális korban az Ön email címe a kapuja az online identitásához. Az ideiglenes email használata óvhatja az Ön adatait nem kívánt levelektől, phishing kísérletektől és adatlopásoktól. Íme, hogyan tesz különbséget a bővítményünk:\n\n1️⃣ Azonnali ideiglenes email létrehozása: Generáljon egy ideiglenes email címet másodpercek alatt, amely tökéletes Új regisztrációkhoz, letöltésekhez és szolgáltatások igénybevételéhez anélkül, hogy a személyes email címét használná.\n\n2️⃣ Problémamentes integráció: A bővítményünk tökéletesen integrálódik a Chrome-ba, és szükség esetén azonnal elkészít egy ideiglenes email címet közvetlenül a böngésző eszköztárából.\n\n3️⃣ Felhasználóbarát felület: Az \"Ideiglenes Email Cím\" bővítményt olyan intuitívan terveztük meg, hogy a lehető legkönnyebb legyen kezelni az ideiglenes email címeidet.\n\nAz ideiglenes email létrehozó használatának számos előnye van, különösen az online magánélet védelmét illetően. Íme, amit kínálunk:\n\n- Spam elkerülése: Tartsa tiszta és szabadon a fő bejövő üzenetét a marketing levelektől és spamtől az ideiglenes mail címek használatával.\n- Magánélet fokozása: Védje személyes adatait azzal, hogy nem adja ki valódi email címét minden weboldalnak vagy szolgáltatásnak.\n- Szolgáltatások tesztelése: Használjon egy ideiglenes email címet próbaidőszakokhoz és szolgáltatásokhoz kötelezettségek nélkül.\n\nAz \"Ideiglenes Email Cím\" Chrome bővítmény kiemelkedik erős funkcióival:\n\n1. Egyszerű email létrehozás egy kattintással: Szerezzen új ideiglenes email címet csupán egy kattintással.\n2. Egyszerű másolás és beillesztés: Másolja le könnyedén az új ideiglenes email címét és illessze be, ahova csak szükséges.\n3. Automatikus törlés: Az ideiglenes bejövő üzenetek automatikusan törlődnek egy meghatározott idő után, így az ideiglenes postaláda tiszta és kezelhető marad.\n4. Biztonságos és privát: Az Ön magánéletét helyezzük előtérbe. Az emailek biztonságosan tárolódnak és továbbítódnak, és adatait soha nem osztjuk meg harmadik felekkel.\n\nA bővítményünk használata rendkívül egyszerű. Íme egy lépésről lépésre útmutató:\n\n1. Telepítse az ideiglenes email cím bővítményt a Chrome Web Áruházból.\n2. Kattintson a böngésző eszköztárában lévő bővítmény ikonjára egy új ideiglenes email cím létrehozásához.\n3. Másolja le az ideiglenes email címet és használja, ahol csak szükséges egy ideiglenes emailre.\n4. A kapott leveleket közvetlenül a bővítmény felületén keresztül érheti el.\n\nGyakran ismételt kérdések:\n\n- Meddig él az ideiglenes email cím? Szolgáltatásunk által generált ideiglenes emailek változó ideig elérhetők, általában elegendő időt biztosítva a megerősítésekhez és regisztrációkhoz.\n- Kiválaszthatom a saját ideiglenes email címem? Minden ideiglenes email véletlenszerűen generálódik, biztosítva az egyediséget és az elérhetőséget.\n- Korlátozva van, hogy hány ideiglenes emailt hozhatok létre? Nem, amennyi ideiglenes email címet csak szeretne, annyit generálhat, amikor csak szükséges.\n\nÖsszegzésül, az \"Ideiglenes Email Cím\" Chrome bővítmény elengedhetetlen eszköz mindenki számára, aki védeni szeretné magánéletét, elkerülni a spamet és hatékonyan kezelni az ideiglenes email igényeit. A felhasználóbarát felületével, azonnali ideiglenes email létrehozásával és erős magánéleti funkcióival tökéletes ideiglenes email generátor személyes és szakmai használatra egyaránt. Próbálja ki még ma, és tapasztalja meg a szabadságot és a biztonságot, amit egy ideiglenes email cím biztosít Önnek.",
    "id": "Mengenalkan solusi utama untuk mengelola privasi dan kebutuhan keamanan online Anda – ekstensi Chrome \"Alamat Email Sementara\". Alat yang ampuh ini adalah sumber daya andalan Anda untuk membuat email sementara dengan hanya satu klik, membantu Anda menghindari spam, melindungi informasi pribadi, dan menjaga kebersihan kotak masuk.\n\nMengapa mempertimbangkan Alamat Email Sementara? Di era digital, alamat email Anda merupakan gerbang menuju identitas online Anda. Menggunakan email sementara dapat melindungi Anda dari email yang tidak diinginkan, percobaan phishing, dan pelanggaran data. Berikut ini cara ekstensi kami membuat perbedaan:\n\n1️⃣ Pembuatan email sementara instan: Buat alamat email sementara dalam hitungan detik, sempurna untuk pendaftaran, pengunduhan, dan mendaftar layanan tanpa menggunakan email pribadi Anda.\n\n2️⃣ Integrasi yang mulus: Ekstensi kami terintegrasi dengan sempurna dengan Chrome, menyediakan Anda dengan alamat email sementara kapanpun Anda membutuhkannya, langsung dari bilah alat browser Anda.\n\n3️⃣ Antarmuka yang ramah pengguna: Kami telah mendesain ekstensi Alamat Email Sementara kami agar semudah mungkin, memastikan Anda dapat menghasilkan dan mengelola email sementara Anda dengan mudah.\n\nManfaat menggunakan generator email sementara sangat besar, terutama ketika datang ke perlindungan privasi online Anda. Berikut ini yang akan Anda dapatkan:\n\n- Menghindari Spam: Jaga kotak masuk utama Anda tetap bersih dan bebas dari email pemasaran dan spam dengan menggunakan email sementara untuk pendaftaran.\n- Meningkatkan Privasi: Lindungi informasi pribadi Anda dengan tidak memberikan alamat email asli Anda ke setiap situs atau layanan.\n- Uji Coba Layanan: Gunakan alamat email sementara untuk mendaftar uji coba dan layanan tanpa komitmen yang terikat pada email utama Anda.\n\nEkstensi Chrome Alamat Email Sementara kami menonjol dengan fitur-fitur kuatnya:\n\n1. Pembuatan email sementara dengan satu klik: Dapatkan alamat email sementara baru dengan hanya satu klik.\n2. Salin dan tempel dengan mudah: Salin alamat email sementara Anda dengan mudah dan tempel di mana pun Anda membutuhkan.\n3. Penghapusan otomatis: Email yang diterima di kotak masuk email sementara Anda secara otomatis dihapus setelah periode tertentu, memastikan kotak masuk sementara Anda tetap bersih dan mudah dikelola.\n4. Aman dan pribadi: Kami mengutamakan privasi Anda. Email disimpan dan ditransmisikan dengan aman, dan informasi Anda tidak pernah dibagikan dengan pihak ketiga.\n\nMenggunakan ekstensi kami sangatlah mudah. Berikut panduan langkah demi langkah:\n\n1. Pasang ekstensi alamat email sementara dari Chrome Web Store.\n2. Klik ikon ekstensi di bilah alat browser Anda untuk menghasilkan alamat email sementara baru.\n3. Salin alamat email sementara dan gunakan kapan pun Anda membutuhkan email sementara.\n4. Akses email yang diterima langsung dari antarmuka ekstensi.\n\nPertanyaan yang sering diajukan:\n\n- Berapa lama email sementara bertahan? Email sementara yang dihasilkan oleh layanan kami tersedia untuk periode yang bervariasi, biasanya cukup untuk memverifikasi akun atau konfirmasi pendaftaran.\n- Bisakah saya memilih alamat email sementara saya? Setiap email sementara dihasilkan secara acak, memastikan keunikan dan ketersediaan.\n- Apakah ada batasan untuk berapa banyak email sementara yang dapat saya buat? Tidak, Anda dapat menghasilkan sebanyak mungkin alamat email sementara yang Anda butuhkan, kapan pun Anda membutuhkannya.\n\nKesimpulannya, ekstensi Chrome \"Alamat Email Sementara\" adalah alat yang esensial bagi siapa saja yang ingin melindungi privasinya, menghindari spam, dan mengelola kebutuhan email sementara secara efisien. Dengan antarmuka yang ramah pengguna, pembuatan email sementara instan, dan fitur privasi yang kuat, ini adalah generator email sementara yang sempurna untuk penggunaan pribadi dan profesional. Cobalah sekarang juga dan rasakan kebebasan dan keamanan memiliki alamat email sementara di tangan Anda.",
    "it": "Vi presentiamo la soluzione definitiva per gestire la vostra privacy e sicurezza online – l'estensione per Chrome \"Indirizzo Email Temporaneo\". Questo potente strumento è la risorsa che fa al caso vostro per creare un'email temporanea con un solo clic, aiutandovi a evitare lo spam, proteggere le vostre informazioni personali e mantenere la pulizia della vostra casella di posta.\n\nPerché considerare un Indirizzo Email Temporaneo? Nell'era digitale, il vostro indirizzo email è il portale per la vostra identità online. Utilizzare un'email temporanea può salvaguardarvi da email indesiderate, tentativi di phishing e violazioni di dati. Ecco come la nostra estensione fa la differenza:\n\n1️⃣ Creazione immediata di email temporanea: Genera un indirizzo email temporaneo in pochi secondi, perfetto per registrazioni, download e iscrizioni a servizi senza utilizzare la vostra email personale.\n\n2️⃣ Integrazione senza soluzione di continuità: La nostra estensione si integra perfettamente con Chrome, fornendovi un indirizzo email temporaneo ogni volta che ne avete bisogno, direttamente dalla barra degli strumenti del vostro browser.\n\n3️⃣ Interfaccia user-friendly: Abbiamo progettato la nostra estensione Indirizzo Email Temporaneo per essere il più intuitiva possibile, assicurando che possiate generare e gestire le vostre email temporanee con facilità.\n\nI benefici dell'uso di un generatore di email temporanee sono immensi, specialmente quando si tratta di proteggere la vostra privacy online. Ecco cosa ottenete:\n\n- Evitare lo Spam: Mantenete la vostra casella di posta primaria pulita e libera da email di marketing e spam utilizzando una mail temporanea per le iscrizioni.\n- Migliorare la Privacy: Proteggete le vostre informazioni personali non divulgando il vostro vero indirizzo email a ogni sito o servizio.\n- Testare Servizi: Utilizzate un indirizzo email temporaneo per iscrivervi a prove e servizi senza l'impegno legato alla vostra email principale.\n\nLa nostra estensione per Chrome Indirizzo Email Temporaneo si distingue per le sue robuste funzionalità:\n\n1. Generazione di email temporanea con un clic: Ottieni un nuovo indirizzo email temporaneo con un solo clic.\n2. Copia e incolla semplice: Copia facilmente il tuo nuovo indirizzo email temporaneo e incollalo dove ne hai bisogno.\n3. Auto-eliminazione: Le email ricevute nella tua casella di posta temporanea vengono eliminate automaticamente dopo un certo periodo, assicurando che la tua casella di posta temporanea rimanga pulita e gestibile.\n4. Sicuro e privato: Diamo priorità alla tua privacy. Le email sono archiviate e trasmesse in modo sicuro e le tue informazioni non vengono mai condivise con terze parti.\n\nUsare la nostra estensione è incredibilmente semplice. Ecco una guida passo passo:\n\n1. Installa l'estensione Indirizzo Email Temporaneo dal Chrome Web Store.\n2. Clicca sull'icona dell'estensione nella barra degli strumenti del tuo browser per generare un nuovo indirizzo email temporaneo.\n3. Copia l'indirizzo email temporaneo e utilizzalo dove hai bisogno di un'email temporanea.\n4. Accedi a tutte le email ricevute direttamente dall'interfaccia dell'estensione.\n\nDomande frequenti:\n\n- Quanto dura l'email temporanea? Le email temporanee generate dal nostro servizio sono disponibili per un periodo variabile, di solito sufficiente per verificare account o confermare iscrizioni.\n- Posso scegliere il mio indirizzo email temporaneo? Ogni email temporanea viene generata in modo casuale, garantendo unicità e disponibilità.\n- C'è un limite a quante email temporanee posso creare? No, puoi generare tanti indirizzi email temporanei quanti ne hai bisogno, ogni volta che ti servono.\n\nIn conclusione, l'estensione per Chrome \"Indirizzo Email Temporaneo\" è uno strumento essenziale per chiunque cerchi di proteggere la propria privacy, evitare lo spam e gestire efficacemente le esigenze di email temporanee. Con la sua interfaccia user-friendly, la generazione istantanea di email temporanee e le robuste funzionalità per la privacy, è il generatore di email temporanee perfetto per uso personale e professionale. Provate subito e vivete la libertà e la sicurezza di avere a disposizione un indirizzo email temporaneo.",
    "ja": "オンラインでのプライバシーとセキュリティニーズを管理する究極のソリューションをご紹介します – 「一時的メールアドレス」のChrome拡張機能。この強力なツールは、クリック一つで一時的なメールを作成するためのリソースとなり、迷惑メールを避け、個人情報を保護し、受信箱を清潔に保つのに役立ちます。\n\nなぜ一時的メールアドレスを検討すべきなのか？デジタル時代において、メールアドレスはオンラインでのあなたのアイデンティティへの入り口です。一時的なメールを使用することで、望まないメール、フィッシング試み、データ漏洩からあなたを守ることができます。こちらが私たちの拡張機能が違いを生む方法です：\n\n1️⃣ 即時一時的メール作成：数秒で一時的メールアドレスを生成、登録、ダウンロード、サービスへのサインアップに完璧で、個人のメールを使用することなく行えます。\n\n2️⃣ シームレスな統合：私たちの拡張機能はChromeに完璧に統合され、必要な時にいつでも直接ブラウザツールバーから一時的メールアドレスを提供します。\n\n3️⃣ ユーザーフレンドリーなインターフェース：私たちは一時的メールアドレス拡張機能を可能な限り直感的にデザインし、一時的メールを簡単に生成し、管理できるようにしました。\n\n一時的メールジェネレーターを使用する利点は、特にオンラインプライバシーを保護する際に計り知れません。こちらが得られるものです：\n\n- スパムを避ける：サインアップ用に一時メールを使用して、プライマリー受信箱をマーケティングメールやスパムから清潔で自由に保ちます。\n- プライバシーを強化：すべてのサイトやサービスに本物のメールアドレスを開示することなく個人情報を守ります。\n- サービスをテスト：メインメールに縛られることなくトライアルやサービスに一時的メールアドレスを使用してサインアップします。\n\n一時的メールアドレスChrome拡張機能は堅牢な機能で際立っています：\n\n1. ワンクリックでの一時的メール生成：ワンクリックで新しい一時的メールアドレスを取得します。\n2. 簡単なコピー＆ペースト：新しい一時メールアドレスを簡単にコピーし、必要な場所に貼り付けます。\n3. 自動削除：一時メール受信箱に届いたメールは特定期間後に自動的に削除され、一時的受信箱を清潔で管理しやすく保ちます。\n4. 安全かつプライベート：私たちはあなたのプライバシーを優先します。メールは安全に保管および転送され、情報は決して第三者と共有されません。\n\n私たちの拡張機能の使用は非常に簡単です。ステップバイステップのガイドは次の通りです：\n\n1. Chrome Web Storeから一時的メールアドレス拡張機能をインストールします。\n2. 新しい一時的メールアドレスを生成するためにブラウザツールバーの拡張機能アイコンをクリックします。\n3. 一時メールアドレスをコピーして、一時的なメールが必要な場所で使用します。\n4. 拡張機能のインターフェースから直接受信したメールにアクセスします。\n\nよくある質問：\n\n- 一時的メールはどのくらい持続しますか？私たちのサービスにより生成された一時メールは変動する期間利用可能ですが、通常はアカウントを確認したりサインアップを確認するのに十分です。\n- 一時的メールアドレスを選ぶことができますか？各一時メールはランダムに生成され、ユニークさと利用可能性を保証します。\n- 一時的メールを作成する制限はありますか？いいえ、必要な時に必要なだけ多くの一時的メールアドレスを生成できます。\n\n結論として、「一時的メールアドレス」Chrome拡張機能は、プライバシーを守り、スパムを避け、一時的なメールニーズを効率的に管理したいと考える全ての人にとって必須のツールです。ユーザーフレンドリーなインターフェース、即時一時的メール生成、堅牢なプライバシー機能を備えた完璧な一時的メールジェネレーターで、個人用としても業務用としても最適です。今日試してみて、一時的メールアドレスをいつでも利用できる自由と安心を体験してください。",
    "kn": "ನಿಮ್ಮ ಆನ್ಲೈನ್ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತಾ ಅಗತ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಪರಿಪೂರ್ಣ ಪರಿಹಾರ - 'ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸ' ಕ್ರೋಮ್ ವಿಸ್ತರಣೆಯನ್ನು ಪರಿಚಯಿಸುತ್ತಿದ್ದೇನೆ. ಈ ಶಕ್ತಿಶಾಲಿ ಉಪಕರಣ ನಿಮಗೆ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್ನಲ್ಲಿ ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ರಚಿಸುವ ನಿಮ್ಮಗೆ ಸಹಾಯಕವಾಗಿದೆ, ಸ್ಪ್ಯಾಮ್‌ಗಳನ್ನು ತಡೆಗಟ್ಟುವ, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸುವ ಮತ್ತು ಇನ್‌ಬಾಕ್ಸ್ ಶುಚಿತ್ವವನ್ನು ನಿರ್ವಹಿಸುವುದರಲ್ಲಿ ಸಹಾಯಕವಾಗಿದೆ.\n\nತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಯಾಕೆ ಪರಿಗಣಿಸಬೇಕು? ಡಿಜಿಟಲ್ ಯುಗದಲ್ಲಿ, ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸ ನಿಮ್ಮ ಆನ್ಲೈನ್ ಗುರುತಿನ ದ್ವಾರವಾಗಿದೆ. ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ಬಳಸುವುದರಿಂದ ಬೇಡದ ಇಮೇಲ್ಗಳು, ಫಿಶಿಂಗ್ ಪ್ರಯತ್ನಗಳು ಮತ್ತು ಡೇಟಾ ಸೋರಿಕೆಗಳಿಂದ ನಿಮಗೆ ಸಂರಕ್ಷಣೆ ದೊರೆಯುತ್ತದೆ. ನಮ್ಮ ವಿಸ್ತರಣೆ ಹೇಗೆ ವ್ಯತ್ಯಾಸ ಮಾಡುತ್ತದೆ ಎಂಬುದನ್ನು ಇಲ್ಲಿ ನೋಡೋಣ:\n\n1️⃣ ತಕ್ಷಣದ ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ರಚನೆ: ನೋಂದಣಿಗೆಗಳು, ಡೌನ್‌ಲೋಡುಗಳು, ಮತ್ತು ಸೇವೆಗಳಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಲು ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಉತ್ಪನಮಾಡಿ.\n\n2️⃣ ಸರಳ ಸಂಯೋಜನೆ: ನಮ್ಮ ವಿಸ್ತರಣೆ ಕ್ರೋಮ್‌ನೊಂದಿಗೆ ದೋಷರಹಿತವಾಗಿ ಸಂಯೋಜಿಸುತ್ತದೆ, ಮತ್ತು ನೀವು ಬೇಕಾದಾಗ ನೇರವಾಗಿ ನಿಮ್ಮ ಬ್ರೌಸರ್ ಟೂಲ್‌ಬಾರ್‌ನಿಂದ ತಾತ್కಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪಡೆಯಬಹುದು.\n\n3️⃣ ಬಳಕೆದಾರ-ಸ್ನೇಹಿ ಇಂಟರ್ಫೇಸ್: ನಾವು ನಿಮ್ಮ ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್ ವಿಳಾಸ ವಿಸ್ತರಣೆಯನ್ನು ಅತ್ಯಂತ ಸಹಜವಾಗಿರುವಂತೆ ವಿನ್ಯಾಸ ಮಾಡಲಾಗಿದೆ, ಆದ್ದರಿಂದ ನೀವು ನಿಮ್ಮ ತಾತ್ಕಾಲಿಕ ಇಮೇಲ್‌ಗಳನ್ನು ಸುಲಭವಾಗಿ ರಚಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿದೆ.\n\nಆನ್ಲೈನಲ್ಲಿನ ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್",
    "ko": "당신의 온라인 프라이버시와 보안 관리를 위한 궁극의 솔루션을 소개합니다 - \"임시 이메일 주소\" 크롬 확장 프로그램. 단 한 번의 클릭으로 임시 이메일을 생성하는 강력한 도구로, 스팸을 피하고, 개인 정보를 보호하며, 받은편지함을 깨끗하게 유지하는 데 도움이 됩니다.\n\n임시 이메일 주소를 고려해야 하는 이유는 무엇일까요? 디지털 시대에 이메일 주소는 온라인 아이덴티티로 가는 관문입니다. 임시 이메일 사용은 원치 않는 이메일, 피싱 시도 및 데이터 유출로부터 당신을 보호할 수 있습니다. 저희 확장 프로그램이 어떻게 차이를 만드는지 알아봅시다:\n\n1️⃣ 즉각적인 임시 이메일 생성: 몇 초 내에 임시 이메일 주소를 생성하시고, 개인 이메일을 사용하지 않고도 등록, 다운로드, 서비스 가입을 완벽하게 진행하세요.\n\n2️⃣ 매끄러운 통합: 저희 확장 프로그램은 크롬에 완벽하게 통합되어, 필요할 때마다 브라우저 툴바에서 직접 임시 이메일 주소를 얻을 수 있습니다.\n\n3️⃣ 사용자 친화적 인터페이스: 임시 이메일 주소 확장 프로그램이 가능한 직관적이도록 설계되었으며, 임시 이메일을 쉽게 생성하고 관리할 수 있도록 되어있습니다.\n\n임시 이메일 생성기를 사용하는 것은 온라인 프라이버시를 보호하는 데 큰 이점이 있습니다. 여기에 얻을 수 있는 것들이 있습니다:\n\n- 스팸 피하기: 회원 가입용 임시 메일을 사용하여 마케팅 이메일 및 스팸으로부터 원래의 받은편지함을 깨끗하고 자유롭게 유지하세요.\n- 프라이버시 강화: 모든 사이트나 서비스에 실제 이메일 주소를 공개하지 않고 개인 정보를 보호하세요.\n- 서비스 테스트: 주요 이메일에 대한 약속 없이 시험판이나 서비스에 가입하는 데 임시 이메일 주소를 사용하세요.\n\n\"임시 이메일 주소\" 크롬 확장 프로그램은 강력한 기능으로 두각을 나타냅니다:\n\n1. 한 번의 클릭으로 임시 이메일 생성: 단 한 번의 클릭으로 새로운 임시 이메일 주소를 얻으세요.\n2. 쉬운 복사 및 붙여넣기: 새로운 임시 메일 주소를 쉽게 복사하여 필요한 곳에 붙여넣으세요.\n3. 자동 삭제: 임시 이메일 받은편지함에 도착한 이메일들은 특정 기간 후 자동으로 삭제되어, 임시 받은편지함을 깨끗하고 관리하기 쉽게 유지합니다.\n4. 안전하고 개인적인 보호: 우리는 여러분의 프라이버시를 최우선으로 합니다. 이메일들은 안전하게 저장되고 전송되며, 정보는 절대로 제3자와 공유되지 않습니다.\n\n저희 확장 프로그램 사용법은 굉장히 간단합니다. 단계별 가이드는 다음과 같습니다:\n\n1. 크롬 웹 스토어에서 임시 이메일 주소 확장 프로그램을 설치하세요.\n2. 임시 이메일 주소를 생성하려면 브라우저 툴바에서 확장 프로그램 아이콘을 클릭하세요.\n3. 임시 메일 주소를 복사하여 임시 이메일이 필요한 곳에 사용하세요.\n4. 확장 프로그램 인터페이스에서 직접 받은 이메일을 확인하세요.\n\n자주 묻는 질문:\n\n- 임시 이메일은 얼마나 오래 지속되나요? 저희 서비스에서 생성된 임시 이메일은 계정 인증이나 가입 확인에 충분한 기간 동안 이용 가능합니다.\n- 내 임시 이메일 주소를 선택할 수 있나요? 각각의 임시 이메일은 고유성과 가용성을 보장하기 위해 무작위로 생성됩니다.\n- 임시 이메일을 생성하는 데 제한이 있나요? 아니요, 필요할 때마다 원하는 만큼 임시 이메일 주소를 생성할 수 있습니다.\n\n결론적으로, \"임시 이메일 주소\" 크롬 확장 프로그램은 프라이버시 보호, 스팸 방지 및 효율적으로 임시 이메일 필요성을 관리하고자 하는 누구에게나 필수적인 도구입니다. 사용자 친화적인 인터페이스, 즉각적인 임시 이메일 생성 및 강력한 프라이버시 기능을 갖춘 이 확장 프로그램은 개인용과 전문가용으로 완벽한 임시 이메일 생성기입니다. 오늘 바로 사용해 보고 임시 이메일 주소를 사용할 수 있는 자유롭고 안전한 경험을 누려보세요.",
    "lt": "Pristatome galutinį sprendimą, kuris padės valdyti jūsų internetinį privatumą ir saugumą – laikino el. pašto adreso \"Chrome\" plėtinį. Šis galingas įrankis yra jūsų pagalbinis išteklius kurdami laikiną el. paštą vos vienu paspaudimu, padedantis išvengti šlamšto, apsaugoti asmeninę informaciją ir palaikyti pašto dėžutės švarumą.\n\nKodėl verta apsvarstyti laikiną el. pašto adresą? Skaitmeniniame amžiuje jūsų el. pašto adresas yra vartai į jūsų internetinę tapatybę. Naudodami laikiną el. paštą, galite apsisaugoti nuo nepageidaujamų laiškų, sukčiavimo bandymų ir duomenų apsaugos pažeidimų. Štai kaip mūsų plėtinys daro skirtumą:\n\n1️⃣ Akimirksniu sukurtas laikinas el. paštas: Generuokite laikiną el. pašto adresą per kelias sekundes, idealiai tinka registracijoms, atsisiuntimams ir paslaugų užsakymui nenaudojant asmeninio el. pašto.\n\n2️⃣ Besiūlė integracija: Mūsų plėtinys puikiai integruojasi su \"Chrome\", suteikdamas jums laikiną el. pašto adresą, kada tik jo prireikia, tiesiogiai iš jūsų naršyklės įrankių juostos.\n\n3️⃣ Naudotojui draugiškas sąsaja: Mes suprojektavome mūsų laikinojo el. pašto adreso plėtinį būti kuo intuitivesniu, užtikrindami, kad galėtumėte lengvai generuoti ir tvarkyti savo laikinus el. paštus.\n\nNaudojant laikino el. pašto generatorių, privalumai yra milžiniški, ypač kalbant apie jūsų privatumo apsaugą internete. Štai ką gaunate:\n\n- Išvengti šlamšto: Laikykite savo pirminę pašto dėžutę švarią ir laisvą nuo marketingo laiškų bei šlamšto naudodami laikiną paštą registracijoms.\n- Gerinti privatumą: Apsaugokite asmeninę informaciją, neskelbdami savo tikrojo el. pašto adreso kiekvienai svetainei ar paslaugai.\n- Išbandyti paslaugas: Naudokite laikiną el. pašto adresą registracijoms į bandomąsias paslaugas ir naudodami paslaugas be įsipareigojimo susieti su pagrindiniu el. paštu.\n\nMūsų \"Temporary Email Address\" Chrome plėtinys išsiskiria savo stipriomis funkcijomis:\n\n1. Vieno paspaudimo laikino el. pašto generavimas: Gaukite naują laikiną el. pašto adresą vienu paspaudimu.\n2. Paprastas kopijavimas ir įklijavimas: Lengvai nukopijuokite savo naują laikiną pašto adresą ir įklijuokite, kur reikia.\n3. Automatinis ištrynimas: Laiškai, gauti į jūsų laikiną el. pašto dėžutę, automatiškai ištrinami po tam tikro laiko, užtikrinant, kad jūsų laikina pašto dėžutė išliktų tvarkinga ir valdoma.\n4. Saugi ir privati: Mes pirmenybę teikiame jūsų privatumui. Laiškai yra saugiai saugomi ir perduodami, o jūsų informacija niekada nebūna dalijamasi su trečiosiomis šalimis.\n\nMūsų plėtinio naudojimas yra nepaprastai paprastas. Štai žingsnis po žingsnio vadovas:\n\n1. Įdiekite laikino el. pašto adreso plėtinį iš \"Chrome\" internetinės parduotuvės.\n2. Paspauskite ant plėtinio piktogramos jūsų naršyklės įrankių juostoje, kad sugeneruotumėte naują laikiną el. pašto adresą.\n3. Nukopijuokite laikiną pašto adresą ir naudokite jį ten, kur reikia laikino el. pašto.\n4. Prie gautų laiškų galite prisijungti tiesiogiai per plėtinio sąsają.\n\nDažnai užduodami klausimai:\n\n- Kiek laiko laikinas el. paštas išlieka? Mūsų paslaugos generuojamas laikinas el. paštas yra prieinamas įvairiam laikotarpiui, paprastai pakankamai, kad patvirtintumėte paskyras ar patvirtinimus.\n- Ar galiu pasirinkti savo laikiną el. pašto adresą? Kiekvienas laikinas el. paštas generuojamas atsitiktinai, užtikrinant unikalumą ir prieinamumą.\n- Ar yra riba, kiek laikinų el. paštų galiu sukurti? Ne, jūs galite generuoti tiek laikinų el. paštų adresų, kiek jums reikia, kada jums reikia.\n\nApibendrinant, \"Temporary Email Address\" Chrome plėtinys yra būtinas įrankis kiekvienam, norinčiam apsaugoti savo privatumą, išvengti šlamšto ir efektyviai tvarkyti laikino el. pašto poreikius. Su naudotojui draugiška sąsaja, akimirksniu sukurtu laikinu el. paštu ir stipriais privatumo ypatybėmis, tai puikus laikino el. pašto generatorius asmeniniam ir profesiniam naudojimui. Išbandykite jį šiandien ir patirkite laisvę bei saugumą, turėdami laikiną el. pašto adresą savo nuožiūroje.",
    "lv": "Iepazīstinām ar galējo risinājumu, lai pārvaldītu jūsu tiešsaistes privātumu un drošības vajadzības – pagaidu e-pasta adreses Chrome paplašinājumu. Šis spēcīgais rīks ir jūsu galvenais resurss pagaidu e-pasta radīšanai tikai ar vienu klikšķi, palīdzot jums izvairīties no surogātpasta, aizsargāt personisko informāciju un uzturēt iesūtnes tīrību.\n\nKāpēc apsvērt pagaidu e-pasta adresi? Digitālajā laikmetā jūsu e-pasta adrese ir vārti uz jūsu tiešsaistes identitāti. Izmantojot pagaidu e-pastu, jūs varat pasargāt sevi no nevēlamām e-pastiem, phishing mēģinājumiem un datu noplūdēm. Lūk, kā mūsu paplašinājums veic atšķirību:\n\n1️⃣ Neatliekama pagaidu e-pasta radīšana: Ģenerējiet pagaidu e-pasta adresi sekundēs, kas ir ideāli piemērota reģistrācijām, lejupielādēm un pakalpojumu izmēģināšanai bez jūsu personiskā e-pasta izmantošanas.\n\n2️⃣ Nepārtraukta integrācija: Mūsu paplašinājums nevainojami integrējas ar Chrome, sniedzot jums pagaidu e-pasta adresi, kad vien tas nepieciešams, tieši no pārlūka rīkjoslas.\n\n3️⃣ Draudzīgs lietotāja interfeiss: Mēs esam izstrādājuši mūsu pagaidu e-pasta adreses paplašinājumu tik intuitīvi, cik vien iespējams, lai nodrošinātu, ka varat ģenerēt un pārvaldīt savus pagaidu e-pastus viegli.\n\nPagaidu e-pasta ģeneratora izmantošanas priekšrocības ir milzīgas, īpaši, kad runa ir par privātuma aizsardzību tiešsaitē. Lūk, ko jūs iegūstat:\n\n- Izvairieties no surogātpasta: Uzturiet savu galveno iesūtni tīru un brīvu no mārketinga e-pastiem un surogātpasta, izmantojot pagaidu pastu reģistrācijām.\n- Uzlabojiet privātumu: Aizsargājiet savu personisko informāciju, neatsakot savu īsto e-pasta adresi katrā vietnē vai pakalpojumā.\n- Izmēģiniet pakalpojumus: Izmantojiet pagaidu e-pasta adresi, lai pieteiktos izmēģinājumiem un pakalpojumiem bez saistības, kas saistīta ar jūsu galveno e-pastu.\n\nMūsu pagaidu e-pasta adreses Chrome paplašinājums izceļas ar tā robustajām funkcijām:\n\n1. E-pasta radīšana ar vienu klikšķi: Iegūstiet jaunu pagaidu e-pasta adresi tikai ar vienu klikšķi.\n2. Vienkārša kopēšana un ielīmēšana: Viegli kopējiet savu jauno pagaidu pastu adresi un ielīmējiet to, kur vien nepieciešams.\n3. Automātiska dzēšana: E-pasti, ko saņemat jūsu pagaidu e-pastā, tiek automātiski izdzēsti pēc noteikta laika, nodrošinot, ka jūsu pagaidu iesūtne paliek tīra un viegli pārvaldāma.\n4. Droša un privāta: Mēs prioritāti piešķiram jūsu privātumam. E-pasti tiek droši glabāti un pārraidīti, un jūsu informācija nekad netiek dalīta ar trešajām pusēm.\n\nMūsu paplašinājuma izmantošana ir ārkārtīgi vienkārša. Lūk, soli-pa-solim pamācība:\n\n1. Instalējiet pagaidu e-pasta adreses paplašinājumu no Chrome Web Store.\n2. Noklikšķiniet uz paplašinājuma ikonas jūsu pārlūka rīkjoslā, lai ģenerētu jaunu pagaidu e-pasta adresi.\n3. Kopējiet pagaidu pasta adresi un izmantojiet to, kur vien nepieciešama pagaidu e-pasta adrese.\n4. Piekļūstiet saņemtajiem e-pastiem tieši no paplašinājuma interfeisa.\n\nBieži uzdotie jautājumi:\n\n- Cik ilgi pagaidu e-pasts pastāv? Mūsu pakalpojuma radītie pagaidu e-pasti ir pieejami dažādos termiņos, parasti pietiekami, lai pārbaudītu kontus vai apstiprinātu pieteikumus.\n- Vai es varu izvēlēties savu pagaidu e-pasta adresi? Katra pagaidu e-pasta adrese tiek ģenerēta nejauši, nodrošinot unikalitāti un pieejamību.\n- Vai pastāv ierobežojums cik daudz pagaidu e-pastus es varu izveidot? Nē, jūs varat ģenerēt tik daudz pagaidu e-pasta adreses, cik vien nepieciešams, kad vien tās nepieciešamas.\n\nNobeigumā, \"Pagaidu e-pasta adreses\" Chrome paplašinājums ir būtisks rīks ikvienam, kurš vēlas aizsargāt savu privātumu, izvairīties no surogātpasta un efektīvi pārvaldīt pagaidu e-pasta prasības. Ar tā draudzīgo lietotāja interfeisu, neatliekamo pagaidu e-pasta radīšanu un robustajām privātuma funkcijām, tas ir perfekts pagaidu e-pasta ģenerators personiskai un profesionālai lietošanai. Izmēģiniet to šodien un pieredzējiet brīvību un drošību, kamēr jums ir pieejama pagaidu e-pasta adrese.",
    "ml": "നിങ്ങളുടെ ഓൺലൈൻ സ്വകാര്യതയും സുരക്ഷയുമായുള്ള നിര്‍വ്വഹണത്തിനുള്ള അന്തിമ പരിഹാരം - \"താല്‍ക്കാലിക ഇമെയില്‍ അഡ്രസ്സ്\" ക്രോം എക്സ്റ്റെൻഷൻ. അവാഞ്ഛിത ഇമെയിലുകളെ ഒഴിവാക്കാൻ, വ്യക്തിപരമായ വിവരങ്ങൾ സംരക്ഷിക്കാൻ, ഇന്‍ബോക്സിനെ ശുചിയായി പരിപാലിക്കാൻ ഒരു ക്ലിക്കില്‍ ഒരു താല്‍ക്കാലിക ഇമെയില്‍ സൃഷ്ടിക്കുന്ന ഈ ശക്തമായ ഉപകരണം നിങ്ങളുടെ റിസോഴ്സാണ്.\n\nഒരു താല്‍ക്കാലിക ഇമെയില്‍ അഡ്രസ്സ് പരിഗണിക്കേണ്ടതെന്തുകൊണ്ട്? ഡിജിറ്റല്‍ യുഗത്തില്‍, നിങ്ങളുടെ ഇമെയില്‍ അഡ്രസ്സ് നിങ്ങളുടെ ഓൺലൈൻ ഐഡന്റിറ്റിയുടെ ഗേറ്റ്‌വേയാണ്. അവാഞ്ഛിത ഇമെയിലുകൾ, ഫിഷിങ് ശ്രമങ്ങൾ, ഡാറ്റാ ബ്രീച്ചുകള്‍ എന്നിവയിൽനിന്ന് സുരക്ഷിതനാക്കാൻ ഒരു താല്‍ക്കാലിക ഇമെയില്‍ ഉപയോഗിക്കാം. ഇതാ എങ്ങനെയാണ് ഞങ്ങളുടെ എക്സ്റ്റെൻഷൻ വ്യത്യാസം കാണിക്കുന്നത്:\n\n1️⃣ തത്ക്ഷണ താല്‍ക്കാലിക ഇമെയില്‍ സൃഷ്ടി: നിങ്ങളുടെ വ്യക്തിപരമായ ഇമെയില്‍ ഉപയോഗിക്കാതെ രജിസ്ട്രേഷനുകൾ, ഡൗൺലോഡുകള്‍, സേവനങ്ങള്‍ക്കായുള്ള സൈൻ അപ്പുകൾക്കായി സെക്കണ്ടുകളില്‍ ഒരു താല്‍ക്കാലിക ഇമെയില്‍ അഡ്രസ്സ് ജനറേറ്റ് ചെയ്യാം.\n\n2️⃣ സീംലെസ്സ് ഇന്‍റഗ്രേഷൻ: നിങ്ങള്‍ എപ്പോഴെങ്കിലും ആവശ�",
    "mr": "ऑनलाइन गोपनीयता आणि सुरक्षितता गरजांचे व्यवस्थापन करण्याचे सर्वोत्कृष्ट उपाय म्हणून \"temporary email Address\" क्रोम एक्सटेंशनची ओळख करून देत आहोत. हे शक्तिशाली साधन आपल्याला एका क्लिकसह तात्पुरता ईमेल तयार करण्याच्या संसाधनासाठी आवश्यक आहे, जे आपल्याला स्पॅमपासून वाचवण्यास, आपली वैयक्तिक माहिती संरक्षित करण्यास आणि इनबॉक्स स्वच्छता राखण्यास मदत करेल.\n\nतात्पुरत्या ईमेल पत्त्याचा विचार का करावा? डिजिटल युगात, आपला ईमेल पत्ता आपल्या ऑनलाइन ओळखीचे द्वार आहे. तात्पुरता ईमेल वापरणे आपल्याला अनावश्यक ईमेल्स, फिशिंग प्रयत्नांपासून आणि डेटा भंगापासून वाचवू शकते. आमचे एक्सटेंशन कसे फरक पाडते ते पाहा:\n\n1️⃣ तात्काळ तात्पुरत्या ईमेल सृष्टी: काही सेकंदात तात्पुरत्या ईमेल पत्त्याची निर्मिती करा, जे नोंदणी, डाउनलोड्स, आणि सेवांसाठी साइन अप करण्यास योग्य आहे तुमच्या वैयक्तिक ईमेल न वापरता.\n\n2️⃣ सहज एकात्मता: आमचे एक्सटेंशन क्रोमसह बिनचूकपणे एकात्मिक करते, जे आपल्याला आवश्यक असताना थेट आपल्या ब्राउझर टूलबारमधून तात्पुरत्या ईमेल पत्त्याची कामगिरी प्रदान करेल.\n\n3️⃣ वापरकर्ता-अनुकूल इंटरफेस: आम्ही आमच्या तात्पुरत्या ईमेल पत्त्याच्या एक्सटेंशनला जितक्या अधिक सहज संज्ञानात्मकपणे डिझाइन केले आहे, जेणेकरून तुम्ही आपल्या तात्पुरत्या ईमेल्सची निर्मिती आणि व्यवस्थापन सहजतेने करू शकता.\n\nतात्पुरत्या ईमेल जनरेट करण्याचे फायदे अत्यंत मोठे आहेत, खासकरून जेव्हा आपल्या गोपनीयतेचे संरक्षण ऑनलाइन करण्याच्या बाबतीत येतो. आपल्याला काय मिळते ते पाहा:\n\n- स्पॅमपासून आपला मुख्य इनबॉक्स स्वच्छ आणि मुक्त ठेवा, ज्यामुळे साइन अप केल्यानंतर मार्केटिंग ईमेल्स आणि स्पॅम येणार नाही.\n- गोपनीयता वाढविणे: प्रत्येक साइट किंवा सेवेशी तुमचा खरा ईमेल पत्ता सामायिक करू नका.\n\nट्रायल्स आणि सेवांसाठी तात्पुरत्या ईमेल पत्त्यावर साइन अप करा, ज्यामुळे तुमच्या मुख्य ईमेलशी जोडलेली काहीही कराराची बाब नसेल.\n\nआमचे तात्पुरते ईमेल पत्त्याचे क्रोम एक्सटेंशन आपल्या सशक्त वैशिष्ट्यांमुळे वेगळे ठरते:\n\n1. एका क्लिकसह तात्पुरत्या ईमेल निर्मिती: फक्त एका क्लिकसह नवीन तात्पुरता ईमेल पत्ता मिळवा.\n2. सहज कॉपी आणि पेस्ट: आपल्या नवीन तात्पुरत्या ईमेल पत्त्याची कॉपी करा आणि जिथे आवश्यक असेल तिथे पेस्ट करा.\n3. स्वयंचलित डिलीशन: तुमच्या तात्पुरत्या ईमेल इनबॉक्समध्ये प्राप्त झालेले ईमेल्स विशिष्ट कालावधीनंतर स्वयंचलितपणे नष्ट केले जातात, ज्यामुळे तुमच्या तात्पुरत्या इनबॉक्स स्वच्छ आणि व्यवस्थित राहिल.\n\n4. सुरक्षित आणि खाजगी: आम्ही आपल्या गोपनीयतेची प्राधान्य देतो. ईमेल्स सुरक्षितपणे संग्रहित आणि प्रेषित केले जातात, आणि आपली माहिती कधीही तिसऱ्या पक्षांना सामायिक केली जात नाही.\n\nआमचे एक्सटेंशन वापरणे अत्यंत सोपे आहे. येथे एक पायरी-नेपायरी मार्गदर्शक आहे:\n\n1. क्रोम वेब स्टोअरमधून तात्पुरत्या ईमेल पत्त्याचे एक्सटेंशन स्थापित करा.\n2. नवीन तात्पुरता ईमेल पत्ता तयार करण्यासाठी आपल्या ब्राउझर टूलबारमध्ये एक्सटेंशन आयकनवर क्लिक करा.\n3. तात्पुरता मेल पत्ता कॉपी करा आणि तात्पुरता ईमेलची गरज असलेल्या ठिकाणी वापरा.\n4. एक्सटेंशन इंटरफेसमधून थेट प्राप्त झालेले ईमेल्स पहा.\n\nवारंवार विचारले जाणारे प्रश्न:\n\n- तात्पुरता ईमेल किती काळ टिकतो? आमच्या सेवेद्वारे तयार केलेल्या तात्पुरत्या ईमेल्स विविध कालावधीसाठी उपलब्ध असतात, सामान्यत: खाती सत्यापित करण्यासाठी किंवा साइन अप्स पुष्टी करण्यासाठी पुरेसा असतो.\n- मी माझा तात्पुरता ईमेल पत्ता निवडू शकतो का? प्रत्येक तात्पुरता ईमेल अद्वितीय आणि उपलब्ध असेल याची खात्री करण्यासाठी अचानक तयार केला जातो.\n- मी किती तात्पुरत्या ईमेल पत्त्यांची निर्मिती करू शकतो? नाही, आपण जेव्हा आवश्यक असेल तेव्हा अनेक तात्पुरत्या ईमेल पत्त्यांची निर्मिती करू शकता.\n\nएकूणात, \"तात्पुरता ईमेल पत्ता\" क्रोम एक्सटेंशन ही व्यक्तिगत आणि व्यावसायिक वापरासाठी योग्य असलेली तात्पुरत्या ईमेल जनरेटर असून सहज वापरकर्ता-अनुकूल इंटरफेस, तात्काळ तात्पुरत्या ईमेल निर्मिती आणि सशक्त गोपनीयता वैशिष्ट्ये यांसाठी आवश्यक आहे. आजच त्याचा प्रयोग करा आणि आपल्या वापरात तात्पुरत्या ईमेल पत्त्याचे स्वातंत्र्य आणि सुरक्षितता अनुभवा.",
    "ms": "Memperkenalkan solusi terunggul untuk mengurus keperluan privasi dan keselamatan dalam talian anda – sambungan Chrome \"Alamat Email Sementara\". Alat yang kuat ini adalah sumber utama untuk mencipta email sementara dengan hanya satu klik, membantu anda mengelakkan spam, melindungi maklumat peribadi, dan mengekalkan kebersihan kotak masuk.\n\nMengapa pertimbangkan Alamat Email Sementara? Dalam era digital, alamat emel anda merupakan pintu gerbang kepada identiti dalam talian anda. Menggunakan emel sementara dapat melindungi anda dari emel yang tidak diingini, percubaan phishing, dan pelanggaran data. Inilah cara sambungan kami membuat perbezaan:\n\n1️⃣ Penciptaan emel sementara segera: Hasilkan alamat emel sementara dalam beberapa saat, sempurna untuk pendaftaran, muat turun, dan mendaftar untuk perkhidmatan tanpa menggunakan emel peribadi anda.\n\n2️⃣ Integrasi tanpa cela: Sambungan kami terintegrasi dengan sempurna dengan Chrome, menyediakan alamat emel sementara bila-bila masa anda memerlukannya, terus dari bar alat pelayar anda.\n\n3️⃣ Antaramuka pengguna yang mesra: Kami telah direka sambungan Alamat Email Sementara kami semudah mungkin, memastikan anda boleh menghasilkan dan mengurus emel sementara anda dengan mudah.\n\nManfaat menggunakan penjana emel sementara adalah besar, terutamanya apabila datang untuk melindungi privasi anda dalam talian. Inilah yang anda dapat:\n\n- Elakkan Spam: Kekal kotak masuk utama anda bersih dan bebas dari emel pemasaran dan spam dengan menggunakan emel sementara untuk pendaftaran.\n- Tingkatkan Privasi: Lindungi maklumat peribadi anda dengan tidak mendedahkan alamat emel sebenar anda kepada setiap laman web atau perkhidmatan.\n- Uji Perkhidmatan: Gunakan alamat emel sementara untuk mendaftar ujian dan perkhidmatan tanpa komitmen yang terikat dengan emel utama anda.\n\nSambungan Chrome Alamat Email Sementara kami menonjol dengan ciri-ciri kukuhnya:\n\n1. Penciptaan emel sementara satu klik: Dapatkan alamat emel sementara yang baru dengan hanya satu klik.\n2. Salin dan tampal yang mudah: Salin alamat emel sementara baru anda dengan mudah dan tampal ke mana-mana anda perlukan.\n3. Penghapusan automatik: Emel yang diterima dalam kotak masuk emel sementara anda akan dihapus secara automatik selepas tempoh tertentu, memastikan kotak masuk sementara anda kekal bersih dan mudah diurus.\n4. Selamat dan peribadi: Kami mengutamakan privasi anda. Emel disimpan dan ditransmisikan dengan selamat, dan maklumat anda tidak pernah dikongsi dengan pihak ketiga.\n\nMenggunakan sambungan kami sangat mudah. Berikut panduan langkah demi langkah:\n\n1. Pasang sambungan alamat emel sementara dari Chrome Web Store.\n2. Klik pada ikon sambungan dalam bar alat pelayar anda untuk menghasilkan alamat emel sementara yang baru.\n3. Salin alamat emel sementara dan gunakannya di mana-mana anda memerlukan emel sementara.\n4. Akses sebarang emel yang diterima terus dari antaramuka sambungan.\n\nSoalan yang kerap ditanya:\n\n- Berapa lama emel sementara bertahan? Emel sementara yang dihasilkan oleh perkhidmatan kami tersedia untuk tempoh bervariasi, biasanya cukup untuk mengesahkan akaun atau pengesahan pendaftaran.\n- Bolehkah saya memilih alamat emel sementara saya? Setiap emel sementara dihasilkan secara rawak, memastikan keunikan dan ketersediaan.\n- Adakah ada had untuk berapa banyak emel sementara yang boleh saya cipta? Tidak, anda boleh menghasilkan seberapa banyak alamat emel sementara yang anda perlukan, bila-bila masa anda memerlukannya.\n\nKesimpulannya, sambungan Chrome \"Alamat Email Sementara\" adalah alat penting bagi sesiapa sahaja yang mahu melindungi privasi mereka, mengelakkan spam, dan mengurus keperluan emel sementara dengan cekap. Dengan antaramuka pengguna yang mesra, penciptaan emel sementara segera, dan ciri-ciri privasi yang kukuh, ia adalah penjana emel sementara yang sempurna untuk kegunaan peribadi dan profesional. Cuba hari ini dan alami kebebasan dan keselamatan memiliki alamat emel sementara di tangan anda.",
    "nl": "De introductie van de ultieme oplossing voor het beheren van uw online privacy en beveiligingsbehoeften – de \"Temporary Email Address\" Chrome-extensie. Deze krachtige tool is uw hulpmiddel bij uitstek voor het creëren van een tijdelijk e-mailadres met slechts één klik, wat u helpt om spam te voorkomen, uw persoonlijke informatie te beschermen en de netheid van uw inbox te handhaven.\n\nWaarom overwegen om een tijdelijk e-mailadres te gebruiken? In het digitale tijdperk is uw e-mailadres de poort naar uw online identiteit. Het gebruiken van een tijdelijk e-mailadres kan u beschermen tegen ongewenste e-mails, phishingpogingen en gegevensinbreuken. Hier is hoe onze extensie een verschil maakt:\n\n1️⃣ Onmiddellijke creatie van een tijdelijk e-mailadres: Genereer binnen enkele seconden een tijdelijk e-mailadres, perfect voor registraties, downloads en het aanmelden voor diensten zonder uw persoonlijke e-mailadres te gebruiken.\n\n2️⃣ Naadloze integratie: Onze extensie integreert naadloos met Chrome, waardoor u een tijdelijk e-mailadres heeft wanneer u het nodig heeft, direct vanuit uw browserwerkbalk.\n\n3️⃣ Gebruiksvriendelijke interface: We hebben onze \"Temporary Email Address\" extensie zo intuïtief mogelijk ontworpen, zodat u uw tijdelijke e-mails gemakkelijk kunt genereren en beheren.\n\nDe voordelen van het gebruik van een tijdelijke e-mailgenerator zijn enorm, vooral als het gaat om het beschermen van uw privacy online. Dit is wat u krijgt:\n\n- Vermijd Spam: Houd uw primaire inbox schoon en vrij van marketinge-mails en spam door tijdelijke mail te gebruiken voor aanmeldingen.\n- Verhoog Privacy: Bescherm uw persoonlijke informatie door niet uw echte e-mailadres aan elke site of dienst te onthullen.\n- Test Diensten: Gebruik een tijdelijk e-mailadres om u aan te melden voor proeven en diensten zonder de verplichting gekoppeld aan uw hoofd e-mail.\n\nOnze \"Temporary Email Address\" Chrome-extensie onderscheidt zich met zijn robuuste functies:\n\n1. Tijdelijk e-mailadres genereren met één klik: Krijg een nieuw tijdelijk e-mailadres met slechts één klik.\n2. Gemakkelijk kopiëren en plakken: Kopieer uw nieuwe tijdelijke mailadres eenvoudig en plak het waar u het nodig heeft.\n3. Automatische verwijdering: E-mails ontvangen in uw tijdelijke e-mailinbox worden automatisch verwijderd na een bepaalde periode, zodat uw tijdelijke inbox schoon en beheersbaar blijft.\n4. Veilig en privé: We geven prioriteit aan uw privacy. E-mails worden veilig opgeslagen en verzonden, en uw informatie wordt nooit gedeeld met derden.\n\nHet gebruik van onze extensie is ongelooflijk eenvoudig. Hier is een stap-voor-stap handleiding:\n\n1. Installeer de \"Temporary Email Address\" extensie vanuit de Chrome Web Store.\n2. Klik op het pictogram van de extensie in uw browserwerkbalk om een nieuw tijdelijk e-mailadres te genereren.\n3. Kopieer het tijdelijke e-mailadres en gebruik het waar u een tijdelijk e-mailadres nodig heeft.\n4. Toegang tot ontvangen e-mails rechtstreeks vanuit de interface van de extensie.\n\nVeelgestelde vragen:\n\n- Hoe lang blijft het tijdelijke e-mailadres bestaan? Tijdelijke e-mails gegenereerd door onze service zijn beschikbaar voor een wisselende periode, meestal lang genoeg om accounts te verifiëren of aanmeldingen te bevestigen.\n- Kan ik mijn tijdelijke e-mailadres kiezen? Elk tijdelijk e-mailadres wordt willekeurig gegenereerd, waarbij uniciteit en beschikbaarheid gewaarborgd zijn.\n- Is er een limiet aan hoeveel tijdelijke e-mailadressen ik kan creëren? Nee, u kunt zoveel tijdelijke e-mailadressen genereren als u nodig heeft, wanneer u ze nodig heeft.\n\nConcluderend, de \"Temporary Email Address\" Chrome-extensie is een essentieel hulpmiddel voor iedereen die op zoek is naar bescherming van hun privacy, het vermijden van spam en het efficiënt beheren van tijdelijke e-mailbehoeften. Met de gebruiksvriendelijke interface, onmiddellijke generatie van tijdelijke e-mails en robuuste privacyfuncties, is het de perfecte tijdelijke e-mailgenerator voor persoonlijk en professioneel gebruik. Probeer het vandaag nog en ervaar de vrijheid en beveiliging van het hebben van een tijdelijk e-mailadres tot uw beschikking.",
    "no": "Presenterer den ultimate løsningen for å håndtere dine behov for online personvern og sikkerhet – Chrome-utvidelsen \"Midlertidig e-postadresse\". Dette kraftige verktøyet er din ressurs for å skape en midlertidig e-post med bare et klikk, noe som hjelper deg med å unngå spam, beskytte din personlig informasjon, og opprettholde renslighet i innboksen din.\n\nHvorfor vurdere en midlertidig e-postadresse? I den digitale tidsalderen, er din e-postadresse porten til din online identitet. Å bruke en midlertidig e-post kan beskytte deg mot uønskede e-poster, phishing-forsøk, og datainnbrudd. Her er hvordan vår utvidelse gjør en forskjell:\n\n1️⃣ Øyeblikkelig opprettelse av midlertidig e-post: Generer en midlertidig e-postadresse på sekunder, perfekt for registreringer, nedlastinger, og påmelding til tjenester uten å bruke din personlige e-post.\n\n2️⃣ Sømløs integrasjon: Vår utvidelse integreres feilfritt med Chrome, og gir deg en midlertidig e-postadresse når du trenger den, direkte fra nettleserens verktøylinje.\n\n3️⃣ Brukervennlig grensesnitt: Vi har designet vår midlertidige e-postadresse utvidelse for å være så intuitiv som mulig, og sikrer at du kan generere og håndtere dine midlertidige e-poster med letthet.\n\nFordelene ved å bruke en midlertidig e-postgenerator er enorme, spesielt når det gjelder å beskytte ditt personvern på nettet. Her er hva du får:\n\n- Unngå Spam: Hold din primære innboks ren og fri fra markedsførings-e-poster og spam ved å bruke en midlertidig e-post for påmeldinger.\n- Forsterket Privatliv: Beskytt din personlige informasjon ved ikke å avsløre din virkelige e-postadresse til hver nettside eller tjeneste.\n- Test Tjenester: Bruk en midlertidig e-postadresse for å melde deg på prøveversjoner og tjenester uten forpliktelsen knyttet til din hoved-e-post.\n\nVår midlertidige e-postadresse Chrome-utvidelse skiller seg ut med sine robuste funksjoner:\n\n1. Generering av midlertidig e-post med ett klikk: Få en ny midlertidig e-postadresse med bare ett klikk.\n2. Enkel kopier og lim inn: Kopier din nye midlertidige postadresse enkelt og lim den inn der du trenger.\n3. Automatisk sletting: E-poster mottatt i din midlertidige e-postinnboks slettes automatisk etter en spesifikk periode, og sikrer at din midlertidige innboks forblir ren og enkel å håndtere.\n4. Sikker og privat: Vi prioriterer ditt privatliv. E-poster lagres og overføres sikkert, og din informasjon deles aldri med tredjeparter.\n\nÅ bruke vår utvidelse er utrolig enkelt. Her er en trinn-for-trinn guide:\n\n1. Installer midlertidig e-postadresse-utvidelsen fra Chrome Web Store.\n2. Klikk på utvidelsesikonet i nettleserens verktøylinje for å generere en ny midlertidig e-postadresse.\n3. Kopier den midlertidige e-postadressen og bruk den der du trenger en midlertidig e-post.\n4. Tilgang til alle mottatte e-poster direkte fra utvidelsens grensesnitt.\n\nOfte stilte spørsmål:\n\n- Hvor lenge varer den midlertidige e-posten? Midlertidige e-poster generert av vår tjeneste er tilgjengelige for en varierende periode, vanligvis nok til å bekrefte kontoer eller bekrefte påmeldinger.\n- Kan jeg velge min midlertidige e-postadresse? Hver midlertidig e-post er tilfeldig generert, noe som sikrer unikhet og tilgjengelighet.\n- Er det en grense for hvor mange midlertidige e-poster jeg kan opprette? Nei, du kan generere så mange midlertidige e-postadresser du trenger, når du trenger dem.\n\nAvslutningsvis, Chrome-utvidelsen \"Midlertidig e-postadresse\" er et essensielt verktøy for alle som ser etter å beskytte deres personvern, unngå spam, og håndtere behov for midlertidige e-poster effektivt. Med sitt brukervennlige grensesnitt, øyeblikkelig generering av midlertidige e-poster og robuste personvernfinesser, er det den perfekte midlertidige e-postgeneratoren for personlig og profesjonell bruk. Prøv den i dag og opplev friheten og sikkerheten ved å ha en midlertidig e-postadresse til din disposisjon.",
    "pl": "Przedstawiamy ostateczne rozwiązanie do zarządzania Twoją prywatnością i bezpieczeństwem w Internecie – rozszerzenie do przeglądarki Chrome \"Tymczasowy adres e-mail\". To potężne narzędzie to Twój niezbędny zasób do tworzenia tymczasowych emaili za jednym kliknięciem, pomagający unikać spamu, chronić osobiste informacje i zachować porządek w skrzynce odbiorczej.\n\nDlaczego warto rozważyć użycie tymczasowego adresu e-mail? W dobie cyfrowej, Twój adres e-mail jest bramą do Twojej tożsamości online. Używanie tymczasowego e-maila może ochronić Cię przed niechcianymi wiadomościami, próbami phishingu i wyciekami danych. Oto jak nasze rozszerzenie wprowadza zmianę:\n\n1️⃣ Natychmiastowe tworzenie tymczasowego e-maila: Generuj tymczasowy adres e-mail w kilka sekund, idealny do rejestracji, pobierania i zapisywania się na usługi bez użycia osobistego e-maila.\n\n2️⃣ Bezproblemowa integracja: Nasze rozszerzenie doskonale integruje się z Chrome, zapewniając Ci tymczasowy adres e-mail za każdym razem, gdy go potrzebujesz, bezpośrednio z paska narzędzi przeglądarki.\n\n3️⃣ Przyjazny interfejs użytkownika: Nasze rozszerzenie \"Tymczasowy adres e-mail\" zostało zaprojektowane tak, aby było jak najbardziej intuicyjne, gwarantując łatwe generowanie i zarządzanie tymczasowymi e-mailami.\n\nKorzyści z używania generatora tymczasowych e-maili są ogromne, szczególnie jeśli chodzi o ochronę Twojej prywatności online. Oto co zyskujesz:\n\n- Unikaj Spamów: Utrzymaj swoją główną skrzynkę odbiorczą czystą i wolną od marketingowych e-maili i spamu, używając tymczasowej poczty do zapisów.\n- Zwiększ Prywatność: Chronić swoje dane osobowe, nie ujawniając swojego prawdziwego adresu e-mail na każdej stronie czy usłudze.\n- Testuj Usługi: Używaj tymczasowego adresu e-mail do zapisania się na próby i usługi bez zaangażowania związanego z głównym e-mailem.\n\nNasze rozszerzenie Chrome \"Tymczasowy adres e-mail\" wyróżnia się dzięki swoim zaawansowanym funkcjom:\n\n1. Generowanie tymczasowego e-maila jednym kliknięciem: Uzyskaj nowy tymczasowy adres e-mail jednym kliknięciem.\n2. Łatwe kopiowanie i wklejanie: Bez problemu skopiuj swój nowy tymczasowy adres e-mail i wklej go tam, gdzie jest potrzebny.\n3. Autousuwanie: E-maile otrzymane na Twoją tymczasową skrzynkę są automatycznie usuwane po określonym czasie, zapewniając, że Twoja tymczasowa skrzynka pozostaje czytelna i łatwa w zarządzaniu.\n4. Bezpieczne i prywatne: Priorytetem jest Twoja prywatność. E-maile są bezpiecznie przechowywane i przekazywane, a Twoje informacje nigdy nie są udostępniane stroną trzecim.\n\nKorzystanie z naszego rozszerzenia jest niezwykle proste. Oto krok po kroku:\n\n1. Zainstaluj rozszerzenie \"Tymczasowy adres e-mail\" z Chrome Web Store.\n2. Kliknij na ikonę rozszerzenia na pasku narzędzi przeglądarki, aby wygenerować nowy tymczasowy adres e-mail.\n3. Skopiuj tymczasowy adres e-mail i użyj go tam, gdzie potrzebujesz tymczasowego e-maila.\n4. Bezpośrednio z interfejsu rozszerzenia uzyskaj dostęp do otrzymanych e-maili.\n\nCzęsto zadawane pytania:\n\n- Jak długo istnieje tymczasowy e-mail? Tymczasowe e-maile generowane przez naszą usługę są dostępne przez różny okres, zazwyczaj wystarczający do weryfikacji kont lub potwierdzenia zapisów.\n- Czy mogę wybrać swój tymczasowy adres e-mail? Każdy tymczasowy e-mail jest generowany losowo, zapewniając unikatowość i dostępność.\n- Czy jest limit, ile tymczasowych e-maili mogę stworzyć? Nie, możesz generować tyle tymczasowych adresów e-mail, ile potrzebujesz, kiedykolwiek ich potrzebujesz.\n\nPodsumowując, rozszerzenie Chrome \"Tymczasowy adres e-mail\" jest niezbędnym narzędziem dla każdego, kto chce chronić swoją prywatność, unikać spamu i skutecznie zarządzać tymczasowymi potrzebami e-mailowymi. Dzięki przyjaznemu interfejsowi użytkownika, natychmiastowemu generowaniu tymczasowych e-maili i zaawansowanym funkcjom prywatności, jest to doskonały generator tymczasowych e-maili do użytku osobistego i zawodowego. Wypróbuj to już dziś i doświadcz wolności oraz bezpieczeństwa, jakie daje posiadanie tymczasowego adresu e-mail pod ręką.",
    "pt_BR": "Apresentando a solução definitiva para gerenciar suas necessidades de privacidade e segurança online – a extensão \"Endereço de Email Temporário\" para Chrome. Esta ferramenta poderosa é o recurso ideal para criar um email temporário com apenas um clique, ajudando você a evitar spam, proteger suas informações pessoais e manter a limpeza da caixa de entrada.\n\nPor que considerar um Endereço de Email Temporário? Na era digital, seu endereço de email é o portal para sua identidade online. Usar um email temporário pode protegê-lo de emails indesejados, tentativas de phishing e violações de dados. Veja como nossa extensão faz a diferença:\n\n1️⃣ Criação instantânea de email temporário: Gere um endereço de email temporário em segundos, perfeito para cadastros, downloads e inscrições em serviços sem usar seu email pessoal.\n\n2️⃣ Integração perfeita: Nossa extensão se integra sem problemas ao Chrome, fornecendo-lhe um endereço de email temporário sempre que você precisar, diretamente da barra de ferramentas do seu navegador.\n\n3️⃣ Interface amigável: Projetamos a extensão de Endereço de Email Temporário para ser o mais intuitiva possível, garantindo que você possa gerar e gerenciar seus emails temporários com facilidade.\n\nOs benefícios de usar um gerador de email temporário são imensos, especialmente quando se trata de proteger sua privacidade online. Aqui está o que você ganha:\n\n- Evite Spam: Mantenha sua caixa de entrada principal limpa e livre de emails de marketing e spam, usando um email temporário para inscrições.\n- Aumente a Privacidade: Proteja suas informações pessoais não divulgando seu endereço de email real para cada site ou serviço.\n- Teste Serviços: Use um endereço de email temporário para se inscrever em testes e serviços sem o compromisso associado ao seu email principal.\n\nNossa extensão de Endereço de Email Temporário se destaca com seus recursos robustos:\n\n1. Geração de email temporário com um clique: Obtenha um novo endereço de email temporário com apenas um clique.\n2. Copiar e colar fácil: Copie seu novo endereço de email temporário com facilidade e cole onde precisar.\n3. Auto-deleção: Emails recebidos na sua caixa de entrada temporária são automaticamente apagados após um período específico, garantindo que sua caixa de entrada temporária permaneça limpa e gerenciável.\n4. Seguro e privado: Priorizamos sua privacidade. Os emails são armazenados e transmitidos com segurança, e suas informações nunca são compartilhadas com terceiros.\n\nUsar nossa extensão é incrivelmente simples. Aqui está um guia passo a passo:\n\n1. Instale a extensão de Endereço de Email Temporário da Chrome Web Store.\n2. Clique no ícone da extensão na barra de ferramentas do seu navegador para gerar um novo endereço de email temporário.\n3. Copie o endereço de email temporário e use-o onde precisar de um email temporário.\n4. Acesse quaisquer emails recebidos diretamente da interface da extensão.\n\nPerguntas frequentes:\n\n- Quanto tempo dura o email temporário? Emails temporários gerados pelo nosso serviço estão disponíveis por um período variável, geralmente o suficiente para verificar contas ou confirmar inscrições.\n- Posso escolher meu endereço de email temporário? Cada email temporário é gerado aleatoriamente, garantindo unicidade e disponibilidade.\n- Há um limite para quantos emails temporários posso criar? Não, você pode gerar quantos endereços de email temporários precisar, sempre que precisar.\n\nEm conclusão, a extensão \"Endereço de Email Temporário\" para Chrome é uma ferramenta essencial para qualquer pessoa que busca proteger sua privacidade, evitar spam e gerenciar necessidades de email temporário com eficiência. Com sua interface amigável, geração instantânea de email temporário e recursos robustos de privacidade, é o gerador de email temporário perfeito para uso pessoal e profissional. Experimente hoje mesmo e vivencie a liberdade e segurança de ter um endereço de email temporário à sua disposição.",
    "pt_PT": "Apresentando a solução definitiva para gerir suas necessidades de privacidade e segurança online – a extensão do Chrome \"Endereço de Email Temporário\". Esta poderosa ferramenta é seu recurso ideal para criar um email temporário com apenas um clique, ajudando você a evitar spam, proteger suas informações pessoais e manter a limpeza da sua caixa de entrada.\n\nPor que considerar um Endereço de Email Temporário? Na era digital, seu endereço de email é o portal para sua identidade online. Usar um email temporário pode protegê-lo de emails indesejados, tentativas de phishing e violações de dados. Veja como nossa extensão faz a diferença:\n\n1️⃣ Criação instantânea de email temporário: Gere um endereço de email temporário em segundos, perfeito para registros, downloads e inscrições em serviços sem usar seu email pessoal.\n\n2️⃣ Integração perfeita: Nossa extensão se integra sem problemas ao Chrome, fornecendo-lhe um endereço de email temporário sempre que precisar, diretamente da barra de ferramentas do seu navegador.\n\n3️⃣ Interface amigável: Projetamos nossa extensão de Endereço de Email Temporário para ser o mais intuitiva possível, garantindo que você possa gerar e gerenciar seus emails temporários com facilidade.\n\nOs benefícios de usar um gerador de email temporário são enormes, especialmente quando se trata de proteger sua privacidade online. Veja o que você ganha:\n\n- Evitar Spam: Mantenha sua caixa de entrada principal limpa e livre de emails de marketing e spam, usando um email temp para inscrições.\n- Aumentar a Privacidade: Proteja suas informações pessoais ao não divulgar seu endereço de email real para cada site ou serviço.\n- Testar Serviços: Use um endereço de email temporário para se inscrever em testes e serviços sem o compromisso vinculado ao seu email principal.\n\nNossa extensão \"Endereço de Email Temporário\" para Chrome se destaca com seus recursos robustos:\n\n1. Geração de email temporário com um clique: Obtenha um novo endereço de email temporário com apenas um clique.\n2. Cópia e colagem fáceis: Copie seu novo endereço de email temp facilmente e cole onde precisar.\n3. Auto-deleção: Emails recebidos em sua caixa de entrada temporária são automaticamente deletados após um período específico, garantindo que sua caixa de entrada temporária permaneça limpa e gerenciável.\n4. Seguro e privado: Priorizamos sua privacidade. Os emails são armazenados e transmitidos de forma segura, e suas informações nunca são compartilhadas com terceiros.\n\nUsar nossa extensão é incrivelmente direto. Aqui está um guia passo a passo:\n\n1. Instale a extensão de Endereço de Email Temporário da Chrome Web Store.\n2. Clique no ícone da extensão na barra de ferramentas do seu navegador para gerar um novo endereço de email temporário.\n3. Copie o endereço de email temp e use onde precisar de um email temporário.\n4. Acesse qualquer email recebido diretamente da interface da extensão.\n\nPerguntas frequentes:\n\n- Quanto tempo dura o email temporário? Os emails temporários gerados pelo nosso serviço estão disponíveis por um período variável, geralmente suficiente para verificar contas ou confirmar inscrições.\n- Posso escolher meu endereço de email temporário? Cada email temporário é gerado aleatoriamente, assegurando singularidade e disponibilidade.\n- Há um limite de quantos emails temporários posso criar? Não, você pode gerar tantos endereços de email temporários quanto precisar, sempre que precisar.\n\nEm conclusão, a extensão \"Endereço de Email Temporário\" para Chrome é uma ferramenta essencial para qualquer pessoa que procura proteger sua privacidade, evitar spam e gerenciar necessidades de email temporário de maneira eficiente. Com sua interface amigável, geração instantânea de email temporário e recursos de privacidade robustos, é o gerador de email temporário perfeito para uso pessoal e profissional. Experimente hoje e experimente a liberdade e segurança de ter um endereço de email temporário à sua disposição.",
    "ro": "Vă prezentăm soluția definitivă pentru gestionarea nevoilor dvs. privind confidențialitatea și securitatea online - extensia Chrome \"Adresa de email temporară\". Acest instrument puternic este resursa ideală pentru crearea unui email temporar cu doar un clic, ajutându-vă să evitați spamul, să vă protejați informațiile personale și să mențineți curățenia în inbox.\n\nDe ce să luați în considerare o Adresă de Email Temporară? În era digitală, adresa dvs. de email este poarta către identitatea dvs. online. Utilizarea unui email temporar vă poate apăra de emailuri nedorite, tentative de phishing și încălcări ale datelor. Iată cum face diferența extensia noastră:\n\n1️⃣ Creare instantă de email temporar: Generați o adresă de email temporară în câteva secunde, perfectă pentru înregistrări, descărcări și abonări la servicii fără a utiliza emailul personal.\n\n2️⃣ Integrare fără cusur: Extensia noastră se integrează perfect cu Chrome, oferindu-vă o adresă de email temporară ori de câte ori aveți nevoie, direct din bara de instrumente a browserului.\n\n3️⃣ Interfață prietenoasă cu utilizatorul: Am conceput extensia noastră de Adresă de Email Temporară pentru a fi cât se poate de intuitivă, asigurându-vă că puteți genera și gestiona emailurile temporare cu ușurință.\n\nBeneficiile utilizării unui generator de emailuri temporare sunt imense, în special când vine vorba de protejarea confidențialității dvs. online. Iată ce obțineți:\n\n- Evitați Spamul: Păstrați-vă inboxul principal curat și liber de emailuri de marketing și spam utilizând un mail temporar pentru înregistrări.\n- Îmbunătățiți Confidențialitatea: Protejați-vă informațiile personale ne-divulgând adresa dvs. reală de email fiecărui site sau serviciu.\n- Testați Servicii: Utilizați o adresă de email temporară pentru a vă înregistra la trialuri și servicii fără angajamentul legat de emailul principal.\n\nExtensia noastră Chrome pentru Adresa de Email Temporară iese în evidență cu caracteristicile sale puternice:\n\n1. Generare de email temporar cu un singur clic: Obțineți o nouă adresă de email temporară cu doar un clic.\n2. Copiere și lipire ușoară: Copiați noua adresă de mail temporar cu ușurință și lipiți-o oriunde aveți nevoie.\n3. Ștergere automată: Emailurile primite în inboxul dumneavoastră temporar sunt automat șterse după o anumită perioadă, asigurând că inboxul temporar rămâne curat și ușor de gestionat.\n4. Securizat și privat: Prioritizăm confidențialitatea dvs. Emailurile sunt stocate și transmise în siguranță, iar informațiile dvs. nu sunt niciodată partajate cu terțe părți.\n\nUtilizarea extensiei noastre este incredibil de simplă. Iată un ghid pas cu pas:\n\n1. Instalați extensia de adresa de email temporară din Chrome Web Store.\n2. Faceți clic pe pictograma extensiei în bara de instrumente a browserului pentru a genera o nouă adresă de email temporară.\n3. Copiați adresa de email temporară și folosiți-o oriunde aveți nevoie de un email temporar.\n4. Accesați orice emailuri primite direct din interfața extensiei.\n\nÎntrebări frecvente:\n\n- Cât timp durează emailul temporar? Emailurile temporare generate de serviciul nostru sunt disponibile pentru o perioadă variabilă, de obicei suficientă pentru a verifica conturi sau a confirma înregistrări.\n- Pot alege adresa mea de email temporară? Fiecare email temporar este generat aleatoriu, asigurând unicitatea și disponibilitatea.\n- Există o limită de câte emailuri temporare pot crea? Nu, puteți genera cât mai multe adrese de email temporare de câte ori aveți nevoie.\n\nÎn concluzie, extensia Chrome \"Adresa de Email Temporară\" este un instrument esențial pentru oricine dorește să își protejeze confidențialitatea, să evite spamul și să gestioneze eficient necesitățile de email temporar. Cu interfața sa prietenoasă cu utilizatorul, generarea instantă de email temporar și caracteristicile robuste de confidențialitate, este generatorul perfect de email temporar pentru utilizare personală și profesională. Încercați-l astăzi și experimentați libertatea și securitatea de a avea o adresă de email temporară la dispoziția dvs.",
    "ru": "Представляем идеальное решение для управления вашей конфиденциальностью в сети и требованиями безопасности – расширение для Chrome \"Временный Электронный Адрес\". Этот мощный инструмент станет вашим надёжным помощником для создания временного e-mail всего в один клик, помогая вам избежать спама, защитить личную информацию и поддерживать чистоту входящих сообщений.\n\nПочему стоит подумать о временном Электронном Адресе? В цифровую эпоху ваш e-mail – это ворота в вашу онлайн-личность. Использование временного e-mail может защитить вас от нежелательных писем, попыток фишинга и утечек данных. Вот как наше расширение поможет вам отличиться:\n\n1️⃣ Мгновенное создание временного e-mail: Сгенерируйте временный адрес электронной почты за секунды, идеально подходит для регистрации, загрузок и подписки на услуги, не используя ваш личный e-mail.\n\n2️⃣ Бесшовная интеграция: Наше расширение безупречно интегрируется с Chrome, предоставляя вам временный e-mail адрес, когда он вам нужен, прямо из панели инструментов браузера.\n\n3️⃣ Удобный интерфейс пользователя: Мы спроектировали наше расширение \"Временный Электронный Адрес\" максимально интуитивно понятным, чтобы вы могли легко генерировать и управлять вашими временными e-mail.\n\nПреимущества использования генератора временных e-mail огромны, особенно когда речь идёт о защите вашей конфиденциальности в сети. Вот что вы получаете:\n\n- Избегайте Спама: Держите ваш основной почтовый ящик чистым и свободным от маркетинговых писем и спама, используя временную почту для регистраций.\n- Улучшите Приватность: Защитите вашу личную информацию, не разглашая ваш настоящий e-mail адрес каждому сайту или сервису.\n- Проверьте Сервисы: Используйте временный e-mail адрес для регистрации на пробные периоды и службы, не связывая это с вашей основной электронной почтой.\n\nНаше расширение для Chrome \"Временный Электронный Адрес\" выделяется своими надёжными функциями:\n\n1. Генерация временного e-mail в один клик: Получите новый временный e-mail адрес одним кликом.\n2. Простое копирование и вставка: Легко скопируйте ваш новый временный адрес почты и вставьте его там, где он вам нужен.\n3. Автоматическое удаление: Письма, полученные на ваш временный почтовый ящик, автоматически удаляются после определённого периода, обеспечивая чистоту и удобство управления временным почтовым ящиком.\n4. Безопасность и конфиденциальность: Мы ставим вашу приватность на первое место. Письма безопасно хранятся и передаются, а ваша информация никогда не делится с третьими лицами.\n\nИспользование нашего расширения невероятно простое. Вот пошаговое руководство:\n\n1. Установите расширение \"Временный Электронный Адрес\" с Chrome Web Store.\n2. Нажмите на значок расширения на панели инструментов браузера, чтобы сгенерировать новый временный e-mail адрес.\n3. Скопируйте временный адрес почты и используйте его там, где вам необходим временный e-mail.\n4. Доступ к полученным письмам осуществляется прямо из интерфейса расширения.\n\nЧасто задаваемые вопросы:\n\n- Как долго длится временный e-mail? Временные e-mail, сгенерированные нашим сервисом, доступны на различный период, обычно достаточный для подтверждения аккаунтов или регистраций.\n- Могу ли я выбрать свой временный e-mail адрес? Каждый временный e-mail генерируется случайным образом, что обеспечивает его уникальность и доступность.\n- Есть ли лимит на количество создаваемых временных e-mail? Нет, вы можете генерировать столько временных e-mail адресов, сколько вам нужно, и когда вам нужно.\n\nВ заключение, расширение для Chrome \"Временный Электронный Адрес\" является незаменимым инструментом для любого, кто хочет защитить свою приватность, избежать спама и эффективно управлять потребностями во временной электронной почте. С его удобным интерфейсом, мгновенным созданием временного email и надёжными функциями конфиденциальности, это идеальный генератор временных email как для личного, так и профессионального использования. Попробуйте его сегодня и ощутите свободу и безопасность, имея временный e-mail адрес в вашем распоряжении.",
    "sk": "Predstavujeme konečné riešenie pre správu Vašich potrieb súkromia a bezpečnosti online - rozšírenie pre Chrome \"Dočasná e-mailová adresa\". Tento výkonný nástroj je Vašim zdrojom prvého výberu pre vytvorenie dočasného e-mailu jediným kliknutím, pomáha Vám vyhýbať sa spamu, ochraňovať osobné informácie a udržiavať čistotu doručenej pošty.\n\nPrečo zvážiť Dočasnú e-mailovú adresu? V digitálnej dobe je Vaša e-mailová adresa bránou k Vašej online identite. Použitie dočasného e-mailu Vás môže ochrániť pred nechcenými e-mailmi, pokusmi o phishing a únikmi dát. Tu je, ako náš doplnok robí rozdiel:\n\n1️⃣ Okamžité vytvorenie dočasnej e-mailovej adresy: Vygenerujte dočasnú e-mailovú adresu za niekoľko sekúnd, ideálne pre registrácie, sťahovania a prihlasovanie sa na služby bez použitia Vášho osobného e-mailu.\n\n2️⃣ Bezproblémová integrácia: Náš doplnok sa dokonale integruje do Chrome, poskytujúc Vám dočasnú e-mailovú adresu vždy, keď ju potrebujete, priamo z nástrojovej lišty prehliadača.\n\n3️⃣ Užívateľsky príjemné rozhranie: Navrhli sme naše rozšírenie Dočasnej e-mailovej adresy tak, aby bolo čo najintuitívnejšie, zabezpečujúc, že môžete generovať a spravovať Vaše dočasné e-maily s ľahkosťou.\n\nVýhody používania generátora dočasných e-mailov sú obrovské, obzvlášť keď ide o ochranu Vašich súkromných informácií online. Tu je, čo získavate:\n\n- Vyhnite sa Spam-u: Udržiavajte Vašu hlavnú doručenú poštu čistú a bez marketingových e-mailov a spamu pomocou dočasnej pošty pri registráciách.\n- Zvýšte Súkromie: Ochráňte Vaše osobné informácie nezverejňovaním Vašej skutočnej e-mailovej adresy na každej stránke alebo službe.\n- Testujte Služby: Použite dočasnú e-mailovú adresu na prihlásenie sa na skúšobné obdobia a služby bez záväzku prepojeného s Vaším hlavným e-mailom.\n\nNaše rozšírenie Dočasnej e-mailovej adresy vyniká svojimi robustnými funkciami:\n\n1. Generovanie dočasného e-mailu jedným kliknutím: Získajte novú dočasnú e-mailovú adresu jedným kliknutím.\n2. Jednoduché kopírovanie a vkladanie: Ľahko skopírujte novú dočasnú e-mailovú adresu a vložte ju tam, kde potrebujete.\n3. Automatické vymazanie: E-maily prijaté na Vašej dočasnej e-mailovej schránke sú automaticky vymazané po určitej dobe, zaistite tak čistotu a spravovateľnosť vašej dočasnej doručenej pošty.\n4. Bezpečné a súkromné: Súkromie je naša priorita. E-maily sú bezpečne ukladané a prenášané a Vaše informácie nie sú nikdy zdieľané s tretími stranami.\n\nPoužívanie nášho rozšírenia je neuveriteľne priamočiare. Tu je krok-za-krokom návod:\n\n1. Inštalujte rozšírenie Dočasnej e-mailovej adresy z Obchodu Chrome Web Store.\n2. Kliknite na ikonu rozšírenia v nástrojovej lište Vášho prehliadača na vygenerovanie novej dočasnej e-mailovej adresy.\n3. Skopírujte dočasnú e-mailovú adresu a použite ju tam, kde potrebujete dočasný e-mail.\n4. Prijaté e-maily pristupujte priamo z rozhrania rozšírenia.\n\nČasto kladené otázky:\n\n- Ako dlho platí dočasný e-mail? Dočasné e-maily generované našou službou sú dostupné na rôzne dlhé obdobia, zvyčajne dostatočné na overenie účtov alebo potvrdenie registrácií.\n- Môžem si vybrať svoju dočasnú e-mailovú adresu? Každý dočasný e-mail je náhodne generovaný, zaisťujúc unikátnosť a dostupnosť.\n- Je nejaký limit na to, koľko dočasných e-mailov si môžem vygenerovať? Nie, môžete generovať toľko dočasných e-mailových adries, koľko potrebujete, vždy keď ich potrebujete.\n\nNa záver, rozšírenie pre Chrome \"Dočasná e-mailová adresa\" je nevyhnutný nástroj pre každého, kto chce chrániť svoje súkromie, vyhýbať sa spamu a efektívne spravovať potreby dočasnej e-mailovej adresy. S jeho užívateľsky priateľským rozhraním, okamžitým vytvorením dočasného e-mailu a robustnými funkciami súkromia je to dokonalý generátor dočasných e-mailov pre osobné a profesionálne použitie. Vyskúšajte ho dnes a zažite slobodu a bezpečnosť mať k dispozícii dočasnú e-mailovú adresu.",
    "sl": "Predstavljamo ultimativno rešitev za upravljanje vaše zasebnosti in varnostnih potreb na spletu – razširitev Chrome \"Začasni e-poštni naslov\". To močno orodje je vaš nepogrešljiv vir za ustvarjanje začasnega e-poštnega naslova z enim klikom, kar vam pomaga izogibati se neželeni pošti, varovati svoje osebne podatke in vzdrževati čistočo vaše prejete pošte.\n\nZakaj razmisliti o začasnem e-poštnem naslovu? V digitalni dobi je vaš e-poštni naslov vrata do vaše spletne identitete. Uporaba začasnega e-poštnega naslova vas lahko zaščiti pred neželenimi sporočili, spletnimi goljufijami in kršenjem podatkov. Tukaj je razlaga, kako naša razširitev naredi razliko:\n\n1️⃣ Takojšnje ustvarjanje začasnega e-poštnega naslova: Generirate lahko začasni e-poštni naslov v sekundah, popolno za registracije, prenose in prijave za storitve brez uporabe vašega osebnega e-poštnega naslova.\n\n2️⃣ Neopazna integracija: Naša razširitev se brezhibno vključi v Chrome, kar vam omogoča, da imate začasni e-poštni naslov vedno na voljo, neposredno iz orodne vrstice brskalnika.\n\n3️⃣ Uporabniku prijazen vmesnik: Našo razširitev \"Začasni e-poštni naslov\" smo oblikovali čim bolj intuitivno, kar zagotavlja, da lahko enostavno generirate in upravljate svoje začasne e-pošte.\n\nPrednosti uporabe generatorja začasnih e-poštnih naslovov so ogromne, še posebej, ko gre za zaščito vaše zasebnosti na spletu. Tukaj je, kaj dobite:\n\n- Izogibanje neželeni pošti: Ohranite vaš glavni nabiralnik čist in brez marketinških e-sporočil in neželene pošte z uporabo začasne pošte za prijave.\n- Izboljšana zasebnost: Zaščitite svoje osebne podatke tako, da ne razkrivate svojega resničnega e-poštnega naslova vsaki spletni strani ali storitvi.\n- Preizkušanje storitev: Uporabite začasni e-poštni naslov za prijavo na preizkusne različice storitev in storitve brez zavez povezanih z vašim glavnim e-poštnim naslovom.\n\nNaša razširitev \"Začasni e-poštni naslov\" Chrome izstopa s svojimi robustnimi lastnostmi:\n\n1. Generiranje začasnega e-poštnega naslova z enim klikom: Z enem klikom pridobite nov začasni e-poštni naslov.\n2. Enostavno kopiranje in lepljenje: Z lahkoto kopirajte vaš nov začasni e-naslov in ga prilepite, kjer koli ga potrebujete.\n3. Samodejno brisanje: E-pošte, prejete v vaš začasni e-nabiralnik, se samodejno izbrišejo po določenem obdobju, kar zagotavlja, da ostane vaš začasni nabiralnik čist in obvladljiv.\n4. Varno in zasebno: Vašo zasebnost postavljamo na prvo mesto. E-pošte so varno shranjene in prenesene, vaši podatki pa nikoli niso deljeni s tretjimi osebami.\n\nUporaba naše razširitve je neverjetno preprosta. Tukaj je korak-po-korak vodič:\n\n1. Namestite razširitev \"Začasni e-poštni naslov\" iz Chrome spletnega skladišča (Chrome Web Store).\n2. Kliknite na ikono razširitve v orodni vrstici brskalnika, da generirate nov začasni e-poštni naslov.\n3. Kopirajte začasni e-naslov in ga uporabite, kjer koli potrebujete začasni e-poštni naslov.\n4. Dostopajte do prejetih e-poštnih sporočil neposredno iz vmesnika razširitve.\n\nPogosto zastavljena vprašanja:\n\n- Kako dolgo traja začasna e-pošta? Začasni e-poštni naslovi, ki jih generira naša storitev, so na voljo za različna obdobja, navadno dovolj, da potrdite račune ali potrdite prijave.\n- Lahko izberem svoj začasni e-poštni naslov? Vsak začasni e-poštni naslov je naključno generiran, kar zagotavlja njegovo edinstvenost in razpoložljivost.\n- Ali obstaja omejitev, koliko začasnih e-poštnih naslovov lahko ustvarim? Ne, lahko generirate toliko začasnih e-poštnih naslovov, kolikor jih potrebujete, kadar koli jih potrebujete.\n\nZaključno, razširitev Chrome \"Začasni e-poštni naslov\" je bistveno orodje za vsakogar, ki želi zaščititi svojo zasebnost, se izogniti neželeni pošti in učinkovito upravljati s potrebami začasnih e-poštnih naslovov. Z uporabniku prijaznim vmesnikom, takojšnjim generiranjem začasnih e-poštnih naslovov in robustnimi zasebnostnimi funkcijami, je to popoln generator začasnih e-poštnih naslovov za osebno in poklicno uporabo. Preizkusite ga že danes in izkusite svobodo in varnost, ki jo ima začasni e-poštni naslov na razpolago.",
    "sr": "Predstavljamo ultimativno rešenje za upravljanje vašom privatnošću i bezbednošću na internetu – Chrome ekstenziju \"Privremena email adresa\". Ovaj moćni alat je izvor na koji možete da se oslonite kada želite da stvorite temp email samo jednim klikom, pomažući vam da izbegnete spam, zaštitite svoje lične informacije i održite čistoću ulaznog sandučeta.\n\nZašto razmotriti privremenu Email adresu? U digitalnom dobu, vaša email adresa je kapija vašeg online identiteta. Korišćenjem temp emaila možete se zaštititi od neželjenih emailova, pokušaja phishinga i kršenja podataka. Evo kako naša ekstenzija pravi razliku:\n\n1️⃣ Instant kreiranje temp emaila: Generišite privremenu email adresu za nekoliko sekundi, savršeno za registracije, preuzimanja i prijavljivanje za servise bez korišćenja vašeg ličnog emaila.\n\n2️⃣ Besprekorna integracija: Naša ekstenzija se besprekorno integriše sa Chrome-om, pružajući vam temp email adresu kada god vam je potrebna, direktno iz alatne trake vašeg pregledača.\n\n3️⃣ Korisnički prijatan interfejs: Dizajnirali smo Chrome ekstenziju \"Privremena email adresa\" da bude što intuitivnija, osiguravajući da možete da generišete i upravljate vašim temp emailovima sa lakoćom.\n\nPrednosti korišćenja generatora temp emaila su ogromne, posebno kada je reč o zaštiti vaše privatnosti na internetu. Evo šta dobijate:\n\n- Izbegnite Spam: Držite vaš primarni inbox čistim i slobodnim od marketinških emailova i spama koristeći temp mail za prijave.\n- Povećajte Privatnost: Zaštitite vaše lične informacije ne otkrivajući vašu stvarnu email adresu svakom sajtu ili servisu.\n- Testirajte Servise: Koristite privremenu email adresu za prijavljivanje za probe i servise bez obaveze vezivanja za vaš glavni email.\n\nChrome ekstenzija \"Privremena email adresa\" se ističe svojim robustnim funkcijama:\n\n1. Generisanje temp emaila jednim klikom: Dobijte novu temp email adresu samo jednim klikom.\n2. Lako kopiranje i lepljenje: Lako kopirajte vašu novu temp mail adresu i nalepite je gde god vam je potrebna.\n3. Automatsko brisanje: Emailovi primljeni u vašem temp inboxu se automatski brišu nakon određenog perioda, osiguravajući da vaš temp inbox ostane čist i upravljiv.\n4. Sigurno i privatno: Mi dajemo prioritet vašoj privatnosti. Emailovi su sigurno čuvani i prenošeni, a vaši podaci nikada nisu deljeni sa trećim stranama.\n\nKorišćenje naše ekstenzije je izuzetno jednostavno. Evo korak-po-korak uputstva:\n\n1. Instalirajte ekstenziju \"Privremena email adresa\" iz Chrome Web prodavnice.\n2. Kliknite na ikonicu ekstenzije u alatnoj traci vašeg pregledača da generišete novu temp email adresu.\n3. Kopirajte temp mail adresu i koristite je gde god vam je potrebna privremena email adresa.\n4. Pristupite bilo kojim primljenim emailovima direktno iz interfejsa ekstenzije.\n\nČesto postavljana pitanja:\n\n- Koliko dugo traje temp email? Temp emailovi generisani našom uslugom su dostupni za različite periode, obično dovoljno da verifikujete naloge ili potvrdite prijave.\n- Da li mogu da biram svoju temp email adresu? Svaka temp email adresa se generiše nasumično, osiguravajući jedinstvenost i dostupnost.\n- Da li postoji limit koliko temp emailova mogu da kreiram? Ne, možete da generišete onoliko temp email adresa koliko vam je potrebno, kad god vam je potrebno.\n\nZaključak, Chrome ekstenzija \"Privremena email adresa\" je neophodan alat za bilo koga ko želi da zaštiti svoju privatnost, izbegne spam i efikasno upravlja potrebama za privremenim emailom. Sa svojim korisničkim interfejsom, instant generacijom temp emaila i robustnim funkcijama privatnosti, savršen je generator temp emaila za ličnu i profesionalnu upotrebu. Isprobajte ga danas i doživite slobodu i sigurnost imajući privremenu email adresu na raspolaganju.",
    "sv": "Presenterar den ultimata lösningen för att hantera dina behov av integritet och säkerhet online - Chrome-tillägget \"Tillfällig e-postadress\". Detta kraftfulla verktyg är din resurs för att skapa en tillfällig e-post med bara ett klick, vilket hjälper dig att undvika skräppost, skydda din personliga information och upprätthålla inkorgsrenlighet.\n\nVarför överväga en tillfällig e-postadress? I den digitala åldern är din e-postadress en portal till din online-identitet. Att använda en tillfällig e-post kan skydda dig från oönskade e-postmeddelanden, phishing-försök och dataintrång. Så här gör vårt tillägg skillnad:\n\n1️⃣ Omedelbar skapande av tillfällig e-post: Generera en tillfällig e-postadress på några sekunder, perfekt för registreringar, nedladdningar och att anmäla sig för tjänster utan att använda din personliga e-post.\n\n2️⃣ Sömlös integration: Vårt tillägg integreras felfritt med Chrome och ger dig en tillfällig e-postadress när du behöver den, direkt från din webbläsarverktygsfält.\n\n3️⃣ Användarvänligt gränssnitt: Vi har designat vår tillfälliga e-postadress-tillägg för att vara så intuitiv som möjligt, och säkerställt att du kan generera och hantera dina tillfälliga e-postadresser enkelt.\n\nFördelarna med att använda en generator för tillfälliga e-postadresser är enorma, särskilt när det gäller att skydda din integritet online. Här är vad du får:\n\n- Undvik skräppost: Håll din primära inkorg ren och fri från marknadsföringsmejl och skräppost genom att använda en tillfällig mejladress för anmälningar.\n- Förstärkt integritet: Skydda din personliga information genom att inte avslöja din riktiga e-postadress till varje webbplats eller tjänst.\n- Testa tjänster: Använd en tillfällig e-postadress för att registrera dig för provperioder och tjänster utan att binda dig till din huvudmejl.\n\nVår Chrome-tillägg för tillfällig e-postadress utmärker sig med sina robusta funktioner:\n\n1. Enklicksgenerering av tillfällig e-post: Få en ny tillfällig e-postadress med bara ett klick.\n2. Enkel kopiering och inklistring: Kopiera din nya tillfälliga e-postadress enkelt och klistra in den där du behöver.\n3. Självborttagning: E-postmeddelanden som tas emot i din tillfälliga inkorg raderas automatiskt efter en viss period, vilket säkerställer att din tillfälliga inkorg hålls ren och hanterbar.\n4. Säker och privat: Vi prioriterar din integritet. E-postmeddelanden lagras och överförs säkert, och din information delas aldrig med tredje parter.\n\nAtt använda vårt tillägg är oerhört enkelt. Här är en steg-för-steg-guide:\n\n1. Installera Chrome-tillägget för tillfällig e-postadress från Chrome Web Store.\n2. Klicka på tilläggsikonen i din webbläsarverktygsfält för att generera en ny tillfällig e-postadress.\n3. Kopiera den tillfälliga e-postadressen och använd den där du behöver en tillfällig e-post.\n4. Tillgång till mottagna e-postmeddelanden direkt från tilläggsgränssnittet.\n\nVanliga frågor:\n\n- Hur länge varar den tillfälliga e-postadressen? Tillfälliga e-postadresser som genereras av vår tjänst är tillgängliga under varierande period, oftast tillräckligt länge för att verifiera konton eller bekräfta registreringar.\n- Kan jag välja min tillfälliga e-postadress? Varje tillfällig e-post genereras slumpmässigt, vilket garanterar unicitet och tillgänglighet.\n- Finns det en gräns för hur många tillfälliga e-postadresser jag kan skapa? Nej, du kan generera så många tillfälliga e-postadresser du behöver, när du än behöver dem.\n\nSammanfattningsvis är Chrome-tillägget \"Tillfällig e-postadress\" ett essentiellt verktyg för alla som vill skydda sin integritet, undvika skräppost och effektivt hantera tillfälliga e-postbehov. Med sitt användarvänliga gränssnitt, omedelbar generering av tillfällig e-post och kraftfulla integritetsfunktioner är det den perfekta generatoren för tillfälliga e-postadresser för personligt och professionellt bruk. Testa det idag och upplev friheten och säkerheten med att ha en tillfällig e-postadress till ditt förfogande.",
    "sw": "Kutambulisha suluhisho la mwisho la kusimamia mahitaji yako ya usiri na usalama mtandaoni – kipanuzi cha Chrome kiitwacho \"Anwani ya Barua Pepe ya Muda\". Kifaa hiki chenye nguvu ni rasilimali yako ya uhakika kwa ajili ya kuzalisha barua pepe ya muda kwa kubofya moja tu, kukusaidia kuepuka spamu, kulinda taarifa zako binafsi, na kudumisha usafi wa kikasha chako cha barua pepe.\n\nKwa nini uzingatie Anwani ya Barua Pepe ya Muda? Katika zama za kidijitali, anwani yako ya barua pepe ni lango la utambulisho wako mtandaoni. Kutumia barua pepe ya muda kunaweza kukulinda dhidi ya barua pepe zisizotakiwa, majaribio ya kuiba taarifa, na uvunjifu wa data. Hivi ndivyo kipanuzi chetu kinavyofanya tofauti:\n\n1️⃣ Uzalishaji wa barua pepe ya muda papo hapo: Tengeneza anwani ya barua pepe ya muda kwa sekunde, inayofaa kwa usajili, kupakua, na kujiandikisha kwa huduma bila kutumia barua pepe yako binafsi.\n\n2️⃣ Muunganiko bila mshono: Kipanuzi chetu kinaingiliana kikamilifu na Chrome, kikikupa anwani ya barua pepe ya muda unapoihitaji, moja kwa moja kutoka kwenye upau wa zana wa kivinjari chako.\n\n3️⃣ Kiolesura rafiki kwa mtumiaji: Tumeunda kipanuzi chetu cha Anwani ya Barua Pepe ya Muda kuwa rahisi kiasili iwezekanavyo, kuhakikisha unaweza kuzalisha na kusimamia barua pepe zako za muda kwa urahisi.\n\nFaida za kutumia kizalisha cha barua pepe ya muda ni kubwa, haswa linapokuja katika kulinda usiri wako mtandaoni. Haya ndiyo unayopata:\n\n- Epuka Spamu: Weka kikasha chako cha barua kuu safi na bila barua pepe za masoko na spamu kwa kutumia barua pepe ya muda kwa usajili.\n- Boresha Usiri: Linda taarifa zako binafsi kwa kutozifichua anwani yako halisi ya barua pepe kwa kila tovuti au huduma.\n- Jaribu Huduma: Tumia anwani ya barua pepe ya muda kwa kujiandikisha kwa majaribio na huduma bila kujifunga na barua pepe kuu.\n\nKipanuzi chetu cha Anwani ya Barua Pepe ya Muda kinaangaza na sifa zake thabiti:\n\n1. Uzalishaji wa barua pepe ya muda kwa kubofya moja: Pata anwani mpya ya barua pepe ya muda kwa kubofya moja tu.\n2. Nakili na bandika kwa urahisi: Nakili anwani yako mpya ya barua pepe ya muda kwa urahisi na bandika inapohitajika.\n3. Kufutwa kiotomatiki: Barua pepe zinazoingia kwenye kikasha cha barua pepe ya muda zinafutwa kiotomatiki baada ya kipindi fulani, kuhakikisha kikasha chako cha muda kinabaki safi na kinachoweza kudhibitiwa.\n4. Salama na binafsi: Tunatilia maanani usiri wako. Barua pepe zinahifadhiwa na kupelekwa kwa usalama, na taarifa zako kamwe hazishirikishwi na watu wengine.\n\nKutumia kipanuzi chetu ni rahisi sana. Hapa kuna mwongozo hatua kwa hatua:\n\n1. Sakinisha kipanuzi cha Anwani ya Barua Pepe ya Muda kutoka kwenye Duka la Mtandaoni la Chrome.\n2. Bofya kwenye aikoni ya kipanuzi kwenye upau wa zana wa kivinjari chako ili kuzalisha anwani mpya ya barua pepe ya muda.\n3. Nakili anwani ya barua pepe ya muda na uitumie popote unapohitaji barua pepe ya muda.\n4. Pata barua pepe zilizopokelewa moja kwa moja kutoka kwenye kiolesura cha kipanuzi.\n\nMaswali yanayoulizwa mara kwa mara:\n\n- Barua pepe ya muda hudumu kwa muda gani? Barua pepe za muda zinazozalishwa na huduma yetu zinapatikana kwa kipindi kinachobadilika, kwa kawaida kinatosha kuthibitisha akaunti au kukamilisha usajili.\n- Je, naweza kuchagua anwani yangu ya barua pepe ya muda? Kila barua pepe ya muda huzalishwa kiholela, kuhakikisha upo wa kipekee na upatikanaji.\n- Je, kuna kikomo cha barua pepe za muda ninazoweza kuzalisha? Hapana, unaweza kuzalisha anwani nyingi za barua pepe za muda kama unavyohitaji, wakati wowote unapozihitaji.\n\nHitimisho, kipanuzi cha \"Anwani ya Barua Pepe ya Muda\" cha Chrome ni chombo muhimu kwa mtu yeyote anayetaka kulinda usiri wake, kuepuka spamu, na kusimamia mahitaji ya barua pepe ya muda kwa ufanisi. Kikiwa na kiolesura rafiki kwa mtumiaji, uzalishaji wa barua pepe ya muda mara moja, na sifa thabiti za usiri, ndicho kizalisha bora cha barua pepe ya muda kwa matumizi binafsi na ya kitaalamu. Jaribu leo na upate uhuru na usalama wa kuwa na anwani ya barua pepe ya muda unayoweza kutumia.",
    "ta": "உங்கள் ஆன்லைன் தனியுரிமை மற்றும் பாதுகாப்பு தேவைகளை நிர்வகிக்க உத்தம தீர்வு - \"Temporary Email Address\" Chrome நீட்சியை அறிமுகப்படுத்துகின்றோம். இந்த ஆற்றல்மிக்க கருவி ஒரு கிளிக்கில் தாற்காலிக மின்னஞ்சல் உருவாக்குவதில் உங்கள் செல்லத்துவமான வளமாக அமையும், இதில் ஸ்பாம், தனிப்பட்ட தகவலை பாதுகாத்துக்கொள்ளுதல், மற்றும் இன்பாக்ஸ் தூய்மையை பராமரிப்பதில் உதவுகிறது.\n\nஏன் தாற்காலிக மின்னஞ்சல் முகவரியை கருத வேண்டும்? டிஜிட்டல் யுகத்தில், உங்கள் மின்னஞ்சல் முகவரி உங்கள் ஆன்லைன் அடையாளத்தின் வாயிலாகும். ஒரு தாற்காலிக மின்னஞ்சல் பயன்படுத்துவது வேண்டாத மின்னஞ்சல்கள், பிஷிங் முயற்சிகள், மற்றும் தரவு உடைமை மீறல்களிலிருந்து காப்பாற்றுகிறது. எங்கள் நீட்சி எவ்வாறு மாறுபாடு கொண்டிருக்கும் என்பது இதோ:\n\n1️⃣ உடனடி தாற்காலிக மின்னஞ்சல் உருவாக்கம்: பதிவுகள், பதிவிறக்கங்கள், மற்றும் சேவைகளுக்கு கையொப்பமிடுவதற்கு வினாடிகளில் தாற்காலிக மின்னஞ்சல் முகவரியை உருவாக்குங்கள்.",
    "te": "మీ ఆన్‌లైన్ ప్రైవసీ మరియు భద్రతా అవసరాలను నిర్వహించే చివరి పరిష్కారం పరిచయం - \"తాత్కాలిక ఇమెయిల్ అడ్రస్\" క్రోమ్ ఎక్స్టెన్షన్. కేవలం ఒక క్లిక్‌తో తాత్కాలిక ఇమెయిల్‌ను సృష్టించే ఈ శక్తివంతమైన సాధనం మీరు స్పామ్‌ను నివారించుకొని, వ్యక్తిగత సమాచారం రక్షించుకొని, ఇన్‌బాక్స్ శుభ్రంగా ఉంచుకోవడానికి మీ వెళ్ళిపోయే వనరు.\n\nతాత్కాలిక ఇమెయిల్ అడ్రస్‌ను ఎందుకు పరిగణించాలి? డిజిటల్ యుగంలో, మీ ఇమెయిల్ అడ్రస్ మీ ఆన్‌లైన్ గుర్తింపుకు మార్గం. తాత్కాలిక ఇమెయిల్‌ను వాడడం వలన మీరు అనవసరపు ఇమెయిల్‌లు, ఫిషింగ్ ప్రయత్నాలు, మరియు డేటా భంగం నుండి సురక్షించుకొనవచ్చు. మా ఎక్స్టెన్షన్ ఎలా మార్పు తేవచ్చో ఇది మీకోసం:\n\n1️⃣ తాత్కాలిక ఇమెయిల్ సృష్టి: క్షణాల్లో ఒక తాత్కాలిక ఇమెయిల్ అడ్రస్‌ను సృష్టించండి, రిజిస్ట్రేషన్లు, డౌన్‌లోడ్‌లు, మరియు సేవలకు సైన్ అప్ చేసేటప్పుడు మీ వ్యక్తిగత ఇమెయిల్‌ను వాడకుండా ఆదర్శంగా ఉంటుంది.\n\n2️⃣ అసంబద్ధత: మా ఎక్స్టెన్షన్ క్రోమ్‌తో అపూర్వంగా ఏకీభవిస్తుంది, మీకు అవసరం ఉన్నప్పుడల్లా మీ బ్రౌజర్ టూల్‌బార్ నుండి ఒక తాత్కాలిక ఇమెయిల్ అడ్రస్‌ను పొందుతుంది.\n\n3️⃣ వినియోగదారు అనుకూల ఇంటర్ఫేస్: మా తాత్కాలిక ఇమెయిల్ అడ్రస్ ఎక్స్టెన్షన్ మీరు ఎలాంటి కష్టం లేకుండా మీ తాత్కాలిక ఇమెయిల్‌లను సృష్టించి, నిర్వహించగలిగేలా చాలా స్వాభావికంగా డిజైన్ చేయబడింది.\n\nతాత్కాలిక ఇమెయిల్ జనరేటర్‌ను వాడటం వలన ఇబ్బందులు ఎన్నో, ముఖ్యంగా మీ ప్రైవసీ ఆన్‌లైన్‌లో రక్షించడం విషయంలో అయితే. మీరు లభించేది:\n\n- స్పామ్ నివారించు: సైన్ అప్‌ల కోసం తాత్కాలిక మెయిల్ వాడడం ద్వారా మీ ప్రాథమిక ఇన్‌బాక్స్ శుభ్రంగా మరియు మార్కెటింగ్ ఇమెయిల్‌లు మరియు స్పామ్ లేనివిగా ఉంచవచ్చు.\n- ప్రైవసీ పెంపు: ప్రతి సైట్ లేదా సేవకు మీ నిజమైన ఇమెయిల్ అడ్రస్‌ను తెలియజేసే బదులు, మీ వ్యక్తిగత సమాచారం రక్షించుకోండి.\n- సేవలను పరీక్షించు: మీ ప్రధాన ఇమెయిల్‌కు ఎటువంటి అంకితం లేకుండా ట్రయల్స్ మరియు సేవలకు సైన్ అప్ చేసేందుకు ఒక తాత్కాలిక ఇమెయిల్ అడ్రస్ ఉపయోగించండి.\n\nమా \"తాత్కాలిక ఇమెయిల్ అడ్రస్\" క్రోమ్ ఎక్స్టెన్షన్ దాని పటిష్టమైన ఫీచర్లతో కీలకంగా ఉంది:\n\n1. ఒక-క్లిక్ తాత్కాలిక ఇమెయిల్ జనరేషన్: కేవలం ఒక క్లిక్‌తో కొత్త తాత్కాలిక ఇమెయిల్ అడ్రస్ పొందండి.\n2. సులభ కాపీ మరియు పేస్ట్: మీ కొత్త తాత్కాలిక మెయిల్ అడ్రస్‌ను సులభంగా కాపీ చేసి, ఎక్కడ అవసరం ఉన్నప్పుడు పేస్ట్ చేయండి.\n3. ఆటో-డిలీషన్: మీ తాత్కాలిక ఇమెయిల్ ఇన్‌బాక్స్‌లో రాబడిన ఇమెయిల్‌లు నిర్ణీత కాల తర్వాత ఆటోమెయిటిక్‌గా తొలగించబడతాయి, దీనివల్ల మీ తాత్కాలిక ఇన్‌బాక్స్ శుభ్రంగా మరియు నిర్వహించగలదిగా ఉంటుంది.\n4. సురక్షితమైన మరియు ప్రైవేట్: మేము మీ ప్రైవసీని ప్రాధాన్యతగా పరిగణిస్తాము. ఇమెయిల్‌లు సురక్షితంగా భద్రపరచబడతాయి మరియు బదలీ అవుతాయి, మరియు మీ సమాచారం ఎప్పుడూ మూడో పార్టీలతో పంచుకోబడదు.\n\nమా ఎక్స్టెన్షన్"
  }
}