{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StuDash"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Student dashboard for managing schoolwork. Set due dates, turn on notifications, and track your progress through your Semesters."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "StuDash: Manage Your Schoolwork with Ease\n\nTired of juggling assignments, due dates, and exams? The Student Dashboard Chrome Extension is here to make your academic life more organized and stress-free! This simple solution helps you stay on top of your schoolwork effortlessly.\n\n🌟 Key Features:\n- Set Due Dates: Never miss a deadline! Easily assign due dates to your assignments, quizzes, and projects, and stay organized throughout the semester.\n\n- Custom Notifications: Enable smart reminders and get notified about approaching due dates, so you can stay ahead of your tasks.\n\n- Track Your Progress: Stay motivated by tracking your performance and progress. Monitor completed tasks, upcoming deadlines, and what’s left to accomplish in each semester.\n\n- Semester Overview: View and manage your workload semester by semester. \n\n🔥 Why Choose Student Dashboard?\nSimple & Intuitive: Designed with students in mind, this dashboard is easy to use with a clean, distraction-free interface.\n\n- Efficient Workflow: Prioritize tasks, manage deadlines, and keep track of everything in one place.\n\n- Motivational Progress Bars: See how much you've accomplished and what’s left to do with colorful progress trackers that give you a visual overview of your academic journey.\n\n💰 Pricing:\n- Free 7-Day Trial: Try out the full experience of Student Dashboard for 7 days without any upfront cost.\n\n- One-Time Purchase: For just $9.99, unlock lifetime access to all features and take control of your schoolwork without worrying about recurring fees.\n\nTake charge of your academic success and start planning your school year with confidence! \n\nTry StuDash today and experience a seamless way to manage your schoolwork, improve productivity, and reduce stress.\n\nDownload now and enjoy the peace of mind that comes with being organized and prepared."
  }
}