{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CasinoIvan.com"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CasinoIvan.com - Обзоры лучших игровых автоматов и рейтинг онлайн казино."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Экспертный обзор и рейтинг лучших онлайн-казино. Профессиональные обзоры игровых автоматов онлайн. Бесплатные спины, лучшие казино бонусы, правила игр, стратегии. Топ 10 онлайн казино на реальные деньги на сайте Казино Иван.\n\nВ последние годы игры онлайн казино становятся все более популярными благодаря тому, что предоставляют уникальную возможность развлечений без необходимости посещать обычные казино или азартные клубы в разных уголках мира.\n\nЗапрет на традиционные азартные игры во многих странах, во многом вынудил пересмотреть концепцию привычного восприятия азартных игр. В настоящее время игровые автоматы приобрели интерактивный характер и радуют онлайн игроков острыми ощущениями. Все это за счет использования современного программного обеспечения с HD графикой и усовершенствованных математических формул для расчета ставок онлайн.\n\nВ поддержку стремительного развития игровых автоматов идет огромный ассортимент новых игровых автоматов от различных производителей программного обеспечения казино, появляющийся практически ежедневно. Усовершенствованное программное обеспечение, которое становится все более реалистичным, а также минимальные ставки в игровых автоматах, позволяют каждому желающему получить удовольствие в доступной форме в онлайн казино без необходимости покидать уютный диван.\n\nДля того чтобы игроки разных уровней оценили все преимущества на практике, наш ресурс подготовил подробные обзоры с бесплатными версиями игр, без необходимости регистрироваться и скачивать игру. Такой подход позволит вам оценить все достопримечательности онлайн игр, прежде чем они рискуют играть на реальные деньги в онлайн казино.\n\nНа сайте Казино Иван вы можете наслаждаться бесплатно всеми играми онлайн-казино без регистрации и без депозита. У нас имеется большой выбор демо-игр онлайн-казино. Играйте совершенно бесплатно!"
  }
}