{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Opportunity Cost Calculator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Calculate opportunity costs based on your daily earnings and trip expenses."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The Opportunity Cost Trip Calculator extension is a valuable tool for anyone looking to make informed decisions about their travel plans. By accounting for both the money you spend and the income you might miss out on, the extension helps you understand the real cost of your trips. Whether you're a freelancer, contractor, or simply someone who wants to budget effectively, this extension provides the insights you need to plan confidently.\n\nBenefits of Using the Extension:\n\nComprehensive Financial Planning:\nBy considering both direct expenses and opportunity costs, you get a complete picture of your trip's financial impact.\n\nInformed Decision-Making:\nUnderstanding the true cost of your trip can help you make better decisions about budgeting and planning.\n\nTime-Saving:\nAutomates complex calculations that would otherwise require manual effort.\n\nData Security:\nAll data is stored locally on your device; no information is transmitted externally.\nGet Started Today:\n\nInstall the extension on your Chrome browser.\nBegin by setting your first Sunday anchor and entering your daily rates.\nLog your upcoming trips and take control of your financial planning.\n\nIf you have any questions or need assistance, please refer to this guide or contact support for help.\n\n--------------------------------------------------------------------------------\nHow to Use the Extension:\n\nStep 1: Set Your First Sunday Anchor\n\nSelect the Starting Sunday:\nUpon opening the extension, locate the \"Select First Sunday\" date picker at the top.\nChoose the first Sunday that marks the beginning of your three-week earnings schedule.\nThe date picker is restricted to Sundays to ensure accurate scheduling.\nThis Sunday will serve as the anchor point for your earnings over the next three weeks.\nStep 2: Input Your Daily Rates\n\nEdit Daily Rates:\n\nClick the \"Edit Rates\" button to enable the daily rate input fields.\nThe rates are organized in a table format for each day of the week across three weeks.\nEnter Your Earnings:\n\nFor each day, input your expected earnings:\nExample: If you expect to earn $150 on Mondays during Week 1, enter \"150\" in the \"Monday - W1\" field.\nRepeat this for all days across the three weeks as applicable.\nSave Your Rates:\n\nAfter entering your rates, click the \"Save Rates\" button.\nThe input fields will be disabled to prevent accidental changes.\nYour rates are now saved to local storage and will persist across sessions.\nStep 3: Log Your Trip Details\n\nFill in Trip Information:\n\nIn the \"Trip Details\" section, provide the following:\nTrip Name: A descriptive title for your trip (e.g., \"Summer Vacation 2025\").\nTrip Start Date: Select the starting date of your trip.\nTrip End Date: Select the ending date of your trip.\nFlight Cost: Enter the total cost of your flights.\nHotel Cost: Enter the total cost of your accommodations.\nOther Costs: Include any additional expenses (e.g., car rentals, activities).\nFlight URL (optional): Paste a link to your flight itinerary or booking.\nHotel URL (optional): Paste a link to your hotel reservation.\nOther URL (optional): Include links to other relevant bookings or information.\nAutomatic Saving:\n\nAs you input your trip details, the information is automatically saved to local storage.\nThis ensures that your data is not lost if you close the extension before logging the trip.\nStep 4: Calculate and Log Your Trip\n\nLog the Trip:\n\nOnce all trip details are entered, click the \"Log Trip\" button at the bottom of the form.\nThe extension will calculate the opportunity cost based on your trip dates and daily rates.\nUnderstanding the Calculation:\n\nOpportunity Cost: The sum of expected earnings you forgo during the trip period.\nCombined Cost: The total of your trip expenses plus the opportunity cost.\nView Logged Trip:\n\nAfter logging, your trip will appear in the \"Logged Trips\" section.\nDetails displayed include:\nTrip name and dates.\nOpportunity cost.\nFlight, hotel, and other costs with links if provided.\nCombined total cost.\nEach trip entry allows you to review and manage your past trips effectively.\nStep 5: Review and Manage Logged Trips\n\nMultiple Trips:\n\nYou can log multiple trips, and they will all be listed in the \"Logged Trips\" section.\nThis allows you to compare different trips and their financial impacts.\nDelete a Trip:\n\nIf you wish to remove a trip from the list, click the \"Delete\" button next to the trip entry.\nThe trip will be removed, and the list will update accordingly.\nAdditional Features and Notes:\n\nEditing Rates After Logging Trips:\n\nYou can edit your daily rates at any time by clicking \"Edit Rates\".\nImportant: Changing daily rates will not affect the opportunity cost of trips already logged. The opportunity cost is calculated and stored at the time of logging.\nData Persistence:\n\nAll your inputs and logged trips are saved to your browser's local storage.\nYour data will persist even if you close the browser or restart your computer.\nSelecting a New Sunday Anchor:\n\nIf your earnings schedule changes, you can select a new first Sunday.\nNote: Changing the Sunday anchor will not affect the opportunity cost calculations of previously logged trips.\nUser-Friendly Interface:\n\nThe extension is designed to be intuitive and straightforward.\nFields are clearly labeled, and essential actions like saving rates and logging trips are prominently displayed.\nExample Use Case:\n\nSet the Sunday Anchor:\n\nYou select Sunday, June 2, 2025 as your first Sunday.\nEnter Daily Rates:\n\nWeek 1:\nMonday: $200\nTuesday: $200\nWednesday: $200\nThursday: $200\nFriday: $200\nSaturday and Sunday: $0\nRepeat similar entries for Weeks 2 and 3 if earnings differ.\nLog Trip Details:\n\nTrip Name: \"Conference in July\"\nTrip Start Date: July 8, 2025\nTrip End Date: July 12, 2025\nFlight Cost: $300\nHotel Cost: $600\nOther Costs: $200\nLog the Trip:\n\nClick \"Log Trip\".\nThe extension calculates the opportunity cost for July 8–12, 2025.\nOpportunity Cost: Sum of expected earnings for Tuesday to Saturday of that week.\nCombined Cost: Flight + Hotel + Other Costs + Opportunity Cost.\nReview Logged Trip:\n\nThe trip appears in the \"Logged Trips\" section with all calculated details."
  }
}