{
  "name": {
    "ar": "علياي-تاريخ السعر وتصنيف البائع",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliAI - price history & seller rating",
    "bn": "আলিয়া-মূল্য ইতিহাস এবং বিক্রেতা রেটিং",
    "es,es_419": "AliAI - historial de precios y valoración del vendedor",
    "fr": "AliAI - historique des prix et évaluation du vendeur",
    "he": "עליאי-היסטוריית מחירים ודירוג מוכר",
    "hi": "अलियाई-मूल्य इतिहास और विक्रेता रेटिंग",
    "id": "AliAI - riwayat harga & peringkat penjual",
    "pt_BR,pt_PT": "AliAI - histórico de preços e avaliação do vendedor",
    "ru": "AliAI - история цен и рейтинг продавца",
    "zh_CN,zh_TW": "AliAI - 价格历史和卖家评级"
  },
  "short": {
    "ar": "علياي: عمليات شراء آمنة باستخدام الذكاء الاصطناعي. تجنب البائعين السيئين ، وابحث عن مراجعات مزيفة ، وتتبع سجل الأسعار.",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliAI: Secure purchases using AI. Avoid bad sellers, find fake reviews, track price history.",
    "bn": "আলিয়া: এআই ব্যবহার করে নিরাপদ কেনাকাটা. খারাপ বিক্রেতাদের এড়িয়ে চলুন, জাল পর্যালোচনা খুঁজে, মূল্য ইতিহাস ট্র্যাক.",
    "es,es_419": "AliAI: Compras seguras con IA. Evite malos vendedores, encuentre reseñas falsas, rastree el historial de precios.",
    "fr": "AliAI: Achats sécurisés grâce à l'IA. Évitez les mauvais vendeurs, trouvez de faux avis, suivez l'historique des prix.",
    "he": "עליאי: רכישות מאובטחות באמצעות בינה מלאכותית. הימנע ממוכרים רעים, מצא ביקורות מזויפות, עקוב אחר היסטוריית המחירים.",
    "hi": "अलिया: एआई का उपयोग करके सुरक्षित खरीदारी ।  खराब विक्रेताओं से बचें, नकली समीक्षा ढूंढें, मूल्य इतिहास ट्रैक करें ।",
    "id": "AliAI: Mengamankan pembelian menggunakan AI. Hindari penjual yang buruk, temukan ulasan palsu, lacak riwayat harga.",
    "pt_BR,pt_PT": "AliAI: compras seguras usando IA. Evite vendedores ruins, encontre avaliações falsas, acompanhe o histórico de preços.",
    "ru": "AliAI: Безопасные покупки с помощью искусственного интеллекта. Избегайте плохих продавцов, находите поддельные отзывы, отслеживайте…",
    "zh_CN,zh_TW": "AliAI：使用AI安全购买。 避免不良卖家，查找虚假评论，跟踪价格历史记录。"
  },
  "long": {
    "ar": "علياي - مساعد التسوق النهائي الخاص بك للتسوق الآمن والذكي عبر الإنترنت\n\nهل أنت متعب من الوقوع لمراجعات وهمية, الحصول على خدع من قبل البائعين لا يمكن الاعتماد عليها, وفي عداد المفقودين على أفضل الصفقات أثناء التسوق في المخازن على الانترنت شعبية مثل أليكسبريس™, الأمازون™, وموقع eBay باي?? لا تنظر إلى أبعد من علياي ، مساعد التسوق النهائي الذي يساعدك على التسوق بأمان وذكاء عبر الإنترنت.\n\nمع علياي ، يمكنك بسهولة التحقق من تقييمات البائع ومعلومات تتبع المنتج ، مما يضمن أنك تشتري فقط من البائعين الموثوق بهم ويمكنك تتبع مشترياتك. يعرض لك المكون الإضافي أيضا تاريخ أسعار المنتجات ، حتى تتمكن من اتخاذ قرارات مستنيرة وتجنب التعرض للخداع من خلال المبيعات والخصومات المزيفة.\n\nيساعدك علياي أيضا على توفير المال من خلال تزويدك بقسائم وتنبيهك عند حدوث انخفاض في المبيعات أو الأسعار. بهذه الطريقة ، يمكنك دائما العثور على أفضل الصفقات وتجنب الإفراط في الإنفاق.\n\nوعلاوة على ذلك ، يوفر علياي واجهة سهلة الاستخدام التي تمكنك من التنقل أقسام شعبية من الموقع ، مثل \"طلباتي\" و \"حسابي\" ، مع سهولة. تعمل هذه الميزة على تبسيط عملية التسوق وجعلها أكثر ملاءمة لك.\n\nفي علياي ، نحن ملتزمون بمساعدتك في التسوق بأمان وذكاء. لهذا السبب نقوم باستمرار بتحديث المكون الإضافي الخاص بنا لتزويدك بأفضل تجربة تسوق ممكنة. نحن على ثقة من أن مساعد التسوق لدينا سيتجاوز توقعاتك ويجعل تجربة التسوق عبر الإنترنت خالية من المتاعب وممتعة.\n\nفي الختام ، إذا كنت ترغب في التسوق بأمان وذكاء في المتاجر الشهيرة على الإنترنت مثل أليكسبريس وأمازون وإيباي ، فلا تنظر إلى أبعد من علياي. جرب المكون الإضافي الخاص بنا اليوم واستمتع بفوائد التسوق الآمن والبائعين الموثوق بهم وأفضل الصفقات.",
    "am,bg,ca,cs,da,de,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,hr,hu,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi": "AliAI - Your Ultimate Shopping Assistant for Safe and Smart Online Shopping\n\nAre you tired of falling for fake reviews, getting scammed by unreliable sellers, and missing out on the best deals while shopping on popular online stores like AliExpress™, Amazon™, and eBay™? Look no further than AliAI, your ultimate shopping assistant that helps you shop safely and smartly online.\n\nWith AliAI, you can easily check seller ratings and product tracking information, ensuring that you only buy from reliable sellers and can keep track of your purchases. Our plugin also shows you the price history of products, so you can make informed decisions and avoid getting tricked by fake sales and discounts.\n\nAliAI also helps you save money by providing you with coupons and alerts you when there are sales or price drops. This way, you can always find the best deals and avoid overspending.\n\nMoreover, AliAI offers a user-friendly interface that lets you navigate popular sections of the website, such as “My Orders” and “My Account”, with ease. This feature streamlines the shopping process and makes it more convenient for you.\n\nAt AliAI, we are committed to helping you shop safely and smartly. That's why we constantly update our plugin to provide you with the best shopping experience possible. We are confident that our shopping assistant will exceed your expectations and make your online shopping experience hassle-free and enjoyable.\n\nIn conclusion, if you want to shop safely and smartly on popular online stores like AliExpress, Amazon, and eBay, look no further than AliAI. Try our plugin today and enjoy the benefits of safe shopping, reliable sellers, and the best deals.",
    "bn": "আলিয়া - নিরাপদ এবং স্মার্ট অনলাইন শপিংয়ের জন্য আপনার চূড়ান্ত শপিং সহকারী\n\nআপনি কি জাল পর্যালোচনার জন্য পড়ে ক্লান্ত হয়ে পড়েছেন, অবিশ্বস্ত বিক্রেতাদের দ্বারা প্রতারণা করছেন এবং অ্যালিএক্সপ্রেস, অ্যামাজন এবং ইবে-এর মতো জনপ্রিয় অনলাইন স্টোরগুলিতে কেনাকাটা করার সময় সেরা ডিলগুলি মিস করছেন? আলিয়া, আপনার চূড়ান্ত শপিং সহকারী যা আপনাকে নিরাপদে এবং স্মার্টলি অনলাইনে কেনাকাটা করতে সহায়তা করে তার চেয়ে আরও দেখুন না\n\nআলিয়া দিয়ে, আপনি সহজেই বিক্রেতার রেটিং এবং পণ্য ট্র্যাকিং তথ্য পরীক্ষা করতে পারেন, নিশ্চিত করে যে আপনি শুধুমাত্র নির্ভরযোগ্য বিক্রেতাদের কাছ থেকে কিনেছেন এবং আপনার ক্রয়ের ট্র্যাক রাখতে পারেন৷ আমাদের প্লাগইন এছাড়াও আপনি পণ্য মূল্য ইতিহাস দেখায়, তাই আপনি ওয়াকিবহাল সিদ্ধান্ত নিতে এবং জাল বিক্রয় এবং ডিসকাউন্ট দ্বারা প্রতারিত হচ্ছে এড়াতে পারেন.\n\nআলিয়া আপনাকে কুপন সরবরাহ করে অর্থ সাশ্রয় করতে সহায়তা করে এবং বিক্রয় বা দাম কমে গেলে আপনাকে সতর্ক করে দেয় এইভাবে, আপনি সর্বদা সেরা ডিলগুলি খুঁজে পেতে পারেন এবং অতিরিক্ত ব্যয় এড়াতে পারেন৷\n\nতাছাড়া, আলিয়া একটি ব্যবহারকারী-বান্ধব ইন্টারফেস অফার করে যা আপনাকে ওয়েবসাইটের জনপ্রিয় বিভাগগুলি, যেমন \"আমার অর্ডার\" এবং \"আমার অ্যাকাউন্ট\", সহজে নেভিগেট করতে দেয়৷ এই বৈশিষ্ট্যটি কেনাকাটা প্রক্রিয়া সহজতর করে এবং এটি আপনার জন্য আরও সুবিধাজনক করে তোলে৷\n\nআলিয়া এ, আমরা আপনাকে নিরাপদে এবং স্মার্টলি কেনাকাটা করতে সাহায্য করার জন্য প্রতিশ্রুতিবদ্ধ. আমরা ক্রমাগত সেরা কেনাকাটা অভিজ্ঞতা সম্ভব সঙ্গে আপনি প্রদান আমাদের প্লাগইন আপডেট কেন. আমরা আমাদের শপিং সহকারী আপনার প্রত্যাশা অতিক্রম এবং আপনার অনলাইন শপিং অভিজ্ঞতা ঝামেলা মুক্ত এবং উপভোগ্য করতে হবে যে আত্মবিশ্বাসী.\n\nউপসংহারে, আপনি যদি আলি এক্সপ্রেস, অ্যামাজন এবং ইবেয়ের মতো জনপ্রিয় অনলাইন স্টোরগুলিতে নিরাপদে এবং স্মার্টলি কেনাকাটা করতে চান তবে আলিয়া থেকে আর দেখুন না আজ আমাদের প্লাগইন চেষ্টা করুন এবং নিরাপদ কেনাকাটা, নির্ভরযোগ্য বিক্রেতাদের, এবং ভাল পুলিশ সুবিধা ভোগ.",
    "es,es_419": "AliAI: Su Asistente de Compras Definitivo para Compras en Línea Seguras e Inteligentes\n\n¿Está cansado de caer en reseñas falsas, ser estafado por vendedores poco confiables y perderse las mejores ofertas mientras compra en tiendas en línea populares como AliExpress™, Amazon™ y eBay™? No busque más allá de AliAI, su asistente de compras definitivo que lo ayuda a comprar en línea de manera segura e inteligente.\n\nCon AliAI, puede verificar fácilmente las calificaciones de los vendedores y la información de seguimiento de productos, asegurándose de que solo compre a vendedores confiables y pueda realizar un seguimiento de sus compras. Nuestro complemento también le muestra el historial de precios de los productos, para que pueda tomar decisiones informadas y evitar ser engañado por ventas y descuentos falsos.\n\nAliAI también le ayuda a ahorrar dinero al proporcionarle cupones y le avisa cuando hay ventas o caídas de precios. De esta manera, siempre puede encontrar las mejores ofertas y evitar gastos excesivos.\n\nAdemás, AliAI ofrece una interfaz fácil de usar que le permite navegar por secciones populares del sitio web, como \"Mis pedidos\" y \"Mi cuenta\", con facilidad. Esta función agiliza el proceso de compra y lo hace más conveniente para usted.\n\nEn AliAI, estamos comprometidos a ayudarlo a comprar de manera segura e inteligente. Es por eso que actualizamos constantemente nuestro complemento para brindarle la mejor experiencia de compra posible. Estamos seguros de que nuestro asistente de compras superará sus expectativas y hará que su experiencia de compra en línea sea agradable y sin complicaciones.\n\nEn conclusión, si desea comprar de forma segura e inteligente en tiendas en línea populares como AliExpress, Amazon y eBay, no busque más que AliAI. Pruebe nuestro complemento hoy y disfrute de los beneficios de compras seguras, vendedores confiables y las mejores ofertas.",
    "fr": "AliAI - Votre Assistant d'Achat Ultime pour des Achats en Ligne Sûrs et Intelligents\n\nÊtes-vous fatigué de tomber pour de fausses critiques, de vous faire arnaquer par des vendeurs peu fiables et de manquer les meilleures offres lors de vos achats sur des magasins en ligne populaires comme AliExpress™, Amazon™ et eBay™? Ne cherchez pas plus loin qu'AliAI, votre assistant d'achat ultime qui vous aide à magasiner en ligne de manière sûre et intelligente.\n\nAvec AliAI, vous pouvez facilement vérifier les évaluations des vendeurs et les informations de suivi des produits, en vous assurant que vous achetez uniquement auprès de vendeurs fiables et que vous pouvez suivre vos achats. Notre plugin vous montre également l'historique des prix des produits, afin que vous puissiez prendre des décisions éclairées et éviter de vous faire avoir par de fausses ventes et remises.\n\nAliAI vous aide également à économiser de l'argent en vous fournissant des coupons et vous avertit lorsqu'il y a des soldes ou des baisses de prix. De cette façon, vous pouvez toujours trouver les meilleures offres et éviter les dépenses excessives.\n\nDe plus, AliAI offre une interface conviviale qui vous permet de naviguer facilement dans les sections populaires du site Web, telles que “Mes commandes” et “Mon compte”. Cette fonctionnalité simplifie le processus d'achat et le rend plus pratique pour vous.\n\nChez AliAI, nous nous engageons à vous aider à magasiner en toute sécurité et intelligemment. C'est pourquoi nous mettons constamment à jour notre plugin pour vous offrir la meilleure expérience d'achat possible. Nous sommes convaincus que notre assistant d'achat dépassera vos attentes et rendra votre expérience d'achat en ligne sans tracas et agréable.\n\nEn conclusion, si vous souhaitez faire vos achats en toute sécurité et intelligemment sur des magasins en ligne populaires comme AliExpress, Amazon et eBay, ne cherchez pas plus loin que AliAI. Essayez notre plugin aujourd'hui et profitez des avantages d'achats sécurisés, de vendeurs fiables et des meilleures offres.",
    "he": "עליאי - עוזר הקניות האולטימטיבי שלך לקניות מקוונות בטוחות וחכמות\n\nנמאס לכם ליפול לביקורות מזויפות, להונות על ידי מוכרים לא אמינים ולהחמיץ את המבצעים הטובים ביותר בזמן שאתם קונים בחנויות מקוונות פופולריות כמו אליאקספרס, אמזון אסקסום ואיביי אס? אל תחפש רחוק יותר מאליאי, עוזר הקניות האולטימטיבי שלך שעוזר לך לקנות בבטחה ובחוכמה באינטרנט.\n\nבעזרת עליאי תוכלו לבדוק בקלות את דירוגי המוכרים ומידע מעקב אחר מוצרים, ולהבטיח שתקנו רק ממוכרים אמינים ותוכלו לעקוב אחר הרכישות שלכם. התוסף שלנו גם מראה לך את היסטוריית המחירים של מוצרים, כך שתוכל לקבל החלטות מושכלות ולהימנע מלהיות מרומה על ידי מכירות והנחות מזויפות.\n\nעליאי גם עוזר לך לחסוך כסף על ידי מתן קופונים ומתריע בפניך כאשר יש מכירות או ירידות מחירים. בדרך זו, אתה תמיד יכול למצוא את העסקאות הטובות ביותר ולהימנע מבזבוז יתר.\n\nיתר על כן, עליאי מציע ממשק ידידותי למשתמש המאפשר לך לנווט בקטעים פופולריים באתר, כגון \"ההזמנות שלי\" ו \"החשבון שלי\", בקלות. תכונה זו מייעלת את תהליך הקניות והופכת אותו לנוח יותר עבורך.\n\nבאליאי, אנו מחויבים לעזור לך לקנות בבטחה ובחוכמה. לכן אנו מעדכנים כל הזמן את התוסף שלנו כדי לספק לך את חווית הקנייה הטובה ביותר האפשרית. אנו בטוחים כי שלנו קניות עוזר יעלה על הציפיות שלך ולהפוך שלך באינטרנט קניות ניסיון ללא טרחה ומהנה.\n\nלסיכום, אם אתה רוצה לקנות בבטחה ובחוכמה בחנויות מקוונות פופולריות כמו אליאקספרס, אמזון ואיביי, אל תחפש רחוק יותר מאליאי. נסה התוסף שלנו היום וליהנות מהיתרונות של קניות בטוחות, מוכרים אמינים, ואת העסקאות הטובות ביותר.",
    "hi": "अलियाई - सुरक्षित और स्मार्ट ऑनलाइन शॉपिंग के लिए आपका अंतिम शॉपिंग सहायक\n\nक्या आप नकली समीक्षाओं के लिए गिरने से थक गए हैं, अविश्वसनीय विक्रेताओं द्वारा घोटाला किया जा रहा है, और अलीएक्सप्रेस, अमेज़ॅन और ईबे जैसे लोकप्रिय ऑनलाइन स्टोर पर खरीदारी करते समय सर्वोत्तम सौदों को याद कर रहे हैं? अपने अंतिम शॉपिंग सहायक अलियाई से आगे नहीं देखें जो आपको सुरक्षित और स्मार्ट तरीके से ऑनलाइन खरीदारी करने में मदद करता है । \n\nअलीएआई के साथ, आप आसानी से विक्रेता रेटिंग और उत्पाद ट्रैकिंग जानकारी की जांच कर सकते हैं, यह सुनिश्चित करते हुए कि आप केवल विश्वसनीय विक्रेताओं से खरीदते हैं और अपनी खरीद का ट्रैक रख सकते हैं ।  हमारा प्लगइन आपको उत्पादों का मूल्य इतिहास भी दिखाता है, ताकि आप सूचित निर्णय ले सकें और नकली बिक्री और छूट से छल करने से बच सकें । \n\nअलियाई आपको कूपन प्रदान करके पैसे बचाने में भी मदद करता है और बिक्री या मूल्य में गिरावट होने पर आपको अलर्ट करता है ।  इस तरह, आप हमेशा सबसे अच्छे सौदे पा सकते हैं और ओवरस्पीडिंग से बच सकते हैं । \n\nइसके अलावा, अलीएआई एक उपयोगकर्ता के अनुकूल इंटरफेस प्रदान करता है जो आपको वेबसाइट के लोकप्रिय वर्गों, जैसे \"मेरे आदेश\" और \"मेरा खाता\" को आसानी से नेविगेट करने देता है ।  यह सुविधा खरीदारी प्रक्रिया को सुव्यवस्थित करती है और इसे आपके लिए अधिक सुविधाजनक बनाती है । \n\nअलियाई में, हम आपको सुरक्षित और स्मार्ट तरीके से खरीदारी करने में मदद करने के लिए प्रतिबद्ध हैं ।  इसलिए हम आपको सर्वोत्तम खरीदारी अनुभव प्रदान करने के लिए लगातार अपने प्लगइन को अपडेट करते हैं ।  हमें विश्वास है कि हमारे शॉपिंग सहायक आपकी अपेक्षाओं को पार कर जाएंगे और आपके ऑनलाइन शॉपिंग अनुभव को परेशानी मुक्त और सुखद बना देंगे । \n\nअंत में, यदि आप अलीएक्सप्रेस, अमेज़ॅन और ईबे जैसे लोकप्रिय ऑनलाइन स्टोर पर सुरक्षित और स्मार्ट तरीके से खरीदारी करना चाहते हैं, तो अलियाई से आगे नहीं देखें ।  आज हमारे प्लगइन का प्रयास करें और सुरक्षित खरीदारी, विश्वसनीय विक्रेताओं और सर्वोत्तम सौदों के लाभों का आनंद लें ।",
    "id": "AliAI - Asisten Belanja Terbaik Anda untuk Belanja Online yang Aman dan Cerdas\n\nApakah Anda lelah tertipu oleh ulasan palsu, ditipu oleh penjual yang tidak dapat diandalkan, dan kehilangan penawaran terbaik saat berbelanja di toko online populer seperti AliExpress™, Amazon™ Tidak terlihat lagi dari AliAI, asisten belanja terbaik Anda yang membantu Anda berbelanja online dengan aman dan cerdas.\n\nDengan AliAI, Anda dapat dengan mudah memeriksa peringkat penjual dan informasi pelacakan produk, memastikan bahwa Anda hanya membeli dari penjual yang andal dan dapat melacak pembelian Anda. Plugin kami juga menampilkan riwayat harga produk, sehingga Anda dapat membuat keputusan yang tepat dan menghindari ditipu oleh penjualan dan diskon palsu.\n\nAliAI juga membantu Anda menghemat uang dengan memberi Anda kupon dan memberi tahu Anda saat ada penjualan atau penurunan harga. Dengan cara ini, Anda selalu dapat menemukan penawaran terbaik dan menghindari pengeluaran yang berlebihan.\n\nSelain itu, AliAI menawarkan antarmuka yang ramah pengguna yang memungkinkan Anda menavigasi bagian populer situs web, seperti \" Pesanan Saya \"dan\" Akun Saya\", dengan mudah. Fitur ini menyederhanakan proses belanja dan membuatnya lebih nyaman bagi Anda.\n\nDi AliAI, kami berkomitmen untuk membantu Anda berbelanja dengan aman dan cerdas. Itu sebabnya kami terus memperbarui plugin kami untuk memberi Anda pengalaman berbelanja terbaik. Kami yakin bahwa asisten belanja kami akan melebihi harapan Anda dan membuat pengalaman belanja online Anda tidak merepotkan dan menyenangkan.\n\nKesimpulannya, jika Anda ingin berbelanja dengan aman dan cerdas di toko online populer seperti AliExpress, Amazon, dan eBay, tidak perlu mencari yang lain selain AliAI. Coba plugin kami hari ini dan nikmati manfaat belanja yang aman, penjual yang andal, dan penawaran terbaik.",
    "pt_BR": "AliAI - seu melhor assistente de compras para compras Online seguras e inteligentes\n\nVocê está cansado de se apaixonar por avaliações falsas, ser enganado por vendedores não confiáveis e perder as melhores ofertas enquanto faz compras em lojas online populares como AliExpress, Amazon e eBay? Não procure mais, AliAI, seu assistente de compras definitivo que ajuda você a comprar com segurança e inteligência online.\n\nCom o AliAI, você pode verificar facilmente as classificações do vendedor e as informações de rastreamento do produto, garantindo que você compre apenas de vendedores confiáveis e possa acompanhar suas compras. Nosso plugin também mostra o histórico de preços dos produtos, para que você possa tomar decisões informadas e evitar ser enganado por vendas e descontos falsos.\n\nAliAI também ajuda você a economizar dinheiro, fornecendo Cupons e alerta quando há vendas ou quedas de preços. Dessa forma, você sempre pode encontrar as melhores ofertas e evitar gastos excessivos.\n\nAlém disso, o AliAI oferece uma interface amigável que permite navegar por seções populares do site, como \"Meus Pedidos\" e \"minha conta\", com facilidade. Esse recurso agiliza o processo de compra e o torna mais conveniente para você.\n\nNa AliAI, temos o compromisso de ajudá-lo a comprar com segurança e inteligência. É por isso que atualizamos constantemente nosso plugin para fornecer a melhor experiência de compra possível. Estamos confiantes de que nosso assistente de compras excederá suas expectativas e tornará sua experiência de compra on-line sem complicações e agradável.\n\nConcluindo, se você deseja comprar com segurança e inteligência em lojas online populares como AliExpress, Amazon e eBay, não procure mais, AliAI. Experimente nosso plugin hoje e aproveite os benefícios de compras seguras, vendedores confiáveis e as melhores ofertas.",
    "pt_PT": "AliAI - o seu Assistente de compras definitivo para compras online seguras e inteligentes\n\nVocê está cansado de cair em críticas falsas, ser enganado por vendedores não confiáveis e perder as melhores ofertas enquanto faz compras em lojas online populares como AliExpress, Amazon e eBay? Não procure mais do que AliAI, o seu assistente de compras final que ajuda você a fazer compras com segurança e inteligência on-line.\n\nCom o AliAI, você pode verificar facilmente as classificações dos vendedores e as informações de rastreamento do produto, garantindo que você só compre de vendedores confiáveis e possa acompanhar suas compras. Nosso plugin também mostra o histórico de preços dos produtos, para que você possa tomar decisões informadas e evitar ser enganado por vendas e descontos falsos.\n\nAliAI também ajuda você a economizar dinheiro, fornecendo-lhe cupons e avisa quando há vendas ou quedas de preços. Dessa forma, você sempre pode encontrar as melhores ofertas e evitar gastos excessivos.\n\nAlém disso, o AliAI oferece uma interface amigável que lhe permite navegar facilmente por secções populares do sítio Web, como \"as minhas encomendas\" e \"a minha conta\". Esta funcionalidade agiliza o processo de compra e torna-o mais conveniente para si.\n\nNa AliAI, estamos empenhados em ajudá-lo a fazer compras de forma segura e inteligente. É por isso que atualizamos constantemente o nosso plugin para lhe proporcionar a melhor experiência de compra possível. Estamos confiantes de que o nosso assistente de compras excederá as suas expectativas e tornará a sua experiência de compra online descomplicada e agradável.\n\nEm conclusão, se você deseja fazer compras com segurança e inteligência em lojas online populares como AliExpress, Amazon e eBay, não procure mais, AliAI. Experimente o nosso plugin hoje e aproveite os benefícios de compras seguras, vendedores confiáveis e as melhores ofertas.",
    "ru": "AliAI - Ваш идеальный помощник по покупкам для безопасных и умных онлайн-покупок\n\nВы устали попадаться на поддельные отзывы, подвергаться мошенничеству со стороны ненадежных продавцов и упускать лучшие предложения при совершении покупок в популярных интернет-магазинах, таких как AliExpress ™, Amazon ™ и eBay ™? Не ищите ничего дальше AliAI, вашего идеального помощника по покупкам, который поможет вам совершать покупки безопасно и с умом онлайн.\n\nС помощью AliAI вы можете легко проверять рейтинги продавцов и информацию об отслеживании товаров, гарантируя, что вы покупаете только у надежных продавцов и можете отслеживать свои покупки. Наш плагин также показывает вам историю цен на товары, чтобы вы могли принимать обоснованные решения и не попасть впросак из-за поддельных распродаж и скидок.\n\nAliAI также помогает вам экономить деньги, предоставляя купоны и предупреждая вас о распродажах или снижении цен. Таким образом, вы всегда сможете найти лучшие предложения и избежать перерасхода средств.\n\nКроме того, AliAI предлагает удобный интерфейс, который позволяет вам с легкостью перемещаться по популярным разделам веб-сайта, таким как “Мои заказы” и “Мой аккаунт”. Эта функция упрощает процесс совершения покупок и делает его более удобным для вас.\n\nВ AliAI мы стремимся помочь вам совершать покупки безопасно и с умом. Вот почему мы постоянно обновляем наш плагин, чтобы обеспечить вам наилучший опыт покупок. Мы уверены, что наш помощник по покупкам превзойдет ваши ожидания и сделает ваши покупки в Интернете беспроблемными и приятными.\n\nВ заключение, если вы хотите безопасно и с умом совершать покупки в популярных интернет-магазинах, таких как AliExpress, Amazon и eBay, не смотрите дальше AliAI. Попробуйте наш плагин сегодня и наслаждайтесь преимуществами безопасных покупок, надежных продавцов и выгодных предложений.",
    "zh_CN,zh_TW": "AliAI - 安全智能网上购物的终极购物助手\n\n您是否厌倦了因虚假评论而堕落，被不可靠的卖家欺骗，并在流行的在线商店（如AliExpress™，Amazon™和eBay™）购物时错过了最优惠的价格？ 看看aliai，你的终极购物助手，帮助你安全和聪明的在线购物。\n\n使用AliAI，您可以轻松查看卖家评级和产品跟踪信息，确保您只从可靠的卖家那里购买，并可以跟踪您的购买情况。 我们的插件还向您显示产品的价格历史，因此您可以做出明智的决定，避免被虚假销售和折扣欺骗。\n\nAliAI还通过为您提供优惠券来帮助您省钱，并在有销售或价格下降时提醒您。 这样，你总能找到最好的交易，避免超支。\n\n此外，AliAI提供了一个用户友好的界面，让您轻松浏览网站的热门部分，如\"我的订单\"和\"我的帐户\"。 此功能简化了购物过程，使您更方便。\n\n在AliAI，我们致力于帮助您安全和巧妙地购物。 这就是为什么我们不断更新我们的插件，为您提供最好的购物体验可能。 我们有信心，我们的购物助手将超越您的期望，使您的网上购物体验无忧无虑和愉快。\n\n总之，如果您想在AliExpress，亚马逊和eBay等热门在线商店安全而巧妙地购物，那么只需看看AliAI。 今天试试我们的插件，享受安全购物，可靠的卖家和最好的交易的好处。"
  }
}