{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut Organizer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Extension Chrome offrant un tableau de bord élégant et personnalisable pour organiser vos raccourcis web.",
    "en": "Chrome extension offering a sleek and customizable dashboard to organize your web shortcuts."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut Organizer est une extension Chrome conçue pour offrir une expérience de navigation améliorée. Elle remplace la page de démarrage par défaut par un tableau de bord élégant et personnalisable, vous permettant de gérer vos raccourcis de manière organisée et efficace.\n\nAvec Shortcut Organizer, vous pouvez créer, renommer et réorganiser vos dossiers grâce à une fonction intuitive de glisser-déposer. Il est également possible d’ajouter ou de modifier des raccourcis avec des labels et URLs personnalisés, de déplacer des raccourcis entre différents dossiers, ou encore d’ajouter un raccourci directement en cliquant sur une icône dans la barre de navigation. L’extension récupère automatiquement les icônes des sites web, offrant une présentation propre et visuellement agréable. Disponible en français et en anglais, Shortcut Organizer s’adapte à vos besoins en vous proposant une expérience multilingue fluide.\n\nFonctionnalités clés :\n- Créez, renommez et réorganisez vos dossiers facilement grâce au drag & drop.\n- Ajoutez ou modifiez des raccourcis avec des labels et URLs personnalisés.\n- Déplacez vos raccourcis d’un dossier à un autre grâce au drag & drop intuitif.\n- Ajoutez un raccourci directement en cliquant sur une icône dans la barre de navigation.\n- Les raccourcis récupèrent automatiquement l’icône du site web pour une présentation visuelle propre et esthétique.\n- Disponible en français et anglais pour s’adapter à votre langue préférée.\n\nPourquoi choisir Shortcut Organizer ?\n- Facilité d'utilisation : Interface intuitive, idéale pour tous les utilisateurs.\n- Organisé et efficace : Gagnez du temps en accédant rapidement à vos liens préférés.\n- Open source : Contribuez à l’évolution du projet et proposez vos idées via GitHub.",
    "en": "Shortcut Organizer is a Chrome extension designed to enhance your browsing experience. It replaces the default start page with a sleek and customizable dashboard, allowing you to manage your shortcuts in an organized and efficient way.\n\nWith Shortcut Organizer, you can create, rename, and reorganize your folders using an intuitive drag-and-drop feature. You can also add or edit shortcuts with custom labels and URLs, move shortcuts between folders, or even add a shortcut directly by clicking on an icon in the navigation bar. The extension automatically fetches website icons, providing a clean and visually appealing display. Available in both English and French, Shortcut Organizer adapts to your needs with a seamless multilingual experience.\n\nKey Features:\n- Create, rename, and reorganize your folders easily with drag and drop.\n- Add or edit shortcuts with custom labels and URLs.\n- Move shortcuts between folders with an intuitive drag-and-drop feature.\n- Add a shortcut directly by clicking on an icon in the navigation bar.\n- Shortcuts automatically fetch website icons for a clean and aesthetic look.\n- Available in English and French to suit your preferred language.\n\nWhy Choose Shortcut Organizer?\n- Ease of use: An intuitive interface, perfect for all users.\n- Open source: Contribute to the project's evolution and share your ideas on GitHub.\n- Efficient and organized: Save time and quickly access your favorite links."
  }
}