{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Waly - Maximize Credit Card Rewards"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save money and maximize your credit card rewards every day when you shop or spend online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KNOW WHICH CREDIT CARD TO USE TO MAXIMIZE SAVINGS & REWARDS\nCredit card cashback, points, miles, or rewards are confusing and constantly changing. Want to know or stop guessing which credit card is right for your spending?\n\nWaly is a more innovative way to spend every day, which helps you maximize your Cashback, Rewards, Points, Miles, and Savings every day in every spend. Never spend without earning back again! No more guessing which credit card to use when shopping or spending online. \n\nSaving money is now easier than ever! With Waly’s AI, you will get the highest cashback and rewards on almost all your purchases. Completely free. It’s like having a pay assistant that maximizes your savings on the go every day, everyplace!\n\nEarn more cashback, and save more with rewards from your credit cards every day in 3 simple steps! ✅\n\n💳  Select the credit cards you own during onboarding. Waly doesn't need your credit card details to be your cashback rewards assistant and save money.\n\n🔔  Waly will automatically identify and recommend which credit card to use while spending online. \n\n💸  Follow Waly’s credit card recommendation & money advice during checkout to earn more cashback or save more with rewards. It’s that simple. Cha-ching!\n\n-----\n💰 EFFORTLESSLY SAVE $750 OR MORE YEARLY\nInstall the Waly cashback and rewards chrome extension and get automated money advice notifications while browsing your favorite sites. Most users easily save up to $750/yr! Without spending extra and ZERO Effort!\n\n📈 GROW YOUR REWARDS 10X FASTER\nAs you may know, card programs are constantly changing and confusing between cards, networks, merchant categories, etc. Our cashback rewards tracker works for you, using advanced AI to get the latest offers, cashback reward updates, and more! \n\nWhy not collect extra Cashback, Rewards, Points, or Miles in our day-to-day purchases without spending extra money for FREE? Not Maximizing your card rewards is just as wasteful. With Waly by your side on spending online and retail, your card statements will be the testament telling you how many free rewards you are earning. You deserve those cashback and the satisfaction of spending them!\n\n💵  PAY WITH CONFIDENCE & USE THE RIGHT CARD EVERY TIME\nOur cashback rewards AI includes Millions of Places and 5000+ websites across 600+ reward categories with 500+ credit cards. With the AI-powered credit card manager and tracker, you will know exactly which card to use as our innovative pay assistant combines card benefits, rewards, offers & redemption value to give the best financial advice.\n\nNow it’s time to have a one-stop place for all your card rewards, offers, and benefits mainly because Waly provides personalized recommendations on credit cards to sign up based on your spending to earn more and better rewards.\n\n👉  DOWNLOAD WALY – SPEND SMARTER & MAXIMIZE CREDIT CARD REWARDS.\n-------\n\nADDITIONAL INFO\n\n● Waly is also available for iOS (iPhone) and Mac\n● We take privacy seriously; you can review our policy at www.waly.io/privacy\n● You can always reach out to us at www.waly.io/feedback\n● Follow our community on Facebook, Twitter, and Reddit for new features, rewards program updates, utilizing card benefits, more tips & ideas on maximizing rewards redemption, etc.,\n\nWebsite: https://www.waly.io/\nFacebook: https://www.facebook.com/getwaly\nTwitter: https://twitter.com/WalyIo\nInstagram: https://www.instagram.com/waly.io\nReddit: r/waly"
  }
}