{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facebook Tamer"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hide content recommended by algorithms on your Facebook wall"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Facebook wants you to spend more time on their web site. They learned that showing you stuff you don't like will get you to stay longer.\n\nCheck out the article:\nhttps://www.independent.co.uk/life-style/social-media-facebook-twitter-politics-b1870628.html\n\nThat's why they put the angry reaction right next to like like button. So they can find all the content that riles you up.\n\nThis extension filters out the random stuff from the homepage by hiding unsolicited content selected by the algorithm. You can also add your own words and phrases to hide additional content.\n\nAll this extension does is tell the web browser to not render specific sections of text on your Facebook wall. We hide the \"suggested for you\" and \"groups you might like\" sections. We also let you add words and phrases you want to filter away. Are you tired of hearing about vegans. Enter \"vegan\" into the filter, and all posts with the word vegan disappear from your wall.\n\nNote:This extension does not make any permanent changes to Facebook. It is also based on naming conventions in the HTML on Facebook's web pages. At any point, Facebook could make a change to their code, which would render this extension ineffective. We will attempt to detect this, and provide updates. This could mean items intended to be filter become visible. It could also mean items intended to not be filtered are no longer visible. When in doubt, disable the filters below and reload the web page to see."
  }
}