{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenVision"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Capture screenshots or upload images for instant AI-powered analysis. Get insights on web content or your own photos."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "OpenVision: Capture, upload, and instantly analyze images with AI-powered insights, all within your browser.\n\nOur extension offers versatile image input methods. Capture screenshots from any webpage or upload images directly from your device. The advanced AI analysis provides object detection, text recognition (OCR), content summarization, scene understanding, and color analysis.\n\nCustomize your analysis with tailored queries for specific insights. The extension integrates seamlessly with your browsing experience, working on any webpage with quick access via the browser icon.\n\nWe prioritize your privacy. All processing is done securely, and we don't store images after analysis.\n\nThis tool is perfect for researchers, designers, developers, social media managers, students, journalists, e-commerce professionals, digital marketers, and content creators.\n\nUse OpenVision for web research, data extraction, social media content analysis, UI/UX design inspiration, content moderation, e-commerce optimization, academic research, digital asset management, accessibility compliance, brand monitoring, and competitive analysis.\n\nHere's how it works: Capture a screenshot or upload an image, choose an analysis type or enter a custom prompt, receive instant AI-powered insights, review and act on the analysis, then copy results as needed.\n\nTransform how you interact with visual content on the web. Whether you're a professional seeking deep insights or a curious user, OpenVision is your tool for instant, AI-powered visual analysis. Install now and unlock intelligent image analysis in your browser!"
  }
}