{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "QIE Wallet and Domain Resolver"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing the ultimate browser crypto wallet extension for QIE, designed to revolutionize the way you manage your digital assets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Introducing our comprehensive crypto wallet, a cutting-edge platform designed to revolutionize your digital asset management experience. This feature-rich application is tailored for users seeking a seamless and secure environment for handling QIE tokens, engaging in NFT transactions, and effortlessly resolving Web3 domains.\n\nQIE Token Management:\n\nOur crypto wallet prioritizes user-friendly QIE token management, providing a streamlined interface for transferring and receiving QIE tokens. Whether you’re conducting peer-to-peer transactions or managing your portfolio, our platform ensures that every interaction with QIE tokens is intuitive and efficient. With enhanced security features, your digital assets are safeguarded, offering you peace of mind as you navigate the world of decentralized finance.\n\nQIE Token Marketplace:\n\nDive into the dynamic world of cryptocurrency investment by buying and selling QIE tokens directly within our app. Our integrated marketplace connects you with a global network of buyers and sellers, facilitating smooth transactions and ensuring liquidity for your QIE assets. Real-time market data and user-friendly interfaces empower you to make informed decisions, optimizing your crypto investment strategy.\n\nNFT Trading Hub:\n\nExplore the exciting realm of non-fungible tokens (NFTs) with our dedicated NFT trading hub. Buy and sell unique digital assets seamlessly, with an emphasis on user experience and security. Our platform supports a variety of NFT standards, providing you with access to a diverse range of digital collectibles, art pieces, and virtual assets. Engage in the NFT market confidently, knowing that your transactions are backed by a robust and secure infrastructure.\n\nTransaction Details and History:\n\nStay informed about your financial activities with our detailed transaction tracking system. Every QIE token transfer, NFT transaction, and marketplace interaction is recorded and easily accessible. Monitor your financial history, track the status of ongoing transactions, and gain insights into your portfolio’s performance. Transparency and accountability are at the forefront of our design, ensuring you have a clear overview of your crypto journey.\n\nWeb3 Domain Resolution:\n\nAs part of our commitment to providing a holistic crypto experience, our wallet seamlessly integrates Web3 domain resolution. Simplify your interactions with decentralized applications (dApps) and blockchain websites by resolving Web3 domains directly within the wallet. Enjoy a smoother browsing experience and enhanced connectivity as you explore the decentralized web."
  }
}