{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Pruuf"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension shows spelling and grammar proofing results for Malay, English and Chinese language."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Created for Malaysian-languages, including Malay, English and Chinese, Pruuf makes sure your text is clear and precise, and free of spelling and grammatical mistakes.\n\nHOW DOES PRUUF HELP?\n\nWorks Everywhere: Helps you write mistake-free text in Gmail, Facebook, Twitter, LinkedIn, and nearly everywhere else on the web.\n\nWrite with Confidence: Pruuf has your back!  It scans your text for common spelling and grammatical mistakes automatically\n\nPolish Your Writing: Offers accurate suggestions to correct problematic texts and improve your work.  No more embarrassing mistakes! Your image is safe.\n\nHelp You Shine: No matter what task awaits you — thesis, letters, business plans or even just some simple messages — Pruuf will always be there to make sure you say what you mean.\n\nSafeguard Your Data: Your text is checked entirely on your PC. It does not get sent over the Internet to a third-party server. Your work, whether sensitive or not, always stays confidential.\n\n\nREQUIREMENT\n\nPruuf needs to install a program on your Windows machine. This is to safeguard your data and provides better performance. To download, visit: https://www.getpruuf.com\n\n\nPRIVACY POLICY\n\nPlease visit: https://www.getpruuf.com/privacy\n\n\nDOWNLOAD\n\nTo download, visit: https://www.getpruuf.com"
  }
}