{
  "name": {
    "ar": "يوتيوب فيديو وقناة مانع",
    "am,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hu,id,kn,lt,ml,mr,nl,pt_BR,sk,sl,sw,ta,te,zh_TW": "Youtube video and channel blocker",
    "bg": "Блокиране на видео и канали в Youtube",
    "cs": "Youtube video a blokování kanálů",
    "de": "Youtube-Video- und Kanalblocker",
    "es": "Bloqueador de canales y videos de Youtube",
    "et": "Youtube'i video ja kanalite blokeerija",
    "fi": "Youtube-videoiden ja kanavien esto",
    "fr": "Vidéo Youtube et bloqueur de chaînes",
    "hr": "Blokator Youtube videa i kanala",
    "it": "Video di Youtube e blocco dei canali",
    "ja": "Youtubeビデオとチャンネルブロッカー",
    "ko": "유튜브 동영상 및 채널 차단기",
    "lv": "Youtube video un kanālu bloķētājs",
    "ms": "Video Youtube dan penyekat saluran",
    "no": "Youtube-video og kanalblokkering",
    "pl": "Blokowanie filmów i kanałów na YouTube",
    "pt_PT": "Vídeo do Youtube e bloqueador de canal",
    "ro": "Videoclipuri Youtube și blocarea canalelor",
    "ru": "Блокировщик видео и каналов Youtube",
    "sr": "Иоутубе видео и блокатор канала",
    "sv": "Youtube-video och kanalblockerare",
    "th": "วิดีโอ Youtube และตัวบล็อกช่อง",
    "tr": "Youtube video ve kanal engelleyici",
    "uk": "Блокувальник відео та каналів Youtube",
    "vi": "Video Youtube và trình chặn kênh",
    "zh_CN": "Youtube 視頻和頻道攔截器"
  },
  "short": {
    "ar": "استخدم حرف النجمة (*) لتحديد عدد عشوائي من الأحرف",
    "am,bn,ca,da,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hu,id,kn,lt,ml,mr,nl,pt_BR,sk,sl,sw,ta,te,zh_TW": "Block Youtube videos by full title or partial match. Use the asterisk (*) to specify an arbitrary number of characters",
    "bg": "Блокиране на видеоклипове в Youtube чрез пълно име или частично съвпадение. Използвайте знака звездичка (*), за да посочите…",
    "cs": "Blokujte videa na YouTube podle úplného názvu nebo částečné shody. Pomocí hvězdičky (*) zadejte libovolný počet znaků",
    "de": "Youtube-Videos nach vollständigem Titel oder teilweiser Übereinstimmung blockieren. Verwenden Sie das Sternchen (*), um eine…",
    "es": "Bloquear videos de Youtube por título completo o coincidencia parcial. Utilice el asterisco (*) para especificar un número…",
    "et": "Blokeerige Youtube'i videod täispealkirja või osalise vaste alusel. Kasutage tärni (*), et määrata suvaline arv märke",
    "fi": "Estä Youtube-videot koko nimen tai osittaisen vastaavuuden perusteella. Käytä tähteä (*) määrittääksesi mielivaltaisen määrän…",
    "fr": "Bloquer les vidéos Youtube par titre complet ou correspondance partielle. Utilisez l'astérisque (*) pour spécifier un nombre…",
    "hr": "Blokirajte Youtube videozapise prema punom naslovu ili djelomičnom podudaranju. Koristite zvjezdicu (*) da navedete proizvoljan…",
    "it": "Blocca i video di Youtube per titolo completo o corrispondenza parziale. Usa l'asterisco (*) per specificare un numero arbitrario…",
    "ja": "フルネームまたは部分一致によるYoutubeビデオのブロック。 アスタリスク文字 (*) を使用して、任意の文字数を指定します",
    "ko": "전체 이름 또는 부분 일치로 YouTube 동영상 차단. 별표 문자(*)를 사용하여 임의의 문자 수 지정",
    "lv": "Bloķējiet Youtube videoklipus pēc pilna nosaukuma vai daļējas atbilstības. Izmantojiet zvaigznīti (*), lai norādītu patvaļīgu…",
    "ms": "Sekat video Youtube mengikut tajuk penuh atau padanan separa. Gunakan asterisk (*) untuk menentukan bilangan aksara yang…",
    "no": "Blokker Youtube-videoer etter full tittel eller delvis match. Bruk stjernen (*) for å spesifisere et vilkårlig antall tegn",
    "pl": "Blokuj filmy z YouTube według pełnego tytułu lub częściowego dopasowania. Użyj gwiazdki (*), aby określić dowolną liczbę znaków",
    "pt_PT": "Bloquear vídeos do Youtube por título completo ou correspondência parcial. Use o asterisco (*) para especificar um número…",
    "ro": "Blocați videoclipurile de pe Youtube după titlu complet sau potrivire parțială. Utilizați asteriscul (*) pentru a specifica un…",
    "ru": "Блокировка видео в Youtube по полному названию или частичному совпадению. Используйте символ звездочки (*) для указания…",
    "sr": "Блокирање Иоутубе видеа пуним именом или делимичним подударањем. Користите знак звездице (*) да наведете произвољан број знакова",
    "sv": "Blockera Youtube-videor med full titel eller partiell matchning. Använd asterisken (*) för att ange ett godtyckligt antal tecken",
    "th": "การบล็อกวิดีโอ Youtube ด้วยชื่อเต็มหรือบางส่วนที่ตรงกัน ใช้เครื่องหมายดอกจัน (*) เพื่อระบุจำนวนอักขระตามอำเภอใจ",
    "tr": "Youtube videolarını tam başlığa veya kısmi eşleşmeye göre engelleyin. İsteğe bağlı sayıda karakter belirtmek için yıldız işaretini…",
    "uk": "Блокування відео в Youtube за повною назвою або частковим збігом. Використовуйте символ зірочки (*) для вказівки довільної…",
    "vi": "Chặn video Youtube theo tên đầy đủ hoặc khớp một phần. Sử dụng ký tự dấu hoa thị (*) để chỉ định một số ký tự tùy ý",
    "zh_CN": "按全名或部分匹配阻止 Youtube 視頻。 使用星號字符 (*) 指定任意數量的字符"
  },
  "long": {
    "ar,bg,cs,de,en_US,es,et,fi,fr,hr,it,ja,ko,lv,ms,no,pl,pt_PT,ro,sr,sv,th,tr,uk,vi,zh_CN": "Block Youtube videos by full title or partial match.",
    "am,bn,ca,da,el,en,en_AU,en_GB,es_419,fa,fil,gu,he,hi,hu,id,kn,lt,ml,mr,nl,pt_BR,sk,sl,sw,ta,te,zh_TW": "This extension is for Google Chrome only. Operation in other browsers is not guaranteed.\n\nBlock Youtube videos by full title or partial match.",
    "ru": "Это расширение только для Google Chrome. Работа в других браузерах не гарантируется.\n\nБлокирует видео по полному или частичному названию канала или названию видео."
  }
}