{
  "name": {
    "ar": "ريسيزر الصورة",
    "am,bn,cs,en,en_AU,en_GB,en_US,es_419,fil,gu,hr,kn,ml,mr,no,pt_BR,pt_PT,sk,sl,sv,sw,ta,te,uk": "Image Resizer",
    "bg": "Преоразмеряване на изображения",
    "ca": "Redimensionador d&#39;imatges",
    "da": "Billedresizer",
    "de": "Bild-Resizer",
    "el": "Αλλαγή μεγέθους εικόνας",
    "es": "Cambiar el tamaño de la imagen",
    "et": "Pildi suuruse muutja",
    "fa": "تغییر اندازه تصویر",
    "fi": "Kuvan koon muuttaja",
    "fr": "Redimensionneur d&#39;image",
    "he": "שינוי גודל התמונה",
    "hi": "छवि पुनर्विक्रेता",
    "hu": "Képátméretező",
    "id": "Pengubah Gambar",
    "it": "Ridimensionatore di immagini",
    "ja": "画像リサイザー",
    "ko": "이미지 리사이저",
    "lt": "Vaizdo dydžio keitiklis",
    "lv": "Attēla izmēra mainītājs",
    "ms": "Penukar Imej",
    "nl": "Beeldformaat wijzigen",
    "pl": "Zmiana rozmiaru obrazu",
    "ro": "Redimensionare imagine",
    "ru": "Изменение размера изображения",
    "sr": "Имаге Ресизер",
    "th": "ตัวปรับขนาดรูปภาพ",
    "tr": "Görüntü Boyutlandırıcı",
    "vi": "Trình thay đổi kích thước hình ảnh",
    "zh_CN": "图像缩放器",
    "zh_TW": "圖像縮放器"
  },
  "short": {
    "ar": "قم بتغيير حجم أو اقتصاص أي صورة من أي موقع ويب أو تحميل وتغيير حجم الصورة الخاصة بك",
    "am,bn,en,en_AU,en_GB,en_US,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Resize or crop any image from any website or upload and resize your own image",
    "bg": "Преоразмерете или изрежете всяко изображение от всеки уебсайт или качете и преоразмерете свое собствено изображение",
    "ca": "Canvieu la mida o retalla qualsevol imatge de qualsevol lloc web o pengeu i canvieu la mida de la vostra pròpia imatge",
    "cs": "Změňte velikost nebo ořízněte libovolný obrázek z libovolné webové stránky nebo nahrajte a změňte velikost vlastního obrázku",
    "da": "Tilpas eller beskær ethvert billede fra ethvert websted, eller upload og tilpas størrelsen på dit eget billede",
    "de": "Ändern Sie die Größe eines Bildes von einer beliebigen Website oder schneiden Sie es zu, oder laden Sie Ihr eigenes Bild hoch und…",
    "el": "Αλλάξτε το μέγεθος ή περικόψτε οποιαδήποτε εικόνα από οποιονδήποτε ιστότοπο ή μεταφορτώστε και αλλάξτε το μέγεθος της δικής σας…",
    "es": "Cambie el tamaño o recorte cualquier imagen de cualquier sitio web o cargue y cambie el tamaño de su propia imagen",
    "et": "Muutke mis tahes veebisaidil oleva pildi suurust või kärpige seda või laadige üles oma pilt ja muutke selle suurust",
    "fa": "تغییر اندازه یا برش هر تصویر از هر وب سایت یا آپلود و تغییر اندازه تصویر خود",
    "fi": "Muuta minkä tahansa kuvan kokoa tai rajaa sitä miltä tahansa verkkosivustolta tai lataa ja muuta oman kuvasi kokoa",
    "fil": "Baguhin ang laki o i-crop ang anumang larawan mula sa anumang website o i-upload at baguhin ang laki ng iyong sariling larawan",
    "fr": "Redimensionnez ou recadrez n&#39;importe quelle image de n&#39;importe quel site Web ou téléchargez et redimensionnez votre propre…",
    "he": "שנה גודל או חתוך כל תמונה מכל אתר אינטרנט או העלה ושנה את גודל התמונה שלך",
    "hi": "किसी भी वेबसाइट से किसी छवि का आकार बदलें या क्रॉप करें या अपनी स्वयं की छवि अपलोड और आकार बदलें",
    "hr": "Promijenite veličinu ili obrežite bilo koju sliku s bilo kojeg web mjesta ili prenesite i promijenite veličinu vlastite slike",
    "hu": "Méretezze át vagy vágja le bármelyik képet bármely webhelyről, vagy töltse fel és méretezze át saját képét",
    "id": "Ubah ukuran atau pangkas gambar apa pun dari situs web mana pun atau unggah dan ubah ukuran gambar Anda sendiri",
    "it": "Ridimensiona o ritaglia qualsiasi immagine da qualsiasi sito Web o carica e ridimensiona la tua immagine",
    "ja": "ウェブサイトから画像のサイズを変更またはトリミングするか、独自の画像をアップロードしてサイズ変更します",
    "ko": "웹사이트에서 이미지 크기 조정 또는 자르기 또는 자신의 이미지 업로드 및 크기 조정",
    "lt": "Pakeiskite arba apkarpykite bet kurį vaizdą iš bet kurios svetainės arba įkelkite ir pakeiskite savo vaizdo dydį",
    "lv": "Mainiet vai apgrieziet jebkuru attēlu no jebkuras vietnes vai augšupielādējiet un mainiet sava attēla izmēru",
    "ms": "Ubah saiz atau pangkas mana-mana imej dari mana-mana tapak web atau muat naik dan ubah saiz imej anda sendiri",
    "nl": "Pas het formaat van elke afbeelding van elke website aan of snijd deze bij, of upload en verklein uw eigen afbeelding",
    "no": "Endre størrelse på eller beskjær et bilde fra et hvilket som helst nettsted eller last opp og endre størrelsen på ditt eget bilde",
    "pl": "Zmień rozmiar lub przytnij dowolny obraz z dowolnej strony internetowej lub prześlij i zmień rozmiar własnego obrazu",
    "ro": "Redimensionați sau decupați orice imagine de pe orice site web sau încărcați și redimensionați propria imagine",
    "ru": "Измените размер или обрежьте любое изображение с любого веб-сайта или загрузите и измените размер собственного изображения.",
    "sk": "Zmeňte veľkosť alebo orežte ľubovoľný obrázok z ľubovoľnej webovej lokality alebo nahrajte a zmeňte veľkosť vlastného obrázka",
    "sl": "Spremenite velikost ali obrežite katero koli sliko s katerega koli spletnega mesta ali naložite in spremenite velikost svoje slike",
    "sr": "Промените величину или исеците било коју слику са било које веб локације или отпремите и промените величину сопствене слике",
    "sv": "Ändra storlek på eller beskära en bild från valfri webbplats eller ladda upp och ändra storlek på din egen bild",
    "th": "ปรับขนาดหรือครอบตัดรูปภาพจากเว็บไซต์ใดๆ หรืออัปโหลดและปรับขนาดรูปภาพของคุณเอง",
    "tr": "Herhangi bir web sitesinden herhangi bir resmi yeniden boyutlandırın veya kırpın veya kendi resminizi yükleyin ve yeniden…",
    "uk": "Змініть розмір або обріжте будь-яке зображення з будь-якого веб-сайту або завантажте та змініть розмір свого зображення",
    "vi": "Thay đổi kích thước hoặc cắt bất kỳ hình ảnh nào từ bất kỳ trang web nào hoặc tải lên và thay đổi kích thước hình ảnh của riêng bạn",
    "zh_CN": "调整或裁剪来自任何网站的任何图像或上传和调整您自己的图像",
    "zh_TW": "調整或裁剪來自任何網站的任何圖像或上傳和調整您自己的圖像"
  },
  "long": {
    "ar": "هل تريد تغيير حجم الصور بسرعة قبل تنزيل الصور من الإنترنت؟\n\nيمكنك القيام بذلك اليوم عند تثبيت برنامج إعادة تحجيم الصور عبر الإنترنت.\n\n1) يسمح لك برنامجنا بالعثور على الحجم والأبعاد الدقيقة لأي صورة على صفحة الويب.\n\n2) إذا كنت بحاجة إلى تغيير حجم هذه الصورة ، فيمكنك القيام بذلك بالنقر فوق رمز الامتداد الخاص بنا.\n\n3) بمجرد الانتهاء من تغيير حجم الصورة ، يمكنك تنزيل الصورة بأبعاد العرض والارتفاع الجديدة واستخدامها لتلبية احتياجاتك.\n\nهذا البرنامج مفيد جدًا إذا كنت بحاجة إلى العثور على صور على الإنترنت وتغيير حجمها للعروض التقديمية / الكتيبات الدعائية الخاصة بك.\nيمكنك اقتصاص الصورة واختيار المنطقة المحددة من الصورة التي تريدها. جرب هذا البرنامج المجاني لتغيير حجم الصور اليوم. هذا برنامج بسيط لتغيير حجم الصور.",
    "am,bn,en,en_AU,en_GB,es_419,gu,kn,ml,mr,pt_BR,pt_PT,sw,ta,te": "Want to resize images quickly before you download the images off the Internet?\n\nYou can do so today when you install our online image resizer software.\n\n1) Our software allows you to find the exact size and dimensions of any image on the webpage.\n\n2) If you need to resize this image, you can do so by clicking on our extension icon.\n\n3) Once you have finished resizing the image, you can download the image with the new height & width dimensions and use it for your needs.\n\nThis software is very useful if you need to find images on the Internet and resize them for your own presentations/brochures.\nYou can crop the image and just choose the specific area of the image you need. Try this free image resizer software today. This is a simple image resizer software.",
    "bg": "Искате бързо да преоразмерите изображенията, преди да ги изтеглите от интернет?\n\nМожете да го направите днес, когато инсталирате нашия онлайн софтуер за преоразмеряване на изображения.\n\n1) Нашият софтуер ви позволява да намерите точния размер и размери на всяко изображение на уеб страницата.\n\n2) Ако трябва да преоразмерите това изображение, можете да го направите, като щракнете върху нашата икона за разширение.\n\n3) След като приключите с преоразмеряването на изображението, можете да изтеглите изображението с новите размери на височина и ширина и да го използвате за вашите нужди.\n\nТози софтуер е много полезен, ако трябва да намерите изображения в интернет и да ги преоразмерите за вашите собствени презентации/брошури.\nМожете да изрежете изображението и просто да изберете конкретната област от изображението, от която се нуждаете. Опитайте този безплатен софтуер за преоразмеряване на изображения днес. Това е прост софтуер за преоразмеряване на изображения.",
    "ca": "Voleu canviar la mida de les imatges ràpidament abans de baixar-les d'Internet?\n\nHo podeu fer avui quan instal·leu el nostre programari de redimensionament d'imatges en línia.\n\n1) El nostre programari us permet trobar la mida i les dimensions exactes de qualsevol imatge a la pàgina web.\n\n2) Si necessiteu canviar la mida d'aquesta imatge, podeu fer-ho fent clic a la nostra icona d'extensió.\n\n3) Un cop hàgiu acabat de canviar la mida de la imatge, podeu descarregar la imatge amb les noves dimensions d'alçada i amplada i utilitzar-la segons les vostres necessitats.\n\nAquest programari és molt útil si necessiteu trobar imatges a Internet i canviar-les la mida per a les vostres pròpies presentacions/fullets.\nPodeu retallar la imatge i només escolliu l'àrea específica de la imatge que necessiteu. Proveu aquest programari gratuït de redimensionament d'imatges avui mateix. Aquest és un programari senzill de redimensionament d'imatges.",
    "cs": "Chcete rychle změnit velikost obrázků, než je stáhnete z internetu?\n\nMůžete tak učinit ještě dnes, když si nainstalujete náš online software pro změnu velikosti obrazu.\n\n1) Náš software vám umožňuje najít přesnou velikost a rozměry jakéhokoli obrázku na webové stránce.\n\n2) Pokud potřebujete změnit velikost tohoto obrázku, můžete tak učinit kliknutím na naši ikonu rozšíření.\n\n3) Jakmile dokončíte změnu velikosti obrázku, můžete si obrázek stáhnout s novými rozměry výšky a šířky a použít jej pro své potřeby.\n\nTento software je velmi užitečný, pokud potřebujete najít obrázky na internetu a změnit jejich velikost pro vaše vlastní prezentace/brožury.\nObrázek můžete oříznout a vybrat si konkrétní oblast obrázku, kterou potřebujete. Vyzkoušejte tento bezplatný software pro změnu velikosti obrázků ještě dnes. Jedná se o jednoduchý software pro změnu velikosti obrázků.",
    "da": "Vil du hurtigt ændre størrelsen på billeder, før du downloader billederne fra internettet?\n\nDu kan gøre det i dag, når du installerer vores online billedresizersoftware.\n\n1) Vores software giver dig mulighed for at finde den nøjagtige størrelse og dimensioner af ethvert billede på websiden.\n\n2) Hvis du har brug for at ændre størrelsen på dette billede, kan du gøre det ved at klikke på vores udvidelsesikon.\n\n3) Når du er færdig med at ændre størrelsen på billedet, kan du downloade billedet med de nye højde- og breddemål og bruge det til dine behov.\n\nDenne software er meget nyttig, hvis du skal finde billeder på internettet og ændre størrelsen på dem til dine egne præsentationer/brochurer.\nDu kan beskære billedet og blot vælge det specifikke område af billedet, du har brug for. Prøv denne gratis billedresizer-software i dag. Dette er en simpel billedresizer-software.",
    "de": "Möchten Sie die Größe von Bildern schnell ändern, bevor Sie sie aus dem Internet herunterladen?\n\nSie können dies noch heute tun, indem Sie unsere Online-Bild-Resizer-Software installieren.\n\n1) Mit unserer Software können Sie die genaue Größe und Abmessungen jedes Bildes auf der Webseite ermitteln.\n\n2) Wenn Sie die Größe dieses Bildes ändern müssen, können Sie dies tun, indem Sie auf unser Erweiterungssymbol klicken.\n\n3) Sobald Sie die Bildgröße geändert haben, können Sie das Bild mit den neuen Höhen- und Breitenmaßen herunterladen und für Ihre Bedürfnisse verwenden.\n\nDiese Software ist sehr nützlich, wenn Sie Bilder im Internet finden und deren Größe für Ihre eigenen Präsentationen/Broschüren ändern müssen.\nSie können das Bild zuschneiden und einfach den gewünschten Bildbereich auswählen. Probieren Sie diese kostenlose Software zur Bildanpassung noch heute aus. Dies ist eine einfache Bild-Resizer-Software.",
    "el": "Θέλετε να αλλάξετε το μέγεθος των εικόνων γρήγορα προτού πραγματοποιήσετε λήψη των εικόνων από το Διαδίκτυο;\n\nΜπορείτε να το κάνετε σήμερα όταν εγκαταστήσετε το ηλεκτρονικό μας λογισμικό αλλαγής μεγέθους εικόνας.\n\n1) Το λογισμικό μας σάς επιτρέπει να βρείτε το ακριβές μέγεθος και τις διαστάσεις οποιασδήποτε εικόνας στην ιστοσελίδα.\n\n2) Εάν χρειάζεται να αλλάξετε το μέγεθος αυτής της εικόνας, μπορείτε να το κάνετε κάνοντας κλικ στο εικονίδιο της επέκτασής μας.\n\n3) Μόλις ολοκληρώσετε την αλλαγή του μεγέθους της εικόνας, μπορείτε να κατεβάσετε την εικόνα με τις νέες διαστάσεις ύψους & πλάτους και να τη χρησιμοποιήσετε για τις ανάγκες σας.\n\nΑυτό το λογισμικό είναι πολύ χρήσιμο εάν χρειάζεται να βρείτε εικόνες στο Διαδίκτυο και να αλλάξετε το μέγεθός τους για τις δικές σας παρουσιάσεις/μπροσούρες.\nΜπορείτε να περικόψετε την εικόνα και απλώς να επιλέξετε τη συγκεκριμένη περιοχή της εικόνας που χρειάζεστε. Δοκιμάστε αυτό το δωρεάν λογισμικό αλλαγής μεγέθους εικόνας σήμερα. Αυτό είναι ένα απλό λογισμικό αλλαγής μεγέθους εικόνας.",
    "en_US,fi,he": "Want to resize images quickly before you download the images off the Internet?\n\nYou can do so today when you install our image resizer software.\n\n1) Our software allows you to find the exact size and dimensions of any image on the webpage.\n\n2) If you need to resize this image, you can do so by clicking on our extension icon.\n\n3) Once you have finished resizing the image, you can download the image with the new height & width dimensions and use it for your needs.\n\nThis software is very useful if you need to find images on the Internet and resize them for your own presentations/brochures. You can crop the image and just choose the specific area of the image you need. Try this free image resizer software today.",
    "es": "¿Quiere cambiar el tamaño de las imágenes rápidamente antes de descargarlas de Internet?\n\nPuede hacerlo hoy cuando instale nuestro software de cambio de tamaño de imagen en línea.\n\n1) Nuestro software le permite encontrar el tamaño y las dimensiones exactas de cualquier imagen en la página web.\n\n2) Si necesita cambiar el tamaño de esta imagen, puede hacerlo haciendo clic en nuestro icono de extensión.\n\n3) Una vez que haya terminado de cambiar el tamaño de la imagen, puede descargar la imagen con las nuevas dimensiones de alto y ancho y usarla para sus necesidades.\n\nEste software es muy útil si necesita buscar imágenes en Internet y cambiarles el tamaño para sus propias presentaciones/folletos.\nPuede recortar la imagen y simplemente elegir el área específica de la imagen que necesita. Pruebe este software gratuito de cambio de tamaño de imagen hoy. Este es un software de cambio de tamaño de imagen simple.",
    "et": "Kas soovite enne piltide Internetist allalaadimist kiiresti piltide suurust muuta?\n\nSaate seda teha juba täna, kui installite meie veebipõhise pildi suuruse muutmise tarkvara.\n\n1) Meie tarkvara võimaldab teil leida veebilehel oleva pildi täpse suuruse ja mõõtmed.\n\n2) Kui teil on vaja selle pildi suurust muuta, saate seda teha, klõpsates meie laienduse ikoonil.\n\n3) Kui olete pildi suuruse muutmise lõpetanud, saate uue kõrguse ja laiuse mõõtmetega pildi alla laadida ja seda oma vajaduste jaoks kasutada.\n\nSee tarkvara on väga kasulik, kui teil on vaja Internetist pilte leida ja nende suurust oma esitluste/brošüüride jaoks muuta.\nSaate pilti kärpida ja valida lihtsalt pildi konkreetse ala, mida vajate. Proovige seda tasuta pildi suuruse muutmise tarkvara juba täna. See on lihtne pildi suuruse muutmise tarkvara.",
    "fa": "آیا می خواهید قبل از دانلود تصاویر از اینترنت، اندازه تصاویر را به سرعت تغییر دهید؟\n\nشما می توانید این کار را امروز با نصب نرم افزار تغییر اندازه تصویر آنلاین ما انجام دهید.\n\n1) نرم افزار ما به شما امکان می دهد اندازه و ابعاد دقیق هر تصویر را در صفحه وب پیدا کنید.\n\n2) اگر نیاز به تغییر اندازه این تصویر دارید، می توانید با کلیک بر روی نماد برنامه افزودنی ما این کار را انجام دهید.\n\n3) پس از اتمام تغییر اندازه تصویر، می توانید تصویر را با ابعاد ارتفاع و عرض جدید دانلود کرده و برای نیاز خود از آن استفاده کنید.\n\nاگر نیاز به یافتن تصاویر در اینترنت و تغییر اندازه آنها برای ارائه ها/بروشورهای خود دارید، این نرم افزار بسیار مفید است.\nمی توانید تصویر را برش دهید و فقط ناحیه خاصی از تصویر مورد نیاز خود را انتخاب کنید. همین امروز این نرم افزار رایگان تغییر اندازه تصویر را امتحان کنید. این یک نرم افزار ساده تغییر اندازه تصویر است.",
    "fil": "Haluatko muuttaa kuvien kokoa nopeasti ennen kuin lataat kuvat Internetistä?\n\nVoit tehdä sen tänään, kun asennat online-kuvan koon muuttamisohjelmistomme.\n\n1) Ohjelmistomme avulla voit löytää minkä tahansa verkkosivun kuvan tarkan koon ja mitat.\n\n2) Jos sinun on muutettava tämän kuvan kokoa, voit tehdä sen napsauttamalla laajennuskuvakettamme.\n\n3) Kun olet muuttanut kuvan koon, voit ladata kuvan uusilla korkeus- ja leveysmitoilla ja käyttää sitä tarpeisiisi.\n\nTämä ohjelmisto on erittäin hyödyllinen, jos haluat etsiä kuvia Internetistä ja muuttaa niiden kokoa omia esityksiäsi/esitteitä varten.\nVoit rajata kuvaa ja valita vain tarvitsemasi kuvan alueen. Kokeile tätä ilmaista kuvan koon muuttamisohjelmistoa jo tänään. Tämä on yksinkertainen kuvan koon muuttamisohjelmisto.",
    "fr": "Vous souhaitez redimensionner rapidement les images avant de les télécharger sur Internet ?\n\nVous pouvez le faire dès aujourd'hui lorsque vous installez notre logiciel de redimensionnement d'image en ligne.\n\n1) Notre logiciel vous permet de trouver la taille et les dimensions exactes de n'importe quelle image sur la page Web.\n\n2) Si vous avez besoin de redimensionner cette image, vous pouvez le faire en cliquant sur notre icône d'extension.\n\n3) Une fois que vous avez fini de redimensionner l'image, vous pouvez télécharger l'image avec les nouvelles dimensions de hauteur et de largeur et l'utiliser selon vos besoins.\n\nCe logiciel est très utile si vous avez besoin de trouver des images sur Internet et de les redimensionner pour vos propres présentations/brochures.\nVous pouvez recadrer l'image et choisir simplement la zone spécifique de l'image dont vous avez besoin. Essayez ce logiciel de redimensionnement d'image gratuit dès aujourd'hui. Il s'agit d'un simple logiciel de redimensionnement d'image.",
    "hi": "इंटरनेट से छवियों को डाउनलोड करने से पहले जल्दी से छवियों का आकार बदलना चाहते हैं?\n\nआप ऐसा आज ही कर सकते हैं जब आप हमारा ऑनलाइन इमेज रीसाइज़र सॉफ़्टवेयर इंस्टॉल करते हैं।\n\n1) हमारा सॉफ्टवेयर आपको वेबपेज पर किसी भी छवि का सटीक आकार और आयाम खोजने की अनुमति देता है।\n\n2) यदि आपको इस छवि का आकार बदलने की आवश्यकता है, तो आप हमारे एक्सटेंशन आइकन पर क्लिक करके ऐसा कर सकते हैं।\n\n3) एक बार जब आप छवि का आकार बदलना समाप्त कर लेते हैं, तो आप छवि को नई ऊँचाई और चौड़ाई के आयामों के साथ डाउनलोड कर सकते हैं और अपनी आवश्यकताओं के लिए इसका उपयोग कर सकते हैं।\n\nयह सॉफ़्टवेयर बहुत उपयोगी है यदि आपको इंटरनेट पर छवियों को खोजने और अपनी स्वयं की प्रस्तुतियों/ब्रोशर के लिए उनका आकार बदलने की आवश्यकता है।\nआप छवि को क्रॉप कर सकते हैं और केवल उस विशिष्ट क्षेत्र को चुन सकते हैं जिसकी आपको आवश्यकता है। आज ही इस निःशुल्क इमेज रीसाइज़र सॉफ़्टवेयर को आजमाएँ। यह एक साधारण छवि Resizer सॉफ्टवेयर है।",
    "hr": "Želite brzo promijeniti veličinu slika prije nego što ih preuzmete s interneta?\n\nTo možete učiniti danas kada instalirate naš mrežni softver za promjenu veličine slike.\n\n1) Naš softver vam omogućuje da pronađete točnu veličinu i dimenzije bilo koje slike na web stranici.\n\n2) Ako trebate promijeniti veličinu ove slike, to možete učiniti klikom na našu ikonu proširenja.\n\n3) Nakon što završite s promjenom veličine slike, možete preuzeti sliku s novim dimenzijama visine i širine i koristiti je za svoje potrebe.\n\nOvaj softver je vrlo koristan ako trebate pronaći slike na internetu i promijeniti im veličinu za vlastite prezentacije/brošure.\nMožete izrezati sliku i samo odabrati određeno područje slike koje vam je potrebno. Isprobajte ovaj besplatni softver za promjenu veličine slike danas. Ovo je jednostavan softver za promjenu veličine slike.",
    "hu": "Gyorsan át szeretné méretezni a képeket, mielőtt letölti a képeket az internetről?\n\nEzt ma megteheti, ha telepíti online képátméretező szoftverünket.\n\n1) Szoftverünk lehetővé teszi, hogy megtalálja a weboldalon található bármely kép pontos méretét és méretét.\n\n2) Ha át kell méreteznie ezt a képet, a bővítmény ikonjára kattintva megteheti.\n\n3) Miután befejezte a kép átméretezését, letöltheti a képet az új magassági és szélességi méretekkel, és felhasználhatja az igényeinek megfelelően.\n\nEz a szoftver nagyon hasznos, ha képeket kell keresnie az interneten, és át kell méreteznie saját prezentációihoz/prospektusaihoz.\nLevághatja a képet, és csak kiválaszthatja a kívánt képterületet. Próbálja ki ezt az ingyenes képátméretező szoftvert még ma. Ez egy egyszerű képátméretező szoftver.",
    "id": "Ingin mengubah ukuran gambar dengan cepat sebelum mengunduh gambar dari Internet?\n\nAnda dapat melakukannya hari ini saat menginstal perangkat lunak pengubah ukuran gambar online kami.\n\n1) Perangkat lunak kami memungkinkan Anda menemukan ukuran dan dimensi yang tepat dari gambar apa pun di halaman web.\n\n2) Jika Anda perlu mengubah ukuran gambar ini, Anda dapat melakukannya dengan mengeklik ikon ekstensi kami.\n\n3) Setelah Anda selesai mengubah ukuran gambar, Anda dapat mengunduh gambar dengan dimensi tinggi & lebar baru dan menggunakannya untuk kebutuhan Anda.\n\nPerangkat lunak ini sangat berguna jika Anda perlu mencari gambar di Internet dan mengubah ukurannya untuk presentasi/brosur Anda sendiri.\nAnda dapat memotong gambar dan memilih area tertentu dari gambar yang Anda butuhkan. Coba perangkat lunak pengubah gambar gratis ini hari ini. Ini adalah perangkat lunak pengubah gambar sederhana.",
    "it": "Vuoi ridimensionare rapidamente le immagini prima di scaricarle da Internet?\n\nPuoi farlo oggi quando installi il nostro software di ridimensionamento delle immagini online.\n\n1) Il nostro software ti consente di trovare la dimensione e le dimensioni esatte di qualsiasi immagine sulla pagina web.\n\n2) Se hai bisogno di ridimensionare questa immagine, puoi farlo facendo clic sulla nostra icona di estensione.\n\n3) Una volta terminato il ridimensionamento dell'immagine, è possibile scaricare l'immagine con le nuove dimensioni di altezza e larghezza e utilizzarla per le proprie esigenze.\n\nQuesto software è molto utile se hai bisogno di trovare immagini su Internet e ridimensionarle per le tue presentazioni/brochure.\nPuoi ritagliare l'immagine e scegliere semplicemente l'area specifica dell'immagine che ti serve. Prova oggi questo software di ridimensionamento delle immagini gratuito. Questo è un semplice software di ridimensionamento delle immagini.",
    "ja": "インターネットから画像をダウンロードする前に、画像のサイズをすばやく変更したいですか?\n\nオンライン画像リサイザー ソフトウェアをインストールすると、今すぐこれを行うことができます。\n\n1) 当社のソフトウェアを使用すると、Web ページ上の画像の正確なサイズと寸法を見つけることができます。\n\n2) この画像のサイズを変更する必要がある場合は、拡張機能アイコンをクリックして変更できます。\n\n3) 画像のサイズ変更が完了したら、新しい高さと幅の寸法で画像をダウンロードし、必要に応じて使用できます。\n\nこのソフトウェアは、インターネット上で画像を検索し、独自のプレゼンテーション/パンフレット用にサイズを変更する必要がある場合に非常に役立ちます。\n画像をトリミングして、必要な画像の特定の領域を選択するだけです。この無料の画像サイズ変更ソフトウェアを今すぐお試しください。シンプルな画像リサイズソフトです。",
    "ko": "인터넷에서 이미지를 다운로드하기 전에 빠르게 이미지 크기를 조정하고 싶습니까?\n\n지금 온라인 이미지 리사이저 소프트웨어를 설치하면 그렇게 할 수 있습니다.\n\n1) 당사 소프트웨어를 사용하면 웹 페이지에 있는 모든 이미지의 정확한 크기와 치수를 찾을 수 있습니다.\n\n2) 이 이미지의 크기를 조정해야 하는 경우 확장 아이콘을 클릭하여 조정할 수 있습니다.\n\n3) 이미지 크기 조정이 완료되면 새로운 높이 및 너비 치수로 이미지를 다운로드하여 필요에 따라 사용할 수 있습니다.\n\n이 소프트웨어는 인터넷에서 이미지를 찾고 프레젠테이션/브로셔에 맞게 크기를 조정해야 하는 경우 매우 유용합니다.\n이미지를 자르고 필요한 이미지의 특정 영역을 선택할 수 있습니다. 오늘 이 무료 이미지 리사이저 소프트웨어를 사용해 보십시오. 이것은 간단한 이미지 리사이저 소프트웨어입니다.",
    "lt": "Norite greitai pakeisti vaizdų dydį prieš atsisiųsdami vaizdus iš interneto?\n\nTai galite padaryti šiandien, kai įdiegiate internetinę vaizdo dydžio keitimo programinę įrangą.\n\n1) Mūsų programinė įranga leidžia rasti tikslų bet kurio vaizdo tinklalapyje dydį ir matmenis.\n\n2) Jei jums reikia pakeisti šio vaizdo dydį, galite tai padaryti spustelėdami plėtinio piktogramą.\n\n3) Baigę keisti vaizdo dydį, galite atsisiųsti vaizdą su naujais aukščio ir pločio matmenimis ir naudoti jį savo poreikiams.\n\nŠi programinė įranga yra labai naudinga, jei jums reikia rasti vaizdų internete ir pakeisti jų dydį savo pristatymams / brošiūroms.\nGalite apkarpyti vaizdą ir tiesiog pasirinkti konkrečią jums reikalingą vaizdo sritį. Išbandykite šią nemokamą vaizdo dydžio keitimo programinę įrangą šiandien. Tai paprasta vaizdo dydžio keitimo programinė įranga.",
    "lv": "Vai vēlaties ātri mainīt attēlu izmērus, pirms tos lejupielādējat no interneta?\n\nTo var izdarīt jau šodien, instalējot mūsu tiešsaistes attēlu izmēru maiņas programmatūru.\n\n1) Mūsu programmatūra ļauj jums atrast precīzu jebkura attēla izmēru un izmērus tīmekļa lapā.\n\n2) Ja jums ir jāmaina šī attēla izmērs, varat to izdarīt, noklikšķinot uz mūsu paplašinājuma ikonas.\n\n3) Kad esat pabeidzis attēla izmēru maiņu, varat lejupielādēt attēlu ar jaunajiem augstuma un platuma izmēriem un izmantot to savām vajadzībām.\n\nŠī programmatūra ir ļoti noderīga, ja nepieciešams atrast attēlus internetā un mainīt to izmērus savām prezentācijām/brošūrām.\nVarat apgriezt attēlu un vienkārši izvēlēties vajadzīgo attēla apgabalu. Izmēģiniet šo bezmaksas attēlu izmēru maiņas programmatūru jau šodien. Šī ir vienkārša attēla izmēra maiņas programmatūra.",
    "ms": "Ingin menukar saiz imej dengan cepat sebelum anda memuat turun imej dari Internet?\n\nAnda boleh berbuat demikian hari ini apabila anda memasang perisian pengubah semula imej dalam talian kami.\n\n1) Perisian kami membolehkan anda mencari saiz dan dimensi yang tepat bagi mana-mana imej pada halaman web.\n\n2) Jika anda perlu mengubah saiz imej ini, anda boleh melakukannya dengan mengklik pada ikon sambungan kami.\n\n3) Setelah anda selesai mengubah saiz imej, anda boleh memuat turun imej dengan dimensi ketinggian & lebar baharu dan menggunakannya untuk keperluan anda.\n\nPerisian ini sangat berguna jika anda perlu mencari imej di Internet dan mengubah saiznya untuk pembentangan/brosur anda sendiri.\nAnda boleh memangkas imej dan hanya pilih kawasan khusus imej yang anda perlukan. Cuba perisian resizer imej percuma ini hari ini. Ini adalah perisian resizer imej yang mudah.",
    "nl": "Wilt u het formaat van afbeeldingen snel wijzigen voordat u de afbeeldingen van internet downloadt?\n\nU kunt dit vandaag doen wanneer u onze online software voor het wijzigen van afbeeldingen installeert.\n\n1) Met onze software kunt u de exacte grootte en afmetingen van elke afbeelding op de webpagina vinden.\n\n2) Als u het formaat van deze afbeelding wilt wijzigen, kunt u dit doen door op ons extensiepictogram te klikken.\n\n3) Zodra u klaar bent met het wijzigen van het formaat van de afbeelding, kunt u de afbeelding downloaden met de nieuwe hoogte- en breedteafmetingen en deze gebruiken voor uw behoeften.\n\nDeze software is erg handig als u afbeeldingen op internet moet zoeken en ze moet verkleinen voor uw eigen presentaties/brochures.\nU kunt de afbeelding bijsnijden en gewoon het specifieke gebied van de afbeelding kiezen dat u nodig hebt. Probeer deze gratis software voor het wijzigen van afbeeldingen vandaag nog. Dit is een eenvoudige software voor het wijzigen van afbeeldingen.",
    "no": "Vil du raskt endre størrelse på bilder før du laster ned bildene fra Internett?\n\nDu kan gjøre det i dag når du installerer vår online programvare for bildeforbedring.\n\n1) Programvaren vår lar deg finne den nøyaktige størrelsen og dimensjonene til ethvert bilde på nettsiden.\n\n2) Hvis du trenger å endre størrelsen på dette bildet, kan du gjøre det ved å klikke på utvidelsesikonet vårt.\n\n3) Når du er ferdig med å endre størrelsen på bildet, kan du laste ned bildet med de nye høyde- og breddedimensjonene og bruke det til dine behov.\n\nDenne programvaren er veldig nyttig hvis du trenger å finne bilder på Internett og endre størrelsen på dem for dine egne presentasjoner/brosjyrer.\nDu kan beskjære bildet og bare velge det spesifikke området av bildet du trenger. Prøv denne gratis image resizer-programvaren i dag. Dette er en enkel bildeforstørrelsesprogramvare.",
    "pl": "Chcesz szybko zmienić rozmiar obrazów przed pobraniem ich z Internetu?\n\nMożesz to zrobić już dziś, instalując nasze oprogramowanie do zmiany rozmiaru obrazu online.\n\n1) Nasze oprogramowanie pozwala znaleźć dokładny rozmiar i wymiary dowolnego obrazu na stronie internetowej.\n\n2) Jeśli chcesz zmienić rozmiar tego obrazu, możesz to zrobić, klikając naszą ikonę rozszerzenia.\n\n3) Po zakończeniu zmiany rozmiaru obrazu możesz pobrać obraz z nowymi wymiarami wysokości i szerokości i użyć go do swoich potrzeb.\n\nTo oprogramowanie jest bardzo przydatne, jeśli chcesz znaleźć obrazy w Internecie i zmienić ich rozmiar do własnych prezentacji / broszur.\nMożesz przyciąć obraz i po prostu wybrać konkretny obszar obrazu, którego potrzebujesz. Wypróbuj to bezpłatne oprogramowanie do zmiany rozmiaru obrazu już dziś. Jest to proste oprogramowanie do zmiany rozmiaru obrazu.",
    "ro": "Doriți să redimensionați rapid imaginile înainte de a descărca imaginile de pe Internet?\n\nPuteți face acest lucru astăzi când instalați software-ul nostru online de redimensionare a imaginilor.\n\n1) Software-ul nostru vă permite să găsiți dimensiunea și dimensiunile exacte ale oricărei imagini de pe pagina web.\n\n2) Dacă trebuie să redimensionați această imagine, puteți face acest lucru făcând clic pe pictograma extensiei noastre.\n\n3) După ce ați terminat de redimensionat imaginea, puteți descărca imaginea cu noile dimensiuni de înălțime și lățime și o puteți utiliza pentru nevoile dvs.\n\nAcest software este foarte util dacă trebuie să găsiți imagini pe Internet și să le redimensionați pentru propriile prezentări/broșuri.\nPuteți decupa imaginea și alegeți doar zona specifică a imaginii de care aveți nevoie. Încercați acest software gratuit de redimensionare a imaginii astăzi. Acesta este un software simplu de redimensionare a imaginii.",
    "ru": "Хотите быстро изменить размер изображений перед их загрузкой из Интернета?\n\nВы можете сделать это уже сегодня, установив нашу онлайн-программу для изменения размера изображений.\n\n1) Наше программное обеспечение позволяет найти точный размер и размеры любого изображения на веб-странице.\n\n2) Если вам нужно изменить размер этого изображения, вы можете сделать это, нажав на значок нашего расширения.\n\n3) После того, как вы закончите изменение размера изображения, вы можете загрузить изображение с новыми размерами высоты и ширины и использовать его для своих нужд.\n\nЭто программное обеспечение очень полезно, если вам нужно найти изображения в Интернете и изменить их размер для собственных презентаций/брошюр.\nВы можете обрезать изображение и просто выбрать нужную область изображения. Попробуйте это бесплатное программное обеспечение для изменения размера изображения сегодня. Это простое программное обеспечение для изменения размера изображения.",
    "sk": "Chcete rýchlo zmeniť veľkosť obrázkov pred stiahnutím obrázkov z internetu?\n\nMôžete tak urobiť už dnes, keď si nainštalujete náš online softvér na zmenu veľkosti obrázkov.\n\n1) Náš softvér vám umožňuje nájsť presnú veľkosť a rozmery akéhokoľvek obrázka na webovej stránke.\n\n2) Ak potrebujete zmeniť veľkosť tohto obrázka, môžete tak urobiť kliknutím na ikonu nášho rozšírenia.\n\n3) Po dokončení zmeny veľkosti obrázka si môžete stiahnuť obrázok s novými rozmermi výšky a šírky a použiť ho pre svoje potreby.\n\nTento softvér je veľmi užitočný, ak potrebujete nájsť obrázky na internete a zmeniť ich veľkosť pre vlastné prezentácie/brožúry.\nMôžete orezať obrázok a vybrať si konkrétnu oblasť obrázka, ktorú potrebujete. Vyskúšajte tento bezplatný softvér na zmenu veľkosti obrázkov ešte dnes. Toto je jednoduchý softvér na zmenu veľkosti obrázkov.",
    "sl": "Želite hitro spremeniti velikost slik, preden jih prenesete iz interneta?\n\nTo lahko storite že danes, ko namestite našo spletno programsko opremo za spreminjanje velikosti slik.\n\n1) Naša programska oprema vam omogoča, da najdete natančno velikost in dimenzije katere koli slike na spletni strani.\n\n2) Če morate spremeniti velikost te slike, lahko to storite s klikom na ikono razširitve.\n\n3) Ko končate s spreminjanjem velikosti slike, lahko prenesete sliko z novimi dimenzijami višine in širine ter jo uporabite za svoje potrebe.\n\nTa programska oprema je zelo uporabna, če morate poiskati slike na internetu in jim spremeniti velikost za lastne predstavitve/brošure.\nSliko lahko obrežete in preprosto izberete določeno področje slike, ki ga potrebujete. Preizkusite to brezplačno programsko opremo za spreminjanje velikosti slik še danes. To je preprosta programska oprema za spreminjanje velikosti slik.",
    "sr": "Желите брзо да промените величину слика пре него што их преузмете са интернета?\n\nТо можете учинити данас када инсталирате наш софтвер за промену величине слика на мрежи.\n\n1) Наш софтвер вам омогућава да пронађете тачну величину и димензије било које слике на веб страници.\n\n2) Ако желите да промените величину ове слике, то можете учинити кликом на икону нашег проширења.\n\n3) Када завршите са променом величине слике, можете преузети слику са новим димензијама висине и ширине и користити је за своје потребе.\n\nОвај софтвер је веома користан ако треба да пронађете слике на Интернету и промените им величину за сопствене презентације/брошуре.\nМожете да изрежете слику и само изаберете одређену област слике која вам је потребна. Испробајте овај бесплатни софтвер за промјену величине слике данас. Ово је једноставан софтвер за промјену величине слике.",
    "sv": "Vill du ändra storlek på bilder snabbt innan du laddar ner bilderna från Internet?\n\nDu kan göra det idag när du installerar vår onlineprogramvara för bildförändring.\n\n1) Vår programvara låter dig hitta den exakta storleken och måtten på alla bilder på webbsidan.\n\n2) Om du behöver ändra storlek på den här bilden kan du göra det genom att klicka på vår tilläggsikon.\n\n3) När du har ändrat storlek på bilden kan du ladda ner bilden med de nya höjd- och breddmåtten och använda den för dina behov.\n\nDenna programvara är mycket användbar om du behöver hitta bilder på Internet och ändra storlek på dem för dina egna presentationer/broschyrer.\nDu kan beskära bilden och bara välja det specifika område av bilden du behöver. Prova denna gratis programvara för bildförändring idag. Detta är en enkel bildförändringsprogramvara.",
    "th": "ต้องการปรับขนาดรูปภาพอย่างรวดเร็วก่อนที่คุณจะดาวน์โหลดรูปภาพจากอินเทอร์เน็ตหรือไม่\n\nคุณสามารถทำได้วันนี้เมื่อคุณติดตั้งซอฟต์แวร์ปรับขนาดภาพออนไลน์ของเรา\n\n1) ซอฟต์แวร์ของเราช่วยให้คุณค้นหาขนาดและมิติที่แน่นอนของรูปภาพใดๆ บนหน้าเว็บ\n\n2) หากคุณต้องการปรับขนาดภาพนี้ คุณสามารถทำได้โดยคลิกที่ไอคอนส่วนขยายของเรา\n\n3) เมื่อคุณปรับขนาดรูปภาพเสร็จแล้ว คุณสามารถดาวน์โหลดรูปภาพพร้อมขนาดความสูงและความกว้างใหม่และใช้เพื่อความต้องการของคุณ\n\nซอฟต์แวร์นี้มีประโยชน์มากหากคุณต้องการค้นหารูปภาพบนอินเทอร์เน็ตและปรับขนาดสำหรับงานนำเสนอ/โบรชัวร์ของคุณเอง\nคุณสามารถครอบตัดรูปภาพและเลือกพื้นที่เฉพาะของรูปภาพที่คุณต้องการ ลองใช้ซอฟต์แวร์ปรับขนาดภาพฟรีวันนี้ นี่เป็นซอฟต์แวร์ปรับขนาดรูปภาพอย่างง่าย",
    "tr": "Görüntüleri internetten indirmeden önce hızla yeniden boyutlandırmak ister misiniz?\n\nBugün çevrimiçi görüntü boyutlandırma yazılımımızı yüklediğinizde bunu yapabilirsiniz.\n\n1) Yazılımımız, web sayfasındaki herhangi bir resmin tam boyutunu ve boyutlarını bulmanızı sağlar.\n\n2) Bu resmi yeniden boyutlandırmanız gerekirse, bunu uzantı simgemize tıklayarak yapabilirsiniz.\n\n3) Resmi yeniden boyutlandırmayı bitirdikten sonra, resmi yeni yükseklik ve genişlik boyutlarıyla indirebilir ve ihtiyaçlarınız için kullanabilirsiniz.\n\nİnternette resimler bulmanız ve kendi sunumlarınız/broşürleriniz için yeniden boyutlandırmanız gerekiyorsa, bu yazılım çok kullanışlıdır.\nGörüntüyü kırpabilir ve görüntünün ihtiyacınız olan belirli alanını seçebilirsiniz. Bu ücretsiz resim boyutlandırma yazılımını bugün deneyin. Bu basit bir resim boyutlandırma yazılımıdır.",
    "uk": "Бажаєте швидко змінити розмір зображень, перш ніж завантажувати їх з Інтернету?\n\nВи можете зробити це сьогодні, встановивши наше онлайнове програмне забезпечення для зміни розміру зображень.\n\n1) Наше програмне забезпечення дозволяє вам знайти точний розмір і розміри будь-якого зображення на веб-сторінці.\n\n2) Якщо вам потрібно змінити розмір цього зображення, ви можете зробити це, натиснувши піктограму нашого розширення.\n\n3) Після того, як ви закінчите змінювати розмір зображення, ви можете завантажити зображення з новими розмірами висоти та ширини та використовувати його для своїх потреб.\n\nЦе програмне забезпечення дуже корисне, якщо вам потрібно знайти зображення в Інтернеті та змінити їх розмір для власних презентацій/брошур.\nВи можете обрізати зображення та просто вибрати потрібну область зображення. Спробуйте цю безкоштовну програму для зміни розміру зображень сьогодні. Це проста програма для зміни розміру зображень.",
    "vi": "Bạn muốn nhanh chóng thay đổi kích thước hình ảnh trước khi tải hình ảnh xuống từ Internet?\n\nBạn có thể làm như vậy ngay hôm nay khi cài đặt phần mềm thay đổi kích thước hình ảnh trực tuyến của chúng tôi.\n\n1) Phần mềm của chúng tôi cho phép bạn tìm kích thước và kích thước chính xác của bất kỳ hình ảnh nào trên trang web.\n\n2) Nếu bạn cần thay đổi kích thước hình ảnh này, bạn có thể làm như vậy bằng cách nhấp vào biểu tượng tiện ích mở rộng của chúng tôi.\n\n3) Khi bạn đã hoàn tất việc thay đổi kích thước hình ảnh, bạn có thể tải xuống hình ảnh với kích thước chiều cao và chiều rộng mới và sử dụng nó cho nhu cầu của mình.\n\nPhần mềm này rất hữu ích nếu bạn cần tìm hình ảnh trên Internet và thay đổi kích thước chúng cho bài thuyết trình/tài liệu quảng cáo của riêng bạn.\nBạn có thể cắt hình ảnh và chỉ cần chọn khu vực cụ thể của hình ảnh mà bạn cần. Hãy dùng thử phần mềm thay đổi kích thước hình ảnh miễn phí này ngay hôm nay. Đây là một phần mềm thay đổi kích thước hình ảnh đơn giản.",
    "zh_CN": "想要在从 Internet 下载图像之前快速调整图像大小？\n\n当您安装我们的在线图像大小调整软件时，您今天就可以这样做。\n\n1) 我们的软件可以让您找到网页上任何图像的确切大小和尺寸。\n\n2) 如果您需要调整此图像的大小，可以通过单击我们的扩展图标来调整。\n\n3) 完成图像大小调整后，您可以下载具有新高度和宽度尺寸的图像，并根据需要使用它。\n\n如果您需要在 Internet 上查找图像并调整它们的大小以用于您自己的演示文稿/小册子，则此软件非常有用。\n您可以裁剪图像并选择所需图像的特定区域。立即试用这款免费的图像缩放软件。这是一个简单的图像缩放软件。",
    "zh_TW": "想要在從 Internet 下載圖像之前快速調整圖像大小？\n\n當您安裝我們的在線圖像大小調整軟件時，您今天就可以這樣做。\n\n1) 我們的軟件可以讓您找到網頁上任何圖像的確切大小和尺寸。\n\n2) 如果您需要調整此圖像的大小，可以通過單擊我們的擴展圖標來調整。\n\n3) 完成圖像大小調整後，您可以下載具有新高度和寬度尺寸的圖像，並根據需要使用它。\n\n如果您需要在 Internet 上查找圖像並調整它們的大小以用於您自己的演示文稿/小冊子，則此軟件非常有用。\n您可以裁剪圖像並選擇所需圖像的特定區域。立即試用這款免費的圖像縮放軟件。這是一個簡單的圖像縮放軟件。"
  }
}