{
  "name": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,it,kn,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "Rain Alarm Extension",
    "ca,es": "Alarma de Lluvia Extensión",
    "de": "Regen-Alarm Erweiterung",
    "fr": "Extension Alerte Pluie",
    "hi": "बारिश अलार्म एक्सटेंशन",
    "id,ms": "Sambungan Penggera Hujan",
    "ja": "雨アラーム拡張機能",
    "ko": "강우 경보 확장",
    "nl": "Regen Alarm uitbreiding",
    "no": "Regn Alarm tillegg",
    "ru,uk": "Расширение Дождевой сигнализации"
  },
  "short": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,it,kn,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This weather extension warns you when rain is currently nearing.",
    "ca,es": "Esta extensión meteorológica te avisa de precipitaciones que se estén acercando.",
    "de": "Diese Wetter-Erweiterung warnt Dich, wenn sich aktuell Regen nähert.",
    "fr": "Cette extension météo vous avertit de l'arrivée imminente des précipitations.",
    "hi": "यह मौसम ऐप आपको तब चेतावनी देता है जब बारिश होने वाली होती है।",
    "id,ms": "Pelanjutan cuaca ini memberi amaran kepada anda apabila hujan semakin hampir.",
    "ja": "こちらのお天気情報は、降水の接近をお知らせします。",
    "ko": "이 날씨 확장 기능은 비가 오려고 할 때 이를 알려줍니다.",
    "nl": "Deze weer-app waarschuwt u wanneer er regen op komst is.",
    "no": "Denne værutvidelsen varsler deg når det er fare for regn.",
    "ru,uk": "Это погодное расширение предупреждает вас о актуальном приближение дождя."
  },
  "long": {
    "am,ar,bg,bn,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hr,hu,it,kn,lt,lv,ml,mr,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi,zh_CN,zh_TW": "This weather extension warns you when rain is currently nearing. Instead of forecasting it warns using almost real-time data, which is more precise than any forecast can be. It is an useful assistant for everything outdoors like cycling, biking, hiking, and more.\n\nThe data is collected from governmental weather services. Supported countries:\nAmericas: USA (including Alaska, Hawaii, Puerto Rico, Guam), Canada, Bermuda, Mexico, El Salvador, Argentina, Brazil\nEurope: UK, Ireland, Denmark, Sweden, Norway, Finland, Iceland, Spain (including the Balearic and the Canary Islands), Germany, France, Hungary, Austria, Netherlands, Poland, Slovenia, Croatia, Belarus, Ukraine\nAsia: Taiwan, Macau, Hong Kong, Japan, Republic of Korea, Philippines, Malaysia, Singapore, Brunei, India\nOceania: Australia, Fiji\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images\n\nFor the latest news follow us on Twitter: @rainalarm",
    "ca": "Esta extensión meteorológica te avisa de precipitaciones que se estén acercando. En vez de hacer predicciones, utiliza datos reales lo que permite hacer un diagnóstico más preciso. Útil para toda actividad al aire libre como ciclismo, motorismo, excursionismo i molt més.\n\nLos datos utilizados son originales de servicios meteorológicos nacionales y está disponible para los EEUU (incluyendo Alaska, Hawaii, Puerto Rico, Guam), España incluyendo las islas Canarias y Baleares, México, El Salvador, Argentina, Canadá, Australia, Japón, República de Corea, Taiwan, Malasia, Singapur, Brunei, Índia, el Reino Unido, Irlanda, Finlandia, Noruega, Islandia, Alemania, França, Hongria, Austria, los Países Bajos, Eslovenia, Croacia, Bielorrusia, Ucrania.\n\nPara recibir las últimas noticias síguenos en Twitter: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "de": "Diese Wetter-Erweiterung warnt Dich, wenn sich aktuell Regen nähert. Statt eine Vorhersage nutzt sie nahezu Echtzeit-Daten, was genauer als jede Prognose ist. Nützlich für alles im Freien, wie Radfahren, Motorradfahren, Wandern und mehr.\n\nDie Daten stammen von staatlichen Wetterdiensten. Unterstützte Länder:\nEuropa: Deutschland, Österreich, Frankreich, Niederlande, Polen, Großbritannien, Irland, Dänemark, Schweden, Norwegen, Finnland, Island, Spanien (einschließlich Balearen und Kanarische Inseln), Slowenien, Kroatien, Ungarn, Weißrussland, Ukraine\nAmerika: USA (einschließlich Alaska, Hawaii, Puerto Rico, Guam), Kanada, Bermuda, Mexiko, El Salvador, Argentinien, Brasilien\nAsien: Taiwan, Macau, Hongkong, Japan, Republik Korea, Philippinen, Malaysia, Singapur, Brunei, Indien\nOzeanien: Australien, Fiji\n\nDie Schweiz ist nur teilweise abgedeckt, da ihr staatlicher Wetterdienst hohe Lizenzgebühren verlangt.\n\nNeuigkeiten gibt es auf Twitter: @rainalarm",
    "es": "Esta extensión meteorológica te avisa de precipitaciones que se estén acercando. En vez de hacer predicciones, utiliza datos reales lo que permite hacer un diagnóstico más preciso. Útil para toda actividad al aire libre como ciclismo, motorismo, excursionismo, etc.\n\nLa información usada proviene de los servicios de clima gubernamentales. Países admitidos:\nEuropa: España (incluidas las Islas Baleares y Canarias), Francia, Alemania, Austria, Países Bajos, Polonia, Reino Unido, Irlanda, Dinamarca, Suecia, Noruega, Finlandia, Islandia, Eslovenia, Croacia, Hungría, Bielorrusia, Ucrania\nAméricas: Argentina, Brasil, México, El Salvador, EE. UU. (Incluidos Alaska, Hawai, Puerto Rico, Guam), Canadá, Bermudas\nAsia: Taiwán, Macao, Hong Kong, Japón, República de Corea, Filipinas, Malasia, Singapur, Brunei, India\nOceanía: Australia, Fiji\n\nPara recibir las últimas noticias síguenos en Twitter: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "fr": "Cette extension météo vous avertit de l'arrivée imminente des précipitations. Elle émet des avertissements basés sur des données quasi en temps réel, ce qui est bien plus précis que n'importe quelle prévision. Cette application est un assistant très utile pour toutes vos activités de plein air, qu'il s'agisse de sorties en vélo ou en moto, de randonnées et bien plus encore.\n\nLes données utilisées proviennent des services de météorologie gouvernementaux. Fonctionne en France (y compris Nouvelle-Calédonie, Antilles françaises, Réunion), au Canada, aux U.S.A. (Alaska, Hawaï, Puerto Rico, Guam inclus), au Mexique, en El Salvador, en Argentine, en Australie, à Taïwan, à Japon, en République de Corée, en Malaisie, à Singapour, à Brunei, en Inde, au Royaume-Uni, en Irlande, en Allemagne, en Autriche, en Finlande, en Norvège, en Islande, aux Pays-Bas, en Espagne (îles Baléares et Canaries incluses), en Slovénie, en Croatie, en Hongrie, en Biélorussie, en Ukraine.\n\nPour connaître les dernières nouvelles, suivez-nous sur Twitter: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "hi": "यह मौसम ऐप आपको तब चेतावनी देता है जब बारिश होने वाली होती है। ये चेतावनियां नजदीकी रीयल-टाइम डेटा के आधार पर भरोसेमंद लघु-अवधि भविष्यवाणी होती हैं। परंपरागत भविष्यवाणी की तुलना में यह ऐप अधिक सटीक व भरोसेमंद है।\nयह साइकिलिंग, मोटरसाइकिलिंग, हाइकिंग, गार्डनिंग, बारबेक्यू, पिकनिक, कुत्ते टहलाने और डीआईवाई जैसी सभी बाहरी गतिविधियों के लिए बेहद उपयोगी है।\n\nयह डेटा सरकारी मौसम सेवाओं से एकत्र किया जाता है। समर्थित देश:\nएशिया: भारत, ताईवान, मकाउ, हांगकांग, जापान, कोरिया गणराज्य, फिलीपीन्स, मलेशिया, सिंगापुर, ब्रुनेई\nअमेरिका: यूएसए (अलास्का, हवाई, प्यूर्तो रिको, गुआम सहित), कनाडा, बरमूडा, मैक्सिको, अल सल्वाडोर, अर्जेन्टीना\nयूरोप: यूके, आयरलैंड, स्वीडन, नॉर्वे, फिनलैंड, आइसलैंड, स्पेन, जर्मनी, फ़्रांस, हंगरी, ऑस्ट्रिया, नीदरलैंड्स, पोलैंड, स्लोवीनिया, क्रोएशिया, बेलारूस, यूक्रेन\nओशिनिया: ऑस्ट्रेलिया, फिज़ी\n\nअन्य प्लेटफार्मों के लिए भी उपलब्ध: https://app.rain-alarm.com\nनवीनतम समाचारों के लिए हमें Twitter पर फालो करें: https://twitter.com/rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "id": "Pelanjutan cuaca ini memberi amaran kepada anda apabila hujan semakin hampir. Daripada meramalkan sesuatu cuaca, apl ini memberi amaran menggunakan data yang hampir masa nyata, yang lebih tepat berbanding sebarang ramalan yang ada. Ia pembantu yang berguna untuk semua aktiviti luar seperti berbasikal, menunggang motosikal, mendaki, dan banyak lagi.\n\nData yang digunakan berasal daripada perkhidmatan kaji cuaca kerajaan. Berfungsi di Malaysia, Singapura, Amerika Syarikat (termasuk Alaska, Hawaii, Puerto Rico, Guam), Kanada, Mexico, El Salvador, Argentina, Australia, Jepun, Republik Korea, Taiwan, Brunei, India, UK, Ireland, Jerman, Perancis, Hungary, Austria, Finland, Norway, Iceland, Belanda, Sepanyol (termasuk Balearic dan Kepulauan Canary), Slovenia, Croatia, Belarus, Ukraine.\n\nUntuk berita terkini ikuti kami di Twitter: @rainalarm\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "ja": "こちらのお天気情報は、降水の接近をお知らせします。常時更新される気象データをもとに、「予報」ではなく「現在の雨雲の位置と降水量」を報せます。普段の生活に加え、サイクリング、ツーリング、ハイキング、などの野外活動に役立つこと間違いありません！\n\n使用するデータは政府気象サービスによるものです。日本、大韓民国、米国 (アラスカ、ハワイ、プエルトリコ、グアムを含む)、カナダ、オーストラリア、台湾、マレーシア、シンガポール、ブルネイ、インド、英国、アイルランド、ドイツ、フランス、ハンガリー、オーストリア、フィンランド、ノルウェー、アイスランド、オランダ、スペイン (バレアリックおよびカナリア諸島を含む)、スロベニア、クロアチアで動作します、メキシコ、エルサルバドル、アルゼンチン、ベラルーシ、ウクライナ。\n\n最新ニュースについてはTwitterでフォロー: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "ko": "이 날씨 확장 기능은 비가 오려고 할 때 이를 알려줍니다. 이 앱은 예보가 아니라 거의 실시간 데이터를 사용하여 날씨를 알립니다. 그렇기 때문에  일기 예보보다 더욱 정확합니다. 이 앱은 사이클링, 바이킹, 하이킹, 등과 같은 모든 옥외 활동에 유용한 보조 수단입니다.\n\n본 자료 출처는 국가 기상 서비스 기관입니다. 기능 활성화 지역: 대한민국, 일본, 대만, 말레이시아, 싱가포르, 브루나이, 인도, 오스트레일리아, 독일, 프랑스, 헝가리, 오스트리아, 네덜란드, 스페인(카나리아 및 발레아레스 제도 포함), 슬로베니아, 크로아티아, 영국, 아일랜드, 핀란드, 노르웨이, 아이슬란드, 미국, 캐나다, 멕시코, 엘살바도르, 아르헨티나, 벨라루스, 우크라이나.\n\n트위터 최신 뉴스 Twitter: @rainalarm",
    "ms": "Pelanjutan cuaca ini memberi amaran kepada anda apabila hujan semakin hampir. Daripada meramalkan sesuatu cuaca, apl ini memberi amaran menggunakan data yang hampir masa nyata, yang lebih tepat berbanding sebarang ramalan yang ada. Ia pembantu yang berguna untuk semua aktiviti luar seperti berbasikal, menunggang motosikal, mendaki, dan banyak lagi.\n\nData yang digunakan berasal daripada perkhidmatan kaji cuaca kerajaan. Berfungsi di Malaysia, Singapura, Brunei, Amerika Syarikat (termasuk Alaska, Hawaii, Puerto Rico, Guam), Kanada, Mexico, El Salvador, Argentina, Australia, Jepun, Republik Korea, Taiwan, India, UK, Ireland, Jerman, Perancis, Hungary, Austria, Finland, Norway, Iceland, Belanda, Sepanyol (termasuk Balearic dan Kepulauan Canary), Slovenia, Croatia, Belarus, Ukraine.\n\nUntuk berita terkini ikuti kami di Twitter: @rainalarm\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "nl": "Deze weer-app waarschuwt u wanneer er regen op komst is. In plaats van regen te voorspellen, gebruikt de app bijna-realtime-gegevens, die preciezer zijn dan een voorspelling ooit zou kunnen zijn. De app is dan ook een handig hulpmiddel voor buitenactiviteiten zoals motorrijden, fietsen, bergbeklimmen en nog veel meer.\n\nDe gebruikte gegevens zijn afkomstig van officiële weersdiensten. Functioneert in Nederland, Duitsland, Frankrijk, Hongarije, Oostenrijk, Spanje (incl. Balearen en Canarische Eilanden), Slovenië, Kroatië, het Verenigd Koninkrijk, Ierland, Finland, Noorwegen, IJsland, de VS, Canada, Mexico, El Salvador, Argentinië, Australië, Japan, Republiek Korea, Taiwan, Maleisië, Singapore, Brunei, India, Wit-Rusland, Oekraïne.\n\nVolg ons voor de laatste nieuwtjes op Twitter: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "no": "Denne værutvidelsen varsler deg når det er fare for regn. Isteden for at den gir deg en værmelding gir den deg en advarsel basert på nesten sanntidsdata, noen som er mer nøyaktig enn noen værmelding noen gang kan bli. Det er en nyttig hjelper for alle aktiviteter utendørs, om det er sykling, fotturer med mere.\n\nDataene som benyttes er hentet fra offisielle værtjenester. Virker i Norge, Finland, Storbritannia, Irland, Tyskland, Frankrike, Ungarn, Østerrike, Island, Nederland, Spania (inkludert Balearene and Kanariøyene), Slovenia, Kroatia, USA (inkludert Alaska, Hawaii, Puerto Rico, Guam), Canada, Mexico, El Salvador, Argentina, Australia, Taiwan, Japan, Republikken Korea, Malaysia, Singapore, Brunei, India, Hviterussland, Ukraina.\n\nFor siste nytt, følg oss på Twitter: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images",
    "ru,uk": "Это погодное расширение предупреждает вас о актуальном приближение дождя. Вместо прогноза используются данные в фактически реальном времени, что является более точным, чем любой прогноз. Полезно для всех занятий на открытом воздухе, на пример: езда на велосипеде, мотоцикле, прогулки пешком и многое другое.\n\nДанные принадлежат государственной метеорологической службе.  Работает в некоторых частях Украины, Белоруссии и во всех частях Германии, Франция, Венгрия, Австрии, Нидерландах, Испании (включая Балеарские и Канарские острова), Словении, Хорватии, Великобритании, Ирландии, Финляндии, Норвегии, Исландии, США, Канаде, Австралии, Тайване, Японии, Республике Корее, Малайзии, Сингапуре, Бруней, Индия, Мексике, Сальвадоре, Аргентине.\n\nНовости на твиттере: @rainalarm\n\n\nIf your country is not supported, this is probably for one of the following reasons:\n- your country's weather service demands a license fee for commercial use\n- your country's weather service does not respond to my emails\n- your country's weather service does not provide radar images"
  }
}