{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Web2Markdown - Markdown Web Clipper"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export any web content to Markdown format"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "🚀Description:\nYou can convert the content of the current page into Markdown format with just a click while browsing. This conversion retains the text, headings, links, images, and other elements of the web page, enabling you to save and share website content in a concise and readable manner.\n\n💪Supported sites:\nSupports almost all blog sites!\n\nMost websites will use a common parsing method, but some websites must be specially processed to export normal Markdown text. For example the following sites\n\n1. chat.openai.com\n2. notion.site\n3. medium.com\n4. dev.to\n5. zhuanlan.zhihu.com\n\nIf there is a problem with the analysis of the website you visit, please give me feedback in time.\n\n⚒️Usage:\n1. Click the extensions icon on the right side of the browser address bar, find Web2Markdown in the drop-down list, and pin it\n2. Find the pinned Web2Markdown on the right side of the browser address, click to pop up a card\n3. The converted Markdown text will be displayed immediately on the interface, you can copy or download it\n4. Whether to insert metadata in the sidebar setting\n\n⏰Feedback:\nFor more tutorials, please visit: https://chatopenai.pro/web2markdown/.\nIf you have any questions or needs, please contact me in time by email admin@chatopenai.pro"
  }
}