{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rofocus: Increase your Focus and Productivity"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ambient noise and focus music. The most productive version of yourself."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Rofocus recreates ambient background sounds designed to help you improve focus and creativity. In addition, the tool comes with a beautifully designed Pomodoro-like focus timer to help you stay on track and be more productive. Block out all distractions and listen to music that is proven to help you focus. It's totally free too.\n\nSay hi to your new productivity companion, Rofocus! \n\nFOCUS MUSIC: AMBIENCE SOUNDS AND AMBIENT NOISE\nBacked by peer-reviewed papers, ambient noise (i.e. ambient background sounds like rain) is well known to improve creativity, relaxation and focus. Rofocus has over fifteen different ambient environments that you can choose from, ranging from light chatter at a Parisien cafe or a sunset in the middle of the Amazon rainforest. \n\nBINAURAL SOUNDS TO HELP YOU RELAX\nJune 2021\n- Added new ambient sound tracks and binaural meditative sounds to help you focus. In addition, nature-infused sounds like forests and lakes have been included.\n- We've added an optional sound that gets played at the end of Pomodoro session! You'll find this in the Focus Timer tab.\n- If the seconds countdown is slightly distracting, hide it using the checkbox option. \n\nPOMODORO TECHNIQUE\nA simple, beautifully designed timer helps you track your focus and helps you stay on track. Aim for 25 minute focus intervals if you want to use the Pomodoro technique, but feel free to customize the timer to whatever suits your routine best. Pomodoro timers are effective and have been a proven focus method for years.\n\nCOMPLETELY FREE, FOREVER\nRofocus is 100% free - you get access to all our sounds, timers and features, and there are no upsells. We're doing this to reach as many people as possible - so if you do get value out of the tool, please share it with people you know who might benefit too!"
  }
}