{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Clipboard History Pro: Secure, fast, and elegant clipboard manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most secure way to effortlessly access, track, and manage your clipboard history."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The first open source clipboard history manager Chrome extension. Get all of the productivity benefits of a clipboard history with none of the security risks.\n\nClipboard History offers a simple, efficient, and secure way to manage your clipboard. When the clipboard monitor is enabled, everything you copy to your clipboard will be backed up and saved for easy access later. Never worry about losing important content in your clipboard again!\n\n🛠 Features\n• Comprehensive Clipboard History Management: Access and modify a complete history of everything copied to your clipboard.\n• Favoriting and Tagging: Mark items as favorites or add tags for faster access through search or filters.\n• Customization: Adjust extension settings and themes to suit your preferences.\n• Import and Export: Easily import or export items, including those created by this extension or others.\n• Merging: Combine multiple items seamlessly using a powerful merge tool.\n\n🔒 Security & Privacy:\nUnrestricted access to your clipboard can raise serious privacy concerns. In an effort to be the most trustworthy clipboard history manager, Clipboard History is fully open-source. You can download or review the source code here: https://github.com/ayoung19/clipboard-history\n\n📝 Changelog:\nhttps://github.com/ayoung19/clipboard-history/releases"
  }
}