{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Star Citizen - Besseres Spectrum Dark Theme",
    "en_GB,en_US": "Star Citizen - Better Spectrum Dark Theme",
    "fr": "Star Citizen - Meilleur thème Spectrum Dark",
    "it": "Star Citizen - Tema scuro a spettro migliore",
    "pl": "Star Citizen - Lepsze widmo Dark Theme",
    "ru": "Star Citizen - лучшая спектральная темная тема",
    "zh_CN": "星际公民 - 更好的光谱黑暗主题"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Diese Erweiterung optimiert den Dark Mode des Spectrums und einiger anderer RSI-Seiten. Du musst den Dark Mode aktiviert haben.",
    "en_GB,en_US": "This extension optimizes the dark mode of the Spectrum Forum and some other RSI websites. You must have the dark mode enabled.",
    "fr": "Cette extension optimise le mode sombre du forum Spectrum et de quelques autres sites web RSI. Tu dois avoir activé le mode sombre.",
    "it": "Questa estensione ottimizza la modalità scura del Forum Spectrum e di alcuni altri siti web RSI. È necessario aver attivato la…",
    "pl": "To rozszerzenie optymalizuje tryb ciemny forum Spectrum i niektórych innych witryn RSI. Musisz aktywować tryb ciemny.",
    "ru": "Данное расширение оптимизирует работу темного режима форума Spectrum и некоторых других сайтов RSI. Вы должны активировать темный…",
    "zh_CN": "该扩展可优化光谱论坛和其他一些 RSI 网站的暗模式。您必须已激活黑暗模式。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_TW": "Diese Erweiterung verändert das Aussehen des Spektrum-Forums und einiger Teile der RSI-Webseiten (Homepage, Hangar, Referral, Profilseite, etc.).\n\nDie neue Version 2.0 hat eine neue Funktion. Du kannst jetzt die Breite des Spectrum-Forums selbst bestimmen. Hier kannst du jetzt die Breite selbst bestimmen. Wähle zwischen `px`, `%`, `em` und `rem`.\n\n- Dazu klickst du oben im Chrome-Browser auf die Schaltfläche Erweiterungen\n- Suche nach der Erweiterung\n- Klicke sie an und ein Popup öffnet sich\n\nIm Wesentlichen ändert diese Erweiterung die folgenden Bereiche:\n\n- Geänderter Farbton der Haupt-Webseiten. Nicht alle. Ich füge ständig neue Seiten hinzu\n- die Avatare im Spectrum sind rund\n- die Schriftarten sind leichter zu lesen\n- die Galerie wurde komplett umgestaltet und zeigt nun die Bilder nebeneinander statt untereinander, was viel Platz spart\n- die Empfehlungsseite ist etwas kompakter geworden\n- die Hangarseite wurde optimiert\n- ich habe einige Layout-Korrekturen vorgenommen\n- viele, viele weitere kleine Optimierungen\n\nDer Quellcode ist auf GitHub verfügbar: https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nWenn Dir diese Erweiterung gefällt, würde ich mich über eine Spende freuen: http://paypal.me/fwkart\n\n\nCHANGELOG\n2.0.0 - You can now set the width of the Spectrum forum yourself. Here you can now determine the width yourself. Choose between `px`, `%`, `em` and `rem`.\n\n1.3.3.7\n- Some improvements on the roadmap page\n\n1.3.3.6\n- loader.js reduced to the essentials\n- Some css changes\n\n1.3.3.5\n- CSS fix: Star Citizen logo for CIG gifs\n- CSS fix: Color for usernames in Spectrum. CIG names are yellow again\n\n1.3.3.4\n- Search results fix\n- Some css changes\n- font-family undone\n- CSS: Spectrum\n- CSS: RSI Website\n- CSS: Dev Tracker\n- CSS: HangarXPLOR",
    "en_GB": "This extension changes the appearance of the Spektrum forum and some parts of the RSI websites (homepage, hangar, referral, profile page, etc.).\n\nThe new 2.0 has a new feature. You can now set the width of the Spectrum forum yourself. Here you can now determine the width yourself. Choose between `px`, `%`, `em` and `rem`.\n\n- To do this, click on the extensions button at the top of the Chrome browser\n- Search for the extension\n- Click on it and a popup will open\n\nEssentially, this extension changes the following areas:\n\n- Changed colour tone of the main web pages. Not all of them. I am constantly adding new pages\n- the avatars in the Spectrum are round\n- the fonts are easier to read\n- the gallery has been completely redesigned and now shows the pictures side by side instead of one below the other, which saves a lot of space\n- the recommendation page has become a bit more compact\n- the hangar page has been optimised\n- I have made some layout corrections\n- many, many more small optimisations\n\nThe source code is available on GitHub: https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nIf you like this extension, I would be happy about a donation: http://paypal.me/fwkart",
    "en_US": "This extension changes the appearance of the Spektrum forum and some parts of the RSI websites (homepage, hangar, referral, profile page, etc.).\n\nThe new 2.0 has a new feature. You can now set the width of the Spectrum forum yourself. Here you can now determine the width yourself. Choose between `px`, `%`, `em` and `rem`.\n\n- To do this, click on the extensions button at the top of the Chrome browser\n- Search for the extension\n- Click on it and a popup will open\n\nEssentially, this extension changes the following areas:\n\n- Changed color tone of the main web pages. Not all of them. I am constantly adding new pages\n- the avatars in the Spectrum are round\n- the fonts are easier to read\n- the gallery has been completely redesigned and now shows the pictures side by side instead of one below the other, which saves a lot of space\n- the recommendation page has become a little more compact\n- the hangar page has been optimized\n- I have made some layout corrections\n- many, many more small optimizations\n\nThe source code is available on GitHub: https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nIf you like this extension, I would be happy about a donation: http://paypal.me/fwkart",
    "fr": "Cette extension modifie l'apparence du forum Spektrum et de certaines parties des pages web RSI (page d'accueil, hangar, référent, page de profil, etc.).\n\nLa nouvelle version 2.0 comporte une nouvelle fonctionnalité. Vous pouvez désormais définir vous-même la largeur du forum Spectrum. Vous pouvez maintenant déterminer vous-même la largeur du forum. Vous avez le choix entre `px`, `%`, `em` et `rem`.\n\n- Pour ce faire, cliquez sur le bouton \"extensions\" en haut du navigateur Chrome\n- Recherchez l'extension\n- Cliquez sur l'extension et une fenêtre s'ouvrira\n\nPour l'essentiel, cette extension modifie les domaines suivants :\n\n- Modification de la couleur des pages web principales. Pas toutes les pages. J'ajoute constamment de nouvelles pages\n- les avatars dans le Spectrum sont ronds\n- les polices de caractères sont plus faciles à lire\n- la galerie a été complètement remaniée et affiche désormais les images côte à côte plutôt que les unes sous les autres, ce qui permet de gagner beaucoup de place\n- la page de recommandation est devenue un peu plus compacte\n- la page du hangar a été optimisée\n- j'ai fait quelques corrections de mise en page\n- beaucoup, beaucoup d'autres petites optimisations\n\nLe code source est disponible sur GitHub : https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nSi tu aimes cette extension, je serais heureux de faire un don : http://paypal.me/fwkart",
    "it": "Questa estensione modifica l'aspetto del forum Spektrum e di alcune parti dei siti web RSI (homepage, hangar, referral, pagina del profilo, ecc.).\n\nLa nuova versione 2.0 ha una nuova caratteristica. È ora possibile impostare autonomamente la larghezza del forum Spectrum. Ora è possibile determinare la larghezza da soli. È possibile scegliere tra `px`, `%`, `em` e `rem`.\n\n- Per farlo, fare clic sul pulsante delle estensioni nella parte superiore del browser Chrome.\n- Cercare l'estensione\n- Fare clic su di essa e si aprirà una finestra di dialogo\n\nIn sostanza, questa estensione modifica le seguenti aree:\n\n- Cambia la tonalità dei colori delle pagine web principali. Non tutte. Sto aggiungendo costantemente nuove pagine\n- gli avatar nello spettro sono rotondi\n- i caratteri sono più facili da leggere\n- la galleria è stata completamente ridisegnata e ora mostra le immagini una accanto all'altra invece che una sotto l'altra, risparmiando così molto spazio\n- la pagina delle raccomandazioni è diventata un po' più compatta\n- la pagina dell'hangar è stata ottimizzata\n- ho apportato alcune correzioni al layout\n- molte, molte altre piccole ottimizzazioni\n\nIl codice sorgente è disponibile su GitHub: https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nSe vi piace questa estensione, sarei felice di fare una donazione: http://paypal.me/fwkart",
    "pl": "To rozszerzenie zmienia wygląd forum Spektrum i niektórych części stron internetowych RSI (strona główna, hangar, strona polecająca, strona profilu itp.).\n\nNowa wersja 2.0 ma nową funkcję. Możesz teraz samodzielnie ustawić szerokość forum Spectrum. Tutaj możesz teraz samodzielnie określić szerokość. Do wyboru są wartości `px`, `%`, `em` i `rem`.\n\n- Aby to zrobić, kliknij przycisk rozszerzeń u góry przeglądarki Chrome\n- Wyszukaj rozszerzenie\n- Kliknij je, a otworzy się wyskakujące okienko\n\nZasadniczo to rozszerzenie zmienia następujące obszary:\n\n- Zmieniona tonacja kolorystyczna głównych stron internetowych. Nie wszystkie. Ciągle dodaję nowe strony\n- awatary w Spectrum są okrągłe\n- czcionki są łatwiejsze do odczytania\n- galeria została całkowicie przeprojektowana i teraz pokazuje zdjęcia obok siebie, a nie jedno pod drugim, co oszczędza dużo miejsca\n- strona rekomendacji stała się nieco bardziej kompaktowa\n- strona hangaru została zoptymalizowana\n- wprowadziłem kilka poprawek układu\n- wiele, wiele więcej drobnych optymalizacji\n\nKod źródłowy jest dostępny na GitHub: https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\nJeśli podoba Ci się to rozszerzenie, byłbym szczęśliwy z powodu darowizny: http://paypal.me/fwkart",
    "ru": "Это расширение изменяет внешний вид форума Spektrum и некоторых частей сайтов RSI (домашняя страница, ангар, реферальная, страница профиля и т.д.).\n\nВ новой версии 2.0 появилась новая функция. Теперь вы можете самостоятельно задавать ширину форума Spectrum. Теперь вы можете самостоятельно задавать ширину форума. Выбирайте между `px`, `%`, `em` и `rem`.\n\n- Для этого нажмите на кнопку \"Расширения\" в верхней части браузера Chrome.\n- Найдите расширение\n- Щелкните по нему, и откроется всплывающее окно\n\nПо сути, это расширение изменяет следующие области:\n\n- Изменен цветовой тон основных веб-страниц. Не все. Я постоянно добавляю новые страницы\n- аватары в Спектре стали круглыми\n- шрифты стали более удобными для чтения\n- галерея была полностью переработана и теперь показывает картинки рядом, а не одну под другой, что экономит много места\n- страница рекомендаций стала немного компактнее\n- оптимизирована страница ангара\n- внесены некоторые правки в макет\n- много, много других мелких оптимизаций.\n\nИсходный код доступен на GitHub: https://github.com/rjcncpt/SpectrumDarkMode-Extension.\n\nЕсли вам понравится это расширение, я буду рад пожертвованию: http://paypal.me/fwkart.",
    "zh_CN": "该扩展可更改 Spektrum 论坛和 RSI 网站某些部分（主页、机库、推荐、个人资料页面等）的外观。\n\n新版 2.0 有一项新功能。您现在可以自行设置 Spectrum 版块的宽度。在这里，您现在可以自行决定宽度。您可以在 `px`、`%`、`em` 和 rem` 之间进行选择。\n\n- 为此，请点击 Chrome 浏览器顶部的扩展按钮\n- 搜索扩展\n- 点击它，弹出一个窗口\n\n基本上，该扩展会更改以下方面：\n\n- 改变了主要网页的色调。并非所有网页。我在不断添加新网页\n- 光谱中的头像变圆了\n- 字体更易读\n- 图库已完全重新设计，现在是并排显示图片，而不是一张张放在下面，这样可以节省很多空间\n- 推荐页面变得更加紧凑\n- 优化了机库页面\n- 我做了一些版面修正\n- 还有很多很多小的优化\n\n源代码可在 GitHub 上获取：https://github.com/rjcncpt/SpectrumDarkMode-Extension\n\n如果你喜欢这个扩展，我很乐意为你捐款： http://paypal.me/fwkart"
  }
}