{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital Sales Room & eSignature for Pipedrive and Upsales"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Digital Sales Rooms and Electronic Signatures by GetAccept"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create, share, and track your proposals and contracts – all without leaving Pipedrive!\n\nInstall this latest version and enjoy an elevated sales process.\n\nThe GetAccept Chrome extension helps your sales team easily build, send, and manage proposals with dynamic videos, meeting summaries, sales decks, pricing tables, and much more. \n\nWith advanced document tracking and legally binding eSignatures, you can start sending your sales documents and contracts and get them signed within minutes – directly from your Pipedrive CRM! \n\nCompared to other document generation and contract management solutions, GetAccept for Pipedrive is more intuitive, easier to implement, and accelerates your time-to-close cycle via automated flows, forecasting, and smart notifications based on AI and machine learning.\n\nYou and your team can:\n- Generate branded contracts and proposals in no time: Access GetAccept under Deals, People, and Organizations. Generate your sales documents based on pre-made templates instead of wasting time creating them from scratch.\n- Enjoy a fast and accurate quote delivery with flexible pricing tables: GetAccept’s integration automatically pushes product data stored in Pipedrive into dynamic pricing tables. Quotes featuring pricing are modern-looking, error-free, and responsive on all devices. \n- Track recipients’ activities and their buying intent: Receive instant notifications when your recipients leave a message, view the document, or share it with others, ensuring you're always on top of deal progression.\n- Collaborate even more effectively using live chat and comments: Buyers and sellers can chat, leave a comment within the document, notify the other party, and resolve any questions and updates seamlessly without any confusion. \n- Send any document for electronic signing directly from Pipedrive: Once the signature is complete, the signed PDF copy will seamlessly return to your CRM for secure storage.\n- Make your Pipedrive CRM your single source of truth: Effortlessly store recipient inputs and signed contracts in Pipedrive. Automatically mark the deal as closed-won upon contract signing.\n\nNote: The new version no longer supports Google Drive connection, and you can only activate it for one entity. If you have any questions about this, please contact your designated GetAccept customer success manager."
  }
}