{
  "name": {
    "ar": "أعرج على الانترنت - محرر الصور وأداة الطلاء",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Gimp online - image editor and paint tool",
    "de": "Gimp online - Bild-Editor und Malwerkzeug",
    "es,es_419": "Gimp online - editor de imágenes y herramienta de pintura",
    "fr": "Gimp en ligne - éditeur d'image et outil de peinture",
    "hi": "Gimp ऑनलाइन - छवि संपादक",
    "it": "Gimp on-line - editor di immagini e strumento di disegno",
    "ja": "Gimpオンライン - 画像エディタとペイントツール",
    "ko": "Gimp 온라인 - 이미지 편집기 및 페인트 도구",
    "nl": "Gimp online - beeldredacteur en gereedschap verf",
    "pl": "Gimp w Internecie - edytor zdjęć",
    "pt_BR,pt_PT": "Gimp online - editor de imagem e ferramenta de pintura",
    "ru": "Gimp онлайн - редактор изображений и краски инструмент",
    "tr": "Gimp online - resim editörü ve boya aracı",
    "uk": "Gimp онлайн - редактор зображень і фарби інструмент",
    "zh_CN": "Gimp在线 - 图像编辑器和绘画工具"
  },
  "short": {
    "ar": "إنشاء وتحرير الصور والصور مع الأعرج اون لاين",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Create and edit images and photos with Gimp Online",
    "de": "Erstellen und bearbeiten Sie Bilder und Fotos mit Gimp Online",
    "es,es_419": "Crear y editar imagenes con Gimp online",
    "fr": "Créer et modifier des images et des photos avec Gimp Online",
    "hi": "बनाएँ और छवियों और तस्वीरें जिम्प ऑनलाइन के साथ संपादित",
    "it": "Creare e modificare le immagini e le foto con Gimp online",
    "ja": "Gimp Onlineで画像と写真を作成、編集する",
    "ko": "김프 온라인으로 이미지와 사진을 만들고 편집하십시오.",
    "nl": "Maak en afbeeldingen en foto's te bewerken met Gimp Online",
    "pl": "Tworzyć i edytować obrazy i zdjęcia z Gimp Online",
    "pt_BR,pt_PT": "Crie e edite imagens e fotos com o Gimp Online",
    "ru": "Создание и редактирование изображений и фотографий с Gimp онлайн",
    "tr": "Gimp Online ile görüntü ve fotoğraflar oluşturun ve düzenleyin",
    "uk": "Створення та редагування зображень і фотографій з Gimp онлайн",
    "zh_CN": "使用Gimp在线创建和编辑图像和照片"
  },
  "long": {
    "ar": "يعد Gimp Image Editor أداة لمهام مثل تنقيح الصور والصور وتكوين الصور وتأليف الصور. إنه تكامل مع تطبيق Linux Desktop GIMP (GNU Image Manipulation)، وهو برنامج يتم توزيعه مجانًا ويوفر العديد من الإمكانات. يمكن استخدامه كبرنامج طلاء بسيط، أو محرر صور، أو برنامج تنقيح صور عالي الجودة، أو عارض صور، أو محول تنسيق صور. إنه محرر صور مدمج مع مدير الملفات لدينا لإدارة أنواع ملفات الصور فقط باستخدام تطبيق سطح المكتب هذا.\n \nيعد GIMP مثاليًا لتقنيات تنقيح الصور المتقدمة. فهو يخلصك من التفاصيل غير الضرورية باستخدام أداة الاستنساخ، أو قم بتعديل التفاصيل الصغيرة بسهولة باستخدام أداة المعالجة الجديدة. علاوة على ذلك، يمكن بسهولة تعويض العديد من عيوب الصور الرقمية باستخدام برنامج جيمب. قم بإصلاح تشوه المنظور الناتج عن إمالة العدسة بمجرد اختيار الوضع التصحيحي في أدوات التحويل.\n\nميزاته الرئيسية هي:\n\n   - مجموعة من أدوات الرسم بما في ذلك الفرشاة، والقلم الرصاص، والبخاخة، والاستنساخ، وما إلى ذلك.\n   - محرر الصور.\n   - أخذ عينات من وحدات البكسل الفرعية لجميع أدوات الطلاء للحصول على جودة عالية من التعرج.\n   - محرر تدرج قوي للغاية وأداة مزج.\n   - يدعم الفرش والأنماط المخصصة.\n   - الدعم الكامل لقناة ألفا.\n   - الطبقات والقنوات.\n   - التراجع / الإعادة المتعددة.\n   - طبقات نص قابلة للتحرير.\n   - أدوات التحويل بما في ذلك التدوير والقياس والقص والوجه.\n\nيتراوح دعم تنسيقات الملفات من التنسيقات الشائعة مثل JPEG (JFIF) وGIF وPNG وTIFF إلى تنسيقات الاستخدام الخاص مثل ملفات أيقونات Windows متعددة الدقة ومتعددة الألوان.\n\nيمكن العثور على دليل حول كيفية استخدام هذا التطبيق على http://www.gimp.org/tutorials/\n\nيستخدم Gimp Image Editor ترخيص GIMP: GPL. ومن ثم يمكن تثبيته وتوزيعه مجانًا.\n\nيستخدم هذا الملحق النظام الأساسي http://www.offidocs.com الذي يتم تقديم هذا البرنامج منه. إنه متاح للمستخدمين المجانيين عبر الإنترنت ولكنه يسمح أيضًا بالتكامل مع المستخدمين المميزين وعمليات نشر OffiDocs المحلية حيث تم تثبيت OffiDocs GIMP.\n\nهام: يقوم هذا الامتداد بفحص صفحات الويب التي تم تصفحها من أجل اكتشاف ملفات الصور. تظهر ملفات الصور المكتشفة في قائمة ملفات موجودة في النافذة المنبثقة للامتداد والتي يتم استردادها من خوادمنا. يتم إجراء الفحص من خوادمنا لتحقيق أقصى قدر من الكفاءة بحيث يتم الإبلاغ عن صفحات الويب الخاصة بك إلى نظامنا. لا يتم جمع أي بيانات شخصية. يمكن تعطيل هذا الفحص من خلال مربع اختيار يظهر في النافذة المنبثقة للامتداد. إذا قمت بتعطيل هذا الفحص، فلن تكون هذه الوظيفة متاحة وبالتالي تكون وظيفة الامتداد محدودة للغاية.",
    "am,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,et,fa,fi,fil,gu,he,hr,hu,id,kn,lt,lv,ml,mr,ms,no,ro,sk,sl,sr,sv,sw,ta,te,th,vi,zh_TW": "Gimp Image Editor is a tool for tasks like photo and image retouching, image composition and image authoring. It is an integration with the Linux Desktop app GIMP (GNU Image Manipulation), a freely distributed program that provides many capabilities. It can be used as a simple paint program, image editor, an expert quality photo retouching program, an image renderer, or an image format converter. It is an image editor integrated with our file manager to manage only image file types with this desktop app. \n \nGIMP is ideal for advanced photo retouching techniques. It gets rids you  of unneeded details using the clone tool, or touch up minor details easily with the new healing tool. Moreover, numerous digital photo imperfections can be easily compensated for using GIMP. Fix perspective distortion caused by lens tilt simply choosing the corrective mode in the transform tools.\n\nIts main features are:\n\n  - Suite of painting tools including Brush, Pencil, Airbrush, Clone, etc.\n  - Image editor.\n  - Sub-pixel sampling for all paint tools for high quality anti-aliasing.\n  - Extremely powerful gradient editor and blend tool.\n  - Supports custom brushes and patterns.\n  - Full alpha channel support.\n  - Layers and channels.\n  - Multiple Undo/Redo.\n  - Editable text layers.\n  - Transformation tools including rotate, scale, shear and flip.\n\nThe file format support ranges from the common likes of JPEG (JFIF), GIF, PNG, TIFF to special use formats such as the multi-resolution and multi-color-depth Windows icon files. \n\nA guide about how to use this app can be found at http://www.gimp.org/tutorials/\n\nGimp Image Editor uses the GIMP license: GPL. Hence it can be installed and distributed for free.\n\nThis extension uses the platform http://www.offidocs.com from which this software is served.  It is available for free online users but it also allows the integration with premium users and on-premises OffiDocs deployments where the OffiDocs GIMP is installed.\n\nIMPORTANT: This extension scans the webpages browsed in order to detect image files. The image files detected appear in a file list located in the extension popup that are retrieved from our servers. The scanning is performed from our servers for a maximum efficiency so your webpages are reported to our system. No personal data is collected. This scan can be disabled with a checkbox that appears in the extension popup. If you disable this scanning, this functionality is not available so then the extension functionality is very limited.",
    "de": "Gimp Image Editor ist ein Tool für Aufgaben wie Foto- und Bildretusche, Bildkomposition und Bildbearbeitung. Es handelt sich um eine Integration mit der Linux-Desktop-App GIMP (GNU Image Manipulation), einem frei verteilten Programm, das viele Funktionen bietet. Es kann als einfaches Malprogramm, Bildeditor, professionelles Fotoretuschierprogramm, Bildrenderer oder Bildformatkonverter verwendet werden. Es handelt sich um einen Bildeditor, der in unseren Dateimanager integriert ist, um mit dieser Desktop-App nur Bilddateitypen zu verwalten.\n \nGIMP ist ideal für fortgeschrittene Fotoretuschiertechniken. Mit dem Klon-Tool können Sie unnötige Details entfernen oder kleinere Details mit dem neuen Reparatur-Tool einfach ausbessern. Darüber hinaus können zahlreiche Unvollkommenheiten digitaler Fotos mit GIMP problemlos ausgeglichen werden. Korrigieren Sie perspektivische Verzerrungen, die durch die Neigung des Objektivs verursacht werden, indem Sie einfach den Korrekturmodus in den Transformationswerkzeugen auswählen.\n\nSeine Hauptmerkmale sind:\n\n   - Suite mit Malwerkzeugen, einschließlich Pinsel, Bleistift, Airbrush, Klon usw.\n   - Bildbearbeiter.\n   - Subpixel-Sampling für alle Malwerkzeuge für hochwertiges Anti-Aliasing.\n   - Extrem leistungsstarker Verlaufseditor und Mischwerkzeug.\n   - Unterstützt benutzerdefinierte Pinsel und Muster.\n   - Volle Alpha-Kanal-Unterstützung.\n   - Ebenen und Kanäle.\n   - Mehrfaches Rückgängigmachen/Wiederherstellen.\n   - Bearbeitbare Textebenen.\n   - Transformationswerkzeuge einschließlich Drehen, Skalieren, Scheren und Spiegeln.\n\nDie unterstützten Dateiformate reichen von gängigen Formaten wie JPEG (JFIF), GIF, PNG, TIFF bis hin zu speziellen Formaten wie den Windows-Symboldateien mit mehreren Auflösungen und mehreren Farbtiefen.\n\nEine Anleitung zur Verwendung dieser App finden Sie unter http://www.gimp.org/tutorials/\n\nGimp Image Editor verwendet die GIMP-Lizenz: GPL. Daher kann es kostenlos installiert und verteilt werden.\n\nDiese Erweiterung nutzt die Plattform http://www.offidocs.com, von der aus diese Software bereitgestellt wird. Es ist für kostenlose Online-Benutzer verfügbar, ermöglicht aber auch die Integration mit Premium-Benutzern und lokalen OffiDocs-Bereitstellungen, in denen OffiDocs GIMP installiert ist.\n\nWICHTIG: Diese Erweiterung scannt die aufgerufenen Webseiten, um Bilddateien zu erkennen. Die erkannten Bilddateien werden in einer Dateiliste im Erweiterungs-Popup angezeigt, die von unseren Servern abgerufen wird. Der Scan wird von unseren Servern aus durchgeführt, um eine maximale Effizienz zu gewährleisten, sodass Ihre Webseiten an unser System gemeldet werden. Es werden keine personenbezogenen Daten erfasst. Dieser Scan kann mit einem Kontrollkästchen deaktiviert werden, das im Erweiterungs-Popup angezeigt wird. Wenn Sie diesen Scan deaktivieren, ist diese Funktion nicht verfügbar, sodass die Erweiterungsfunktionalität sehr eingeschränkt ist.",
    "es,es_419": "Gimp Image Editor es una herramienta para tareas como retoque de fotografías e imágenes, composición y creación de imágenes. Es una integración con la aplicación de escritorio de Linux GIMP (GNU Image Manipulation), un programa de distribución gratuita que proporciona muchas capacidades. Se puede utilizar como un programa de pintura simple, un editor de imágenes, un programa de retoque fotográfico de calidad experta, un renderizador de imágenes o un conversor de formatos de imágenes. Es un editor de imágenes integrado con nuestro administrador de archivos para administrar solo tipos de archivos de imágenes con esta aplicación de escritorio.\n \nGIMP es ideal para técnicas avanzadas de retoque fotográfico. Elimina detalles innecesarios utilizando la herramienta de clonación o retoca detalles menores fácilmente con la nueva herramienta de curación. Además, numerosas imperfecciones de las fotografías digitales se pueden compensar fácilmente con GIMP. Corrija la distorsión de la perspectiva causada por la inclinación de la lente simplemente eligiendo el modo correctivo en las herramientas de transformación.\n\nSus principales características son:\n\n   - Conjunto de herramientas de pintura que incluyen pincel, lápiz, aerógrafo, clonación, etc.\n   - Editor de imagen.\n   - Muestreo de subpíxeles para todas las herramientas de pintura para suavizado de alta calidad.\n   - Editor de degradados y herramienta de mezcla extremadamente potentes.\n   - Admite pinceles y patrones personalizados.\n   - Soporte completo para canales alfa.\n   - Capas y canales.\n   - Deshacer/Rehacer múltiples.\n   - Capas de texto editables.\n   - Herramientas de transformación que incluyen rotar, escalar, cortar y voltear.\n\nLa compatibilidad con formatos de archivo abarca desde los más comunes como JPEG (JFIF), GIF, PNG, TIFF hasta formatos de uso especial, como los archivos de íconos de Windows con múltiples resoluciones y múltiples colores.\n\nPuede encontrar una guía sobre cómo utilizar esta aplicación en http://www.gimp.org/tutorials/\n\nGimp Image Editor utiliza la licencia GIMP: GPL. Por lo tanto, se puede instalar y distribuir de forma gratuita.\n\nEsta extensión utiliza la plataforma http://www.offidocs.com desde la que se sirve este software. Está disponible para usuarios en línea de forma gratuita, pero también permite la integración con usuarios premium e implementaciones de OffiDocs locales donde está instalado OffiDocs GIMP.\n\nIMPORTANTE: Esta extensión escanea las páginas web visitadas para detectar archivos de imagen. Los archivos de imagen detectados aparecen en una lista de archivos ubicada en la ventana emergente de la extensión que se recuperan de nuestros servidores. El escaneo se realiza desde nuestros servidores para lograr la máxima eficiencia y así informar a nuestro sistema de sus páginas web. No se recopilan datos personales. Este escaneo se puede desactivar con una casilla de verificación que aparece en la ventana emergente de la extensión. Si deshabilita este escaneo, esta función no estará disponible, por lo que la funcionalidad de la extensión será muy limitada.",
    "fr": "Gimp Image Editor est un outil pour des tâches telles que la retouche de photos et d'images, la composition d'images et la création d'images. Il s'agit d'une intégration avec l'application Linux Desktop GIMP (GNU Image Manipulation), un programme distribué gratuitement qui offre de nombreuses fonctionnalités. Il peut être utilisé comme un simple programme de peinture, un éditeur d'images, un programme de retouche photo de qualité experte, un moteur de rendu d'images ou un convertisseur de format d'image. Il s'agit d'un éditeur d'images intégré à notre gestionnaire de fichiers pour gérer uniquement les types de fichiers image avec cette application de bureau.\n \nGIMP est idéal pour les techniques avancées de retouche photo. Il vous débarrasse des détails inutiles à l'aide de l'outil de clonage ou retouche facilement les détails mineurs avec le nouvel outil de guérison. De plus, de nombreuses imperfections des photos numériques peuvent être facilement compensées à l'aide de GIMP. Corrigez la distorsion de perspective causée par l'inclinaison de l'objectif en choisissant simplement le mode correctif dans les outils de transformation.\n\nSes principales caractéristiques sont :\n\n   - Suite d'outils de peinture comprenant pinceau, crayon, aérographe, clone, etc.\n   - Éditeur d'images.\n   - Échantillonnage de sous-pixels pour tous les outils de peinture pour un anti-aliasing de haute qualité.\n   - Éditeur de dégradé et outil de fusion extrêmement puissants.\n   - Prend en charge les pinceaux et motifs personnalisés.\n   - Prise en charge complète du canal alpha.\n   - Calques et canaux.\n   - Plusieurs annulations/rétablissements.\n   - Calques de texte modifiables.\n   - Outils de transformation, notamment rotation, mise à l'échelle, cisaillement et retournement.\n\nLa prise en charge des formats de fichiers va des formats courants tels que JPEG (JFIF), GIF, PNG, TIFF aux formats à usage spécial tels que les fichiers d'icônes Windows multi-résolution et multi-couleurs.\n\nUn guide sur la façon d'utiliser cette application est disponible sur http://www.gimp.org/tutorials/\n\nGimp Image Editor utilise la licence GIMP : GPL. Il peut donc être installé et distribué gratuitement.\n\nCette extension utilise la plateforme http://www.offidocs.com à partir de laquelle ce logiciel est servi. Il est disponible pour les utilisateurs en ligne gratuits, mais il permet également l'intégration avec les utilisateurs premium et les déploiements OffiDocs sur site où OffiDocs GIMP est installé.\n\nIMPORTANT : Cette extension analyse les pages web parcourues afin de détecter les fichiers images. Les fichiers images détectés apparaissent dans une liste de fichiers située dans la fenêtre contextuelle de l'extension et récupérés depuis nos serveurs. L'analyse est effectuée depuis nos serveurs pour une efficacité maximale afin que vos pages web soient signalées à notre système. Aucune donnée personnelle n'est collectée. Cette analyse peut être désactivée avec une case à cocher qui apparaît dans la fenêtre contextuelle de l'extension. Si vous désactivez cette analyse, cette fonctionnalité n'est pas disponible et les fonctionnalités de l'extension sont alors très limitées.",
    "hi": "जिम्प इमेज एडिटर फोटो और इमेज रीटचिंग, इमेज कंपोजिशन और इमेज ऑथरिंग जैसे कार्यों के लिए एक उपकरण है। यह लिनक्स डेस्कटॉप ऐप जीआईएमपी (जीएनयू इमेज मैनिपुलेशन) के साथ एक एकीकरण है, जो एक स्वतंत्र रूप से वितरित प्रोग्राम है जो कई क्षमताएं प्रदान करता है। इसका उपयोग एक साधारण पेंट प्रोग्राम, छवि संपादक, एक विशेषज्ञ गुणवत्ता फोटो रीटचिंग प्रोग्राम, एक छवि रेंडरर या एक छवि प्रारूप कनवर्टर के रूप में किया जा सकता है। यह एक छवि संपादक है जो इस डेस्कटॉप ऐप के साथ केवल छवि फ़ाइल प्रकारों को प्रबंधित करने के लिए हमारे फ़ाइल प्रबंधक के साथ एकीकृत है।\n \nGIMP उन्नत फोटो रीटचिंग तकनीकों के लिए आदर्श है। यह आपको क्लोन टूल का उपयोग करके अनावश्यक विवरणों से छुटकारा दिलाता है, या नए उपचार टूल के साथ छोटे विवरणों को आसानी से छूता है। इसके अलावा, GIMP का उपयोग करके कई डिजिटल फोटो खामियों की भरपाई आसानी से की जा सकती है। केवल ट्रांसफ़ॉर्म टूल में सुधारात्मक मोड चुनकर लेंस झुकाव के कारण होने वाली परिप्रेक्ष्य विकृति को ठीक करें।\n\nइसकी मुख्य विशेषताएं हैं:\n\n   - ब्रश, पेंसिल, एयरब्रश, क्लोन आदि सहित पेंटिंग टूल का सूट।\n   - छवि संपादक।\n   - उच्च गुणवत्ता वाले एंटी-अलियासिंग के लिए सभी पेंट टूल्स के लिए उप-पिक्सेल नमूनाकरण।\n   - अत्यंत शक्तिशाली ग्रेडिएंट एडिटर और ब्लेंड टूल।\n   - कस्टम ब्रश और पैटर्न का समर्थन करता है।\n   - पूर्ण अल्फा चैनल समर्थन।\n   - परतें और चैनल.\n   - एकाधिक पूर्ववत/पुनः करें।\n   - संपादन योग्य पाठ परतें।\n   - रोटेट, स्केल, शीयर और फ्लिप सहित परिवर्तन उपकरण।\n\nफ़ाइल प्रारूप का समर्थन JPEG (JFIF), GIF, PNG, TIFF जैसे सामान्य प्रारूपों से लेकर बहु-रिज़ॉल्यूशन और बहु-रंग-गहराई वाली विंडोज़ आइकन फ़ाइलों जैसे विशेष उपयोग प्रारूपों तक होता है।\n\nइस ऐप का उपयोग कैसे करें इसके बारे में एक गाइड http://www.gimp.org/tutorials/ पर पाया जा सकता है।\n\nजिम्प इमेज एडिटर जीआईएमपी लाइसेंस का उपयोग करता है: जीपीएल। इसलिए इसे निःशुल्क स्थापित और वितरित किया जा सकता है।\n\nयह एक्सटेंशन http://www.offidocs.com प्लेटफ़ॉर्म का उपयोग करता है जहाँ से यह सॉफ़्टवेयर परोसा जाता है। यह मुफ़्त ऑनलाइन उपयोगकर्ताओं के लिए उपलब्ध है, लेकिन यह प्रीमियम उपयोगकर्ताओं और ऑन-प्रिमाइसेस ऑफ़िडॉक्स परिनियोजन के साथ एकीकरण की भी अनुमति देता है जहां ऑफ़िडॉक्स जीआईएमपी स्थापित है।\n\nमहत्वपूर्ण: यह एक्सटेंशन छवि फ़ाइलों का पता लगाने के लिए ब्राउज़ किए गए वेबपेजों को स्कैन करता है। पता लगाई गई छवि फ़ाइलें एक्सटेंशन पॉपअप में स्थित फ़ाइल सूची में दिखाई देती हैं जिन्हें हमारे सर्वर से पुनर्प्राप्त किया जाता है। अधिकतम दक्षता के लिए स्कैनिंग हमारे सर्वर से की जाती है ताकि आपके वेबपेज हमारे सिस्टम को रिपोर्ट किए जाएं। कोई व्यक्तिगत डेटा एकत्र नहीं किया जाता है। इस स्कैन को एक्सटेंशन पॉपअप में दिखाई देने वाले चेकबॉक्स से अक्षम किया जा सकता है। यदि आप इस स्कैनिंग को अक्षम करते हैं, तो यह कार्यक्षमता उपलब्ध नहीं होती है, इसलिए तब एक्सटेंशन कार्यक्षमता बहुत सीमित होती है।",
    "it": "Gimp Image Editor è uno strumento per attività come il ritocco di foto e immagini, la composizione e la creazione di immagini. Si tratta di un'integrazione con l'app desktop Linux GIMP (GNU Image Manipulation), un programma distribuito gratuitamente che offre molte funzionalità. Può essere utilizzato come un semplice programma di disegno, un editor di immagini, un programma di ritocco fotografico di qualità professionale, un renderer di immagini o un convertitore di formati di immagine. È un editor di immagini integrato con il nostro file manager per gestire solo i tipi di file immagine con questa app desktop.\n \nGIMP è ideale per le tecniche avanzate di ritocco fotografico. Ti elimina i dettagli non necessari utilizzando lo strumento clone o ritocca facilmente dettagli minori con il nuovo strumento di guarigione. Inoltre, numerose imperfezioni delle foto digitali possono essere facilmente compensate utilizzando GIMP. Correggi la distorsione prospettica causata dall'inclinazione dell'obiettivo semplicemente scegliendo la modalità correttiva negli strumenti di trasformazione.\n\nLe sue caratteristiche principali sono:\n\n   - Suite di strumenti di pittura tra cui Pennello, Matita, Aerografo, Clona, ecc.\n   - Editor di immagini.\n   - Campionamento sub-pixel per tutti gli strumenti di disegno per un anti-aliasing di alta qualità.\n   - Editor di gradienti e strumento di fusione estremamente potenti.\n   - Supporta pennelli e motivi personalizzati.\n   - Supporto completo del canale alfa.\n   - Livelli e canali.\n   - Annulla/Ripeti multipli.\n   - Livelli di testo modificabili.\n   - Strumenti di trasformazione tra cui rotazione, scala, taglio e capovolgimento.\n\nIl supporto dei formati di file spazia dai comuni JPEG (JFIF), GIF, PNG, TIFF a formati per usi speciali come i file di icone di Windows multi-risoluzione e con profondità multi-colore.\n\nUna guida su come utilizzare questa app può essere trovata su http://www.gimp.org/tutorials/\n\nGimp Image Editor utilizza la licenza GIMP: GPL. Quindi può essere installato e distribuito gratuitamente.\n\nQuesta estensione utilizza la piattaforma http://www.offidocs.com da cui viene servito questo software. È disponibile per gli utenti online gratuiti ma consente anche l'integrazione con utenti premium e distribuzioni OffiDocs locali in cui è installato OffiDocs GIMP.\n\nIMPORTANTE: Questa estensione esegue la scansione delle pagine web visitate per rilevare i file immagine. I file immagine rilevati appaiono in un elenco di file situato nel popup dell'estensione che vengono recuperati dai nostri server. La scansione viene eseguita dai nostri server per la massima efficienza, quindi le tue pagine web vengono segnalate al nostro sistema. Non vengono raccolti dati personali. Questa scansione può essere disabilitata con una casella di controllo che appare nel popup dell'estensione. Se disabiliti questa scansione, questa funzionalità non è disponibile, quindi la funzionalità dell'estensione è molto limitata.",
    "ja": "Gimp Image Editor は、写真や画像のレタッチ、画像の合成、画像のオーサリングなどのタスクを行うためのツールです。 これは、多くの機能を提供する無料配布プログラムである Linux デスクトップ アプリ GIMP (GNU Image Manipulation) との統合です。 シンプルなペイント プログラム、イメージ エディター、専門家向けの品質のフォト レタッチ プログラム、イメージ レンダラー、またはイメージ フォーマット コンバーターとして使用できます。 これは、このデスクトップ アプリで画像ファイル タイプのみを管理するためのファイル マネージャーと統合された画像エディターです。\n \nGIMP は高度な写真レタッチ技術に最適です。 クローン ツールを使用して不要な詳細を削除したり、新しい修復ツールを使用して細かい部分を簡単に修正したりできます。 さらに、GIMP を使用すると、デジタル写真の多くの欠陥を簡単に補正できます。 変換ツールで補正モードを選択するだけで、レンズの傾きによって生じる遠近の歪みを修正できます。\n\nその主な機能は次のとおりです。\n\n   - ブラシ、鉛筆、エアブラシ、クローンなどを含む一連のペイント ツール\n   - 画像エディター。\n   - 高品質のアンチエイリアシングのためのすべてのペイント ツールのサブピクセル サンプリング。\n   - 非常に強力なグラデーションエディターとブレンドツール。\n   - カスタム ブラシとパターンをサポートします。\n   - 完全なアルファチャンネルのサポート。\n   - レイヤーとチャンネル。\n   - 複数の元に戻す/やり直し。\n   - 編集可能なテキストレイヤー。\n   - 回転、拡大縮小、剪断、反転などの変形ツール。\n\nファイル形式のサポートは、JPEG (JFIF)、GIF、PNG、TIFF などの一般的な形式から、多解像度および多色深度の Windows アイコン ファイルなどの特殊用途の形式まで多岐にわたります。\n\nこのアプリの使用方法に関するガイドは、http://www.gimp.org/tutorials/ でご覧いただけます。\n\nGimp Image Editor は GIMP ライセンス: GPL を使用します。 したがって、無料でインストールおよび配布できます。\n\nこの拡張機能は、このソフトウェアが提供されているプラットフォーム http://www.offidocs.com を使用します。 これは無料のオンライン ユーザーが利用できますが、プレミアム ユーザーや、OffiDocs GIMP がインストールされているオンプレミスの OffiDocs 展開との統合も可能です。\n\n重要: この拡張機能は、画像ファイルを検出するために閲覧した Web ページをスキャンします。検出された画像ファイルは、弊社のサーバーから取得された拡張機能ポップアップのファイル リストに表示されます。スキャンは効率を最大限に高めるために弊社のサーバーから実行されるため、Web ページは弊社のシステムに報告されます。個人データは収集されません。このスキャンは、拡張機能ポップアップに表示されるチェックボックスで無効にできます。このスキャンを無効にすると、この機能は使用できなくなるため、拡張機能の機能は非常に制限されます。",
    "ko": "Gimp Image Editor는 사진 및 이미지 수정, 이미지 구성, 이미지 제작과 같은 작업을 위한 도구입니다. 이는 다양한 기능을 제공하는 무료 배포 프로그램인 Linux 데스크톱 앱 GIMP(GNU Image Manipulation)와의 통합입니다. 간단한 페인트 프로그램, 이미지 편집기, 전문가 수준의 사진 리터칭 프로그램, 이미지 렌더러 또는 이미지 형식 변환기로 사용할 수 있습니다. 이 데스크톱 앱으로 이미지 파일 형식만 관리하기 위해 파일 관리자와 통합된 이미지 편집기입니다.\n \n김프는 고급 사진 리터칭 기술에 이상적입니다. 복제 도구를 사용하여 불필요한 세부 사항을 제거하거나 새로운 복구 도구를 사용하여 사소한 세부 사항을 쉽게 수정합니다. 더욱이, 김프를 사용하면 수많은 디지털 사진 결함을 쉽게 보정할 수 있습니다. 변환 도구에서 수정 모드를 선택하기만 하면 렌즈 기울기로 인한 원근 왜곡을 수정할 수 있습니다.\n\n주요 기능은 다음과 같습니다.\n\n   - 브러시, 연필, 에어브러시, 복제 등을 포함한 페인팅 도구 모음\n   - 이미지 편집기.\n   - 고품질 안티앨리어싱을 위한 모든 페인트 도구에 대한 하위 픽셀 샘플링.\n   - 매우 강력한 그라디언트 편집기 및 블렌드 도구입니다.\n   - 사용자 정의 브러시 및 패턴을 지원합니다.\n   - 전체 알파 채널을 지원합니다.\n   - 레이어 및 채널.\n   - 다중 실행 취소/다시 실행.\n   - 편집 가능한 텍스트 레이어.\n   - 회전, 크기 조정, 기울이기 및 뒤집기를 포함한 변환 도구입니다.\n\n파일 형식 지원 범위는 JPEG(JFIF), GIF, PNG, TIFF와 같은 일반적인 형식부터 다중 해상도 및 다중 색상 심도 Windows 아이콘 파일과 같은 특수 용도 형식까지 다양합니다.\n\n이 앱을 사용하는 방법에 대한 가이드는 http://www.gimp.org/tutorials/에서 찾을 수 있습니다.\n\nGimp Image Editor는 GIMP 라이센스인 GPL을 사용합니다. 따라서 무료로 설치하고 배포할 수 있습니다.\n\n이 확장은 이 소프트웨어가 제공되는 플랫폼 http://www.offidocs.com을 사용합니다. 무료 온라인 사용자가 사용할 수 있지만 프리미엄 사용자 및 OffiDocs GIMP가 설치된 온프레미스 OffiDocs 배포와 통합할 수도 있습니다.\n\n중요: 이 확장 프로그램은 탐색한 웹 페이지를 스캔하여 이미지 파일을 감지합니다. 감지된 이미지 파일은 확장 팝업에 있는 파일 목록에 나타나며, 이는 당사 서버에서 검색됩니다. 스캔은 최대한의 효율성을 위해 당사 서버에서 수행되므로 귀하의 웹 페이지가 당사 시스템에 보고됩니다. 개인 데이터는 수집되지 않습니다. 이 스캔은 확장 팝업에 나타나는 체크박스로 비활성화할 수 있습니다. 이 스캔을 비활성화하면 이 기능을 사용할 수 없으므로 확장 프로그램의 기능이 매우 제한됩니다.",
    "nl": "Gimp Image Editor is een hulpmiddel voor taken zoals het retoucheren van foto's en afbeeldingen, het samenstellen van afbeeldingen en het maken van afbeeldingen. Het is een integratie met de Linux Desktop-app GIMP (GNU Image Manipulation), een gratis verspreid programma dat veel mogelijkheden biedt. Het kan worden gebruikt als een eenvoudig tekenprogramma, een afbeeldingseditor, een fotoretoucheerprogramma van professionele kwaliteit, een afbeeldingsrenderer of een afbeeldingsformaatconverter. Het is een afbeeldingseditor die is geïntegreerd met onze bestandsbeheerder om alleen afbeeldingsbestandstypen te beheren met deze desktop-app.\n \nGIMP is ideaal voor geavanceerde technieken voor het retoucheren van foto's. Het verwijdert onnodige details met behulp van de kloontool, of retoucheert kleine details eenvoudig met de nieuwe genezingstool. Bovendien kunnen talrijke onvolkomenheden in digitale foto's eenvoudig worden gecompenseerd met behulp van GIMP. Corrigeer perspectiefvervorming veroorzaakt door lenskanteling door simpelweg de correctiemodus te kiezen in de transformatietools.\n\nDe belangrijkste kenmerken zijn:\n\n   - Suite met tekengereedschappen, waaronder penseel, potlood, airbrush, kloon, enz.\n   - Foto-editor.\n   - Subpixelsampling voor alle verfgereedschappen voor hoogwaardige anti-aliasing.\n   - Extreem krachtige verloopeditor en mengtool.\n   - Ondersteunt aangepaste penselen en patronen.\n   - Volledige alfakanaalondersteuning.\n   - Lagen en kanalen.\n   - Meerdere ongedaan maken/opnieuw uitvoeren.\n   - Bewerkbare tekstlagen.\n   - Transformatietools, waaronder roteren, schalen, schuintrekken en spiegelen.\n\nDe ondersteuning voor bestandsformaten varieert van de gebruikelijke soorten JPEG (JFIF), GIF, PNG, TIFF tot speciale formaten zoals de Windows-pictogrambestanden met meerdere resolutie en meerdere kleurendiepte.\n\nEen handleiding over het gebruik van deze app is te vinden op http://www.gimp.org/tutorials/\n\nGimp Image Editor maakt gebruik van de GIMP-licentie: GPL. Daarom kan het gratis worden geïnstalleerd en gedistribueerd.\n\nDeze extensie maakt gebruik van het platform http://www.offidocs.com van waaruit deze software wordt aangeboden. Het is beschikbaar voor gratis online gebruikers, maar maakt ook integratie mogelijk met premium gebruikers en lokale OffiDocs-implementaties waar de OffiDocs GIMP is geïnstalleerd.\n\nBELANGRIJK: Deze extensie scant de bekeken webpagina's om afbeeldingsbestanden te detecteren. De gedetecteerde afbeeldingsbestanden verschijnen in een bestandslijst in de extensiepop-up die van onze servers worden opgehaald. Het scannen wordt uitgevoerd vanaf onze servers voor een maximale efficiëntie, zodat uw webpagina's aan ons systeem worden gerapporteerd. Er worden geen persoonlijke gegevens verzameld. Deze scan kan worden uitgeschakeld met een selectievakje dat in de extensiepop-up wordt weergegeven. Als u deze scan uitschakelt, is deze functionaliteit niet beschikbaar en is de functionaliteit van de extensie zeer beperkt.",
    "pl": "Gimp Image Editor to narzędzie do zadań takich jak retusz zdjęć i obrazów, kompozycja obrazów i tworzenie obrazów. Jest to integracja z aplikacją Linux Desktop GIMP (GNU Image Manipulation), swobodnie rozpowszechnianym programem zapewniającym wiele możliwości. Można go używać jako prostego programu do malowania, edytora obrazów, profesjonalnego programu do retuszowania zdjęć, modułu renderującego obrazy lub konwertera formatu obrazu. Jest to edytor obrazów zintegrowany z naszym menedżerem plików, który umożliwia zarządzanie wyłącznie typami plików obrazów za pomocą tej aplikacji komputerowej.\n \nGIMP jest idealny do zaawansowanych technik retuszowania zdjęć. Pozbywa się niepotrzebnych szczegółów za pomocą narzędzia klonowania lub łatwo poprawia drobne szczegóły za pomocą nowego narzędzia leczenia. Co więcej, liczne niedoskonałości zdjęć cyfrowych można łatwo skompensować za pomocą programu GIMP. Napraw zniekształcenie perspektywy spowodowane pochyleniem obiektywu, po prostu wybierając tryb korekcji w narzędziach transformacji.\n\nJego główne cechy to:\n\n   - Zestaw narzędzi do malowania, w tym pędzel, ołówek, aerograf, klon itp.\n   - Edytor obrazów.\n   - Próbkowanie subpikseli dla wszystkich narzędzi malarskich w celu uzyskania wysokiej jakości antyaliasingu.\n   - Niezwykle potężny edytor gradientów i narzędzie do mieszania.\n   - Obsługuje niestandardowe pędzle i wzory.\n   - Pełna obsługa kanału alfa.\n   - Warstwy i kanały.\n   - Wiele Cofnij / Ponów.\n   - Edytowalne warstwy tekstowe.\n   - Narzędzia do transformacji, w tym obracanie, skalowanie, ścinanie i odwracanie.\n\nObsługiwane formaty plików obejmują popularne, takie jak JPEG (JFIF), GIF, PNG, TIFF, aż po formaty specjalnego przeznaczenia, takie jak pliki ikon Windows o wielu rozdzielczościach i głębi kolorów.\n\nPrzewodnik dotyczący korzystania z tej aplikacji można znaleźć na stronie http://www.gimp.org/tutorials/\n\nGimp Image Editor korzysta z licencji GIMP: GPL. Dlatego można go instalować i rozpowszechniać bezpłatnie.\n\nTo rozszerzenie korzysta z platformy http://www.offidocs.com, z której dostarczane jest to oprogramowanie. Jest dostępny dla bezpłatnych użytkowników online, ale umożliwia także integrację z użytkownikami premium i lokalnymi wdrożeniami OffiDocs, w których zainstalowany jest OffiDocs GIMP.\n\nWAŻNE: To rozszerzenie skanuje przeglądane strony internetowe w celu wykrycia plików graficznych. Wykryte pliki graficzne pojawiają się na liście plików znajdującej się w wyskakującym okienku rozszerzenia, które są pobierane z naszych serwerów. Skanowanie jest wykonywane z naszych serwerów dla maksymalnej wydajności, więc Twoje strony internetowe są zgłaszane do naszego systemu. Nie są gromadzone żadne dane osobowe. To skanowanie można wyłączyć za pomocą pola wyboru, które pojawia się w wyskakującym okienku rozszerzenia. Jeśli wyłączysz to skanowanie, ta funkcjonalność nie będzie dostępna, więc funkcjonalność rozszerzenia będzie bardzo ograniczona.",
    "pt_BR,pt_PT": "Gimp Image Editor é uma ferramenta para tarefas como retoque de fotos e imagens, composição e autoria de imagens. É uma integração com o aplicativo Linux Desktop GIMP (GNU Image Manipulation), um programa distribuído gratuitamente que oferece muitos recursos. Ele pode ser usado como um programa de pintura simples, um editor de imagens, um programa de retoque de fotos de qualidade especializada, um renderizador de imagens ou um conversor de formato de imagem. É um editor de imagens integrado ao nosso gerenciador de arquivos para gerenciar apenas tipos de arquivos de imagem com este aplicativo de desktop.\n \nO GIMP é ideal para técnicas avançadas de retoque fotográfico. Ele elimina detalhes desnecessários usando a ferramenta de clonagem ou retoca pequenos detalhes facilmente com a nova ferramenta de cura. Além disso, inúmeras imperfeições em fotos digitais podem ser facilmente compensadas usando o GIMP. Corrija a distorção de perspectiva causada pela inclinação da lente simplesmente escolhendo o modo corretivo nas ferramentas de transformação.\n\nSuas principais características são:\n\n   - Conjunto de ferramentas de pintura, incluindo pincel, lápis, aerógrafo, clone, etc.\n   - Editor de imagem.\n   - Amostragem de subpixel para todas as ferramentas de pintura para anti-aliasing de alta qualidade.\n   - Editor de gradiente e ferramenta de mistura extremamente poderoso.\n   - Suporta pincéis e padrões personalizados.\n   - Suporte completo ao canal alfa.\n   - Camadas e canais.\n   - Vários desfazer/refazer.\n   - Camadas de texto editáveis.\n   - Ferramentas de transformação, incluindo girar, dimensionar, cisalhar e inverter.\n\nO suporte a formatos de arquivo varia desde JPEG (JFIF), GIF, PNG, TIFF até formatos de uso especial, como arquivos de ícones do Windows com multi-resolução e profundidade de várias cores.\n\nUm guia sobre como usar este aplicativo pode ser encontrado em http://www.gimp.org/tutorials/\n\nO Gimp Image Editor usa a licença do GIMP: GPL. Portanto, pode ser instalado e distribuído gratuitamente.\n\nEsta extensão usa a plataforma http://www.offidocs.com a partir da qual este software é servido. Ele está disponível para usuários online gratuitos, mas também permite a integração com usuários premium e implantações OffiDocs locais onde o OffiDocs GIMP está instalado.\n\nIMPORTANTE: Esta extensão verifica as páginas da web navegadas para detectar arquivos de imagem. Os arquivos de imagem detectados aparecem em uma lista de arquivos localizada no pop-up da extensão que são recuperados de nossos servidores. A verificação é realizada de nossos servidores para uma eficiência máxima, de modo que suas páginas da web sejam reportadas ao nosso sistema. Nenhum dado pessoal é coletado. Esta verificação pode ser desabilitada com uma caixa de seleção que aparece no pop-up da extensão. Se você desabilitar esta verificação, esta funcionalidade não estará disponível, então a funcionalidade da extensão será muito limitada.",
    "ru": "Gimp Image Editor — это инструмент для таких задач, как ретуширование фотографий и изображений, композиция изображений и создание изображений. Это интеграция с настольным приложением Linux GIMP (GNU Image Manipulation), свободно распространяемой программой, предоставляющей множество возможностей. Его можно использовать как простую программу рисования, редактор изображений, программу ретуши фотографий профессионального качества, средство рендеринга изображений или преобразователь форматов изображений. Это редактор изображений, интегрированный с нашим файловым менеджером, позволяющий управлять только типами файлов изображений с помощью этого настольного приложения.\n \nGIMP идеально подходит для продвинутых методов ретуши фотографий. Он избавляет вас от ненужных деталей с помощью инструмента клонирования или легко подправляет мелкие детали с помощью нового инструмента восстановления. Более того, многочисленные недостатки цифровых фотографий можно легко компенсировать с помощью GIMP. Исправьте искажение перспективы, вызванное наклоном объектива, просто выбрав режим коррекции в инструментах преобразования.\n\nЕго основные особенности:\n\n   - Набор инструментов для рисования, включая кисть, карандаш, аэрограф, клон и т. д.\n   - Редактор изображений.\n   - Субпиксельная выборка для всех инструментов рисования для высококачественного сглаживания.\n   - Чрезвычайно мощный редактор градиентов и инструмент смешивания.\n   - Поддерживает пользовательские кисти и узоры.\n   - Полная поддержка альфа-канала.\n   - Слои и каналы.\n   - Множественная отмена/повтор.\n   - Редактируемые текстовые слои.\n   - Инструменты трансформации, включая вращение, масштабирование, сдвиг и переворот.\n\nПоддержка форматов файлов варьируется от распространенных форматов, таких как JPEG (JFIF), GIF, PNG, TIFF, до форматов специального использования, таких как файлы значков Windows с различным разрешением и глубиной цвета.\n\nРуководство по использованию этого приложения можно найти по адресу http://www.gimp.org/tutorials/.\n\nРедактор изображений Gimp использует лицензию GIMP: GPL. Следовательно, его можно установить и распространять бесплатно.\n\nЭто расширение использует платформу http://www.offidocs.com, с которой обслуживается это программное обеспечение. Он доступен для бесплатных онлайн-пользователей, но также позволяет интегрироваться с премиум-пользователями и локальными развертываниями OffiDocs, где установлен OffiDocs GIMP.\n\nВАЖНО: Это расширение сканирует просматриваемые веб-страницы для обнаружения файлов изображений. Обнаруженные файлы изображений отображаются в списке файлов, расположенном во всплывающем окне расширения, которые извлекаются с наших серверов. Сканирование выполняется с наших серверов для максимальной эффективности, поэтому ваши веб-страницы сообщаются в нашу систему. Никакие персональные данные не собираются. Это сканирование можно отключить с помощью флажка, который появляется во всплывающем окне расширения. Если вы отключите это сканирование, эта функция будет недоступна, поэтому функциональность расширения будет очень ограничена.",
    "tr": "Gimp Image Editor, fotoğraf ve görüntü rötuşlama, görüntü kompozisyonu ve görüntü yazma gibi görevlere yönelik bir araçtır. Birçok yetenek sağlayan, serbestçe dağıtılan bir program olan Linux Masaüstü uygulaması GIMP (GNU Image Manipulation) ile bir entegrasyondur. Basit bir boyama programı, görüntü düzenleyici, uzman kalitede fotoğraf rötuşlama programı, görüntü oluşturucu veya görüntü formatı dönüştürücü olarak kullanılabilir. Bu masaüstü uygulamasıyla yalnızca resim dosyası türlerini yönetmek için dosya yöneticimizle entegre bir resim düzenleyicidir.\n \nGIMP, gelişmiş fotoğraf rötuşlama teknikleri için idealdir. Klonlama aracını kullanarak sizi gereksiz ayrıntılardan kurtarır veya yeni iyileştirme aracıyla küçük ayrıntılara kolayca rötuş yapar. Üstelik çok sayıda dijital fotoğraf kusuru GIMP kullanılarak kolayca telafi edilebilir. Dönüştürme araçlarında düzeltme modunu seçerek lens eğiminin neden olduğu perspektif bozulmasını düzeltin.\n\nBaşlıca özellikleri şunlardır:\n\n   - Fırça, Kurşun Kalem, Airbrush, Klon vb. içeren boyama araçları paketi.\n   - Resim düzenleyici.\n   - Yüksek kaliteli kenar yumuşatma için tüm boyama araçları için alt piksel örneklemesi.\n   - Son derece güçlü degrade düzenleyici ve karışım aracı.\n   - Özel fırçaları ve desenleri destekler.\n   - Tam alfa kanalı desteği.\n   - Katmanlar ve kanallar.\n   - Çoklu Geri Alma/Yineleme.\n   - Düzenlenebilir metin katmanları.\n   - Döndürme, ölçeklendirme, kesme ve çevirme dahil dönüştürme araçları.\n\nDosya formatı desteği, JPEG (JFIF), GIF, PNG, TIFF gibi yaygın formatlardan, çoklu çözünürlük ve çok renk derinliğine sahip Windows simge dosyaları gibi özel kullanım formatlarına kadar uzanır.\n\nBu uygulamanın nasıl kullanılacağına ilişkin bir kılavuzu http://www.gimp.org/tutorials/ adresinde bulabilirsiniz.\n\nGimp Image Editor GIMP lisansını kullanır: GPL. Bu nedenle ücretsiz olarak kurulabilir ve dağıtılabilir.\n\nBu uzantı, bu yazılımın sunulduğu http://www.offidocs.com platformunu kullanır. Ücretsiz çevrimiçi kullanıcılar için mevcuttur ancak aynı zamanda premium kullanıcılarla ve OffiDocs GIMP'nin kurulu olduğu şirket içi OffiDocs dağıtımlarıyla entegrasyona da olanak tanır.\n\nÖNEMLİ: Bu uzantı, görüntü dosyalarını algılamak için taranan web sayfalarını tarar. Algılanan görüntü dosyaları, sunucularımızdan alınan uzantı açılır penceresinde bulunan bir dosya listesinde görünür. Tarama, web sayfalarınızın sistemimize bildirilmesi için maksimum verimlilik için sunucularımızdan gerçekleştirilir. Hiçbir kişisel veri toplanmaz. Bu tarama, uzantı açılır penceresinde görünen bir onay kutusu ile devre dışı bırakılabilir. Bu taramayı devre dışı bırakırsanız, bu işlevsellik kullanılamaz, bu nedenle uzantı işlevselliği çok sınırlıdır.",
    "uk": "Редактор зображень Gimp — це інструмент для таких завдань, як ретушування фотографій і зображень, композиція зображень і створення зображень. Це інтеграція з програмою для робочого столу Linux GIMP (GNU Image Manipulation), безкоштовно розповсюджуваною програмою, яка надає багато можливостей. Його можна використовувати як просту програму для малювання, редактор зображень, програму ретушування фотографій експертної якості, рендерер зображень або конвертер форматів зображень. Це редактор зображень, інтегрований із нашим менеджером файлів, щоб керувати лише типами файлів зображень за допомогою цієї настільної програми.\n \nGIMP ідеально підходить для просунутих технік ретушування фотографій. Він позбавляє вас непотрібних деталей за допомогою інструмента клонування або легко виправляє незначні деталі за допомогою нового інструменту відновлення. Крім того, численні недоліки цифрових фотографій можна легко компенсувати за допомогою GIMP. Виправте спотворення перспективи, спричинене нахилом об’єктива, просто вибравши режим корекції в інструментах трансформації.\n\nЙого основні особливості:\n\n   - Набір інструментів для малювання, включаючи кисть, олівець, аерограф, клон тощо.\n   - Редактор зображень.\n   — Вибірка субпікселів для всіх інструментів малювання для високоякісного згладжування.\n   - Надзвичайно потужний редактор градієнтів і інструмент змішування.\n   - Підтримує спеціальні пензлі та візерунки.\n   — Повна підтримка альфа-каналу.\n   - Шари і канали.\n   - Кілька скасувань/повторів.\n   — Текстові шари з можливістю редагування.\n   - Інструменти трансформації, включаючи обертання, масштабування, зсув і перевертання.\n\nПідтримка форматів файлів варіюється від звичайних JPEG (JFIF), GIF, PNG, TIFF до спеціальних форматів, таких як файли піктограм Windows із різною роздільною здатністю та багатокольоровою глибиною.\n\nПосібник щодо використання цієї програми можна знайти на http://www.gimp.org/tutorials/\n\nРедактор зображень Gimp використовує ліцензію GIMP: GPL. Тому його можна встановити та поширювати безкоштовно.\n\nЦе розширення використовує платформу http://www.offidocs.com, з якої обслуговується це програмне забезпечення. Він доступний для безкоштовних онлайн-користувачів, але також дозволяє інтеграцію з преміум-користувачами та локальними розгортаннями OffiDocs, де встановлено OffiDocs GIMP.\n\nВАЖЛИВО: це розширення сканує веб-сторінки, які переглядаються, щоб виявити файли зображень. Виявлені файли зображень відображаються в списку файлів, розташованому у спливаючому вікні розширення, отриманих із наших серверів. Сканування виконується з наших серверів для максимальної ефективності, щоб ваші веб-сторінки надсилалися нашій системі. Особисті дані не збираються. Це сканування можна вимкнути за допомогою прапорця, який з’являється у спливаючому вікні розширення. Якщо ви вимкнете це сканування, ця функція буде недоступною, тому функціональність розширення буде дуже обмеженою.",
    "zh_CN": "Gimp Image Editor 是一个用于照片和图像修饰、图像合成和图像创作等任务的工具。 它与 Linux 桌面应用程序 GIMP（GNU 图像处理）集成，GIMP 是一个免费分发的程序，提供许多功能。 它可以用作简单的绘画程序、图像编辑器、专家品质的照片修饰程序、图像渲染器或图像格式转换器。 它是与我们的文件管理器集成的图像编辑器，仅使用此桌面应用程序管理图像文件类型。\n \nGIMP 是高级照片修饰技术的理想选择。 它可以使用克隆工具消除不需要的细节，或者使用新的修复工具轻松修饰次要细节。 此外，使用 GIMP 可以轻松补偿许多数码照片缺陷。 只需在变换工具中选择校正模式即可修复由镜头倾斜引起的透视失真。\n\n其主要特点是：\n\n   - 绘画工具套件，包括画笔、铅笔、喷枪、克隆等。\n   - 图像编辑器。\n   - 所有绘画工具的子像素采样，以实现高质量的抗锯齿。\n   - 极其强大的渐变编辑器和混合工具。\n   - 支持自定义画笔和图案。\n   - 完整的 Alpha 通道支持。\n   - 层和通道。\n   - 多次撤消/重做。\n   - 可编辑的文本图层。\n   - 转换工具，包括旋转、缩放、剪切和翻转。\n\n文件格式支持范围从常见的 JPEG (JFIF)、GIF、PNG、TIFF 到特殊用途格式，例如多分辨率和多颜色深度的 Windows 图标文件。\n\n有关如何使用此应用程序的指南可以在 http://www.gimp.org/tutorials/ 找到\n\nGimp 图像编辑器使用 GIMP 许可证：GPL。 因此它可以免费安装和分发。\n\n此扩展使用提供此软件的平台 http://www.offidocs.com。 它可供免费在线用户使用，但也允许与高级用户以及安装了 OffiDocs GIMP 的本地 OffiDocs 部署集成。\n\n重要提示：此扩展程序会扫描浏览的网页以检测图像文件。检测到的图像文件出现在扩展程序弹出窗口中的文件列表中，这些文件是从我们的服务器检索的。扫描从我们的服务器执行，以实现最高效率，以便将您的网页报告给我们的系统。不会收集任何个人数据。可以使用扩展程序弹出窗口中的复选框禁用此扫描。如果您禁用此扫描，则此功能不可用，因此扩展程序功能非常有限。"
  }
}