{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "GMAC — Group Answers Collector For FB™"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Collecting users' answers from Facebook groups to your GoogleSheets"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Export Facebook group member requests into a Googlesheet\n\n★ תוסף כרום לאיסוף התשובות לשאלות הכניסה לקבוצה, ישירות לגוגלשיטס שלך\nלאתר התוסף בעברית לחצו כאן:  https://www.zevikaviner.com/gmac\n\nWith GMAC you can save answers from your Facebook group members to your Googlesheet.\n \n★ ThIs extension collects and saves answers to your Facebook group joining questions.\nAll information is saved in one click to your GoogleSheets.\n\n★ The extension maintains 100% privacy! The information is saved in your GoogleSheets account only and no information is sent anywhere else.\n\n★ How Does It Work?\n1. After installation, go to your Facebook group Member Requests page.\n2. Next to the Approve / Decline buttons, you will see a new button \"Collect All\". Click on it and wait a few seconds for the process to finish. \n3. Now a new button will appear: GoogleSheet. Click the button and you will see all the information stored there for you.\n4. You can click \"Collect\" at any time, and the extension will only collect new requests and you will not have duplicates.\n\n★ The price of the extension is 11$ per month, and there are a 5 free trial days.\nPlease contact us for any reason: Fb.tools.zevik@gmail.com.\n \n★ Click here for the plugin website:\nhttps://www.zevikaviner.com/en/gmac-2\n\nGMAC team",
    "he": "תוסף כרום לאיסוף התשובות לשאלות הכניסה לקבוצת הפייסבוק, ישירות לגוגלשיטס שלך.\n \n★ כל המידע נשמר בלחיצה אחת בגוגלשיטס שלכם.\n★ התוסף שומר על 100% פרטיות! המידע נשמר רק בחשבון הגוגל שלך ואינו נשלח לשום מקום אחר.\n\n★ איך זה עובד?\n1. לאחר ההתקנה, עברו לדף בקשות החברים בקבוצת הפייסבוק.\n2. לצד הלחצנים אשר/ דחה, תראו לחצן חדש \"Collect\". לחצו עליו וחכו מספר שניות לסיום התהליך. \n3. עכשיו יופיע לחצן חדש: googlesheets. לחצו על הלחצן ותראו את כל המידע שמור בגליון.\n4. תוכל ללחוץ \"Collect\" בכל עת, והתוסף יאסוף רק בקשות חדשות ללא כפילויות.\n5. מחיר התוסף הוא 35 ש\"ח לחודש, עם 5 ימי נסיון חינם.\n\n★לאתר התוסף לחצו כאן:  https://www.zevikaviner.com/gmac\n\nאנא צרו איתנו קשר מכל סיבה שהיא: Fb.tools.zevik@gmail.com.\nGMAC team"
  }
}