{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sprint Details Aide"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Display readable dates on custom Field Labels corresponding to the Start Date on a Sprint Board for a User Story, Task or PBIs."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A simple extension used to convert custom field labels with integer placeholder. the Sprint Details field labels to dates based on the sprint's start date in Azure DevOps Sprint Boards.\n\nNote this extension:\n- Excludes weekends (Saturdays and Sundays).\n- works with custom fields added to PBI, User Stories, Tasks and/or Bugs which are in a VSO TFS or DevOps Sprint Board.\n- Requires manual creation of Custom Fields to collect data for each day of the Sprint.\n   - the Custom Field names MUST START WITH the case-insensitive word \"Day\"; all labels to add dates to must start with this.  Everything after Day is optional, although we recommend using integers to easily keep track.\n    - the Custom Fields names CANNOT contain the pipe (|) character or dates will not be added.\n    - i.e. If you have a 5 business day sprint, you will create exactly 5 custom field labels (i.e. \"Day 1 Data Collect\"...\"Day 5 Data collect\"). If you have 10 business day sprints, you will have exactly 10 custom field labels.\n    - the Custom Fields should live together in a single tab of the DevOps card.\n\n\n\nGetting Started:\n1. Create Sprint in Azure DevOps with accurate start and end dates for each sprint.\n2. Add the necessary fields to your User Stories.\nFields where dates of the sprint \n3. Your Team starts using the Sprint Details Aide Extension to see readable dates.\n\nSee detailed instructions be found at the Support URL, including a video walk through. https://tinyurl.com/yxuk6agu\n\n\nDaily User Instructions (after extension installation):\n1. Open the current Sprint. \n    - NOTE: The dates will only be added when a story is opened on top of a Sprint Board (past, current or future).\n2. Open the User Story/PBI/Task/Bug you worked on where you need to enter data for reporting.\n3. Click the tab where the custom fields for each Day are listed.\n4. Click the Sprint Details Aide Chrome Extension icon.\n5. Observe the readable Date of the Sprint"
  }
}