{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Genderblocker"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Ein Plugin, das die Lesbarkeit von Webseiten maximiert."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Der Genderblocker ist ein Chrome-Plugin, das gegenderte Sprache automatisch in gebräuchliches Deutsch umformuliert (aus „Freund*innen“ wird z.B. „Freunde“). Die Motivation, die diesem Projekt zugrunde liegt, ist die Maximierung der Leserlichkeit von Blogs, Nachrichtenartikeln und Co. Auf diese Weise können solche Texte für Personen mit Lese- und Rechtschreibschwächen, die Vorlesesoftware nutzen oder unter ähnlichen Einschränkungen leiden, zugänglicher gemacht werden. Des Weiteren kann der Genderblocker auch kompetenten Lesern das Dechiffrieren von Verträgen, AGBs und ähnlichem vereinfachen. Das Plugin kann auf jeder Seite individuell aktiviert oder deaktiviert werden, um das Surferlebnis vollends auf den Nutzer abstimmen zu können.\n\nHinweis: Bei der Installation des Genderblockers erhältst du einen Warnhinweis, dass das Plugin Zugriff auf den Browserverlauf erhält. Es handelt sich dabei um einen Standardhinweis, es werden in keinem Fall Userinformationen gespeichert oder weitergegeben. \n\nDu hast einen Fehler gefunden? Melde dich bei uns, damit wir den Genderblocker weiter verbessern können!\n\n\nVersionsgeschichte:\n\nVersion 1.5+1.6:\n- Weitere Bugfixes bzgl. einiger Gendernotationen\n\nVersion 1.4:\n- Bugfixes bzgl. einiger Gendernotationen\n\nVersion 1.3:\n- Bugfixes bzgl. Browserzugriffsrechten\n- Die \"_innen\"-Notation wurde zu den zu blockierenden Gendernotationen hinzugefügt\n\nVersion 1.2:\nSingularformen des Genderns wurden zu den zu blockierenden Gendernotationen hinzugefügt\n\nVersion 1.1:\nDie \":innen\"-Notation wurde zu den zu blockierenden Gendernotationen hinzugefügt"
  }
}