{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Relay Time"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Enters your time in the relay time sheet"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "## Initial Setup\nThe extension should open the Relay Time Options page on initial installation. There are three sections: tasks, defaults, and notifications.\n\n**Tasks**\n\nThis section is where you add the list of tasks that are on your relay time sheet. The order of the tasks are important as that is the order the time gets imported. The left side is the name of the task and the right side is the ratio of the task. The sum of rations should equal 1. The total row will automatically sum up the entered ratios.\n\nExample\n\n| Name | Ratio |\n|:---|:---:|\n| Develop | 0.4 |\n| Test | 0.3 |\n| Design | 0.3 |\n| Total | 1.0 |\n\n**Notifications**\n\nThis section is where you set notifications. By default notifications are on and will notify you at 11:00.\n\n## Relay Time Popup\nWhen you install the chrome extension it will also add a button to your toolbar. The button is only enabled when you are on the Relay time sheet site. Given you are on the site, click the button on the to display the popup. It will have the times for each day populated with the defaults from the Options page. If you worked more or less hours you can change that in the popup. Clicking save will fill out the time sheet fields with the correct time based on the ratios and save the time sheet. If everything looks good, you may submit it. \n\n**Submitting Your Time Sheet**\n\n1. Log in to Relay\n2. Create New/Edit Time Sheet\n3. Open the Relay Time Chrome extension popup\n4. Click `Save`\n5. If everything looks good Save & Submit!\n6. Enjoy your extra 5 minutes"
  }
}