{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coupon Generator"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Generate available coupons while shopping online"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Coupon Generator is a powerful Chrome extension designed to enhance your online shopping experience by providing you with available coupons and discounts. With just a click, this handy tool searches for relevant coupons while you browse your favorite online stores, ensuring you never miss out on savings opportunities.\n\nWhen activated, Coupon Generator intelligently analyzes the webpage you're visiting, extracting valuable coupon information specific to that website. Seamlessly integrated into your Chrome browser, the extension discreetly works in the background, scanning for active promotions and exclusive deals.\n\nUpon discovering a coupon, Coupon Generator instantly generates a unique code tailored to your current shopping session. An alert notification conveniently displays the coupon code, allowing you to copy and paste it during the checkout process effortlessly.\n\nThe extension offers a user-friendly interface, featuring a sleek popup view accessible with a single click. Within the popup, you'll find a \"Generate Coupon\" button that triggers the coupon search process, empowering you to save money in a few simple steps.\n\nCoupon Generator is continuously updated with the latest promotional offers and discounts, ensuring you always have access to the best deals while shopping online. Enjoy a seamless and cost-effective shopping experience by leveraging the power of Coupon Generator, your trusted companion for unlocking valuable savings opportunities."
  }
}