{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split midjourney Images"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Right-click on any image within a webpage and effortlessly batch cut MidJourney's grid image (like a 4-by-4)  into single images"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Split a grid of images, such as a 4-by-4 grid generated by diffusion models like Midjourney or Stable Diffusion, into individual images effortlessly. Use the \"Split midjourney Images\" tool to easily split your Midjourney Grid into separate images with just one click. Download and save them directly to your computer hassle-free.\n\nFeatures:\n\nRight-click on any image within a webpage and effortlessly batch cut MidJourney's grid image.\n\nAllow users to select the images they want to keep, allow users to set the size of the cropped images, and the image quality.\n \nNote: Split midjourney Imagesis not affiliated with Midjourney.\n\nWhy develop this plugin：\n\nBy default, Midjourney generates images in a 4-grid format. However, if users wish to have them split into 4 individual images, they would typically need to manually perform the task or generate each image separately, which can be time-consuming and inconvenient for those seeking a quick image generation solution. To address this, we have developed the Image Cutter plugin. With a simple right-click on the image, users can access the 'Midjourney Image Cutter' option from the menu. This powerful tool automatically splits the 4-grid image into 4 distinct and high-quality individual images, eliminating any blurriness or loss of detail. This streamlined process allows users to effortlessly download and view each image separately, saving valuable time and ensuring a seamless user experience."
  }
}