{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeKosmik"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeKosmik is a chrome extension that offers automated code review capabilities for a wide range of programming languages."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CodeKosmik is essentially a code review tool powered by artificial intelligence (AI) can provide significant benefits to developers by automating and streamlining the code review process. the tool leverage machine learning algorithms and natural language processing techniques to analyze code changes, identify potential issues, and provide intelligent recommendations.\n\nBelow are the highlights why developers should adopt CodeKosmik:\n\nCode Quality Checks: AI-powered code review tools can enforce coding standards and best practices by checking for adherence to coding guidelines, naming conventions, and coding style rules. This helps maintain consistent code quality across the codebase.\n\nSecurity and Vulnerability Detection: AI-powered code review tools can identify potential security vulnerabilities, such as SQL injection, cross-site scripting (XSS), and buffer overflows. They can also detect the use of deprecated or insecure APIs, helping developers write more secure code.\n\nScalability and Consistency: Unlike manual code reviews, which can be time-consuming and prone to human error, AI-powered tools can consistently and rapidly analyze large codebases, ensuring that all code changes are thoroughly reviewed.\n\nContinuous Learning: AI-powered code review tools can continuously learn from the feedback provided by developers, improving their accuracy and relevance over time.\n\nCode Documentation and Comments: Some AI-powered tools can analyze code and generate or suggest relevant documentation and comments, making it easier for developers to understand and maintain the codebase.\n\nIntelligent Code Suggestions: By leveraging machine learning models trained on large codebases, these tools can provide intelligent code suggestions and refactoring recommendations. They can suggest more concise, efficient, or idiomatic ways of writing code, improving readability and maintainability."
  }
}