{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Profile Manager Pro"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Advanced profile management for your favorite websites"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Profile Manager Pro\n\nEffortlessly Manage Multiple Profiles for Your Favorite Websites\n\nDescription:\n\nProfile Manager Pro is a powerful and user-friendly Chrome extension designed to streamline your online experience by allowing you to manage multiple profiles for any website seamlessly. Whether you juggle multiple accounts for work, personal use, or testing, this extension provides a convenient way to switch between profiles without the hassle of logging in and out repeatedly.\n\nKey Features:\n\nMultiple Profile Management:\n\nSave Multiple Profiles: Create and save multiple profiles for any website, each with its own set of cookies.\nInstant Switching: Switch between profiles instantly without logging out and back in.\nEasy Deletion: Delete profiles you no longer need with a simple click.\nCookie Handling:\n\nSave Current Session: Save the current session's cookies as a new profile.\nLoad Saved Sessions: Load saved cookies to restore a profile's session instantly.\nClear Cookies: Clear cookies for the current domain to log out or reset the session.\nGlobal Cookie Actions:\n\nExport Cookies: Export cookies from the current session to a JSON file for backup or sharing.\nImport Cookies: Import cookies from a file to restore a session or share profiles.\nBackup & Restore Profiles: Backup all or selected profiles and restore them on any device.\nUser-Friendly Interface:\n\nIntuitive Design: Clean and straightforward layout for easy navigation.\nSearch Functionality: Quickly find websites or profiles using the search bar.\nToggle View: Choose to display all saved websites or only the current one.\nCustomization & Settings:\n\nDisplay Options: Toggle between showing all websites or just the current domain.\nPreference Settings: Enable or disable features based on your personal preferences.\nWhy Install Profile Manager Pro?\n\nSave Time and Increase Productivity:\n\nEliminate the need to log in and out repeatedly when switching accounts.\nQuickly switch between multiple accounts for the same website.\nSimplify Account Management:\n\nManage multiple social media, email, or any other accounts with ease.\nIdeal for professionals, testers, or anyone who uses multiple accounts.\nEnhance Privacy and Security:\n\nClear cookies to ensure your session data is removed.\nAll data is stored locally; nothing is shared externally.\nBackup and Transfer Profiles:\n\nExport your profiles to back them up or transfer them to another device.\nImport profiles to quickly set up your accounts on a new browser.\nHow It Works:\n\nProfile Manager Pro operates by saving and restoring cookies associated with different profiles for a website. When you save a profile, the extension stores the session cookies for the current domain, allowing you to reload them later. This process ensures that each profile maintains its unique session, enabling instant switching between accounts without the need to log out and back in.\n\nGetting Started:\n\nInstall the Extension:\n\nAdd Profile Manager Pro to your Chrome browser from the Chrome Web Store.\nSave a Profile:\n\nNavigate to the website you want to manage.\nOpen the extension and enter a name for your new profile.\nClick \"Save\" to store the current session.\nSwitch Profiles:\n\nOpen the extension and select the profile you wish to load.\nClick \"Load\" to switch to the selected profile instantly.\nManage Cookies:\n\nUse the \"Clear Cookies\" button to remove all cookies for the current domain.\nExport or import cookies using the provided options for backup or sharing.\nUser-Friendly Interface:\n\nHeader Section:\n\nDisplays the extension name and logo for easy identification.\nAccessible buttons for quick actions.\nGlobal Cookie Actions Toolbar:\n\nClear Cookies: Remove all cookies for the current domain.\nExport Cookies: Save current session cookies to a file.\nImport Cookies: Load cookies from a file to restore a session.\nSearch Bar:\n\nQuickly find websites or profiles by typing in the search field.\nWebsites and Profiles List:\n\nDisplays a list of websites with saved profiles.\nExpand a website to view, add, load, or delete profiles.\nBackup & Restore Section:\n\nExport All: Backup all profiles to a file.\nExport Selected: Choose specific profiles to export.\nImport: Restore profiles from a backup file.\nSettings Section:\n\nShow All Websites Toggle: Choose to display all websites or only the current one.\nPrivacy and Security:\n\nLocal Storage Only:\n\nAll profiles and cookies are stored locally on your device.\nNo data is transmitted externally, ensuring your privacy.\nPermissions Required:\n\nCookies Access: To save and load profiles by managing cookies.\nStorage Access: To store your profiles and settings.\nTabs Access: To reload the page when profiles are loaded or cookies are cleared.\n\nUpgrade Your Browsing Experience with Profile Manager Pro Today!\n\nSimplify your online life by managing multiple profiles effortlessly. Install Profile Manager Pro and take control of your accounts like never before.\n\nNote:\n\nProfile Manager Pro respects your privacy and operates entirely within your browser. It does not collect or transmit any personal data. All profiles and cookies are securely stored on your device.\n\nChangelog:\n\nVersion 1.1:\nImproved user interface for better usability.\nAdded global cookie actions for enhanced cookie management.\nImplemented backup and restore functionality for profiles.\nIntroduced settings toggle to display all websites or only the current domain.\nEnhanced performance and fixed minor bugs.\nFAQs:\n\nQ: Can I use this extension to manage profiles on any website?\n\nA: Yes, Profile Manager Pro works with any website that uses cookies for session management.\n\nQ: Is my data safe when using this extension?\n\nA: Absolutely. All data is stored locally on your device, and nothing is transmitted externally.\n\nQ: How do I transfer my profiles to another computer?\n\nA: Use the \"Export All\" feature to save your profiles to a file, then import them on the other device using the \"Import\" option.\n\nQ: What happens when I clear cookies for a domain?\n\nA: Clearing cookies will log you out of that website, removing session data and requiring you to log in again if needed.\n\nQ: Does this extension work with incognito mode?\n\nA: You need to enable the extension in incognito mode from the Chrome extensions settings for it to work.\n\nPermissions Explanation:\n\nCookies:\n\nRequired to read and modify cookies for saving and loading profiles.\nStorage:\n\nNeeded to store your profiles and settings within the extension.\n\nFeedback and Ratings:\n\nIf you enjoy using Profile Manager Pro, please consider leaving a positive review on the Chrome Web Store. Your support helps us continue improving the extension.\n\nDisclaimer:\n\nProfile Manager Pro is provided \"as is\" without warranty of any kind. The developers are not responsible for any loss or issues arising from the use of this extension. Always ensure you have backups of important data.\n\nGet Started Now!\n\nEnhance your browsing efficiency and manage your online profiles with ease. Click \"Add to Chrome\" to install Profile Manager Pro and transform the way you handle multiple accounts.\n\nThank you for choosing Profile Manager Pro!"
  }
}