{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Bookmarks clean up"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Quickly clean up your bookmarks: remove duplicates, dead links, and empty folders, merge similar bookmark folders."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This extension allows to find and delete duplicate bookmarks, empty folders, merge folders with the same name (within the same path), find no longer working and expired bookmarks and remove them easily. \n\nPermissions explained:\n1. Read and change your bookmarks(required on install) - required for core functions to work\n2. Read and change all your data on the websites you visit(optional, not asked until you use Broken URLs checker) – to check if bookmarked page loads and doesn't return any error.\n\nSupport further development:\nIf you find this extension useful, consider supporting me through Patreon: https://www.patreon.com/itwillnotbeasy (A donation of any amount is welcome!). If you want to make an one-time donation there is two options:\n1. Donate using cryptocurrency (you can find all required information inside extension settings->donate link)\n2. You can cancel your membership on Patreon after being succesfully billed (money are debited once a month, visit https://support.patreon.com/hc/en-us/articles/204606215-Can-I-make-a-one-time-payment for more details)\n\nWarning: there is no way to restore removed bookmarks, so make sure backup your bookmarks before using this extension.\n\nIf your screen becomes RED, saying that site is deceptive  while scanning for broken links you can have 2 options:\n1. Remove this site from your bookmarks: (error screen shows which site causes error, just open bookmarks manager and search for this site)\n2. Disable this \"feature\" in chrome (go to Settings -> Advanced -> Under \"Privacy and security,\" turn off \"Protect you and your device from dangerous sites\"),\n\n\n\nChangelog (most recent versions first)\n0.2\n- The extension has been migrated to Manifest version 3. As Manifest V2 being deprecated by Google Chrome team.\n- Minor UI/UX improvements and tweaks\n0.1\nBetter privacy:\n- Only \"Read and change your bookmarks\" permission is asked on install.\n- “Access your data for all websites” permission is only requested, when running broken URLs checker, and removed after extension tab is closed.\n\nFeatures asked by users:\n- Finally, duplicate checker no longer ignores the URL part after \"#\".\n- Only HTTP and HTTPS protocols are being checked.\n    - This means no more \"Authentication Required\" popups for FTP resources when checking for broken links.\n    - It also fixes bookmarks separators in Firefox and Opera(which was using data:// protocol) being incorrectly flagged as duplicates.\n\nBug fixes:\n- Fixed options page not being displayed when called from the in-browser extension preferences page.\n\n0.0.8\n- Got rid of unsafe-eval in content_security_policy.\n- Also added 64x64px icon for HiDPI displays in manifest.json\n\n0.0.7 Improved Keyboard Accessibility - now you can navigate using keyboard only\n0.0.6  Loading indicator is now shown when searching for duplicates\n      \t   The long text will in results is now wrapped to be more readable\n0.0.5 Bugfix release\n0.0.4 Fixes bug in Broken URLs checker, settings page now can be also opened from chrome extension dashboard\n          Broken URLs page now also has a sticky header, so you will always know what error group you are currently looking at\n0.0.3 UI now won't become too wide on large screens.\nFixed a bug that caused to show only a few duplicates when more than 1000 duplicates were found.\n0.0.2.0 Added option in settings which allows excluding certain folders from being scanned by extension.\n0.0.1.1 URLs containing hashbang (#!, used by some SPA websites) now considered as different URLs, this doesn't affect traditional URLs with anchors (example.com/#heading1).\n0.0.1 Added page with information on how to donate(gear icon->donate), when looking for broken URLs there is now a button to select/deselect all entries in a group; firefox version released \n0.0.0.4 UI is optimized for smaller screens, fixed issue when some empty folders weren't deleted, other small bugfixes\n0.0.0.3 Bugfix release\n0.0.0.2 View details about network error when checking broken links"
  }
}