{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hanf im Glück - Webshop & Produktsuche"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Schneller Zugriff auf legale Hanf, CBD und Rauchzubehör-Produkte. Suche im Hanf im Glück Shop nach CBD Öl, Blüten, Grinder und mehr!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Hanf im Glück - Die Hanfexperten\n\nEntdecke die vielfältige Welt von Hanf im Glück - dein One-Stop-Shop für alles rund um Hanf, CBD, Zubehör, Homegrow Equipment und alle Infos zu Social Clubs.\n\nWas bietet dir diese Erweiterung?\n\n- Direkter Zugang zu unserem Shop: Mit einem Klick zu Hanf im Glück, deinem vertrauenswürdigen Cannabis-Experten\n- Blitzschnelle Produktsuche: Finde im Nu CBD-Öle, Blüten, Grinder, Bongs oder Growzelte und mehr – direkt in deinem Browser.\n- Immer up to date: Bleib informiert über neue Produkte, exklusive Angebote und die neuesten Infos zu Cannabis Social Clubs.\n\nWarum solltest du diese Erweiterung installieren?\n\n1. Zeitersparnis: Kein langes Suchen mehr – unser komplettes Sortiment ist nur einen Klick entfernt.\n2. Bequemlichkeit: Suche nach Produkten oder Infos, ohne unsere Webseite separat öffnen zu müssen.\n3. Vielfalt: Die besten Produkte – alles an einem Ort.\n4. Aktuelle Infos: Bleib auf dem Laufenden über Cannabis Social Clubs und rechtliche Entwicklungen.\n\nFür wen ist diese Erweiterung?\n\n- Hanf Fans, die Wert auf Qualität und Komfort legen\n- Homegrower, die nach Top-Equipment und hochwertigen Samen suchen\n- Cannabis-Enthusiasten, die sich für Social Clubs und rechtliche Neuigkeiten interessieren\n- Neulinge, die vertrauenswürdige Produkte und fundierte Informationen suchen\n- Stammkunden, die schnell und einfach bei Hanf im Glück einkaufen möchten\n\nInstalliere jetzt den Hanf im Glück Shop Assistent und erlebe einen neuen Standard beim Surfen direkt im Browser."
  }
}