{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stark VPN - Unlimited VPN Proxy"
  },
  "short": {
    "ar": "يمكنك إلغاء حظر أي موقع ويب محظور والبقاء آمنًا من خلال Stark VPN. فهو سهل الاستخدام ويمكن تنشيطه بنقرة واحدة. غير محدود ومجاني…",
    "am,bg,bn,ca,cs,el,en,en_AU,en_GB,en_US,es_419,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Full access to any web sites. Built-in ad blocker. All this in one click, free and unlimited with Stark VPN",
    "da,de,nl,no": "Mit Stark VPN können Sie gesperrte Websites entsperren und sich schützen.Einfache Verwendung mit Aktivierung per…",
    "es": "Acceda a sitios web bloqueados y navegue de forma segura con Stark VPN. Fácil de usar con activación de un clic. ¡Ilimitado y…",
    "et,fi,it,pl,ro": "Full access to any web sites. Built-in ad blocker. All this in one click, free and unlimited with StarkVPN!",
    "fr": "Débloquez n’importe quel site Web bloqué et naviguez en toute sécurité avec Stark VPN. Facile à utiliser grâce à son activation en…",
    "id": "Buka situs web terblokir apa pun dan tetap aman dengan Stark VPN. Mudah digunakan dengan aktivasi satu klik. Tak terbatas dan…",
    "ja": "Stark VPNを使用すると、ブロックされたWebサイトの制限を解除し、安全な状態に保つことができます。使いやすくワンクリックで有効化できます。無制限で完全無料です!",
    "ko": "Stark VPN을 사용하여 모든 웹 사이트 차단을 해제하고 보안을 유지하세요. 사용이 간편하며 단 한 번의 클릭으로 활성화됩니다. 완전히 무료로 무제한 이용 가능!",
    "pt_BR,pt_PT": "Desbloqueie qualquer site bloqueado e fique seguro com Stark VPN. Fácil de usar com ativação por um clique. Ilimitado e totalmente…",
    "ru": "Полный доступ к любым веб-сайтам. Встроенный блокировщик рекламы. Все это в один клик, бесплатно и без ограничений",
    "tr": "Stark VPN ile tüm sitelerin engelini kaldırın ve güvende kalın. Tek tıkla aktivasyon sayesinde kolay kullanım. Sınırsız ve tamamen…"
  },
  "long": {
    "ar": "Stark VPN هو الحل السريع والسهل للتنقل عبر الإنترنت المفتوح حقًا. تجاوز القيود والرقابة من مئات المواقع في جميع أنحاء العالم ، مع الحفاظ على الخصوصية والأمان. سنجعل عنوان IP الحقيقي الخاص بك يختفي بحيث لا يمكن تتبع نشاطك على الإنترنت.\n\nأهم 5 أسباب لاختيار Stark VPN:\n\nالوصول إلى المحتوى\nالأفلام والبرامج التلفزيونية أو الأحداث الرياضية ؛ يتيح لك Stark VPN إمكانية الوصول الفوري وغير المقيد إلى المحتوى المفضل لديك.\n\nالأمن والمجهولية\nخصوصيتك مضمونة من خلال عناوين IP VPN المجهولة ، وتشفير من الدرجة العسكرية ، وشبكة عالمية من خوادم VPN.\n\nسرعة سريعة\nانخفاض السرعة يقتل فرحة كل شيء ، ولهذا السبب خصصنا خوادم VPN عالية السرعة لكل الأغراض.\n\nالمدمج في م مانع\nتصفح الإنترنت بدون إعلانات ، دون بتتبع باستخدام Stark VPN. وفر وقتك ووحدة المعالجة المركزية والبيانات الآن من خلال VPN المجانية.\n\nدعم فني مباشر 24/7\nنحن هنا لمساعدتك في أي سؤال أو مشكلة. سنكون معك في ثوانٍ ، وليس دقائق أو ساعات.\n\nالانترنت - يا له من مكان رائع! فقط انعدام الخصوصية والأمان يدمر كل المتعة. نحن في Stark VPN نعتقد أنه يمكننا المساعدة. قضى مهندسونا ومسؤولو النظام والمصممون العامين الماضيين في تطوير أداة تتيح لك البقاء آمنًا وخاصًا أثناء تجولك في الإنترنت. اليوم ، ينقر ملايين مستخدمي Stark VPN حول العالم على الزر Quick Connect الأزرق كلما احتاجوا إلى الحماية عبر الإنترنت. انضم إلى هذا الحزب الخاص جدًا!",
    "am,bg,bn,ca,cs,el,en,en_AU,es_419,fa,fil,gu,he,hi,hr,hu,kn,lt,lv,ml,mr,ms,sk,sl,sr,sv,sw,ta,te,th,uk,vi,zh_CN,zh_TW": "Stark VPN is your fast and easy solution for navigating a truly open internet. Bypass restrictions and censorship from hundreds of locations around the globe, all while staying private and secure. We’ll make your real IP address disappear so that your online activity can’t be tracked.\n\nTop 5 Reasons to Choose Stark VPN:\n\nAccess Content\nMovies, TV shows or sporting events; Stark VPN allows you instant & unrestricted access to your favorite content.\n\nSecurity & Anonymity\nYour privacy is guaranteed with our anonymous VPN IPs, military-grade encryption, and global network of VPN servers.\n\nFast Speed\nA drop in speed kills the joy of everything, which is why we have dedicated high-speed VPN servers for every purpose.\n\nBuilt-in AD Blocker\nBrowse the internet without Ads, without trackers with Stark VPN. Save your time, CPU and data now with our free VPN . \n\n24/7 live tech support\nWe’re here to help you with any question or issue. We’ll be with you in seconds, not minutes or hours.\n\nThe internet – what a wonderful place to be! Only the lack of privacy and security is ruining all the fun. We at Stark VPN believe we can help. Our engineers, system administrators, and designers have spent the last 2 years developing a tool that lets you stay safe and private while you wander the internet. Today, millions of Stark VPN users around the world click the blue Quick Connect button whenever they need online protection. Join this very private party!\n\nStark VPN requires following permissions:\n\nstorage: To store configuration file and current state of the extension\n\nproxy: This permission allows Stark VPN to proxy your traffic through a server in another country and unblocks blocked websites in your area.\n\nwebRequest, webRequestBlocking, AllHosts: Stark VPN checks every web request and uses Proxy-Authorization to authorize your access to the proxy server. It also helps to detect connection errors, warns the user and ensures a good user experience.\n\nmanagement: To detect extensions that might affect the usage of Stark VPN and warns the user. \n\nprivacy: Stark VPN blocking third-party cookies so that no one can use them to track user activity on the Internet.",
    "da": "Stark VPN er din hurtige og lette løsning til at navigere på et virkelig åbent internet. Omgå begrænsninger og censur fra hundreder af steder over hele kloden, alt sammen mens du forbliver privat og sikker. Vi får din rigtige IP-adresse til at forsvinde, så din online aktivitet ikke kan spores.\n\nTop 5 grunde til at vælge Stark VPN:\n\nFå adgang til indhold\nFilm, tv-shows eller sportsbegivenheder; Stark VPN giver dig øjeblikkelig og ubegrænset adgang til dit yndlingsindhold.\n\nSikkerhed og anonymitet\nDit privatliv garanteres med vores anonyme VPN IP'er, kryptering af militær kvalitet og globalt netværk af VPN-servere.\n\nHurtig hastighed\nEt fald i hastighed dræber glæden ved alt, hvorfor vi har dedikerede højhastigheds-VPN-servere til ethvert formål.\n\nIndbygget AD Blocker\nGennemse internettet uden annoncer, uden trackere med Stark VPN. Spar din tid, CPU og data nu med vores gratis VPN.\n\n24/7 live tech support\nVi er her for at hjælpe dig med ethvert spørgsmål eller spørgsmål. Vi vil være med dig om sekunder, ikke minutter eller timer.\n\nInternettet - hvad et vidunderligt sted at være! Kun manglen på privatliv og sikkerhed ødelægger al det sjove. Vi i Stark VPN mener, at vi kan hjælpe. Vores ingeniører, systemadministratorer og designere har brugt de sidste 2 år på at udvikle et værktøj, der giver dig mulighed for at være sikker og privat, mens du vandrer på Internettet. I dag klikker millioner af Stark VPN-brugere over hele verden på den blå Quick Connect-knap, når de har brug for online-beskyttelse. Deltag i denne meget private fest!",
    "de": "Stark VPN ist Ihre schnelle und einfache Lösung für die Navigation in einem wirklich offenen Internet. Umgehen Sie Beschränkungen und Zensuren an Hunderten von Orten auf der ganzen Welt und bleiben Sie dabei privat und sicher. Wir werden Ihre echte IP-Adresse verschwinden lassen, damit Ihre Online-Aktivität nicht verfolgt werden kann.\n\nDie 5 wichtigsten Gründe für Stark VPN:\n\nZugriff auf Inhalte\nFilme, Fernsehshows oder Sportveranstaltungen; Stark VPN ermöglicht Ihnen den sofortigen und uneingeschränkten Zugriff auf Ihre bevorzugten Inhalte.\n\nSicherheit & Anonymität\nIhre Privatsphäre wird durch anonyme VPN-IPs, militärische Verschlüsselung und ein globales Netzwerk von VPN-Servern garantiert.\n\nSchnelle Geschwindigkeit\nWenn die Geschwindigkeit sinkt, macht alles Spaß. Aus diesem Grund haben wir für jeden Zweck Hochgeschwindigkeits-VPN-Server eingerichtet.\n\nEingebauter AD-Blocker\nSurfen Sie ohne Werbung im Internet, ohne Tracker mit Stark VPN. Sparen Sie jetzt Zeit, CPU und Daten mit unserem kostenlosen VPN.\n\nTechnischer Support rund um die Uhr\nWir sind hier, um Ihnen bei Fragen oder Problemen zu helfen. Wir sind in Sekunden bei Ihnen, nicht in Minuten oder Stunden.\n\nDas Internet - was für ein wunderbarer Ort! Nur der Mangel an Privatsphäre und Sicherheit ruiniert den ganzen Spaß. Wir bei Stark VPN glauben, dass wir helfen können. Unsere Ingenieure, Systemadministratoren und Designer haben in den letzten zwei Jahren ein Tool entwickelt, mit dem Sie sicher und privat bleiben können, während Sie im Internet surfen. Heutzutage klicken Millionen von Stark VPN-Benutzern auf der ganzen Welt auf die blaue Quick Connect-Schaltfläche, wenn sie Online-Schutz benötigen. Mach mit bei dieser sehr privaten Party!",
    "en_GB,en_US": "Stark VPN is your fast and easy solution for navigating a truly open internet. Bypass restrictions and censorship from hundreds of locations around the globe, all while staying private and secure. We’ll make your real IP address disappear so that your online activity can’t be tracked.\n\nTop 5 Reasons to Choose Stark VPN:\n\nAccess Content\nMovies, TV shows or sporting events; Stark VPN allows you instant & unrestricted access to your favorite content.\n\nSecurity & Anonymity\nYour privacy is guaranteed with our anonymous VPN IPs, military-grade encryption, and global network of VPN servers.\n\nFast Speed\nA drop in speed kills the joy of everything, which is why we have dedicated high-speed VPN servers for every purpose.\n\nBuilt-in AD Blocker\nBrowse the internet without Ads, without trackers with Stark VPN. Save your time, CPU and data now with our free VPN . \n\n24/7 live tech support\nWe’re here to help you with any question or issue. We’ll be with you in seconds, not minutes or hours.\n\nThe internet – what a wonderful place to be! Only the lack of privacy and security is ruining all the fun. We at Stark VPN believe we can help. Our engineers, system administrators, and designers have spent the last 2 years developing a tool that lets you stay safe and private while you wander the internet. Today, millions of Stark VPN users around the world click the blue Quick Connect button whenever they need online protection. Join this very private party!",
    "es": "Stark VPN es su solución rápida y fácil para navegar por un Internet verdaderamente abierto. Evite las restricciones y la censura de cientos de ubicaciones en todo el mundo, todo mientras se mantiene privado y seguro. Haremos que su dirección IP real desaparezca para que no se pueda rastrear su actividad en línea.\n\nLas 5 razones principales para elegir Stark VPN:\n\nAcceder al contenido\nPelículas, programas de televisión o eventos deportivos; Stark VPN le permite acceso instantáneo y sin restricciones a su contenido favorito.\n\nSeguridad y anonimato\nSu privacidad está garantizada con nuestras IP VPN anónimas, encriptación de grado militar y nuestra red global de servidores VPN.\n\nRápida velocidad\nUna caída en la velocidad mata la alegría de todo, por eso hemos dedicado servidores VPN de alta velocidad para cada propósito.\n\nBloqueador AD incorporado\nNavegue por Internet sin anuncios, sin rastreadores con Stark VPN. Ahorre tiempo, CPU y datos ahora con nuestra VPN gratuita.\n\nSoporte técnico en vivo 24/7\nEstamos aquí para ayudarlo con cualquier pregunta o problema. Estaremos con usted en segundos, no en minutos u horas.\n\nInternet: ¡qué lugar tan maravilloso para estar! Solo la falta de privacidad y seguridad está arruinando toda la diversión. En Stark VPN creemos que podemos ayudar. Nuestros ingenieros, administradores de sistemas y diseñadores han pasado los últimos 2 años desarrollando una herramienta que le permite mantenerse seguro y privado mientras navega por Internet. Hoy, millones de usuarios de Stark VPN en todo el mundo hacen clic en el botón azul de Conexión rápida siempre que necesitan protección en línea. ¡Únete a esta fiesta muy privada!",
    "et": "Starki VPN on teie kiire ja lihtne lahendus tõeliselt avatud internetis navigeerimiseks. Mööda piiranguid ja tsensuuri sadadest asukohtadest üle kogu maailma, jäädes samas privaatseks ja turvaliseks. Panime teie tegeliku IP-aadressi kaduma, et teie võrgutegevusi ei saaks jälgida.\n\n5 parimat põhjust, miks valida Starki VPN:\n\nJuurdepääs sisule\nFilmid, telesaated või spordiüritused; Starki VPN võimaldab teil koheselt ja piiramatult juurdepääsu oma lemmik sisule.\n\nTurvalisus ja anonüümsus\nTeie privaatsus on tagatud meie anonüümsete VPN-i IP-de, sõjaväelise krüptimise ja VPN-serverite globaalse võrgu abil.\n\nKiire kiirus\nKiiruse langus tapab kõigest rõõmu, mistõttu oleme pühendanud kiirete VPN-serverite igaks otstarbeks.\n\nSisseehitatud AD blokeerija\nSirvige Internetti ilma reklaamideta ja ilma jälitajateta Starki VPN-iga. Säästke oma aega, protsessorit ja andmeid nüüd meie tasuta VPN-iga.\n\n24-tunnine reaalajas tehniline tugi\nMe oleme siin, et aidata teid kõigi küsimuste või probleemide korral. Oleme teiega sekunditega, mitte minutite ega tundidega.\n\nInternet - milline suurepärane koht olla! Ainult privaatsuse ja turvalisuse puudumine rikub kogu lõbu. Me Starki VPN-is usume, et saame aidata. Meie insenerid, süsteemiadministraatorid ja disainerid on viimased 2 aastat kulutanud tööriista väljatöötamisele, mis võimaldab teil Internetis lehvitades turvaliselt ja privaatselt püsida. Täna klõpsavad miljonid Starki VPN-i kasutajad üle maailma sinist kiirühenduse nuppu, kui nad vajavad veebikaitset. Liituge selle väga privaatse peoga!",
    "fi": "Stark VPN on nopea ja helppo ratkaisu navigoidakseen todella avoimessa Internetissä. Ohita rajoitukset ja sensuuri sadoista paikoista ympäri maailmaa, pysyen samalla yksityisinä ja turvallisina. Me poistamme todellisen IP-osoitteesi katoamasta, jotta online-toimintaa ei voida seurata.\n\n5 parasta syytä valita Stark VPN:\n\nPäästä sisältöön\nElokuvat, TV-ohjelmat tai urheilutapahtumat; Stark VPN antaa sinun käyttää välitöntä ja rajoittamatonta pääsyä suosikkisisältöösi.\n\nTurvallisuus ja nimettömyys\nYksityisyytesi taataan anonyymeillä VPN-IP-osoitteilla, sotilaallisella salauksella ja globaalilla VPN-palvelimien verkolla.\n\nNopea vauhti\nNopeuden aleneminen tappaa kaiken iloa, minkä vuoksi olemme omistaneet nopeat VPN-palvelimet jokaiseen tarkoitukseen.\n\nSisäänrakennettu AD-estäjä\nSelaa Internetiä ilman mainoksia ja ilman seurantaa Stark VPN: n avulla. Säästä aikaa, CPU: ta ja tietoja nyt ilmaisella VPN: llä.\n\n24/7 live tekninen tuki\nOlemme täällä auttamassa sinua kaikissa kysymyksissä. Olemme kanssasi sekunneissa, ei minuutteissa tai tunneissa.\n\nInternet - mikä upea paikka olla! Vain yksityisyyden ja turvallisuuden puute pilaa hauskanpidon. Me Stark VPN: ssä uskomme voivamme auttaa. Suunnittelijamme, järjestelmänvalvojamme ja suunnittelijamme ovat viettäneet viimeiset 2 vuotta työkalun kehittämisen, jonka avulla voit pysyä turvassa ja yksityisesti vaeltaessasi Internetiä. Nykyään miljoonat Stark VPN -käyttäjät ympäri maailmaa napsauttavat sinistä pikayhteyspainiketta, kun he tarvitsevat online-suojausta. Liity tähän hyvin yksityiseen juhliin!",
    "fr": "Stark VPN est votre solution rapide et facile pour naviguer dans un Internet réellement ouvert. Contournez les restrictions et la censure de centaines d'endroits à travers le monde, tout en restant privé et sécurisé. Nous ferons disparaître votre adresse IP réelle afin que votre activité en ligne ne puisse pas être suivie.\n\nLes 5 meilleures raisons de choisir Stark VPN:\n\nAccéder au contenu\nFilms, émissions de télévision ou événements sportifs; Stark VPN vous permet un accès instantané et illimité à votre contenu préféré.\n\nSécurité & Anonymat\nVotre confidentialité est garantie avec nos IP VPN anonymes, notre cryptage de niveau militaire et notre réseau mondial de serveurs VPN.\n\nVitesse rapide\nUne baisse de vitesse tue la joie de tout, c'est pourquoi nous avons dédié des serveurs VPN haut débit.\n\nBloqueur AD intégré\nNaviguez sur Internet sans annonces, sans trackers avec Stark VPN. Économisez votre temps, votre processeur et vos données avec notre VPN gratuit.\n\nAssistance technique en direct 24h / 24 et 7j / 7\nNous sommes là pour vous aider avec n'importe quelle question ou problème. Nous serons avec vous en quelques secondes, pas des minutes ou des heures.\n\nInternet - quel endroit merveilleux! Seul le manque d'intimité et de sécurité gâche tout le plaisir. Chez Stark VPN, nous pensons pouvoir aider. Nos ingénieurs, administrateurs système et concepteurs ont développé ces deux dernières années un outil qui vous permet de rester en sécurité et de rester confidentiel lorsque vous naviguez sur Internet. Aujourd'hui, des millions d'utilisateurs du réseau VPN Stark dans le monde entier cliquent sur le bouton bleu Connexion rapide chaque fois qu'ils ont besoin d'une protection en ligne. Rejoignez cette fête très privée!",
    "id": "Stark VPN adalah solusi cepat dan mudah untuk menavigasi internet yang benar-benar terbuka. Batasan pembatasan dan sensor dari ratusan lokasi di seluruh dunia, semuanya tetap pribadi dan aman. Kami akan membuat alamat IP asli Anda menghilang sehingga aktivitas online Anda tidak dapat dilacak.\n\n5 Alasan Utama untuk Memilih Stark VPN:\n\nAkses Konten\nFilm, acara TV, atau acara olahraga; Stark VPN memungkinkan Anda akses instan & tidak terbatas ke konten favorit Anda.\n\nKeamanan & Anonimitas\nPrivasi Anda dijamin dengan IP VPN anonim kami, enkripsi tingkat militer, dan jaringan global server VPN.\n\nKecepatan cepat\nPenurunan kecepatan membunuh kegembiraan segalanya, itulah sebabnya kami telah mendedikasikan server VPN berkecepatan tinggi untuk setiap tujuan.\n\nPemblokir AD bawaan\nJelajahi internet tanpa Iklan, tanpa pelacak dengan Stark VPN. Hemat waktu, CPU, dan data Anda sekarang dengan VPN gratis kami.\n\nDukungan teknis langsung 24/7\nKami di sini untuk membantu Anda dengan pertanyaan atau masalah apa pun. Kami akan bersama Anda dalam hitungan detik, bukan menit atau jam.\n\nInternet - tempat yang indah! Hanya kurangnya privasi dan keamanan yang merusak semua kesenangan. Kami di Stark VPN yakin kami dapat membantu. Teknisi, administrator sistem, dan desainer kami telah menghabiskan 2 tahun terakhir mengembangkan alat yang memungkinkan Anda tetap aman dan pribadi saat Anda menjelajahi internet. Saat ini, jutaan pengguna Stark VPN di seluruh dunia mengklik tombol Quick Connect berwarna biru kapan pun mereka membutuhkan perlindungan online. Bergabunglah dengan pesta yang sangat pribadi ini!",
    "it": "Stark VPN è la tua soluzione semplice e veloce per navigare in Internet veramente aperto. Bypassare le restrizioni e la censura da centinaia di località in tutto il mondo, il tutto rimanendo privato e sicuro. Faremo scomparire il tuo vero indirizzo IP in modo che la tua attività online non possa essere tracciata.\n\nI 5 motivi principali per scegliere Stark VPN:\n\nAccedi al contenuto\nFilm, programmi TV o eventi sportivi; Stark VPN ti consente l'accesso immediato e senza restrizioni ai tuoi contenuti preferiti.\n\nSicurezza e anonimato\nLa tua privacy è garantita con i nostri IP VPN anonimi, la crittografia di livello militare e la rete globale di server VPN.\n\nAlta velocità\nUn calo di velocità uccide la gioia di tutto, motivo per cui abbiamo dedicato server VPN ad alta velocità per ogni scopo.\n\nBlocco AD incorporato\nNaviga in Internet senza pubblicità, senza tracker con Stark VPN. Risparmia tempo, CPU e dati ora con la nostra VPN gratuita.\n\nSupporto tecnico live 24/7\nSiamo qui per aiutarti con qualsiasi domanda o problema. Saremo con te in pochi secondi, non minuti o ore.\n\nInternet - che posto meraviglioso per essere! Solo la mancanza di privacy e sicurezza sta rovinando tutto il divertimento. Noi di Stark VPN crediamo di poter aiutare. I nostri ingegneri, amministratori di sistema e designer hanno trascorso gli ultimi 2 anni a sviluppare uno strumento che ti consente di rimanere sicuro e privato mentre navighi in Internet. Oggi, milioni di utenti VPN Stark in tutto il mondo fanno clic sul pulsante blu Connessione rapida ogni volta che necessitano di protezione online. Unisciti a questa festa molto privata!",
    "ja": "Stark VPNは、真にオープンなインターネットをナビゲートするための高速で簡単なソリューションです。プライベートで安全な状態を保ちながら、世界中の何百もの場所から制限と検閲を回避します。オンラインアクティビティを追跡できないように、実際のIPアドレスを非表示にします。\n\nStark VPNを選択する5つの理由：\n\nコンテンツにアクセスする\n映画、テレビ番組、またはスポーツイベント。 Stark VPNを使用すると、お気に入りのコンテンツに即座に無制限にアクセスできます。\n\nセキュリティと匿名性\n匿名のVPN IP、軍用グレードの暗号化、VPNサーバーのグローバルネットワークにより、プライバシーが保証されます。\n\n速いスピード\n速度が低下すると、すべての喜びが失われます。そのため、あらゆる目的に専用の高速VPNサーバーを用意しています。\n\nビルトインADブロッカー\nStark VPNを使用すると、広告なしでトラッカーなしでインターネットを閲覧できます。無料のVPNで時間、CPU、データを節約しましょう。\n\n年中無休のライブ技術サポート\nご質問や問題の解決をお手伝いします。数分や数時間ではなく、数秒であなたと一緒にいます。\n\nインターネット–なんて素晴らしい場所でしょう！プライバシーとセキュリティの欠如だけがすべての楽しみを台無しにします。 Stark VPNでは、支援できると考えています。当社のエンジニア、システム管理者、および設計者は、インターネットをさまよいながら安全でプライベートな状態を保つことができるツールの開発に過去2年間を費やしてきました。今日、世界中の何百万人ものStark VPNユーザーがオンライン保護が必要なときはいつでも青いQuick Connectボタンをクリックします。この非常にプライベートなパーティーに参加してください！",
    "ko": "Stark VPN은 진정한 개방형 인터넷 탐색을위한 빠르고 쉬운 솔루션입니다. 개인 및 보안을 유지하면서 전 세계 수백 곳의 제한 및 검열을 우회하십시오. 온라인 활동을 추적 할 수 없도록 실제 IP 주소를 사라지게합니다.\n\nStark VPN을 선택해야하는 5 가지 이유 :\n\n컨텐츠에 액세스\n영화, TV 쇼 또는 스포츠 행사; Stark VPN을 사용하면 좋아하는 콘텐츠에 즉시 액세스 할 수 있습니다.\n\n보안 및 익명 성\n익명의 VPN IP, 군용 암호화 및 글로벌 VPN 서버 네트워크를 통해 개인 정보를 보장합니다.\n\n빠른 속도\n속도가 떨어지면 모든 것이 즐거워 지므로 모든 목적에 맞는 고속 VPN 서버를 사용해야합니다.\n\n내장 AD 차단기\nStark VPN을 사용하면 광고없이 인터넷을 탐색 할 수 있습니다. 무료 VPN으로 시간, CPU 및 데이터를 절약하십시오.\n\n연중 무휴 라이브 기술 지원\n질문이나 문제가 있으면 도와 드리겠습니다. 몇 분 또는 몇 시간이 아닌 몇 초 만에 함께 드리겠습니다.\n\n인터넷 – 정말 멋진 곳입니다! 프라이버시와 보안의 부족 만이 모든 재미를 망치고 있습니다. Stark VPN은 우리가 도울 수 있다고 믿습니다. Google 엔지니어, 시스템 관리자 및 디자이너는 지난 2 년 동안 인터넷을 방황하는 동안 안전하고 사생활을 유지할 수있는 도구를 개발했습니다. 오늘날 전세계 수백만의 Stark VPN 사용자는 온라인 보호가 필요할 때마다 파란색 빠른 연결 버튼을 클릭합니다. 이 개인 파티에 참여하십시오!",
    "nl": "Stark VPN is uw snelle en gemakkelijke oplossing voor het navigeren op een echt open internet. Omzeil beperkingen en censuur vanuit honderden locaties over de hele wereld, allemaal terwijl u privé en veilig blijft. We laten uw echte IP-adres verdwijnen, zodat uw online activiteit niet kan worden gevolgd.\n\nTop 5 redenen om voor Stark VPN te kiezen:\n\nToegang tot inhoud\nFilms, tv-shows of sportevenementen; Stark VPN geeft u directe en onbeperkte toegang tot uw favoriete inhoud.\n\nBeveiliging en anonimiteit\nUw privacy is gegarandeerd met onze anonieme VPN-IP's, militaire versleuteling en ons wereldwijde netwerk van VPN-servers.\n\nHoge snelheid\nEen daling van de snelheid doodt de vreugde van alles, daarom hebben we toegewijde high-speed VPN-servers voor elk doel.\n\nIngebouwde AD Blocker\nSurf op internet zonder advertenties, zonder trackers met Stark VPN. Bespaar nu uw tijd, CPU en gegevens met onze gratis VPN.\n\n24/7 live technische ondersteuning\nWe zijn er om u te helpen met elke vraag of probleem. We zijn binnen enkele seconden bij u, geen minuten of uren.\n\nHet internet - wat een heerlijke plek om te zijn! Alleen het gebrek aan privacy en veiligheid verpest al het plezier. Wij bij Stark VPN geloven dat we kunnen helpen. Onze ingenieurs, systeembeheerders en ontwerpers hebben de afgelopen 2 jaar een tool ontwikkeld waarmee u veilig en privé kunt blijven terwijl u op het internet wandelt. Tegenwoordig klikken miljoenen Stark VPN-gebruikers over de hele wereld op de blauwe Quick Connect-knop wanneer ze online bescherming nodig hebben. Doe mee met dit zeer besloten feest!",
    "no": "Stark VPN er din raske og enkle løsning for å navigere på et virkelig åpent internett. Omkjøring av restriksjoner og sensur fra hundrevis av steder over hele kloden, alt mens du holder deg privat og sikker. Vi får den virkelige IP-adressen din til å forsvinne, slik at din online aktivitet ikke kan spores.\n\nTopp 5 grunner til å velge sterk VPN:\n\nFå tilgang til innhold\nFilmer, TV-serier eller sportsbegivenheter; Stark VPN gir deg øyeblikkelig og ubegrenset tilgang til favorittinnholdet.\n\nSikkerhet og anonymitet\nDitt personvern blir garantert med våre anonyme VPN IP-er, kryptering av militær grad og globalt nettverk av VPN-servere.\n\nRask hastighet\nEt fall i hastigheten dreper gleden over alt, og det er grunnen til at vi har dedikerte høyhastighets VPN-servere til alle formål.\n\nInnebygd AD-blokkering\nBla gjennom internett uten annonser, uten trackere med Stark VPN. Spar tid, CPU og data nå med vår gratis VPN.\n\n24/7 live tech support\nVi er her for å hjelpe deg med spørsmål og spørsmål. Vi vil være med deg om sekunder, ikke minutter eller timer.\n\nInternett - for et fantastisk sted å være! Bare mangelen på privatliv og sikkerhet ødelegger all moroa. Vi i Stark VPN tror vi kan hjelpe. Våre ingeniører, systemadministratorer og designere har brukt de siste to årene på å utvikle et verktøy som lar deg være trygg og privat mens du vandrer på internett. I dag klikker millioner av Stark VPN-brukere over hele verden på den blå Quick Connect-knappen når de trenger online-beskyttelse. Bli med på denne veldig private festen!",
    "pl": "Stark VPN to szybkie i łatwe rozwiązanie do nawigacji po naprawdę otwartym Internecie. Omijaj ograniczenia i cenzurę z setek miejsc na całym świecie, zachowując przy tym prywatność i bezpieczeństwo. Sprawimy, że Twój prawdziwy adres IP zniknie, aby Twoja aktywność online nie mogła być śledzona.\n\n5 najważniejszych powodów, dla których warto wybrać Stark VPN:\n\nDostęp do treści\nFilmy, programy telewizyjne lub wydarzenia sportowe; Stark VPN umożliwia natychmiastowy i nieograniczony dostęp do ulubionych treści.\n\nBezpieczeństwo i anonimowość\nTwoja prywatność jest gwarantowana dzięki naszym anonimowym adresom VPN VPN, szyfrowaniu wojskowemu i globalnej sieci serwerów VPN.\n\nSzybka prędkość\nSpadek prędkości zabija radość ze wszystkiego, dlatego dedykowaliśmy szybkie serwery VPN do każdego celu.\n\nWbudowany AD Blocker\nPrzeglądaj Internet bez reklam, bez trackerów dzięki Stark VPN. Oszczędzaj czas, procesor i dane już teraz dzięki naszej bezpłatnej sieci VPN.\n\nWsparcie techniczne 24/7 na żywo\nJesteśmy tutaj, aby pomóc Ci w każdym pytaniu lub problemie. Będziemy z tobą w ciągu kilku sekund, a nie minut lub godzin.\n\nInternet - jakie to wspaniałe miejsce! Tylko brak prywatności i bezpieczeństwa rujnuje całą zabawę. W Stark VPN wierzymy, że możemy pomóc. Nasi inżynierowie, administratorzy systemów i projektanci spędzili ostatnie 2 lata na opracowywaniu narzędzia, które pozwala zachować bezpieczeństwo i prywatność podczas wędrowania po Internecie. Dzisiaj miliony użytkowników Stark VPN na całym świecie klikają niebieski przycisk Szybkie połączenie, gdy tylko potrzebują ochrony online. Dołącz do tej bardzo prywatnej imprezy!",
    "pt_BR,pt_PT": "O Stark VPN é sua solução rápida e fácil para navegar em uma Internet verdadeiramente aberta. Ignore as restrições e a censura de centenas de locais em todo o mundo, mantendo-se privado e seguro. Faremos com que seu endereço IP real desapareça para que sua atividade on-line não possa ser rastreada.\n\nAs 5 principais razões para escolher a Stark VPN:\n\nAcessar Conteúdo\nFilmes, programas de TV ou eventos esportivos; A Stark VPN permite acesso instantâneo e irrestrito ao seu conteúdo favorito.\n\nSegurança e anonimato\nSua privacidade é garantida com nossos IPs VPN anônimos, criptografia de nível militar e rede global de servidores VPN.\n\nVelocidade rapida\nUma queda na velocidade mata a alegria de tudo, e é por isso que dedicamos servidores VPN de alta velocidade para todos os fins.\n\nBloqueador de AD incorporado\nNavegue na Internet sem anúncios, sem rastreadores com a Stark VPN. Economize seu tempo, CPU e dados agora com nossa VPN gratuita.\n\nSuporte técnico ao vivo 24/7\nEstamos aqui para ajudá-lo com qualquer dúvida ou problema. Estaremos com você em segundos, não em minutos ou horas.\n\nA internet - que lugar maravilhoso para se estar! Somente a falta de privacidade e segurança está arruinando toda a diversão. Nós da Stark VPN acreditamos que podemos ajudar. Nossos engenheiros, administradores de sistema e designers passaram os últimos 2 anos desenvolvendo uma ferramenta que permite que você fique seguro e privado enquanto navega na Internet. Hoje, milhões de usuários da Stark VPN em todo o mundo clicam no botão azul Conexão Rápida sempre que precisam de proteção online. Participe desta festa muito particular!",
    "ro": "Stark VPN - the best cyber security solution. Encrypt your connection, access our secure proxy servers & unblock websites easily.\nStark VPN is the easiest way to stay secure and private online, while accessing the content you love.\n\nStark VPN encrypts all of your traffic and hides your IP address so that you can surf the internet anonymously. Our VPN also lets you change your virtual location so that you can unblock sites restricted within your area. We offer over 30 VPN server locations to choose from including the UK and US.\n\nStark VPN is trusted by users, and here is why:\n\n# Total Security & Privacy:\nStark ’s Chrome VPN extension is more than a proxy. Our VPN encrypts your browser traffic  to prevent third parties from stealing your data and following you online. \n\n# Complete Freedom:\nOur VPN allows you to change your geolocation in order to unblock any site on the internet and hide your local IP. Choose from over 30 VPN server locations across the world. \n\n# Fastest VPN Application:\nStark’s VPN is the fastest VPN service you can find. That means you don’t need to compromise speed when using our VPN to stream, download and torrent your favourite content. \nFast Premium VPN. Try Risk Free. 100% Secure & Anonymous. Easy Setup. Hide Your IP Address. Stream Any Content. Protect Your Privacy. \n\nEnjoy unrestricted access worldwide\nStark VPN defeats content restrictions and censorship to deliver unlimited access to video, music, social media, and more, from anywhere in the world.\n\nStay secure and anonymous \nanytime you go online\nStark VPN hides your IP address and encrypts your network data so no one can see what you’re doing. One click, and you’re protected.\n\n100% free VPN! High VPN speed! The best unlimited free VPN clients for Chrome. Stark VPN – Free VPN proxy, connect as a hare to unblock sites, WiFi hotspot secure and protect privacy. \nFastest - Connect successfully as a hare with high VPN speed.\nEasiest - One tap to connect to VPN proxy server. \n\nMost Stable - Have lots of free cloud proxy server to provide better VPN service. \n\nStark VPN – Free VPN proxy, \nBypass the firewalls as school free VPN proxy for school wifi and school computer. \n\nProtect your network traffic under WiFi hotspot Browse anonymously and securely without being tracked. Enjoy private browsing.\nWorks with WiFi, LTE, 3G, and all mobile data carriers.\nEncrypts data using OpenVPN protocols (UDP / TCP).\nFree download this light Chrome VPN now.\n\nNon username, Non password, Non registration, non bandwidth limitation!\nStark VPN - The best free & unlimited vpn tunnel for Chrome to unblock sites, watch online video, bypass blocked apps, secure WiFi hotspots and browse privately & anonymously.\n\n\nBrings a high speed and encrypted VPN connection to your PC, Mac or tablet.\nUnblock your favorite websites and apps with worldwide free vpn proxy any time.\nEnjoy multiple proxy server to bypass blocked website and apps as if you were in another country.\nBypass location restrictions, internet filters and censorship at super high speed.\n\nBypass firewalls of school wifi when you are at work or school. \nSecure your internet connection under WiFi hotspot. \nBrowse anonymously & privately without being tracked. Hide your IP and let you enjoy private browsing. \nProtect data privacy, personal information security and internet security.\n\nStark VPN is a lightning-fast app provide free VPN proxy service. Not need any configuration, just simply click one button, you can access the Internet securely and anonymously.\n\nWhen it comes to Internet's safety and security, Stark VPN is an essential tool. It encrypts your connection so that third parties can’t track your online activity, making it more secure than a typical proxy.\n\nWe have built a global VPN network included America, Europe and Asia, and expand to more country soon. Most servers are free to use, you can click the flag and change server as any times as you want.\n\nWhy choose Stark VPN?\n✓ Large number of servers, high-speed bandwidth\n✓ Works with Wi-Fi\n✓ Strict no-logging policy\n✓ Smart choose server\n✓ Well-designed UI, a few ADs\n✓ No usage and time limit\n✓ No registration or configuration required\n✓ No additional permissions required\n\nDownload Stark VPN, the world's fastest secure virtual private network, and enjoy it all!\n\nVPN related introduction\n\nA virtual private network (VPN) extends a private network across a public network, and enables users to send and receive data across shared or public networks as if their computing devices were directly connected to the private network. Applications running across the VPN may therefore benefit from the functionality, security, and management of the private network.\nVPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN. VPN.\nIndividual Internet users may secure their transactions with a VPN, to circumvent geo-restrictions and censorship, or to connect to proxy servers for the purpose of protecting personal identity and location. However, some Internet sites block access to known VPN technology to prevent the circumvention of their geo-restrictions.\nVPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN, VPN.\nVPNs cannot make online connections completely anonymous, but they can usually increase privacy and security. To prevent disclosure of private information, VPNs typically allow only authenticated remote access using tunneling protocols and encryption techniques.\nVPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN-VPN.",
    "ru": "Старк ВПН - это ваше быстрое и простое решение для навигации по настоящему открытому интернету. Обойти ограничения и цензуру из сотен мест по всему миру, оставаясь при этом анонимными и в безопасности. Мы сделаем так, чтобы ваш реальный IP-адрес исчез, чтобы ваша онлайн-активность не могла быть отслежена.\n\n5 главных причин выбрать Старк ВПН:\n\nДоступ к контенту\nФильмы, телепередачи или спортивные мероприятия; Старк ВПН дает вам мгновенный и неограниченный доступ к вашему любимому контенту.\n\nБезопасность и анонимность\nВаша конфиденциальность гарантируется нашими анонимными ВПН-IP-адресами, военным шифрованием и глобальной сетью ВПН-серверов.\n\nВысокая скорость\nСнижение скорости убивает радость всего, поэтому мы выделили высокоскоростные ВПН-серверы для любых целей.\n\nВстроенный блокировщик рекламы\nПросматривайте интернет без рекламы, без трекеров с Старк ВПН. Экономьте свое время, ресурсы процессора и данные прямо сейчас с помощью нашего бесплатного ВПН.\n\nКруглосуточная техническая поддержка\nМы здесь, чтобы помочь вам с любым вопросом или проблемой. Мы будем с вами в считанные секунды, а не минуты или часы.\n\nИнтернет - какое замечательное место! Только отсутствие конфиденциальности и безопасности разрушает все веселье. Мы в Старк ВПН верим, что можем помочь. Наши инженеры, системные администраторы и дизайнеры потратили последние 2 года на разработку инструмента, который позволит вам оставаться в безопасности и анонимности, пока вы бродите по Интернету. Сегодня миллионы пользователей Старк ВПН по всему миру нажимают синюю кнопку быстрого подключения, когда им нужна онлайн-защита. Присоединяйтесь к этой очень приватной вечеринке!",
    "tr": "Stark VPN gerçekten açık bir internette gezinmek için hızlı ve kolay bir çözümdür. Hepsi özel ve güvenli kalırken, dünyadaki yüzlerce yerden gelen kısıtlamaları ve sansürleri atlayın. Çevrimiçi etkinliğinizin izlenememesi için gerçek IP adresinizi ortadan kaldıracağız.\n\nStark VPN'i seçmek için en iyi 5 neden:\n\nİçeriğe Erişim\nFilmler, TV şovları veya spor etkinlikleri; Stark VPN, en sevdiğiniz içeriğe anında ve sınırsız erişime izin verir.\n\nGüvenlik ve Anonimlik\nGizliliğiniz, anonim VPN IP'lerimiz, askeri sınıf şifrelememiz ve global VPN sunucu ağımız ile garanti altına alınmıştır.\n\nHızlı hız\nHızdaki düşüş her şeyin keyfini çıkarır, bu yüzden her amaç için yüksek hızlı VPN sunucularını tahsis ettik.\n\nDahili AD Engelleyici\nİnternete, Reklamlar olmadan, Stark VPN ile izleyiciler olmadan tarayın. Şimdi ücretsiz VPN'imizle zamanınızdan, CPU'dan ve verilerinizden tasarruf edin.\n\n7/24 canlı teknik destek\nHerhangi bir soru veya konuda size yardımcı olmak için buradayız. Dakikalar veya saatler değil saniyeler içinde yanınızdayız.\n\nİnternet - ne harika bir yer! Sadece gizlilik ve güvenlik eksikliği tüm eğlenceyi mahvediyor. Stark VPN olarak biz yardım edebileceğimize inanıyoruz. Mühendislerimiz, sistem yöneticileri ve tasarımcılar son 2 yıl boyunca internette dolaşırken güvende ve özel kalmanızı sağlayan bir araç geliştirdiler. Bugün dünya çapında milyonlarca Stark VPN kullanıcısı, çevrimiçi korumaya ihtiyaç duyduklarında mavi Hızlı Bağlantı düğmesini tıklatır. Bu çok özel partiye katılın!"
  }
}