{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Kelimat"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Smart way to learn english"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English Learning with Your Favorite Websites, YouTube Videos, and Netflix Movies\n\nMaster English at Your Own Pace with Kelimat, the ultimate language learning tool and Chrome extension. Seamlessly integrated into your online activities, Kelimat enhances your English learning experience as you browse websites, watch YouTube videos, and stream movies on Netflix.\n\nKey Features:\n\nInstant Word Definitions & AI Translation: Right-click on any word to see its meaning or translation in a clear popup powered by AI translation, making it easier to understand complex vocabulary.\nSmart Word Highlighting: Kelimat automatically highlights and saves unfamiliar words, so you can easily revisit them later, boosting your vocabulary.\nPersonalized Practice: Go to your profile to review and practice the words you've saved, with tailored exercises to reinforce your learning and boost memory.\nBoost Your Memory and Vocabulary:\n\nSave and Review Words: Never forget a word again by saving unfamiliar words for later review.\nSmart Word Highlighting: See words emphasized wherever you encounter them online, reinforcing memory and aiding in language acquisition.\nPersonalized Practice: Access tailored content, including engaging videos, articles, and AI-generated lessons.\nLearn on the Go with Multilingual Support:\n\nNetflix & YouTube Integration: Turn your favorite shows into interactive language lessons, perfect for ESL learners.\nEfficient Learning: Seamlessly integrate language acquisition into your daily online activities with this user-friendly educational technology.\nSupports Multiple Languages: Currently supports Arabic, Spanish, Russian, Mandarin, and French. More languages coming soon!\nStart Learning Today:\n\nDownload Kelimat for Chrome and say goodbye to frustration and hello to English fluency. We're still in beta, so if you encounter any issues, let us know!"
  }
}