{
  "name": {
    "ar,mr,ro": "Volleyball Arena Unblocked Game",
    "am,ca,gu,ms,sk,sv,te": "Volleyball Arena Online Game",
    "bg,bn,da,de,el,en,en_AU,en_GB,en_US,es,es_419,fi,fr,it,lt,nl,no,pt_BR,pt_PT,ru,sr,sw,tr,uk,vi,zh_CN,zh_TW": "Volleyball Arena Sports Game",
    "cs,fil,hi,ml,sl,ta,th": "Volleyball Arena Online",
    "et,fa,he,hr,hu,id,ja,kn,ko,lv,pl": "Volleyball Arena Game"
  },
  "short": {
    "ar": "استعد لتحدي الكرة الطائرة ضد خصمك الصعب في وضعين مختلفين.",
    "am": "ጠንካራ ባላጋራህን በሁለት የተለያዩ ሞዶች ለመቃወም ቮሌ ቦል ለመገዳደር ተዘጋጅ።",
    "bg": "Пригответе се за волейболно предизвикателство срещу трудния си опонент в два различни режима.",
    "bn": "দুটি ভিন্ন মোডে আপনার কঠিন প্রতিপক্ষের বিরুদ্ধে ভলিবল চ্যালেঞ্জের জন্য প্রস্তুত হন।",
    "ca": "Prepara't per a un repte de voleibol contra el teu dur oponent en dues modalitats diferents.",
    "cs": "Připravte se na volejbalovou výzvu proti svému těžkému soupeři ve dvou různých režimech.",
    "da": "Gør dig klar til en volleyballudfordring mod din hårde modstander i to forskellige tilstande.",
    "de": "Mach dich bereit für eine Volleyball-Herausforderung gegen deinen harten Gegner in zwei verschiedenen Modi.",
    "el": "Ετοιμαστείτε για μια πρόκληση βόλεϊ εναντίον του σκληρού αντιπάλου σας σε δύο διαφορετικούς τρόπους.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "Get ready for a volleyball challenge against your tough opponent in two different modes.",
    "es": "Prepárate para un desafío de voleibol contra tu duro oponente en dos modos diferentes.",
    "et": "Ole valmis võrkpalli väljakutseks oma karmi vastase vastu kahes erinevas režiimis.",
    "fa": "آماده شدن برای یک چالش والیبال در برابر حریف سخت خود را در دو حالت های مختلف.",
    "fi": "Valmistaudu lentopallohaasteeseen kovaa vastustajaasi vastaan kahdessa eri tilassa.",
    "fil": "Kumuha ng handa para sa isang volleyball hamon laban sa iyong matigas kalaban sa dalawang iba't ibang mga mode.",
    "fr": "Préparez-vous pour un défi de volleyball contre votre adversaire coriace dans deux modes différents.",
    "gu": "તમારા સખત વિરોધી સામે બે જુદા જુદા મોડમાં વોલીબોલ પડકાર માટે તૈયાર રહો.",
    "he": "התכוננו לאתגר כדורעף נגד היריב הקשוח שלכם בשני מצבים שונים.",
    "hi": "दो अलग-अलग मोड में अपने कठिन प्रतिद्वंद्वी के खिलाफ एक वॉलीबॉल चुनौती के लिए तैयार हो जाओ।",
    "hr": "Pripremite se za odbojkaški izazov protiv teškog protivnika u dva različita načina rada.",
    "hu": "Készülj fel egy röplabda kihívásra kemény ellenfeled ellen két különböző módban.",
    "id": "Bersiaplah untuk tantangan bola voli melawan lawan tangguh Anda dalam dua mode berbeda.",
    "it": "Preparati per una sfida di pallavolo contro il tuo avversario in due diverse modalità.",
    "ja": "2つの異なるモードであなたのタフな相手に対するバレーボールの挑戦の準備をしなさい。",
    "kn": "ಎರಡು ವಿಭಿನ್ನ ವಿಧಾನಗಳಲ್ಲಿ ನಿಮ್ಮ ಕಠಿಣ ಎದುರಾಳಿಯ ವಿರುದ್ಧ ವಾಲಿಬಾಲ್ ಸವಾಲಿಗೆ ಸಿದ್ಧರಾಗಿ.",
    "ko": "두 가지 모드로 힘든 상대를 상대로 배구 도전을 준비하십시오.",
    "lv": "Gatavojieties volejbola izaicinājumam pret savu grūto pretinieku divos dažādos režīmos.",
    "ml": "രണ്ട് വ്യത്യസ്ത മോഡുകളിൽ നിങ്ങളുടെ കടുത്ത എതിരാളിക്കെതിരെ വോളിബോൾ ചലഞ്ചിന് തയ്യാറാകുക.",
    "mr": "आपल्या कठोर प्रतिस्पर्ध्याविरूद्ध दोन वेगवेगळ्या मोडमध्ये व्हॉलीबॉल चॅलेंजसाठी तयार व्हा.",
    "ms": "Bersedia untuk cabaran bola tampar menentang lawan sukar anda dalam dua mod yang berbeza.",
    "nl": "Maak je klaar voor een volleybaluitdaging tegen je taaie tegenstander in twee verschillende modi.",
    "no": "Gjør deg klar for en volleyballutfordring mot din tøffe motstander i to forskjellige moduser.",
    "pl": "Przygotuj się na siatkarskie wyzwanie przeciwko trudnemu przeciwnikowi w dwóch różnych trybach.",
    "ro": "Pregătește-te pentru o provocare de volei împotriva adversarului tău dur în două moduri diferite.",
    "ru": "Приготовьтесь к волейбольному испытанию против вашего жесткого противника в двух разных режимах.",
    "sk": "Pripravte sa na volejbalovú výzvu proti svojmu tvrdému súperovi v dvoch rôznych režimoch.",
    "sl": "Pripravite se na izziv odbojke proti vašemu težkemu nasprotniku v dveh različnih načinih.",
    "sv": "Gör dig redo för en volleybollutmaning mot din tuffa motståndare i två olika lägen.",
    "sw": "Jiandae kwa changamoto ya mpira wa wavu dhidi ya mpinzani wako mgumu katika njia mbili tofauti.",
    "ta": "இரண்டு வெவ்வேறு முறைகளில் உங்கள் கடுமையான எதிரிக்கு எதிராக ஒரு கைப்பந்து சவாலுக்கு தயாராகுங்கள்.",
    "te": "మీ కఠినమైన ప్రత్యర్థికి వ్యతిరేకంగా వాలీబాల్ సవాలుకు రెండు వేర్వేరు మోడ్లలో సిద్ధంగా ఉండండి.",
    "th": "เตรียมตัวให้พร้อมสําหรับความท้าทายวอลเลย์บอลกับคู่ต่อสู้ที่แข็งแกร่งของคุณในสองโหมดที่แตกต่างกัน",
    "tr": "İki farklı modda zorlu rakibinize karşı voleybol mücadelesine hazır olun.",
    "uk": "Приготуйтеся до волейбольного виклику проти свого жорсткого суперника в двох різних режимах."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Do you like to play volleyball games! Take your best shot and win the point.\n\nHow To Play\nPlayed with Mouse.\n\nVolleyball Arena Sports Game Features\n✓ 2 Different mode\n✓ Little graphics\n✓ 3D Environment\n✓ Easy control\n✓ 3D Character\n\nFinally, you can enjoy these game for free (and more requests will be added)! Volleyball Arena Sports Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}