{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sky Jump Arcade Game"
  },
  "short": {
    "ar": "يجب أن تقفز من مكعب إلى آخر على المسار المتحرك وتستمر دون إسقاط شخصيتك.",
    "am": "ከአንዱ ኩብ ወደ ሌላው በሚንቀሳቀስ መንገድ ላይ ዘልለህ ገጸ ባሕርይህን ሳትጥል መቀጠል አለብህ።",
    "bg": "Трябва да скочите от единия куб на другия на движещата се писта и да продължите, без да изпускате характера си.",
    "bn": "আপনাকে অবশ্যই চলন্ত ট্র্যাকে এক কিউব থেকে অন্য কিউব থেকে অন্যটিতে লাফ দিতে হবে এবং আপনার চরিত্রটি ফেলে না দিয়ে চালিয়ে যেতে হবে।",
    "ca": "Heu de saltar d'un cub a l'altre a la pista en moviment i continuar sense deixar caure el vostre caràcter.",
    "cs": "Musíte skákat z jedné kostky na druhou na pohybující se dráze a pokračovat, aniž byste upustili svou postavu.",
    "da": "Du skal hoppe fra den ene terning til den anden på det bevægelige spor og fortsætte uden at tabe din karakter.",
    "de": "Sie müssen auf der sich bewegenden Spur von einem Würfel zum anderen springen und fortfahren, ohne Ihren Charakter fallen zu las...",
    "el": "Πρέπει να πηδήξετε από τον ένα κύβο στον άλλο στην κινούμενη πίστα και να συνεχίσετε χωρίς να αφήσετε τον χαρακτήρα σας.",
    "en,en_AU,en_GB,en_US,es_419,lt,pt_BR,pt_PT,sr,vi,zh_CN,zh_TW": "You must jump from one cube to the other on the moving track and continue without dropping your character.",
    "es": "Debes saltar de un cubo a otro en la pista en movimiento y continuar sin dejar caer a tu personaje.",
    "et": "Peate hüppama liikuval rajal ühest kuubikust teise ja jätkama ilma iseloomu kukutamata.",
    "fa": "شما باید از یک مکعب به مکعب دیگر در مسیر در حال حرکت پرش و بدون رها کردن شخصیت خود را ادامه دهد.",
    "fi": "Sinun on hypättävä kuutiosta toiseen liikkuvalla radalla ja jatkettava pudottamatta hahmoasi.",
    "fil": "Kailangan mong tumalon mula sa isang cube sa isa pa sa paglipat ng track at magpatuloy nang hindi bumababa ang iyong character.",
    "fr": "Vous devez sauter d’un cube à l’autre sur la piste en mouvement et continuer sans laisser tomber votre personnage.",
    "gu": "તમારે ચાલતા ટ્રેક પર એક ઘનથી બીજા ઘન પર કૂદવું જોઈએ અને તમારા પાત્રને છોડ્યા વિના ચાલુ રાખવું જોઈએ.",
    "he": "עליך לקפוץ מקובייה אחת לשנייה על המסלול הנע ולהמשיך מבלי להפיל את הדמות שלך.",
    "hi": "आपको चलती ट्रैक पर एक घन से दूसरे घन में कूदना चाहिए और अपने चरित्र को छोड़ने के बिना जारी रखना चाहिए।",
    "hr": "Morate skočiti s jedne kocke na drugu na pokretnoj stazi i nastaviti bez ispuštanja svog lika.",
    "hu": "A mozgó pályán egyik kockáról a másikra kell ugranod, és folytatnod kell anélkül, hogy eldobnád a karakteredet.",
    "id": "Anda harus melompat dari satu kubus ke kubus lainnya di jalur bergerak dan melanjutkan tanpa menjatuhkan karakter Anda.",
    "it": "Devi saltare da un cubo all'altro sulla pista in movimento e continuare senza far cadere il tuo personaggio.",
    "ja": "移動トラック上の1つのキューブから別のキューブにジャンプし、キャラクターを落とさずに続行する必要があります。",
    "kn": "ಚಲಿಸುವ ಟ್ರ್ಯಾಕ್ ನಲ್ಲಿ ನೀವು ಒಂದು ಘನದಿಂದ ಇನ್ನೊಂದಕ್ಕೆ ಜಿಗಿಯಬೇಕು ಮತ್ತು ನಿಮ್ಮ ಪಾತ್ರವನ್ನು ಬಿಡದೆ ಮುಂದುವರಿಯಬೇಕು.",
    "ko": "움직이는 트랙에서 한 큐브에서 다른 큐브로 점프하고 캐릭터를 떨어 뜨리지 않고 계속해야합니다.",
    "lv": "Jums ir jālec no viena kuba uz otru kustīgajā trasē un jāturpina, nenometot savu raksturu.",
    "ml": "ചലിക്കുന്ന ട്രാക്കിൽ നിങ്ങൾ ഒരു ക്യൂബിൽ നിന്ന് മറ്റൊന്നിലേക്ക് ചാടുകയും നിങ്ങളുടെ സ്വഭാവം ഉപേക്ഷിക്കാതെ തുടരുകയും വേണം.",
    "mr": "आपण मूव्हिंग ट्रॅकवर एका घनापासून दुसर् या घनावर उडी मारली पाहिजे आणि आपले पात्र न सोडता चालू ठेवले पाहिजे.",
    "ms": "Anda mesti melompat dari satu kiub ke kiub yang lain di trek bergerak dan teruskan tanpa menjatuhkan watak anda.",
    "nl": "Je moet van de ene kubus naar de andere springen op de bewegende baan en doorgaan zonder je personage te laten vallen.",
    "no": "Du må hoppe fra den ene kuben til den andre på det bevegelige sporet og fortsette uten å slippe karakteren din.",
    "pl": "Musisz przeskoczyć z jednej kostki do drugiej na ruchomym torze i kontynuować bez upuszczania swojej postaci.",
    "ro": "Trebuie să sari de la un cub la altul pe pista în mișcare și să continue fără cădere personajul tău.",
    "ru": "Вы должны прыгать с одного куба на другой на движущейся дорожке и продолжать, не роняя своего персонажа.",
    "sk": "Musíte skákať z jednej kocky na druhú na pohybujúcej sa trati a pokračovať bez toho, aby ste pustili svoju postavu.",
    "sl": "Skočiti morate iz ene kocke na drugo na premikajoči se tir in nadaljevati brez spuščanja vašega znaka.",
    "sv": "Du måste hoppa från en kub till en annan på det rörliga spåret och fortsätta utan att släppa din karaktär.",
    "sw": "Lazima kuruka kutoka mche mmoja hadi mwingine kwenye wimbo wa kusonga na uendelee bila kuacha tabia yako.",
    "ta": "நகரும் பாதையில் ஒரு கனசதுரத்திலிருந்து மற்றொன்றுக்கு நீங்கள் குதிக்க வேண்டும் மற்றும் உங்கள் கேரக்டரை கைவிடாமல் தொடர வேண்டும்.",
    "te": "మీరు కదిలే ట్రాక్ మీద ఒక క్యూబ్ నుంచి మరో క్యూబ్ కు జంప్ చేయాలి మరియు మీ క్యారెక్టర్ డ్రాప్ చేయకుండా కొనసాగించాలి.",
    "th": "คุณต้องกระโดดจากลูกบาศก์หนึ่งไปยังอีกก้อนหนึ่งบนแทร็กที่เคลื่อนที่และดําเนินการต่อโดยไม่ทิ้งตัวละครของคุณ",
    "tr": "Hareketli pistte bir küpten diğerine atlamalı ve karakterinizi düşürmeden devam etmelisiniz.",
    "uk": "Ви повинні перестрибувати з одного куба на інший на рухомій доріжці і продовжувати, не опускаючи свого персонажа."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Which is your best cube hero! Choose your hero, pass the challenging obstacles and start the adventure.\n\nHow To Play\nPlayed with Mouse.\n\nSky Jump Arcade Game Features\n✓ 5+ Character\n✓ Cartoon graphics\n✓ Infinity level\n✓ Arcade sounds\n✓ Reward system\n✓ Basic control\n\nFinally, you can enjoy these game for free (and more requests will be added)! Sky Jump Arcade Game extension does not contain any hidden ads.\n\nHelp and Contact\nContact with us at info@gamebol.com and share your thoughts and problems."
  }
}