{
  "name": {
    "ar": "لعبة الحارس ضد الكسالى",
    "am": "Ranger VS Zombies ጨዋታ - ከመስመር ውጭ ይሰራል",
    "bg": "Игра Ranger VS Zombies - работи офлайн",
    "bn": "রেঞ্জার বনাম জম্বি গেম - অফলাইনে চলে",
    "ca": "Joc Ranger VS Zombies: funciona fora de línia",
    "cs": "Hra Ranger VS Zombies – běží offline",
    "da": "Ranger VS Zombies Game - Kører offline",
    "de": "Ranger VS Zombies-Spiel - Läuft offline",
    "el": "Παιχνίδι Ranger VS Zombies",
    "en,en_AU,en_GB,en_US": "Ranger VS Zombies Game - Runs Offline",
    "es,es_419": "Guardabosques VS Zombies Juego",
    "et": "Mäng Ranger VS Zombies",
    "fa": "بازی Ranger VS Zombies",
    "fi": "Ranger VS Zombies -peli",
    "fil": "Ranger VS Zombies Game - Tumatakbo Offline",
    "fr": "Jeu Ranger VS Zombies - Fonctionne hors ligne",
    "gu": "રેન્જર VS ઝોમ્બિઓ ગેમ - ઑફલાઇન ચાલે છે",
    "he": "משחק ריינג'ר VS זומבים - פועל במצב לא מקוון",
    "hi": "रेंजर वी.एस. लाश खेल - ऑफ़लाइन चलता है",
    "hr": "Igra Ranger VS Zombies - radi izvan mreže",
    "hu": "Ranger VS Zombies játék - Offline fut",
    "id": "Game Ranger VS Zombies - Berjalan Offline",
    "it": "Gioco Ranger VS Zombies - Funziona Offline",
    "ja": "レンジャー VS ゾンビ ゲーム - オフラインで実行",
    "kn": "ರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಗೇಮ್",
    "ko": "Ranger VS Zombies 게임 - 오프라인 실행",
    "lt": "Žaidimas „Ranger VS Zombies“.",
    "lv": "Spēle Ranger VS Zombies — darbojas bezsaistē",
    "ml": "റേഞ്ചർ VS സോമ്പികൾ ഗെയിം",
    "mr": "रेंजर VS झोम्बी गेम - ऑफलाइन चालतो",
    "ms": "Permainan Renjer VS Zombi",
    "nl": "Ranger VS Zombies-game - draait offline",
    "no": "Ranger VS Zombies Game - Kjører frakoblet",
    "pl": "Gra Ranger VS Zombie",
    "pt_BR,pt_PT": "Jogo Ranger VS Zombies - Funciona offline",
    "ro": "Jocul Ranger VS Zombies - rulează offline",
    "ru": "Игра Рейнджер против Зомби",
    "sk": "Hra Ranger VS Zombies – beží offline",
    "sl": "Igra Ranger VS Zombies - deluje brez povezave",
    "sr": "Игра Рангер ВС Зомбиес - ради ван мреже",
    "sv": "Ranger VS Zombies Game - Körs offline",
    "sw": "Mchezo wa Ranger VS Zombies",
    "ta": "ரேஞ்சர் VS ஜோம்பிஸ் கேம்",
    "te": "రేంజర్ VS జాంబీస్ గేమ్",
    "th": "เกม Ranger VS Zombies - ทำงานแบบออฟไลน์",
    "tr": "Ranger VS Zombies Oyunu - Çevrimdışı Çalışır",
    "uk": "Гра «Рейнджер проти зомбі».",
    "vi": "Trò chơi Ranger VS Zombies - Chạy ngoại tuyến",
    "zh_CN": "Ranger VS Zombies 游戏 - 离线运行",
    "zh_TW": "Ranger VS Zombies 遊戲 - 離線運行"
  },
  "short": {
    "ar": "Ranger VS Zombies هي لعبة صيد غيبوبة لا نهاية لها. اهزم جيش الزومبي بمساعدة الحارس. استمتع بلعبة الرماية هذه!",
    "am": "Ranger VS Zombies ማለቂያ የሌለው የዞምቢ አደን ጨዋታ ነው። ጠባቂውን በመርዳት የዞምቢ ሰራዊትን አሸንፉ። በዚህ የተኩስ ጨዋታ ይደሰቱ!",
    "bg": "Ranger VS Zombies е безкрайна игра за лов на зомбита. Победете армията от зомбита, като помогнете на рейнджъра. Наслади се!",
    "bn": "রেঞ্জার VS Zombies একটি অন্তহীন জম্বি শিকারের খেলা। রেঞ্জারকে সাহায্য করে জম্বি সেনাবাহিনীকে পরাজিত করুন। এই শুটিং খেলা উপভোগ করুন!",
    "ca": "Ranger VS Zombies és un joc de caça de zombis sense fi. Derrota l'exèrcit de zombis ajudant el guardabosques. Gaudeix!",
    "cs": "Ranger VS Zombies je nekonečná hra na lov zombie. Porazte armádu zombie tím, že pomůžete rangerovi. Užijte si tuto střílečku!",
    "da": "Ranger VS Zombies er et endeløst zombiejagtspil. Besejr zombiehæren ved at hjælpe ranger. Nyd dette skydespil!",
    "de": "Ranger VS Zombies ist ein endloses Zombie-Jagdspiel. Besiege die Zombiearmee, indem du dem Ranger hilfst. Genießen!",
    "el": "Το Ranger VS Zombies είναι ένα ατελείωτο παιχνίδι κυνηγιού ζόμπι. Νικήστε τον στρατό των ζόμπι βοηθώντας τον δασοφύλακα. Απολαμβάνω!",
    "en,en_AU,en_GB,en_US": "Ranger VS Zombies is an endless zombie hunting game. Defeat the zombie army by helping the ranger. Enjoy this shooting game!",
    "es,es_419": "Ranger VS Zombies es un juego interminable de caza de zombis. Derrota al ejército de zombis ayudando al guardabosques. ¡Disfrutar!",
    "et": "Ranger VS Zombies on lõputu zombide jahimäng. Võita zombide armee, aidates metsavahti. Nautige seda tulistamismängu!",
    "fa": "Ranger VS Zombies یک بازی بی پایان شکار زامبی است. با کمک به تکاور، ارتش زامبی ها را شکست دهید. از این بازی تیراندازی لذت ببرید!",
    "fi": "Ranger VS Zombies on loputon zombien metsästyspeli. Päihitä zombie-armeija auttamalla vartijaa. Nauti tästä ammuntapelistä!",
    "fil": "Ang Ranger VS Zombies ay isang walang katapusang laro. Talunin ang hukbo ng zombie sa pamamagitan ng pagtulong sa tanod-gubat!",
    "fr": "Ranger VS Zombies est un jeu de chasse aux zombies sans fin. Battez l'armée de zombies en aidant le ranger. Apprécier!",
    "gu": "રેન્જર VS ઝોમ્બિઓ એ અનંત ઝોમ્બી શિકારની રમત છે. રેન્જરને મદદ કરીને ઝોમ્બી આર્મીને હરાવો. આ શૂટિંગ રમતનો આનંદ માણો!",
    "he": "Ranger VS Zombies הוא משחק ציד זומבים אינסופי. הבס את צבא הזומבים על ידי עזרה לשומר. תהנה ממשחק היריות הזה!",
    "hi": "रेंजर वी.एस. लाश एक अंतहीन ज़ोंबी शिकार खेल है। रेंजर की मदद करके ज़ोंबी सेना को हराएं। इस शूटिंग गेम का आनंद लें!",
    "hr": "Ranger VS Zombies beskrajna je igra lova na zombije. Porazite vojsku zombija pomažući rendžeru. Uživajte u ovoj igri pucanja!",
    "hu": "A Ranger VS Zombies egy végtelen zombivadász játék. Győzd le a zombi hadsereget az erdőőr segítésével. Élvezd!",
    "id": "Ranger VS Zombies adalah game berburu zombie tanpa akhir. Kalahkan pasukan zombie dengan membantu ranger. Menikmati!",
    "it": "Ranger VS Zombies è un gioco di caccia agli zombi senza fine. Sconfiggi l'esercito di zombi aiutando il ranger. Divertiti!",
    "ja": "Ranger VS Zombies はエンドレス ゾンビ ハンティング ゲームです。 レンジャーを助けてゾンビ軍団を倒してください。 このシューティングゲームをお楽しみください！",
    "kn": "ರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಅಂತ್ಯವಿಲ್ಲದ ಜೊಂಬಿ ಬೇಟೆ ಆಟವಾಗಿದೆ. ರೇಂಜರ್‌ಗೆ ಸಹಾಯ ಮಾಡುವ ಮೂಲಕ ಜೊಂಬಿ ಸೈನ್ಯವನ್ನು ಸೋಲಿಸಿ. ಈ ಶೂಟಿಂಗ್ ಆಟವನ್ನು ಆನಂದಿಸಿ!",
    "ko": "Ranger VS Zombies는 끝없는 좀비 사냥 게임입니다. 레인저를 도와 좀비 군대를 물리치세요. 이 슈팅 게임을 즐기십시오!",
    "lt": "„Ranger VS Zombies“ yra nesibaigiantis zombių medžioklės žaidimas. Nugalėk zombių armiją, padėdamas reindžeriui. Mėgautis!",
    "lv": "Ranger VS Zombies ir bezgalīga zombiju medību spēle. Sakauj zombiju armiju, palīdzot mežsargam. Izbaudiet šo šaušanas spēli!",
    "ml": "റേഞ്ചർ വിഎസ് സോമ്പീസ് ഒരു അനന്തമായ സോംബി വേട്ട ഗെയിമാണ്. റേഞ്ചറെ സഹായിച്ചുകൊണ്ട് സോംബി സൈന്യത്തെ പരാജയപ്പെടുത്തുക. ആസ്വദിക്കൂ!",
    "mr": "रेंजर व्हीएस झोम्बीज हा एक अंतहीन झोम्बी शिकार खेळ आहे. रेंजरला मदत करून झोम्बी सैन्याचा पराभव करा. या शूटिंग गेमचा आनंद घ्या!",
    "ms": "Ranger VS Zombies ialah permainan memburu zombi yang tidak berkesudahan. Kalahkan tentera zombi dengan membantu renjer. Nikmati!",
    "nl": "Ranger VS Zombies is een eindeloos zombiejachtspel. Versla het zombieleger door de boswachter te helpen. Geniet van dit schietspel!",
    "no": "Ranger VS Zombies er et endeløst zombie-jaktspill. Beseire zombiehæren ved å hjelpe ranger. Nyt dette skytespillet!",
    "pl": "Ranger VS Zombies to niekończąca się gra polegająca na polowaniu na zombie. Pokonaj armię zombie, pomagając strażnikowi. Cieszyć się",
    "pt_BR,pt_PT": "Ranger VS Zombies é um jogo de caça zumbi sem fim. Derrote o exército de zumbis ajudando o ranger. Aproveite este jogo de tiro!",
    "ro": "Ranger VS Zombies este un joc nesfârșit de vânătoare de zombi. Învinge armata de zombi ajutându-l pe ranger. Bucurați-vă!",
    "ru": "Ranger VS Zombies — это бесконечная охота на зомби. Победите армию зомби, помогая рейнджеру. Наслаждаться!",
    "sk": "Ranger VS Zombies je nekonečná hra na lov zombie. Porazte armádu zombie tým, že pomôžete rangerovi. Užite si túto strieľačku!",
    "sl": "Ranger VS Zombies je neskončna igra lova na zombije. Premagajte vojsko zombijev tako, da pomagate rangerju. Uživajte!",
    "sr": "Рангер ВС Зомбиес је бескрајна игра за лов на зомбије. Поразите војску зомбија помажући ренџеру. Уживајте у овој игрици пуцања!",
    "sv": "Ranger VS Zombies är ett oändligt zombiejaktspel. Besegra zombiearmén genom att hjälpa rangern. Njut av detta skjutspel!",
    "sw": "Ranger VS Zombies ni mchezo usio na mwisho wa uwindaji wa zombie. Shinda jeshi la zombie kwa kusaidia mgambo. Furahia!",
    "ta": "ரேஞ்சர் VS ஜோம்பிஸ் ஒரு முடிவற்ற ஜாம்பி வேட்டை விளையாட்டு. ரேஞ்சருக்கு உதவுவதன் மூலம் ஜாம்பி இராணுவத்தை தோற்கடிக்கவும். மகிழுங்கள்!",
    "te": "రేంజర్ VS జాంబీస్ అనేది అంతులేని జోంబీ వేట గేమ్. రేంజర్‌కు సహాయం చేయడం ద్వారా జోంబీ సైన్యాన్ని ఓడించండి. ఆనందించండి!",
    "th": "Ranger VS Zombies เป็นเกมล่าซอมบี้ที่ไม่มีที่สิ้นสุด เอาชนะกองทัพซอมบี้ด้วยการช่วยแรนเจอร์ สนุกกับเกมยิงนี้!",
    "tr": "Ranger VS Zombies, sonsuz bir zombi avı oyunudur. Korucuya yardım ederek zombi ordusunu yenin. Bu atış oyununun tadını çıkarın!",
    "uk": "Ranger VS Zombies — нескінченна гра про полювання на зомбі. Переможете армію зомбі, допомагаючи рейнджеру. Насолоджуйтесь!",
    "vi": "Ranger VS Zombies là một game săn zombie bất tận. Đánh bại đội quân zombie bằng cách giúp kiểm lâm. Vui thích!",
    "zh_CN": "Ranger VS Zombies 是一款无尽的僵尸狩猎游戏。 帮助游侠打败僵尸军队。 享受这个射击游戏吧！",
    "zh_TW": "Ranger VS Zombies 是一款無盡的殭屍狩獵遊戲。 幫助遊俠打敗殭屍軍隊。 享受這個射擊遊戲吧！"
  },
  "long": {
    "ar": "Ranger VS Zombies هي لعبة إطلاق النار والقفز الرائعة حيث يمكنك الركض والقفز وإطلاق النار على جيش الزومبي المرعب. يسعدنا أن نقدم هذه اللعبة كواحدة من عدة ألعاب ركض لا نهاية لها.\n\nمؤامرة لعبة رينجر ضد الكسالى\nفي بلدة نائية ومسالمة في الولايات المتحدة ، يجب على الحارس مواجهة جحافل الزومبي والمخلوقات الشريرة التي تغزو الشوارع.\n\nبعض الزومبي هائلة وتحتاج إلى مزيد من الاهتمام ، بينما البعض الآخر صغير ولكنه أسرع وأكثر إزعاجًا. بين المخلوقات المرعبة ، اجمع العملات المعدنية وشكا من القوة التي تجدها في طريقك لتجميع النقاط وإطالة أمد اللعب. حاول الوصول إلى أبعد نقطة ممكنة. إذا لزم الأمر ، أطلق النار وقم بتغيير سلاحك.\n\nكيف تلعب RANGER VS ZOMBIES\nيعتبر لعب Ranger VS Zombies إدمانًا وممتعًا. انتبه دائمًا للمخلوقات الشريرة أمام الحارس وقرر ما إذا كنت ستقفز أو تطلق النار. جمع العملات المعدنية للحصول على أكبر عدد ممكن من النقاط وشكا من القوة لتحسين وتوسيع لعبتك.\n\nضوابط\n- الكمبيوتر: استخدم مفتاح السهم لأعلى للقفز ، وادفع مفتاح المسافة لإطلاق النار. في الوسط السفلي ، يمكنك العثور على أزرار لاستخدام أسلحة تدميرية قوية.\n- الجهاز المحمول: استخدم الأزرار الافتراضية التي تراها على شاشة اللعبة في الأسفل. على اليسار هو زر القفز. يوجد في الوسط أزرار لاستخدام أسلحة الدمار القوية. على اليمين توجد وظائف التصوير.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nميزات:\n- لعبة HTML5\n- من السهل اللعب\n- 100٪ مجانا\n- لعبة غير متصل بالإنترنت\n\nوظائف أخرى\n- كيف 2 زر التشغيل: زر كيف 2 العب هو وظيفة توفر إرشادات وإرشادات حول كيفية لعب اللعبة.\n- زر المزيد من الألعاب: زر المزيد من الألعاب هو ميزة تمكن المستخدمين من اكتشاف والوصول إلى الألعاب الأخرى المتوفرة على Magbei.com ، موقع الألعاب عبر الإنترنت الخاص بنا.\n- زر ملء الشاشة: زر ملء الشاشة هو وظيفة تسمح للمستخدمين بلعب اللعبة في وضع ملء الشاشة على Magbei.\n\nإلى أي مدى ستصل إلى الحارس عندما تلعب Ranger VS Zombies؟ أظهر لنا كم أنت جيد في تشغيل الألعاب. العب الان!",
    "am": "ሬንጀር ቪኤስ ዞምቢዎች አስፈሪ የዞምቢ ጦርን መሮጥ ፣ መዝለል እና መተኮስ የሚችሉበት አስደናቂ የተኩስ እና የመዝለል ጨዋታ ነው። ይህንን ከብዙ ማለቂያ ከሌላቸው የሯጭ ጨዋታዎች እንደ አንዱ ስናቀርበው ደስ ብሎናል።\n\nRANGER VS ዞምቢዎች ጨዋታ ሴራ\nበዩናይትድ ስቴትስ ውስጥ ርቃ በምትገኝ እና ሰላማዊ በሆነች ከተማ ውስጥ ጠባቂ የዞምቢ ጭፍሮችን እና ጎዳናዎችን የሚወርሩ ክፉ ፍጥረታትን መጋፈጥ አለበት።\n\nአንዳንድ ዞምቢዎች በጣም ትልቅ ናቸው እና የበለጠ ትኩረት ይፈልጋሉ ፣ሌሎች ደግሞ ትንሽ ናቸው ግን ፈጣን እና የበለጠ የሚያበሳጩ ናቸው። በአሰቃቂ ፍጥረታት መካከል ነጥቦችን ለማከማቸት እና ጨዋታውን ለማራዘም በመንገድ ላይ የሚያገኟቸውን ሳንቲሞች እና የኃይል ማበረታቻዎችን ይሰብስቡ። በተቻለ መጠን ለመድረስ ይሞክሩ. አስፈላጊ ከሆነ መሳሪያዎን ይተኩሱ እና ይቀይሩ.\n\nሬንጀር VS ዞምቢዎችን እንዴት መጫወት እንደሚቻል\nRanger VS ዞምቢዎችን መጫወት ሱስ የሚያስይዝ እና አዝናኝ ነው። ሁልጊዜ ከጠባቂው ፊት ለፊት ለክፉ ፍጥረታት ትኩረት ይስጡ እና ለመዝለል ወይም ለመተኮስ ይወስኑ። ጨዋታዎን ለማሻሻል እና ለማስፋት በተቻለ መጠን ብዙ ነጥቦችን እና ሃይሎችን ለማግኘት ሳንቲሞችን ይሰብስቡ።\n\nመቆጣጠሪያዎች\n- ኮምፒውተር፡ ለመዝለል ወደ ላይ ያለውን ቀስት ይጠቀሙ እና ለመተኮስ የጠፈር አሞሌውን ይግፉት። ከታች መሃል ላይ ኃይለኛ አውዳሚ መሳሪያዎችን ለመጠቀም ቁልፎችን ማግኘት ይችላሉ.\n- የሞባይል መሳሪያ: ከታች ባለው የጨዋታ ማያ ገጽ ላይ የሚያዩትን ምናባዊ ቁልፎችን ይጠቀሙ. በግራ በኩል የመዝለል ቁልፍ አለ። በመሃል ላይ ኃይለኛ የጥፋት መሣሪያዎችን ለመጠቀም ቁልፎች አሉ። በቀኝ በኩል የተኩስ ተግባራት ናቸው.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nዋና መለያ ጸባያት:\n- HTML5 ጨዋታ\n- ለመጫወት ቀላል\n- 100% ነፃ\n- ከመስመር ውጭ ጨዋታ\n\nሌሎች ተግባራት\n- እንዴት 2 አጫውት አዝራር፡ የ How 2 Play አዝራር ጨዋታውን እንዴት እንደሚጫወት መመሪያዎችን እና መመሪያዎችን የሚሰጥ ተግባር ነው።\n- የተጨማሪ ጨዋታዎች ቁልፍ፡ የተጨማሪ ጨዋታዎች አዝራር ተጠቃሚዎች በእኛ የመስመር ላይ ጨዋታ ድረ-ገጽ Magbei.com ላይ የሚገኙ ሌሎች ጨዋታዎችን እንዲያገኙ እና እንዲያገኙ የሚያስችል ባህሪ ነው።\n- ሙሉ ስክሪን አዝራር፡ የሙሉ ስክሪን አዝራር ተጠቃሚዎች በማግቤይ ላይ ጨዋታውን በሙሉ ስክሪን ሁነታ እንዲጫወቱ የሚያስችል ተግባር ነው።\n\nሬንጀር ቪኤስ ዞምቢዎችን ሲጫወቱ ጠባቂውን ምን ያህል ርቀት ያገኙታል? ጨዋታዎችን በመሮጥ ምን ያህል ጥሩ እንደሆኑ ያሳዩን። አሁን ይጫወቱ!",
    "bg": "Ranger VS Zombies е завладяваща игра за стрелба и скачане, в която можете да бягате, скачате и стреляте по ужасяваща армия от зомбита. Имаме удоволствието да ви представим това като една от няколкото безкрайни бегачи игри.\n\nСЮЖЕТ НА ИГРАТА RANGER VS ZOMBIES\nВ отдалечен и спокоен град в Съединените щати рейнджър трябва да се изправи срещу орди от зомбита и зли създания, които нахлуват по улиците.\n\nНякои зомбита са огромни и се нуждаят от повече внимание, докато други са малки, но по-бързи и по-досадни. Между ужасяващите същества събирайте монети и бонуси, които намерите по пътя, за да натрупате точки и да удължите играта. Опитайте се да стигнете възможно най-далеч. Ако е необходимо, стреляйте и сменете оръжието си.\n\nКАК СЕ ИГРАЕ RANGER VS ZOMBIES\nИграта Ranger VS Zombies е пристрастяваща и забавна. Винаги обръщайте внимание на злите същества пред рейнджъра и решете дали да скочите или да стреляте. Събирайте монети, за да получите възможно най-много точки и бонуси, за да подобрите и разширите играта си.\n\nУПРАВЛЕНИЯ\n- Компютър: използвайте клавиша със стрелка нагоре за скачане и натиснете интервала, за да стреляте. В долния център можете да намерите бутони за използване на мощни разрушителни оръжия.\n- Мобилно устройство: използвайте виртуалните бутони, които виждате на екрана на играта в долната част. Отляво е бутонът за скок. В центъра има бутони за използване на мощни оръжия за унищожение. Вдясно са функциите за снимане.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nХАРАКТЕРИСТИКА:\n- HTML5 игра\n- Лесен за игра\n- 100% безплатно\n- Офлайн игра\n\nДРУГИ ФУНКЦИОНАЛНОСТИ\n- Бутон How 2 Play: Бутонът How 2 Play е функция, която предоставя инструкции и насоки как да играете играта.\n- Бутон Още игри: Бутонът Още игри е функция, която позволява на потребителите да откриват и имат достъп до други игри, налични на Magbei.com, нашия уебсайт за онлайн игри.\n- Бутон за цял екран: Бутонът за цял екран е функция, която позволява на потребителите да играят играта в режим на цял екран на Magbei.\n\nКолко далеч ще стигнете рейнджъра, когато играете Ranger VS Zombies? Покажете ни колко сте добри в пускането на игри. Играй сега!",
    "bn": "Ranger VS Zombies হল একটি আকর্ষণীয় শ্যুট এবং জাম্প গেম যেখানে আপনি একটি ভয়ঙ্কর জম্বি আর্মি চালাতে, লাফ দিতে এবং গুলি করতে পারেন। আমরা এটিকে বেশ কয়েকটি অবিরাম রানার গেমের একটি হিসাবে উপস্থাপন করতে পেরে আনন্দিত।\n\nরেঞ্জার বনাম জম্বি গেম প্লট\nমার্কিন যুক্তরাষ্ট্রের একটি প্রত্যন্ত এবং শান্তিপূর্ণ শহরে, একজন রেঞ্জারকে অবশ্যই জম্বি বাহিনী এবং রাস্তায় আক্রমণকারী দুষ্ট প্রাণীদের মুখোমুখি হতে হবে।\n\nকিছু জম্বি বিশাল এবং আরও মনোযোগের প্রয়োজন, অন্যরা ছোট কিন্তু দ্রুত এবং আরও বিরক্তিকর। ভয়ঙ্কর প্রাণীদের মধ্যে, পয়েন্ট সংগ্রহ এবং গেমপ্লে দীর্ঘায়িত করার পথে আপনি যে কয়েন এবং পাওয়ার-আপগুলি খুঁজে পান তা সংগ্রহ করুন। যতদূর সম্ভব যাওয়ার চেষ্টা করুন। প্রয়োজনে, গুলি করুন এবং আপনার অস্ত্র পরিবর্তন করুন।\n\nরেঞ্জার বনাম জম্বি কীভাবে খেলবেন\nরেঞ্জার VS Zombies খেলা আসক্তি এবং মজাদার। সর্বদা রেঞ্জারের সামনে মন্দ প্রাণীদের দিকে মনোযোগ দিন এবং লাফ বা গুলি করতে হবে কিনা তা স্থির করুন। আপনার গেমের উন্নতি এবং প্রসারিত করতে যতটা সম্ভব পয়েন্ট এবং পাওয়ার-আপ পেতে কয়েন সংগ্রহ করুন।\n\nনিয়ন্ত্রণ\n- কম্পিউটার: লাফানোর জন্য আপ অ্যারো কী ব্যবহার করুন, এবং স্পেসবারটি শুট করার জন্য চাপুন। নীচের কেন্দ্রে, আপনি শক্তিশালী ধ্বংসাত্মক অস্ত্র ব্যবহার করার জন্য বোতামগুলি খুঁজে পেতে পারেন।\n- মোবাইল ডিভাইস: নিচের দিকে গেম স্ক্রিনে আপনি যে ভার্চুয়াল বোতামগুলি দেখছেন তা ব্যবহার করুন। বাম দিকে জাম্প বোতাম। কেন্দ্রে ধ্বংসের শক্তিশালী অস্ত্র ব্যবহারের জন্য বোতাম রয়েছে। ডানদিকে শুটিং ফাংশন আছে.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nবৈশিষ্ট্য:\n- HTML5 গেম\n- খেলতে সহজ\n- 100% বিনামূল্যে\n- অফলাইন গেম\n\nঅন্যান্য কার্যকারিতা\n- হাউ 2 প্লে বোতাম: হাউ 2 প্লে বোতামটি এমন একটি ফাংশন যা গেমটি কীভাবে খেলতে হবে তার নির্দেশাবলী এবং নির্দেশিকা প্রদান করে।\n- আরও গেম বোতাম: আরও গেম বোতাম একটি বৈশিষ্ট্য যা ব্যবহারকারীদের আমাদের অনলাইন গেম ওয়েবসাইট Magbei.com-এ উপলব্ধ অন্যান্য গেমগুলি আবিষ্কার করতে এবং অ্যাক্সেস করতে সক্ষম করে৷\n- ফুলস্ক্রিন বোতাম: ফুলস্ক্রিন বোতামটি এমন একটি ফাংশন যা ব্যবহারকারীদের ম্যাগবেইতে ফুলস্ক্রিন মোডে গেম খেলতে দেয়।\n\nআপনি যখন রেঞ্জার VS জম্বি খেলবেন তখন আপনি রেঞ্জারকে কতদূর যেতে পারবেন? আমাদের দেখান আপনি কতটা ভালো গেম চালাতে পারেন। এখন খেলুন!",
    "ca": "Ranger VS Zombies és un fascinant joc de trets i salts en el qual pots córrer, saltar i disparar a un exèrcit de zombis terrorífic. Ens complau presentar-lo com un dels diversos jocs de corredors sense fi.\n\nTRAMA DE JOC RANGER VS ZOMBIES\nEn un poble remot i pacífic dels Estats Units, un guardabosques s'ha d'enfrontar a hordes de zombis i criatures malignes que envaeixen els carrers.\n\nAlguns zombis són enormes i necessiten més atenció, mentre que altres són petits però més ràpids i molestos. Entre criatures horroroses, recull monedes i potenciadors que trobis en el camí per acumular punts i perllongar el joc. Intenta arribar el més lluny possible. Si cal, dispara i canvia d'arma.\n\nCOM JUGAR A RANGER VS ZOMBIES\nJugar a Ranger VS Zombies és addictiu i divertit. Sempre presta atenció a les criatures malignes davant del guardabosques i decideix si saltar o disparar. Recull monedes per aconseguir tants punts i potenciadors com sigui possible per millorar i ampliar el teu joc.\n\nCONTROLS\n- Ordinador: utilitzeu la tecla de fletxa amunt per saltar i premeu la barra espaiadora per disparar. A la part inferior central, podeu trobar botons per utilitzar poderoses armes destructives.\n- Dispositiu mòbil: utilitza els botons virtuals que veus a la pantalla del joc a la part inferior. A l'esquerra hi ha el botó de salt. Al centre hi ha botons per utilitzar poderoses armes de destrucció. A la dreta hi ha les funcions de tir.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTIQUES:\n- Joc HTML5\n- Fàcil de jugar\n- 100% gratuït\n- Joc fora de línia\n\nALTRES FUNCIONALITATS\n- Botó How 2 Play: el botó How 2 Play és una funció que proporciona instruccions i directrius sobre com jugar al joc.\n- Botó Més jocs: el botó Més jocs és una característica que permet als usuaris descobrir i accedir a altres jocs disponibles a Magbei.com, el nostre lloc web de jocs en línia.\n- Botó de pantalla completa: el botó de pantalla completa és una funció que permet als usuaris jugar el joc en mode de pantalla completa a Magbei.\n\nFins on arribaràs el guardabosques quan juguis a Ranger VS Zombies? Mostra'ns el bo que ets fent jocs. Juga ara!",
    "cs": "Ranger VS Zombies je fascinující střílečka a skákačka, ve které můžete běhat, skákat a střílet děsivou armádu zombie. Jsme rádi, že to můžeme představit jako jednu z několika nekonečných běžeckých her.\n\nHRA RANGER VS ZOMBIES\nV odlehlém a mírumilovném městě ve Spojených státech musí ranger čelit hordám zombie a zlým stvořením, která vtrhnou do ulic.\n\nNěkteré zombie jsou obrovské a vyžadují více pozornosti, zatímco jiné jsou malé, ale rychlejší a otravnější. Mezi děsivými stvořeními sbírejte mince a vylepšení, která najdete na cestě, abyste sbírali body a prodlužovali hru. Pokuste se dostat co nejdále. V případě potřeby střílejte a vyměňte si zbraň.\n\nJAK HRÁT RANGER VS ZOMBIES\nHraní Ranger VS Zombies je návykové a zábavné. Vždy věnujte pozornost zlým tvorům před rangerem a rozhodněte se, zda skočíte nebo střílet. Sbírejte mince a získejte co nejvíce bodů a vylepšení, abyste vylepšili a rozšířili svou hru.\n\nŘÍZENÍ\n- Počítač: pro skákání použijte šipku nahoru a střílejte stisknutím mezerníku. Uprostřed dole najdete tlačítka pro použití silných ničivých zbraní.\n- Mobilní zařízení: použijte virtuální tlačítka, která vidíte na herní obrazovce ve spodní části. Vlevo je tlačítko skoku. Uprostřed jsou tlačítka pro použití silných ničivých zbraní. Vpravo jsou funkce snímání.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFUNKCE:\n- Hra HTML5\n- Snadné přehrávání\n- 100% zdarma\n- Offline hra\n\nDALŠÍ FUNKCE\n- Tlačítko Jak 2 hrát: Tlačítko Jak 2 hrát je funkce, která poskytuje pokyny a pokyny, jak hrát hru.\n- Tlačítko More Games: Tlačítko More Games je funkce, která uživatelům umožňuje objevovat a přistupovat k dalším hrám dostupným na Magbei.com, našem webu online her.\n- Tlačítko Celá obrazovka: Tlačítko Celá obrazovka je funkce, která uživatelům umožňuje hrát hru v režimu celé obrazovky na Magbei.\n\nJak daleko dovedete rangera, aby zašel, když budete hrát Ranger VS Zombies? Ukažte nám, jak jste dobří ve spouštění her. Hrát hned!",
    "da": "Ranger VS Zombies er et fascinerende skyd og hop-spil, hvor du kan løbe, hoppe og skyde en skræmmende zombiehær. Vi er glade for at kunne præsentere dette som et af flere endeløse løberspil.\n\nRANGER VS ZOMBIES SPILPLOT\nI en afsidesliggende og fredelig by i USA skal en ranger møde zombiehorder og onde væsner, der invaderer gaderne.\n\nNogle zombier er enorme og har brug for mere opmærksomhed, mens andre er små, men hurtigere og mere irriterende. Ind imellem forfærdelige væsner, saml mønter og power-ups, du finder på vejen for at samle point og forlænge gameplayet. Prøv at komme så langt som muligt. Skyd om nødvendigt og skift dit våben.\n\nSÅDAN SPILLER MAN RANGER VS ZOMBIES\nAt spille Ranger VS Zombies er vanedannende og sjovt. Vær altid opmærksom på onde væsner foran ranger og beslut, om du vil hoppe eller skyde. Saml mønter for at få så mange point og power-ups som muligt for at forbedre og udvide dit spil.\n\nKONTROLLER\n- Computer: brug pil op til at hoppe, og tryk på mellemrumstasten for at skyde. Nederst i midten kan du finde knapper til at bruge kraftfulde destruktive våben.\n- Mobil enhed: Brug de virtuelle knapper, du ser på spilskærmen nederst. Til venstre er springknappen. I midten er der knapper til brug af kraftfulde ødelæggelsesvåben. Til højre er skydefunktioner.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5 spil\n- Let at spille\n- 100 % gratis\n- Offline spil\n\nANDRE FUNKTIONALITETER\n- How 2 Play-knap: How 2 Play-knappen er en funktion, der giver instruktioner og retningslinjer for, hvordan man spiller spillet.\n- Knappen Flere spil: Knappen Flere spil er en funktion, der gør det muligt for brugere at opdage og få adgang til andre spil, der er tilgængelige på Magbei.com, vores online spilwebsted.\n- Fuldskærmsknap: Fuldskærmsknappen er en funktion, der giver brugerne mulighed for at spille spillet i fuldskærmstilstand på Magbei.\n\nHvor langt vil du få ranger til at gå, når du spiller Ranger VS Zombies? Vis os, hvor god du er til at køre spil. Spil nu!",
    "de": "Ranger VS Zombies ist ein faszinierendes Shoot-and-Jump-Spiel, in dem Sie auf eine schreckliche Zombie-Armee rennen, springen und schießen können. Wir freuen uns, dies als eines von mehreren Endlos-Runner-Spielen präsentieren zu können.\n\nRANGER VS ZOMBIES SPIELPLAN\nIn einer abgelegenen und friedlichen Stadt in den Vereinigten Staaten muss sich ein Ranger Zombiehorden und bösen Kreaturen stellen, die die Straßen überfallen.\n\nEinige Zombies sind riesig und brauchen mehr Aufmerksamkeit, während andere klein, aber schneller und lästiger sind. Sammeln Sie zwischen schrecklichen Kreaturen Münzen und Power-Ups, die Sie auf dem Weg finden, um Punkte zu sammeln und das Spiel zu verlängern. Versuche so weit wie möglich zu kommen. Wenn nötig, schieße und wechsle deine Waffe.\n\nWIE MAN RANGER GEGEN ZOMBIES SPIELT\nRanger VS Zombies zu spielen macht süchtig und macht Spaß. Achten Sie immer auf böse Kreaturen vor dem Ranger und entscheiden Sie, ob Sie springen oder schießen. Sammle Münzen, um so viele Punkte und Power-Ups wie möglich zu erhalten, um dein Spiel zu verbessern und zu erweitern.\n\nSTEUERUNG\n- Computer: Springe mit der Pfeiltaste nach oben und schieße mit der Leertaste. In der unteren Mitte finden Sie Schaltflächen, um mächtige zerstörerische Waffen einzusetzen.\n- Mobilgerät: Verwenden Sie die virtuellen Schaltflächen, die Sie unten auf dem Spielbildschirm sehen. Auf der linken Seite befindet sich die Sprungtaste. In der Mitte befinden sich Schaltflächen für den Einsatz mächtiger Zerstörungswaffen. Auf der rechten Seite befinden sich Aufnahmefunktionen.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nMERKMALE:\n- HTML5-Spiel\n- Einfach zu spielen\n- 100% kostenlos\n- Offline-Spiel\n\nWEITERE FUNKTIONALITÄTEN\n- Schaltfläche „How 2 Play“: Die Schaltfläche „How 2 Play“ ist eine Funktion, die Anweisungen und Richtlinien zum Spielen des Spiels bereitstellt.\n- Schaltfläche „Weitere Spiele“: Die Schaltfläche „Weitere Spiele“ ist eine Funktion, die es Benutzern ermöglicht, andere Spiele zu entdecken und darauf zuzugreifen, die auf Magbei.com, unserer Online-Spiele-Website, verfügbar sind.\n- Vollbild-Schaltfläche: Die Vollbild-Schaltfläche ist eine Funktion, die es Benutzern ermöglicht, das Spiel im Vollbildmodus auf Magbei zu spielen.\n\nWie weit wirst du den Ranger bringen, wenn du Ranger VS Zombies spielst? Zeigen Sie uns, wie gut Sie Spiele leiten können. Jetzt spielen!",
    "el": "Το Ranger VS Zombies είναι ένα συναρπαστικό παιχνίδι shoot and jump στο οποίο μπορείτε να τρέξετε, να πηδήξετε και να πυροβολήσετε έναν τρομακτικό στρατό ζόμπι. Είμαστε στην ευχάριστη θέση να το παρουσιάσουμε ως ένα από τα πολλά ατελείωτα παιχνίδια δρομέων.\n\nΟΙΚΟΠΕΔΟ ΤΟΥ ΠΑΙΧΝΙΔΙΟΥ RANGER VS ZOMBIES\nΣε μια απομακρυσμένη και ειρηνική πόλη στις Ηνωμένες Πολιτείες, ένας δασοφύλακας πρέπει να αντιμετωπίσει ορδές ζόμπι και κακά πλάσματα που εισβάλλουν στους δρόμους.\n\nΜερικά ζόμπι είναι τεράστια και χρειάζονται περισσότερη προσοχή, ενώ άλλα είναι μικρά αλλά πιο γρήγορα και πιο ενοχλητικά. Ανάμεσα σε τρομακτικά πλάσματα, συλλέξτε νομίσματα και power-ups που βρίσκετε στο δρόμο για να συγκεντρώσετε πόντους και να παρατείνετε το παιχνίδι. Προσπαθήστε να φτάσετε όσο πιο μακριά γίνεται. Αν χρειαστεί, πυροβολήστε και αλλάξτε το όπλο σας.\n\nΠΩΣ ΝΑ ΠΑΙΞΕΙΣ RANGER VS ZOMBIES\nΤο παιχνίδι Ranger VS Zombies είναι εθιστικό και διασκεδαστικό. Να δίνετε πάντα προσοχή στα κακά πλάσματα μπροστά στον δασοφύλακα και να αποφασίζετε αν θα πηδήξετε ή θα πυροβολήσετε. Συλλέξτε νομίσματα για να λάβετε όσο το δυνατόν περισσότερους πόντους και power-ups για να βελτιώσετε και να επεκτείνετε το παιχνίδι σας.\n\nΕΛΕΓΧΟΙ\n- Υπολογιστής: χρησιμοποιήστε το πλήκτρο επάνω βέλους για άλματα και πιέστε το πλήκτρο διαστήματος για να πυροβολήσετε. Στο κάτω κέντρο, μπορείτε να βρείτε κουμπιά για να χρησιμοποιήσετε ισχυρά καταστροφικά όπλα.\n- Κινητή συσκευή: χρησιμοποιήστε τα εικονικά κουμπιά που βλέπετε στην οθόνη του παιχνιδιού στο κάτω μέρος. Στα αριστερά είναι το κουμπί άλματος. Στο κέντρο υπάρχουν κουμπιά για τη χρήση ισχυρών όπλων καταστροφής. Στα δεξιά υπάρχουν λειτουργίες λήψης.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nΧΑΡΑΚΤΗΡΙΣΤΙΚΑ:\n- Παιχνίδι HTML5\n- Εύκολο στο παιχνίδι\n- 100% δωρεάν\n- Παιχνίδι εκτός σύνδεσης\n\nΑΛΛΕΣ ΛΕΙΤΟΥΡΓΙΕΣ\n- Κουμπί How 2 Play: Το κουμπί How 2 Play είναι μια λειτουργία που παρέχει οδηγίες και οδηγίες για το πώς να παίξετε το παιχνίδι.\n- Κουμπί Περισσότερα παιχνίδια: Το κουμπί Περισσότερα παιχνίδια είναι μια δυνατότητα που επιτρέπει στους χρήστες να ανακαλύπτουν και να έχουν πρόσβαση σε άλλα παιχνίδια που είναι διαθέσιμα στο Magbei.com, τον ιστότοπο διαδικτυακών παιχνιδιών μας.\n- Κουμπί πλήρους οθόνης: Το κουμπί πλήρους οθόνης είναι μια λειτουργία που επιτρέπει στους χρήστες να παίζουν το παιχνίδι σε λειτουργία πλήρους οθόνης στο Magbei.\n\nΠόσο μακριά θα κάνετε τον ranger να φτάσει όταν παίζετε Ranger VS Zombies; Δείξτε μας πόσο καλός είστε στο να τρέχετε παιχνίδια. Παίξε τώρα!",
    "en,en_AU,en_GB,en_US": "Ranger VS Zombies is a fascinating shoot and jump game in which you can run, jump and shoot a terrifying zombie army. We are pleased to present this as one of several endless runner games.\n\nRANGER VS ZOMBIES GAME PLOT\nIn a remote and peaceful town in the United States, a ranger must face zombie hordes and evil creatures that invade the streets.\n\nSome zombies are enormous and need more attention, while others are small but faster and more annoying. In between horrific creatures, collect coins and power-ups you find on the way to accumulate points and prolong the gameplay. Try to get as far as possible. If necessary, shoot and change your weapon.\n\nHOW TO PLAY RANGER VS ZOMBIES\nPlaying Ranger VS Zombies is addictive and fun. Always pay attention to evil creatures in front of the ranger and decide whether to jump or shoot. Collect coins to get as many points and power-ups as possible to improve and expand your game.\n\nCONTROLS\n- Computer: use the up arrow key for jumping, and push the spacebar to shoot. In the bottom center, you can find buttons to use powerful destructive weapons.\n- Mobile Device: use the virtual buttons you see on the game screen at the bottom. On the left is the jump button. In the center are buttons for using powerful weapons of destruction. On the right are shooting functions.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFEATURES:\n- HTML5 Game\n- Easy To Play\n- 100% Free\n- Offline Game\n\nOTHER FUNCTIONALITIES\n- How 2 Play button: The How 2 Play button is a function that provides instructions and guidelines on how to play the game. \n- More Games button: The More Games button is a feature that enables users to discover and access other games available on Magbei.com, our online game website. \n- Fullscreen button: The Fullscreen button is a function that allows users to play the game in fullscreen mode on Magbei. \n\nHow far will you get the ranger to go when you play Ranger VS Zombies? Show us how good you are at running games. Play Now!",
    "es,es_419": "Ranger VS Zombies es un fascinante juego de disparar y saltar en el que puedes correr, saltar y disparar a un aterrador ejército de zombis. Nos complace presentar este como uno de varios juegos de corredores sin fin.\n\nARGUMENTO DEL JUEGO RANGER VS ZOMBIES\nEn un remoto y tranquilo pueblo de los Estados Unidos, un guardabosques debe enfrentarse a hordas de zombis y criaturas malvadas que invaden las calles.\n\nAlgunos zombis son enormes y necesitan más atención, mientras que otros son pequeños pero más rápidos y molestos. Entre horribles criaturas, recoge monedas y potenciadores que encuentres en el camino para acumular puntos y prolongar el juego. Intenta llegar lo más lejos posible. Si es necesario, dispara y cambia de arma.\n\nCÓMO JUGAR RANGER VS ZOMBIES\nJugar Ranger VS Zombies es adictivo y divertido. Siempre presta atención a las criaturas malvadas frente al guardabosques y decide si saltar o disparar. Recoge monedas para obtener tantos puntos y potenciadores como sea posible para mejorar y expandir tu juego.\n\nCONTROL S\n- Computadora: usa la flecha hacia arriba para saltar y presiona la barra espaciadora para disparar. En la parte inferior central, puedes encontrar botones para usar poderosas armas destructivas.\n- Dispositivo móvil: usa los botones virtuales que ves en la pantalla del juego en la parte inferior. A la izquierda está el botón de salto. En el centro hay botones para usar poderosas armas de destrucción. A la derecha están las funciones de disparo.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCARACTERÍSTICAS:\n- Juego HTML5\n- Fácil de jugar\n- 100% gratis\n- Juego fuera de línea\n\nOTRAS FUNCIONALIDADES\n- Botón How 2 Play: El botón How 2 Play es una función que proporciona instrucciones y pautas sobre cómo jugar el juego.\n- Botón Más juegos: el botón Más juegos es una función que permite a los usuarios descubrir y acceder a otros juegos disponibles en Magbei.com, nuestro sitio web de juegos en línea.\n- Botón de pantalla completa: el botón de pantalla completa es una función que permite a los usuarios jugar en modo de pantalla completa en Magbei.\n\n¿Hasta dónde llegará el guardabosques cuando juegues Ranger VS Zombies? Muéstranos lo bueno que eres para ejecutar juegos. ¡Reproducir ahora!",
    "et": "Ranger VS Zombies on põnev tulistamis- ja hüppamismäng, milles saate joosta, hüpata ja tulistada hirmuäratavat zombiarmeed. Meil on hea meel esitleda seda ühena mitmest lõputust jooksjamängust.\n\nRANGER VS ZOMBIES MÄNGU PLOT\nAmeerika Ühendriikide kauges ja rahulikus linnas peab metsavaht seisma silmitsi zombihordide ja tänavatele tungivate kurjade olenditega.\n\nMõned zombid on tohutud ja vajavad rohkem tähelepanu, teised aga väikesed, kuid kiiremad ja tüütumad. Kohutavate olendite vahepeal koguge münte ja lisavõimalusi, mida leiate teelt punktide kogumiseks ja mänguaja pikendamiseks. Püüdke jõuda nii kaugele kui võimalik. Vajadusel tulistage ja vahetage relv.\n\nKUIDAS MÄNGIDA RANGER VS ZOMBIES\nRanger VS Zombies mängimine on sõltuvust tekitav ja lõbus. Pöörake alati tähelepanu metsavahi ees olevatele kurjadele olenditele ja otsustage, kas hüpata või tulistada. Koguge münte, et saada mängu täiustamiseks ja laiendamiseks võimalikult palju punkte ja lisavõimalusi.\n\nJUHTSEADMED\n- Arvuti: kasutage hüppamiseks ülesnooleklahvi ja tulistamiseks vajutage tühikuklahvi. Alt keskelt leiate nupud võimsate hävitavate relvade kasutamiseks.\n- Mobiilseade: kasutage virtuaalseid nuppe, mida näete allosas mänguekraanil. Vasakul on hüppenupp. Keskel on nupud võimsate hävitamisrelvade kasutamiseks. Paremal on pildistamisfunktsioonid.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFUNKTSIOONID:\n- HTML5 mäng\n- Lihtne mängida\n- 100% tasuta\n- võrguühenduseta mäng\n\nMUUD FUNKTSIOONID\n- Nupp How 2 Play: nupp How 2 Play on funktsioon, mis annab juhiseid ja juhiseid mängu mängimiseks.\n- Nupp Rohkem mänge: nupp Rohkem mänge on funktsioon, mis võimaldab kasutajatel avastada ja pääseda juurde teisi mänge, mis on saadaval meie võrgumängude veebisaidil Magbei.com.\n- Täisekraani nupp: Täisekraani nupp on funktsioon, mis võimaldab kasutajatel Magbeis mängu täisekraanirežiimis mängida.\n\nKui kaugele jõuate Ranger VS Zombiesi mängides metsavahi? Näidake meile, kui hea olete mängude juhtimisel. Mängi nüüd!",
    "fa": "Ranger VS Zombies یک بازی تیراندازی و پرش جذاب است که در آن می توانید بدوید، بپرید و به یک ارتش وحشتناک زامبی شلیک کنید. ما خوشحالیم که این را به عنوان یکی از چندین بازی دونده بی پایان ارائه می کنیم.\n\nطرح بازی رنجر در مقابل زامبی ها\nدر یک شهر دورافتاده و آرام در ایالات متحده، یک تکاور باید با انبوهی از زامبی ها و موجودات شیطانی که به خیابان ها حمله می کنند، روبرو شود.\n\nبرخی از زامبی ها بسیار بزرگ هستند و نیاز به توجه بیشتری دارند، در حالی که برخی دیگر کوچک اما سریع تر و آزاردهنده تر هستند. در بین موجودات وحشتناک، سکه ها و قدرت هایی را که در راه پیدا می کنید جمع آوری کنید تا امتیاز جمع کنید و گیم پلی را طولانی کنید. سعی کنید تا آنجا که ممکن است بروید. در صورت لزوم شلیک کنید و اسلحه خود را عوض کنید.\n\nنحوه بازی رنجر در مقابل زامبی ها\nبازی Ranger VS Zombies اعتیاد آور و سرگرم کننده است. همیشه به موجودات شیطانی در مقابل دیدبان توجه کنید و تصمیم بگیرید که بپرید یا شلیک کنید. برای بهبود و گسترش بازی خود، سکه ها را جمع آوری کنید تا بیشترین امتیاز و قدرت را به دست آورید.\n\nکنترل ها\n- کامپیوتر: برای پریدن از کلید فلش رو به بالا استفاده کنید و برای تیراندازی کلید فاصله را فشار دهید. در مرکز پایین، می توانید دکمه هایی برای استفاده از سلاح های مخرب قدرتمند پیدا کنید.\n- دستگاه موبایل: از دکمه های مجازی که در صفحه بازی در پایین می بینید استفاده کنید. در سمت چپ دکمه پرش قرار دارد. در مرکز دکمه هایی برای استفاده از سلاح های قدرتمند تخریب وجود دارد. در سمت راست عملکردهای تیراندازی قرار دارند.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nامکانات:\n- بازی HTML5\n- آسان برای بازی\n- 100٪ رایگان\n- بازی آفلاین\n\nسایر عملکردها\n- دکمه How 2 Play: دکمه How 2 Play عملکردی است که دستورالعمل ها و دستورالعمل هایی را در مورد نحوه انجام بازی ارائه می دهد.\n- دکمه بازی‌های بیشتر: دکمه بازی‌های بیشتر قابلیتی است که به کاربران امکان می‌دهد بازی‌های دیگر موجود در Magbei.com، وب‌سایت بازی آنلاین ما را کشف کرده و به آنها دسترسی داشته باشند.\n- دکمه تمام صفحه: دکمه تمام صفحه عملکردی است که به کاربران امکان می دهد بازی را در حالت تمام صفحه در Magbei انجام دهند.\n\nزمانی که Ranger VS Zombies را بازی می کنید، رنجر تا کجا پیش خواهد رفت؟ به ما نشان دهید که چقدر در اجرای بازی ها مهارت دارید. الان بازی کن!",
    "fi": "Ranger VS Zombies on kiehtova ammu- ja hyppypeli, jossa voit juosta, hypätä ja ampua pelottavaa zombiarmeijaa. Meillä on ilo esitellä tämä yhtenä useista loputtomista juoksijapeleistä.\n\nRANGER VS ZOMBIES -PELI\nSyrjäisessä ja rauhallisessa kaupungissa Yhdysvalloissa metsänvartijan on kohdattava zombilaumoja ja pahoja olentoja, jotka tunkeutuvat kaduille.\n\nJotkut zombit ovat valtavia ja tarvitsevat enemmän huomiota, kun taas toiset ovat pieniä, mutta nopeampia ja ärsyttävämpiä. Kerää kauhistuttavien olentojen välissä kolikoita ja lisäyksiä, joita löydät tieltäsi kerätäksesi pisteitä ja pidentääksesi pelin kestoa. Yritä päästä niin pitkälle kuin mahdollista. Ammu ja vaihda ase tarvittaessa.\n\nPELAAMINEN RANGER VS ZOMBIES\nRanger VS Zombies -pelin pelaaminen on koukuttavaa ja hauskaa. Kiinnitä aina huomiota metsänvartijan edessä oleviin pahoihin olentoihin ja päätä, hyppäätkö vai ammutko. Kerää kolikoita saadaksesi mahdollisimman paljon pisteitä ja lisäyksiä pelisi parantamiseksi ja laajentamiseksi.\n\nSÄÄDÖT\n- Tietokone: käytä ylänuolinäppäintä hyppäämiseen ja ammu välilyöntinäppäintä. Alaosassa on painikkeita, joilla voit käyttää tehokkaita tuhoaseita.\n- Mobiililaite: käytä virtuaalisia painikkeita, jotka näet pelinäytön alareunassa. Vasemmalla on hyppypainike. Keskellä on painikkeet tehokkaiden tuhoaseiden käyttöön. Oikealla ovat kuvaustoiminnot.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nOMINAISUUDET:\n- HTML5 peli\n- Helppo pelata\n- 100% ilmainen\n- Offline-peli\n\nMUUT TOIMINNOT\n- How 2 Play -painike: How 2 Play -painike on toiminto, joka tarjoaa ohjeita ja ohjeita pelin pelaamiseen.\n- Lisää pelejä -painike: Lisää pelejä -painike on ominaisuus, jonka avulla käyttäjät voivat löytää ja käyttää muita pelejä, jotka ovat saatavilla Magbei.com-verkkopelisivustollamme.\n- Koko näytön painike: Koko näytön painike on toiminto, jonka avulla käyttäjät voivat pelata peliä Magbein koko näytön tilassa.\n\nKuinka pitkälle saat Rangerin menemään pelatessasi Ranger VS Zombiesia? Näytä meille, kuinka hyvä olet juoksemaan pelejä. Pelaa nyt!",
    "fil": "Ang Ranger VS Zombies ay isang kamangha-manghang laro ng shoot at jump kung saan maaari kang tumakbo, tumalon at mag-shoot ng isang nakakatakot na hukbo ng zombie. Ikinalulugod naming ipakita ito bilang isa sa ilang walang katapusang mga laro ng runner.\n\nPLOT NG LARO NG RANGER VS ZOMBIES\nSa isang liblib at mapayapang bayan sa Estados Unidos, dapat harapin ng isang ranger ang mga sangkawan ng zombie at masasamang nilalang na sumalakay sa mga lansangan.\n\nAng ilang mga zombie ay napakalaki at nangangailangan ng higit na pansin, habang ang iba ay maliit ngunit mas mabilis at mas nakakainis. Sa pagitan ng mga nakakakilabot na nilalang, mangolekta ng mga barya at power-up na makikita mo sa paraan upang makaipon ng mga puntos at pahabain ang gameplay. Subukan upang makakuha ng malayo hangga't maaari. Kung kinakailangan, shoot at palitan ang iyong armas.\n\nPAANO MAGLARO NG RANGER VS ZOMBIES\nAng paglalaro ng Ranger VS Zombies ay nakakahumaling at masaya. Laging bigyang pansin ang masasamang nilalang sa harap ng tanod-gubat at magpasya kung tatalon o babarilin. Mangolekta ng mga barya upang makakuha ng maraming puntos at power-up hangga't maaari upang mapabuti at mapalawak ang iyong laro.\n\nMGA KONTROL\n- Computer: gamitin ang pataas na arrow key para sa paglukso, at itulak ang spacebar upang kunan. Sa gitnang ibaba, mahahanap mo ang mga button para gumamit ng malalakas na mapanirang armas.\n- Mobile Device: gamitin ang mga virtual na button na nakikita mo sa screen ng laro sa ibaba. Sa kaliwa ay ang jump button. Sa gitna ay mga pindutan para sa paggamit ng malalakas na sandata ng pagsira. Sa kanan ay ang shooting functions.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nMGA TAMPOK:\n- Larong HTML5\n- Madaling Maglaro\n- 100% Libre\n- Offline na Laro\n\nIBA PANG MGA PAG-andar\n- How 2 Play button: Ang How 2 Play button ay isang function na nagbibigay ng mga tagubilin at alituntunin kung paano laruin ang laro.\n- Button ng Higit pang Mga Laro: Ang pindutan ng Higit pang Mga Laro ay isang tampok na nagbibigay-daan sa mga user na tumuklas at ma-access ang iba pang mga larong available sa Magbei.com, ang aming website ng online game.\n- Fullscreen na button: Ang Fullscreen na button ay isang function na nagbibigay-daan sa mga user na maglaro sa fullscreen mode sa Magbei.\n\nHanggang saan mo makukuha ang ranger kapag naglaro ka ng Ranger VS Zombies? Ipakita sa amin kung gaano ka kahusay sa pagpapatakbo ng mga laro. Maglaro Ngayon!",
    "fr": "Ranger VS Zombies est un jeu de tir et de saut fascinant dans lequel vous pouvez courir, sauter et tirer sur une armée de zombies terrifiante. Nous sommes heureux de présenter cela comme l'un des nombreux jeux de course sans fin.\n\nTERRAIN DE JEU RANGER VS ZOMBIES\nDans une ville isolée et paisible des États-Unis, un ranger doit affronter des hordes de zombies et des créatures maléfiques qui envahissent les rues.\n\nCertains zombies sont énormes et nécessitent plus d'attention, tandis que d'autres sont petits mais plus rapides et plus ennuyeux. Entre d'horribles créatures, collectez des pièces et des power-ups que vous trouvez sur votre chemin pour accumuler des points et prolonger le gameplay. Essayez d'aller le plus loin possible. Si nécessaire, tirez et changez d'arme.\n\nCOMMENT JOUER RANGER VS ZOMBIES\nJouer Ranger VS Zombies est addictif et amusant. Faites toujours attention aux créatures maléfiques devant le ranger et décidez de sauter ou de tirer. Accumulez des pièces pour obtenir autant de points et de bonus que possible pour améliorer et développer votre jeu.\n\nLES CONTRÔLES\n- Ordinateur : utilisez la flèche vers le haut pour sauter et appuyez sur la barre d'espace pour tirer. En bas au centre, vous pouvez trouver des boutons pour utiliser de puissantes armes destructrices.\n- Appareil mobile : utilisez les boutons virtuels que vous voyez sur l'écran de jeu en bas. Sur la gauche se trouve le bouton de saut. Au centre se trouvent des boutons permettant d'utiliser de puissantes armes de destruction. Sur la droite se trouvent les fonctions de prise de vue.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFONCTIONNALITÉS:\n- Jeu HTML5\n- Facile à jouer\n- 100% gratuit\n- Jeu hors ligne\n\nAUTRES FONCTIONNALITÉS\n- Bouton How 2 Play : Le bouton How 2 Play est une fonction qui fournit des instructions et des directives sur la façon de jouer au jeu.\n- Bouton Plus de jeux : Le bouton Plus de jeux est une fonctionnalité qui permet aux utilisateurs de découvrir et d'accéder à d'autres jeux disponibles sur Magbei.com, notre site de jeux en ligne.\n- Bouton Plein écran : Le bouton Plein écran est une fonction qui permet aux utilisateurs de jouer au jeu en mode plein écran sur Magbei.\n\nJusqu'où iras-tu le ranger quand tu joueras à Ranger VS Zombies ? Montrez-nous à quel point vous êtes doué pour exécuter des jeux. Joue maintenant!",
    "gu": "રેન્જર VS ઝોમ્બીઝ એ એક આકર્ષક શૂટ અને જમ્પ ગેમ છે જેમાં તમે ભયાનક ઝોમ્બી આર્મી દોડી શકો, કૂદી શકો અને શૂટ કરી શકો. અમે આને અનેક અનંત રનર રમતોમાંની એક તરીકે રજૂ કરતાં આનંદ અનુભવીએ છીએ.\n\nરેન્જર વિ ઝોમ્બી ગેમ પ્લોટ\nયુનાઇટેડ સ્ટેટ્સના દૂરના અને શાંતિપૂર્ણ શહેરમાં, રેન્જરને ઝોમ્બી ટોળાઓ અને દુષ્ટ જીવોનો સામનો કરવો જ જોઇએ જે શેરીઓમાં આક્રમણ કરે છે.\n\nકેટલાક ઝોમ્બિઓ પ્રચંડ છે અને તેમને વધુ ધ્યાન આપવાની જરૂર છે, જ્યારે અન્ય નાના પરંતુ ઝડપી અને વધુ હેરાન કરે છે. ભયાનક જીવોની વચ્ચે, સિક્કાઓ અને પાવર-અપ્સ એકત્રિત કરો જે તમને પોઈન્ટ એકઠા કરવા અને ગેમપ્લેને લંબાવવાના માર્ગ પર મળે છે. શક્ય હોય ત્યાં સુધી જવાનો પ્રયાસ કરો. જો જરૂરી હોય તો, શૂટ કરો અને તમારા હથિયાર બદલો.\n\nરેન્જર વિ ઝોમ્બિઓ કેવી રીતે રમવું\nરેન્જર VS ઝોમ્બિઓ રમવું એ વ્યસનકારક અને મનોરંજક છે. હંમેશા રેન્જરની સામે દુષ્ટ જીવો પર ધ્યાન આપો અને નક્કી કરો કે કૂદકો મારવો કે શૂટ. તમારી રમતને સુધારવા અને વિસ્તૃત કરવા માટે શક્ય તેટલા વધુ પોઇન્ટ્સ અને પાવર-અપ્સ મેળવવા માટે સિક્કા એકત્રિત કરો.\n\nનિયંત્રણો\n- કમ્પ્યુટર: કૂદવા માટે અપ એરો કીનો ઉપયોગ કરો અને શૂટ કરવા માટે સ્પેસબારને દબાણ કરો. તળિયે મધ્યમાં, તમે શક્તિશાળી વિનાશક શસ્ત્રોનો ઉપયોગ કરવા માટે બટનો શોધી શકો છો.\n- મોબાઇલ ઉપકરણ: તમે તળિયે રમત સ્ક્રીન પર જુઓ છો તે વર્ચ્યુઅલ બટનોનો ઉપયોગ કરો. ડાબી બાજુએ જમ્પ બટન છે. મધ્યમાં વિનાશના શક્તિશાળી શસ્ત્રોનો ઉપયોગ કરવા માટે બટનો છે. જમણી બાજુએ શૂટિંગ કાર્યો છે.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nવિશેષતા:\n- HTML5 ગેમ\n- રમવા માટે સરળ\n- 100% મફત\n- ઑફલાઇન ગેમ\n\nઅન્ય કાર્યો\n- How 2 Play બટન: How 2 Play બટન એ એક કાર્ય છે જે ગેમ કેવી રીતે રમવી તેની સૂચનાઓ અને માર્ગદર્શિકા પ્રદાન કરે છે.\n- મોર ગેમ્સ બટન: મોર ગેમ્સ બટન એ એક વિશેષતા છે જે વપરાશકર્તાઓને અમારી ઓનલાઈન ગેમ વેબસાઈટ Magbei.com પર ઉપલબ્ધ અન્ય રમતોને શોધવા અને ઍક્સેસ કરવામાં સક્ષમ બનાવે છે.\n- પૂર્ણસ્ક્રીન બટન: પૂર્ણસ્ક્રીન બટન એ એક કાર્ય છે જે વપરાશકર્તાઓને મેગબેઈ પર પૂર્ણસ્ક્રીન મોડમાં ગેમ રમવાની મંજૂરી આપે છે.\n\nજ્યારે તમે રેન્જર VS ઝોમ્બિઓ રમો છો ત્યારે તમે રેન્જરને કેટલા દૂર જશો? અમને બતાવો કે તમે રમતો ચલાવવામાં કેટલા સારા છો. હવે રમો!",
    "he": "Ranger VS Zombies הוא משחק יריות וקפיצה מרתק בו תוכלו לרוץ, לקפוץ ולירות בצבא זומבים מפחיד. אנו שמחים להציג את זה כאחד מכמה משחקי רצים אינסופיים.\n\nעלילת המשחק RANGER VS ZOMBIES\nבעיירה נידחת ושלווה בארצות הברית, ריינג'ר חייב להתמודד מול המוני זומבים ויצורים מרושעים שפולשים לרחובות.\n\nיש זומבים עצומים וזקוקים ליותר תשומת לב, בעוד שאחרים קטנים אך מהירים ומעצבנים יותר. בין יצורים איומים, אספו מטבעות והעצמות שתמצאו בדרך לצבור נקודות ולהאריך את המשחק. נסו להגיע כמה שיותר רחוק. במידת הצורך, ירה והחלף את הנשק שלך.\n\nאיך לשחק בריינג'ר נגד זומבים\nלשחק ב-Ranger VS Zombies הוא ממכר ומהנה. שימו לב תמיד ליצורים מרושעים מול הריינג'ר והחליטו אם לקפוץ או לירות. אספו מטבעות כדי לקבל כמה שיותר נקודות והעצמות כדי לשפר ולהרחיב את המשחק שלכם.\n\nבקרות\n- מחשב: השתמש במקש החץ למעלה כדי לקפוץ, ולחץ על מקש הרווח כדי לירות. במרכז התחתון, אתה יכול למצוא כפתורים לשימוש בנשק הרסני חזק.\n- מכשיר נייד: השתמש בלחצנים הווירטואליים שאתה רואה במסך המשחק בתחתית. בצד שמאל נמצא כפתור הקפיצה. במרכז יש כפתורים לשימוש בכלי נשק חזקים להשמדה. בצד ימין יש פונקציות צילום.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nתכונות:\n- משחק HTML5\n- קל לשחק\n- 100% חינם\n- משחק לא מקוון\n\nפונקציות אחרות\n- כפתור How 2 Play: כפתור How 2 Play הוא פונקציה המספקת הוראות והנחיות כיצד לשחק במשחק.\n- כפתור עוד משחקים: כפתור More Games הוא תכונה המאפשרת למשתמשים לגלות ולגשת למשחקים אחרים הזמינים ב-Magbei.com, אתר המשחקים המקוון שלנו.\n- כפתור מסך מלא: כפתור מסך מלא הוא פונקציה המאפשרת למשתמשים לשחק את המשחק במצב מסך מלא ב- Magbei.\n\nכמה רחוק תביא את הריינג'ר ללכת כשתשחק ב-Ranger VS Zombies? הראה לנו כמה אתה טוב בהפעלת משחקים. שחק עכשיו!",
    "hi": "रेंजर वी.एस. लाश एक आकर्षक शूट और जंप गेम है जिसमें आप एक भयानक ज़ोंबी सेना को चला सकते हैं, कूद सकते हैं और शूट कर सकते हैं। हम इसे कई अंतहीन धावक खेलों में से एक के रूप में प्रस्तुत करते हुए प्रसन्न हैं।\n\nरेंजर बनाम लाश गेम प्लॉट\nसंयुक्त राज्य अमेरिका में एक दूरस्थ और शांतिपूर्ण शहर में, एक रेंजर को सड़कों पर आक्रमण करने वाले ज़ोंबी भीड़ और दुष्ट प्राणियों का सामना करना पड़ता है।\n\nकुछ ज़ॉम्बीज़ बहुत बड़े होते हैं और उन पर अधिक ध्यान देने की आवश्यकता होती है, जबकि अन्य छोटे लेकिन तेज़ और अधिक कष्टप्रद होते हैं। भयावह प्राणियों के बीच, अंक जमा करने और गेमप्ले को लम्बा करने के रास्ते पर मिलने वाले सिक्के और पावर-अप एकत्र करें। जहाँ तक हो सके पहुँचने का प्रयास करें। यदि आवश्यक हो, तो गोली मारो और अपना हथियार बदलो।\n\nरेंजर बनाम लाश कैसे खेलें\nरेंजर वी.एस. जॉम्बीज खेलना व्यसनी और मजेदार है। रेंजर के सामने हमेशा दुष्ट प्राणियों पर ध्यान दें और तय करें कि कूदना है या शूट करना है। अधिक से अधिक अंक और पावर-अप प्राप्त करने के लिए सिक्के एकत्र करें ताकि आप अपने गेम को बेहतर और विस्तारित कर सकें।\n\nनियंत्रण\n- कंप्यूटर: कूदने के लिए ऊपर तीर कुंजी का उपयोग करें, और स्पेसबार को शूट करने के लिए दबाएं। नीचे केंद्र में, आप शक्तिशाली विनाशकारी हथियारों का उपयोग करने के लिए बटन पा सकते हैं।\n- मोबाइल डिवाइस: नीचे गेम स्क्रीन पर दिखाई देने वाले वर्चुअल बटन का उपयोग करें। बाईं ओर जंप बटन है। केंद्र में विनाश के शक्तिशाली हथियारों का उपयोग करने के लिए बटन हैं। दाईं ओर शूटिंग कार्य हैं।\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nविशेषताएं:\n- एचटीएमएल 5 गेम\n- खेलने में आसान\n- 100% नि: शुल्क\n- ऑफलाइन गेम\n\nअन्य कार्यशीलता\n- हाउ 2 प्ले बटन: हाउ 2 प्ले बटन एक फ़ंक्शन है जो गेम खेलने के तरीके के बारे में निर्देश और दिशानिर्देश प्रदान करता है।\n- अधिक गेम्स बटन: अधिक गेम्स बटन एक ऐसी सुविधा है जो उपयोगकर्ताओं को हमारी ऑनलाइन गेम वेबसाइट Magbei.com पर उपलब्ध अन्य गेमों को खोजने और उन तक पहुंचने में सक्षम बनाती है।\n- फ़ुलस्क्रीन बटन: फ़ुलस्क्रीन बटन एक फ़ंक्शन है जो उपयोगकर्ताओं को मैगबेई पर फ़ुलस्क्रीन मोड में गेम खेलने की अनुमति देता है।\n\nजब आप रेंजर वी.एस. जॉम्बीज खेलते हैं तो आप रेंजर को कितनी दूर जाने के लिए मिलेंगे? हमें दिखाएं कि आप गेम चलाने में कितने अच्छे हैं। अब खेलते हैं!",
    "hr": "Ranger VS Zombies je fascinantna igra pucanja i skakanja u kojoj možete trčati, skakati i pucati na zastrašujuću vojsku zombija. Zadovoljstvo nam je predstaviti ovo kao jednu od nekoliko beskrajnih runner igara.\n\nZAPLET IGRE RANGER PROTIV ZOMBIJA\nU udaljenom i mirnom gradu u Sjedinjenim Državama, rendžer se mora suočiti s hordama zombija i zlim stvorenjima koja napadaju ulice.\n\nNeki zombiji su ogromni i trebaju više pažnje, dok su drugi mali, ali brži i dosadniji. Između užasnih stvorenja, skupljajte novčiće i pojačanja koja pronađete na putu kako biste skupili bodove i produžili igranje. Pokušajte stići što dalje. Ako je potrebno, pucajte i promijenite oružje.\n\nKAKO IGRATI RANĐERA PROTIV ZOMBIJA\nIgranje Ranger VS Zombies izaziva ovisnost i zabavno je. Uvijek obratite pozornost na zla stvorenja ispred čuvara i odlučite hoćete li skočiti ili pucati. Skupljajte novčiće kako biste dobili što više bodova i pojačanja kako biste poboljšali i proširili svoju igru.\n\nKONTROLE\n- Računalo: koristite tipku sa strelicom gore za skakanje i pritisnite razmaknicu za pucanje. U donjem središnjem dijelu možete pronaći gumbe za korištenje snažnog razornog oružja.\n- Mobilni uređaj: koristite virtualne gumbe koje vidite na dnu zaslona igre. S lijeve strane je gumb za skok. U sredini su gumbi za korištenje snažnog oružja za uništavanje. Desno su funkcije snimanja.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nOSOBINE:\n- HTML5 igra\n- Jednostavan za igranje\n- 100% besplatno\n- Izvanmrežna igra\n\nOSTALE FUNKCIONALNOSTI\n- Gumb How 2 Play: gumb How 2 Play je funkcija koja pruža upute i smjernice o tome kako igrati igru.\n- Gumb Više igara: Gumb Više igara značajka je koja korisnicima omogućuje otkrivanje i pristup drugim igrama dostupnim na Magbei.com, našoj web stranici za online igre.\n- Gumb za cijeli zaslon: gumb za cijeli zaslon funkcija je koja korisnicima omogućuje igranje igre u načinu rada preko cijelog zaslona na Magbeiju.\n\nKoliko daleko ćete natjerati rendžera kada igrate Ranger VS Zombies? Pokažite nam koliko ste dobri u igrama. Igraj sada!",
    "hu": "A Ranger VS Zombies egy lenyűgöző lövöldözős és ugrálós játék, amelyben futhatsz, ugorhatsz és lőhetsz egy félelmetes zombisereget. Örömmel mutatjuk be ezt a számos végtelen futójáték egyikeként.\n\nRANGER VS ZOMBIES JÁTÉK TELEK\nAz Egyesült Államok egy távoli és békés városában az erdőőrnek zombihordákkal és gonosz lényekkel kell szembenéznie, amelyek megszállják az utcákat.\n\nEgyes zombik hatalmasak, és több figyelmet igényelnek, míg mások kicsik, de gyorsabbak és bosszantóbbak. A szörnyű lények között gyűjts érméket és gyűjtsd a pontokat és meghosszabbítsd a játékmenetet. Próbálj meg minél messzebbre jutni. Ha szükséges, lőj és cserélj fegyvert.\n\nHOGYAN KELL JÁTSZANI RANGER VS ZOMBIES\nA Ranger VS Zombies játék addiktív és szórakoztató. Mindig figyelj a gonosz lényekre a ranger előtt, és döntsd el, hogy ugrasz vagy lősz. Gyűjtse össze az érméket, hogy minél több pontot és erőt szerezzen a játék fejlesztése és bővítése érdekében.\n\nKEZELŐSZERVEK\n- Számítógép: ugráshoz használja a felfelé mutató nyilat, és lövéshez nyomja meg a szóköz billentyűt. Alul, középen gombok találhatók az erőteljes pusztító fegyverek használatához.\n- Mobileszköz: használja a játék képernyőjének alján látható virtuális gombokat. A bal oldalon található az ugrás gomb. Középen gombok találhatók az erőteljes pusztító fegyverek használatához. A jobb oldalon a fényképezési funkciók találhatók.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nJELLEMZŐK:\n- HTML5 játék\n- Könnyű játszani\n- 100% ingyenes\n- Offline játék\n\nEGYÉB FUNKCIÓK\n- How 2 Play gomb: A How 2 Play gomb egy olyan funkció, amely utasításokat és útmutatást ad a játékhoz.\n- További játékok gomb: A További játékok gomb egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy felfedezzenek és hozzáférjenek a Magbei.com-on, online játékwebhelyünkön elérhető többi játékhoz.\n- Teljes képernyő gomb: A Teljes képernyő gomb egy olyan funkció, amely lehetővé teszi a felhasználók számára, hogy teljes képernyős módban játsszák a játékot a Magbein.\n\nMeddig jut el a Ranger, ha Ranger VS Zombies-t játszol? Mutasd meg, milyen ügyes vagy a játékok futtatásában. Játssz most!",
    "id": "Ranger VS Zombies adalah gim tembak dan lompat yang menarik di mana Anda dapat berlari, melompat, dan menembak pasukan zombi yang menakutkan. Kami dengan senang hati mempersembahkan ini sebagai salah satu dari beberapa game endless runner.\n\nPlot PERMAINAN RANGER VS ZOMBIES\nDi sebuah kota terpencil dan damai di Amerika Serikat, seorang ranger harus menghadapi gerombolan zombie dan makhluk jahat yang menyerbu jalanan.\n\nBeberapa zombi sangat besar dan membutuhkan lebih banyak perhatian, sementara zombi lainnya berukuran kecil tetapi lebih cepat dan lebih menyebalkan. Di antara makhluk mengerikan, kumpulkan koin dan power-up yang Anda temukan dalam perjalanan untuk mengumpulkan poin dan memperpanjang gameplay. Cobalah untuk pergi sejauh mungkin. Jika perlu, tembak dan ganti senjata Anda.\n\nCARA BERMAIN RANGER VS ZOMBIES\nBermain Ranger VS Zombies membuat ketagihan dan menyenangkan. Selalu perhatikan makhluk jahat di depan ranger dan putuskan apakah akan melompat atau menembak. Kumpulkan koin untuk mendapatkan poin dan peningkatan sebanyak mungkin untuk meningkatkan dan memperluas permainan Anda.\n\nKONTROL\n- Komputer: gunakan tombol panah atas untuk melompat, dan tekan bilah spasi untuk menembak. Di tengah bawah, Anda dapat menemukan tombol untuk menggunakan senjata penghancur yang kuat.\n- Perangkat Seluler: gunakan tombol virtual yang Anda lihat di layar game di bagian bawah. Di sebelah kiri adalah tombol lompat. Di tengah adalah tombol untuk menggunakan senjata pemusnah yang kuat. Di sebelah kanan adalah fungsi pemotretan.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFITUR:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Gratis\n- Permainan Luring\n\nFUNGSI LAINNYA\n- Tombol How 2 Play: Tombol How 2 Play adalah fungsi yang memberikan instruksi dan panduan tentang cara memainkan permainan.\n- Tombol Game Lainnya: Tombol Game Lainnya adalah fitur yang memungkinkan pengguna menemukan dan mengakses game lain yang tersedia di Magbei.com, situs web game online kami.\n- Tombol Layar Penuh: Tombol Layar Penuh adalah fungsi yang memungkinkan pengguna memainkan game dalam mode layar penuh di Magbei.\n\nSeberapa jauh Anda akan membuat ranger pergi saat Anda memainkan Ranger VS Zombies? Tunjukkan pada kami seberapa bagus Anda dalam menjalankan game. Main sekarang!",
    "it": "Ranger VS Zombies è un affascinante gioco sparatutto in cui puoi correre, saltare e sparare a un terrificante esercito di zombi. Siamo lieti di presentarlo come uno dei numerosi giochi di azione che offriamo.\n\nTRAMA DEL GIOCO RANGER VS ZOMBIES\nIn una remota e pacifica cittadina degli Stati Uniti, un ranger deve affrontare orde di zombi e creature malvagie che invadono le strade.\n\nAlcuni zombi sono enormi e richiedono più attenzione, mentre altri sono piccoli ma più veloci e fastidiosi. Tra una creatura orribile e l'altra, raccogli monete e potenziamenti che trovi sulla strada per accumulare punti e prolungare il gioco. Cerca di arrivare il più lontano possibile. Se necessario, spara e cambia arma.\n\nCOME GIOCARE A RANGER VS ZOMBIE\nGiocare a Ranger VS Zombies è divertente. Presta sempre attenzione alle creature malvagie di fronte al ranger e decidi se saltare o sparare. Raccogli le monete per ottenere più punti, e tutti i potenziamenti possibili per migliorare ed espandere il tuo gioco.\n\nCONTROLLI\n- Computer: usa la freccia su per saltare e premi la barra spaziatrice per sparare. In basso al centro puoi trovare i pulsanti per usare potenti armi distruttive.\n- Dispositivo mobile: utilizza i pulsanti virtuali che vedi nella schermata di gioco in basso. Sulla sinistra c'è il pulsante per saltare. Al centro ci sono i pulsanti per usare potenti armi di distruzione. Sulla destra trovi le funzioni di scatto.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCARATTERISTICHE:\n- Gioco HTML5\n- Facile da giocare\n- 100% gratuito\n- Gioco offline\n\nALTRE FUNZIONALITÀ\n- Pulsante How 2 Play: il pulsante How 2 Play è una funzione che fornisce istruzioni e linee guida su come giocare.\n- Pulsante Altri giochi: il pulsante Altri giochi è una funzione che consente agli utenti di scoprire e accedere ad altri giochi disponibili su Magbei.com, il nostro sito Web di giochi online.\n- Pulsante a schermo intero: il pulsante a schermo intero è una funzione che consente agli utenti di giocare in modalità a schermo intero su Magbei.\n\nFino a che punto ruscirai a spingere il ranger giocando a Ranger VS Zombies? Mostraci quanto sei bravo ai giochi sparatutto. Inizia ora!",
    "ja": "Ranger VS Zombies は、走ったり、ジャンプしたり、恐ろしいゾンビ軍団を撃ったりできる魅力的なシューティング アンド ジャンプ ゲームです。 これをいくつかのエンドレス ランナー ゲームの 1 つとして紹介できることをうれしく思います。\n\nレンジャー VS ゾンビ ゲーム プロット\nアメリカの人里離れた平和な町で、レンジャーは通りに侵入するゾンビの大群や邪悪な生き物に立ち向かわなければなりません。\n\n巨大で注意が必要なゾンビもいれば、小さくても動きが速くてうっとうしいゾンビもいます。 恐ろしい生き物の合間に、途中で見つけたコインやパワーアップを集めてポイントを蓄積し、ゲームプレイを長引かせます。 できるだけ遠くに行くようにしてください。 必要に応じて、武器を撃って変更します。\n\nレンジャーVSゾンビの遊び方\nRanger VS Zombies をプレイすることは、中毒性があり楽しいものです。 レンジャーの前にいる邪悪な生き物に常に注意を払い、ジャンプするか撃つかを決めてください。 コインを集めてできるだけ多くのポイントとパワーアップを獲得し、ゲームを改善および拡張します。\n\nコントロール\n- コンピュータ: 上矢印キーでジャンプ、スペースバーで射撃。 下部中央には、強力な破壊兵器を使用するためのボタンがあります。\n- モバイル デバイス: 下部のゲーム画面に表示される仮想ボタンを使用します。 左はジャンプボタン。 中央には、強力な破壊兵器を使用するためのボタンがあります。 右側は撮影機能。\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\n特徴：\n- HTML5 ゲーム\n- 遊びやすい\n- 完全無料\n- オフラインゲーム\n\nその他の機能\n- How 2 Play ボタン: How 2 プレイ ボタンは、ゲームのプレイ方法に関する指示とガイドラインを提供する機能です。\n- [その他のゲーム] ボタン: [その他のゲーム] ボタンは、ユーザーが当社のオンライン ゲーム Web サイトである Magbei.com で利用可能な他のゲームを見つけてアクセスできるようにする機能です。\n- フルスクリーン ボタン: フルスクリーン ボタンは、Magbei でゲームをフルスクリーン モードでプレイできるようにする機能です。\n\nRanger VS Zombies をプレイするとき、レンジャーをどこまで行かせることができますか? ゲームを実行するのがどれだけ上手かを見せてください。 今すぐプレイ！",
    "kn": "ರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಒಂದು ಆಕರ್ಷಕ ಶೂಟ್ ಮತ್ತು ಜಂಪ್ ಆಟವಾಗಿದ್ದು, ಇದರಲ್ಲಿ ನೀವು ಭಯಾನಕ ಜೊಂಬಿ ಸೈನ್ಯವನ್ನು ಓಡಬಹುದು, ಜಿಗಿಯಬಹುದು ಮತ್ತು ಶೂಟ್ ಮಾಡಬಹುದು. ಇದನ್ನು ಹಲವಾರು ಅಂತ್ಯವಿಲ್ಲದ ರನ್ನರ್ ಆಟಗಳಲ್ಲಿ ಒಂದಾಗಿ ಪ್ರಸ್ತುತಪಡಿಸಲು ನಾವು ಸಂತೋಷಪಡುತ್ತೇವೆ.\n\nರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಗೇಮ್ ಪ್ಲಾಟ್\nಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನ ದೂರದ ಮತ್ತು ಶಾಂತಿಯುತ ಪಟ್ಟಣದಲ್ಲಿ, ರೇಂಜರ್ ಜಡಭರತ ಗುಂಪುಗಳನ್ನು ಮತ್ತು ಬೀದಿಗಳನ್ನು ಆಕ್ರಮಿಸುವ ದುಷ್ಟ ಜೀವಿಗಳನ್ನು ಎದುರಿಸಬೇಕಾಗುತ್ತದೆ.\n\nಕೆಲವು ಸೋಮಾರಿಗಳು ಅಗಾಧವಾಗಿರುತ್ತವೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಗಮನ ಬೇಕು, ಆದರೆ ಇತರರು ಚಿಕ್ಕದಾಗಿದ್ದರೂ ವೇಗವಾಗಿ ಮತ್ತು ಹೆಚ್ಚು ಕಿರಿಕಿರಿ ಉಂಟುಮಾಡುತ್ತಾರೆ. ಭಯಾನಕ ಜೀವಿಗಳ ನಡುವೆ, ಪಾಯಿಂಟ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ಆಟದ ಅವಧಿಯನ್ನು ಹೆಚ್ಚಿಸಲು ದಾರಿಯಲ್ಲಿ ನೀವು ಕಂಡುಕೊಳ್ಳುವ ನಾಣ್ಯಗಳು ಮತ್ತು ಪವರ್-ಅಪ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ. ಸಾಧ್ಯವಾದಷ್ಟು ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಿ. ಅಗತ್ಯವಿದ್ದರೆ, ನಿಮ್ಮ ಆಯುಧವನ್ನು ಶೂಟ್ ಮಾಡಿ ಮತ್ತು ಬದಲಾಯಿಸಿ.\n\nರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಅನ್ನು ಹೇಗೆ ಆಡುವುದು\nರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಆಡುವುದು ವ್ಯಸನಕಾರಿ ಮತ್ತು ವಿನೋದಮಯವಾಗಿದೆ. ರೇಂಜರ್ ಮುಂದೆ ಯಾವಾಗಲೂ ದುಷ್ಟ ಜೀವಿಗಳಿಗೆ ಗಮನ ಕೊಡಿ ಮತ್ತು ನೆಗೆಯುವುದನ್ನು ಅಥವಾ ಶೂಟ್ ಮಾಡಬೇಕೆ ಎಂದು ನಿರ್ಧರಿಸಿ. ನಿಮ್ಮ ಆಟವನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ವಿಸ್ತರಿಸಲು ಸಾಧ್ಯವಾದಷ್ಟು ಅಂಕಗಳು ಮತ್ತು ಪವರ್-ಅಪ್‌ಗಳನ್ನು ಪಡೆಯಲು ನಾಣ್ಯಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ.\n\nನಿಯಂತ್ರಣಗಳು\n- ಕಂಪ್ಯೂಟರ್: ಜಿಗಿತಕ್ಕಾಗಿ ಮೇಲಿನ ಬಾಣದ ಕೀಲಿಯನ್ನು ಬಳಸಿ ಮತ್ತು ಶೂಟ್ ಮಾಡಲು ಸ್ಪೇಸ್‌ಬಾರ್ ಅನ್ನು ತಳ್ಳಿರಿ. ಕೆಳಗಿನ ಮಧ್ಯದಲ್ಲಿ, ಶಕ್ತಿಯುತ ವಿನಾಶಕಾರಿ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳನ್ನು ಬಳಸಲು ನೀವು ಗುಂಡಿಗಳನ್ನು ಕಾಣಬಹುದು.\n- ಮೊಬೈಲ್ ಸಾಧನ: ಕೆಳಭಾಗದಲ್ಲಿರುವ ಆಟದ ಪರದೆಯಲ್ಲಿ ನೀವು ನೋಡುವ ವರ್ಚುವಲ್ ಬಟನ್‌ಗಳನ್ನು ಬಳಸಿ. ಎಡಭಾಗದಲ್ಲಿ ಜಂಪ್ ಬಟನ್ ಇದೆ. ಮಧ್ಯದಲ್ಲಿ ವಿನಾಶದ ಪ್ರಬಲ ಆಯುಧಗಳನ್ನು ಬಳಸುವ ಗುಂಡಿಗಳಿವೆ. ಬಲಭಾಗದಲ್ಲಿ ಶೂಟಿಂಗ್ ಕಾರ್ಯಗಳಿವೆ.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nವೈಶಿಷ್ಟ್ಯಗಳು:\n- HTML5 ಆಟ\n- ಆಡಲು ಸುಲಭ\n- 100% ಉಚಿತ\n- ಆಫ್‌ಲೈನ್ ಆಟ\n\nಇತರ ಕಾರ್ಯಗಳು\n- ಹೇಗೆ 2 ಪ್ಲೇ ಬಟನ್: ಹೌ 2 ಪ್ಲೇ ಬಟನ್ ಆಟವನ್ನು ಹೇಗೆ ಆಡಬೇಕು ಎಂಬುದರ ಕುರಿತು ಸೂಚನೆಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಒದಗಿಸುವ ಒಂದು ಕಾರ್ಯವಾಗಿದೆ.\n- ಇನ್ನಷ್ಟು ಗೇಮ್‌ಗಳ ಬಟನ್: ಹೆಚ್ಚಿನ ಆಟಗಳ ಬಟನ್ ಎಂಬುದು ನಮ್ಮ ಆನ್‌ಲೈನ್ ಗೇಮ್ ವೆಬ್‌ಸೈಟ್ Magbei.com ನಲ್ಲಿ ಲಭ್ಯವಿರುವ ಇತರ ಆಟಗಳನ್ನು ಅನ್ವೇಷಿಸಲು ಮತ್ತು ಪ್ರವೇಶಿಸಲು ಬಳಕೆದಾರರನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವ ವೈಶಿಷ್ಟ್ಯವಾಗಿದೆ.\n- ಫುಲ್‌ಸ್ಕ್ರೀನ್ ಬಟನ್: ಪೂರ್ಣಪರದೆ ಬಟನ್ ಮ್ಯಾಗ್‌ಬೈನಲ್ಲಿ ಫುಲ್‌ಸ್ಕ್ರೀನ್ ಮೋಡ್‌ನಲ್ಲಿ ಆಟವನ್ನು ಆಡಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿಸುವ ಒಂದು ಕಾರ್ಯವಾಗಿದೆ.\n\nನೀವು ರೇಂಜರ್ VS ಜೋಂಬಿಸ್ ಅನ್ನು ಆಡುವಾಗ ರೇಂಜರ್ ಎಷ್ಟು ದೂರ ಹೋಗಬಹುದು? ಆಟಗಳನ್ನು ಓಡಿಸುವಲ್ಲಿ ನೀವು ಎಷ್ಟು ಉತ್ತಮರು ಎಂಬುದನ್ನು ನಮಗೆ ತೋರಿಸಿ. ಈಗ ಆಡು!",
    "ko": "Ranger VS Zombies는 무시무시한 좀비 군대를 달리고, 점프하고, 쏠 수 있는 매력적인 슈팅 앤 점프 게임입니다. 우리는 이것을 몇 가지 무한 러너 게임 중 하나로 제공하게 된 것을 기쁘게 생각합니다.\n\n레인저 대 좀비 게임 플롯\n미국의 외딴 평화로운 마을에서 레인저는 거리를 침범하는 좀비 무리와 사악한 생물과 맞서야 합니다.\n\n어떤 좀비는 거대하고 더 많은 관심이 필요한 반면, 다른 좀비는 작지만 더 빠르고 더 성가시다. 끔찍한 생물들 사이에서 코인과 파워업을 수집하여 포인트를 축적하고 게임 플레이를 연장하세요. 가능한 한 멀리 가십시오. 필요한 경우 무기를 쏘고 변경하십시오.\n\n레인저 대 좀비 플레이 방법\nRanger VS Zombies를 플레이하는 것은 중독성 있고 재미있습니다. 항상 레인저 앞에 있는 사악한 생물에 주의를 기울이고 점프할지 쏠지 결정하세요. 동전을 모아 최대한 많은 포인트와 파워업을 얻어 게임을 개선하고 확장하세요.\n\n통제 수단\n- 컴퓨터: 위쪽 화살표 키를 사용하여 점프하고 스페이스바를 눌러 발사합니다. 중앙 하단에는 강력한 파괴 무기를 사용할 수 있는 버튼이 있습니다.\n- 모바일 기기: 게임 화면 하단에 보이는 가상 버튼을 사용하세요. 왼쪽에는 점프 버튼이 있습니다. 중앙에는 강력한 파괴 무기를 사용하기 위한 버튼이 있습니다. 오른쪽에는 촬영 기능이 있습니다.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\n특징:\n- HTML5 게임\n- 쉬운 플레이\n- 100% 무료\n- 오프라인 게임\n\n기타 기능\n- How 2 Play 버튼: How 2 Play 버튼은 게임 방법에 대한 지침과 지침을 제공하는 기능입니다.\n- 더 많은 게임 버튼: 더 많은 게임 버튼은 사용자가 당사 온라인 게임 웹사이트인 Magbei.com에서 제공되는 다른 게임을 검색하고 액세스할 수 있는 기능입니다.\n- 전체화면 버튼: 전체화면 버튼은 Magbei에서 전체화면 모드로 게임을 플레이할 수 있는 기능입니다.\n\nRanger VS Zombies를 플레이할 때 레인저는 얼마나 멀리 갈 수 있습니까? 당신이 게임을 얼마나 잘하는지 보여주세요. 지금 플레이하세요!",
    "lt": "„Ranger VS Zombies“ yra žavus šaudymo ir šokinėjimo žaidimas, kuriame galite bėgti, šokinėti ir šaudyti į bauginančią zombių armiją. Džiaugiamės galėdami pristatyti tai kaip vieną iš kelių nesibaigiančių bėgimo žaidimų.\n\nRANGER VS ZOMBIES ŽAIDIMO PLĖTRAS\nNuošaliame ir ramiame JAV miestelyje reindžeris turi susidurti su zombių miniomis ir piktomis būtybėmis, kurios įsiveržia į gatves.\n\nKai kurie zombiai yra didžiuliai ir jiems reikia daugiau dėmesio, o kiti yra maži, bet greitesni ir labiau erzina. Tarp siaubingų būtybių rinkite monetas ir papildymus, kuriuos rasite kelyje kaupti taškus ir pratęsti žaidimo eigą. Stenkitės pasiekti kuo toliau. Jei reikia, šaudykite ir pakeiskite ginklą.\n\nKAIP ŽAISTI „RANGER VS ZOMBIES“.\nŽaisti „Ranger VS Zombies“ sukelia priklausomybę ir smagu. Visada atkreipkite dėmesį į piktas būtybes priešais reindžerį ir nuspręskite, šokti ar šaudyti. Surinkite monetas, kad gautumėte kuo daugiau taškų ir papildymų, kad pagerintumėte ir praplėstumėte savo žaidimą.\n\nVALDYMAS\n- Kompiuteris: šokinėdami naudokite rodyklės aukštyn klavišą, o norėdami šaudyti paspauskite tarpo klavišą. Apačioje centre galite rasti mygtukus, skirtus naudoti galingus naikinamuosius ginklus.\n- Mobilusis įrenginys: naudokite virtualius mygtukus, kuriuos matote žaidimo ekrano apačioje. Kairėje pusėje yra šuolio mygtukas. Centre yra mygtukai, skirti naudoti galingus naikinimo ginklus. Dešinėje yra fotografavimo funkcijos.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFUNKCIJOS:\n- HTML5 žaidimas\n- Lengva žaisti\n- 100% nemokama\n- Žaidimas neprisijungus\n\nKITOS FUNKCIJOS\n- Mygtukas „Kaip 2 žaisti“: mygtukas „Kaip 2 paleisti“ yra funkcija, teikianti žaidimo instrukcijas ir gaires.\n- Mygtukas „Daugiau žaidimų“: mygtukas „Daugiau žaidimų“ yra funkcija, leidžianti vartotojams atrasti ir pasiekti kitus žaidimus, pasiekiamus Magbei.com, mūsų internetinių žaidimų svetainėje.\n- Viso ekrano mygtukas: viso ekrano mygtukas yra funkcija, leidžianti vartotojams žaisti žaidimą viso ekrano režimu Magbei.\n\nKaip toli priversi nueiti reindžerį žaisdamas „Ranger VS Zombies“? Parodykite mums, kaip gerai sekasi žaisti žaidimus. Žaisti Dabar!",
    "lv": "Ranger VS Zombies ir aizraujoša šaušanas un lēkšanas spēle, kurā varat skriet, lēkt un šaut šausminošu zombiju armiju. Ar prieku piedāvājam to kā vienu no vairākām bezgalīgām skrējēju spēlēm.\n\nRANGER VS ZOMBIES SPĒLES SIŽETS\nNomaļā un mierīgā Amerikas Savienoto Valstu pilsētiņā mežsargam jāsastopas ar zombiju bariem un ļaunajiem radījumiem, kas iebrūk ielās.\n\nDaži zombiji ir milzīgi un tiem ir jāpievērš lielāka uzmanība, savukārt citi ir mazi, bet ātrāki un kaitinošāki. Lai krātu punktus un paildzinātu spēles gaitu, starp šausminošām radībām vāciet monētas un pastiprinājumus, ko atrodat ceļā. Mēģiniet tikt pēc iespējas tālāk. Ja nepieciešams, šaujiet un nomainiet ieroci.\n\nKĀ SPĒLĒT RANGER VS ZOMBIJAS\nSpēlēt Ranger VS Zombies ir aizraujoša un jautra. Vienmēr pievērsiet uzmanību ļaunajiem radījumiem mežsarga priekšā un izlemiet, vai lēkt vai šaut. Vāciet monētas, lai iegūtu pēc iespējas vairāk punktu un uzlabojumu, lai uzlabotu un paplašinātu savu spēli.\n\nVADĪBAS\n- Dators: izmantojiet augšupvērsto bulttaustiņu, lai lektu, un nospiediet atstarpes taustiņu, lai šautu. Apakšējā centrā varat atrast pogas, lai izmantotu spēcīgus iznīcinošus ieročus.\n- Mobilā ierīce: izmantojiet virtuālās pogas, kuras redzat spēles ekrāna apakšā. Kreisajā pusē ir lēciena poga. Centrā ir pogas spēcīgu iznīcināšanas ieroču izmantošanai. Labajā pusē ir fotografēšanas funkcijas.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nIESPĒJAS:\n- HTML5 spēle\n- Viegli spēlēt\n- 100% bez maksas\n- bezsaistes spēle\n\nCITAS FUNKCIONALITĀTES\n- Poga How 2 Play: poga How 2 Play ir funkcija, kas sniedz norādījumus un norādījumus par spēles spēlēšanu.\n- Poga Vairāk spēļu: poga Vairāk spēļu ir funkcija, kas lietotājiem ļauj atklāt un piekļūt citām spēlēm, kas pieejamas vietnē Magbei.com, mūsu tiešsaistes spēļu vietnē.\n- Pilnekrāna poga: Pilnekrāna poga ir funkcija, kas lietotājiem ļauj spēlēt spēli Magbei pilnekrāna režīmā.\n\nCik tālu jūs liksit mežsargam iet, spēlējot Ranger VS Zombies? Parādiet mums, cik labi jums padodas vadīt spēles. Spēlēt tagad!",
    "ml": "റേഞ്ചർ വിഎസ് സോമ്പീസ് ഒരു കൗതുകകരമായ ഷൂട്ട് ആൻഡ് ജമ്പ് ഗെയിമാണ്, അതിൽ നിങ്ങൾക്ക് ഭയപ്പെടുത്തുന്ന ഒരു സോംബി സൈന്യത്തെ ഓടാനും ചാടാനും ഷൂട്ട് ചെയ്യാനും കഴിയും. അനന്തമായ നിരവധി റണ്ണർ ഗെയിമുകളിൽ ഒന്നായി ഇത് അവതരിപ്പിക്കുന്നതിൽ ഞങ്ങൾക്ക് സന്തോഷമുണ്ട്.\n\nറേഞ്ചർ VS സോംബിസ് ഗെയിം പ്ലോട്ട്\nയുണൈറ്റഡ് സ്റ്റേറ്റ്സിലെ വിദൂരവും സമാധാനപരവുമായ ഒരു പട്ടണത്തിൽ, ഒരു റേഞ്ചർ തെരുവുകളെ ആക്രമിക്കുന്ന സോംബി കൂട്ടങ്ങളെയും ദുഷ്ടജീവികളെയും അഭിമുഖീകരിക്കണം.\n\nചില സോമ്പികൾ വളരെ വലുതാണ്, കൂടുതൽ ശ്രദ്ധ ആവശ്യമാണ്, മറ്റുള്ളവ ചെറുതും എന്നാൽ വേഗതയേറിയതും കൂടുതൽ ശല്യപ്പെടുത്തുന്നതുമാണ്. ഭയാനകമായ ജീവികൾക്കിടയിൽ, പോയിന്റുകൾ ശേഖരിക്കുന്നതിനും ഗെയിംപ്ലേ നീട്ടുന്നതിനും വഴിയിൽ നിങ്ങൾ കണ്ടെത്തുന്ന നാണയങ്ങളും പവർ-അപ്പുകളും ശേഖരിക്കുക. കഴിയുന്നത്ര ദൂരം പോകാൻ ശ്രമിക്കുക. ആവശ്യമെങ്കിൽ വെടിവെച്ച് ആയുധം മാറ്റുക.\n\nറേഞ്ചർ VS സോമ്പികളെ എങ്ങനെ കളിക്കാം\nറേഞ്ചർ VS സോമ്പികൾ കളിക്കുന്നത് ആസക്തിയും രസകരവുമാണ്. റേഞ്ചറുടെ മുന്നിലുള്ള ദുഷ്ടജീവികളെ എപ്പോഴും ശ്രദ്ധിക്കുകയും ചാടണോ വെടിവെക്കണോ എന്ന് തീരുമാനിക്കുക. നിങ്ങളുടെ ഗെയിം മെച്ചപ്പെടുത്തുന്നതിനും വിപുലീകരിക്കുന്നതിനും കഴിയുന്നത്ര പോയിന്റുകളും പവർ-അപ്പുകളും നേടുന്നതിന് നാണയങ്ങൾ ശേഖരിക്കുക.\n\nനിയന്ത്രണങ്ങൾ\n- കമ്പ്യൂട്ടർ: ചാടാൻ മുകളിലേക്കുള്ള അമ്പടയാള കീ ഉപയോഗിക്കുക, ഷൂട്ട് ചെയ്യാൻ സ്‌പേസ് ബാർ അമർത്തുക. താഴെയുള്ള മധ്യഭാഗത്ത്, ശക്തമായ വിനാശകരമായ ആയുധങ്ങൾ ഉപയോഗിക്കുന്നതിനുള്ള ബട്ടണുകൾ നിങ്ങൾക്ക് കണ്ടെത്താനാകും.\n- മൊബൈൽ ഉപകരണം: ചുവടെയുള്ള ഗെയിം സ്ക്രീനിൽ നിങ്ങൾ കാണുന്ന വെർച്വൽ ബട്ടണുകൾ ഉപയോഗിക്കുക. ഇടതുവശത്ത് ജമ്പ് ബട്ടൺ ഉണ്ട്. നാശത്തിന്റെ ശക്തമായ ആയുധങ്ങൾ ഉപയോഗിക്കുന്നതിനുള്ള ബട്ടണുകളാണ് മധ്യഭാഗത്ത്. വലതുവശത്ത് ഷൂട്ടിംഗ് ഫംഗ്ഷനുകൾ ഉണ്ട്.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nഫീച്ചറുകൾ:\n- HTML5 ഗെയിം\n- കളിക്കാൻ എളുപ്പമാണ്\n- 100% സൗജന്യം\n- ഓഫ്‌ലൈൻ ഗെയിം\n\nമറ്റ് ഫങ്ഷണലിറ്റികൾ\n- എങ്ങനെ 2 പ്ലേ ബട്ടൺ: ഗെയിം എങ്ങനെ കളിക്കണം എന്നതിനെക്കുറിച്ചുള്ള നിർദ്ദേശങ്ങളും മാർഗ്ഗനിർദ്ദേശങ്ങളും നൽകുന്ന ഒരു ഫംഗ്ഷനാണ് ഹൗ 2 പ്ലേ ബട്ടൺ.\n- കൂടുതൽ ഗെയിമുകൾ ബട്ടൺ: ഞങ്ങളുടെ ഓൺലൈൻ ഗെയിം വെബ്‌സൈറ്റായ Magbei.com-ൽ ലഭ്യമായ മറ്റ് ഗെയിമുകൾ കണ്ടെത്താനും ആക്‌സസ് ചെയ്യാനും ഉപയോക്താക്കളെ പ്രാപ്‌തമാക്കുന്ന ഒരു സവിശേഷതയാണ് കൂടുതൽ ഗെയിമുകൾ ബട്ടൺ.\n- ഫുൾസ്ക്രീൻ ബട്ടൺ: ഫുൾസ്ക്രീൻ ബട്ടൺ എന്നത് മാഗ്ബെയിൽ ഫുൾസ്ക്രീൻ മോഡിൽ ഗെയിം കളിക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുന്ന ഒരു ഫംഗ്ഷനാണ്.\n\nനിങ്ങൾ റേഞ്ചർ VS സോമ്പികൾ കളിക്കുമ്പോൾ റേഞ്ചറിനെ എത്ര ദൂരം പോകും? ഗെയിമുകൾ പ്രവർത്തിപ്പിക്കുന്നതിൽ നിങ്ങൾ എത്ര മികച്ചതാണെന്ന് ഞങ്ങളെ കാണിക്കൂ. ഇപ്പോൾ കളിക്കുക!",
    "mr": "रेंजर व्हीएस झोम्बीज हा एक आकर्षक शूट आणि जंप गेम आहे ज्यामध्ये तुम्ही एक भयानक झोम्बी आर्मी धावू शकता, उडी मारू शकता आणि शूट करू शकता. अनेक अंतहीन धावपटू खेळांपैकी एक म्हणून हे सादर करताना आम्हाला आनंद होत आहे.\n\nरेंजर वि झोम्बी गेम प्लॉट\nयुनायटेड स्टेट्समधील दुर्गम आणि शांततापूर्ण शहरात, एका रेंजरला झोम्बी टोळ्या आणि रस्त्यावर आक्रमण करणार्‍या वाईट प्राण्यांचा सामना करावा लागतो.\n\nकाही झोम्बी प्रचंड असतात आणि त्यांना अधिक लक्ष देण्याची गरज असते, तर काही लहान पण जलद आणि अधिक त्रासदायक असतात. भयानक प्राण्यांच्या दरम्यान, पॉइंट्स जमा करण्यासाठी आणि गेमप्ले लांबवण्याच्या मार्गावर तुम्हाला सापडलेली नाणी आणि पॉवर-अप गोळा करा. शक्य तितक्या दूर जाण्याचा प्रयत्न करा. आवश्यक असल्यास, शूट करा आणि आपले शस्त्र बदला.\n\nरेंजर वि झोम्बी कसे खेळायचे\nरेंजर VS झोम्बी खेळणे व्यसनाधीन आणि मजेदार आहे. रेंजरसमोर नेहमी वाईट प्राण्यांकडे लक्ष द्या आणि उडी मारायची की शूट करायचे ते ठरवा. तुमचा गेम सुधारण्यासाठी आणि विस्तृत करण्यासाठी शक्य तितके पॉइंट आणि पॉवर-अप मिळविण्यासाठी नाणी गोळा करा.\n\nनियंत्रणे\n- संगणक: उडी मारण्यासाठी अप अॅरो की वापरा आणि शूट करण्यासाठी स्पेसबार दाबा. तळाच्या मध्यभागी, आपण शक्तिशाली विध्वंसक शस्त्रे वापरण्यासाठी बटणे शोधू शकता.\n- मोबाइल डिव्हाइस: तुम्हाला गेम स्क्रीनवर तळाशी दिसणारी आभासी बटणे वापरा. डावीकडे जंप बटण आहे. मध्यभागी विनाशाची शक्तिशाली शस्त्रे वापरण्यासाठी बटणे आहेत. उजवीकडे शूटिंग फंक्शन्स आहेत.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nवैशिष्ट्ये:\n- HTML5 गेम\n- खेळण्यास सोपे\n- 100% मोफत\n- ऑफलाइन गेम\n\nइतर कार्ये\n- हाऊ 2 प्ले बटण: हाऊ 2 प्ले बटण हे एक फंक्शन आहे जे गेम कसे खेळायचे याबद्दल सूचना आणि मार्गदर्शक तत्त्वे प्रदान करते.\n- अधिक गेम्स बटण: मोअर गेम्स बटण हे वैशिष्ट्य आहे जे वापरकर्त्यांना आमच्या ऑनलाइन गेम वेबसाइट, Magbei.com वर उपलब्ध असलेले इतर गेम शोधण्यात आणि त्यात प्रवेश करण्यास सक्षम करते.\n- फुलस्क्रीन बटण: फुलस्क्रीन बटण हे एक कार्य आहे जे वापरकर्त्यांना मॅग्बेईवर पूर्णस्क्रीन मोडमध्ये गेम खेळण्याची परवानगी देते.\n\nजेव्हा तुम्ही रेंजर VS झोम्बी खेळता तेव्हा तुम्हाला रेंजरला किती दूर जावे लागेल? तुम्ही खेळात किती चांगले आहात ते आम्हाला दाखवा. आता खेळ!",
    "ms": "Ranger VS Zombies ialah permainan menembak dan melompat yang menarik di mana anda boleh berlari, melompat dan menembak tentera zombi yang menakutkan. Kami berbesar hati untuk mempersembahkan ini sebagai salah satu daripada beberapa permainan pelari yang tidak berkesudahan.\n\nPLOT PERMAINAN RENDAR VS ZOMBIES\nDi sebuah bandar terpencil dan aman di Amerika Syarikat, seorang renjer mesti menghadapi gerombolan zombi dan makhluk jahat yang menyerang jalanan.\n\nSesetengah zombi sangat besar dan memerlukan lebih perhatian, manakala yang lain adalah kecil tetapi lebih pantas dan lebih menjengkelkan. Di antara makhluk yang mengerikan, kumpulkan syiling dan power-up yang anda temui dalam perjalanan untuk mengumpul mata dan memanjangkan permainan. Cuba untuk pergi sejauh mungkin. Jika perlu, tembak dan tukar senjata anda.\n\nCARA BERMAIN RANGER VS ZOMBIES\nBermain Ranger VS Zombies adalah ketagihan dan menyeronokkan. Sentiasa memberi perhatian kepada makhluk jahat di hadapan renjer dan memutuskan sama ada untuk melompat atau menembak. Kumpul syiling untuk mendapatkan sebanyak mungkin mata dan peningkatan kuasa untuk menambah baik dan mengembangkan permainan anda.\n\nKAWALAN\n- Komputer: gunakan kekunci anak panah ke atas untuk melompat, dan tolak bar ruang untuk menembak. Di bahagian tengah bawah, anda boleh mencari butang untuk menggunakan senjata pemusnah yang kuat.\n- Peranti Mudah Alih: gunakan butang maya yang anda lihat pada skrin permainan di bahagian bawah. Di sebelah kiri ialah butang lompat. Di tengah-tengah terdapat butang untuk menggunakan senjata pemusnah yang kuat. Di sebelah kanan ialah fungsi menembak.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCIRI-CIRI:\n- Permainan HTML5\n- Mudah Dimainkan\n- 100% Percuma\n- Permainan Luar Talian\n\nFUNGSI LAIN\n- Butang How 2 Play: Butang How 2 Play ialah fungsi yang menyediakan arahan dan garis panduan tentang cara bermain permainan.\n- Butang Lebih Banyak Permainan: Butang Lebih Banyak Permainan ialah ciri yang membolehkan pengguna menemui dan mengakses permainan lain yang tersedia di Magbei.com, tapak web permainan dalam talian kami.\n- Butang skrin penuh: Butang skrin penuh ialah fungsi yang membolehkan pengguna bermain permainan dalam mod skrin penuh pada Magbei.\n\nSejauh mana anda akan membuat renjer untuk pergi apabila anda bermain Ranger VS Zombies? Tunjukkan kepada kami betapa hebatnya anda menjalankan permainan. Main sekarang!",
    "nl": "Ranger VS Zombies is een fascinerend schiet- en springspel waarin je een angstaanjagend zombieleger kunt rennen, springen en neerschieten. We zijn verheugd om dit te presenteren als een van de vele eindeloze runner-spellen.\n\nRANGER VS ZOMBIES SPELPLOT\nIn een afgelegen en vredig stadje in de Verenigde Staten moet een boswachter het opnemen tegen hordes zombies en kwaadaardige wezens die de straten binnendringen.\n\nSommige zombies zijn enorm en hebben meer aandacht nodig, terwijl andere klein maar sneller en irritanter zijn. Verzamel tussen de gruwelijke wezens munten en power-ups die je onderweg tegenkomt om punten te verzamelen en de gameplay te verlengen. Probeer zo ver mogelijk te komen. Schiet indien nodig en wissel van wapen.\n\nHOE RANGER VS ZOMBIES TE SPELEN\nRanger VS Zombies spelen is verslavend en leuk. Let altijd op kwaadaardige wezens voor de ranger en beslis of je wilt springen of schieten. Verzamel munten om zoveel mogelijk punten en power-ups te krijgen om je spel te verbeteren en uit te breiden.\n\nBEDIENINGSELEMENTEN\n- Computer: gebruik de pijltjestoets omhoog om te springen en druk op de spatiebalk om te schieten. Midden onderaan vind je knoppen om krachtige destructieve wapens te gebruiken.\n- Mobiel apparaat: gebruik de virtuele knoppen die je onderaan in het spelscherm ziet. Aan de linkerkant is de springknop. In het midden bevinden zich knoppen voor het gebruik van krachtige vernietigingswapens. Aan de rechterkant zijn opnamefuncties.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nKENMERKEN:\n- HTML5-spel\n- Gemakkelijk te spelen\n- 100% gratis\n- Offline spel\n\nFUNGSI LAIN\n- Butang How 2 Play: Butang How 2 Play ialah fungsi yang menyediakan arahan dan garis panduan tentang cara bermain permainan.\n- Butang Lebih Banyak Permainan: Butang Lebih Banyak Permainan ialah ciri yang membolehkan pengguna menemui dan mengakses permainan lain yang tersedia di Magbei.com, tapak web permainan dalam talian kami.\n- Butang skrin penuh: Butang skrin penuh ialah fungsi yang membolehkan pengguna bermain permainan dalam mod skrin penuh pada Magbei.\n\nHoe ver krijg je de ranger om te gaan als je Ranger VS Zombies speelt? Laat ons zien hoe goed je bent in het runnen van games. Nu afspelen!",
    "no": "Ranger VS Zombies er et fascinerende skyte- og hoppspill der du kan løpe, hoppe og skyte en skremmende zombiehær. Vi er glade for å presentere dette som et av flere endeløse løperspill.\n\nRANGER VS ZOMBIES SPILLPLOT\nI en avsidesliggende og fredelig by i USA må en ranger møte zombiehorder og onde skapninger som invaderer gatene.\n\nNoen zombier er enorme og trenger mer oppmerksomhet, mens andre er små, men raskere og mer irriterende. Innimellom grufulle skapninger, samle mynter og power-ups du finner på veien for å samle poeng og forlenge spillingen. Prøv å komme så langt som mulig. Om nødvendig, skyt og bytt våpen.\n\nHVORDAN SPILLER MAN RANGER VS ZOMBIER\nÅ spille Ranger VS Zombies er vanedannende og morsomt. Vær alltid oppmerksom på onde skapninger foran ranger og avgjør om du skal hoppe eller skyte. Samle mynter for å få så mange poeng og power-ups som mulig for å forbedre og utvide spillet ditt.\n\nKONTROLLER\n- Datamaskin: bruk pil opp for å hoppe, og skyv mellomromstasten for å skyte. Nederst i midten finner du knapper for å bruke kraftige destruktive våpen.\n- Mobil enhet: bruk de virtuelle knappene du ser på spillskjermen nederst. Til venstre er hoppknappen. I midten er det knapper for bruk av kraftige ødeleggelsesvåpen. Til høyre er skytefunksjoner.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nEGENSKAPER:\n- HTML5-spill\n- Enkel å spille\n- 100 % gratis\n- Offline spill\n\nANDRE FUNKSJONER\n- How 2 Play-knapp: How 2 Play-knappen er en funksjon som gir instruksjoner og retningslinjer for hvordan du spiller spillet.\n- More Games-knappen: More Games-knappen er en funksjon som gjør det mulig for brukere å oppdage og få tilgang til andre spill tilgjengelig på Magbei.com, vår online spillnettside.\n- Fullskjerm-knapp: Fullskjerm-knappen er en funksjon som lar brukere spille spillet i fullskjermmodus på Magbei.\n\nHvor langt vil du få ranger til å gå når du spiller Ranger VS Zombies? Vis oss hvor god du er til å kjøre spill. Leke nå!",
    "pl": "Ranger VS Zombies to fascynująca strzelanka i skakanie, w której możesz biegać, skakać i strzelać do przerażającej armii zombie. Z przyjemnością przedstawiamy tę grę jako jedną z kilku gier typu endless runner.\n\nSTRUKTURA GRY RANGER KONTRA ZOMBIE\nW odległym i spokojnym miasteczku w Stanach Zjednoczonych strażnik musi stawić czoła hordom zombie i złym stworom, które atakują ulice.\n\nNiektóre zombie są ogromne i wymagają więcej uwagi, podczas gdy inne są małe, ale szybsze i bardziej irytujące. Pomiędzy przerażającymi stworzeniami zbieraj monety i power-upy, które znajdziesz po drodze, aby gromadzić punkty i przedłużać rozgrywkę. Postaraj się dotrzeć jak najdalej. W razie potrzeby strzelaj i zmieniaj broń.\n\nJAK GRAĆ W RANGERA KONTRA ZOMBIE\nGra w Ranger VS Zombies jest uzależniająca i zabawna. Zawsze zwracaj uwagę na złe stworzenia przed strażnikiem i zdecyduj, czy skakać, czy strzelać. Zbieraj monety, aby zdobyć jak najwięcej punktów i ulepszeń, aby ulepszyć i rozszerzyć swoją grę.\n\nSTEROWNICA\n- Komputer: użyj klawisza strzałki w górę, aby skakać i naciśnij spację, aby strzelać. Na dole pośrodku znajdują się przyciski umożliwiające użycie potężnej niszczycielskiej broni.\n- Urządzenie mobilne: użyj wirtualnych przycisków widocznych na dole ekranu gry. Po lewej stronie znajduje się przycisk skoku. Pośrodku znajdują się przyciski do używania potężnej broni zniszczenia. Po prawej stronie znajdują się funkcje fotografowania.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCECHY:\n- Gra HTML5\n- Łatwy do gry\n- 100% za darmo\n- Gra offline\n\nINNE FUNKCJONALNOŚCI\n- Przycisk How 2 Play: Przycisk How 2 Play to funkcja zawierająca instrukcje i wskazówki dotyczące gry.\n- Przycisk Więcej gier: Przycisk Więcej gier to funkcja, która umożliwia użytkownikom odkrywanie i uzyskiwanie dostępu do innych gier dostępnych na Magbei.com, naszej stronie internetowej z grami online.\n- Przycisk pełnego ekranu: Przycisk pełnego ekranu to funkcja, która pozwala użytkownikom grać w trybie pełnoekranowym na Magbei.\n\nJak daleko posunie się strażnik, grając w Ranger VS Zombies? Pokaż nam, jak dobry jesteś w prowadzeniu gier. Zagraj teraz!",
    "pt_BR,pt_PT": "Ranger VS Zombies é um fascinante jogo de tiro e salto no qual você pode correr, pular e atirar em um terrível exército de zumbis. Temos o prazer de apresentar este como um dos vários jogos de corredor sem fim.\n\nTRAMA DO JOGO RANGER VS ZOMBIS\nEm uma remota e pacata cidade dos Estados Unidos, um ranger deve enfrentar hordas de zumbis e criaturas malignas que invadem as ruas.\n\nAlguns zumbis são enormes e precisam de mais atenção, enquanto outros são pequenos, mas mais rápidos e irritantes. Entre criaturas horríveis, colete moedas e power-ups que encontrar no caminho para acumular pontos e prolongar a jogabilidade. Tente chegar o mais longe possível. Se necessário, atire e troque de arma.\n\nCOMO JOGAR RANGER VS ZOMBIES\nJogar Ranger VS Zombies é viciante e divertido. Sempre preste atenção nas criaturas malignas na frente do ranger e decida se deve pular ou atirar. Colete moedas para obter o máximo de pontos e power-ups possível para melhorar e expandir seu jogo.\n\nCONTROLES\n- Computador: use a seta para cima para pular e pressione a barra de espaço para atirar. No centro inferior, você pode encontrar botões para usar poderosas armas destrutivas.\n- Dispositivo móvel: use os botões virtuais que você vê na tela do jogo na parte inferior. À esquerda está o botão de pular. No centro estão os botões para usar armas poderosas de destruição. À direita estão as funções de disparo.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nRECURSOS:\n- Jogo HTML5\n- Fácil de Jogar\n- 100% grátis\n- Jogo offline\n\nOUTRAS FUNCIONALIDADES\n- Botão How 2 Play: O botão How 2 Play é uma função que fornece instruções e orientações sobre como jogar.\n- Botão Mais Jogos: O botão Mais Jogos é um recurso que permite aos usuários descobrir e acessar outros jogos disponíveis no Magbei.com, nosso site de jogos online.\n- Botão de tela cheia: O botão de tela cheia é uma função que permite aos usuários jogar no modo de tela cheia no Magbei.\n\nAté onde você conseguirá que o ranger vá quando jogar Ranger VS Zombies? Mostre-nos como você é bom em jogos de execução. Jogue agora!",
    "ro": "Ranger VS Zombies este un joc fascinant de împușcături și sărituri în care poți să alergi, să sari și să împuști o armată de zombi terifiante. Suntem încântați să prezentăm acest lucru ca unul dintre mai multe jocuri de alergători fără sfârșit.\n\nCOMPLOTUL DE JOC RANGER VS ZOMBIES\nÎntr-un oraș îndepărtat și pașnic din Statele Unite, un ranger trebuie să se confrunte cu hoarde de zombi și creaturi malefice care invadează străzile.\n\nUnii zombi sunt enormi și au nevoie de mai multă atenție, în timp ce alții sunt mici, dar mai rapizi și mai enervanti. Între creaturi îngrozitoare, strânge monede și power-up-uri pe care le găsești în drum pentru a acumula puncte și a prelungi jocul. Încercați să ajungeți cât mai departe. Dacă este necesar, trageți și schimbați-vă arma.\n\nCUM SE JACĂ RANGER VS ZOMBIES\nJocul Ranger VS Zombies este captivant și distractiv. Acordați întotdeauna atenție creaturilor malefice din fața rangerului și decideți dacă să sari sau să tragi. Colectați monede pentru a obține cât mai multe puncte și power-up-uri posibil pentru a vă îmbunătăți și extinde jocul.\n\nCONTROALE\n- Computer: utilizați tasta săgeată în sus pentru a sări și apăsați bara de spațiu pentru a trage. În centrul de jos, puteți găsi butoane pentru a folosi arme distructive puternice.\n- Dispozitiv mobil: utilizați butoanele virtuale pe care le vedeți pe ecranul jocului din partea de jos. În stânga este butonul de salt. În centru sunt butoane pentru folosirea armelor puternice de distrugere. În dreapta sunt funcțiile de fotografiere.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nCARACTERISTICI:\n- Joc HTML5\n- Ușor de jucat\n- 100% gratuit\n- Joc offline\n\nALTE FUNCȚIONALITATI\n- Butonul How 2 Play: butonul How 2 Play este o funcție care oferă instrucțiuni și instrucțiuni despre cum să joci.\n- Butonul Mai multe jocuri: butonul Mai multe jocuri este o caracteristică care permite utilizatorilor să descopere și să acceseze alte jocuri disponibile pe Magbei.com, site-ul nostru de jocuri online.\n- Butonul Ecran complet: butonul Ecran complet este o funcție care permite utilizatorilor să joace jocul în modul ecran complet pe Magbei.\n\nCât de departe îl vei face pe ranger să meargă când joci Ranger VS Zombies? Arată-ne cât de bun ești la jocuri. Joaca acum!",
    "ru": "Ranger VS Zombies — увлекательная игра в жанре стрелялки и прыжки, в которой вы можете бегать, прыгать и стрелять в ужасающую армию зомби. Мы рады представить эту игру как одну из нескольких бесконечных бегунов.\n\nРЕЙДЖЕР ПРОТИВ ЗОМБИ СЮЖЕТ ИГРЫ\nВ отдаленном и мирном городке в Соединенных Штатах рейнджеру предстоит столкнуться с полчищами зомби и злыми существами, наводнившими улицы.\n\nНекоторые зомби огромны и нуждаются в большем внимании, в то время как другие маленькие, но более быстрые и раздражающие. В перерывах между ужасными существами собирайте монеты и бонусы, которые вы найдете по пути, чтобы накапливать очки и продлевать игровой процесс. Постарайтесь добраться как можно дальше. При необходимости стреляйте и меняйте оружие.\n\nКАК ИГРАТЬ РЕЙНДЖЕР ПРОТИВ ЗОМБИ\nИграть в Ranger VS Zombies увлекательно и увлекательно. Всегда обращайте внимание на злых существ перед рейнджером и решайте, прыгать или стрелять. Собирайте монеты, чтобы получить как можно больше очков и бонусов, чтобы улучшить и расширить свою игру.\n\nУПРАВЛЕНИЕ\n- Компьютер: используйте клавишу со стрелкой вверх, чтобы прыгать, и нажмите пробел, чтобы стрелять. Внизу по центру вы можете найти кнопки для использования мощного разрушительного оружия.\n- Мобильное устройство: используйте виртуальные кнопки, которые вы видите на игровом экране внизу. Слева находится кнопка прыжка. В центре расположены кнопки для использования мощных средств поражения. Справа расположены функции съемки.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nФУНКЦИИ:\n- HTML5 игра\n- Легко играть\n- 100% бесплатно\n- Оффлайн игра\n\nПРОЧИЕ ФУНКЦИИ\n- Кнопка How 2 Play: кнопка How 2 Play — это функция, которая предоставляет инструкции и рекомендации по игре.\n- Кнопка «Дополнительные игры». Кнопка «Дополнительные игры» — это функция, которая позволяет пользователям находить и получать доступ к другим играм, доступным на Magbei.com, нашем веб-сайте онлайн-игр.\n- Кнопка «Полноэкранный режим»: кнопка «Полноэкранный режим» — это функция, которая позволяет пользователям играть в игру в полноэкранном режиме на Magbei.\n\nКак далеко вы заведете рейнджера, играя в Ranger VS Zombies? Покажите нам, насколько вы хороши в играх. Играть сейчас!",
    "sk": "Ranger VS Zombies je fascinujúca strieľačka a skákacia hra, v ktorej môžete behať, skákať a strieľať hrozivú armádu zombie. Sme radi, že vám to môžeme predstaviť ako jednu z niekoľkých nekonečných bežeckých hier.\n\nHRA RANGER VS ZOMBIES\nV odľahlom a pokojnom mestečku v Spojených štátoch musí ranger čeliť hordám zombie a zlým tvorom, ktoré vtrhnú do ulíc.\n\nNiektoré zombie sú obrovské a vyžadujú si viac pozornosti, zatiaľ čo iné sú malé, ale rýchlejšie a otravnejšie. Medzi strašnými stvoreniami zbierajte mince a vylepšenia, ktoré nájdete na ceste k hromadeniu bodov a predlžovaniu hry. Snažte sa dostať čo najďalej. V prípade potreby strieľajte a vymeňte zbraň.\n\nAKO HRAŤ RANGER VS ZOMBIES\nHranie hry Ranger VS Zombies je návykové a zábavné. Vždy dávajte pozor na zlé stvorenia pred strážcom a rozhodnite sa, či skočiť alebo strieľať. Zbierajte mince, aby ste získali čo najviac bodov a vylepšení na zlepšenie a rozšírenie svojej hry.\n\nOVLÁDANIE\n- Počítač: na skok použite kláves so šípkou nahor a strieľajte stlačením medzerníka. V strede dole nájdete tlačidlá na použitie silných ničivých zbraní.\n- Mobilné zariadenie: použite virtuálne tlačidlá, ktoré vidíte na hernej obrazovke v spodnej časti. Na ľavej strane je tlačidlo skoku. V strede sú tlačidlá na použitie silných zbraní ničenia. Na pravej strane sú funkcie snímania.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nVLASTNOSTI:\n- Hra HTML5\n- Jednoduché prehrávanie\n- 100% zadarmo\n- Offline hra\n\nĎALŠIE FUNKČNOSTI\n- Tlačidlo How 2 Play: Tlačidlo How 2 Play je funkcia, ktorá poskytuje pokyny a pokyny, ako hrať hru.\n- Tlačidlo More Games: Tlačidlo More Games je funkcia, ktorá používateľom umožňuje objavovať a pristupovať k ďalším hrám dostupným na Magbei.com, našej webovej stránke online hier.\n- Tlačidlo Celá obrazovka: Tlačidlo Celá obrazovka je funkcia, ktorá umožňuje používateľom hrať hru v režime celej obrazovky na Magbei.\n\nAko ďaleko dotiahnete rangera, keď hráte Ranger VS Zombies? Ukážte nám, akí ste dobrí v prevádzkovaní hier. Hrať teraz!",
    "sl": "Ranger VS Zombies je fascinantna igra streljanja in skokov, v kateri lahko tečete, skačete in streljate na grozljivo vojsko zombijev. Z veseljem predstavljamo to kot eno od številnih neskončnih tekaških iger.\n\nZAPIS IGRE RANGER PROTI ZOMBIJEM\nV odročnem in mirnem mestecu v Združenih državah se mora ranger soočiti s hordami zombijev in zlobnimi bitji, ki napadejo ulice.\n\nNekateri zombiji so ogromni in potrebujejo več pozornosti, medtem ko so drugi majhni, a hitrejši in bolj nadležni. Med grozljivimi bitji zbirajte kovance in okrepitve, ki jih najdete na poti, da naberete točke in podaljšate igranje. Poskusite priti čim dlje. Po potrebi streljajte in zamenjajte orožje.\n\nKAKO IGRATI RANGER VS ZOMBIES\nIgranje Ranger VS Zombies je zasvojljivo in zabavno. Vedno bodite pozorni na zlobna bitja pred nadzornikom in se odločite, ali boste skočili ali streljali. Zbirajte kovance, da dobite čim več točk in okrepitev, da izboljšate in razširite svojo igro.\n\nKONTROLE\n- Računalnik: uporabite tipko s puščico navzgor za skoke in pritisnite preslednico za streljanje. Spodaj na sredini najdete gumbe za uporabo močnega uničevalnega orožja.\n- Mobilna naprava: uporabite virtualne gumbe, ki jih vidite na spodnjem zaslonu igre. Na levi je gumb za skok. V sredini so gumbi za uporabo močnega uničevalnega orožja. Na desni strani so funkcije streljanja.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nLASTNOSTI:\n- Igra HTML5\n- Enostaven za igranje\n- 100% brezplačno\n- Igra brez povezave\n\nDRUGE FUNKCIONALNOSTI\n- Gumb How 2 Play: gumb How 2 Play je funkcija, ki nudi navodila in smernice za igranje igre.\n- Gumb Več iger: Gumb Več iger je funkcija, ki uporabnikom omogoča odkrivanje in dostop do drugih iger, ki so na voljo na Magbei.com, našem spletnem mestu s spletnimi igrami.\n- Gumb za celozaslonski način: gumb za celozaslonski način je funkcija, ki uporabnikom omogoča igranje igre v celozaslonskem načinu na Magbeiju.\n\nKako daleč boš spravil rangerja, ko igraš Ranger VS Zombies? Pokažite nam, kako dobri ste v vodenju iger. Igraj zdaj!",
    "sr": "Рангер ВС Зомбиес је фасцинантна игра пуцања и скакања у којој можете трчати, скакати и пуцати у застрашујућу војску зомбија. Задовољство нам је да ово представимо као једну од неколико бесконачних тркачких игара.\n\nРАНГЕР ВС ЗОМБИЕС ГАМЕ ПЛОТ\nУ удаљеном и мирном граду у Сједињеним Државама, ренџер се мора суочити са хордама зомбија и злим створењима која нападају улице.\n\nНеки зомбији су огромни и треба им више пажње, док су други мали, али бржи и досаднији. Између ужасних створења, скупљајте новчиће и појачања које пронађете на путу да сакупите поене и продужите игру. Покушајте да стигнете што је даље могуће. Ако је потребно, пуцајте и промените оружје.\n\nКАКО ИГРАТИ РАНГЕР ВС ЗОМБИЕС\nИграње Рангер ВС Зомбиес је заразна и забавна. Увек обратите пажњу на зла створења испред ренџера и одлучите да ли ћете скочити или пуцати. Сакупљајте новчиће да бисте добили што више поена и појачања да бисте побољшали и проширили своју игру.\n\nКОНТРОЛЕ\n- Рачунар: користите тастер са стрелицом нагоре за скакање и притисните размакницу да бисте пуцали. У доњем центру, можете пронаћи дугмад за употребу моћног деструктивног оружја.\n- Мобилни уређај: користите виртуелна дугмад која видите на екрану игре на дну. На левој страни је дугме за скок. У средини су дугмад за коришћење моћног оружја за уништавање. Десно су функције снимања.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nКАРАКТЕРИСТИКЕ:\n- ХТМЛ5 игра\n- Лако се игра\n- 100% бесплатно\n- Игра ван мреже\n\nДРУГЕ ФУНКЦИОНАЛНОСТИ\n- Дугме Хов 2 Плаи: Дугме Хов 2 Плаи је функција која пружа упутства и смернице о томе како да играте игру.\n– Дугме Више игара: Дугме Више игара је функција која омогућава корисницима да открију и приступе другим играма доступним на Магбеи.цом, нашој веб локацији за игре на мрежи.\n- Дугме преко целог екрана: Дугме за цео екран је функција која омогућава корисницима да играју игру у режиму целог екрана на Магбеију.\n\nКолико ћете далеко догурати ренџера када играте Рангер ВС Зомбиес? Покажите нам колико сте добри у вођењу игрица. Играј!",
    "sv": "Ranger VS Zombies är ett fascinerande skjut- och hoppspel där du kan springa, hoppa och skjuta en skrämmande zombiearmé. Vi är glada att kunna presentera detta som ett av flera oändliga löparspel.\n\nRANGER VS ZOMBIES SPELPLOT\nI en avlägsen och fridfull stad i USA måste en ranger möta zombiehorder och onda varelser som invaderar gatorna.\n\nVissa zombies är enorma och behöver mer uppmärksamhet, medan andra är små men snabbare och mer irriterande. Mellan hemska varelser, samla mynt och power-ups du hittar på vägen för att samla poäng och förlänga spelet. Försök att komma så långt som möjligt. Om det behövs, skjut och byt vapen.\n\nHUR MAN SPELAR RANGER VS ZOMBIES\nAtt spela Ranger VS Zombies är beroendeframkallande och roligt. Var alltid uppmärksam på onda varelser framför rangern och bestäm om du ska hoppa eller skjuta. Samla mynt för att få så många poäng och power-ups som möjligt för att förbättra och utöka ditt spel.\n\nKONTROLLER\n- Dator: använd uppåtpilen för att hoppa och tryck på mellanslagstangenten för att skjuta. Längst ner i mitten kan du hitta knappar för att använda kraftfulla destruktiva vapen.\n- Mobil enhet: använd de virtuella knapparna du ser på spelskärmen längst ner. Till vänster finns hoppknappen. I mitten finns knappar för att använda kraftfulla förstörelsevapen. Till höger finns fotograferingsfunktioner.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nFUNKTIONER:\n- HTML5-spel\n- Lätt att spela\n- 100 % gratis\n- Offlinespel\n\nANDRA FUNKTIONER\n- How 2 Play-knapp: How 2 Play-knappen är en funktion som ger instruktioner och riktlinjer för hur man spelar spelet.\n- Knappen Fler spel: Knappen Fler spel är en funktion som gör det möjligt för användare att upptäcka och komma åt andra spel som är tillgängliga på Magbei.com, vår webbsida för onlinespel.\n- Helskärmsknapp: Helskärmsknappen är en funktion som låter användare spela spelet i helskärmsläge på Magbei.\n\nHur långt kommer du få rangern att gå när du spelar Ranger VS Zombies? Visa oss hur bra du är på att köra spel. Spela nu!",
    "sw": "Ranger VS Zombies ni mchezo wa kuvutia wa risasi na kuruka ambao unaweza kukimbia, kuruka na kupiga jeshi la kutisha la zombie. Tunafurahi kuwasilisha hii kama moja ya michezo kadhaa ya wakimbiaji isiyo na mwisho.\n\nKIWANJA CHA MCHEZO WA RANGER VS ZOMBies\nKatika mji wa mbali na wenye amani nchini Marekani, mgambo lazima akabiliane na makundi ya zombie na viumbe waovu ambao huvamia barabara.\n\nRiddick wengine ni wakubwa na wanahitaji uangalizi zaidi, wakati wengine ni wadogo lakini haraka na kuudhi zaidi. Katikati ya viumbe wa kutisha, kusanya sarafu na nyongeza unazopata njiani kukusanya pointi na kuongeza muda wa uchezaji. Jaribu kufika mbali iwezekanavyo. Ikiwa ni lazima, piga na ubadilishe silaha yako.\n\nJINSI YA KUCHEZA RANGER VS Zombies\nKucheza Ranger VS Zombies ni addictive na furaha. Daima makini na viumbe waovu mbele ya mgambo na kuamua kama kuruka au risasi. Kusanya sarafu ili kupata pointi na nyongeza nyingi iwezekanavyo ili kuboresha na kupanua mchezo wako.\n\nVIDHIBITI\n- Kompyuta: tumia mshale wa juu kwa kuruka, na ubonyeze upau wa nafasi kupiga. Katikati ya chini, unaweza kupata vitufe vya kutumia silaha zenye nguvu za uharibifu.\n- Kifaa cha Mkononi: tumia vitufe vya mtandaoni unavyoona kwenye skrini ya mchezo chini. Upande wa kushoto ni kifungo cha kuruka. Katikati kuna vifungo vya kutumia silaha zenye nguvu za uharibifu. Upande wa kulia ni kazi za risasi.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nVIPENGELE:\n- HTML5 Mchezo\n- Rahisi Kucheza\n- 100% Bure\n- Mchezo wa nje ya mtandao\n\nKAZI NYINGINE\n- Kitufe cha Jinsi 2 Play: Kitufe cha Jinsi 2 Play ni chaguo ambalo hutoa maagizo na miongozo ya jinsi ya kucheza mchezo.\n- Kitufe cha Michezo Zaidi: Kitufe cha Michezo Zaidi ni kipengele kinachowawezesha watumiaji kugundua na kufikia michezo mingine inayopatikana kwenye Magbei.com, tovuti yetu ya mchezo wa mtandaoni.\n- Kitufe cha Skrini nzima: Kitufe cha Skrini nzima ni chaguo la kukokotoa ambalo huruhusu watumiaji kucheza mchezo katika hali ya skrini nzima kwenye Magbei.\n\nJe, utapata mgambo wa kwenda umbali gani unapocheza Ranger VS Zombies? Tuonyeshe jinsi ulivyo mzuri katika kukimbia michezo. Cheza sasa!",
    "ta": "ரேஞ்சர் VS ஜோம்பிஸ் என்பது ஒரு கண்கவர் ஷூட் மற்றும் ஜம்ப் கேம் ஆகும், இதில் நீங்கள் ஒரு திகிலூட்டும் ஜாம்பி இராணுவத்தை ஓடலாம், குதிக்கலாம் மற்றும் சுடலாம். பல முடிவற்ற ரன்னர் விளையாட்டுகளில் ஒன்றாக இதை வழங்குவதில் நாங்கள் மகிழ்ச்சியடைகிறோம்.\n\nரேஞ்சர் VS ஜோம்பிஸ் கேம் ப்ளாட்\nஅமெரிக்காவில் உள்ள தொலைதூர மற்றும் அமைதியான நகரத்தில், ஒரு ரேஞ்சர் தெருக்களில் படையெடுக்கும் ஜாம்பி கூட்டங்களையும் தீய உயிரினங்களையும் எதிர்கொள்ள வேண்டும்.\n\nசில ஜோம்பிஸ் மிகப்பெரியது மற்றும் அதிக கவனம் தேவை, மற்றவை சிறியவை ஆனால் வேகமானவை மற்றும் அதிக எரிச்சலூட்டும். கொடூரமான உயிரினங்களுக்கு இடையில், புள்ளிகளைக் குவிப்பதற்கும் விளையாட்டை நீட்டிப்பதற்கும் வழியில் நீங்கள் காணும் நாணயங்கள் மற்றும் பவர்-அப்களை சேகரிக்கவும். முடிந்தவரை செல்ல முயற்சி செய்யுங்கள். தேவைப்பட்டால், சுட்டு உங்கள் ஆயுதத்தை மாற்றவும்.\n\nரேஞ்சர் VS ஜோம்பிஸ் விளையாடுவது எப்படி\nரேஞ்சர் VS ஜோம்பிஸ் விளையாடுவது போதை மற்றும் வேடிக்கையானது. ரேஞ்சர் முன் எப்போதும் தீய உயிரினங்கள் கவனம் செலுத்த மற்றும் குதிக்க அல்லது சுட என்பதை முடிவு. உங்கள் விளையாட்டை மேம்படுத்தவும் விரிவாக்கவும் முடிந்தவரை பல புள்ளிகள் மற்றும் பவர்-அப்களைப் பெற நாணயங்களைச் சேகரிக்கவும்.\n\nகட்டுப்பாடுகள்\n- கணினி: குதிக்க மேல் அம்புக்குறி விசையைப் பயன்படுத்தவும், மேலும் சுடுவதற்கு ஸ்பேஸ்பாரை அழுத்தவும். கீழ் மையத்தில், சக்திவாய்ந்த அழிவுகரமான ஆயுதங்களைப் பயன்படுத்துவதற்கான பொத்தான்களைக் காணலாம்.\n- மொபைல் சாதனம்: கீழே உள்ள விளையாட்டுத் திரையில் நீங்கள் காணும் மெய்நிகர் பொத்தான்களைப் பயன்படுத்தவும். இடதுபுறத்தில் ஜம்ப் பொத்தான் உள்ளது. மையத்தில் சக்திவாய்ந்த அழிவு ஆயுதங்களைப் பயன்படுத்துவதற்கான பொத்தான்கள் உள்ளன. வலதுபுறத்தில் படப்பிடிப்பு செயல்பாடுகள் உள்ளன.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nஅம்சங்கள்:\n- HTML5 கேம்\n- விளையாட எளிதானது\n- 100% இலவசம்\n- ஆஃப்லைன் கேம்\n\nபிற செயல்பாடுகள்\n- எப்படி 2 ப்ளே பட்டன்: ஹவ் 2 ப்ளே பொத்தான் என்பது விளையாட்டை எப்படி விளையாடுவது என்பதற்கான வழிமுறைகளையும் வழிகாட்டுதல்களையும் வழங்கும் ஒரு செயல்பாடாகும்.\n- மேலும் கேம்கள் பொத்தான்: மேலும் கேம்ஸ் பொத்தான் என்பது, எங்கள் ஆன்லைன் கேம் இணையதளமான Magbei.com இல் கிடைக்கும் பிற கேம்களைக் கண்டறியவும் அணுகவும் பயனர்களுக்கு உதவும் அம்சமாகும்.\n- முழுத்திரை பொத்தான்: முழுத்திரை பொத்தான் என்பது பயனர்கள் மக்பேயில் முழுத்திரை பயன்முறையில் கேமை விளையாட அனுமதிக்கும் ஒரு செயல்பாடாகும்.\n\nநீங்கள் ரேஞ்சர் VS ஜோம்பிஸ் விளையாடும்போது ரேஞ்சரை எவ்வளவு தூரம் அழைத்துச் செல்வீர்கள்? கேம்களை நடத்துவதில் நீங்கள் எவ்வளவு சிறந்தவர் என்பதை எங்களுக்குக் காட்டுங்கள். இப்பொழுதே விளையாடு!",
    "te": "రేంజర్ VS జాంబీస్ అనేది ఒక మనోహరమైన షూట్ మరియు జంప్ గేమ్, దీనిలో మీరు భయంకరమైన జోంబీ సైన్యాన్ని పరిగెత్తవచ్చు, దూకవచ్చు మరియు షూట్ చేయవచ్చు. ఇది అనేక అంతులేని రన్నర్ గేమ్‌లలో ఒకటిగా ప్రదర్శించడానికి మేము సంతోషిస్తున్నాము.\n\nరేంజర్ VS జాంబీస్ గేమ్ ప్లాట్\nయునైటెడ్ స్టేట్స్‌లోని మారుమూల మరియు ప్రశాంతమైన పట్టణంలో, ఒక రేంజర్ తప్పనిసరిగా జోంబీ సమూహాలను మరియు వీధుల్లో దాడి చేసే దుష్ట జీవులను ఎదుర్కోవలసి ఉంటుంది.\n\nకొన్ని జాంబీస్ అపారమైనవి మరియు ఎక్కువ శ్రద్ధ అవసరం, మరికొన్ని చిన్నవి కానీ వేగంగా మరియు మరింత బాధించేవి. భయంకరమైన జీవుల మధ్య, పాయింట్లను సేకరించడానికి మరియు గేమ్‌ప్లేను పొడిగించడానికి మార్గంలో మీరు కనుగొన్న నాణేలు మరియు పవర్-అప్‌లను సేకరించండి. వీలైనంత వరకు పొందడానికి ప్రయత్నించండి. అవసరమైతే, షూట్ మరియు మీ ఆయుధం మార్చండి.\n\nరేంజర్ VS జాంబీస్ ఎలా ఆడాలి\nరేంజర్ VS జాంబీస్ ఆడటం వ్యసనపరుడైన మరియు సరదాగా ఉంటుంది. ఎల్లప్పుడూ రేంజర్ ముందు చెడు జీవులు దృష్టి చెల్లించండి మరియు జంప్ లేదా షూట్ లేదో నిర్ణయించుకుంటారు. మీ గేమ్‌ను మెరుగుపరచడానికి మరియు విస్తరించడానికి వీలైనన్ని ఎక్కువ పాయింట్‌లు మరియు పవర్-అప్‌లను పొందడానికి నాణేలను సేకరించండి.\n\nనియంత్రణలు\n- కంప్యూటర్: జంపింగ్ కోసం పైకి బాణం కీని ఉపయోగించండి మరియు షూట్ చేయడానికి స్పేస్‌బార్‌ను నొక్కండి. దిగువ మధ్యలో, మీరు శక్తివంతమైన విధ్వంసక ఆయుధాలను ఉపయోగించడానికి బటన్‌లను కనుగొనవచ్చు.\n- మొబైల్ పరికరం: దిగువన ఉన్న గేమ్ స్క్రీన్‌లో మీరు చూసే వర్చువల్ బటన్‌లను ఉపయోగించండి. ఎడమవైపు జంప్ బటన్ ఉంది. మధ్యలో విధ్వంసం యొక్క శక్తివంతమైన ఆయుధాలను ఉపయోగించడం కోసం బటన్లు ఉన్నాయి. కుడివైపు షూటింగ్ ఫంక్షన్లు ఉన్నాయి.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nలక్షణాలు:\n- HTML5 గేమ్\n- ఆడటం సులభం\n- 100% ఉచితం\n- ఆఫ్‌లైన్ గేమ్\n\nఇతర కార్యాచరణలు\n- ఎలా 2 ప్లే బటన్: హౌ 2 ప్లే బటన్ అనేది గేమ్‌ను ఎలా ఆడాలనే దానిపై సూచనలు మరియు మార్గదర్శకాలను అందించే ఫంక్షన్.\n- మరిన్ని ఆటల బటన్: మరిన్ని ఆటల బటన్ అనేది మా ఆన్‌లైన్ గేమ్ వెబ్‌సైట్ Magbei.comలో అందుబాటులో ఉన్న ఇతర గేమ్‌లను కనుగొనడానికి మరియు యాక్సెస్ చేయడానికి వినియోగదారులను అనుమతించే ఒక ఫీచర్.\n- ఫుల్‌స్క్రీన్ బటన్: ఫుల్‌స్క్రీన్ బటన్ అనేది మాగ్‌బీలో పూర్తి స్క్రీన్ మోడ్‌లో గేమ్‌ను ఆడేందుకు వినియోగదారులను అనుమతించే ఒక ఫంక్షన్.\n\nమీరు రేంజర్ VS జాంబీస్‌ని ఆడుతున్నప్పుడు రేంజర్‌ని ఎంత దూరం వెళ్లాలి? గేమ్‌లను నడపడంలో మీరు ఎంత మంచివారో మాకు చూపండి. ఇప్పుడు ఆడు!",
    "th": "Ranger VS Zombies เป็นเกมยิงและกระโดดที่น่าสนใจ ซึ่งคุณสามารถวิ่ง กระโดด และยิงกองทัพซอมบี้ที่น่าสะพรึงกลัวได้ เรายินดีที่จะนำเสนอเกมนี้เป็นหนึ่งในเกมวิ่งที่ไม่มีที่สิ้นสุด\n\nพล็อตเกม RANGER VS ZOMBIES\nในเมืองที่ห่างไกลและเงียบสงบในสหรัฐอเมริกา แรนเจอร์ต้องเผชิญหน้ากับฝูงซอมบี้และสัตว์ร้ายที่บุกเข้ามาตามท้องถนน\n\nซอมบี้บางตัวตัวใหญ่และต้องการการดูแลเอาใจใส่มากกว่า ในขณะที่ซอมบี้บางตัวตัวเล็กแต่รวดเร็วและน่ารำคาญกว่า ระหว่างสิ่งมีชีวิตที่น่ากลัว สะสมเหรียญและเพิ่มพลังที่คุณพบระหว่างทางเพื่อสะสมคะแนนและยืดอายุการเล่นเกม พยายามไปให้ไกลที่สุด หากจำเป็น ให้ยิงและเปลี่ยนอาวุธของคุณ\n\nวิธีเล่นเรนเจอร์ VS ซอมบี้\nการเล่น Ranger VS Zombies นั้นทำให้ติดและสนุก ให้ความสนใจกับสัตว์ร้ายต่อหน้าแรนเจอร์เสมอและตัดสินใจว่าจะกระโดดหรือยิง สะสมเหรียญเพื่อรับคะแนนและเพิ่มพลังมากที่สุดเท่าที่จะเป็นไปได้เพื่อปรับปรุงและขยายเกมของคุณ\n\nการควบคุม\n- คอมพิวเตอร์: ใช้ปุ่มลูกศรขึ้นเพื่อกระโดด และกดแป้นเว้นวรรคเพื่อยิง ตรงกลางด้านล่าง คุณจะพบปุ่มสำหรับใช้อาวุธทำลายล้างที่ทรงพลัง\n- อุปกรณ์เคลื่อนที่: ใช้ปุ่มเสมือนที่คุณเห็นบนหน้าจอเกมที่ด้านล่าง ด้านซ้ายคือปุ่มกระโดด ตรงกลางมีปุ่มสำหรับใช้อาวุธทำลายล้างทรงพลัง ด้านขวาคือฟังก์ชั่นการถ่ายภาพ\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nคุณสมบัติ:\n- เกม HTML5\n- เล่นง่าย\n- ฟรี 100%\n- เกมออฟไลน์\n\nฟังก์ชั่นอื่นๆ\n- ปุ่ม How 2 Play: ปุ่ม How 2 Play เป็นฟังก์ชันที่ให้คำแนะนำและแนวทางในการเล่นเกม\n- ปุ่ม More Games: ปุ่ม More Games เป็นฟีเจอร์ที่ช่วยให้ผู้ใช้สามารถค้นหาและเข้าถึงเกมอื่นๆ ที่มีอยู่ใน Magbei.com ซึ่งเป็นเว็บไซต์เกมออนไลน์ของเรา\n- ปุ่มเต็มหน้าจอ: ปุ่มเต็มหน้าจอเป็นฟังก์ชันที่ช่วยให้ผู้ใช้สามารถเล่นเกมในโหมดเต็มหน้าจอบน Magbei\n\nคุณจะได้เรนเจอร์ไปได้ไกลแค่ไหนเมื่อคุณเล่น Ranger VS Zombies? แสดงให้เราเห็นว่าคุณเล่นเกมเก่งแค่ไหน เล่นเลย!",
    "tr": "Ranger VS Zombies, korkunç bir zombi ordusunu koşabileceğiniz, zıplayabileceğiniz ve vurabileceğiniz büyüleyici bir ateş et ve zıpla oyunudur. Bunu birkaç sonsuz koşucu oyunundan biri olarak sunmaktan mutluluk duyuyoruz.\n\nRANGER ZOMBİLERE KARŞI OYUN KONUSU\nAmerika Birleşik Devletleri'ndeki uzak ve huzurlu bir kasabada, bir korucu, sokakları istila eden zombi orduları ve kötü yaratıklarla yüzleşmek zorundadır.\n\nBazı zombiler çok büyüktür ve daha fazla dikkat gerektirirken, diğerleri küçük ama daha hızlı ve daha can sıkıcıdır. Korkunç yaratıklar arasında, puan toplamak ve oyunu uzatmak için yolda bulduğunuz jetonları ve güçlendirmeleri toplayın. Mümkün olduğu kadar uzağa gitmeye çalışın. Gerekirse ateş edin ve silahınızı değiştirin.\n\nRANGER ZOMBİLERE KARŞI NASIL OYNANIR\nRanger VS Zombies oynamak bağımlılık yapar ve eğlencelidir. Her zaman korucunun önündeki kötü yaratıklara dikkat edin ve zıplayıp ateş etmeyeceğinize karar verin. Oyununuzu geliştirmek ve genişletmek için mümkün olduğunca çok puan ve güçlendirme elde etmek için para toplayın.\n\nKONTROLLER\n- Bilgisayar: zıplamak için yukarı ok tuşunu kullanın ve ateş etmek için boşluk tuşuna basın. Alt merkezde, güçlü yıkıcı silahları kullanmak için düğmeler bulabilirsiniz.\n- Mobil Cihaz: Alt kısımda oyun ekranında gördüğünüz sanal butonları kullanın. Solda atlama düğmesi var. Merkezde, güçlü imha silahlarını kullanmak için düğmeler var. Sağda çekim işlevleri var.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nÖZELLİKLERİ:\n- HTML5 Oyunu\n- Oynaması Kolay\n- %100 Ücretsiz\n- Çevrimdışı Oyun\n\nDİĞER FONKSİYONLAR\n- How 2 Play düğmesi: How 2 Play düğmesi, oyunun nasıl oynanacağına ilişkin talimatlar ve yönergeler sağlayan bir işlevdir.\n- Daha Fazla Oyun düğmesi: Daha Fazla Oyun düğmesi, kullanıcıların çevrimiçi oyun web sitemiz Magbei.com'da bulunan diğer oyunları keşfetmesini ve bunlara erişmesini sağlayan bir özelliktir.\n- Tam Ekran düğmesi: Tam Ekran düğmesi, kullanıcıların oyunu Magbei'de tam ekran modunda oynamasına olanak tanıyan bir işlevdir.\n\nRanger VS Zombies oynarken korucuyu ne kadar ileri götürebilirsin? Koşu oyunlarında ne kadar iyi olduğunu bize göster. Şimdi oyna!",
    "uk": "Ranger VS Zombies — це захоплююча гра зі стрільбою та стрибками, в якій ви можете бігати, стрибати та стріляти в жахливу армію зомбі. Ми раді представити цю гру як одну з кількох нескінченних ранерів.\n\nСЮЖЕТ ГРИ RANGER VS ZOMBIES\nУ віддаленому мирному містечку Сполучених Штатів рейнджер повинен зіткнутися з ордами зомбі та злими істотами, які вторгаються на вулиці.\n\nДеякі зомбі величезні і потребують більше уваги, а інші малі, але швидші та дратівливіші. Між жахливими істотами збирайте монети та бонуси, які знайдете на шляху, щоб накопичувати бали та продовжувати ігровий процес. Спробуйте дістатися якомога далі. При необхідності стріляйте і змінюйте зброю.\n\nЯК ГРАТИ В РЕЙНЖЕР ПРОТИ ЗОМБІ\nГра в Ranger VS Zombies викликає звикання та задоволення. Завжди звертайте увагу на злих істот перед рейнджером і вирішуйте, стрибати чи стріляти. Збирайте монети, щоб отримати якомога більше очок і бонусів, щоб покращити та розширити свою гру.\n\nУПРАВЛІННЯ\n- Комп'ютер: використовуйте клавішу зі стрілкою вгору, щоб стрибати, і натисніть пробіл, щоб стріляти. Унизу по центру ви можете знайти кнопки для використання потужної руйнівної зброї.\n- Мобільний пристрій: використовуйте віртуальні кнопки, які ви бачите на ігровому екрані внизу. Зліва знаходиться кнопка стрибка. У центрі знаходяться кнопки для використання потужної зброї ураження. Праворуч розташовані функції зйомки.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nОСОБЛИВОСТІ:\n- Гра HTML5\n- Легко грати\n- 100% безкоштовно\n- Офлайн гра\n\nІНШІ ФУНКЦІОНАЛІ\n- Кнопка How 2 Play: кнопка How 2 Play – це функція, яка надає інструкції та вказівки щодо того, як грати в гру.\n- Кнопка «Більше ігор»: кнопка «Більше ігор» — це функція, яка дозволяє користувачам знаходити та отримувати доступ до інших ігор, доступних на Magbei.com, нашому веб-сайті онлайн-ігор.\n- Кнопка «Повноекранний режим». Кнопка «Повноекранний режим» — це функція, яка дозволяє користувачам грати в гру в повноекранному режимі на Magbei.\n\nЯк далеко ви зможете зайти рейнджера, граючи в «Рейнджери проти зомбі»? Покажіть нам, наскільки добре ви вмієте запускати ігри. Грати зараз!",
    "vi": "Ranger VS Zombies là một trò chơi bắn và nhảy hấp dẫn, trong đó bạn có thể chạy, nhảy và bắn một đội quân thây ma đáng sợ. Chúng tôi hân hạnh giới thiệu đây là một trong số những trò chơi chạy vô tận.\n\nCỐT TRÒ CHƠI RANGER VS ZOMBIES\nTại một thị trấn xa xôi và yên bình của nước Mỹ, một nhân viên kiểm lâm phải đối mặt với bầy zombie và những sinh vật xấu xa đang xâm chiếm đường phố.\n\nMột số thây ma to lớn và cần được chú ý nhiều hơn, trong khi những thây ma khác nhỏ nhưng nhanh hơn và khó chịu hơn. Ở giữa những sinh vật khủng khiếp, thu thập tiền xu và sức mạnh bạn tìm thấy trên đường để tích lũy điểm và kéo dài thời gian chơi. Cố gắng đi càng xa càng tốt. Nếu cần, hãy bắn và thay đổi vũ khí của bạn.\n\nCÁCH CHƠI RANGER VS ZOMBIES\nChơi Ranger VS Zombies gây nghiện và thú vị. Luôn chú ý đến những sinh vật xấu xa trước mặt kiểm lâm và quyết định nhảy hay bắn. Thu thập tiền xu để nhận càng nhiều điểm và sức mạnh càng tốt để cải thiện và mở rộng trò chơi của bạn.\n\nKIỂM SOÁT\n- Máy tính: sử dụng phím mũi tên lên để nhảy và nhấn phím cách để bắn. Ở trung tâm dưới cùng, bạn có thể tìm thấy các nút để sử dụng vũ khí hủy diệt mạnh mẽ.\n- Thiết bị di động: sử dụng các nút ảo mà bạn nhìn thấy trên màn hình trò chơi ở phía dưới. Bên trái là nút nhảy. Ở trung tâm là các nút để sử dụng vũ khí hủy diệt mạnh mẽ. Bên phải là các chức năng chụp ảnh.\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\nTÍNH NĂNG, ĐẶC ĐIỂM:\n- Trò chơi HTML5\n- Dễ chơi\n- 100% miễn phí\n- Trò chơi ngoại tuyến\n\nCÁC CHỨC NĂNG KHÁC\n- Nút How 2 Play: Nút How 2 Play là chức năng cung cấp hướng dẫn và hướng dẫn cách chơi trò chơi.\n- Nút Trò chơi khác: Nút Trò chơi khác là một tính năng cho phép người dùng khám phá và truy cập các trò chơi khác có sẵn trên Magbei.com, trang web trò chơi trực tuyến của chúng tôi.\n- Nút Fullscreen: Nút Fullscreen là chức năng cho phép người dùng chơi game ở chế độ toàn màn hình trên Magbei.\n\nBạn sẽ đưa người kiểm lâm đi được bao xa khi chơi Ranger VS Zombies? Cho chúng tôi thấy bạn đang chạy trò chơi tốt như thế nào. Bắt đầu chơi!",
    "zh_CN": "Ranger VS Zombies 是一款引人入胜的射击和跳跃游戏，您可以在其中奔跑、跳跃并射击一支可怕的僵尸军队。 我们很高兴将此作为几个无尽的跑酷游戏之一。\n\n游侠大战僵尸游戏剧情\n在美国一个偏远而宁静的小镇，一名游侠必须面对入侵街道的僵尸大军和邪恶生物。\n\n有些僵尸体型巨大，需要更多关注，而另一些僵尸体型虽小但速度更快，也更令人讨厌。 在可怕的生物之间，收集您在途中发现的硬币和能量提升，以积累积分并延长游戏时间。 尝试尽可能远。 如有必要，射击并更换武器。\n\n如何玩 RANGER VS ZOMBIES\n玩 Ranger VS Zombies 令人上瘾且有趣。 始终注意游侠前方的邪恶生物，并决定是跳跃还是射击。 收集硬币以获得尽可能多的积分和能量提升，以改进和扩展您的游戏。\n\n控件\n- 电脑：使用向上键跳跃，按下空格键射击。 在底部中央，您可以找到使用强大的破坏性武器的按钮。\n- 移动设备：使用您在游戏屏幕底部看到的虚拟按钮。 左边是跳跃按钮。 中间是使用强大的杀伤性武器的按钮。 右边是拍摄功能。\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\n特征：\n- HTML5 游戏\n- 易玩\n- 100% 免费\n- 离线游戏\n\n其他功能\n- How 2 Play 按钮：How 2 Play 按钮是一项提供如何玩游戏的说明和指南的功能。\n- “更多游戏”按钮：“更多游戏”按钮是一项功能，使用户能够发现和访问我们的在线游戏网站 Magbei.com 上提供的其他游戏。\n- 全屏按钮：全屏按钮是允许用户在麦贝上以全屏模式玩游戏的功能。\n\n当您玩 Ranger VS Zombies 时，您会让游侠走多远？ 向我们展示您在运行游戏方面的水平。 现在播放！",
    "zh_TW": "Ranger VS Zombies 是一款引人入勝的射擊和跳躍遊戲，您可以在其中奔跑、跳躍並射擊一支可怕的殭屍軍隊。 我們很高興將此作為幾個無盡的跑酷遊戲之一。\n\n遊俠大戰殭屍遊戲劇情\n在美國一個偏遠而寧靜的小鎮，一名遊俠必鬚麵對入侵街道的殭屍大軍和邪惡生物。\n\n有些殭屍體型巨大，需要更多關注，而另一些殭屍體型雖小但速度更快，也更令人討厭。 在可怕的生物之間，收集您在途中發現的硬幣和能量提升，以積累積分並延長游戲時間。 嘗試盡可能遠。 如有必要，射擊並更換武器。\n\n如何玩 RANGER VS ZOMBIES\n玩 Ranger VS Zombies 令人上癮且有趣。 始終注意遊俠前方的邪惡生物，並決定是跳躍還是射擊。 收集硬幣以獲得盡可能多的積分和能量提升，以改進和擴展您的遊戲。\n\n控件\n- 電腦：使用向上鍵跳躍，按下空格鍵射擊。 在底部中央，您可以找到使用強大的破壞性武器的按鈕。\n- 移動設備：使用您在遊戲屏幕底部看到的虛擬按鈕。 左邊是跳躍按鈕。 中間是使用強大的殺傷性武器的按鈕。 右邊是拍攝功能。\n\nRanger VS Zombies Game is a fun action game online to play when bored for FREE on Magbei.com\n\n特徵：\n- HTML5 遊戲\n- 易玩\n- 100% 免費\n- 離線遊戲\n\n其他功能\n- How 2 Play 按鈕：How 2 Play 按鈕是一項提供如何玩遊戲的說明和指南的功能。\n- “更多遊戲”按鈕：“更多遊戲”按鈕是一項功能，使用戶能夠發現和訪問我們的在線遊戲網站 Magbei.com 上提供的其他遊戲。\n- 全屏按鈕：全屏按鈕是允許用戶在麥貝上以全屏模式玩遊戲的功能。\n\n當您玩 Ranger VS Zombies 時，您會讓遊俠走多遠？ 向我們展示您在運行遊戲方面的水平。 現在播放！"
  }
}