{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Index podnikateľa"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Slúži na rýchle získanie ekonomických informácií (tržby, zisky,...) o slovenských spoločnostiach zo stránok indexpodnikatela.sk"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Zistite si hospodárske výsledky slovenských firiem za pár sekúnd.\n\nAk si každé ráno sadáte k počítaču, aby ste si na webe prečítali správy z ekonomiky a slovenského podnikateľského prostredia, určite natrafíte na zaujímavé články o slovenských firmách. Či už sú to rôzne analýzy, štatistiky, rebríčky TOP firiem na Slovensku alebo v jednotlivých odvetviach. V prípade, že si chcete overiť informácie o zisku či tržbách konkrétnej firmy alebo si o nej zistiť viac, môžete tieto informácie googliť na internete a po niekoľkých minútach hľadania sa k nim určite dostanete. \n\nPortál www.indexpodnikatela.sk sa však snaží zrýchliť a zefektívniť vyhľadávanie finančných informácií o slovenských firmách a preto vytvoril šikovný doplnok, cez ktorý získate tieto informácie pomocou niekoľkých klikov a dokonca bez toho, aby ste museli opustiť stránku, na ktorej sa práve nachádzate. Tento doplnok si jednoducho stiahnete a nainštalujete do prehliadača Chrome a môžete ho využívať. \n\nDoplnok funguje ľahko a intuitívne. Stačí len myškou označiť názov alebo IČO firmy, o ktorej chcete zistiť bližšie informácie a následne kliknúť na ikonu s logom Index Podnikateľa, ktorá sa nachádza na lište. Pozrite si krátke video, ktoré znázorňuje ako jednoducho tento doplnok funguje."
  }
}