{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "View CSS"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A Chrome extension to view the CSS of any website."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CSSViewer is a lightweight and user-friendly Chrome extension designed to help you inspect, analyze, and view the CSS used on any website with a single click. Whether you're a developer, designer, or simply someone curious about how a website's styling is built, CSSViewer is the perfect tool to understand the structure and details of CSS properties directly in your browser.\n\nKey Features:\nCheck CSS used on a website: With CSSViewer, you can easily explore all the CSS properties applied to the current webpage. Extract CSS from all elements and discover how websites are styled.\n\nCategorized CSS Output: CSSViewer provides a clear breakdown of CSS properties by categories such as Font & Text, Color & Background, Box (margin, padding, etc.), Positioning, and Lists. This makes it easy to navigate through large stylesheets and focus on the specific CSS rules you're interested in.\n\nCopy and Download CSS: Want to use or analyze the CSS you’ve just inspected? CSSViewer allows you to copy the CSS directly to your clipboard or download it as a CSS file for offline analysis or further customization.\n\nInstant Results: With a click of a button, you can view all the stylesheets and CSS rules used on any website. CSSViewer instantly extracts the CSS code for you, making it ideal for quick inspections.\n\nPerfect for Developers and Designers: Whether you're designing your own website or learning how popular websites are styled, CSSViewer simplifies the process by giving you access to the full list of CSS properties applied to a page, categorized for easy inspection.\n\nView and Compare Styling: Use CSSViewer to compare the CSS styles between different websites, understand media queries, and inspect CSS frameworks or custom styling solutions that websites are using.\n\nHow It Works:\nInstall CSSViewer from the Chrome Web Store.\nVisit any webpage, click on the CSSViewer extension icon, and hit \"View CSS\".\nThe extension will extract all the CSS properties applied to the page, categorize them (Font, Colors, Box Model, Positioning, etc.), and display them in a clean, scrollable popup.\nCopy the CSS or download it for later use with one click!\n\nWho Is This Extension For?\nWeb Developers: Quickly view and extract the CSS of any webpage to better understand how different styles are applied. Perfect for debugging and learning CSS structure.\n\nWeb Designers: Analyze the font sizes, colors, and box model properties used on a page to gain inspiration for your own designs or to ensure design consistency across different web pages.\n\nStudents & Learners: If you’re learning web development and want to see how real-world websites are built, CSSViewer helps you inspect and understand CSS properties and frameworks being used.\n\nWhy CSSViewer?\nSimplicity & Ease of Use: With its intuitive interface, CSSViewer doesn’t require any special technical skills. A single click is all it takes to access the CSS styles applied to the current webpage.\n\nCategorized CSS for Better Clarity: CSSViewer separates styles into categories like Font & Text, Color & Background, Box Model, Positioning, and List Styles, making it easier to focus on specific properties without getting overwhelmed.\n\nAdvanced CSS Insights: Whether you are dealing with complex media queries, responsive design, or understanding various CSS frameworks, CSSViewer helps you access and learn from any CSS code.\n\nCopy or Download CSS in Seconds: Export the CSS to reuse in your own projects or for further analysis, with convenient copy and download options directly in the popup."
  }
}