{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Information Visualization of Browser History"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reads your history, and use information visualization techniques to show graphically how you spend your time on the internet."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Reads your browser history, and use Information Visualization techniques (a branch of Computer Graphics), to show graphically how you spend your time on the Internet to analyze if you are productive or unproductive when using the Internet. According to a research done by Salary.com with ten thousand employees, most of them waste time on the Internet in websites unrelated to their work. The inefficient use of time by these employees during their working day costs to the US companies the equivalent of US $ 759 billion per year. The main distraction was the Internet activity indicated by 44.7% of respondents, generating a cost of around US$ 300 billion annually to companies. Thus, companies may adopt a measure to reduce this idle time with this software. This extension is not a tracking software, but a software to make a self-analysis to see where you are spending your time on the Internet, see the most visited websites, the behaviour on specific days by adding a date time filter, the behavior when clicking on links, like ads, and see the frequency of use of the internet and what are the accessed websites. The visual charts help to analyse the browser history, since lots of data are difficult to analyse in a text form. With this visual charts, you can see where you can improve your productivity."
  }
}