{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Proxy Switcher and Manager"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Manage and switch between multiple proxy types (SOCKS, PAC, and Direct) with profile support"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "\"Proxy Switcher and Manager\" extension brings the power of proxy management to your browser. Using this extension, you can configure your browser to use a proxy server without altering your operating system's network. The toolbar icon indicates the current type of proxy your browser is using (No Proxy Mode (Direct), Auto-detect Proxy Mode, Manual Mode (SOCKS and HTTPS), and  PAC Script Mode). The extension is designed such that no resource is used while the panel is closed.\n\nFeatures:\n1. Supports profiles to store multiple proxy servers and switch between them when needed\n2. Supports inline PAC script\n3. Supports refreshing the PAC script from a remote server\n4. Displays failed resources and the reason they failed\n5. Supports badge text and toolbar color to differentiate between proxy profiles\n\nNotes: \n1. The toolbar icon is an indicator of the current proxy type. Place your mouse over the toolbar button to get more info.\n2. The badge text displays the number of failed resources. Opening the panel, you can check these resources by pressing the \"Error Log\" button (this feature is disabled by default). \n3. It is possible to search for free transparent or anonymous proxy servers in the manual proxy tab.\n\nWhy do I need this extension to alter my proxy? \nBy using a proxy server that sits intermediary between your computer and the internet, you can hide your real location or access websites that would otherwise be blocked.\n\nProxy Switcher and Manager is an open-source project."
  }
}