{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner enables you to perform privacy and security compliance assessments (PCI-DSS 4.0, HIPAA, CCPA)"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Feroot PageScanner v2 is a powerful SECURITY and PRIVACY extension that allows you to easily detect web trackers and scripts that collect user's personal information on websites and webpages you visit.\n\nMost auditors, compliance assessors, and privacy professionals have only two options to perform PCI-DSS 4.0.1, HIPAA, CCPA/CPRA, Anti-wiretapping laws such as CIPA and GDPR assessment of websites. Either to settle for lightweight consumer-grade privacy tools OR use sophisticated proxies with complicated and expensive security platforms. \n\nWe believe you shouldn’t have to choose one or the other. Feroot PageScanner is a POWERFUL and EASY-TO-USE website security and privacy compliance tool. It’s like an X-ray for websites and webpages. \n\nWhat’s possible with Feroot PageScanner?\n\nELIMINATE HASSLE: Comes with easy reporting and data export features. You’ll be able to perform privacy and security compliance assessments—such as PCI-DSS 4.0.1, HIPAA, CCPA, GDPR, PIPEDA, and many more—in seconds.\n\nSAVE TIME: With the click of a button, assess any webpages (including unauthenticated and authenticated pages), any user journey on any website, even with the most complex navigation sequences, such as making an online payment with a credit card, logging in with passwords and MFAs, or scheduling a doctor's appointment. \n\nEXPOSE DATA BROKERS: In seconds, see exactly how TikTok, Meta/Facebook, and thousands of data brokers and scripts collect personal information when logging in, creating accounts, or updating your contact information.\n\nELEGANT DASHBOARD: Experience a beautiful, quick-view website dashboard made for professionals. At a glance, you’ll see how many web tracking pixels, tags, data brokers, tools, vendors and JavaScript libraries are present on each website.\n\nHow does Feroot PageScanner work?\n\n— With the Feroot PageScanner Google Chrome extension, simply click the icon to view the website dashboard in seconds.\n\n— Need to review user journeys across multiple webpages and forms? Click on the Rewind and Forward buttons to see what happened on every webpage you visited.\n\n — Export an inventory of JavaScript libraries, web trackers, and all other findings into an Excel spreadsheet or as JSON to share with colleagues or clients.\n\nIt’s time to discover why Feroot PageScanner is the top-choice among auditors, compliance accessors, security engineers and privacy professionals. \n\nDownload the Feroot PageScanner extension today."
  }
}