{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Arinaz - For Amazon KDP"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Searchvolume, related keywords, index checker and much more - for Amazon sellers and vendors"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Related keywords, index checker and much more - for Amazon Kindle Direct Publishing. Free Keyword Tool with analysis widgets for the SERP. The easy way to check The listing of your Competition and find new keywords. The ARINAZ Chrome Extension offers a range of free tools for a variety of marketplaces, Kindle Direct Publishing, FBA Private Label Sellers and Vendors. Check whether the respective ASIN for the desired search terms and keywords can be found. Check with a single click for which parts of the title, description and bullet points the respective ASIN can be found. With the rating widget you can find out with how many stars the products on the SERP were rated. We get this data for the organic ranking products as well as for the sponsored products. In the review’s widget, you will see the number of reviews that the products on the SERP have received on average.\n- How has the search volume changed in the course of the last days, months or last year?\n- What are the related search terms to my keyword?\n- What about the ratings and reviews of the products on the SERP?\n- What about the average price of the products?\n- And how many of them are available as Prime?\nGet all this data granularly displayed in comparison to organic ranked and spa products!\nThe price widget shows you in which price ranges the products on the SERP are being sold. Here again, we distinguish between organically ranking products and sponsored products.\nFinally, the Prime widget shows you the percentage of products available as Prime as well as “not” Prime on the SERP."
  }
}