{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Translator Instantaneous Above",
    "ru": "Переводчик",
    "uk": "Перекладач",
    "zh_CN,zh_TW": "译者"
  },
  "short": {
    "ar": "Translate Mouseover - Tooltip Tool Translator ترجمة نص Mouseover باستخدام ترجمة Google.",
    "am": "Mouteover ተርጓሚ - የመዳፊት መሣሪያ መሣሪያ ተርጓሚ የጉግል ትርጉም በመጠቀም Modyseover ጽሑፍን ይተርጉሙ.",
    "bg": "Moadover Превод - Tool Strip Translator Превод на текста на мишката с помощта на Google Преводач.",
    "bn": "Mouseover অনুবাদ - মাউস টুলটিপ অনুবাদক গুগল অনুবাদ ব্যবহার করে Mouseover পাঠ্য অনুবাদ করুন।",
    "ca": "Sough Tooltip Translator Translate Mouseover text mitjançant Google Translate.",
    "cs": "Mouseover Přeložit - Mouse Tooltip překladatel přeložit text Mouseover Text pomocí Google Translate.",
    "da": "MouseOver Oversæt - Translator Instantaneous Oversæt MouseOver Text ved hjælp af Google Translate.",
    "de": "Maus-Tooltip-Übersetzer Übersetzen Sie Mouseover-Text mit Google Translate.",
    "el": "Mouseover Μετάφραση - Μεταφραστής εργαλείων ποντικιού Μεταφράστε το κείμενο Mouseover χρησιμοποιώντας το Google Translate.",
    "en,en_AU,en_GB,en_US": "Translator Instantaneous translate mouseover text using Google Translate.",
    "es,es_419": "Translator Trailtip Translate Translate Text MouseOver usando Google Translate.",
    "et": "Mouseover Tõlgi - Hiire tööriista Translator Tõlgi Mouseover Tekst Google'i tõlke abil.",
    "fa": "MoureOver Translate - Translator Instantaneous ترجمه متن ماوسور با استفاده از Google Translate.",
    "fi": "Mouseover Käännä - Hiiren Tooltip Translator Käännä Mouseover Teksti Google Käännä.",
    "fil": "I-translate ang Mouseover - Translator ng Mouse Tooltip Translate Mouseover text gamit ang Google Translate.",
    "fr": "Mousever Traduire - Traduction de la souris ToolTip Traduire Traduire le texte Mouseover à l'aide de Google Translate.",
    "gu": "માઉસઓવર અનુવાદ - માઉસ ટૂલટીપ અનુવાદકનું ભાષાંતર માઉસઓવર ટેક્સ્ટનો ઉપયોગ કરીને Google અનુવાદનો ઉપયોગ કરો.",
    "he": "Translate Translate - עכבר Tooltip מתרגם טקסט Transferover באמצעות Google Translate.",
    "hi": "माउसओवर अनुवाद - माउस टूलटिप अनुवादक Google अनुवाद का उपयोग करके माउसओवर टेक्स्ट का अनुवाद करें।",
    "hr": "Translator Instantaneous Prevedi MouseOver Tekst pomoću Google Translate.",
    "hu": "Egéráthúzási Fordítás - Egér Tooltip Translator lefordítani egéráthúzáskor szöveget a Google Translate.",
    "id": "Translator Instantaneous Terjemahkan Teks MouseSover Menggunakan Google Translate.",
    "it": "Mouseover Traduci - Traduttore del mouse Tooltip Traduci il testo del mouseover usando Google Translate.",
    "ja": "マウスツールチップトランスレータは、Google Translateを使ってマウスオーバーテキストを翻訳します。",
    "kn": "Mouseover ಅನುವಾದ - ಮೌಸ್ Tooltip ಅನುವಾದಕ Google ಅನುವಾದ ಬಳಸಿ ಮೌಸ್ಓವರ್ ಪಠ್ಯ ಭಾಷಾಂತರಿಸಿ.",
    "ko": "마우스 툴팁 번역기 Google 번역을 사용하여 마우스 오버 텍스트를 번역하십시오.",
    "lt": "\"Mouseover\" versti - pelės įrankių vertėjas Versti Mouseover Text naudojant Google Translate.",
    "lv": "Mouse Tooltip Tulkotājs Tulkot Mouseover tekstu, izmantojot Google Translate.",
    "ml": "മൗസ്ഓവർ വിവർത്തനം - മൗസ് ടൂൾടിപ്പ് പരിഭാഷകൻ ഗൂഗിൾ വിവർത്തനം ഉപയോഗിച്ച് മൗസ്കേൽ വാചകം വിവർത്തനം ചെയ്യുക.",
    "mr": "माउसर भाषांतर - Google अनुवाद वापरुन माउसव्हर मजकूर भाषांतर करा.",
    "ms": "Translator Instantaneous Terjemah Teks Mouseover menggunakan Terjemahan Google.",
    "nl": "Translator Instantaneous Vertalen Mouseover-tekst met Google Translate.",
    "no": "Translator Instantaneous Oversett Mouseover tekst ved hjelp av Google Translate.",
    "pl": "Przetłumacz przekłada - Tłumacz Mysz Tłumacz Przetłumacz tekst Tekst za pomocą Tłumacza Google.",
    "pt_BR,pt_PT": "MouseOver Traduzir - Mouse Tooltip Tradutor Traduza o Texto do mouseover usando o Google Tradutor.",
    "ro": "Mouseover Traducere - Translator Instantaneous Translate Mouselover Text folosind Google Translate.",
    "ru": "Позволяет мгновенно перевести текст на который указывает мышь, используя Google Translate.",
    "sk": "Translate Mouseser Translate - Translator Instantaneous Preložiť text Mousesover pomocou služby Google Translate.",
    "sl": "Mouse ToolTip Translated Prevedi MouseOver Besedilo z Google Translate.",
    "sr": "МоусеОвер Транслате - Моусе Тоолтип Транслатор Преведи текст миша помоћу Гоогле Транслате-а.",
    "sv": "MouseOver Översätt - Mus Tooltip Översättare Översätt Mouseover Text med hjälp av Google Translate.",
    "sw": "Tafsiri ya Mouseover - Mtafsiri wa Kitabu cha Kitabu cha Mouse Translate Nakala ya Mouseover kwa kutumia Google Tafsiri.",
    "ta": "சுட்டி உதவிக்குறிப்பு மொழிபெயர்ப்பாளர் Google மொழிபெயர்ப்பைப் பயன்படுத்தி Mouseover உரை மொழிபெயர்ப்பது.",
    "te": "Mouseover అనువదించు - మౌస్ టూల్టిప్లో అనువాదకుడు Google అనువాదం ఉపయోగించి Mouseover టెక్స్ట్ అనువదించు.",
    "th": "Mouse Tooltip Tooltip แปลข้อความ MouseOver โดยใช้ Google Translate",
    "tr": "Mouseover Çevir - Fare ToolTip Tercüman, Google Translate'u Kullanarak Mouseover Metin Çevirin.",
    "uk": "Перекласти перекласти - перекладач перекладач перекласти текст текст перекласти перекласти.",
    "vi": "MOWIONOVER - Translator Instantaneous Dịch văn bản MouseOver bằng Google Dịch.",
    "zh_CN": "鼠标工具提示翻译使用Google Translate翻译鼠标悬停文本。",
    "zh_TW": "鼠標工具提示翻譯使用Google Translate翻譯鼠標懸停文本。"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,vi": "Mouse Over Translation Google Translate is used by the translator to translate mouseover content.\n\nWhen the mouse is hovered over text, a translated tooltip in the specified language appears.\n\nCool features:\n* Tooltip visualization on any web page (except chrome web store site)\n* Translating in any language using Google Translate\n* Google TTS (text to speech) is accessible in the settings to listen to text.\n* Use Mozilla PDF to show translated tooltips in pdf format.\njs\n* (Experimental feature) show comic bubble translation when mouse over on comic bubble backdrop",
    "ru": "Перевод мыши при наведении курсора Google Translate используется переводчиком для перевода содержимого при наведении курсора мыши.\n\nПри наведении указателя мыши на текст появляется всплывающая подсказка, переведенная на указанный язык.\n\nИнтересные особенности:\n* Визуализация всплывающей подсказки на любой веб-странице (кроме сайта интернет-магазина Chrome)\n* Перевод на любой язык с помощью Google Translate\n* Google TTS (преобразование текста в речь) доступен в настройках для прослушивания текста.\n* Используйте Mozilla PDF для отображения переведенных всплывающих подсказок в формате PDF.\njs\n* (Экспериментальная функция) показывать перевод пузыря комиксов при наведении курсора мыши на фон пузыря комиксов",
    "uk": "Переклад курсора миші Перекладач Google Перекладач використовує для перекладу вмісту наведення курсору.\n\nКоли миша наводиться на текст, з’являється перекладена підказка вказаною мовою.\n\nКласні можливості:\n* Візуалізація підказки на будь-якій веб-сторінці (крім веб-магазину Chrome)\n* Переклад на будь-яку мову за допомогою Google Translate\n* Google TTS (перетворення тексту в мовлення) доступний у налаштуваннях для прослуховування тексту.\n* Використовуйте Mozilla PDF, щоб показати перекладені підказки у форматі PDF.\njs\n* (Експериментальна функція) показати переклад комічного міхура, коли наведете курсор на комічний фон міхура",
    "zh_CN,zh_TW": "鼠标悬停翻译译者使用Google Translate来翻译鼠标悬停内容。\n\n当鼠标悬停在文本上时，将显示指定语言的翻译工具提示。\n\n酷功能：\n*任何网页上的工具提示可视化（Chrome网站商店网站除外）\n*使用Google翻译以任何语言翻译\n*在设置中可以访问Google TTS（文本到语音）以收听文本。\n*使用Mozilla PDF以pdf格式显示翻译后的工具提示。\njs\n*（实验功能）将鼠标悬停在漫画气泡背景上时显示漫画气泡翻译"
  }
}