{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VeilDuck"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Veilduck provides very fast proxy service. Enjoy secure web surfing everywhere.",
    "ko": "베일덕으로 빠르고 안정적인 VPN서비스 입니다. 크롬에서도 빠르고 안전한 인터넷을 사용하세요."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "VeilDuck is the fastest and most secure VPN service. Install and start surfing in complete privacy and anonymity - it’s that simple! \n\nTo ensure complete privacy and protection NO signup is required, and NO personal information is ever asked.\n\nVeilDuck is the best choice for safe, private, anonymous internet surfing - all for FREE!\n\n## Fastest Speed\n- 24/7 Server monitoring for fast and secure Internet anytime, anywhere.\n- Automatic optimal server expansion/scaling to accommodate users and traffic increases.\n\n## Private Information\n- No signup required. Internet access is given by Tickets, therefore personal information is NEVER asked nor stored.\n- IP addresses, DNS query logs are NOT stored in anyway. \n\n## Free to Use\n- Just watch a quick ad and use it for free. No limits! No Restrictions!\n- All supported countries can be selected even without purchasing our Premium Plan. \n\n\nCurrently server locations are limited, but are continually expanding.",
    "ko": "VeilDuck은 안전하고 빠른 VPN 서비스 입니다. 간단하게 연결 버튼을 눌러 개인 정보를 보호해 보세요.\n\n안전한 개인 정보 보호를 위해 회원가입 절차가 없으며, 개인 정보에 해당하는 일체의 정보를 받지 않습니다.\n\n무료로 사용 가능한 VeilDuck으로 지금 바로 안전하게 인터넷을 사용해 보세요.\n\n\n## 빠른 인터넷 연결\n- 24/7 서버 모니터링을 통해 언제든 원활하게 인터넷 사용이 가능합니다.\n- 사용자가 많아지면 서버가 자동으로 증설됩니다.\n\n## 개인 정보 보호\n- 회원가입 절차 없이 티켓을 발급 받아 사용하는 방식으로, 어떠한 개인정보를 서버에 보관하지 않습니다.\n- IP접속 내역, DNS 쿼리 내역을 기록하지 않습니다.\n\n## 무료 사용\n- 광고 시청으로 무료로 사용가능하며, 무료 사용 회수 제한이 없습니다.\n- 프리미엄 플랜과 동일하게 모든 지원 국가를 선택할 수 있습니다.\n\n현재 서버 위치는 제한적으로 제공되며, 점차 국가를 늘려나갈 예정입니다."
  }
}