{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Staff Treats Employee Discounts & Perks"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Never search for a discount code or cashback rate again!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "The most exclusive employee benefits platform for small & medium-sized businesses. Treat your employees right with 1000+ discounts.\n\nYou will need to be a registered user at Staff Treats to use this extension. \n\nWith one click, Staff Treats' chrome assistant will automatically present a relevant deal of up to 60% off, straight from the portal. \n\nAs an EXISTING Staff Treats portal user, supercharge your saving in five easy steps: \n \n1. Install the brand new Staff Treats Chrome Extension via the ‘Add to Chrome’ button at the top of this page\n2. Click the ‘Add Extension’ button within the pop up and pin the extension to your browser via the jigsaw icon on the top right hand side of your screen so that the icon appears within the search bar\n3. Login to your discounts portal and click login Code (top right corner)\n4. Copy the code generated (valid for 60 seconds)\n5. Click on the icon, paste the ‘Login code’ into the generated box and click activate\n \nWhilst browsing your favourite online retailers, look out for Staff Treats icon to be notified of any deals available to you. Click on your chosen deal and save!\n \nHaving trouble? Email our support team at concierge@xexec.com\n \nBy using this extension, you agree to the Xexec Terms & Conditions available at https://www.xexec.com/privacy-cookies\n \nFor more information on how to gain access to these exclusive deals visit https://www.xexec.com\n \nNote:\nThis extension will view your current web address in order to highlight any relevant discounts and promo codes from within the portal. No data is transferred from your device. If there are available Staff Treats offers related to the URL you are browsing, the offer will be delivered as a pop up via the extension."
  }
}