{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KDSPY – Keyword Research for Authors"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "KDSPY is a time-saving book research companion that every author – fiction or non-fiction – should have in their toolbox."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allowing you to research your competitors, track competitor sales, find lucrative niche markets, high-performing categories, profitable keywords, and compelling title ideas – all while you're browsing Amazon.\n\nLet's face it – self-publishing is tough.\n\nFor many independent authors, publishers & writers, finding enough hours in the day to accomplish everything that's required...\n\nIs no easy task.\n\nWith KDSPY however, you'll reduce your workload with time-saving & efficient tools when it comes to essential research of your niche market, the competitor landscape and profitable keywords.\n\nKDSPY can help you:\n\n* Establish Topic Demand – Find out what books are selling – with revenue estimates – and up to the hour sales statistics in one click.\n\n* Find Your Niche – Discover the \"profitable\" book niches or sub-genres to get inspiration for your next title.\n\n* Category Research – Reverse engineer the bestseller categories in any of the 32,000+ Book, Kindle or Audiobook categories.\n\n* Competitor Sales Tracking – Monitor and track your competitor's book(s) over 30 days to see their Est. Revenue & Avg. BSR.\n\n* Keyword Research – Find and compare the profitability of keywords for topic ideas & use within your Amazon KDP account\n\nAnd so much more.\n\nPlease note: KDSPY v5 is NOT free to use and requires a paid account.\n\nWe're constantly updating KDSPY to make your experience the best it can be. If you have any questions of feedback, we'd love to hear it. You can always get it touch at: support@publishingaltitude.com"
  }
}