{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Batch Tasks Bulk Work flow Excel"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT Batch Tasks Bulk Work flow Excel"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "This Chrome extension helps you run unlimited ChatGPT tasks in bulk.\n\nUsers can conveniently export all results in CSV, Excel, JSON, Markdown, or HTML format. \n\nJust enter the content you want ChatGPT to generate or process, fill in the prompt, click \"Run,\" and you're done! It's ideal for professionals and students who need to handle a large amount of ChatGPT output.\n\nUse cases include:\n\n- Content Creation: Automatically generate blog posts, press releases, social media posts, or academic papers.\n- Educational Assistance: Provide automated learning materials for students, such as auto-generated study guides or practice questions.\n- Language Translation and Processing: Batch process text translation or language processing tasks.\n- Technical Documentation Writing: Automatically generate or update software documentation, user manuals, and FAQs.\n- Advertising and Marketing Creativity: Batch generate ad copies, marketing strategies, and brand promotion content.\n- Human Resources Management: Assist in writing job ads, employee training materials, and employee handbooks.\n- Data Analysis: Use ChatGPT to interpret complex datasets or generate reports.\n- Legal Document Production: Batch generate or review contracts, legal documents, and other law-related documents.\n- Market Research: Automate the generation of market trend reports or competitive analyses.\n- Creative Writing Assistance: Batch generate short stories, novel concepts, or screenplay drafts.\n- Email and Communication Management: Automatically compose and format business emails, newsletters, or invitations.\n- Social Media Management: Generate social media strategy reports, or batch create social media content plans.\n- Customer Feedback Analysis: Analyze large volumes of customer feedback, categorize as positive or negative, and generate summary reports and improvement suggestions."
  }
}