{
  "name": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sanely: cashback, coupons, promo codes, discounts",
    "de": "Sanely: Cashback, Gutscheine, Promo-Codes",
    "es": "Sanely: cashback, cupones, códigos promocionales",
    "fr": "Sanely: cashback, coupons, codes promo",
    "ru": "Кэшбэк сервис Sanely: купоны, промокоды и скидки"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sanely extension is cashback up to 50% among 1 800+ stores with promo codes, deals, discounts and coupons at your hand.",
    "de": "Sanely: Cashback bis zu 50% bei mehr als 1 800+ Shops mit Promo-Codes, Deals, Rabatten und Coupons auf Knopfdruck.",
    "es": "Extensión Sanely: cashback de hasta el 50% entre más de 1 800 tiendas con códigos promocionales, descuentos y cupones a tu alcance.",
    "fr": "Sanely: cashback jusqu'à 50% parmi plus de 1800 magasins avec des codes promo, des réductions et des coupons à portée de main.",
    "ru": "Расширение Sanely – кэшбэк до 50% среди 1 800+ магазинов с промокодами, акциями, скидками и купонами под вашей рукой."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,el,en,en_AU,en_GB,en_US,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sanely is a browser extension that will help you make the most of our cashback service, returning up to 50% of what you spend at over 1 800 stores worldwide. Forget about complicated systems and missed opportunities - Sanely will always remind you about cashback when you visit online stores.\n\nNow in our extension is available \"coupons\" section on the store page, where you can find all the current discounts, promo codes and promotions. From now on, shopping online will be much more profitable for you! We add all the latest sale coupons: Black Friday, 11.11(World Shopping Day or Bachelor's Day), Cyber Monday and more.\n\nWithdrawing money back has never been easier. You can withdraw funds from $1 by choosing one of five convenient withdrawal methods, including bank cards, e-wallets and other popular methods.\n\nSanely has a unique tier system that increases cashback for active shoppers. The more cashback you receive, the higher your tier, and therefore the higher your refund percentage. This makes shopping not only profitable but also a fun process.\n\nInstall the Sanely plugin in just a few clicks and start receiving cashback immediately. No complicated settings - just add the extension to your browser and activate it!\n\nForgot to activate your cashback? Don't worry! Sanely will automatically remind you when you visit a supported store. You won't miss any more opportunities to save money.\n\nCashback is the percentage of money spent that a store gives back to us after we have paid for an item. We give most of this money back to you.",
    "de": "Sanely ist eine Browser-Erweiterung, die Ihnen hilft, das Beste aus unserem Cashback-Service herauszuholen, der Ihnen bis zu 50 % Ihrer Ausgaben in über 1800 Geschäften weltweit zurückgibt. Vergessen Sie komplizierte Systeme und verpasste Gelegenheiten - Sanely wird Sie immer an Ihr Cashback erinnern, wenn Sie Online-Shops besuchen.\n\nIn unserer Erweiterung gibt es jetzt eine Rubrik \"Gutscheine\" auf der Shop-Seite, in der Sie alle aktuellen Rabatte, Promo-Codes und Sonderangebote finden können. Von nun an wird der Online-Einkauf für Sie viel günstiger sein! Wir fügen alle aktuellen Gutscheine hinzu: Black Friday, 11.11 (Welteinkaufstag oder Junggesellentag), Cyber Monday und mehr.\n\nGeld abheben war noch nie so einfach. Sie können bereits ab €1 Geld abheben, indem Sie eine von fünf bequemen Abhebungsmethoden wählen, darunter Bankkarten, E-Wallets und andere beliebte Methoden.\n\nSanely hat ein einzigartiges Stufensystem, das den Cashback für aktive Käufer erhöht. Je mehr Cashback Sie erhalten, desto höher ist Ihre Stufe und desto höher ist Ihr Rückerstattungsanteil. Das macht das Einkaufen nicht nur profitabel, sondern auch zu einem Vergnügen.\n\nInstallieren Sie die Sanely-Erweiterung mit nur wenigen Klicks und beginnen Sie sofort mit dem Erhalt von Cashback. Keine komplizierten Einstellungen - fügen Sie die Erweiterung einfach zu Ihrem Browser hinzu und aktivieren Sie sie!\n\nSie haben vergessen, Ihr Cashback zu aktivieren? Kein Grund zur Sorge! Sanely wird Sie automatisch daran erinnern, wenn Sie einen unterstützten Shop besuchen. Sie werden keine Gelegenheit mehr verpassen, Geld zu sparen.\n\nCashback ist der Prozentsatz des ausgegebenen Geldes, den ein Geschäft an uns zurückgibt, nachdem wir für einen Artikel bezahlt haben. Wir geben den größten Teil dieses Geldes an Sie zurück.",
    "es": "Sanely es una extensión de navegador que te ayudará a sacar el máximo partido a nuestro servicio de cashback, que te devuelve hasta el 50% de lo que gastes en más de 1800 tiendas de todo el mundo. Olvídate de sistemas complicados y de oportunidades perdidas: Sanely te recordará siempre tu cashback cuando visites tiendas online.\n\nAhora en nuestra extensión está disponible la sección \"Cupones\" en la página de la tienda, donde puedes encontrar todos los descuentos actuales, códigos promocionales y promociones. A partir de ahora, ¡comprar en línea le resultará mucho más favorable! Añadimos todos los cupones de rebajas más actuales: Black Friday, 11.11(Día Mundial de las Compras o Día del Soltero), Cyber Monday y más.\n\nRetirar dinero nunca ha sido tan fácil. Puede retirar fondos a partir de $1 eligiendo uno de los cinco cómodos métodos de retirada, que incluyen tarjetas bancarias, monederos electrónicos y otros métodos populares.\n\nSanely tiene un sistema de niveles único que aumenta el reembolso para los compradores activos. Cuanto más cashback reciba, más alto será su nivel y, por tanto, mayor será su porcentaje de reembolso. Esto hace que comprar no sólo sea rentable, sino también un proceso divertido.\n\nInstale la extensión Sanely en unos pocos clics y empiece a recibir cashback inmediatamente. Sin complicadas configuraciones: ¡sólo tiene que añadir la extensión a su navegador y activarla!\n\n¿Ha olvidado activar el reembolso? No se preocupe. Sanely te lo recordará automáticamente cuando visites una tienda compatible. No perderá más oportunidades de ahorrar dinero.\n\nEl cashback es el porcentaje del dinero gastado que una tienda nos devuelve después de que hayamos pagado por un artículo. Nosotros le devolvemos la mayor parte de este dinero.",
    "fr": "Sanely est une extension de navigateur qui vous aidera à tirer le meilleur parti de notre service de cashback, qui vous permet de récupérer jusqu'à 50 % de ce que vous dépensez dans plus de 1 800 magasins dans le monde. Oubliez les systèmes compliqués et les occasions manquées - Sanely vous rappellera toujours votre cashback lorsque vous visiterez des boutiques en ligne.\n\nNotre extension propose désormais une section \"Coupons\" sur la page de la boutique, où vous trouverez toutes les réductions, codes promo et promotions en cours. A partir de maintenant, les achats en ligne seront beaucoup plus avantageux pour vous! Nous ajoutons tous les coupons de vente les plus récents : Black Friday, 11.11 (World Shopping Day ou Bachelor's Day), Cyber Monday et plus encore.\n\nRetirer de l'argent n'a jamais été aussi facile. Vous pouvez retirer des fonds à partir de €1 en choisissant l'une des cinq méthodes de retrait pratiques, y compris les cartes bancaires, les portefeuilles électroniques et d'autres méthodes populaires.\n\nSanely dispose d'un système unique de paliers qui augmente le cashback pour les acheteurs actifs. Plus vous recevez de cashback, plus votre niveau est élevé, et donc plus votre pourcentage de remboursement est élevé. Le shopping n'est donc pas seulement rentable, il est aussi amusant.\n\nInstallez l'extension Sanely en quelques clics et commencez à recevoir du cashback immédiatement. Pas de réglages compliqués - il suffit d'ajouter l'extension à votre navigateur et de l'activer!\n\nVous avez oublié d'activer votre cashback ? Ne vous inquiétez pas ! Sanely vous le rappellera automatiquement lorsque vous visiterez un magasin soutenu par Sanely. Vous ne manquerez plus aucune occasion d'économiser de l'argent.\n\nLe cashback est le pourcentage de l'argent dépensé qu'un magasin nous restitue après que nous ayons payé un article. Nous vous reversons la majeure partie de cet argent.",
    "ru": "Sanely — это расширение для браузера, которое поможет вам максимально эффективно использовать наш кэшбэк сервис, возвращая до 50% от потраченных средств в более чем 1 800 магазинах по всему миру. Забудьте о сложных системах и упущенных возможностях — Sanely всегда будет напоминать вам о кэшбэке, когда вы посещаете интернет-магазины.\n\nТеперь в нашем расширении доступен раздел \"купоны\" на странице магазина, где вы можете найти все актуальные скидки, промокоды и акции. С этого момента шоппинг в интернете станет для вас куда выгоднее! Мы добавляем все самые актуальные купоны на распродажи: Чёрная пятница, 11.11(Всемирный день шопинга или День холостяка), Киберпонедельник и другие.\n\nВывести деньги обратно еще никогда не было так просто. Вы можете вывести средства от 10 рублей, выбрав один из пяти удобных способов вывода, включая банковские карты, электронные кошельки и другие популярные методы.\n\nSanely имеет уникальную систему уровней, которая увеличивает кэшбэк для активных покупателей. Чем больше кэшбэка вы получаете, тем выше ваш уровень, а значит — и больший процент возврата. Это делает шопинг не только выгодным, но и увлекательным процессом.\n\nУстановите расширение Sanely всего в несколько кликов и начните получать кэшбэк сразу. Никаких сложных настроек — просто добавьте расширение в ваш браузер и активируйте его!\n\nЗабыли активировать кэшбэк? Не беспокойтесь! Sanely автоматически напомнит вам об этом при посещении поддерживаемого магазина. Вы больше не упустите ни одной возможности сэкономить.\n\nКэшбэк(Сash back англ.) – это возврат процента потраченных средств, которые магазин возвращает нам после оплаты товара. Большую часть этих средств мы отдаем вам."
  }
}