{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "CIRA Canadian Shield",
    "fr": "CIRA Bouclier Canadien"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your devices (and your family!) from malware and phishing with a free public DNS made exclusively for users in Canada.",
    "fr": "Protégez vos appareils personnels (et votre famille!) des logiciels malveillants et des tentatives d'hameçonnage grâce à un DNS…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Protect your web experience from malware and other security risks with a free, secure and reliable tool. Designed to safeguard your internet browsing, CIRA Canadian Shield allows you and your family to safely learn, play and search online.\n\nThis plugin for Canadian internet users provides visual cues to indicate whether a site is potentially harmful or not. When the extension icon is green, you can browse safely; red will restrict access and present the user with a block page.\n\nChoose between two levels of protection and lock it with PIN protection:\n\nProtected: offers security against malware, phishing, botnet and scams\n\nFamily: offers the same security to your household as the Protected level and blocks sexual\n\n\nWhat is PIN protection?\n\nPIN protection allows the main user or administrator to lock their protection level in place with a unique four-to-six-digit combination that only they know. Whether you’re sharing your device with others or browsing the internet in public, this feature helps everyone safely (and discreetly) navigate the internet. Under the Family mode, the PIN protection stops children from gaining access to adult content that could be visible under Protected mode.\n\nWhy we’re offering this\n\nTo make CIRA Canadian Shield accessible and easily usable for even more Canadians, we're  offering a browser extension. Once installed, the extension provides security against all browsing activity and prevents users from going to malicious sites.\n\nKey features\n\n\nEnjoy a free browser extension created by Canadians for Canadians\n\nInstall quickly and easily so you can spend more time safely surfing the web\n\nExperience online security you can trust against malware, phishing and scam sites\n\nBenefit from a design for the whole family with kid friendly PIN protection\n\nFeel comfortable knowing none of your website browsing data is stored or sold\n\n\nHow it works\n\nInstall CIRA Canadian Shield on your browser—currently available for Firefox, Chrome and Edge.\n\nWhen you attempt to visit a website that’s on our list of malicious websites, you’ll be blocked from visiting and protected from harmful incidents like malware or phishing attacks.\n\nWhile the internet can be a great place to learn and explore, there's also plenty of content that's not so age appropriate. With the new PIN Protection feature, you can ensure that your children can't access adult-only content under the Family mode.\n\nHow to set up PIN Protection\n\n\nAccess the browser extension: click on the Canadian Shield browser extension icon\n\nEnable PIN protection: toggle the button labeled “PIN protection” below your choice of protection and you will be prompted to enter a four-to-six-digit PIN that only you know\n\nEnter the PIN: once you confirm your PIN, the PIN protection feature will be successfully enabled and the selected type of security will be locked\n\n\nHave additional questions about the browser extension?\n\nLearn more about Canadian Shield: https://www.cira.ca/cybersecurity-services/canadian-shield/configure\n\nCheck out the Canadian Shield FAQ: https://www.cira.ca/cybersecurity-services/canadian-shield/faq-public",
    "fr": "Protégez votre expérience Web contre les maliciels et autres risques de sécurité grâce à un outil gratuit, sécurisé et fiable. Conçu pour protéger vos activités de navigation sur Internet, le Bouclier canadien de CIRA vous permet, à vous et à votre famille, d’apprendre, de jouer et de faire des recherches en ligne en toute sécurité. \n\nCe plugiciel pour les utilisateur·rices canadien·nes d’Internet comporte des indices visuels pour indiquer si un site est potentiellement nuisible ou non. Lorsque l’icône de l’extension est verte, cela signifie que vous pouvez naviguer en toute sécurité; une icône rouge limitera l’accès et présentera à l’utilisateur·rice une page de blocage.  \n\nOptez pour un niveau de protection et verrouillez-le avec la protection par NIP : \n\n    Protégé : ce niveau offre une sécurité contre les maliciels, l’hameçonnage, les réseaux de zombies et les escroqueries. \n\n    Famille : ce niveau offre la même sécurité à votre ménage que le niveau Protégé et bloque le contenu à caractère sexuel. \n\nQu’est-ce que la protection par NIP?  \n\nLa protection par NIP permet à l’utilisateur·rice principal·e ou à l’administrateur·rice de verrouiller son niveau de protection avec une combinaison unique de quatre à six chiffres que seul·e lui/elle connaît. Que vous partagiez votre appareil avec d’autres personnes ou que vous naviguiez sur Internet en public, cette fonction permet à chacun de le faire en toute sécurité (et discrètement). En mode Famille, la protection par NIP empêche les enfants d’accéder à du contenu pour adultes qui pourrait être visible en mode Protégé.  \n\nPourquoi nous offrons cette extension \n\nPour rendre le Bouclier canadien de CIRA accessible et facilement utilisable par un nombre encore plus accru de Canadien·nes, nous proposons une extension de navigateur. Une fois installée, l’extension assure la sécurité de toutes vos activités de navigation et empêche les utilisateur·rices de visiter des sites malveillants. \n\nPrincipales caractéristiques :  \n\n    Profitez d’une extension de navigateur gratuite créée par des Canadien·nes pour la population canadienne.  \n\n    Installez-la rapidement et facilement pour passer plus de temps à naviguer en toute sécurité sur le Web. \n\n    Bénéficiez d’une sécurité en ligne fiable contre les maliciels, l’hameçonnage et les escroqueries.  \n\n    Profitez d’une conception qui convient à toute la famille avec une protection par NIP accrue pour les enfants.  \n\n    Soyez rassuré·e en sachant qu’aucune des données de navigation de votre site Web n’est stockée ou vendue.  \n\nFonctionnement  \n\nInstallez le Bouclier canadien de CIRA sur votre navigateur : il est actuellement compatible avec Firefox, Chrome et Edge.  \n\nLorsque vous tenterez de visiter un site Web qui figure sur notre liste de sites malveillants, l’accès sera bloqué et vous serez protégé·e contre les incidents nuisibles tels que les maliciels ou les tentatives d’hameçonnage. \n\nSi Internet peut être un lieu privilégié d’apprentissage et de découvertes, il s’y trouve aussi beaucoup de contenus qui ne sont pas appropriés pour les enfants. Grâce à la nouvelle fonction de protection par NIP, en mode Famille, vous pouvez faire en sorte que vos enfants n’aient pas accès à des contenus réservés aux adultes.  \n\nComment configurer la protection par NIP :  \n\n    Accédez à l’extension du navigateur : cliquez sur l’icône de l’extension de navigateur Bouclier canadien. \n\n    Activez la protection par NIP : activez le bouton à bascule « Protection par NIP » sous votre choix de protection. Vous serez alors invité·e à entrer un NIP de quatre à six chiffres que vous seul·e connaissez.  \n\nSaisissez un NIP : une fois que vous aurez confirmé votre NIP, la fonction de protection par NIP sera activée avec succès et le type de sécurité sélectionné sera verrouillé"
  }
}