{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ResearchMate"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save pages and clip text for later!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ResearchMate: Streamline Your Online Research\n\nResearchMate is the indispensable tool for anyone who spends time gathering, organizing, and referencing online information. It's perfect for students, researchers, writers, journalists, or anyone who needs to save and categorize data for future use.\n\nWith a user-friendly interface, ResearchMate is designed to simplify your online research process. By clicking a single button, you can save an entire webpage or clip specific pieces of text, storing them in an easily accessible list for future reference.\n\nEach saved page and clipped text is stored together, allowing you to quickly recall the context of your saved information. This functionality eliminates the need to sift through bookmarks or sort through scattered notes, thus saving you precious time and enhancing your productivity.\n\nMoreover, ResearchMate ensures that no useful information gets lost in the shuffle. If you save a page without selecting any text, you can always go back and add a text clip later. Plus, the extension prevents the duplication of saved pages, keeping your list clean and organized.\n\nIn summary, ResearchMate is not just a tool—it's your personal research assistant that will revolutionize the way you collect, organize, and access online information.\n\nDiscover the joy of efficient research with ResearchMate!"
  }
}