{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Sakura FM Character Tool"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Fetches character data from Sakura /chat/ and generates exportable JSON for bot platforms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Why Use Sakura FM Character Tool?\n\nAre you a bot creator or role-playing enthusiast looking to streamline your character data management? The Sakura FM Character Tool is designed to effortlessly fetch and organize character data from Sakura’s /chat/* URLs into a standardized JSON format. Whether you’re exporting characters for major bot platforms or just looking to manage your role-playing characters more efficiently, this tool saves you time and ensures your data is perfectly formatted every time.\n\nKey Benefits:\n\n\t•\tSeamless Data Extraction: Automatically fetch and process character data directly from Sakura’s chat URLs.\n\t•\tPerfect Formatting: Converts character details into a clean, standardized JSON format ready for export or further customization.\n\t•\tEasy Export: One-click download of your character data, saving you the hassle of manual formatting.\n\t•\tVersatile Use: Whether you’re integrating with a chatbot platform or storing characters for future role-playing sessions, this tool adapts to your needs.\n\t•\tUser-Friendly: Designed for both tech-savvy users and beginners, with a simple, intuitive interface.\n\nElevate your character management process with the Sakura FM Character Tool—because your time is better spent playing with them, than for manually entering them!"
  }
}