{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Easy Apply Bots"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "A chrome extension that makes job applications easy by automating the process of applying to jobs on many sites."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Transform your job application process with Easy Apply Bots! On average, job seekers fill out 100 applications for every interview. With companies using bots to sift through applications, we're here to level the playing field. 🏈\n\nOur extension is a game-changer, answering any text-based or radio question with the intelligence of integrated AI. By remembering your details, Easy Apply Bots seamlessly completes applications on LinkedIn and Indeed, and we're tirelessly expanding to more platforms. Have a favorite you’d like us to tackle next? Visit us at https://easyapplybots.com#support or email jordan@easyapplybots.com.\n\nHow it works:\nWe’ve compiled a list of commonly asked job application questions. Once you share your details, our bot effortlessly answers all on-page questions with a click! Encounter a new question? No problem! The bot attempts an answer and saves it for your review, ensuring future applications are even smoother.\n\nAccess and refine your bot's answers anytime through the main UI in the Chrome side panel—sign in is a breeze with Google OAuth, ensuring your experience is both secure and personalized.\n\n\nHow to Use It; After downloading...\n\n1. Pin the icon for quick access.\n\n2. Sign in -- Open the chrome sidepanel (or just click the extension icon)\n\n3. Go to the QNA's (look for the \"?\" icon) section and you will be prompted to enter your LinkedIn profile. Give it to us, and we will automatically copy over 90% of the information required to fill the average job form.\n\n4. Go the QNA's (look for the \"?\" icon) section and notice that the \"unconfirmed\" questions are marked with a question mark. If you click this, or change the answer, and then hit \"save changes\", it will update your info for the next application!\n\n5. Go to an application on https://linkedin.com or https://indeed.com and then hit \"Fill Form\". Wait a few seconds and see the responses.\n\n6. If the application contained a question we haven't seen before, the bot will make its best guess based on the information available. You can change/add the answers to the questions, and the bot will use that updated info on the next application!\n\n7. Rinse & Repeat\n\n8. Check your email for updates about us automating MORE & MORE of this process for you! Automatic Applications coming soon."
  }
}