{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT to Notion"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Save your discussions with ChatGPT directly into Notion!",
    "fr": "Sauvegardez vos discussions avec ChatGPT directement dans Notion!",
    "ja": "ChatGPT との会話を直接 Notion に保存しましょう！"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,gu,he,hi,hr,hu,id,it,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "ChatGPT to Notion brings the cleverness of ChatGPT into your favorite app! \n\n⭐ FEATURES ⭐\n- Save a full ChatGPT conversation in a few seconds\n- Save an individual ChatGPT answer\n- Save to any Notion database\n- Choose page tags when saving\n- Customize page title when saving\n- ChatGPT plugins and code interpreter support\n- Autosave\n- Save your entire chat history\n- Supports KaTeX notation\n- Eco-friendly\n\n💡 USAGE 💡\nOn ChatGPT's page, you'll notice a new pin icon under each of its answers. You can use it to save specifically that answer and the related prompt to your Notion database of choice. If you want to save the whole discussion, you can do so from the extension popup.\n\nYou may link as many databases with the extension as you need to, and you can then choose which database to save your discussion to at saving time.\n\n✉️ CONTACT ✉️\nGot any suggestion/issue? Check out the extension's GitHub at https://github.com/L-a-r-t/chatgpt-to-notion\nYou may also send me an email at tlartigau.pro@gmail.com :)\n\n🕵️ PRIVACY 🕵️\nFor security & practical reasons, some data such as your Notion user id and the key that allows us to communicate with your notion workspace (not your credentials, that no one except you has access to) are stored remotely instead of locally where they could be easily compromised. The code for this is open source and can be found on previously linked GitHub. Your data is never shared with any 3rd party.\n\nThe extension needs to access the following websites :\n\n- api.notion.com\n    \nThe saving process means that there is a back-and-forth between the extension and Notion’s API.\n    \n- chat.openai.com\n\nThe extension needs to access ChatGPT’s page to scrape the chat that you are saving.\n    \n- chatgpt-to-notion.onrender.com\n    \nThis is the remote server where the access key is stored. The source corde for that remote server can be found on the extension’s GitHub.\n\nTake note that removing the extension’s access to your Notion workspace (Settings > My connections) will stop it from being able to access your workspace as long as you don’t reinstall it and redo the authentification process.\n    \n- theo-lartigau.notion.site\n    \nAs part of the Notion authentification process, you are redirected on a webpage chosen by the Notion integration’s maker. Notion’s API response is url-encoded which means that the extension needs to access the redirect page to fetch it. In the case of this extension, that redirect page is the following : https://www.notion.so/ChatGPT-to-Notion-af29d9538dca4493a15bb4ed0fde7f91\n\nTHIS EXTENSION IS DEVELOPED INDEPENDENTLY AND IS NOT AFFILIATED TO EITHER OPENAI OR NOTION",
    "fr": "\"ChatGPT to Notion\" apporte l'intelligence de ChatGPT directement dans votre application de prise de notes favorite !\n\n💡 UTILISATION 💡\nSur le site de ChatGPT, vous remarquerez une nouvelle icone d'épingle sous chacune de ses réponses. Vous pouvez cliquer dessus pour enregistrer spécifiquement la réponse associée et la question qui la précède. Si vous voulez enregistrer toute la conversation, vous pouvez le faire depuis le popup de l'extension.\n\nVous pouvez relier autant de base de données Notion à l'extension que nécessaire, et vous pouvez ensuite choisir sur laquelle d'entre elles faire votre enregistrement au moment fatidique. Si une page avec le même titre existe déjà dans la base de données, le contenu fraîchement ajouté sera placé à la fin de ladite page.\n\n✉️ CONTACT ✉️\nUne question, une suggestion ou un problème ? Rendez-vous sur le GitHub de l'extension : https://github.com/L-a-r-t/chatgpt-to-notion\nVous pouvez également m'envoyer un mail :)\n\n🕵️ CONFIDENTIALITÉ 🕵️\nPour des raisons pratiques et de sécurité, des données dont votre ID Notion et la clé qui nous permet de communiquer avec votre espace de travail Notion (pas vos informations de connexion, auxquelles personne n'a accès à part vous) sont stockées sur un serveur dédié et non sur votre navigateur. Le code de l'extension et celui du serveur dédié sont open-source et peuvent être retrouvés via le lien GitHub fourni ci-dessus. Vos données ne sont jamais partagées avec un tiers.\n\nPour fonctionner, l'extension doit accéder aux sites suivants :\n\n- api.notion.com\n\nLe processus de sauvegarde implique un va-et-vient entre l'extension et l'API de Notion.\n    \n- chat.openai.com\n\nL'extension doit accéder à la page de ChatGPT pour récupérer la conversion que vous souhaitez enregistrer.\n    \n- chatgpt-to-notion.onrender.com\n    \nIl s'agit du server dédié au stockage de la clé d'accès à votre espace de travail Notion. Le code source de ce serveur peut être consulté sur le GitHub de l'extension.\n\nVeuillez noter que le retrait de l'accès de l'extension à votre espace de travail Notion (Paramètres > Mes connexions) l'empêchera d'accéder à nouveau à votre espace de travail tant que vous ne la réinstallez pas et refaites le processus de connexion.\n    \n- theo-lartigau.notion.site\n    \nLors du processus de connexion de l'extension à Notion, vous êtes redirigé sur une page choisi par le créateur de l'intégration Notion (moi). Une partie des données transmises par Notion lors de la connexion sont dans l'URL de la page de redirection, l'extension doit donc pour y accéder. Dans ce cas de cette extension, la page de redirection est celle-ci: https://theo-lartigau.notion.site/ChatGPT-to-Notion-af29d9538dca4493a15bb4ed0fde7f91.",
    "ja": "ChatGPTとNotionは、ChatGPTの賢さをお気に入りのアプリにもたらします！\n\n⭐ 機能 ⭐\n- 数秒で完全なChatGPTの会話を保存\n- 個別のChatGPT回答を保存\n- 任意のNotionデータベースに保存\n- 保存時にページタグを選択\n- 保存時にページタイトルをカスタマイズ\n- ChatGPTプラグインとコードインタープリターのサポート\n- 自動保存\n- チャット履歴を全て保存\n\n💡 使い方 💡\nChatGPTのページでは、各回答の下に新しいピンアイコンが表示されます。これを使って、特定の回答と関連するプロンプトを選択したNotionデータベースに保存することができます。もし全ての議論を保存したい場合は、拡張機能のポップアップから行うことができます。\n\n必要に応じて複数のデータベースを拡張機能にリンクさせることができ、保存時にどのデータベースに議論を保存するかを選択できます。\n\n✉️ 連絡先 ✉️\n提案や問題があれば、拡張機能のGitHubをチェックしてください：https://github.com/L-a-r-t/chatgpt-to-notion\nまた、メールでも連絡できます：tlartigau.pro@gmail.com :)\n\n🕵️ プライバシー 🕵️\nセキュリティと実用上の理由から、NotionユーザーIDやNotionのワークスペースと通信するためのキー（資格情報ではなく、あなた以外の誰もアクセスできないもの）などの一部のデータは、簡単に侵害される可能性のあるローカルではなくリモートに保存されています。このコードはオープンソースであり、先にリンクしたGitHubで見つけることができます。あなたのデータは第三者と共有されることは決してありません。\n\nこの拡張機能は、以下のウェブサイトにアクセスする必要があります：\n\n- api.notion.com\n\n保存プロセスには、拡張機能とNotionのAPIの間でのやり取りが含まれます。\n\n- chat.openai.com\n\n拡張機能は、保存するチャットをスクレイプするためにChatGPTのページにアクセスする必要があります。\n\n- chatgpt-to-notion.onrender.com\n\nこれはアクセスキーが保存されているリモートサーバーです。そのリモートサーバーのソースコードは拡張機能のGitHubで見つけることができます。\n\nNotionのワークスペースへの拡張機能のアクセスを削除する（設定 > マイ接続）と、再インストールして認証プロセスをやり直さない限り、ワークスペースへのアクセスができなくなります。\n\n- theo-lartigau.notion.site\n\nNotionの認証プロセスの一環として、Notion統合の作成者が選んだウェブページにリダイレクトされます。NotionのAPIの応答はURLエンコードされているため、拡張機能はリダイレクトページにアクセスしてそれを取得する必要があります。この拡張機能の場合、そのリダイレクトページは以下です：https://www.notion.so/ChatGPT-to-Notion-af29d9538dca4493a15bb4ed0fde7f91\n\nこの拡張機能は独立して開発されており、OPENAIまたはNotionには所属していません。"
  }
}