{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Shortcut Tool: Free Google Shortcut"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Create a shortcut to use anywhere. Improve productivity by adding common phrases to shortcut.Shortcuts work on GMail and any forms."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Online productivity tool for GMail and other customer service users. This tool allows you to create shortcut for common phrases you frequently type. \n\n❤️ How it works? \n\n- Click ctrl+s to get a shortcut tab. \n- Click 'Add Shorts' to add the common text you commonly use. \n- Next time onwards when you can click ctrl+s to add the text automatically to gmail or text field. \n\n❤️ How is it helpful? \n\nImagine if you are a power GMail user or customer service agent who uses chats a lot. It is common for you to type in certain phrases again and again. \n\nWith 'Shorts' you have these phrases always at the tip of your fingers.  \n\n❤️ Where does it work? \n\nIt is primarly build with GMail in mind. It would though work on other forms too. We plan to incrementally build this to support more mediums in future. \n\n❤️ Would it work with other common Gmail extension?\n\nYes, this is build with Power Users in mind. This means that we assume that you would be using other extensions. Some of the extension we have tested with includes: \n\n-  Briskine\n- Superhuman\n- Front\n- Grammarly\n\n❤️ Disclaimer\n\nWe are an independent productivuty extension. We are not part of GMail."
  }
}