{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Nature Wallpapers New Tab Theme"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Impressive Nature is a captivating extension that brings you the awe-inspiring beauty of animals, flowers, and nature landscapes."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Immerse yourself in a world of stunning pictures and interesting facts. Featuring a vast collection of high-resolution wallpapers, Impressive Nature allows you to transform your new tab page with breathtaking images that showcase the wonders of our natural world. \n\nFrom majestic animal wallpapers to vibrant flower wallpapers and serene landscapes, each wallpaper is carefully curated to bring a sense of tranquility and admiration to your browsing experience. Enjoy thousands of images that include wild horses, tigers, sharks, natural beaches, sea turtles, sunflowers, ocean waves, and many more.\n\nExplore a world of vibrant wallpapers, meticulously organized into captivating categories that beckon you to dive in. Picture this: you venture into the realm of \"Flowers\" and are met with a breathtaking assortment featuring delicate daisies, romantic roses, and vibrant sunflowers that practically burst from your screen. If your spirit craves the wild, journey into the \"Birds\" section where the fierce gaze of eagles, the graceful elegance of swans, and the exotic charm of toucans await your gaze. Embark on an adventure with the \"Wild Cats\" collection – behold the fierce majesty of tigers, the untamed power of lions, and the elusive grace of leopards. And if your heart longs for the ocean's embrace, \"Sea Life\" unveils a realm of wonder, showcasing the serenity of sea turtles, the playful dance of dolphins, and the grandeur of mighty whales. \n\nBut Impressive Nature goes beyond just stunning wallpapers. With a unique twist, this extension offers fascinating facts about each subject. As you explore the extension, discover interesting details and little-known information about animals such as arctic foxes, flowers such as lavender or tulips, and natural phenomena like sunsets and eclipses. Expand your knowledge and deepen your appreciation for the natural world while enjoying a beautiful backdrop for your online activities.\n\nAs you scroll down the page, Impressive Nature reveals even more wonders. Additional images are seamlessly loaded. Whether you're searching for inspiration, a moment of relaxation, or simply a brief escape from your daily routine, Impressive Nature provides a serene oasis within your browser.\n\nExplore the enchanting realms of nature through our extension's captivating video gallery from the Impressive Nature YouTube channel:\n https://www.youtube.com/@impressivenature8617\n\n\nTo add functionality and convenience, Impressive Nature also includes a search bar powered by Bing, so you can easily search for anything without leaving your new tab. Also enjoy a sleek display of the current time and date. No need to switch tabs or look elsewhere—stay informed and organized while enjoying the beauty of nature in your virtual surroundings.\n \nKey Features:\n \n+ Stunning flower wallpapers, animals and nature landscapes wallpapers\n+ Quick access to your most visited websites\n+ Additional stunning images as you scroll down\n+ Informative facts about each theme\n+ Video Gallery about the nature world \n+ Display the current weather, login, notepad, time and date for added convenience\n\nImmerse yourself in the wonders of the natural world and enhance your browsing experience with Impressive Nature. Download the extension now and let the captivating beauty of nature inspire you with every new tab you open."
  }
}