{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Audio Recordings for Google Classroom - Beep"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Allows teachers and students to leave voice notes and feedback on Google Classroom, Gmail, Google Docs, Slides, Forms, and Sheets."
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Beep is a voice feedback Chrome Extension that allows you to record and listen to voice notes and audio comments all within Google Classroom, Google Docs, and Gmail. \n\nYou never need to leave Google Classroom, Google Docs, or Gmail to record and play the voice notes. Easily replicate one of the most essential parts of the in-person in-classroom experience in a remote learning setting - it's the missing piece in digital education. \n\n🤔  Why voice feedback?\n\nVoice feedback can take the friendliness and ease of in person feedback without the logistics of in person meetings and without the difficult and time consuming work of writing pitch-perfect feedback. It's a great tool for bridging the gap in \"distance learning\" and \"remote teaching.\" \n\n⚙️  How it works?\n\nFor Google Classroom\n1. Install the Chrome Extension above.\n2. Visit Google Classroom.\n3. Click the voice note button under posts or voice comment button in comments to record voice notes. \n\nFor Google Docs \n1. Install the Chrome Extension above.\n2. Visit Google Docs.\n3. Highlight text on a doc.\n4. Click comment button to the right. \n5. Click the \"voice comment\" button.    \n\nFor Gmail \n1. Install the Chrome Extension above.\n2. Visit Gmail.\n3. Click the red microphone button to the right of the send button.  \n\nIf your students and fellow teachers have Beep for Google Classroom for installed as well, all your recording links will automatically be converted into embedded players so they don't need to open a new window.  \n\n❓ Who’s it for?\n\n🧑🏻‍🏫  Teachers and Educators\nUse voice instructions to cut down on the time it takes you to create lessons and assignments.   Provide feedback to students on assessments, invent new assignments that utilize your students' voices, and communicate with students, parents, and fellow teachers in a faster, more personal way. \n\n👩🏾‍💼  Administrators\nCommunicate with faculty and parents, and make sure there are no misunderstandings. \n\n🙋‍♂️ Students\nIt can be difficult for some students to express themselves fully by writing. With voice notes they can convey more to teachers and students, enriching the learning experience and giving students more confidence that they are being heard.  \n\n\n***Disclaimer***\nThis app is not affiliated with or officially endorsed by Google, Google Classroom, Gmail or Google Docs, Slides, Sheets, or Forms in any way"
  }
}