{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Trends Playground - Google Trends Leveled Up"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the data you want with the tool you already love. \n\nWith Trends Playground, you gain access to powerful, in-depth analytics,…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Get the data you want with the tool you already love. \n\nWith Trends Playground, you gain access to powerful, in-depth analytics, keyword discovery, and trend analysis that elevate your Google Trends research.\n\nKey Features:\n\nSearch Volume Numbers: \nGoogle Trends only provides indexed search volume (0-100) which isn't very insightful. The Trends Playground provides the actual amount of searches for a keyword. \n\nData Export: \nEasily download CSV files of the data directly from the Google Trends interface.\n\n Keyword Ideas:\nGet inspired with a list of related keyword ideas displayed right within the Google Trends page, helping you explore new niches and opportunities.\n\n\nHow It Works:\nOnce installed, Trends Playground integrates seamlessly with Google Trends, adding a layer of powerful features that enhance your data exploration. Our extension enriches the standard Google Trends charts with more granular data and provides you with a downloadable CSV option for offline analysis. You'll also gain access to a curated list of keyword ideas based on your search, helping you uncover hidden gems and track emerging trends.\n\n\nGet Started:\nInstall the Trends Playground extension.\nNavigate to Google Trends and watch as the extension elevates your data exploration.\nRegister with your email to manage your credits and unlock the full potential of Trends Playground."
  }
}