{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "BV SuiteLI"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Suitecrm Linkedin Addon"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "LinkedIn has become the top platform to get the latest news and happenings in the world of business. From job openings, regular updates, news from top companies, and networking with some industry leaders, LinkedIn has made a name for itself as the best social media networking platform for professionals. So, there’s no doubt that companies, business owners, and employees want to be on the platform to keep themselves updated with the latest trends, finding new talent, and generating new leads.\n\nTo make this possible, Brainvire has developed a LinkedIn plugin that will allow users to directly access their LinkedIn account and make the most of their profiles. With the help of this plugin, users can sync data from the LinkedIn platform. They can generate leads or contact or account  directly on the LinkedIn platform with a single click. \n\nCollect a large number of leads or contacts in less time with this extension into suiteCRM. Just install this Extension and create the lead or contact or account into your suiteCRM.\n\nThis extension works with SuiteCRM plugin so you need to install this extension with the combination of suiteCRM extension.\n\nBelow is the SuiteCRM Plugin link.\nhttps://store.suitecrm.com/addons/bv-suiteli\n\nFeatures of Brainvire’s LinkedIn Plugin\n\n - Easy to use\n - Simple UI\n - Available as a Chrome extension \n - One-click Contact Creation\n - Single-click Lead Creation\n - Single-click Account Creation\n - Duplication check\n - Log Meeting, Task, and Call for Lead/Contact and Account\n - LinkedIn link on the detailed view page of the Lead/Contact and Account created using the plugin\n- Back to Create Form button for create Lead/Contact again in CRM.(It will not delete record from CRM.)"
  }
}