{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "English Vocabulary Builder"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Boost your English vocabulary easily as you browse the web, and sync with your phone for learning anywhere!"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "这是 App Lockcard - Build Vocabulary 的扩展程序，旨在帮助您在 Web 端阅读英文，或在 YouTube 观看视频时，方便高效的查词记录单词，并支持把单词同步到手机端。\n\nLockcard Chrome extension is designed to help you expand and enhance your vocabulary. It is a robust and handy tool, perfect for writers, readers, students, professionals, or anyone aiming to elevate their language skills.\n\nFeatures:\n\n1. Instant Definitions: Hover over unfamiliar words to get quick definitions, phonetics, and translations. Perfect for language learners, avid readers, or anyone looking to expand their vocabulary.\n\n2. Contextual Usage: For every word you look up, see how it's used in the sentence to understand its relevance and application.\n\n3. Easy Add to Notebook: Found a word you'd like to review later? Add it to your digital notebook with a single click. Your added words come with their full context and the source link for easy reference.\n\n4. Sync with Lockcard App: Love our Chrome extension? Experience the full potential with our iOS app, Lockcard. Seamlessly sync your notebook words to the app and learn on the go!\n\n5. YouTube Subtitle Search: Click on any word in the subtitles, and Lockcard will automatically search its meaning for you. Plus, it saves the video's progress position, so you can revisit the exact moment later.\n\nYou can seamlessly sync your data with the Lockcard iOS app. This provides a cross-platform experience, making your learning process more versatile and accessible. We offer a variety of effective features in the Lockcard iOS app to help you master vocabulary. Come and give it a try."
  }
}