{
  "name": {
    "ar": "مراجعة AMZ لمطابقة الطلب من قبل Shopswain",
    "am": "የ AMZ የግቤት ቅኝት በ Shopswain",
    "bg": "AMZ Преглед за поръчка на съвпадение по Shopwain",
    "bn": "Shopswain দ্বারা মেলানোর আদেশ AMZ পর্যালোচনা",
    "ca": "Revisió d'AMZ a la coordinació d'ordres per Shopswain",
    "cs": "AMZ přezkoumání objednávky podle Shopwain",
    "da": "AMZ Gennemgang til Ordre Matchende af Shopswain",
    "de": "AMZ Review zu Order Matching von Shopswain",
    "el": "AMZ Ανασκόπηση για παραγγελία Matching από Shopswain",
    "en,en_AU,en_GB,en_US": "AMZ Review to Order Matching",
    "es,es_419,pl": "AMZ Review to Order Matching by Shopswain",
    "et": "AMZ ülevaade järjekorras sobivusest Shopswaini poolt",
    "fa": "نظرسنجی از AMZ به سفارش Matching توسط Shopswain",
    "fi": "AMZ: n tarkistus tilausten mukaan by Shopswain",
    "fil": "AMZ Review sa Order Matching sa pamamagitan ng Shopswain",
    "fr": "Examen de l'AMZ pour l'harmonisation des commandes par Shopswain",
    "gu": "Shopswain દ્વારા ઓર્ડર મેચિંગ માટે AMZ સમીક્ષા",
    "he": "AMZ סקירה להזמנה התאמה על ידי Shopswain",
    "hi": "शॉप्सवेन द्वारा क्रमबद्ध करने के लिए AMZ की समीक्षा",
    "hr": "Pregled AMZ-a za usklađivanje narudžbe prema Shopwainu",
    "hu": "AMZ Áttekintés a Shopwain megrendeléshez",
    "id": "AMZ Review to Order Matching oleh Shopswain",
    "it": "Recensione di AMZ per l'abbinamento degli ordini da Shopswain",
    "ja": "ShopswainによるAMZレビュー",
    "kn": "ಶಾಲ್ಸ್ವೈನ್ ಅವರಿಂದ ಆರ್ಡರ್ ಹೊಂದಾಣಿಕೆಗೆ AMZ ವಿಮರ್ಶೆ",
    "ko": "Shopswain의 AMZ 주문 검토",
    "lt": "'AMZ' apžvalga pagal užsakymą 'Shopswain'",
    "lv": "AMZ pārskatīšana, lai kārtotu atbilstību ar Shopswain",
    "ml": "Shopswain വഴി ഓർഡർ പൊരുത്തപ്പെടുത്തുന്നതിന് AMZ അവലോകനം",
    "mr": "शॉप्सवेनद्वारा ऑर्डर जुळण्याकरिता एएमझ पुनरावलोकन",
    "ms": "Semakan AMZ untuk Memadankan Padanan oleh Shopswain",
    "nl": "AMZ Review om te bestellen door Shopswain",
    "no": "AMZ Review til Bestilling Matchende av Shopswain",
    "pt_BR,pt_PT": "Revisão de AMZ para ordem de correspondência por Shopswain",
    "ro": "Revizuirea AMZ pentru comanda de la Shopswain",
    "ru": "AMZ Review для заказа соответствия Shopswain",
    "sk": "AMZ recenzia na objednávku podľa Shopswain",
    "sl": "AMZ pregled za urejanje ujemanje s Shopswain",
    "sr": "АМЗ преглед за поруџбину поруџбине од Схопсваин-а",
    "sv": "AMZ granskning av order matchande av Shopswain",
    "sw": "AMZ Tathmini ya Utaratibu unaofanana na Shopswain",
    "ta": "Shopswain ஆல் பொருந்தும் பொருட்டு AMZ விமர்சனம்",
    "te": "AMZ రివ్యూ ఆర్డర్ వర్కింగ్ బై Shopswain",
    "th": "รีวิว AMZ ไปยังคำสั่งซื้อที่จับคู่โดย Shopswain",
    "tr": "AMZ Shopwain ile Eşleşen Siparişe Göz Atın",
    "uk": "Огляд AMZ до відповідності порядку Shopswain",
    "vi": "Xem lại AMZ để sắp xếp thứ tự bởi Shopswain",
    "zh_CN": "AMdZ审核订单匹配由Shopswain",
    "zh_TW": "AMZ審核訂單匹配由Shopswain"
  },
  "short": {
    "ar": "مطابقة Amazon يستعرض الطلبات بنقرة واحدة",
    "am": "የ Amazon መገምገሚያዎችን በአንድ ጠቅታ ብቻ ለማዛመድ",
    "bg": "Сравнете Amazon за поръчки с едно кликване",
    "bn": "ম্যাচ Amazon এক ক্লিকের আদেশ পর্যালোচনা",
    "ca": "Combina les revisions d'Amazon amb les comandes en un sol clic",
    "cs": "Zápas Amazon přečíst na objednávky jedním kliknutím",
    "da": "Sammenlign Amazon anmeldelser til ordrer med et klik",
    "de": "Passen Amazon Rezensionen zu Bestellungen mit einem Klick an",
    "el": "Match Amazon σχόλια σε παραγγελίες με ένα κλικ",
    "en,en_AU,en_GB,en_US": "Match Amazon reviews to Amazon orders in one click",
    "es,es_419": "Haga coincidir las revisiones de Amazon con las órdenes en un clic",
    "et": "Amazon vaatab tellimusi ühe hiireklõpsuga",
    "fa": "Match Amazon به سفارشات را با یک کلیک بررسی می کند",
    "fi": "Tarkastele Amazon-arvosteluja tilauksiin yhdellä napsautuksella",
    "fil": "Itugma ang mga review ng Amazon sa mga order sa isang click",
    "fr": "Faites correspondre les avis Amazon aux commandes en un clic",
    "gu": "એમેઝોન એક ક્લિકમાં ઓર્ડર સમીક્ષાઓ મેળ ખાય છે",
    "he": "התאם את Amazon חוות דעת להזמנה בלחיצה אחת",
    "hi": "एक क्लिक में ऑर्डर करने के लिए अमेज़ॅन की समीक्षा करें",
    "hr": "Odgovara Amazon recenzije narudžbi u jednom kliku",
    "hu": "Egyszerre összehasonlíthatja az Amazon értékelést a megrendelésekkel egy kattintással",
    "id": "Cocokkan ulasan Amazon dengan pesanan dalam satu klik",
    "it": "Abbina le recensioni di Amazon agli ordini in un clic",
    "ja": "ワンクリックでAmazonのAmazonレビューを注文に合わせる",
    "kn": "Amazon ಅನ್ನು ಒಂದು ಕ್ಲಿಕ್ನಲ್ಲಿ ಆದೇಶಗಳಿಗೆ ವಿಮರ್ಶಿಸಿ",
    "ko": "한 번의 클릭으로 Amazon과 주문을 비교합니다.",
    "lt": "'Amazon' peržiūrėkite užsakymus vienu paspaudimu",
    "lv": "Atrodiet Amazon pārskatus pasūtījumiem ar vienu klikšķi",
    "ml": "ഒരു ക്ലിക്കിലൂടെ ഓർഡറുകളുമായി Amazon മാച്ചുകൾ അവലോകനം ചെയ്യുക",
    "mr": "एका क्लिकमध्ये ऑर्डरवर अमेझॉनची जुळणी करा",
    "ms": "Memadai ulasan Amazon kepada pesanan dalam satu klik",
    "nl": "Koppel Amazon-beoordelingen aan bestellingen in één klik",
    "no": "Match Amazon-vurderinger til ordrer med ett klikk",
    "pl": "Dopasuj opinie Amazon do zamówień jednym kliknięciem",
    "pt_BR,pt_PT": "Combine comentários da Amazon com pedidos em um clique",
    "ro": "Comparați comentariile Amazon la comenzi cu un singur clic",
    "ru": "Совпадение отзывов Amazon с заказами одним щелчком мыши",
    "sk": "Zápas Amazon recenzie na objednávky s jedným kliknutím",
    "sl": "Ujemanje ocene Amazon z naročili z enim klikom",
    "sr": "Подударање Амазон прегледа налога једним кликом",
    "sv": "Matcha Amazon recensioner till order med ett klick",
    "sw": "Mechi ya Amazon mechi ya maagizo kwa moja kwa moja",
    "ta": "ஒரே கிளிக்கில் ஆணைகளுக்கு அமேசான் விமர்சனங்களைப் பொருத்துங்கள்",
    "te": "ఒక క్లిక్ లో ఆర్డర్స్కు Amazon సమీక్షలను ఫలితం చేయండి",
    "th": "จับคู่ Amazon ความเห็นต่อคำสั่งซื้อได้ในคลิกเดียว",
    "tr": "Tek bir tıklamayla siparişlere Maç Amaasdfzon yorumları",
    "uk": "Матч Amazon переглядає замовлення за один клік",
    "vi": "Phù hợp với Amazon để nhận đơn đặt hàng chỉ bằng một cú nhấp chuột",
    "zh_CN": "只需点击一下，即可将Amazon评论与订单匹配",
    "zh_TW": "只需點擊一下，即可將Amazon評論與訂單匹配"
  },
  "long": {
    "ar": "هل سئمت من الحصول على تقييمات منتج بنجمة واحدة على منتجات أمازون الخاصة بك دون أن تفهم السبب؟ يساعدك هذا الامتداد في مطابقة مراجعة منتج Amazon مع طلب العميل ، حتى تتمكن من الاتصال بالعميل ومعرفة الخطأ الذي حدث.\n\nهذا الامتداد هو أداة المطابقة الوحيدة للمراجعة حسب الطلب من Amazon في السوق. في 23 سبتمبر 2018 ، غيّرت أمازون منصة المراسلة الخاصة بها لمنع تأكيد 100٪ من مطابقات المراجعة حسب الطلب. أدى هذا التغيير إلى تعطيل جميع أدوات المطابقة الأخرى للمراجعة إلى الطلب.\n\nإذا كان زر التثبيت أعلاه لا يعمل من أجلك ، فجرّب http://bit.ly/amzromalt ، أو اتصل بنا على support@shopswain.com.\nهل ترغب في مشاركة البيانات وإدارة عدة مستخدمين والاستفادة من الإحالة وائتمان الشركات التابعة؟ قم بتنزيل امتداد المؤسسة: http://bit.ly/getamzrom\nإذا كنت تواجه مشكلات في الدفع مع الإصدار القياسي ، فقم بتنزيل إصدار المؤسسة.\n\nاحصل على رصيد اشتراك بقيمة 10 دولارات لكل صديق تحيله!\nنريد لنشر الكلمة؟ انضم إلى برنامج الإحالة لدينا اليوم! http://bit.ly/amzromaffapp\n\nينفذ الامتداد خوارزمية مطابقة احتمالية للمراجعة حسب الطلب تستخدم مجموعة من اسم المراجع وتواريخ المراجعة والطلب ومشاعر المراجعة والعديد من العوامل الأخرى ، من أجل الحصول على أكثر الطلبات المطابقة احتمالية لمراجعاتك. لقد حقق عملاؤنا نجاحًا كبيرًا في العثور على الترتيب الصحيح باستخدام هذه الخوارزمية.\n\nهل لديك أي أسئلة، أي تعليقات، أو أي مخاوف؟ تواصل معنا على support@shopswain.com ، وسيقوم فريق دعم العملاء لدينا بالرد في غضون 24 ساعة.\n\n\nوعد Shopwain: نضمن إرضاء جميع عملائنا بنسبة 100٪. الاشتراك في الامتداد خالي تمامًا من المخاطر.\n\nإذا لم تكن راضيًا عن التمديد لأي سبب من الأسباب ، يمكنك مراسلتنا عبر البريد الإلكتروني أو طلب استرداد الأموال من خلال Google Payments ، وسنقوم برد دفعتك الأخيرة في غضون 24 ساعة.\n\nنحن نراقب بشكل استباقي التغييرات التي تطرأ على نظام Amazon والتي يمكن أن تؤثر على كيفية عمل الامتداد ، وفريقنا الهندسي دائمًا في وضع الاستعداد لإصلاح أي مشكلات تتعلق بالامتداد.\n\n\n★ لجميع البائعين ، لمعظم الأسواق\n\nمتوافق مع معظم أسواق Amazon: أمريكا الشمالية (الولايات المتحدة وكندا والمكسيك) والاتحاد الأوروبي (المملكة المتحدة وفرنسا وألمانيا وإيطاليا وإسبانيا) وأستراليا واليابان والبرازيل.\n\n★ احصل على أكثر النتائج دقة\n\nيستخدم تحليلنا الإحصائي المتقدم تاريخ المراجعة واسم المراجع ونقاط البيانات الأخرى للعثور على الطلب الأكثر تطابقًا.\n\n★ التحقيق في المراجعات على أي صفحة أمازون\n\nفي صفحات منتجات Amazon أو صفحات مراجعة Amazon ، ما عليك سوى النقر فوق الزر \"Find Order\" بجوار المراجعة ، وشاهد الملحق يحلل طلباتك بطريقة سحرية للعثور على المراجع.\n\n★ حفظ المباريات في وقت لاحق\n\nيسمح لك الامتداد بحفظ مطابقات الطلبات ، لذلك ليست هناك حاجة للبحث عن الطلبات مرتين.\n\n★ سوبر سهل الاستعمال\n\nهل سئمت الإضافات المزعجة التي تجعلك تسجل الدخول في كل مرة تريد استخدامها؟ ما عليك سوى تسجيل الدخول إلى Seller Central حتى تعمل هذه الأداة!\n\n★ حافظ على خصوصية بياناتك\n\nلا يلزم الوصول إلى Amazon MWS ، ما عليك سوى تسجيل الدخول إلى Seller Central عند استخدام الامتداد.\n\n★ دائما ما يصل إلى موعد مع أمازون\n\nتتيح لنا أنظمة المراقبة الشاملة الخاصة بنا معرفة متى تجري أمازون تغييرًا على نظامها يؤثر على الامتداد. لا ينبغي ترك نشاطك التجاري وراء الركب بسبب مشكلات البرامج!\n\n★ لا يوجد عمل مضحك\n\nيعمل هذا الامتداد فقط على أتمتة العمليات التي يمكنك إجراؤها بالفعل في Seller Central ، وإجراء تحليل إحصائي بعد ذلك.\n                                                                                                 \n★ إخطارات مراجعة المنتج والبائع\n\nاحصل على إشعارات حول المنتج الجديد ومراجعات تعليقات البائع التي يتم تسليمها مباشرة إلى صندوق البريد الإلكتروني الخاص بك!\n\n\nملاحظة: يجب تسجيل الدخول إلى Seller Central باستخدام مستخدم لديه أذونات \"إدارة الطلبات\" و \"إدارة عمليات رد الأموال\".\n\nتم تصميم وبناء جميع أدواتنا في فانكوفر الجميلة ، كندا!\n\nاتصل بنا على support@shopswain.com ، أو تواصل معنا على\nالفيسبوك: http://bit.ly/shopswainfb،\nتويتر: http://bit.ly/shopswaintw ،\nأو ينكدين: http://bit.ly/shopswainli.\nانضم إلى مجموعة الدعم الخاصة بنا على Facebook! https://www.facebook.com/groups/118175552395560",
    "am": "ለምን እንደሆነ ሳይረዱ በአማዞን ምርቶችዎ ላይ አንድ የኮከብ ምርት ግምገማዎችን ማግኘት ሰልችቶዎታል? ይህ ቅጥያ የአማዞን ምርትን ግምገማ ከደንበኛ ትዕዛዝ ጋር ለማዛመድ ይረዳዎታል ፣ ስለሆነም ደንበኛውን ማነጋገር እና ስህተቱ ምን እንደ ሆነ ለማወቅ ይችላሉ ፡፡\n\nይህ ቅጥያ በገበያው ላይ ብቸኛው የአማዞን ግምገማ-ለትዕዛዝ ማዛመጃ መሳሪያ ነው። በመስከረም 23rd 2018 ላይ አማዞን የ 100% የግምገማ-ወደ-ትዕዛዝ ግጥሚያዎች ማረጋገጫ እንዳይኖር ለመከላከል የመልዕክት መድረኮቻቸውን ቀይረዋል። ይህ ለውጥ ሁሉንም ሌሎች የግምገማ-ትዕዛዝ ማዛመጃ መሣሪያዎችን አሰናክሏል።\n\nከላይ ያለው የመጫኛ ቁልፍ ለእርስዎ የማይሠራ ከሆነ ፣ http://bit.ly/amzromalt ን ይሞክሩ ወይም በ support@shopswain.com ያነጋግሩን ፡፡\nመረጃን ማጋራት ፣ ብዙ ተጠቃሚዎችን ማስተዳደር እና የሪፈራል እና ተጓዳኝ ብድርን ለመጠቀም ይፈልጋሉ? የድርጅት ቅጥያውን ያውርዱ http://bit.ly/getamzrom\nበመደበኛ ስሪት የክፍያ ችግሮች እያጋጠሙዎት ከሆነ የድርጅቱን ስሪት ያውርዱ።\n\nለሚያመለክቱት እያንዳንዱ ጓደኛ በምዝገባ ክሬዲት 10 ዶላር ያግኙ!\nወሬውን ለማሰራጨት ይፈልጋሉ? ዛሬ የተባባሪ ፕሮግራማችንን ይቀላቀሉ! http://bit.ly/amzromaffapp\n\nቅጥያው ለግምገማዎችዎ በጣም ሊሆኑ የሚችሉ የትእዛዝ ግጥሚያዎች እርስዎን ለማግኘት የግምገማ ስም ፣ የግምገማ እና የትእዛዝ ቀናት ፣ የግምገማ ስሜት እና ሌሎች ብዙ ነገሮችን የሚጠቀም ፕሮባቢሊካዊ የግምገማ-ወደ-ትዕዛዝ ማዛመጃ ስልተ-ቀናትን ያካሂዳል። ደንበኞቻችን ይህንን ስልተ-ቀመር በመጠቀም ትክክለኛውን ቅደም ተከተል በማግኘት ረገድ ትልቅ ስኬት ሪፖርት አድርገዋል ፡፡\n\nማናቸውም ጥያቄዎች ፣ አስተያየቶች ወይም ጭንቀቶች አሉዎት? በ support@shopswain.com ይድረሱን ፣ የደንበኛ ድጋፍ ቡድናችን በ 24 ሰዓታት ውስጥ ምላሽ ይሰጣል ፡፡\n\n\nየሱፕስዌይን ተስፋ-ለሁሉም ደንበኞቻችን 100% እርካታ እናረጋግጣለን ፡፡ ለቅጥያው መመዝገብ በፍጹም ከአደጋ ነፃ ነው።\n\nበማንኛውም ምክንያት በቅጥያው ካልተደሰቱ በኢሜል ሊላኩልን ወይም በ Google ክፍያዎች በኩል ተመላሽ ገንዘብ መጠየቅ ይችላሉ ፣ እና የመጨረሻ ክፍያዎን በ 24 ሰዓታት ውስጥ ተመላሽ እናደርጋለን።\n\nቅጥያው እንዴት እንደሚሠራ ላይ ተጽዕኖ ሊያሳርፉ በሚችሉ የአማዞን ስርዓት ላይ የተደረጉ ለውጦችን በንቃት እንቆጣጠራለን ፣ እና የምህንድስና ቡድናችን በቅጥያው ላይ ማንኛውንም ችግር ለማስተካከል ሁል ጊዜ ተጠባባቂ ነው።\n\n\n★ ለሁሉም ሻጮች ፣ ለአብዛኞቹ የገቢያ ቦታዎች\n\nከአብዛኞቹ የአማዞን ገበያዎች ጋር ተኳሃኝ-ሰሜን አሜሪካ (አሜሪካ ፣ ካናዳ ፣ ሜክሲኮ) ፣ አውሮፓ ህብረት (ዩኬ ፣ ፈረንሳይ ፣ ጀርመን ፣ ጣሊያን ፣ ስፔን) ፣ አውስትራሊያ ፣ ጃፓን እና ብራዚል ፡፡\n\n★ በጣም ትክክለኛዎቹን ውጤቶች ያግኙ\n\nየላቀ የስታቲስቲክስ ትንታኔያችን የግምገማውን ቀን ፣ ገምጋሚውን ስም እና ሌሎች የውሂብ ነጥቦችን በመጠቀም ምናልባትም ከፍተኛውን የትእዛዝ ማዛመድን ለማግኘት ይጠቀማል።\n\n★ ግምገማዎች በማንኛውም የአማዞን ገጽ ላይ ይመርምሩ\n\nበአማዞን ምርት ገጾች ወይም በአማዞን ግምገማ ገጾች ላይ ከግምገማው አጠገብ ባለው “ትዕዛዝ ፈልግ” ቁልፍ ላይ ብቻ ጠቅ ያድርጉ እና ቅጥያው ገምጋሚውን ለማግኘት ትዕዛዞችዎን በአስማት ሲተነትኑ ይመልከቱ።\n\n★ ግጥሚያዎችን ለወደፊቱ ያስቀምጡ\n\nቅጥያው የትእዛዝ ግጥሚያዎችን እንዲያስቀምጡ ያስችልዎታል ፣ ስለሆነም ትዕዛዞችን ሁለት ጊዜ መፈለግ አያስፈልግም።\n\n★ ልዕለ ተጠቃሚ ተስማሚ\n\nእነሱን መጠቀም በሚፈልጉበት ጊዜ ሁሉ በመለያ እንዲገቡ የሚያደርጉዎትን የሚረብሹ ቅጥያዎች ረክተዋል? ለዚህ መሣሪያ እንዲሠራ ወደ ሻጭ ማዕከላዊ ብቻ መግባት አለብዎት!\n\n★ መረጃዎን የግል ያድርጉት\n\nቅጥያውን ሲጠቀሙ ብቻ የአማዞን ኤምኤስኤስ መዳረሻ አያስፈልግም ፣ ወደ ሻጭ ማዕከላዊ ይግቡ ብቻ ፡፡\n\n★ ሁልጊዜ ከአማዞን ጋር ወቅታዊ ያድርጉ\n\nሁለገብ የክትትል ስርዓቶቻችን አማዞን ቅጥያውን በሚነካው ስርአታቸው ላይ ለውጥ ሲያደርግ ያሳውቀናል። በሶፍትዌር ችግሮች ምክንያት ንግድዎ ወደኋላ መተው የለበትም!\n\n★ ምንም አስቂኝ ንግድ የለም\n\nይህ ቅጥያ በሻጭ ማዕከላዊ ውስጥ ቀድሞውኑ ሊያከናውኗቸው የሚችሏቸውን ክዋኔዎች በራስ-ሰር ይሠራል ፣ እና ከዚያ በኋላ አኃዛዊ ትንታኔዎችን ያካሂዳል።\n                                                                                                 \n★ የምርት እና የሻጭ ክለሳ ማሳወቂያዎች\n\nስለ ኢሜል ገቢ መልዕክት ሳጥንዎ በቀጥታ ስለደረሱ ስለ አዲስ ምርት እና ሻጭ ግብረመልስ ማሳወቂያዎችን ያግኙ!\n\n\nማሳሰቢያ የ “ትዕዛዞችን ማስተዳደር” እና “ተመላሽ ገንዘብን ያቀናብሩ” ፈቃዶች ካለው ተጠቃሚ ጋር ወደ ሻጭ ማዕከላዊ መግባት አለብዎት።\n\nሁሉም መሣሪያዎቻችን የተነደፉ እና የተገነቡት ውብ በሆነው ቫንኮቨር ፣ ካናዳ ውስጥ ነው!\n\nእኛን በ support@shopswain.com ያነጋግሩን ወይም እኛን ያነጋግሩን\nፌስቡክ: http://bit.ly/shopswainfb,\nትዊተር: - http://bit.ly/shopswaintw,\nወይም LinkedIn: http://bit.ly/shopswainli.\nየእኛን የድጋፍ ቡድን በፌስቡክ ይቀላቀሉ! https://www.facebook.com/groups/118175552395560",
    "bg": "Омръзна ли ви да получавате отзиви за продукти с една звезда за вашите продукти на Amazon, без да разбирате защо? Това разширение ви помага да съпоставите прегледа на продукта на Amazon с поръчка на клиент, така че можете да се свържете с клиента и да разберете какво се е объркало.\n\nТова разширение е единственият инструмент за съвпадение на Amazon за преглед на поръчки на пазара. На 23 септември 2018 г. Amazon промени платформата си за съобщения, за да предотврати потвърждаване на 100% съвпадение на прегледа за поръчка. Тази промяна деактивира всички други инструменти за съвпадение при преглед на поръчка.\n\nАко горният бутон за инсталиране не работи за вас, опитайте http://bit.ly/amzromalt или се свържете с нас на support@shopswain.com.\nИскате ли да споделяте данни, да управлявате множество потребители и да се възползвате от препоръчан и партньорски кредит? Изтеглете разширението за предприятие: http://bit.ly/getamzrom\nАко имате проблеми с плащанията със стандартната версия, изтеглете корпоративната версия.\n\nВземете $ 10 подписка за всеки приятел, когото препоръчате!\nИскате ли да разпространите думата? Присъединете се към нашата партньорска програма днес! http://bit.ly/amzromaffapp\n\nРазширението изпълнява вероятностен алгоритъм за съвпадение на преглед към поръчка, който използва комбинация от име на рецензент, дати за преглед и поръчка, настроение за преглед и много други фактори, за да ви осигури най-вероятните съвпадения на вашите отзиви. Нашите клиенти отчитат голям успех в намирането на правилната поръчка, използвайки този алгоритъм.\n\nИмате някакви въпроси, коментари или притеснения? Свържете се с нас на support@shopswain.com, нашият екип за поддръжка на клиенти ще отговори в рамките на 24 часа.\n\n\nОбещанието на Shopswain: Ние гарантираме 100% удовлетворение за всички наши клиенти. Абонирането за разширението е абсолютно безрисково.\n\nАко не сте доволни от разширението по някаква причина, можете да ни изпратите имейл или да поискате възстановяване чрез Google Payments и ние ще възстановим последното ви плащане в рамките на 24 часа.\n\nПроактивно наблюдаваме промените в системата на Amazon, които могат да повлияят на начина, по който работи разширението, и нашият инженерен екип е винаги в готовност, за да отстрани всички проблеми с разширението.\n\n\n★ За всички продавачи, за повечето пазари\n\nСъвместим с повечето пазари на Amazon: Северна Америка (САЩ, Канада, Мексико), ЕС (Великобритания, Франция, Германия, Италия, Испания), Австралия, Япония и Бразилия.\n\n★ Вземете най-точните резултати\n\nНашият усъвършенстван статистически анализ използва датата на прегледа, името на рецензента и други точки от данни, за да намери най-вероятното съвпадение на поръчката.\n\n★ Изследвайте отзиви на всяка страница на Amazon\n\nНа страниците на продукти на Amazon или страниците за рецензии на Amazon просто кликнете върху бутона „Намери поръчка“ до рецензията и наблюдавайте как разширението магически анализира вашите поръчки, за да намери рецензента.\n\n★ Запазете мачове за по-късно\n\nРазширението ви позволява да запазвате съвпадения на поръчките, така че няма нужда да търсите поръчки два пъти.\n\n★ Супер удобен за потребителя\n\nНаситен от досадни разширения, които ви карат да влизате всеки път, когато искате да ги използвате? Трябва само да влезете в Seller Central, за да работи този инструмент!\n\n★ Пазете данните си поверителни\n\nНе се изисква достъп до Amazon MWS, просто влезте в Seller Central, когато използвате разширението.\n\n★ Винаги в крак с Amazon\n\nНашите цялостни системи за мониторинг ни казват, когато Amazon прави промяна в тяхната система, която засяга разширението. Вашият бизнес не трябва да бъде изоставен поради проблеми със софтуера!\n\n★ Няма забавен бизнес\n\nТова разширение просто автоматизира операции, които вече можете да извършвате в Seller Central, и извършва статистически анализ след това.\n                                                                                                 \n★ Известия за преглед на продукти и продавачи\n\nПолучавайте известия за отзиви за нови продукти и отзиви за продавачи, изпратени директно на вашата поща за електронна поща!\n\n\nЗабележка: Трябва да влезете в Seller Central с потребител, който има разрешенията „Управление на поръчки“ и „Управление на възстановяванията“.\n\nВсички наши инструменти са проектирани и построени в красивия Ванкувър, Канада!\n\nСвържете се с нас на support@shopswain.com или се свържете с нас на\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nили LinkedIn: http://bit.ly/shopswainli.\nПрисъединете се към нашата група за поддръжка във Facebook! https://www.facebook.com/groups/118175552395560",
    "bn": "কেন আপনি বুঝতে পারছেন না কেন আপনার অ্যামাজন পণ্যগুলিতে এক তারকা পণ্য পর্যালোচনা পেয়ে ক্লান্ত? এই এক্সটেনশনটি আপনাকে গ্রাহকের অর্ডারের সাথে অ্যামাজন পণ্য পর্যালোচনাকে মেলাতে সহায়তা করে, যাতে আপনি গ্রাহকের সাথে যোগাযোগ করতে পারেন এবং কী ভুল হয়েছে তা খুঁজে পেতে পারেন।\n\nএই এক্সটেনশনটি বাজারে একমাত্র অ্যামাজন পর্যালোচনা-থেকে-অর্ডার মেলানো সরঞ্জাম। ২৩ শে সেপ্টেম্বর, 2018 এ, অ্যামাজন 100% পর্যালোচনা-থেকে-অর্ডার ম্যাচের নিশ্চয়তা রোধ করতে তাদের বার্তা প্ল্যাটফর্ম পরিবর্তন করেছে। এই পরিবর্তনটি অন্য সমস্ত পর্যালোচনা-থেকে-অর্ডার মিলে যাওয়া সরঞ্জামগুলি অক্ষম করে।\n\nযদি উপরের ইনস্টল বোতামটি আপনার পক্ষে কাজ না করে তবে http://bit.ly/amzromalt ব্যবহার করে দেখুন, বা আমাদের সাথে support@shopswain.com এ যোগাযোগ করুন।\nডেটা ভাগ করতে, একাধিক ব্যবহারকারীকে পরিচালনা করতে এবং রেফারেল এবং অনুমোদিত ক্রেডিটের সুবিধা নিতে চান? এন্টারপ্রাইজ এক্সটেনশানটি ডাউনলোড করুন: http://bit.ly/getamzrom\nআপনি যদি স্ট্যান্ডার্ড সংস্করণ দিয়ে অর্থ প্রদানের সমস্যা নিয়ে চলেছেন তবে এন্টারপ্রাইজ সংস্করণটি ডাউনলোড করুন।\n\nআপনি উল্লেখ প্রতিটি বন্ধুকে সাবস্ক্রিপশন ক্রেডিটে 10 ডলার পান!\nকথাটি ছড়িয়ে দিতে চান? আমাদের অধিভুক্ত প্রোগ্রামে আজ যোগ দিন! http://bit.ly/amzromaffapp\n\nআপনার পর্যালোচনাগুলির জন্য আপনাকে সবচেয়ে সম্ভাব্য অর্ডার মেলানোর জন্য এক্সটেনশনটি একটি সম্ভাব্য পর্যালোচনা-থেকে-অর্ডার মেলানো অ্যালগরিদমকে পর্যালোচনা করে যা পর্যালোচনাকারীর নাম, পর্যালোচনা এবং আদেশের তারিখগুলি, পর্যালোচনা অনুভূতি এবং আরও অনেক কারণের সংমিশ্রণ ব্যবহার করে। আমাদের গ্রাহকরা এই অ্যালগরিদমটি ব্যবহার করে সঠিক ক্রমটি খুঁজে পেতে দুর্দান্ত সাফল্যের কথা জানিয়েছেন।\n\nকোন প্রশ্ন, মন্তব্য, বা উদ্বেগ আছে? Support@shopswain.com এ আমাদের কাছে যোগাযোগ করুন, আমাদের গ্রাহক সহায়তা দল 24 ঘন্টার মধ্যে প্রতিক্রিয়া জানাবে।\n\n\nশপসওয়াইন প্রতিশ্রুতি: আমরা আমাদের গ্রাহকদের জন্য 100% সন্তুষ্টি গ্যারান্টি দিয়ে থাকি। এক্সটেনশনে সাবস্ক্রাইব করা একেবারে ঝুঁকিমুক্ত।\n\nআপনি যদি কোনও কারণে বর্ধনের সাথে সন্তুষ্ট না হন তবে আপনি আমাদের ইমেল করতে পারেন বা গুগল পেমেন্টের মাধ্যমে ফেরতের জন্য অনুরোধ করতে পারেন এবং আমরা আপনার শেষ অর্থ প্রদান 24 ঘন্টার মধ্যে ফেরত দেব।\n\nআমরা অ্যামাজনের সিস্টেমে সক্রিয়ভাবে পরিবর্তনগুলি পর্যবেক্ষণ করি যা এক্সটেনশানটি কীভাবে কাজ করে তা প্রভাবিত করতে পারে এবং আমাদের ইঞ্জিনিয়ারিং টিম বর্ধিতকরণের সাথে কোনও সমস্যা সমাধানের জন্য সর্বদা স্ট্যান্ডবাইতে থাকে।\n\n\nAll সমস্ত বিক্রয়কারীদের জন্য, বেশিরভাগ মার্কেটপ্লেসের জন্য\n\nবেশিরভাগ অ্যামাজন মার্কেটপ্লেসের সাথে সামঞ্জস্যপূর্ণ: উত্তর আমেরিকা (মার্কিন, কানাডা, মেক্সিকো), ইইউ (যুক্তরাজ্য, ফ্রান্স, জার্মানি, ইতালি, স্পেন), অস্ট্রেলিয়া, জাপান এবং ব্রাজিল।\n\n। সর্বাধিক নির্ভুল ফলাফল পান\n\nআমাদের উন্নত পরিসংখ্যান বিশ্লেষণ সর্বাধিক সম্ভাব্য অর্ডার মিল খুঁজে পেতে পর্যালোচনা তারিখ, পর্যালোকের নাম এবং অন্যান্য ডেটা পয়েন্ট ব্যবহার করে।\n\nAny যে কোনও অ্যামাজন পৃষ্ঠাতে পর্যালোচনাগুলি অনুসন্ধান করুন\n\nঅ্যামাজন পণ্য পৃষ্ঠা বা অ্যামাজন পর্যালোচনা পৃষ্ঠাগুলিতে, পর্যালোচনার পাশের \"অর্ডার অনুসন্ধান করুন\" বোতামটিতে ক্লিক করুন, এবং এক্সটেনশনটি পর্যালোচককে অনুসন্ধান করার জন্য আপনার আদেশগুলি যাদুতে বিশ্লেষণ করে দেখে।\n\nLater পরে জন্য ম্যাচ সংরক্ষণ করুন\n\nএক্সটেনশান আপনাকে অর্ডার মিলগুলি সংরক্ষণ করতে দেয়, সুতরাং দু'বার অর্ডার অনুসন্ধান করার দরকার নেই।\n\n★ সুপার ব্যবহারকারী বন্ধুত্বপূর্ণ\n\nবিরক্তিকর এক্সটেনশনে বিরক্ত হয়ে যা আপনি যখনই সেগুলি ব্যবহার করতে চান তখন লগইন করে? এই সরঞ্জামটি কাজ করার জন্য আপনাকে কেবল বিক্রেতা কেন্দ্রীয়টিতে লগইন করতে হবে!\n\nYour আপনার ডেটা ব্যক্তিগত রাখুন\n\nকোনও অ্যামাজন এমডব্লিউএস অ্যাক্সেসের প্রয়োজন নেই, আপনি যখন এক্সটেনশনটি ব্যবহার করবেন তখন সেলার সেন্ট্রালে লগইন করুন।\n\nAmazon অ্যামাজনের সাথে সর্বদা আপ টু ডেট\n\nআমাদের বিস্তৃত মনিটরিং সিস্টেমগুলি আমাদের জানতে দেয় যখন অ্যামাজন কখন তাদের সিস্টেমে পরিবর্তন করে যা প্রসারকে প্রভাবিত করে। সফ্টওয়্যার সমস্যার কারণে আপনার ব্যবসা পিছনে রাখা উচিত নয়!\n\nFunny কোনও মজার ব্যবসা নেই\n\nএই এক্সটেনশানটি স্রেফ অপারেশনগুলিকে স্বয়ংক্রিয় করে তোলে যা আপনি ইতিমধ্যে বিক্রয়কারী কেন্দ্রে সম্পাদন করতে পারবেন এবং পরে পরিসংখ্যানগত বিশ্লেষণ করেন।\n                                                                                                 \nAnd পণ্য এবং বিক্রেতা পর্যালোচনা বিজ্ঞপ্তি\n\nসরাসরি আপনার ইমেল ইনবক্সে বিতরণ করা নতুন পণ্য এবং বিক্রেতার প্রতিক্রিয়া পর্যালোচনা সম্পর্কে বিজ্ঞপ্তি পান!\n\n\nদ্রষ্টব্য: আপনাকে \"অর্ডারগুলি পরিচালনা করুন\" এবং \"রিফান্ডগুলি পরিচালনা করুন\" অনুমতি আছে এমন একজন ব্যবহারকারীকে দিয়ে আপনি সেলার সেন্ট্রালে লগইন করতে হবে।\n\nআমাদের সমস্ত সরঞ্জামগুলি কানাডার সুন্দর ভ্যাঙ্কুবারে ডিজাইন এবং নির্মিত হয়েছে!\n\nআমাদের সাথে যোগাযোগ করুন support@shopswain.com, বা আমাদের সাথে যোগাযোগ করুন\nফেসবুক: http://bit.ly/shopswainfb,\nটুইটার: http://bit.ly/shopswaintw,\nবা লিংকডইন: http://bit.ly/shopswainli।\nফেসবুকে আমাদের সমর্থন গ্রুপে যোগদান করুন! https://www.facebook.com/groups/118175552395560",
    "ca": "Esteu cansat de rebre ressenyes de productes d'una estrella als vostres productes d'Amazon sense entendre per què? Aquesta extensió us ajuda a fer coincidir la revisió del producte Amazon amb una comanda del client, de manera que podeu contactar amb el client i esbrinar què ha fallat.\n\nAquesta extensió és l'única eina de concordança d'Amazon al mercat. El 23 de setembre de 2018, Amazon va canviar la seva plataforma de missatgeria per evitar la confirmació de coincidències del 100% de la revisió a la comanda. Aquest canvi ha desactivat totes les altres eines de coincidència de revisió a comanda.\n\nSi el botó d'instal·lació anterior no us funciona, proveu http://bit.ly/amzromalt o poseu-vos en contacte amb nosaltres a support@shopswain.com.\nVoleu compartir dades, gestionar diversos usuaris i aprofitar els crèdits d’afiliació i derivació? Baixeu-vos l'extensió empresarial: http://bit.ly/getamzrom\nSi teniu problemes de pagament amb la versió estàndard, baixeu-la.\n\nObteniu un crèdit de subscripció de 10 dòlars per cada amic a qui us referiu.\nVoleu fer difusió? Uniu-vos al nostre programa d’afiliació avui! http://bit.ly/amzromaffapp\n\nL'extensió executa un algorisme probabilístic de concordança de revisió a comanda que utilitza una combinació de nom de revisor, dates de revisió i de comanda, opinió de la revisió i molts altres factors, per tal d'obtenir les coincidències de comandes més probables per a les vostres ressenyes. Els nostres clients han informat d’un gran èxit en trobar l’ordre adequat mitjançant aquest algorisme.\n\nTé alguna pregunta, comentari o inquietud? Contacteu amb nosaltres a support@shopswain.com, el nostre equip d’atenció al client us respondrà en un termini de 24 hores.\n\n\nLa promesa de Shopswain: garantim la satisfacció del 100% per a tots els nostres clients. La subscripció a l’extensió és absolutament lliure de riscos.\n\nSi per qualsevol motiu no esteu satisfet amb l'extensió, podeu enviar-nos un correu electrònic o sol·licitar un reembossament mitjançant Google Payments, i us reembossarem l'últim pagament en un termini de 24 hores.\n\nMonitoritzem de manera proactiva els canvis al sistema d’Amazon que poden afectar el funcionament de l’extensió i el nostre equip d’enginyeria sempre està en espera per solucionar qualsevol problema amb l’extensió.\n\n\n★ Per a tots els venedors, per a la majoria de mercats\n\nCompatible amb la majoria de Marketplace d'Amazon: Amèrica del Nord (Estats Units, Canadà, Mèxic), UE (Regne Unit, França, Alemanya, Itàlia, Espanya), Austràlia, Japó i Brasil.\n\n★ Obteniu els resultats més precisos\n\nLa nostra anàlisi estadística avançada utilitza la data de revisió, el nom del revisor i altres punts de dades per trobar la coincidència de comandes més probable.\n\n★ Investigueu ressenyes de qualsevol pàgina d'Amazon\n\nA les pàgines de productes d'Amazon o a les pàgines de ressenyes d'Amazon, només cal que feu clic al botó \"Cerca comanda\" que hi ha al costat de la ressenya i observeu com l'extensió analitza màgicament les vostres comandes per trobar el revisor.\n\n★ Desa els partits per més tard\n\nL’extensió us permet desar coincidències de comandes, de manera que no cal cercar-les dues vegades.\n\n★ Super fàcil d'utilitzar\n\nFart d’extensions molestes que us fan iniciar la sessió cada vegada que les voleu utilitzar? Només heu d’iniciar sessió a Seller Central perquè aquesta eina funcioni.\n\n★ Mantingueu les vostres dades privades\n\nNo es requereix accés a Amazon MWS, només cal que inicieu sessió a Seller Central quan utilitzeu l'extensió.\n\n★ Sempre al dia amb Amazon\n\nEls nostres sistemes de monitorització exhaustius ens informen quan Amazon fa un canvi al seu sistema que afecta l'extensió. El vostre negoci no s’ha de deixar enrere per problemes de programari.\n\n★ No hi ha cap negoci divertit\n\nAquesta extensió només automatitza les operacions que ja podeu realitzar a Seller Central i, posteriorment, realitzeu anàlisis estadístiques.\n                                                                                                 \n★ Notificacions de revisió de productes i venedors\n\nRebeu notificacions sobre les ressenyes de comentaris sobre el producte i el venedor directament a la vostra safata d'entrada\n\n\nNota: haureu d'iniciar la sessió a Seller Central amb un usuari que tingui els permisos \"Gestiona les comandes\" i \"Gestiona els reembossaments\".\n\nTotes les nostres eines estan dissenyades i construïdes a la bella Vancouver, Canadà.\n\nPoseu-vos en contacte amb nosaltres a support@shopswain.com o contacteu amb nosaltres a\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\no LinkedIn: http://bit.ly/shopswainli.\nUniu-vos al nostre grup de suport a Facebook. https://www.facebook.com/groups/118175552395560",
    "cs": "Už vás nebaví dostávat na své produkty Amazon jednu hvězdičkovou recenzi, aniž byste pochopili proč? Toto rozšíření vám pomůže přiřadit recenzi produktu Amazon k objednávce zákazníka, takže můžete zákazníka kontaktovat a zjistit, co se stalo.\n\nToto rozšíření je jediným nástrojem Amazon pro porovnávání objednávek na trhu. 23. září 2018 společnost Amazon změnila platformu pro zasílání zpráv, aby zabránila potvrzení 100% shody mezi recenzemi a objednávkami. Tato změna deaktivovala všechny ostatní nástroje pro porovnávání na objednávku.\n\nPokud výše uvedené tlačítko instalace nefunguje, zkuste http://bit.ly/amzromalt nebo nás kontaktujte na adrese support@shopswain.com.\nChcete sdílet data, spravovat více uživatelů a využívat výhod doporučení a přidruženého kreditu? Stáhněte si podnikové rozšíření: http://bit.ly/getamzrom\nPokud se u standardní verze setkáváte s problémy s platbami, stáhněte si verzi pro podniky.\n\nZískejte kredit 10 $ na předplatné za každého doporučeného přítele!\nChcete šířit slovo? Připojte se k našemu přidruženému programu ještě dnes! http://bit.ly/amzromaffapp\n\nRozšíření provede pravděpodobnostní algoritmus porovnávání objednávek s objednávkou, který používá kombinaci názvu recenzenta, dat kontroly a objednávky, sentimentu kontroly a mnoha dalších faktorů, aby vám zajistil nejpravděpodobnější shody objednávek pro vaše recenze. Naši zákazníci zaznamenali velký úspěch při hledání správného pořadí pomocí tohoto algoritmu.\n\nMáte nějaké dotazy, komentáře nebo obavy? Obraťte se na nás na adrese support@shopswain.com, náš tým zákaznické podpory odpoví do 24 hodin.\n\n\nShopswain Promise: Zaručujeme 100% spokojenost všech našich zákazníků. Přihlášení k odběru rozšíření je naprosto bez rizika.\n\nPokud s rozšířením z jakéhokoli důvodu nejste spokojeni, můžete nám poslat e-mail nebo požádat o vrácení peněz prostřednictvím služby Google Payments. Poslední platbu vám vrátíme do 24 hodin.\n\nAktivně sledujeme změny v systému Amazonu, které by mohly ovlivnit fungování rozšíření, a náš technický tým je vždy v pohotovosti, aby vyřešil jakékoli problémy s rozšířením.\n\n\n★ Pro všechny prodejce, pro většinu trhů\n\nKompatibilní s většinou trhů Amazon: Severní Amerika (USA, Kanada, Mexiko), EU (Velká Británie, Francie, Německo, Itálie, Španělsko), Austrálie, Japonsko a Brazílie.\n\n★ Získejte nejpřesnější výsledky\n\nNaše pokročilá statistická analýza používá datum kontroly, jméno recenzenta a další datové body k nalezení nejpravděpodobnější shody objednávky.\n\n★ Vyšetřujte recenze na jakékoli stránce Amazon\n\nNa stránkách produktů Amazon nebo na stránkách s recenzemi Amazonu stačí kliknout na tlačítko „Najít objednávku“ vedle recenze a sledovat, jak rozšíření magicky analyzuje vaše objednávky a najde recenzenta.\n\n★ Uložení zápasů na později\n\nRozšíření umožňuje ukládat shody objednávek, takže není nutné hledat objednávky dvakrát.\n\n★ Super uživatelsky přívětivý\n\nMáte dost otravných rozšíření, díky nimž se přihlásíte pokaždé, když je chcete použít? Abyste mohli tento nástroj fungovat, musíte se pouze přihlásit do Seller Central!\n\n★ Udržujte svá data v soukromí\n\nNení vyžadován přístup Amazon MWS, při použití rozšíření se přihlaste do Seller Central.\n\n★ Vždy aktuální s Amazonem\n\nNaše komplexní monitorovací systémy nám dají vědět, když Amazon provede změnu svého systému, která ovlivní rozšíření. Vaše firma by neměla zůstat pozadu kvůli problémům se softwarem!\n\n★ Žádné legrační podnikání\n\nToto rozšíření pouze automatizuje operace, které již můžete provádět v Seller Central, a poté provede statistickou analýzu.\n                                                                                                 \n★ Oznámení o kontrole produktu a prodejce\n\nNechte si zasílat oznámení o nových recenzích produktů a názorů prodejců přímo do vaší e-mailové schránky!\n\n\nPoznámka: Měli byste být přihlášeni do Centra prodejce pomocí uživatele, který má oprávnění „Spravovat objednávky“ a „Spravovat vrácení peněz“.\n\nVšechny naše nástroje jsou navrženy a vyrobeny v nádherném kanadském Vancouveru!\n\nKontaktujte nás na adrese support@shopswain.com nebo nás kontaktujte na\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nnebo LinkedIn: http://bit.ly/shopswainli.\nPřipojte se k naší skupině podpory na Facebooku! https://www.facebook.com/groups/118175552395560",
    "da": "Er du træt af at få en stjerne produktanmeldelser på dine Amazon-produkter uden at forstå hvorfor? Denne udvidelse hjælper dig med at matche Amazon-produktanmeldelsen til en kundeordre, så du kan kontakte kunden og finde ud af, hvad der gik galt.\n\nDenne udvidelse er det eneste matchende værktøj fra Amazon til anmeldelse på bestilling på markedet. Den 23. september 2018 ændrede Amazon deres messaging-platform for at forhindre bekræftelse af 100% gennemgang-til-ordre-matches. Denne ændring deaktiverede alle andre matchende værktøjer til anmeldelse til ordre.\n\nHvis installationsknappen ovenfor ikke virker for dig, kan du prøve http://bit.ly/amzromalt eller kontakte os på support@shopswain.com.\nVil du dele data, administrere flere brugere og drage fordel af henvisning og tilknyttet kredit? Download virksomhedsudvidelsen: http://bit.ly/getamzrom\nHvis du støder på betalingsproblemer med standardversionen, skal du downloade virksomhedsversionen.\n\nFå $ 10 i abonnementskredit for hver ven, du henviser!\nVil du sprede budskabet? Deltag i vores tilknyttede program i dag! http://bit.ly/amzromaffapp\n\nUdvidelsen udfører en probabilistisk matchingsalgoritme til ordre, der bruger en kombination af korrekturnavn, gennemgangs- og ordredatoer, gennemgangssentiment og mange andre faktorer for at give dig de mest sandsynlige ordrekampe til dine anmeldelser. Vores kunder har rapporteret stor succes med at finde den rigtige ordre ved hjælp af denne algoritme.\n\nHar du spørgsmål, kommentarer eller bekymringer? Kontakt os på support@shopswain.com, vores kundesupportteam vil svare inden for 24 timer.\n\n\nShopswain-løftet: Vi garanterer 100% tilfredshed for alle vores kunder. Abonnement på udvidelsen er absolut risikofrit.\n\nHvis du af en eller anden grund ikke er tilfreds med udvidelsen, kan du sende os en e-mail eller anmode om en tilbagebetaling via Google Payments, og vi refunderer din sidste betaling inden for 24 timer.\n\nVi overvåger proaktivt ændringer i Amazons system, der kan påvirke, hvordan udvidelsen fungerer, og vores ingeniørteam er altid i beredskab for at løse eventuelle problemer med udvidelsen.\n\n\n★ For alle sælgere, for de fleste markedspladser\n\nKompatibel med de fleste Amazon-markedspladser: Nordamerika (USA, Canada, Mexico), EU (Storbritannien, Frankrig, Tyskland, Italien, Spanien), Australien, Japan og Brasilien.\n\n★ Få de mest nøjagtige resultater\n\nVores avancerede statistiske analyse bruger gennemgangsdatoen, anmelderens navn og andre datapunkter til at finde den mest sandsynlige ordrematch.\n\n★ Undersøg anmeldelser på enhver Amazon-side\n\nPå Amazon-produktsider eller Amazon-gennemgangssider skal du bare klikke på knappen \"Find ordre\" ved siden af ​​anmeldelsen og se, da udvidelsen magisk analyserer dine ordrer for at finde korrekturlæseren.\n\n★ Gem kampe til senere\n\nUdvidelsen giver dig mulighed for at gemme ordrekampe, så det er ikke nødvendigt at søge efter ordrer to gange.\n\n★ Super brugervenlig\n\nTræt af irriterende udvidelser, der får dig til at logge ind hver gang du vil bruge dem? Du skal kun logge ind på Seller Central for at dette værktøj fungerer!\n\n★ Hold dine data private\n\nIngen Amazon MWS-adgang er påkrævet, bare log ind på Seller Central, når du bruger udvidelsen.\n\n★ Altid opdateret med Amazon\n\nVores omfattende overvågningssystemer fortæller os, hvornår Amazon foretager en ændring i deres system, der påvirker udvidelsen. Din virksomhed bør ikke blive efterladt på grund af softwareproblemer!\n\n★ Ingen sjov forretning\n\nDenne udvidelse automatiserer bare operationer, som du allerede kan udføre i Seller Central og udfører derefter statistisk analyse.\n                                                                                                 \n★ Notifikationer om produkt- og sælgeranmeldelse\n\nFå anmeldelser om nye produkt- og sælgerfeedback-anmeldelser leveret direkte til din e-mail-indbakke!\n\n\nBemærk: Du skal være logget ind på Seller Central med en bruger, der har tilladelserne \"Administrer ordrer\" og \"Administrer refusioner\".\n\nAlle vores værktøjer er designet og bygget i smukke Vancouver, Canada!\n\nKontakt os på support@shopswain.com, eller kontakt os på\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\neller LinkedIn: http://bit.ly/shopswainli.\nDeltag i vores supportgruppe på Facebook! https://www.facebook.com/groups/118175552395560",
    "de": "Sind Sie es leid, Ein-Stern-Produktbewertungen für Ihre Amazon-Produkte zu erhalten, ohne zu verstehen, warum? Mit dieser Erweiterung können Sie die Amazon-Produktbewertung einer Kundenbestellung zuordnen, sodass Sie den Kunden kontaktieren und herausfinden können, was schief gelaufen ist.\n\nDiese Erweiterung ist das einzige von Amazon auf dem Markt erhältliche Matching-Tool für die Überprüfung von Bestellungen. Am 23. September 2018 änderte Amazon seine Messaging-Plattform, um die Bestätigung von 100% igen Übereinstimmungen zwischen Überprüfung und Bestellung zu verhindern. Durch diese Änderung wurden alle anderen Tools für die Überprüfung auf Bestellung deaktiviert.\n\nWenn die Installationsschaltfläche oben für Sie nicht funktioniert, versuchen Sie es mit http://bit.ly/amzromalt oder kontaktieren Sie uns unter support@shopswain.com.\nMöchten Sie Daten austauschen, mehrere Benutzer verwalten und von Empfehlungs- und Partnerkrediten profitieren? Laden Sie die Unternehmenserweiterung herunter: http://bit.ly/getamzrom\nWenn Sie mit der Standardversion auf Zahlungsprobleme stoßen, laden Sie die Unternehmensversion herunter.\n\nHolen Sie sich ein Abonnementguthaben von 10 USD für jeden Freund, den Sie empfehlen!\nWillst du das Wort verbreiten? Nehmen Sie noch heute an unserem Partnerprogramm teil! http://bit.ly/amzromaffapp\n\nDie Erweiterung führt einen probabilistischen Abgleichalgorithmus zwischen Überprüfung und Bestellung aus, der eine Kombination aus Überprüfungsname, Überprüfungs- und Bestelldaten, Überprüfungsstimmung und vielen anderen Faktoren verwendet, um die wahrscheinlichsten Bestellübereinstimmungen für Ihre Überprüfungen zu erhalten. Unsere Kunden haben große Erfolge bei der Suche nach der richtigen Bestellung mit diesem Algorithmus gemeldet.\n\nHaben Sie Fragen, Kommentare oder Bedenken? Kontaktieren Sie uns unter support@shopswain.com. Unser Kundensupport-Team wird Ihnen innerhalb von 24 Stunden antworten.\n\n\nDas Shopswain-Versprechen: Wir garantieren allen unseren Kunden 100% Zufriedenheit. Das Abonnieren der Verlängerung ist absolut risikofrei.\n\nWenn Sie aus irgendeinem Grund mit der Verlängerung nicht zufrieden sind, können Sie uns eine E-Mail senden oder eine Rückerstattung über Google Payments beantragen. Wir werden Ihre letzte Zahlung innerhalb von 24 Stunden zurückerstatten.\n\nWir überwachen proaktiv Änderungen am Amazon-System, die sich auf die Funktionsweise der Erweiterung auswirken könnten, und unser Engineering-Team ist immer in Bereitschaft, um Probleme mit der Erweiterung zu beheben.\n\n\n★ Für alle Verkäufer, für die meisten Marktplätze\n\nKompatibel mit den meisten Amazon-Marktplätzen: Nordamerika (USA, Kanada, Mexiko), EU (Großbritannien, Frankreich, Deutschland, Italien, Spanien), Australien, Japan und Brasilien.\n\n★ Erhalten Sie die genauesten Ergebnisse\n\nUnsere erweiterte statistische Analyse verwendet das Überprüfungsdatum, den Namen des Überprüfers und andere Datenpunkte, um die wahrscheinlichste Übereinstimmung der Reihenfolge zu ermitteln.\n\n★ Untersuchen Sie Bewertungen auf jeder Amazon-Seite\n\nKlicken Sie auf Amazon-Produktseiten oder Amazon-Bewertungsseiten einfach auf die Schaltfläche „Bestellung suchen“ neben der Bewertung und beobachten Sie, wie die Erweiterung Ihre Bestellungen auf magische Weise analysiert, um den Prüfer zu finden.\n\n★ Spiele für später speichern\n\nMit der Erweiterung können Sie Bestellübereinstimmungen speichern, sodass Sie nicht zweimal nach Bestellungen suchen müssen.\n\n★ Super benutzerfreundlich\n\nHaben Sie genug von nervigen Erweiterungen, mit denen Sie sich jedes Mal anmelden, wenn Sie sie verwenden möchten? Sie müssen sich nur bei Seller Central anmelden, damit dieses Tool funktioniert!\n\n★ Halten Sie Ihre Daten privat\n\nEs ist kein Amazon MWS-Zugriff erforderlich. Sie müssen lediglich bei Verwendung der Erweiterung bei Seller Central angemeldet sein.\n\n★ Immer auf dem neuesten Stand bei Amazon\n\nUnsere umfassenden Überwachungssysteme teilen uns mit, wann Amazon Änderungen an seinem System vornimmt, die sich auf die Erweiterung auswirken. Ihr Unternehmen sollte nicht aufgrund von Softwareproblemen zurückgelassen werden!\n\n★ Kein lustiges Geschäft\n\nDiese Erweiterung automatisiert lediglich Vorgänge, die Sie bereits in Seller Central ausführen können, und führt anschließend statistische Analysen durch.\n                                                                                                 \n★ Benachrichtigungen zur Produkt- und Verkäuferbewertung\n\nErhalten Sie Benachrichtigungen über neue Produkt- und Verkäufer-Feedback-Bewertungen direkt in Ihren E-Mail-Posteingang!\n\n\nHinweis: Sie sollten bei Seller Central mit einem Benutzer angemeldet sein, der über die Berechtigungen \"Bestellungen verwalten\" und \"Rückerstattungen verwalten\" verfügt.\n\nAlle unsere Werkzeuge wurden im wunderschönen Vancouver, Kanada, entworfen und gebaut!\n\nKontaktieren Sie uns unter support@shopswain.com oder kontaktieren Sie uns unter\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\noder LinkedIn: http://bit.ly/shopswainli.\nTreten Sie unserer Selbsthilfegruppe auf Facebook bei! https://www.facebook.com/groups/118175552395560",
    "el": "Έχετε κουραστεί να λαμβάνετε κριτικές για ένα προϊόν στα προϊόντα Amazon χωρίς να καταλαβαίνετε γιατί; Αυτή η επέκταση σάς βοηθά να αντιστοιχίσετε την κριτική προϊόντων Amazon με μια παραγγελία πελάτη, ώστε να μπορείτε να επικοινωνήσετε με τον πελάτη και να μάθετε τι πήγε στραβά.\n\nΑυτή η επέκταση είναι το μόνο εργαλείο αντιστοίχισης κριτικών κατά παραγγελία της Amazon στην αγορά. Στις 23 Σεπτεμβρίου 2018, η Amazon άλλαξε την πλατφόρμα ανταλλαγής μηνυμάτων για να αποτρέψει την επιβεβαίωση 100% αγώνων κριτικής προς παραγγελία. Αυτή η αλλαγή απενεργοποίησε όλα τα άλλα εργαλεία αντιστοίχισης κριτικής προς παραγγελία.\n\nΕάν το παραπάνω κουμπί εγκατάστασης δεν λειτουργεί για εσάς, δοκιμάστε το http://bit.ly/amzromalt ή επικοινωνήστε μαζί μας στη διεύθυνση support@shopswain.com.\nΘέλετε να μοιραστείτε δεδομένα, να διαχειριστείτε πολλούς χρήστες και να επωφεληθείτε από την πίστωση παραπομπών και συνεργατών; Κάντε λήψη της επέκτασης επιχείρησης: http://bit.ly/getamzrom\nΕάν αντιμετωπίζετε προβλήματα με την τυπική έκδοση, πραγματοποιήστε λήψη της εταιρικής έκδοσης.\n\nΛάβετε πίστωση συνδρομής 10 $ για κάθε φίλο που αναφέρεστε!\nΘέλετε να διαδώσετε τη λέξη; Γίνετε μέλος του προγράμματος συνεργατών μας σήμερα! http://bit.ly/amzromaffapp\n\nΗ επέκταση εκτελεί έναν πιθανό αλγόριθμο αντιστοίχισης κριτικής προς παραγγελία που χρησιμοποιεί συνδυασμό ονόματος κριτή, ημερομηνιών κριτικής και παραγγελίας, αισθήματος κριτικής και πολλών άλλων παραγόντων, προκειμένου να σας δώσει τις πιο πιθανές αντιστοιχίσεις παραγγελιών για τις κριτικές σας. Οι πελάτες μας έχουν αναφέρει μεγάλη επιτυχία στην εύρεση της σωστής σειράς χρησιμοποιώντας αυτόν τον αλγόριθμο.\n\nΈχετε απορίες, σχόλια ή ανησυχίες; Επικοινωνήστε μαζί μας στο support@shopswain.com, η ομάδα υποστήριξης πελατών μας θα απαντήσει εντός 24 ωρών.\n\n\nThe Shopswain Υπόσχεση: Εγγυόμαστε 100% ικανοποίηση για όλους τους πελάτες μας. Η εγγραφή στην επέκταση είναι απολύτως χωρίς κίνδυνο.\n\nΕάν δεν είστε ικανοποιημένοι με την επέκταση για οποιονδήποτε λόγο, μπορείτε να μας στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου ή να ζητήσετε επιστροφή χρημάτων μέσω του Google Payments και θα σας επιστρέψουμε την τελευταία σας πληρωμή εντός 24 ωρών.\n\nΠαρακολουθούμε προληπτικά τις αλλαγές στο σύστημα της Amazon που θα μπορούσαν να επηρεάσουν τον τρόπο λειτουργίας της επέκτασης και η ομάδα μηχανικών μας είναι πάντα σε ετοιμότητα για να επιλύσει τυχόν προβλήματα με την επέκταση.\n\n\n★ Για όλους τους πωλητές, για τις περισσότερες αγορές\n\nΣυμβατό με τις περισσότερες αγορές του Αμαζονίου: Βόρεια Αμερική (ΗΠΑ, Καναδάς, Μεξικό), ΕΕ (Ηνωμένο Βασίλειο, Γαλλία, Γερμανία, Ιταλία, Ισπανία), Αυστραλία, Ιαπωνία και Βραζιλία.\n\n★ Λάβετε τα πιο ακριβή αποτελέσματα\n\nΗ προηγμένη στατιστική ανάλυση χρησιμοποιεί την ημερομηνία ελέγχου, το όνομα του κριτή και άλλα σημεία δεδομένων, για να βρει την πιο πιθανή αντιστοίχιση παραγγελίας.\n\n★ Διερευνήστε κριτικές σε οποιαδήποτε σελίδα του Amazon\n\nΣτις σελίδες προϊόντων Amazon ή στις σελίδες κριτικής του Amazon, απλώς κάντε κλικ στο κουμπί \"Εύρεση παραγγελίας\" δίπλα στην κριτική και παρακολουθήστε καθώς η επέκταση αναλύει μαγικά τις παραγγελίες σας για να βρει τον κριτικό.\n\n★ Αποθήκευση αγώνων για αργότερα\n\nΗ επέκταση σάς επιτρέπει να αποθηκεύετε αντιστοιχίσεις παραγγελιών, επομένως δεν χρειάζεται να κάνετε αναζήτηση για παραγγελίες δύο φορές.\n\n★ Super φιλικό προς τον χρήστη\n\nΈχετε βαρεθεί με ενοχλητικές επεκτάσεις που σας κάνουν να συνδέεστε κάθε φορά που θέλετε να τις χρησιμοποιήσετε; Πρέπει να συνδεθείτε μόνο στο Seller Central για να λειτουργήσει αυτό το εργαλείο!\n\n★ Κρατήστε τα δεδομένα σας απόρρητα\n\nΔεν απαιτείται πρόσβαση στο Amazon MWS, απλώς συνδεθείτε στο Seller Central όταν χρησιμοποιείτε την επέκταση.\n\n★ Πάντα ενημερωμένοι με το Amazon\n\nΤα ολοκληρωμένα συστήματα παρακολούθησης μας ενημερώνουν πότε η Amazon κάνει μια αλλαγή στο σύστημά τους που επηρεάζει την επέκταση. Η επιχείρησή σας δεν πρέπει να μείνει πίσω λόγω προβλημάτων λογισμικού!\n\n★ Χωρίς αστεία επιχείρηση\n\nΑυτή η επέκταση αυτοματοποιεί μόνο λειτουργίες που μπορείτε ήδη να εκτελέσετε στο Seller Central και μετά πραγματοποιεί στατιστική ανάλυση.\n                                                                                                 \n★ Ειδοποιήσεις αξιολόγησης προϊόντων και πωλητών\n\nΛάβετε ειδοποιήσεις σχετικά με τα σχόλια των νέων προϊόντων και των πωλητών που παραδίδονται απευθείας στα εισερχόμενά σας μέσω email!\n\n\nΣημείωση: Θα πρέπει να συνδεθείτε στο Κέντρο πωλητών με έναν χρήστη που έχει τα δικαιώματα \"Διαχείριση παραγγελιών\" και \"Διαχείριση επιστροφών χρημάτων\".\n\nΌλα τα εργαλεία μας έχουν σχεδιαστεί και κατασκευαστεί στο όμορφο Βανκούβερ του Καναδά!\n\nΕπικοινωνήστε μαζί μας στο support@shopswain.com, ή επικοινωνήστε μαζί μας στο\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nή LinkedIn: http://bit.ly/shopswainli.\nΓίνετε μέλος της ομάδας υποστήριξής μας στο Facebook! https://www.facebook.com/groups/118175552395560",
    "en,en_AU,en_GB,en_US": "Are you tired of getting one star product reviews on your Amazon products without understanding why? This extension helps you match the Amazon product review to a customer order, so you can contact the customer and find out what went wrong.\n\nThis extension is the only Amazon review-to-order matching tool on the market. On September 23rd, 2018, Amazon changed their messaging platform to prevent confirmation of 100% review-to-order matches. This change disabled all other review-to-order matching tools.\n\nIf the install button above does not work for you, try http://bit.ly/amzromalt, or contact us at support@shopswain.com.\nWant to share data, manage multiple users, and take advantage of referral and affiliate credit? Download the enterprise extension: http://bit.ly/getamzrom\nIf you are running into payment problems with the standard version, download the enterprise version.\n\nGet $10 in subscription credit for each friend you refer!\nWant to spread the word? Join our affiliate program today! http://bit.ly/amzromaffapp\n\nThe extension executes a probabilistic review-to-order matching algorithm that uses a combination of reviewer name, review and order dates, review sentiment, and many other factors, in order to get you the most probable order matches for your reviews. Our customers have reported great success in finding the right order using this algorithm.\n\nHave any questions, comments, or concerns? Reach out to us at support@shopswain.com, our customer support team will respond within 24 hours.\n\n\nThe Shopswain Promise: We guarantee 100% satisfaction for all our customers. Subscribing to the extension is absolutely risk-free.\n\nIf you are not satisfied with the extension for any reason, you can email us or request a refund through Google Payments, and we will refund your last payment within 24 hours.\n\nWe pro-actively monitor changes to Amazon’s system that could affect how the extension works, and our engineering team is always on standby to fix any issues with the extension.\n\n\n★ For All Sellers, For Most Marketplaces\n\nCompatible with most Amazon Marketplaces: North America (US, Canada, Mexico), EU (UK, France, Germany, Italy, Spain), Australia, Japan, and Brazil.\n\n★ Get the Most Accurate Results\n\nOur advanced statistical analysis uses the review date, reviewer name, and other data points, to find the most likely order match.\n\n★ Investigate Reviews on Any Amazon Page\n\nOn Amazon product pages or Amazon review pages, just click on the “Find Order” button next to the review, and watch as the extension magically analyzes your orders to find the reviewer.\n\n★ Save Matches For Later\n\nThe extension allows you to save order matches, so there’s no need to search for orders twice.\n\n★ Super User Friendly\n\nFed up with annoying extensions that make you login every time you want to use them? You only have to login to Seller Central for this tool to work!\n\n★ Keep Your Data Private\n\nNo Amazon MWS access is required, just be logged into Seller Central when you use the extension.\n\n★ Always up-to-date with Amazon\n\nOur comprehensive monitoring systems let us know when Amazon makes a change to their system that affects the extension. Your business shouldn’t be left behind because of software issues!\n\n★ No Funny Business\n\nThis extension just automates operations that you can already perform in Seller Central, and performs statistical analysis afterwards.\n                                                                                                 \n★ Product and Seller Review Notifications\n\nGet notifications about new product and seller feedback reviews delivered straight to your email inbox!\n\n\nNote: You should be logged into Seller Central with a user that has the “Manage Orders” and “Manage Refunds” permissions.\n\nAll our tools are designed and built in beautiful Vancouver, Canada!\n\nContact us at support@shopswain.com, or reach out to us on\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nor LinkedIn: http://bit.ly/shopswainli.\nJoin our support group on Facebook! https://www.facebook.com/groups/118175552395560",
    "es,es_419": "¿Está cansado de recibir reseñas de productos de una estrella en sus productos de Amazon sin entender por qué? Esta extensión le ayuda a hacer coincidir la revisión del producto de Amazon con el pedido de un cliente, para que pueda contactar al cliente y averiguar qué salió mal.\n\nEsta extensión es la única herramienta de comparación de revisión a pedido de Amazon en el mercado. El 23 de septiembre de 2018, Amazon cambió su plataforma de mensajería para evitar la confirmación del 100% de coincidencias entre revisiones y pedidos. Este cambio inhabilitó todas las demás herramientas de comparación de revisión por pedido.\n\nSi el botón de instalación anterior no funciona para usted, pruebe http://bit.ly/amzromalt o contáctenos en support@shopswain.com.\n¿Quiere compartir datos, administrar varios usuarios y aprovechar el crédito de afiliados y referencias? Descargue la extensión empresarial: http://bit.ly/getamzrom\nSi tiene problemas de pago con la versión estándar, descargue la versión empresarial.\n\n¡Obtenga $ 10 en crédito de suscripción por cada amigo que recomiende!\n¿Quieres correr la voz? ¡Únase a nuestro programa de afiliados hoy! http://bit.ly/amzromaffapp\n\nLa extensión ejecuta un algoritmo de coincidencia probabilístico de revisión a pedido que utiliza una combinación de nombre de revisor, fechas de revisión y pedido, opinión de revisión y muchos otros factores, con el fin de obtener las coincidencias de orden más probables para sus revisiones. Nuestros clientes han informado de un gran éxito al encontrar el pedido correcto utilizando este algoritmo.\n\n¿Tiene alguna pregunta, comentario o inquietud? Comuníquese con nosotros en support@shopswain.com, nuestro equipo de atención al cliente responderá dentro de las 24 horas.\n\n\nLa promesa del contramaestre: Garantizamos el 100% de satisfacción de todos nuestros clientes. Suscribirse a la extensión no tiene ningún riesgo.\n\nSi no está satisfecho con la extensión por cualquier motivo, puede enviarnos un correo electrónico o solicitar un reembolso a través de Google Payments, y le reembolsaremos su último pago dentro de las 24 horas.\n\nMonitoreamos de manera proactiva los cambios en el sistema de Amazon que podrían afectar el funcionamiento de la extensión, y nuestro equipo de ingenieros siempre está en espera para solucionar cualquier problema con la extensión.\n\n\n★ Para todos los vendedores, para la mayoría de los mercados\n\nCompatible con la mayoría de los mercados de Amazon: América del Norte (EE. UU., Canadá, México), UE (Reino Unido, Francia, Alemania, Italia, España), Australia, Japón y Brasil.\n\n★ Obtenga los resultados más precisos\n\nNuestro análisis estadístico avanzado utiliza la fecha de revisión, el nombre del revisor y otros puntos de datos para encontrar la coincidencia de orden más probable.\n\n★ Investigar reseñas en cualquier página de Amazon\n\nEn las páginas de productos de Amazon o en las páginas de reseñas de Amazon, simplemente haga clic en el botón \"Buscar pedido\" junto a la reseña y observe cómo la extensión analiza mágicamente sus pedidos para encontrar al revisor.\n\n★ Guardar Matches para más tarde\n\nLa extensión le permite guardar coincidencias de pedidos, por lo que no es necesario buscar pedidos dos veces.\n\n★ Super fácil de usar\n\n¿Estás harto de las molestas extensiones que te hacen iniciar sesión cada vez que quieres usarlas? ¡Solo tienes que iniciar sesión en Seller Central para que esta herramienta funcione!\n\n★ Mantenga sus datos privados\n\nNo se requiere acceso a Amazon MWS, solo inicie sesión en Seller Central cuando use la extensión.\n\n★ Siempre actualizado con Amazon\n\nNuestros sistemas de monitoreo integrales nos informan cuando Amazon realiza un cambio en su sistema que afecta la extensión. Su empresa no debe quedarse atrás por problemas de software.\n\n★ No hay negocios divertidos\n\nEsta extensión solo automatiza las operaciones que ya puedes realizar en Seller Central y luego realiza un análisis estadístico.\n                                                                                                 \n★ Notificaciones de reseñas de productos y vendedores\n\nReciba notificaciones sobre nuevos productos y comentarios del vendedor directamente en la bandeja de entrada de su correo electrónico.\n\n\nNota: Debes iniciar sesión en Seller Central con un usuario que tenga los permisos \"Administrar pedidos\" y \"Administrar reembolsos\".\n\n¡Todas nuestras herramientas están diseñadas y construidas en la hermosa Vancouver, Canadá!\n\nContáctenos en support@shopswain.com, o comuníquese con nosotros en\nFacebook: http://bit.ly/shopswainfb,\nGorjeo: http://bit.ly/shopswaintw,\no LinkedIn: http://bit.ly/shopswainli.\n¡Únase a nuestro grupo de apoyo en Facebook! https://www.facebook.com/groups/118175552395560",
    "et": "Kas olete väsinud oma Amazoni toodete ühe tärni toodete arvustuste saamisest, mõistmata miks? See laiendus aitab teil Amazoni toote ülevaadet sobitada kliendi tellimusega, nii et saate kliendiga ühendust võtta ja teada saada, mis valesti läks.\n\nSee laiendus on ainus Amazoni ülevaade tellimustele sobitamise tööriist turul. 23. septembril 2018 muutis Amazon oma sõnumside platvormi, et vältida 100% -liste ülevaatuste ja tellimuste vastete kinnitamist. See muudatus keelas kõik muud tellimisele vastavuse sobitamise tööriistad.\n\nKui ülaltoodud installinupp ei tööta teie jaoks, proovige http://bit.ly/amzromalt või võtke meiega ühendust aadressil support@shopswain.com.\nKas soovite jagada andmeid, hallata mitut kasutajat ja kasutada suunamis- ja siduskrediiti? Laadige alla ettevõtte laiendus: http://bit.ly/getamzrom\nKui teil on standardversiooniga probleeme maksetega, laadige alla ettevõtte versioon.\n\nHankige iga oma viidatud sõbra eest 10 dollarit liitumisõigust!\nKas soovite seda sõna levitada? Liituge meie sidusprogrammiga juba täna! http://bit.ly/amzromaffapp\n\nLaiendus viib läbi tõenäosusliku ülevaatuse tellimusele sobitamise algoritmi, mis kasutab arvustajate nime, ülevaatuse ja tellimiskuupäevade, arvustuste meeleolu ja paljude muude tegurite kombinatsiooni, et saada arvustuste jaoks kõige tõenäolisem tellimuse vaste. Meie kliendid on teatanud, et selle algoritmi abil on õnnestunud leida õige tellimus.\n\nKas teil on küsimusi, kommentaare või muresid? Võtke meiega ühendust aadressil support@shopswain.com, meie klienditoe meeskond vastab 24 tunni jooksul.\n\n\nShopswaini lubadus: garanteerime kõigile klientidele 100% rahulolu. Laiendusega liitumine on absoluutselt riskivaba.\n\nKui te pole mingil põhjusel laiendusega rahul, võite Google Paymentsiga meile meilisõnumi saata või tagasimakset taotleda ja me tagastame teie viimase makse 24 tunni jooksul.\n\nJälgime ennetavalt Amazoni süsteemi muudatusi, mis võivad laienduse toimimist mõjutada, ja meie insenerimeeskond on laiendusega seotud probleemide lahendamiseks alati ootel.\n\n\n★ Kõigile müüjatele, enamusele turuplatsidele\n\nÜhildub enamiku Amazoni turuplatsidega: Põhja-Ameerika (USA, Kanada, Mehhiko), ELi (Suurbritannia, Prantsusmaa, Saksamaa, Itaalia, Hispaania), Austraalia, Jaapani ja Brasiiliaga.\n\n★ Saate kõige täpsemaid tulemusi\n\nMeie täpsem statistiline analüüs kasutab kõige tõenäolisema tellimuse vaste leidmiseks ülevaatuse kuupäeva, retsensendi nime ja muid andmepunkte.\n\n★ Uurige arvustusi mis tahes Amazoni lehel\n\nAmazoni tootelehtedel või Amazoni ülevaadete lehtedel klõpsake lihtsalt arvustuse kõrval oleval nupul „Leia tellimus” ja vaadake, kuidas laiendus arvustaja leidmiseks võluväel teie analüüse analüüsib.\n\n★ Salvesta vasted hilisemaks\n\nLaiendus võimaldab teil tellimuste vasteid salvestada, nii et pole vaja tellimusi kaks korda otsida.\n\n★ ülikasutaja sõbralik\n\nKas olete tüdinud tüütutest laiendustest, mis panevad teid sisse logima iga kord, kui soovite neid kasutada? Selle tööriista töötamiseks peate sisse logima ainult Seller Centrali!\n\n★ Hoidke oma andmeid privaatsena\n\nAmazon MWS-i juurdepääs pole vajalik, lihtsalt laienduse kasutamisel logige sisse Seller Centrali.\n\n★ Alati ajakohane Amazon\n\nMeie terviklikud seiresüsteemid annavad meile teada, kui Amazon teeb oma süsteemis muudatust, mis laiendust mõjutab. Teie ettevõtet ei tohiks tarkvaraprobleemide tõttu maha jätta!\n\n★ pole naljakas äri\n\nSee laiendus lihtsalt automatiseerib toiminguid, mida saate juba teha Müüja keskuses, ja teeb pärast seda statistilise analüüsi.\n                                                                                                 \n★ Toodete ja müüjate arvustuste teatised\n\nHankige märguandeid uute toodete ja müüjate tagasiside arvustuste kohta, mis edastatakse otse teie e-posti postkasti!\n\n\nMärkus. Peaksite olema sisse logitud Seller Centrali koos kasutajaga, kellel on õigused „Tellimuste haldamine” ja „Tagasimaksete haldamine”.\n\nKõik meie tööriistad on loodud ja ehitatud Kanadas kaunis Vancouveris!\n\nVõtke meiega ühendust aadressil support@shopswain.com või võtke meiega ühendust\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nvõi LinkedIn: http://bit.ly/shopswainli.\nLiitu meie tugigrupiga Facebookis! https://www.facebook.com/groups/118175552395560",
    "fa": "آیا از دریافت بررسی محصولات یک ستاره در محصولات آمازون خود خسته شده اید بدون اینکه دلیل آن را بفهمید؟ این برنامه افزودنی به شما کمک می کند تا بررسی محصول آمازون را با سفارش مشتری تطبیق دهید ، بنابراین می توانید با مشتری تماس بگیرید و متوجه شوید چه اشتباهی رخ داده است.\n\nاین برنامه افزودنی تنها ابزار تطبیق آمازون برای سفارش در بازار است. در تاریخ 23 سپتامبر 2018 ، آمازون بستر پیام خود را تغییر داد تا از تأیید 100٪ بازبینی برای سفارش جلوگیری کند. این تغییر سایر ابزارهای تطبیق بررسی به ترتیب را غیرفعال کرده است.\n\nاگر دکمه نصب بالا برای شما کار نمی کند ، http://bit.ly/amzromalt را امتحان کنید یا از طریق آدرس support@shopswain.com با ما تماس بگیرید.\nآیا می خواهید داده ها را به اشتراک بگذارید ، چندین کاربر را مدیریت کنید و از اعتبار ارجاع و اعتبار وابسته استفاده کنید؟ افزونه سازمانی را بارگیری کنید: http://bit.ly/getamzrom\nاگر با نسخه استاندارد با مشکل پرداخت مواجه هستید ، نسخه سازمانی را بارگیری کنید.\n\nبرای هر دوستی که ارجاع می دهید 10 دلار اعتبار اشتراک دریافت کنید!\nآیا می خواهید این خبر را گسترش دهید؟ امروز به برنامه وابسته ما بپیوندید! http://bit.ly/amzromaffapp\n\nپسوند یک الگوریتم تطبیق احتمالی بررسی به ترتیب را اجرا می کند که از ترکیبی از نام مرورگر ، تاریخ بررسی و سفارش ، احساس بازبینی و بسیاری از فاکتورهای دیگر استفاده می کند تا محتمل ترین سفارشات مربوط به نظرات شما را بدست آورد. مشتریان ما با استفاده از این الگوریتم موفقیت زیادی را در یافتن سفارش مناسب گزارش کرده اند.\n\nس questionsال ، نظر یا نگرانی دارید؟ با ما در support@shopswain.com تماس بگیرید ، تیم پشتیبانی مشتری ما ظرف 24 ساعت پاسخ می دهد.\n\n\nقول فروشگاه: ما رضایت 100٪ را برای همه مشتریان خود تضمین می کنیم. اشتراک در برنامه افزودنی کاملا بدون خطر است.\n\nاگر به هر دلیلی از برنامه افزودنی راضی نیستید ، می توانید از طریق Google Payments به ما ایمیل بزنید یا درخواست بازپرداخت کنید و ما آخرین پرداخت شما را ظرف 24 ساعت پس می دهیم.\n\nما به طور فعال تغییراتی را در سیستم آمازون که می تواند بر نحوه کارکرد برنامه افزودنی تأثیر بگذارد ، کنترل می کنیم و تیم مهندسی ما همیشه برای آماده سازی مشکلات پیش فرض آماده است.\n\n\n★ برای همه فروشندگان ، برای بیشتر بازارها\n\nسازگار با بیشتر بازارهای آمازون: آمریکای شمالی (ایالات متحده ، کانادا ، مکزیک) ، اتحادیه اروپا (انگلیس ، فرانسه ، آلمان ، ایتالیا ، اسپانیا) ، استرالیا ، ژاپن و برزیل.\n\nthe دقیق ترین نتایج را بدست آورید\n\nتجزیه و تحلیل آماری پیشرفته ما برای یافتن محتمل ترین تطبیق سفارش از تاریخ بررسی ، نام بازرس و سایر نقاط داده استفاده می کند.\n\nReviews بررسی نظرات در هر صفحه آمازون\n\nدر صفحات محصولات آمازون یا صفحات بررسی آمازون ، فقط روی دکمه \"یافتن سفارش\" در کنار بررسی کلیک کنید و ببینید که برنامه افزودنی با جادویی سفارشات شما را برای یافتن بازبینی تجزیه و تحلیل می کند.\n\n★ مسابقات را برای بعد ذخیره کنید\n\nبرنامه افزودنی به شما امکان می دهد موارد منطبق سفارش را ذخیره کنید ، بنابراین نیازی به جستجوی سفارشات دو بار نیست.\n\n★ فوق العاده کاربر پسند\n\nاز برنامه های افزودنی آزار دهنده که هر وقت بخواهید از آنها استفاده کنید وارد سیستم می شوید؟ برای کار با این ابزار ، فقط باید به فروشنده مرکزی وارد شوید!\n\nData داده های خود را خصوصی نگه دارید\n\nدسترسی به MWS آمازون مورد نیاز نیست ، فقط هنگام استفاده از افزونه به فروشنده مرکزی وارد شوید.\n\n★ همیشه با آمازون به روز باشید\n\nسیستم های نظارتی جامع ما ، هنگامی که آمازون تغییری در سیستم خود ایجاد می کند و بر پسوند تأثیر می گذارد ، به ما اطلاع می دهد. به دلیل مشکلات نرم افزاری ، نباید کسب و کار شما را پشت سر گذاشت!\n\n★ بدون کسب و کار خنده دار\n\nاین پسوند فقط عملیاتی را که می توانید از قبل در Seller Central انجام دهید به صورت خودکار انجام می دهد و پس از آن تجزیه و تحلیل آماری را انجام می دهد.\n                                                                                                 \n★ اطلاعیه های بررسی محصول و فروشنده\n\nاعلانهای مربوط به بازخورد محصول جدید و بازخورد فروشنده را مستقیماً به صندوق ورودی ایمیل خود تحویل بگیرید!\n\n\nتوجه: شما باید با کاربری که دارای مجوزهای \"مدیریت سفارشات\" و \"مدیریت بازپرداخت ها\" است ، به سیستم فروشنده مرکزی وارد شوید.\n\nهمه ابزارهای ما در ونکوور زیبای کانادا طراحی و ساخته شده اند!\n\nبا ما در support@shopswain.com تماس بگیرید ، یا با ما تماس بگیرید\nفیس بوک: http://bit.ly/shopswainfb ،\nتوییتر: http://bit.ly/shopswaintw ،\nیا LinkedIn: http://bit.ly/shopswainli.\nبه گروه پشتیبانی ما در فیس بوک بپیوندید! https://www.facebook.com/groups/118175552395560",
    "fi": "Oletko kyllästynyt saamaan yhden tähden tuotearvioita Amazon-tuotteistasi ymmärtämättä miksi? Tämän laajennuksen avulla voit sovittaa Amazon-tuotearvostelun asiakastilaukseen, joten voit ottaa yhteyttä asiakkaaseen ja selvittää, mikä meni pieleen.\n\nTämä laajennus on ainoa Amazonin tilaus-tilaustyökalu markkinoilla. 23. syyskuuta 2018 Amazon vaihtoi viestialustaa estääkseen 100-prosenttisen tarkistuksen tilauksen vastaavuuksien vahvistamisen. Tämä muutos poisti käytöstä kaikki muut tilauksen mukaiset tarkistustyökalut.\n\nJos yllä oleva asennuspainike ei toimi sinulle, kokeile http://bit.ly/amzromalt tai ota meihin yhteyttä osoitteessa support@shopswain.com.\nHaluatko jakaa tietoja, hallita useita käyttäjiä ja hyödyntää viittaus- ja tytäryhtiöluottoja? Lataa yrityslaajennus: http://bit.ly/getamzrom\nJos sinulla on vaikeuksia vakioversiossa, lataa yritysversio.\n\nHanki 10 dollaria tilaushyvitystä jokaisesta viittaamastasi kaverista!\nHaluatko levittää sanaa? Liity kumppaniohjelmaamme tänään! http://bit.ly/amzromaffapp\n\nLaajennus suorittaa todennäköisyysperusteisen tarkistuksen ja tilauksen vastaavuuden algoritmin, joka käyttää arvioijan nimen, arvostelun ja tilauksen päivämäärien, arvostelun tunteen ja monien muiden tekijöiden yhdistelmää saadaksesi arvioidesi todennäköisimmät tilausosumat. Asiakkaamme ovat raportoineet menestyksestä oikean tilauksen löytämisessä tämän algoritmin avulla.\n\nOnko sinulla kysyttävää, kommentteja tai huolenaiheita? Ota yhteyttä osoitteeseen support@shopswain.com, asiakastukitiimimme vastaa 24 tunnin kuluessa.\n\n\nShopswain-lupaus: Takaamme 100% tyytyväisyyden kaikille asiakkaillemme. Laajennuksen tilaaminen on ehdottomasti riskitöntä.\n\nJos et ole tyytyväinen laajennukseen jostain syystä, voit lähettää meille sähköpostia tai pyytää hyvitystä Google Paymentsin kautta, ja hyvitämme viimeisen maksusi 24 tunnin kuluessa.\n\nSeuraamme ennakoivasti Amazonin järjestelmän muutoksia, jotka voivat vaikuttaa laajennuksen toimintaan, ja suunnittelutiimimme on aina valmiustilassa korjaamaan laajennukseen liittyviä ongelmia.\n\n\n★ kaikille myyjille, useimmille markkinapaikoille\n\nYhteensopiva useimpien Amazonin markkinapaikkojen kanssa: Pohjois-Amerikka (Yhdysvallat, Kanada, Meksiko), EU (Iso-Britannia, Ranska, Saksa, Italia, Espanja), Australia, Japani ja Brasilia.\n\n★ Hanki tarkimmat tulokset\n\nEdistyneessä tilastollisessa analyysissämme käytetään tarkistuspäivämäärää, arvostelijan nimeä ja muita datapisteitä todennäköisimmän tilausosuman löytämiseksi.\n\n★ Tutki arvosteluja kaikilta Amazon-sivuilta\n\nNapsauta vain Amazon-tuotesivuilla tai Amazon-tarkistussivuilla arvostelun vieressä olevaa \"Etsi tilaus\" -painiketta ja katso, kun laajennus analysoi maagisesti tilauksesi löytääksesi tarkistajan.\n\n★ Tallenna ottelut myöhempää käyttöä varten\n\nLaajennuksen avulla voit tallentaa tilauksia, joten tilauksia ei tarvitse etsiä kahdesti.\n\n★ erittäin käyttäjäystävällinen\n\nOletko kyllästynyt ärsyttäviin laajennuksiin, jotka saavat sinut kirjautumaan sisään aina, kun haluat käyttää niitä? Sinun on vain kirjauduttava sisään Seller Centraliin, jotta tämä työkalu toimii!\n\n★ Pidä tietosi yksityisinä\n\nAmazon MWS -yhteyttä ei vaadita, kirjaudu vain Seller Centraliin, kun käytät laajennusta.\n\n★ Ajan tasalla Amazonin kanssa\n\nKattavat seurantajärjestelmämme ilmoittavat meille, kun Amazon tekee järjestelmään muutoksia, jotka vaikuttavat laajennukseen. Yrityksesi ei pidä jäädä jälkeen ohjelmisto-ongelmien takia!\n\n★ Ei hauskaa liiketoimintaa\n\nTämä laajennus vain automatisoi toiminnot, jotka voit jo suorittaa Seller Centralissa, ja suorittaa tilastollisen analyysin sen jälkeen.\n                                                                                                 \n★ Tuote- ja myyjä-arvosteluilmoitukset\n\nSaat ilmoituksia uusista tuote- ja myyjäpalautearvioista, jotka toimitetaan suoraan sähköpostiisi!\n\n\nHuomaa: Sinun on kirjauduttava Seller Centraliin sellaisen käyttäjän kanssa, jolla on tilausten hallinta ja hyvitysten hallintaoikeudet.\n\nKaikki työkalumme on suunniteltu ja rakennettu kauniiseen Vancouveriin, Kanadaan!\n\nOta yhteyttä osoitteeseen support@shopswain.com tai ota meihin yhteyttä\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\ntai LinkedIn: http://bit.ly/shopswainli.\nLiity tukiryhmäämme Facebookissa! https://www.facebook.com/groups/118175552395560",
    "fil": "Pagod ka na bang makakuha ng isang bituin na mga pagsusuri ng produkto sa iyong mga produkto ng Amazon nang hindi nauunawaan kung bakit? Tinutulungan ka ng extension na ito na maitugma ang pagsusuri ng produkto ng Amazon sa isang order ng customer, upang maaari kang makipag-ugnay sa customer at alamin kung ano ang mali.\n\nAng extension na ito ang nag-iisang tool sa pagtutugma ng pagsusuri sa order na nasa merkado. Noong Setyembre 23, 2018, binago ng Amazon ang kanilang platform ng pagmemensahe upang maiwasan ang kumpirmasyon ng 100% na mga tugma ng pagsusuri-sa-order. Hindi pinagana ng pagbabagong ito ang lahat ng iba pang mga tool sa pagtutugma ng pagsusuri-sa-order.\n\nKung ang pindutan ng pag-install sa itaas ay hindi gagana para sa iyo, subukan ang http://bit.ly/amzromalt, o makipag-ugnay sa amin sa support@shopswain.com.\nNais mong ibahagi ang data, pamahalaan ang maraming mga gumagamit, at samantalahin ang referral at kaakibat na kredito? I-download ang extension ng enterprise: http://bit.ly/getamzrom\nKung nagkakaroon ka ng mga problema sa pagbabayad sa karaniwang bersyon, i-download ang bersyon ng enterprise.\n\nKumuha ng $ 10 sa credit sa subscription para sa bawat kaibigan na tinutukoy mo!\nNais mong kumalat? Sumali sa aming kaakibat na programa ngayon! http://bit.ly/amzromaffapp\n\nAng extension ay nagpapatupad ng isang probabilistic na tumutugmang algorithm sa pagtutugma sa order na gumagamit ng isang kumbinasyon ng pangalan ng tagrepaso, mga petsa ng pagsusuri at order, damdamin ng pagsusuri, at maraming iba pang mga kadahilanan, upang makuha ka ang pinaka-malamang na mga tugma sa order para sa iyong mga review. Ang aming mga customer ay nag-ulat ng mahusay na tagumpay sa paghahanap ng tamang order gamit ang algorithm na ito.\n\nMayroon bang mga katanungan, komento, o alalahanin? Abutin kami sa support@shopswain.com, tutugon ang aming koponan sa suporta sa customer sa loob ng 24 na oras.\n\n\nAng Pangako sa Shopswain: Gina-garantiya namin ang 100% kasiyahan para sa lahat ng aming mga customer. Ang pag-subscribe sa extension ay ganap na walang panganib.\n\nKung hindi ka nasiyahan sa extension para sa anumang kadahilanan, maaari kang mag-email sa amin o humiling ng isang refund sa pamamagitan ng Google Payments, at ibabalik namin ang iyong huling bayad sa loob ng 24 na oras.\n\nPro-aktibong sinusubaybayan namin ang mga pagbabago sa system ng Amazon na maaaring makaapekto sa kung paano gumagana ang extension, at ang aming koponan sa engineering ay palaging naka-standby upang ayusin ang anumang mga isyu sa extension.\n\n\n★ Para sa Lahat ng Nagbebenta, Para sa Karamihan sa Mga Marketplace\n\nMga katugmang sa karamihan ng Mga Marketplace ng Amazon: Hilagang Amerika (US, Canada, Mexico), EU (UK, France, Germany, Italy, Spain), Australia, Japan, at Brazil.\n\n★ Kunin ang Pinaka tumpak na Mga Resulta\n\nAng aming advanced na pagsusuri sa istatistika ay gumagamit ng petsa ng pagsusuri, pangalan ng tagrepaso, at iba pang mga puntos ng data, upang mahanap ang malamang na tugma sa order.\n\n★ Imbistigahan ang Mga Review sa Anumang Pahina ng Amazon\n\nSa mga pahina ng produkto ng Amazon o mga pahina ng pagsusuri sa Amazon, mag-click lamang sa pindutang \"Maghanap ng Order\" sa tabi ng pagsusuri, at panoorin bilang mahiwagang pinag-aaralan ng extension ang iyong mga order upang mahanap ang tagasuri.\n\n★ I-save ang Mga Tugma Para Mamaya\n\nPinapayagan ka ng extension na i-save ang mga tugma ng order, kaya hindi na kailangang maghanap ng mga order nang dalawang beses.\n\n★ Super User Friendly\n\nSawa na sa mga nakakainis na extension na makapag-login sa tuwing nais mong gamitin ang mga ito? Kailangan mo lamang mag-login sa Seller Central upang gumana ang tool na ito!\n\n★ Panatilihing Pribado ang Iyong Data\n\nWalang kinakailangang pag-access sa Amazon MWS, mag-log in lamang sa Seller Central kapag ginamit mo ang extension.\n\n★ Palaging napapanahon sa Amazon\n\nIpaalam sa amin ng aming komprehensibong mga system ng pagsubaybay kapag gumawa ang Amazon ng pagbabago sa kanilang system na nakakaapekto sa extension. Ang iyong negosyo ay hindi dapat iwanang dahil sa mga isyu sa software!\n\n★ Walang Nakakatawang Negosyo\n\nAwtomatiko lamang ng extension na ito ang mga pagpapatakbo na maaari mo nang maisagawa sa Seller Central, at nagsasagawa ng pagsusuri ng istatistika pagkatapos.\n                                                                                                 \n★ Mga Abiso sa Pagsusuri ng Produkto at Nagbebenta\n\nKumuha ng mga abiso tungkol sa mga bagong review ng feedback ng produkto at nagbebenta na naihatid diretso sa iyong email inbox!\n\n\nTandaan: Dapat kang naka-log in sa Seller Central kasama ang isang gumagamit na may mga pahintulot na \"Pamahalaan ang Mga Order\" at \"Pamahalaan ang Mga Pag-refund\".\n\nAng lahat ng aming mga tool ay dinisenyo at binuo sa magandang Vancouver, Canada!\n\nMakipag-ugnay sa amin sa support@shopswain.com, o makipag-ugnay sa amin sa\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\no LinkedIn: http://bit.ly/shopswainli.\nSumali sa aming grupo ng suporta sa Facebook! https://www.facebook.com/groups/118175552395560",
    "fr": "Êtes-vous fatigué d'obtenir des critiques de produits une étoile sur vos produits Amazon sans comprendre pourquoi? Cette extension vous aide à faire correspondre l'évaluation du produit Amazon à une commande client, afin que vous puissiez contacter le client et découvrir ce qui n'a pas fonctionné.\n\nCette extension est le seul outil de mise en correspondance de révision à la commande d'Amazon sur le marché. Le 23 septembre 2018, Amazon a changé sa plate-forme de messagerie pour empêcher la confirmation de 100% des correspondances de révision à la commande. Cette modification a désactivé tous les autres outils de mise en correspondance de la révision à la commande.\n\nSi le bouton d'installation ci-dessus ne fonctionne pas pour vous, essayez http://bit.ly/amzromalt ou contactez-nous à support@shopswain.com.\nVous souhaitez partager des données, gérer plusieurs utilisateurs et profiter du parrainage et du crédit d'affiliation? Téléchargez l'extension d'entreprise: http://bit.ly/getamzrom\nSi vous rencontrez des problèmes de paiement avec la version standard, téléchargez la version entreprise.\n\nObtenez 10 $ en crédit d'abonnement pour chaque ami que vous parrainez!\nEnvie de passer le mot? Rejoignez notre programme d'affiliation dès aujourd'hui! http://bit.ly/amzromaffapp\n\nL'extension exécute un algorithme de correspondance probabiliste de révision à la commande qui utilise une combinaison de nom de réviseur, de dates de révision et de commande, de sentiment de révision et de nombreux autres facteurs, afin de vous obtenir les correspondances d'ordre les plus probables pour vos critiques. Nos clients ont signalé un grand succès dans la recherche de la bonne commande à l'aide de cet algorithme.\n\nAvez-vous des questions, des commentaires ou des inquiétudes? Contactez-nous à support@shopswain.com, notre équipe de support client vous répondra dans les 24 heures.\n\n\nLa promesse Shopswain: Nous garantissons une satisfaction à 100% pour tous nos clients. L'abonnement à l'extension est absolument sans risque.\n\nSi vous n'êtes pas satisfait de l'extension pour quelque raison que ce soit, vous pouvez nous envoyer un e-mail ou demander un remboursement via Google Payments, et nous vous rembourserons votre dernier paiement dans les 24 heures.\n\nNous surveillons de manière proactive les modifications apportées au système d'Amazon qui pourraient affecter le fonctionnement de l'extension, et notre équipe d'ingénierie est toujours en attente pour résoudre tout problème lié à l'extension.\n\n\n★ Pour tous les vendeurs, pour la plupart des marchés\n\nCompatible avec la plupart des marchés Amazon: Amérique du Nord (États-Unis, Canada, Mexique), UE (Royaume-Uni, France, Allemagne, Italie, Espagne), Australie, Japon et Brésil.\n\n★ Obtenez les résultats les plus précis\n\nNotre analyse statistique avancée utilise la date d'examen, le nom du réviseur et d'autres points de données pour trouver la correspondance de commande la plus probable.\n\n★ Enquêter sur les avis sur n'importe quelle page Amazon\n\nSur les pages de produits Amazon ou les pages d'avis d'Amazon, cliquez simplement sur le bouton «Rechercher une commande» à côté de l'avis, et regardez l'extension analyser par magie vos commandes pour trouver l'évaluateur.\n\n★ Enregistrer les matchs pour plus tard\n\nL'extension vous permet d'enregistrer des correspondances de commandes, il n'est donc pas nécessaire de rechercher deux fois les commandes.\n\n★ Super convivial\n\nMarre des extensions ennuyeuses qui vous obligent à vous connecter à chaque fois que vous souhaitez les utiliser? Il vous suffit de vous connecter à Seller Central pour que cet outil fonctionne!\n\n★ Gardez vos données privées\n\nAucun accès Amazon MWS n'est requis, il vous suffit d'être connecté à Seller Central lorsque vous utilisez l'extension.\n\n★ Toujours à jour avec Amazon\n\nNos systèmes de surveillance complets nous permettent de savoir lorsqu'Amazon apporte une modification à son système qui affecte l'extension. Votre entreprise ne doit pas être laissée pour compte en raison de problèmes logiciels!\n\n★ Aucune entreprise drôle\n\nCette extension automatise simplement les opérations que vous pouvez déjà effectuer dans Seller Central et effectue ensuite une analyse statistique.\n                                                                                                 \n★ Notifications d'avis sur les produits et les vendeurs\n\nRecevez des notifications sur les nouveaux produits et les commentaires des vendeurs directement dans votre boîte de réception!\n\n\nRemarque: vous devez être connecté à Seller Central avec un utilisateur disposant des autorisations «Gérer les commandes» et «Gérer les remboursements».\n\nTous nos outils sont conçus et fabriqués dans la magnifique ville de Vancouver, au Canada!\n\nContactez-nous à support@shopswain.com, ou contactez-nous sur\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nou LinkedIn: http://bit.ly/shopswainli.\nRejoignez notre groupe de soutien sur Facebook! https://www.facebook.com/groups/118175552395560",
    "gu": "કેમ તમે તમારા એમેઝોન ઉત્પાદનો પર એક તારો ઉત્પાદન સમીક્ષા મેળવીને કંટાળી ગયા છો કેમ? આ એક્સ્ટેંશન તમને ગ્રાહકના ઓર્ડર સાથે એમેઝોન પ્રોડક્ટ સમીક્ષા સાથે મેળ કરવામાં મદદ કરે છે, જેથી તમે ગ્રાહકનો સંપર્ક કરી શકો અને ખોટું શું થયું તે શોધી શકો.\n\nઆ એક્સ્ટેંશન એ બજારમાં એકમાત્ર એમેઝોન સમીક્ષા-થી-ઓર્ડર મેચિંગ ટૂલ છે. 23 સપ્ટેમ્બર, 2018 ના રોજ, 100% સમીક્ષા-થી-ઓર્ડર મેચની પુષ્ટિ અટકાવવા માટે એમેઝોને તેમના મેસેજિંગ પ્લેટફોર્મને બદલ્યું. આ પરિવર્તનથી અન્ય તમામ સમીક્ષા-થી-ઓર્ડર મેચિંગ ટૂલ્સ અક્ષમ કરવામાં આવી છે.\n\nજો ઉપરનું ઇન્સ્ટોલ બટન તમારા માટે કામ કરતું નથી, તો http://bit.ly/amzromalt ને અજમાવો, અથવા સપોર્ટ@shopswain.com પર અમારો સંપર્ક કરો.\nડેટા શેર કરવા, ઘણા વપરાશકર્તાઓનું સંચાલન કરવા અને રેફરલ અને આનુષંગિક ક્રેડિટનો લાભ લેવા માંગો છો? એન્ટરપ્રાઇઝ એક્સ્ટેંશન ડાઉનલોડ કરો: http://bit.ly/getamzrom\nજો તમે માનક સંસ્કરણ સાથે ચુકવણીની સમસ્યાઓમાં ભાગ લઈ રહ્યા છો, તો એન્ટરપ્રાઇઝ સંસ્કરણ ડાઉનલોડ કરો.\n\nતમે ઉલ્લેખિત દરેક મિત્રની સબ્સ્ક્રિપ્શન ક્રેડિટમાં $ 10 મેળવો!\nશબ્દ ફેલાવવા માંગો છો? આજે અમારા સંલગ્ન પ્રોગ્રામમાં જોડાઓ! http://bit.ly/amzromaffapp\n\nતમારી સમીક્ષાઓ માટે તમને ખૂબ સંભવિત ઓર્ડર મેળવવામાં આવે તે માટે એક્સ્ટેંશન એક સંભવિત સમીક્ષા-થી-ઓર્ડર મેચિંગ અલ્ગોરિધમનો અમલ કરે છે જે સમીક્ષાકર્તાના નામ, સમીક્ષા અને ઓર્ડરની તારીખો, સમીક્ષા ભાવના અને અન્ય ઘણા પરિબળોના સંયોજનનો ઉપયોગ કરે છે. અમારા ગ્રાહકોએ આ અલ્ગોરિધમનો ઉપયોગ કરીને યોગ્ય ઓર્ડર શોધવામાં મોટી સફળતાની જાણ કરી છે.\n\nકોઈ પ્રશ્નો, ટિપ્પણીઓ અથવા ચિંતાઓ છે? સપોર્ટ@shopswain.com પર અમારો સંપર્ક કરો, અમારી ગ્રાહક સપોર્ટ ટીમ 24 કલાકની અંદર પ્રતિક્રિયા આપશે.\n\n\nશોપવેન વચન: અમે અમારા બધા ગ્રાહકો માટે 100% સંતોષની બાંયધરી આપીએ છીએ. એક્સ્ટેંશનને સબ્સ્ક્રાઇબ કરવું એકદમ જોખમ મુક્ત છે.\n\nજો તમે કોઈપણ કારણોસર એક્સ્ટેંશનથી સંતુષ્ટ નથી, તો તમે અમને ઇમેઇલ કરી શકો છો અથવા ગૂગલ પેમેન્ટ્સ દ્વારા રિફંડની વિનંતી કરી શકો છો, અને અમે તમારી છેલ્લી ચુકવણી 24 કલાકમાં પરત કરીશું.\n\nઅમે એમેઝોનની સિસ્ટમમાં ફેરફાર તરફેણમાં સક્રિયપણે દેખરેખ રાખીએ છીએ જે એક્સ્ટેંશન કેવી રીતે કાર્ય કરે છે તેના પર અસર કરી શકે છે, અને આપણી એન્જિનિયરિંગ ટીમ એક્સ્ટેંશન સાથેના કોઈપણ મુદ્દાઓને સુધારવા માટે હંમેશા સ્ટેન્ડબાય પર હોય છે.\n\n\nAll બધા વિક્રેતાઓ માટે, મોટાભાગના બજારોમાં\n\nમોટાભાગના એમેઝોન બજારો સાથે સુસંગત: ઉત્તર અમેરિકા (યુ.એસ., કેનેડા, મેક્સિકો), ઇયુ (યુકે, ફ્રાંસ, જર્મની, ઇટાલી, સ્પેન), Australiaસ્ટ્રેલિયા, જાપાન અને બ્રાઝિલ.\n\n. સૌથી સચોટ પરિણામો મેળવો\n\nઅમારું અદ્યતન આંકડાકીય વિશ્લેષણ, સંભવિત orderર્ડર મેચને શોધવા માટે સમીક્ષા તારીખ, સમીક્ષાકર્તાના નામ અને અન્ય ડેટા પોઇન્ટનો ઉપયોગ કરે છે.\n\nAny કોઈપણ એમેઝોન પૃષ્ઠ પર સમીક્ષાઓની તપાસ કરો\n\nએમેઝોન ઉત્પાદન પૃષ્ઠો અથવા એમેઝોન સમીક્ષા પૃષ્ઠો પર, સમીક્ષાની બાજુમાં ફક્ત \"ઓર્ડર શોધો\" બટનને ક્લિક કરો, અને એક્સ્ટેંશન જાદુઈ રીતે સમીક્ષાને શોધવા માટે તમારા ઓર્ડરનું વિશ્લેષણ કરે છે તેવું જુઓ.\n\nLater પાછળથી મેચ સાચવો\n\nએક્સ્ટેંશન તમને orderર્ડર મેચ્સને સાચવવાની મંજૂરી આપે છે, તેથી બે વાર ordersર્ડર્સ શોધવાની જરૂર નથી.\n\nUser સુપર વપરાશકર્તા મૈત્રીપૂર્ણ\n\nતમે હેરાન કરનારા એક્સ્ટેંશનથી કંટાળી ગયા છો કે જ્યારે તમે તેનો ઉપયોગ કરવા માંગતા હો ત્યારે દર વખતે લ loginગિન કરો છો? આ સાધનને કાર્ય કરવા માટે તમારે ફક્ત સેલર સેન્ટ્રલ પર લ loginગિન કરવું પડશે!\n\nYour તમારો ડેટા ખાનગી રાખો\n\nકોઈ એમેઝોન એમડબ્લ્યુએસ accessક્સેસની જરૂર નથી, જ્યારે તમે એક્સ્ટેંશનનો ઉપયોગ કરો ત્યારે ફક્ત સેલર સેન્ટ્રલમાં લ loggedગ ઇન કરો.\n\nAmazon હંમેશા એમેઝોન સાથે અદ્યતન\n\nઅમારી વ્યાપક મોનિટરિંગ સિસ્ટમ્સ અમને જણાવો જ્યારે એમેઝોન તેમની સિસ્ટમમાં ફેરફાર કરે છે જે એક્સ્ટેંશનને અસર કરે છે. સ businessફ્ટવેર સમસ્યાઓના કારણે તમારો વ્યવસાય પાછળ રહેવો જોઈએ નહીં!\n\nFunny કોઈ ફની બિઝનેસ નથી\n\nઆ એક્સ્ટેંશન ફક્ત operationsપરેશનને સ્વચાલિત કરે છે જે તમે સેલર સેન્ટ્રલમાં પહેલેથી જ કરી શકો છો, અને તે પછી આંકડાકીય વિશ્લેષણ કરે છે.\n                                                                                                 \nAnd ઉત્પાદન અને વેચનાર સમીક્ષા સૂચનો\n\nસીધા તમારા ઇમેઇલ ઇનબboxક્સ પર વિતરિત નવા ઉત્પાદન અને વિક્રેતા પ્રતિસાદ સમીક્ષાઓ વિશે સૂચનાઓ મેળવો!\n\n\nનોંધ: તમારે સેલર સેન્ટ્રલમાં એવા વપરાશકર્તા સાથે લ loggedગ ઇન થવું જોઈએ જેમાં \"ઓર્ડર મેનેજ કરો\" અને \"રિફંડ મેનેજ કરો\" પરવાનગી છે.\n\nઅમારા બધા ટૂલ્સ ડિઝાઇન અને સુંદર વેનકુવર, કેનેડામાં બનાવવામાં આવ્યા છે!\n\nસપોર્ટ@shopswain.com પર અમારો સંપર્ક કરો, અથવા અમારો સંપર્ક કરો\nફેસબુક: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nઅથવા લિંક્ડઇન: http://bit.ly/shopswainli.\nફેસબુક પર અમારા સપોર્ટ જૂથ જોડાઓ! https://www.facebook.com/groups/118175552395560",
    "he": "האם נמאס לכם לקבל ביקורות מוצר של כוכב אחד על מוצרי אמזון שלכם מבלי להבין מדוע? תוסף זה עוזר לך להתאים את סקירת המוצרים של אמזון להזמנת לקוח, כך שתוכל ליצור קשר עם הלקוח ולגלות מה השתבש.\n\nהרחבה זו היא כלי ההתאמה היחיד של אמזון לבדיקה לפי הזמנה בשוק. ב- 23 בספטמבר 2018, אמזון שינתה את פלטפורמת המסרים שלהם כדי למנוע אישור של 100% התאמות לבדיקה. שינוי זה השבית את כל שאר כלי ההתאמה לבדיקה לפי הזמנה.\n\nאם לחצן ההתקנה שלמעלה לא עובד עבורך, נסה http://bit.ly/amzromalt, או צור איתנו קשר בכתובת support@shopswain.com.\nרוצה לשתף נתונים, לנהל מספר משתמשים ולנצל את אשראי ההפניות והשותפים? הורד את סיומת הארגון: http://bit.ly/getamzrom\nאם אתה נתקל בבעיות תשלום בגירסה הסטנדרטית, הורד את גרסת הארגון.\n\nקבל אשראי מנוי של 10 $ עבור כל חבר שאתה מפנה!\nרוצים להפיץ את הבשורה? הצטרפו עוד היום לתוכנית השותפים שלנו! http://bit.ly/amzromaffapp\n\nההרחבה מבצעת אלגוריתם התאמה הסתברותי לפי הזמנה שמשתמש בשילוב של שם סוקר, תאריכי ביקורת והזמנה, סנטימנט סקירה וגורמים רבים אחרים, בכדי להשיג לך את התאמות ההזמנה הסבירות ביותר לביקורות שלך. לקוחותינו דיווחו על הצלחה רבה במציאת הסדר הנכון באמצעות אלגוריתם זה.\n\nיש לך שאלות, הערות או חששות? פנה אלינו לכתובת support@shopswain.com, צוות תמיכת הלקוחות שלנו יגיב תוך 24 שעות.\n\n\nההבטחה לסוחר: אנו מבטיחים שביעות רצון של 100% לכל לקוחותינו. המנוי לתוסף הוא לחלוטין ללא סיכון.\n\nאם אינך מרוצה מהתוסף מכל סיבה שהיא, תוכל לשלוח לנו דוא\"ל או לבקש החזר באמצעות Google Payments, ונחזיר לך את התשלום האחרון שלך תוך 24 שעות.\n\nאנו עוקבים באופן אקטיבי אחר שינויים במערכת של אמזון שעשויים להשפיע על אופן פעולתו של הרחבה, וצוות ההנדסה שלנו תמיד נמצא במצב המתנה בכדי לתקן כל בעיה בתוסף.\n\n\n★ עבור כל המוכרים, עבור מרבית השווקים\n\nתואם לרוב שוקי אמזון: צפון אמריקה (ארה\"ב, קנדה, מקסיקו), האיחוד האירופי (בריטניה, צרפת, גרמניה, איטליה, ספרד), אוסטרליה, יפן וברזיל.\n\n★ קבל את התוצאות המדויקות ביותר\n\nהניתוח הסטטיסטי המתקדם שלנו משתמש בתאריך הסקירה, שם הסוקר ונקודות נתונים אחרות כדי למצוא את התאמת ההזמנה הסבירה ביותר.\n\n★ בדקו ביקורות על כל דף אמזון\n\nבדפי המוצר של אמזון או בדפי הסקירה של אמזון, פשוט לחץ על כפתור \"מצא הזמנה\" לצד הסקירה, וצפה כיצד התוסף מנתח בצורה קסומה את ההזמנות שלך כדי למצוא את הסוקר.\n\n★ שמור התאמות למועד מאוחר יותר\n\nהתוסף מאפשר לך לשמור התאמות להזמנות, כך שאין צורך לחפש הזמנות פעמיים.\n\n★ ידידותי למשתמש\n\nנמאס לכם עם סיומות מעצבנות שגורמות לכם להתחבר בכל פעם שאתם רוצים להשתמש בהם? אתה רק צריך להיכנס למוכר המרכזי כדי שהכלי הזה יעבוד!\n\n★ שמור על פרטיות הנתונים שלך\n\nאין צורך בגישה של MWS של אמזון, פשוט היכנס למרכז המוכר כאשר אתה משתמש בתוסף.\n\n★ תמיד מעודכן עם אמזון\n\nמערכות הניטור המקיפות שלנו מודיעות לנו מתי אמזון מבצעת שינוי במערכת שלהן שמשפיע על הרחבה. אסור להשאיר את העסק שלך מאחור בגלל בעיות תוכנה!\n\n★ אין עסק מצחיק\n\nהרחבה זו רק עושה אוטומציה של פעולות שכבר ניתן לבצע ב- Seller Central, ומבצעת ניתוח סטטיסטי לאחר מכן.\n                                                                                                 \n★ הודעות על סקירת מוצרים ומוכרים\n\nקבל הודעות על ביקורות על מוצרים ומשוב מוכרים חדשים שנשלחו ישירות לתיבת הדואר הנכנס שלך!\n\n\nהערה: עליכם להיות מחוברים למוכר המרכזי עם משתמש שיש לו הרשאות \"ניהול הזמנות\" ו\"ניהול החזרים כספיים \".\n\nכל הכלים שלנו מעוצבים ונבנים בוונקובר היפה, קנדה!\n\nצרו איתנו קשר בכתובת support@shopswain.com, או פנו אלינו בכתובת\nפייסבוק: http://bit.ly/shopswainfb,\nטוויטר: http://bit.ly/shopswaintw,\nאו לינקדאין: http://bit.ly/shopswainli.\nהצטרפו לקבוצת התמיכה שלנו בפייסבוק! https://www.facebook.com/groups/118175552395560",
    "hi": "क्या आप बिना समझे अपने अमेज़न उत्पादों पर एक स्टार उत्पाद समीक्षाएँ प्राप्त करने के कारण थक गए हैं? यह एक्सटेंशन आपको ग्राहक के ऑर्डर के लिए अमेज़ॅन उत्पाद की समीक्षा से मेल खाने में मदद करता है, जिससे आप ग्राहक से संपर्क कर सकते हैं और पता लगा सकते हैं कि क्या गलत हुआ।\n\nयह विस्तार बाजार पर एकमात्र अमेज़ॅन समीक्षा-टू-ऑर्डर मिलान उपकरण है। 23 सितंबर, 2018 को, अमेज़ॅन ने 100% समीक्षा-टू-ऑर्डर मैचों की पुष्टि को रोकने के लिए अपने मैसेजिंग प्लेटफ़ॉर्म को बदल दिया। इस बदलाव ने अन्य सभी समीक्षा-टू-ऑर्डर मिलान उपकरण अक्षम कर दिए।\n\nयदि ऊपर दिया गया बटन आपके लिए काम नहीं करता है, तो http://bit.ly/amzromalt कोशिश करें, या support@shopswain.com पर हमसे संपर्क करें।\nडेटा साझा करना, कई उपयोगकर्ताओं को प्रबंधित करना और रेफरल और संबद्ध क्रेडिट का लाभ उठाना चाहते हैं? उद्यम विस्तार डाउनलोड करें: http://bit.ly/getamzrom\nयदि आप मानक संस्करण के साथ भुगतान की समस्याओं में चल रहे हैं, तो उद्यम संस्करण डाउनलोड करें।\n\nआपके द्वारा निर्दिष्ट प्रत्येक मित्र के लिए सदस्यता क्रेडिट में $ 10 प्राप्त करें!\nशब्द फैलाना चाहते हैं? हमारे संबद्ध कार्यक्रम में आज ही शामिल हों! http://bit.ly/amzromaffapp\n\nविस्तार एक संभाव्य समीक्षा-क्रम-आदेश मिलान एल्गोरिथ्म को निष्पादित करता है जो आपको समीक्षक नाम, समीक्षा और आदेश दिनांक, समीक्षा भावना और कई अन्य कारकों के संयोजन का उपयोग करता है, ताकि आप अपनी समीक्षाओं के लिए सबसे संभावित आदेश मिलान प्राप्त कर सकें। हमारे ग्राहकों ने इस एल्गोरिथ्म का उपयोग करके सही क्रम खोजने में बहुत सफलता प्राप्त की है।\n\nकोई सवाल, टिप्पणी या चिंता है? Support@shopswain.com पर हमारे पास पहुंचें, हमारी ग्राहक सहायता टीम 24 घंटे के भीतर जवाब देगी।\n\n\nशॉपसेन वादा: हम अपने सभी ग्राहकों के लिए 100% संतुष्टि की गारंटी देते हैं। एक्सटेंशन पर सब्सक्राइब करना बिल्कुल जोखिम से मुक्त है।\n\nयदि आप किसी भी कारण से विस्तार से संतुष्ट नहीं हैं, तो आप हमें ईमेल कर सकते हैं या Google भुगतान के माध्यम से धनवापसी का अनुरोध कर सकते हैं, और हम 24 घंटों के भीतर आपका अंतिम भुगतान वापस कर देंगे।\n\nहम अमेज़ॅन के सिस्टम में सक्रिय रूप से परिवर्तन की निगरानी करते हैं जो प्रभावित कर सकता है कि एक्सटेंशन कैसे काम करता है, और हमारी इंजीनियरिंग टीम हमेशा एक्सटेंशन के साथ किसी भी मुद्दे को ठीक करने के लिए स्टैंडबाय पर रहती है।\n\n\n★ सभी विक्रेताओं के लिए, अधिकांश बाजारों के लिए\n\nअधिकांश अमेज़ॅन मार्केटप्लेस के साथ संगत: उत्तरी अमेरिका (अमेरिका, कनाडा, मैक्सिको), यूरोपीय संघ (यूके, फ्रांस, जर्मनी, इटली, स्पेन), ऑस्ट्रेलिया, जापान और ब्राजील।\n\n★ सबसे सटीक परिणाम प्राप्त करें\n\nहमारे उन्नत सांख्यिकीय विश्लेषण सबसे संभावित ऑर्डर मैच को खोजने के लिए समीक्षा तिथि, समीक्षक नाम और अन्य डेटा बिंदुओं का उपयोग करते हैं।\n\n★ किसी भी अमेज़न पेज पर समीक्षा की जाँच करें\n\nअमेज़ॅन उत्पाद पृष्ठों या अमेज़ॅन समीक्षा पृष्ठों पर, समीक्षा के बगल में \"खोजें ऑर्डर\" बटन पर क्लिक करें, और समीक्षक को खोजने के लिए विस्तार से जादुई रूप से अपने आदेशों का विश्लेषण करें।\n\n★ बाद के लिए मैच बचाओ\n\nएक्सटेंशन आपको ऑर्डर मैचों को बचाने की अनुमति देता है, इसलिए दो बार आदेशों की खोज करने की आवश्यकता नहीं है।\n\n★ सुपर उपयोगकर्ता के अनुकूल\n\nहर बार जब आप उन्हें उपयोग करना चाहते हैं, तो आपको परेशान करने वाले एक्सटेंशन के साथ जुड़ना होगा? इस टूल को काम करने के लिए आपको केवल सेलर सेंट्रल में लॉगिन करना होगा!\n\n★ आपका डेटा निजी\n\nजब आप एक्सटेंशन का उपयोग करते हैं, तो Amazon MWS एक्सेस की आवश्यकता नहीं होती है, बस विक्रेता सेंट्रल में लॉग इन किया जाना चाहिए।\n\n★ हमेशा अमेज़न के साथ अप-टू-डेट\n\nहमारी व्यापक निगरानी प्रणाली हमें बताती हैं कि जब अमेज़ॅन अपने सिस्टम में बदलाव करता है जो विस्तार को प्रभावित करता है। सॉफ्टवेयर मुद्दों के कारण आपका व्यवसाय पीछे नहीं रहना चाहिए!\n\n★ कोई मजेदार व्यवसाय नहीं\n\nयह एक्सटेंशन केवल उन ऑपरेशनों को स्वचालित करता है जिन्हें आप पहले से सेलर सेंट्रल में कर सकते हैं, और बाद में सांख्यिकीय विश्लेषण करते हैं।\n                                                                                                 \n★ उत्पाद और विक्रेता समीक्षा सूचनाएं\n\nनए उत्पाद और विक्रेता के फीडबैक की समीक्षा के बारे में सूचनाएं सीधे अपने ईमेल इनबॉक्स में पहुंचाएं!\n\n\nनोट: आपको सेलर सेंट्रल में \"मैनेज ऑर्डर\" और \"रिफंड प्रबंधित करें\" की अनुमति वाले उपयोगकर्ता के साथ लॉग इन होना चाहिए।\n\nहमारे सभी उपकरण सुंदर वैंकूवर, कनाडा में डिज़ाइन और निर्मित किए गए हैं!\n\nSupport@shopswain.com पर हमसे संपर्क करें, या हमसे संपर्क करें\nफेसबुक: http://bit.ly/shopswainfb,\nट्विटर: http://bit.ly/shopswaintw,\nया लिंक्डइन: http://bit.ly/shopswainli।\nफेसबुक पर हमारे सहायता समूह में शामिल हों! https://www.facebook.com/groups/118175552395560",
    "hr": "Dosta vam je dobivanja recenzija proizvoda s jednom zvjezdicom na svojim Amazon proizvodima, a da ne razumijete zašto? Ovo proširenje pomaže vam u usklađivanju pregleda Amazon proizvoda s narudžbom kupca, tako da možete kontaktirati kupca i saznati što je pošlo po zlu.\n\nOvo je proširenje jedini Amazonov alat za podudaranje po narudžbi na tržištu. 23. rujna 2018. Amazon je promijenio platformu za razmjenu poruka kako bi spriječio potvrdu 100% podudaranja po narudžbi. Ova je promjena onemogućila sve ostale alate za podudaranje pregleda po narudžbi.\n\nAko vam gornji gumb za instalaciju ne uspije, pokušajte http://bit.ly/amzromalt ili nas kontaktirajte na support@shopswain.com.\nŽelite dijeliti podatke, upravljati više korisnika i iskoristiti preporuke i pridruženi kredit? Preuzmite proširenje za poduzeće: http://bit.ly/getamzrom\nAko nailazite na probleme s plaćanjem sa standardnom verzijom, preuzmite poslovnu verziju.\n\nUzmite 10 dolara bonusa za pretplatu za svakog prijatelja kojeg uputite!\nŽelite proširiti vijest? Pridružite se našem pridruženom programu već danas! http://bit.ly/amzromaffapp\n\nProširenje izvršava vjerojatni algoritam podudaranja pregleda po narudžbi koji koristi kombinaciju imena recenzenta, datuma recenzije i narudžbe, osjećaja recenzije i mnogih drugih čimbenika kako bi vam pružio najvjerojatnija podudaranja narudžbi za vaše recenzije. Naši kupci izvijestili su o velikom uspjehu u pronalaženju prave narudžbe pomoću ovog algoritma.\n\nImate li pitanja, komentara ili nedoumica? Obratite nam se na support@shopswain.com, naš tim za korisničku podršku odgovorit će u roku od 24 sata.\n\n\nObećanje iz Shopswaina: Garantiramo 100% zadovoljstvo svih naših kupaca. Pretplata na produženje apsolutno je bez rizika.\n\nAko iz bilo kojeg razloga niste zadovoljni produženjem, možete nam poslati e-poštu ili zatražiti povrat putem Google Paymentsa, a mi ćemo vam vratiti zadnju uplatu u roku od 24 sata.\n\nProaktivno pratimo promjene na Amazonovom sustavu koje bi mogle utjecati na to kako proširenje funkcionira, a naš inženjerski tim uvijek je u pripravnosti da riješi probleme s proširenjem.\n\n\n★ Za sve prodavatelje, za većinu tržnica\n\nKompatibilno s većinom Amazonovih tržišta: Sjeverna Amerika (SAD, Kanada, Meksiko), EU (UK, Francuska, Njemačka, Italija, Španjolska), Australija, Japan i Brazil.\n\n★ Dobijte najtočnije rezultate\n\nNaša napredna statistička analiza koristi datum pregleda, ime recenzenta i druge podatke kako bi pronašla najvjerojatnije podudaranje narudžbe.\n\n★ Istražite recenzije na bilo kojoj Amazon stranici\n\nNa Amazonovim stranicama proizvoda ili Amazonovim stranicama s recenzijama jednostavno kliknite gumb \"Pronađi narudžbu\" pored recenzije i gledajte kako proširenje čarobno analizira vaše narudžbe kako bi pronašlo recenzenta.\n\n★ Spremi podudarnosti za kasnije\n\nProširenje vam omogućuje spremanje podudaranja narudžbi, tako da nema potrebe za dvostrukim pretraživanjem narudžbi.\n\n★ Super korisnik\n\nDojadili ste dosadnim proširenjima zbog kojih se prijavljujete svaki put kad ih želite koristiti? Za rad ovog alata morate se prijaviti samo na Seller Central!\n\n★ Neka vaši podaci budu privatni\n\nNije potreban pristup Amazon MWS-u, samo se prijavite u Seller Central kada koristite proširenje.\n\n★ Uvijek u toku s Amazonom\n\nNaši sveobuhvatni sustavi za nadzor obavještavaju nas kada Amazon promijeni svoj sustav koji utječe na produženje. Vaša tvrtka ne bi trebala zaostajati zbog softverskih problema!\n\n★ Nema smiješnog posla\n\nOvo proširenje samo automatizira operacije koje već možete izvoditi u prodavaču Central, a nakon toga vrši statističku analizu.\n                                                                                                 \n★ Obavijesti o pregledu proizvoda i prodavatelja\n\nPrimajte obavijesti o recenzijama novih proizvoda i povratnih informacija prodavatelja dostavljene izravno na vašu pristiglu poštu!\n\n\nNapomena: U Seller Central trebali biste biti prijavljeni s korisnikom koji ima dozvolu „Upravljanje narudžbama“ i „Upravljanje povratima“.\n\nSvi naši alati dizajnirani su i izrađeni u prekrasnom Vancouveru u Kanadi!\n\nKontaktirajte nas na support@shopswain.com ili nas kontaktirajte na\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nili LinkedIn: http://bit.ly/shopswainli.\nPridružite se našoj grupi za podršku na Facebooku! https://www.facebook.com/groups/118175552395560",
    "hu": "Unod már, hogy egycsillagos termékértékeléseket kapsz az Amazon termékeidről anélkül, hogy megértenéd miért? Ez a kiterjesztés segít az Amazon termékismertetést az ügyfél megrendeléséhez illeszteni, így felveheti a kapcsolatot az ügyféllel és megtudhatja, mi tévedett.\n\nEz a kiterjesztés az egyetlen Amazon-áttekintés rendeléshez eszköz a piacon. 2018. szeptember 23-án az Amazon megváltoztatta az üzenetküldő platformját, hogy megakadályozza a 100% -ban megrendelésre eső mérkőzések megerősítését. Ez a változás letiltotta az összes többi, rendelés alapján történő egyeztetési eszközt.\n\nHa a fenti telepítési gomb nem működik az Ön számára, próbálja meg a http://bit.ly/amzromalt webhelyet, vagy lépjen kapcsolatba velünk a support@shopswain.com címen.\nSzeretne adatokat megosztani, több felhasználót kezelni, valamint kihasználni az ajánlási és társult hitel előnyeit? Töltse le a vállalati kiterjesztést: http://bit.ly/getamzrom\nHa fizetési problémái vannak a standard verzióval, töltse le a vállalati verziót.\n\nSzerezzen 10 USD előfizetési jóváírást minden egyes barátjáért!\nSzeretné terjeszteni a hírt? Csatlakozzon ma affiliate programunkhoz! http://bit.ly/amzromaffapp\n\nA kiterjesztés valószínűségi felülvizsgálat rendelés alapján egyeztetési algoritmust hajt végre, amely a véleményező nevének, felülvizsgálatának és megrendelésének dátumát, a vélemény hangulatát és sok más tényező kombinációját használja annak érdekében, hogy a véleményeihez a legvalószínűbb rendelési egyezéseket kapja. Ügyfeleink nagy sikert arattak a megfelelő sorrend megtalálásában ezen algoritmus segítségével.\n\nVan kérdése, észrevétele vagy aggodalma? Keressen fel minket a support@shopswain.com címen, ügyfélszolgálati csapatunk 24 órán belül válaszol.\n\n\nA Shopswain ígéret: 100% -os elégedettséget garantálunk minden vásárlónk számára. A kiterjesztésre való feliratkozás abszolút kockázatmentes.\n\nHa bármilyen okból nem elégedett a kiterjesztéssel, e-mailt küldhet nekünk, vagy visszatérítést kérhet a Google Payments szolgáltatáson keresztül, és az utolsó befizetést 24 órán belül visszatérítjük.\n\nProaktív módon figyeljük az Amazon rendszerének azon változásait, amelyek befolyásolhatják a bővítmény működését, és mérnöki csapatunk mindig készenlétben áll a bővítménnyel kapcsolatos problémák megoldására.\n\n\n★ Minden eladó, a legtöbb piactér számára\n\nKompatibilis a legtöbb Amazon piactérrel: Észak-Amerika (USA, Kanada, Mexikó), EU (Egyesült Királyság, Franciaország, Németország, Olaszország, Spanyolország), Ausztrália, Japán és Brazília.\n\n★ Szerezd meg a legpontosabb eredményeket\n\nFejlett statisztikai elemzésünk az áttekintés dátumát, a véleményező nevét és egyéb adatpontokat használja a legvalószínűbb sorrend-egyezés megtalálásához.\n\n★ Vizsgálja meg az Amazon bármely oldalának véleményét\n\nAz Amazon termékoldalain vagy az Amazon felülvizsgálati oldalain kattintson az ellenőrzés melletti „Megrendelés keresése” gombra, és figyelje, ahogy a bővítmény varázslatosan elemzi a megrendeléseket, hogy megtalálja az ellenőrt.\n\n★ Mentse el a mérkőzéseket későbbre\n\nA kiterjesztés lehetővé teszi a rendelési egyezések mentését, így nem kell kétszer keresni a megrendeléseket.\n\n★ Szuper felhasználóbarát\n\nElege van a bosszantó kiterjesztésekből, amelyek minden alkalommal bejelentkeznek, amikor használni akarja őket? Csak ahhoz kell bejelentkeznie az Seller Central-ba, hogy működjön ez az eszköz!\n\n★ Tartsa adatait magán\n\nNincs szükség Amazon MWS-hozzáférésre, csak jelentkezzen be az Seller Central szolgáltatásba, amikor a kiterjesztést használja.\n\n★ Mindig naprakész az Amazon-nal\n\nÁtfogó felügyeleti rendszereink tudatják velünk, amikor az Amazon olyan változást hajt végre a rendszerükben, amely kihat a kiterjesztésre. Vállalkozását nem szabad lemaradni a szoftveres problémák miatt!\n\n★ Nincs vicces üzlet\n\nEz a bővítmény csak automatizálja azokat a műveleteket, amelyeket már elvégezhet az Seller Centralban, és utána statisztikai elemzéseket végez.\n                                                                                                 \n★ Értesítések a termék- és eladóértékelésről\n\nÉrtesítéseket kaphat az új termék- és eladó-visszajelzésekről, amelyeket közvetlenül az e-mail postaládájába juttat el!\n\n\nMegjegyzés: A „Rendelések kezelése” és a „Visszatérítések kezelése” jogosultsággal rendelkező felhasználókkal kell bejelentkezni az Seller Central szolgáltatásba.\n\nMinden eszközünket a gyönyörű kanadai Vancouverben terveztük és építettük!\n\nLépjen kapcsolatba velünk a support@shopswain.com címen, vagy forduljon hozzánk a következő címen:\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nvagy LinkedIn: http://bit.ly/shopswainli.\nCsatlakozzon támogatási csoportunkhoz a Facebookon! https://www.facebook.com/groups/118175552395560",
    "id": "Apakah Anda bosan mendapatkan ulasan produk satu bintang pada produk Amazon Anda tanpa memahami alasannya? Ekstensi ini membantu Anda mencocokkan ulasan produk Amazon dengan pesanan pelanggan, sehingga Anda dapat menghubungi pelanggan dan mencari tahu apa yang salah.\n\nEkstensi ini adalah satu-satunya alat pencocokan review-to-order Amazon di pasar. Pada 23 September 2018, Amazon mengubah platform perpesanan mereka untuk mencegah konfirmasi 100% kecocokan tinjauan ke pesanan. Perubahan ini menonaktifkan semua alat pencocokan tinjau-ke-pesanan lainnya.\n\nJika tombol instal di atas tidak berfungsi untuk Anda, coba http://bit.ly/amzromalt, atau hubungi kami di support@shopswain.com.\nIngin berbagi data, mengelola banyak pengguna, dan memanfaatkan kredit rujukan dan afiliasi? Unduh ekstensi perusahaan: http://bit.ly/getamzrom\nJika Anda mengalami masalah pembayaran dengan versi standar, unduh versi perusahaan.\n\nDapatkan $ 10 dalam bentuk kredit langganan untuk setiap teman yang Anda referensikan!\nIngin menyebarkan beritanya? Bergabunglah dengan program afiliasi kami hari ini! http://bit.ly/amzromaffapp\n\nEkstensi ini menjalankan algoritme pencocokan tinjauan-ke-pesanan probabilistik yang menggunakan kombinasi nama peninjau, tanggal tinjauan dan pesanan, sentimen tinjauan, dan banyak faktor lainnya, untuk memberi Anda kecocokan pesanan yang paling mungkin untuk ulasan Anda. Pelanggan kami telah melaporkan kesuksesan besar dalam menemukan pesanan yang tepat menggunakan algoritme ini.\n\nPunya pertanyaan, komentar, atau kekhawatiran? Hubungi kami di support@shopswain.com, tim dukungan pelanggan kami akan merespons dalam 24 jam.\n\n\nThe Shopswain Promise: Kami menjamin kepuasan 100% untuk semua pelanggan kami. Berlangganan ekstensi benar-benar bebas risiko.\n\nJika Anda tidak puas dengan ekstensi karena alasan apa pun, Anda dapat mengirim email kepada kami atau meminta pengembalian dana melalui Google Payments, dan kami akan mengembalikan pembayaran terakhir Anda dalam waktu 24 jam.\n\nKami secara proaktif memantau perubahan pada sistem Amazon yang dapat memengaruhi cara kerja ekstensi, dan tim teknisi kami selalu siaga untuk memperbaiki masalah apa pun terkait ekstensi tersebut.\n\n\n★ Untuk Semua Penjual, Untuk Sebagian Besar Pasar\n\nKompatibel dengan sebagian besar Pasar Amazon: Amerika Utara (AS, Kanada, Meksiko), UE (Inggris, Prancis, Jerman, Italia, Spanyol), Australia, Jepang, dan Brasil.\n\n★ Dapatkan Hasil Paling Akurat\n\nAnalisis statistik lanjutan kami menggunakan tanggal tinjauan, nama peninjau, dan poin data lainnya, untuk menemukan kemungkinan pesanan yang cocok.\n\n★ Selidiki Ulasan di Halaman Amazon Apa Pun\n\nDi halaman produk Amazon atau halaman ulasan Amazon, cukup klik tombol \"Temukan Pesanan\" di sebelah ulasan, dan lihat ekstensi secara ajaib menganalisis pesanan Anda untuk menemukan pengulas.\n\n★ Simpan Pertandingan Untuk Nanti\n\nEkstensi ini memungkinkan Anda menyimpan kecocokan pesanan, jadi tidak perlu menelusuri pesanan dua kali.\n\n★ Ramah Pengguna Super\n\nMuak dengan ekstensi menjengkelkan yang membuat Anda masuk setiap kali ingin menggunakannya? Anda hanya perlu masuk ke Pusat Penjual agar alat ini berfungsi!\n\n★ Jaga Data Anda Tetap Pribadi\n\nTidak diperlukan akses Amazon MWS, cukup masuk ke Seller Central saat Anda menggunakan ekstensi.\n\n★ Selalu terbarui dengan Amazon\n\nSistem pemantauan komprehensif kami memberi tahu kami saat Amazon membuat perubahan pada sistem mereka yang memengaruhi ekstensi. Bisnis Anda tidak boleh ketinggalan karena masalah perangkat lunak!\n\n★ Tidak Ada Bisnis Lucu\n\nEkstensi ini hanya mengotomatiskan operasi yang sudah Anda lakukan di Seller Central, dan melakukan analisis statistik sesudahnya.\n                                                                                                 \n★ Pemberitahuan Review Produk dan Penjual\n\nDapatkan pemberitahuan tentang produk baru dan ulasan umpan balik penjual dikirim langsung ke kotak masuk email Anda!\n\n\nCatatan: Anda harus masuk ke Pusat Penjual dengan pengguna yang memiliki izin \"Kelola Pesanan\" dan \"Kelola Pengembalian Dana\".\n\nSemua alat kami dirancang dan dibuat di Vancouver, Kanada yang indah!\n\nHubungi kami di support@shopswain.com, atau hubungi kami di\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\natau LinkedIn: http://bit.ly/shopswainli.\nBergabunglah dengan grup dukungan kami di Facebook! https://www.facebook.com/groups/118175552395560",
    "it": "Sei stanco di ricevere recensioni di prodotti con una stella sui tuoi prodotti Amazon senza capire perché? Questa estensione ti aiuta ad abbinare la recensione del prodotto Amazon a un ordine del cliente, in modo da poter contattare il cliente e scoprire cosa è andato storto.\n\nQuesta estensione è l'unico strumento di abbinamento recensione-ordine di Amazon sul mercato. Il 23 settembre 2018, Amazon ha cambiato la propria piattaforma di messaggistica per impedire la conferma delle corrispondenze 100% da revisione a ordine. Questa modifica ha disabilitato tutti gli altri strumenti di corrispondenza da revisione a ordine.\n\nSe il pulsante di installazione sopra non funziona, prova http://bit.ly/amzromalt o contattaci all'indirizzo support@shopswain.com.\nVuoi condividere dati, gestire più utenti e sfruttare il credito di riferimento e di affiliazione? Scarica l'estensione aziendale: http://bit.ly/getamzrom\nSe riscontri problemi di pagamento con la versione standard, scarica la versione aziendale.\n\nRicevi $ 10 di credito per l'abbonamento per ogni amico che presenti!\nVuoi spargere la voce? Unisciti al nostro programma di affiliazione oggi! http://bit.ly/amzromaffapp\n\nL'estensione esegue un algoritmo di corrispondenza probabilistico da revisione a ordine che utilizza una combinazione di nome del revisore, date di revisione e ordine, opinione di revisione e molti altri fattori, al fine di ottenere le corrispondenze di ordine più probabili per le vostre revisioni. I nostri clienti hanno riportato un grande successo nel trovare l'ordine giusto utilizzando questo algoritmo.\n\nHai domande, commenti o dubbi? Contattaci all'indirizzo support@shopswain.com, il nostro team di assistenza clienti risponderà entro 24 ore.\n\n\nLa promessa di Shopswain: garantiamo il 100% di soddisfazione a tutti i nostri clienti. L'abbonamento all'estensione è assolutamente privo di rischi.\n\nSe per qualsiasi motivo non sei soddisfatto dell'estensione, puoi inviarci un'email o richiedere un rimborso tramite Google Payments e ti rimborseremo l'ultimo pagamento entro 24 ore.\n\nMonitoriamo in modo proattivo le modifiche al sistema di Amazon che potrebbero influire sul funzionamento dell'estensione e il nostro team di ingegneri è sempre pronto a risolvere eventuali problemi con l'estensione.\n\n\n★ Per tutti i venditori, per la maggior parte dei marketplace\n\nCompatibile con la maggior parte dei Marketplace Amazon: Nord America (Stati Uniti, Canada, Messico), UE (Regno Unito, Francia, Germania, Italia, Spagna), Australia, Giappone e Brasile.\n\n★ Ottieni i risultati più accurati\n\nLa nostra analisi statistica avanzata utilizza la data di revisione, il nome del revisore e altri punti dati per trovare la corrispondenza dell'ordine più probabile.\n\n★ Esamina le recensioni su qualsiasi pagina Amazon\n\nSulle pagine dei prodotti Amazon o sulle pagine delle recensioni di Amazon, fai clic sul pulsante \"Trova ordine\" accanto alla recensione e osserva come l'estensione analizza magicamente i tuoi ordini per trovare il revisore.\n\n★ Salva le partite per dopo\n\nL'estensione ti consente di salvare le corrispondenze degli ordini, quindi non è necessario cercare due volte gli ordini.\n\n★ Super facile da usare\n\nStufo delle fastidiose estensioni che ti fanno accedere ogni volta che vuoi usarle? Devi solo accedere a Seller Central per far funzionare questo strumento!\n\n★ Mantieni privati ​​i tuoi dati\n\nNon è richiesto l'accesso ad Amazon MWS, basta accedere a Seller Central quando si utilizza l'estensione.\n\n★ Sempre aggiornato con Amazon\n\nI nostri sistemi di monitoraggio completi ci consentono di sapere quando Amazon apporta una modifica al proprio sistema che influisce sull'estensione. La tua attività non dovrebbe essere lasciata indietro a causa di problemi software!\n\n★ Nessun affare divertente\n\nQuesta estensione automatizza semplicemente le operazioni che puoi già eseguire in Seller Central e successivamente esegue l'analisi statistica.\n                                                                                                 \n★ Notifiche di recensione di prodotti e venditori\n\nRicevi notifiche sui nuovi prodotti e recensioni di feedback sul venditore direttamente nella tua casella di posta\n\n\nNota: devi aver effettuato l'accesso a Seller Central con un utente che dispone delle autorizzazioni \"Gestisci ordini\" e \"Gestisci rimborsi\".\n\nTutti i nostri strumenti sono progettati e costruiti nella bellissima Vancouver, in Canada!\n\nContattaci a support@shopswain.com o contattaci su\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\no LinkedIn: http://bit.ly/shopswainli.\nUnisciti al nostro gruppo di supporto su Facebook! https://www.facebook.com/groups/118175552395560",
    "ja": "理由を理解せずにAmazon製品で1つ星の製品レビューを取得するのにうんざりしていませんか？この拡張機能は、Amazonの商品レビューを顧客の注文と照合するのに役立つため、顧客に連絡して何が悪かったのかを見つけることができます。\n\nこの拡張機能は、市場で唯一のAmazonの注文確認マッチングツールです。 2018年9月23日、Amazonはメッセージングプラットフォームを変更して、100％の注文確認の一致が確認されないようにしました。この変更により、他のすべての注文確認マッチングツールが無効になりました。\n\n上記のインストールボタンが機能しない場合は、http：//bit.ly/amzromaltを試すか、support @ shopswain.comまでご連絡ください。\nデータを共有し、複数のユーザーを管理し、紹介とアフィリエイトクレジットを利用したいですか？エンタープライズ拡張機能をダウンロードします：http：//bit.ly/getamzrom\n標準バージョンで支払いの問題が発生した場合は、エンタープライズバージョンをダウンロードしてください。\n\n紹介した友達ごとに$ 10のサブスクリプションクレジットを獲得しましょう！\n言葉を広めたいですか？今日私たちのアフィリエイトプログラムに参加してください！ http://bit.ly/amzromaffapp\n\nこの拡張機能は、レビュー担当者の名前、レビューと注文の日付、レビューの感情、およびその他の多くの要素の組み合わせを使用する確率的なレビューと注文の一致アルゴリズムを実行して、レビューで最も可能性の高い注文の一致を取得します。私たちの顧客は、このアルゴリズムを使用して正しい注文を見つけることに大きな成功を収めたと報告しています。\n\n質問、コメント、または懸念がありますか？ support@shopswain.comまでご連絡ください。カスタマーサポートチームが24時間以内に対応いたします。\n\n\nShopswain Promise：私たちはすべてのお客様に100％の満足を保証します。拡張機能のサブスクライブは完全にリスクフリーです。\n\nなんらかの理由で延長にご満足いただけない場合は、メールでお問い合わせいただくか、Googleペイメントで払い戻しをリクエストしてください。最後の支払いは、24時間以内に払い戻しが行われます。\n\n拡張機能の動作に影響を与える可能性のあるAmazonのシステムへの変更を事前に監視し、エンジニアリングチームは拡張機能の問題を修正するために常に待機しています。\n\n\n★すべての売り手、ほとんどのマーケットプレイス\n\nほとんどのAmazonマーケットプレイスと互換性があります：北米（米国、カナダ、メキシコ）、EU（英国、フランス、ドイツ、イタリア、スペイン）、オーストラリア、日本、ブラジル。\n\n★最も正確な結果を得る\n\n当社の高度な統計分析では、レビュー日、レビュー担当者名、およびその他のデータポイントを使用して、最も可能性の高い注文の一致を見つけます。\n\n★Amazonページのレビューを調査する\n\nAmazonの商品ページまたはAmazonのレビューページで、レビューの横にある[注文を検索]ボタンをクリックするだけで、拡張機能が注文を魔法のように分析してレビュー担当者を見つけるのを見ることができます。\n\n★後で使用するために試合を保存する\n\nこの拡張機能を使用すると、注文の一致を保存できるため、注文を2回検索する必要はありません。\n\n★スーパーユーザーフレンドリー\n\nあなたがそれらを使用したいたびにあなたがログインするようにする迷惑な拡張機能にうんざりしていませんか？このツールを使用するには、SellerCentralにログインするだけです。\n\n★データを非公開にする\n\nAmazon MWSアクセスは必要ありません。拡張機能を使用するときに、SellerCentralにログインするだけです。\n\n★Amazonで常に最新\n\n当社の包括的な監視システムは、Amazonが拡張機能に影響を与えるシステムに変更を加えたときに通知します。ソフトウェアの問題のためにあなたのビジネスが取り残されるべきではありません！\n\n★おかしなビジネスはありません\n\nこの拡張機能は、Seller Centralですでに実行できる操作を自動化し、後で統計分析を実行します。\n                                                                                                 \n★製品と販売者のレビュー通知\n\n新製品と販売者のフィードバックレビューに関する通知をメールの受信トレイに直接配信します。\n\n\n注：「注文の管理」および「返金の管理」権限を持つユーザーでSellerCentralにログインする必要があります。\n\n私たちのツールはすべて、カナダの美しいバンクーバーで設計および製造されています。\n\nsupport@shopswain.comまでお問い合わせいただくか、\nFacebook：http：//bit.ly/shopswainfb、\nTwitter：http：//bit.ly/shopswaintw、\nまたはLinkedIn：http：//bit.ly/shopswainli。\nFacebookのサポートグループに参加してください！ https://www.facebook.com/groups/118175552395560",
    "kn": "ಏಕೆ ಎಂದು ಅರ್ಥಮಾಡಿಕೊಳ್ಳದೆ ನಿಮ್ಮ ಅಮೆಜಾನ್ ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಒಂದು ಸ್ಟಾರ್ ಉತ್ಪನ್ನ ವಿಮರ್ಶೆಗಳನ್ನು ಪಡೆಯಲು ನೀವು ಆಯಾಸಗೊಂಡಿದ್ದೀರಾ? ಈ ವಿಸ್ತರಣೆಯು ಅಮೆಜಾನ್ ಉತ್ಪನ್ನ ವಿಮರ್ಶೆಯನ್ನು ಗ್ರಾಹಕರ ಆದೇಶಕ್ಕೆ ಹೊಂದಿಸಲು ನಿಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ, ಆದ್ದರಿಂದ ನೀವು ಗ್ರಾಹಕರನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು ಮತ್ತು ಏನು ತಪ್ಪಾಗಿದೆ ಎಂದು ಕಂಡುಹಿಡಿಯಬಹುದು.\n\nಈ ವಿಸ್ತರಣೆಯು ಮಾರುಕಟ್ಟೆಯಲ್ಲಿರುವ ಏಕೈಕ ಅಮೆಜಾನ್ ವಿಮರ್ಶೆ-ಆದೇಶದ ಹೊಂದಾಣಿಕೆಯ ಸಾಧನವಾಗಿದೆ. ಸೆಪ್ಟೆಂಬರ್ 23, 2018 ರಂದು, 100% ವಿಮರ್ಶೆ-ಆದೇಶದ ಪಂದ್ಯಗಳ ದೃ mation ೀಕರಣವನ್ನು ತಡೆಯಲು ಅಮೆಜಾನ್ ತಮ್ಮ ಸಂದೇಶ ವೇದಿಕೆಯನ್ನು ಬದಲಾಯಿಸಿತು. ಈ ಬದಲಾವಣೆಯು ಎಲ್ಲಾ ಇತರ ವಿಮರ್ಶೆ-ಆದೇಶದ ಹೊಂದಾಣಿಕೆಯ ಸಾಧನಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದೆ.\n\nಮೇಲಿನ ಸ್ಥಾಪನೆ ಬಟನ್ ನಿಮಗಾಗಿ ಕೆಲಸ ಮಾಡದಿದ್ದರೆ, http://bit.ly/amzromalt ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ, ಅಥವಾ support@shopswain.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ.\nಡೇಟಾವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು, ಬಹು ಬಳಕೆದಾರರನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಉಲ್ಲೇಖಿತ ಮತ್ತು ಅಂಗಸಂಸ್ಥೆ ಸಾಲದ ಲಾಭವನ್ನು ಪಡೆಯಲು ಬಯಸುವಿರಾ? ಎಂಟರ್‌ಪ್ರೈಸ್ ವಿಸ್ತರಣೆಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ: http://bit.ly/getamzrom\nನೀವು ಪ್ರಮಾಣಿತ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಪಾವತಿ ಸಮಸ್ಯೆಗಳಿಗೆ ಒಳಗಾಗುತ್ತಿದ್ದರೆ, ಎಂಟರ್‌ಪ್ರೈಸ್ ಆವೃತ್ತಿಯನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ.\n\nನೀವು ಉಲ್ಲೇಖಿಸುವ ಪ್ರತಿ ಸ್ನೇಹಿತರಿಗೆ $ 10 ಚಂದಾದಾರಿಕೆ ಕ್ರೆಡಿಟ್ ಪಡೆಯಿರಿ!\nಹರಡಲು ಬಯಸುವಿರಾ? ಇಂದು ನಮ್ಮ ಅಂಗಸಂಸ್ಥೆ ಕಾರ್ಯಕ್ರಮಕ್ಕೆ ಸೇರಿ! http://bit.ly/amzromaffapp\n\nನಿಮ್ಮ ವಿಮರ್ಶೆಗಳಿಗೆ ಹೆಚ್ಚು ಸಂಭವನೀಯ ಆದೇಶ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಪಡೆಯಲು, ವಿಸ್ತರಣೆಯು ವಿಮರ್ಶಕರ ಹೆಸರು, ವಿಮರ್ಶೆ ಮತ್ತು ಆದೇಶದ ದಿನಾಂಕಗಳು, ವಿಮರ್ಶೆ ಭಾವನೆ ಮತ್ತು ಇತರ ಹಲವು ಅಂಶಗಳ ಸಂಯೋಜನೆಯನ್ನು ಬಳಸುವ ಸಂಭವನೀಯ ವಿಮರ್ಶೆ-ಆದೇಶದ ಹೊಂದಾಣಿಕೆಯ ಅಲ್ಗಾರಿದಮ್ ಅನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತದೆ. ಈ ಅಲ್ಗಾರಿದಮ್ ಬಳಸಿ ಸರಿಯಾದ ಕ್ರಮವನ್ನು ಕಂಡುಹಿಡಿಯುವಲ್ಲಿ ನಮ್ಮ ಗ್ರಾಹಕರು ಉತ್ತಮ ಯಶಸ್ಸನ್ನು ವರದಿ ಮಾಡಿದ್ದಾರೆ.\n\nಯಾವುದೇ ಪ್ರಶ್ನೆಗಳು, ಕಾಮೆಂಟ್‌ಗಳು ಅಥವಾ ಕಾಳಜಿಗಳನ್ನು ಹೊಂದಿದ್ದೀರಾ? Support@shopswain.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ನಮ್ಮ ಗ್ರಾಹಕ ಬೆಂಬಲ ತಂಡವು 24 ಗಂಟೆಗಳ ಒಳಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತದೆ.\n\n\nಶಾಪ್‌ಸ್ವೈನ್ ಭರವಸೆ: ನಮ್ಮ ಎಲ್ಲ ಗ್ರಾಹಕರಿಗೆ 100% ತೃಪ್ತಿಯನ್ನು ನಾವು ಖಾತರಿಪಡಿಸುತ್ತೇವೆ. ವಿಸ್ತರಣೆಗೆ ಚಂದಾದಾರರಾಗುವುದು ಸಂಪೂರ್ಣವಾಗಿ ಅಪಾಯ-ಮುಕ್ತವಾಗಿದೆ.\n\nಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ನೀವು ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ತೃಪ್ತರಾಗದಿದ್ದರೆ, ನೀವು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಬಹುದು ಅಥವಾ Google ಪಾವತಿಗಳ ಮೂಲಕ ಮರುಪಾವತಿಯನ್ನು ಕೋರಬಹುದು, ಮತ್ತು ನಿಮ್ಮ ಕೊನೆಯ ಪಾವತಿಯನ್ನು ನಾವು 24 ಗಂಟೆಗಳ ಒಳಗೆ ಮರುಪಾವತಿ ಮಾಡುತ್ತೇವೆ.\n\nವಿಸ್ತರಣೆಯು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಎಂಬುದರ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದಾದ ಅಮೆಜಾನ್‌ನ ವ್ಯವಸ್ಥೆಯಲ್ಲಿನ ಬದಲಾವಣೆಗಳನ್ನು ನಾವು ಸಕ್ರಿಯವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ವಿಸ್ತರಣೆಯೊಂದಿಗೆ ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ಬಗೆಹರಿಸಲು ನಮ್ಮ ಎಂಜಿನಿಯರಿಂಗ್ ತಂಡವು ಯಾವಾಗಲೂ ಸ್ಟ್ಯಾಂಡ್‌ಬೈನಲ್ಲಿರುತ್ತದೆ.\n\n\nAll ಎಲ್ಲಾ ಮಾರಾಟಗಾರರಿಗೆ, ಹೆಚ್ಚಿನ ಮಾರುಕಟ್ಟೆ ಸ್ಥಳಗಳಿಗೆ\n\nಹೆಚ್ಚಿನ ಅಮೆಜಾನ್ ಮಾರುಕಟ್ಟೆ ಸ್ಥಳಗಳೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ: ಉತ್ತರ ಅಮೆರಿಕ (ಯುಎಸ್, ಕೆನಡಾ, ಮೆಕ್ಸಿಕೊ), ಇಯು (ಯುಕೆ, ಫ್ರಾನ್ಸ್, ಜರ್ಮನಿ, ಇಟಲಿ, ಸ್ಪೇನ್), ಆಸ್ಟ್ರೇಲಿಯಾ, ಜಪಾನ್ ಮತ್ತು ಬ್ರೆಜಿಲ್.\n\nThe ಹೆಚ್ಚು ನಿಖರವಾದ ಫಲಿತಾಂಶಗಳನ್ನು ಪಡೆಯಿರಿ\n\nನಮ್ಮ ಸುಧಾರಿತ ಸಂಖ್ಯಾಶಾಸ್ತ್ರೀಯ ವಿಶ್ಲೇಷಣೆಯು ವಿಮರ್ಶೆಯ ದಿನಾಂಕ, ವಿಮರ್ಶಕರ ಹೆಸರು ಮತ್ತು ಇತರ ಡೇಟಾ ಬಿಂದುಗಳನ್ನು ಹೆಚ್ಚಾಗಿ ಆದೇಶದ ಹೊಂದಾಣಿಕೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಬಳಸುತ್ತದೆ.\n\nAmazon ಯಾವುದೇ ಅಮೆಜಾನ್ ಪುಟದಲ್ಲಿ ವಿಮರ್ಶೆಗಳನ್ನು ತನಿಖೆ ಮಾಡಿ\n\nಅಮೆಜಾನ್ ಉತ್ಪನ್ನ ಪುಟಗಳು ಅಥವಾ ಅಮೆಜಾನ್ ವಿಮರ್ಶೆ ಪುಟಗಳಲ್ಲಿ, ವಿಮರ್ಶೆಯ ಪಕ್ಕದಲ್ಲಿರುವ “ಆದೇಶವನ್ನು ಹುಡುಕಿ” ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ವಿಮರ್ಶಕನನ್ನು ಹುಡುಕಲು ವಿಸ್ತರಣೆಯು ನಿಮ್ಮ ಆದೇಶಗಳನ್ನು ಮಾಂತ್ರಿಕವಾಗಿ ವಿಶ್ಲೇಷಿಸುತ್ತಿರುವುದನ್ನು ನೋಡಿ.\n\nMat ನಂತರದ ಪಂದ್ಯಗಳನ್ನು ಉಳಿಸಿ\n\nಆದೇಶ ಹೊಂದಾಣಿಕೆಗಳನ್ನು ಉಳಿಸಲು ವಿಸ್ತರಣೆಯು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಆದ್ದರಿಂದ ಎರಡು ಬಾರಿ ಆದೇಶಗಳನ್ನು ಹುಡುಕುವ ಅಗತ್ಯವಿಲ್ಲ.\n\nUser ಸೂಪರ್ ಯೂಸರ್ ಫ್ರೆಂಡ್ಲಿ\n\nಕಿರಿಕಿರಿಗೊಳಿಸುವ ವಿಸ್ತರಣೆಗಳೊಂದಿಗೆ ನೀವು ಬೇಸರಗೊಂಡಿದ್ದೀರಿ, ಅದು ನೀವು ಅವುಗಳನ್ನು ಬಳಸಲು ಬಯಸಿದಾಗಲೆಲ್ಲಾ ಲಾಗಿನ್ ಆಗುವಂತೆ ಮಾಡುತ್ತದೆ? ಈ ಉಪಕರಣವು ಕಾರ್ಯನಿರ್ವಹಿಸಲು ನೀವು ಮಾರಾಟಗಾರ ಕೇಂದ್ರಕ್ಕೆ ಮಾತ್ರ ಲಾಗಿನ್ ಆಗಬೇಕು!\n\nData ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಖಾಸಗಿಯಾಗಿ ಇರಿಸಿ\n\nಯಾವುದೇ ಅಮೆಜಾನ್ MWS ಪ್ರವೇಶ ಅಗತ್ಯವಿಲ್ಲ, ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವಾಗ ಮಾರಾಟಗಾರರ ಕೇಂದ್ರಕ್ಕೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ.\n\nAmazon ಅಮೆಜಾನ್‌ನೊಂದಿಗೆ ಯಾವಾಗಲೂ ನವೀಕೃತವಾಗಿರುತ್ತದೆ\n\nವಿಸ್ತರಣೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಅಮೆಜಾನ್ ತಮ್ಮ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಬದಲಾವಣೆ ಮಾಡಿದಾಗ ನಮ್ಮ ಸಮಗ್ರ ಮೇಲ್ವಿಚಾರಣಾ ವ್ಯವಸ್ಥೆಗಳು ನಮಗೆ ತಿಳಿಸುತ್ತವೆ. ಸಾಫ್ಟ್‌ವೇರ್ ಸಮಸ್ಯೆಗಳಿಂದಾಗಿ ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಬಿಡಬಾರದು!\n\nFun ತಮಾಷೆಯ ವ್ಯವಹಾರವಿಲ್ಲ\n\nಈ ವಿಸ್ತರಣೆಯು ಮಾರಾಟಗಾರರ ಕೇಂದ್ರದಲ್ಲಿ ನೀವು ಈಗಾಗಲೇ ನಿರ್ವಹಿಸಬಹುದಾದ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ನಂತರ ಸಂಖ್ಯಾಶಾಸ್ತ್ರೀಯ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಮಾಡುತ್ತದೆ.\n                                                                                                 \nಉತ್ಪನ್ನ ಮತ್ತು ಮಾರಾಟಗಾರರ ವಿಮರ್ಶೆ ಅಧಿಸೂಚನೆಗಳು\n\nನಿಮ್ಮ ಇಮೇಲ್ ಇನ್‌ಬಾಕ್ಸ್‌ಗೆ ನೇರವಾಗಿ ತಲುಪಿಸಲಾದ ಹೊಸ ಉತ್ಪನ್ನ ಮತ್ತು ಮಾರಾಟಗಾರರ ಪ್ರತಿಕ್ರಿಯೆ ವಿಮರ್ಶೆಗಳ ಕುರಿತು ಅಧಿಸೂಚನೆಗಳನ್ನು ಪಡೆಯಿರಿ!\n\n\nಗಮನಿಸಿ: “ಆದೇಶಗಳನ್ನು ನಿರ್ವಹಿಸಿ” ಮತ್ತು “ಮರುಪಾವತಿಗಳನ್ನು ನಿರ್ವಹಿಸು” ಅನುಮತಿಗಳನ್ನು ಹೊಂದಿರುವ ಬಳಕೆದಾರರೊಂದಿಗೆ ನೀವು ಮಾರಾಟಗಾರರ ಕೇಂದ್ರಕ್ಕೆ ಲಾಗ್ ಇನ್ ಆಗಬೇಕು.\n\nನಮ್ಮ ಎಲ್ಲಾ ಪರಿಕರಗಳನ್ನು ಕೆನಡಾದ ಸುಂದರವಾದ ವ್ಯಾಂಕೋವರ್‌ನಲ್ಲಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ಮಿಸಲಾಗಿದೆ!\n\nSupport@shopswain.com ನಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಅಥವಾ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ\nಫೇಸ್‌ಬುಕ್: http://bit.ly/shopswainfb,\nಟ್ವಿಟರ್: http://bit.ly/shopswaintw,\nಅಥವಾ ಲಿಂಕ್ಡ್‌ಇನ್: http://bit.ly/shopswainli.\nಫೇಸ್‌ಬುಕ್‌ನಲ್ಲಿ ನಮ್ಮ ಬೆಂಬಲ ಗುಂಪಿಗೆ ಸೇರಿ! https://www.facebook.com/groups/118175552395560",
    "ko": "이유를 이해하지 못하고 아마존 제품에 대해 별 1 개 제품 리뷰를받는 데 지쳤습니까? 이 확장 기능은 아마존 제품 리뷰를 고객 주문과 일치시키는 데 도움이되므로 고객에게 연락하여 무엇이 잘못되었는지 확인할 수 있습니다.\n\n이 확장은 시장에서 유일하게 Amazon 주문 후 주문 일치 도구입니다. 2018 년 9 월 23 일 Amazon은 100 % 주문 후 주문 일치 확인을 방지하기 위해 메시징 플랫폼을 변경했습니다. 이 변경으로 다른 모든 주문 검토 일치 도구가 비활성화되었습니다.\n\n위의 설치 버튼이 작동하지 않으면 http://bit.ly/amzromalt를 시도하거나 support@shopswain.com으로 문의하십시오.\n데이터를 공유하고, 여러 사용자를 관리하고, 추천 및 제휴 크레딧을 활용하고 싶으십니까? 엔터프라이즈 확장 다운로드 : http://bit.ly/getamzrom\n표준 버전에서 결제 문제가 발생하는 경우 엔터프라이즈 버전을 다운로드하세요.\n\n추천하는 각 친구에게 $ 10의 구독 크레딧을 받으세요!\n소식을 전하고 싶습니까? 오늘 저희 제휴 프로그램에 가입하세요! http://bit.ly/amzromaffapp\n\n확장 프로그램은 리뷰에 대해 가장 가능성있는 주문 일치를 얻기 위해 리뷰어 이름, 리뷰 및 주문 날짜, 리뷰 감정 및 기타 여러 요소의 조합을 사용하는 확률 적 리뷰-주문 일치 알고리즘을 실행합니다. 우리 고객들은이 알고리즘을 사용하여 올바른 주문을 찾는 데 큰 성공을 거두었습니다.\n\n질문, 의견 또는 우려 사항이 있습니까? support@shopswain.com으로 연락하시면 고객 지원팀이 24 시간 이내에 답변 해드립니다.\n\n\nShopswain 약속 : 우리는 모든 고객에게 100 % 만족을 보장합니다. 확장 프로그램에 가입하는 것은 절대적으로 위험이 없습니다.\n\n어떤 이유로 든 연장이 만족스럽지 않은 경우 이메일을 보내거나 Google Payments를 통해 환불을 요청하면 24 시간 이내에 마지막 결제를 환불 해드립니다.\n\n확장 기능이 작동하는 방식에 영향을 미칠 수있는 Amazon 시스템 변경 사항을 사전에 모니터링하고, 엔지니어링 팀은 항상 확장 기능 관련 문제를 해결하기 위해 대기하고 있습니다.\n\n\n★ 모든 판매자 용, 대부분의 마켓 플레이스 용\n\n대부분의 아마존 마켓 플레이스와 호환됩니다 : 북미 (미국, 캐나다, 멕시코), EU (영국, 프랑스, ​​독일, 이탈리아, 스페인), 호주, 일본 및 브라질.\n\n★ 가장 정확한 결과 얻기\n\n당사의 고급 통계 분석은 리뷰 날짜, 리뷰어 이름 및 기타 데이터 포인트를 사용하여 가장 일치하는 주문을 찾습니다.\n\n★ 모든 아마존 페이지에서 리뷰 조사\n\n아마존 상품 페이지 또는 아마존 리뷰 페이지에서 리뷰 옆에있는 \"주문 찾기\"버튼을 클릭하고 확장 프로그램이 주문을 마술처럼 분석하여 리뷰어를 찾는 것을보십시오.\n\n★ 나중을 위해 경기 저장\n\n확장 프로그램을 사용하면 주문 일치를 저장할 수 있으므로 주문을 두 번 검색 할 필요가 없습니다.\n\n★ 슈퍼 사용자 친화적\n\n사용하고 싶을 때마다 로그인하게 만드는 성가신 확장 프로그램에 지치셨습니까? 이 도구가 작동하려면 셀러 센트럴에 로그인하기 만하면됩니다!\n\n★ 데이터를 비공개로 유지\n\nAmazon MWS 액세스가 필요하지 않으며 확장 프로그램을 사용할 때 셀러 센트럴에 로그인하기 만하면됩니다.\n\n★ 항상 Amazon에 최신 정보\n\n당사의 포괄적 인 모니터링 시스템은 Amazon이 확장에 영향을 미치는 시스템을 변경하는 경우이를 알려줍니다. 소프트웨어 문제로 인해 비즈니스가 뒤쳐져서는 안됩니다!\n\n★ 재미없는 사업\n\n이 확장은 셀러 센트럴에서 이미 수행 할 수있는 작업을 자동화하고 나중에 통계 분석을 수행합니다.\n                                                                                                 \n★ 상품 및 판매자 리뷰 알림\n\n이메일받은 편지함으로 직접 전달되는 신제품 및 판매자 피드백 리뷰에 대한 알림을 받으세요!\n\n\n참고 : \"주문 관리\"및 \"환불 관리\"권한이있는 사용자로 셀러 센트럴에 로그인해야합니다.\n\n우리의 모든 도구는 아름다운 캐나다 밴쿠버에서 설계 및 제작되었습니다!\n\nsupport@shopswain.com으로 문의하거나\n페이스 북 : http://bit.ly/shopswainfb,\n트위터 : http://bit.ly/shopswaintw,\n또는 LinkedIn : http://bit.ly/shopswainli.\nFacebook의 지원 그룹에 가입하세요! https://www.facebook.com/groups/118175552395560",
    "lt": "Ar jums atsibodo gauti vienos žvaigždutės produktų apžvalgas apie „Amazon“ produktus nesuprantant kodėl? Šis plėtinys padeda suderinti „Amazon“ produkto apžvalgą su kliento užsakymu, todėl galite susisiekti su klientu ir sužinoti, kas nutiko ne taip.\n\nŠis plėtinys yra vienintelis „Amazon“ peržiūros prie užsakymo derinimo įrankis rinkoje. 2018 m. Rugsėjo 23 d. „Amazon“ pakeitė savo pranešimų platformą, kad būtų išvengta 100% peržiūros pagal užsakymą atitikčių patvirtinimo. Šis pakeitimas išjungė visus kitus peržiūros pagal užsakymą atitikimo įrankius.\n\nJei aukščiau pateiktas diegimo mygtukas jums netinka, pabandykite http://bit.ly/amzromalt arba susisiekite su mumis adresu support@shopswain.com.\nNorite dalytis duomenimis, valdyti kelis vartotojus ir pasinaudoti persiuntimo bei filialų kreditais? Atsisiųskite įmonės plėtinį: http://bit.ly/getamzrom\nJei kyla problemų dėl standartinės versijos mokėjimo, atsisiųskite įmonės versiją.\n\nGaukite 10 USD prenumeratos kreditą už kiekvieną jūsų nurodytą draugą!\nNorite paskleisti žinią? Prisijunkite prie mūsų partnerių programos jau šiandien! http://bit.ly/amzromaffapp\n\nPlėtinys vykdo tikimybinį peržiūros pagal užsakymą algoritmą, kuriame naudojamas recenzento vardo, peržiūros ir užsakymo datų, peržiūros sentimentų ir daugelio kitų veiksnių derinys, kad gautumėte labiausiai tikėtinas jūsų apžvalgų užsakymų atitikmenis. Mūsų klientai pranešė, kad naudojant šį algoritmą pavyko rasti tinkamą užsakymą.\n\nTurite klausimų, komentarų ar rūpesčių? Susisiekite su mumis adresu support@shopswain.com, mūsų klientų palaikymo komanda atsakys per 24 valandas.\n\n\n„Shopswain“ pažadas: garantuojame 100% visų klientų pasitenkinimą. Prenumeruoti plėtinį visiškai nerizikuojama.\n\nJei dėl kokių nors priežasčių jūsų netenkina plėtinys, galite atsiųsti mums el. Laišką arba paprašyti grąžinti pinigus per „Google Payments“ ir mes grąžinsime jūsų paskutinį mokėjimą per 24 valandas.\n\nAktyviai stebime „Amazon“ sistemos pakeitimus, kurie gali turėti įtakos plėtinio veikimui, o mūsų inžinierių komanda visada budi, kad išspręstų visas su plėtiniu susijusias problemas.\n\n\n★ Visiems pardavėjams, daugumai turgaviečių\n\nSuderinamas su daugeliu „Amazon“ turgaviečių: Šiaurės Amerika (JAV, Kanada, Meksika), ES (JK, Prancūzija, Vokietija, Italija, Ispanija), Australija, Japonija ir Brazilija.\n\n★ Gaukite tiksliausius rezultatus\n\nMūsų išplėstinė statistinė analizė naudoja peržiūros datą, recenzento vardą ir kitus duomenis, kad surastų labiausiai tikėtiną užsakymo atitikimą.\n\n★ Ištirkite apžvalgas bet kuriame „Amazon“ puslapyje\n\n„Amazon“ produktų puslapiuose arba „Amazon“ peržiūros puslapiuose tiesiog spustelėkite mygtuką „Rasti užsakymą“ šalia apžvalgos ir stebėkite, kaip plėtinys stebuklingai analizuoja jūsų užsakymus, kad surastų apžvalgininką.\n\n★ Išsaugokite rungtynes ​​vėliau\n\nPlėtinys leidžia išsaugoti užsakymų atitikmenis, todėl nereikia du kartus ieškoti užsakymų.\n\n★ Puikus vartotojui\n\nAtsibodo erzinantys plėtiniai, verčiantys prisijungti kiekvieną kartą, kai norite juos naudoti? Kad šis įrankis veiktų, turite prisijungti tik prie „Seller Central“!\n\n★ Laikykite savo duomenis privačius\n\n„Amazon MWS“ prieiga nereikalinga, tiesiog naudodamiesi plėtiniu, prisijunkite prie „Seller Central“.\n\n★ Visada atnaujinkite „Amazon“\n\nMūsų visapusiškos stebėjimo sistemos praneš mums, kai „Amazon“ pakeičia savo sistemą, turinčią įtakos plėtiniui. Dėl programinės įrangos problemų jūsų verslo nereikėtų palikti!\n\n★ Nėra juokingo verslo\n\nŠis plėtinys tiesiog automatizuoja operacijas, kurias jau galite atlikti „Seller Central“, ir vėliau atlieka statistinę analizę.\n                                                                                                 \n★ Pranešimai apie produktų ir pardavėjų peržiūras\n\nGaukite pranešimus apie naujų produktų ir pardavėjų atsiliepimų atsiliepimus, pateiktus tiesiai į jūsų el. Pašto dėžutę!\n\n\nPastaba: turėtumėte būti prisijungę prie „Seller Central“ su vartotoju, turinčiu leidimus „Tvarkyti užsakymus“ ir „Tvarkyti grąžinimus“.\n\nVisi mūsų įrankiai yra sukurti ir pastatyti gražiame Vankuveryje, Kanadoje!\n\nSusisiekite su mumis adresu support@shopswain.com arba susisiekite su mumis\n„Facebook“: http://bit.ly/shopswainfb,\n„Twitter“: http://bit.ly/shopswaintw,\narba „LinkedIn“: http://bit.ly/shopswainli.\nPrisijunkite prie mūsų palaikymo grupės „Facebook“! https://www.facebook.com/groups/118175552395560",
    "lv": "Vai esat noguris no vienas zvaigznes produktu atsauksmju saņemšanas par saviem Amazon produktiem, nesaprotot, kāpēc? Šis paplašinājums palīdz jums saskaņot Amazon produktu pārskatu ar klienta pasūtījumu, lai jūs varētu sazināties ar klientu un uzzināt, kas notika nepareizi.\n\nŠis paplašinājums ir vienīgais Amazon pārskatīšanas un pasūtīšanas saskaņošanas rīks tirgū. 2018. gada 23. septembrī Amazon mainīja savu ziņojumapmaiņas platformu, lai novērstu 100% pārskatīšanas pēc pasūtījuma atbilstību apstiprināšanu. Šīs izmaiņas atspējoja visus citus pārskatīšanas un pasūtīšanas atbilstības rīkus.\n\nJa iepriekš norādītā instalēšanas poga jums nedarbojas, izmēģiniet vietni http://bit.ly/amzromalt vai sazinieties ar mums pa e-pastu support@shopswain.com.\nVai vēlaties koplietot datus, pārvaldīt vairākus lietotājus un izmantot novirzīšanas un saistīto kredītu priekšrocības? Lejupielādējiet uzņēmuma paplašinājumu: http://bit.ly/getamzrom\nJa rodas problēmas ar standarta versiju, lejupielādējiet uzņēmuma versiju.\n\nIegūstiet 10 USD abonēšanas kredītu par katru draugu, kuru norādījāt!\nVai vēlaties izplatīt vārdu? Pievienojieties mūsu filiāļu programmai jau šodien! http://bit.ly/amzromaffapp\n\nPaplašinājums izpilda varbūtības pārskatīšanas pēc pasūtījuma saskaņošanas algoritmu, kurā tiek izmantots recenzenta vārda, pārskata un pasūtījuma datumu, pārskata noskaņojuma un daudzu citu faktoru kombinācija, lai iegūtu visdrīzāk iespējamās pārskatu secības. Mūsu klienti ir ziņojuši par lieliem panākumiem, meklējot pareizo pasūtījumu, izmantojot šo algoritmu.\n\nVai jums ir kādi jautājumi, komentāri vai bažas? Sazinieties ar mums vietnē support@shopswain.com, un mūsu klientu atbalsta komanda atbildēs 24 stundu laikā.\n\n\nShopswain solījums: mēs garantējam 100% apmierinātību visiem mūsu klientiem. Abonēšana uz paplašinājumu ir absolūti bezriska.\n\nJa kāda iemesla dēļ neesat apmierināts ar paplašinājumu, varat mums nosūtīt e-pastu vai pieprasīt atmaksu, izmantojot pakalpojumu Google Payments, un mēs atmaksāsim jūsu pēdējo maksājumu 24 stundu laikā.\n\nMēs proaktīvi uzraugām Amazon sistēmas izmaiņas, kas varētu ietekmēt paplašinājuma darbību, un mūsu inženieru komanda vienmēr ir gaidīšanas režīmā, lai novērstu visas problēmas ar paplašinājumu.\n\n\n★ visiem pārdevējiem, lielākajai daļai tirgus\n\nSaderīgs ar lielāko daļu Amazon tirgus vietu: Ziemeļamerika (ASV, Kanāda, Meksika), ES (Lielbritānija, Francija, Vācija, Itālija, Spānija), Austrālija, Japāna un Brazīlija.\n\n★ Iegūstiet visprecīzākos rezultātus\n\nMūsu detalizētajā statistikas analīzē tiek izmantots pārskata datums, recenzenta vārds un citi datu punkti, lai atrastu visticamāko pasūtījumu atbilstību.\n\n★ Izpētiet atsauksmes par jebkuru Amazon lapu\n\nAmazon produktu lapās vai Amazon pārskata lapās vienkārši noklikšķiniet uz pogas “Atrast pasūtījumu” blakus pārskatam un skatieties, kā paplašinājums maģiski analizē jūsu pasūtījumus, lai atrastu recenzentu.\n\n★ Saglabājiet spēles vēlāk\n\nPaplašinājums ļauj saglabāt pasūtījumu atbilstības, tāpēc nav nepieciešams meklēt pasūtījumus divreiz.\n\n★ Super lietotājam draudzīgs\n\nApnikuši kaitinošie paplašinājumi, kas liek jums pieteikties katru reizi, kad vēlaties tos izmantot? Lai šis rīks darbotos, jums jāpiesakās tikai Pārdevēja centrā!\n\n★ Saglabājiet savus datus privātus\n\nAmazon MWS piekļuve nav nepieciešama, vienkārši piesakieties vietnē Seller Central, kad izmantojat paplašinājumu.\n\n★ Vienmēr atjauniniet Amazon\n\nMūsu visaptverošās uzraudzības sistēmas informē mūs, kad Amazon veic izmaiņas savā sistēmā, kas ietekmē paplašinājumu. Jūsu programmatūru nevajadzētu atstāt aiz muguras programmatūras problēmu dēļ!\n\n★ nav smieklīgs bizness\n\nŠis paplašinājums tikai automatizē darbības, kuras jūs jau varat veikt pārdevēju centrā, un pēc tam veic statistikas analīzi.\n                                                                                                 \n★ Paziņojumi par produktu un pārdevēju atsauksmēm\n\nSaņemiet paziņojumus par jaunu produktu un pārdevēju atsauksmēm, kas tiek piegādātas tieši jūsu e-pasta iesūtnē!\n\n\nPiezīme. Jums ir jāpiesakās Pārdevēju centrā ar lietotāju, kuram ir atļaujas “Pārvaldīt pasūtījumus” un “Pārvaldīt atmaksas”.\n\nVisi mūsu rīki ir izstrādāti un būvēti skaistā Vankūverā, Kanādā!\n\nSazinieties ar mums pa e-pastu support@shopswain.com vai sazinieties ar mums pa e-pastu\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nvai LinkedIn: http://bit.ly/shopswainli.\nPievienojieties mūsu atbalsta grupai Facebook! https://www.facebook.com/groups/118175552395560",
    "ml": "എന്തുകൊണ്ടെന്ന് മനസിലാക്കാതെ നിങ്ങളുടെ ആമസോൺ ഉൽപ്പന്നങ്ങളിൽ ഒരു നക്ഷത്ര ഉൽപ്പന്ന അവലോകനങ്ങൾ ലഭിക്കുന്നതിൽ നിങ്ങൾ മടുത്തോ? ഒരു ഉപഭോക്തൃ ഓർഡറുമായി ആമസോൺ ഉൽപ്പന്ന അവലോകനം പൊരുത്തപ്പെടുത്താൻ ഈ വിപുലീകരണം നിങ്ങളെ സഹായിക്കുന്നു, അതിനാൽ നിങ്ങൾക്ക് ഉപഭോക്താവുമായി ബന്ധപ്പെടാനും എന്താണ് തെറ്റ് സംഭവിച്ചതെന്ന് കണ്ടെത്താനും കഴിയും.\n\nഈ വിപുലീകരണം വിപണിയിലെ ഏക ആമസോൺ അവലോകന-ഓർഡർ പൊരുത്തപ്പെടുത്തൽ ഉപകരണമാണ്. 100% അവലോകന-ഓർഡർ മത്സരങ്ങൾ സ്ഥിരീകരിക്കുന്നത് തടയാൻ 2018 സെപ്റ്റംബർ 23 ന് ആമസോൺ അവരുടെ സന്ദേശമയയ്‌ക്കൽ പ്ലാറ്റ്ഫോം മാറ്റി. ഈ മാറ്റം മറ്റെല്ലാ അവലോകന-ഓർഡർ പൊരുത്തപ്പെടുത്തൽ ഉപകരണങ്ങളെയും പ്രവർത്തനരഹിതമാക്കി.\n\nമുകളിലുള്ള ഇൻസ്റ്റാൾ ബട്ടൺ നിങ്ങൾക്കായി പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, http://bit.ly/amzromalt ശ്രമിക്കുക, അല്ലെങ്കിൽ support@shopswain.com ൽ ഞങ്ങളെ ബന്ധപ്പെടുക.\nഡാറ്റ പങ്കിടാനും ഒന്നിലധികം ഉപയോക്താക്കളെ മാനേജുചെയ്യാനും റഫറൽ, അഫിലിയേറ്റ് ക്രെഡിറ്റ് പ്രയോജനപ്പെടുത്താനും ആഗ്രഹിക്കുന്നുണ്ടോ? എന്റർപ്രൈസ് വിപുലീകരണം ഡൗൺലോഡുചെയ്യുക: http://bit.ly/getamzrom\nസ്റ്റാൻഡേർഡ് പതിപ്പിൽ നിങ്ങൾ പേയ്‌മെന്റ് പ്രശ്‌നങ്ങളിൽ ഏർപ്പെടുകയാണെങ്കിൽ, എന്റർപ്രൈസ് പതിപ്പ് ഡൗൺലോഡുചെയ്യുക.\n\nനിങ്ങൾ പരാമർശിക്കുന്ന ഓരോ ചങ്ങാതിക്കും $ 10 സബ്സ്ക്രിപ്ഷൻ ക്രെഡിറ്റിൽ നേടുക!\nഇത് പ്രചരിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? ഇന്ന് ഞങ്ങളുടെ അനുബന്ധ പ്രോഗ്രാമിൽ ചേരുക! http://bit.ly/amzromaffapp\n\nനിങ്ങളുടെ അവലോകനങ്ങൾക്കായി ഏറ്റവും സാധ്യതയുള്ള ഓർഡർ പൊരുത്തങ്ങൾ ലഭിക്കുന്നതിന് അവലോകകന്റെ പേര്, അവലോകനം, ഓർഡർ തീയതികൾ, അവലോകന വികാരം, മറ്റ് പല ഘടകങ്ങൾ എന്നിവയുടെ സംയോജനം ഉപയോഗിക്കുന്ന ഒരു പ്രോബബിലിസ്റ്റിക് റിവ്യൂ-ടു-ഓർഡർ പൊരുത്തപ്പെടുത്തൽ അൽഗോരിതം വിപുലീകരണം നടപ്പിലാക്കുന്നു. ഈ അൽ‌ഗോരിതം ഉപയോഗിച്ച് ശരിയായ ഓർ‌ഡർ‌ കണ്ടെത്തുന്നതിൽ‌ ഞങ്ങളുടെ ഉപയോക്താക്കൾ‌ മികച്ച വിജയം റിപ്പോർ‌ട്ടുചെയ്‌തു.\n\nഎന്തെങ്കിലും ചോദ്യങ്ങളോ അഭിപ്രായങ്ങളോ ആശങ്കകളോ ഉണ്ടോ? Support@shopswain.com ൽ ഞങ്ങളെ ബന്ധപ്പെടുക, ഞങ്ങളുടെ ഉപഭോക്തൃ പിന്തുണാ ടീം 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരിക്കും.\n\n\nഷോപ്പ്സ്‌വെയ്ൻ വാഗ്ദാനം: ഞങ്ങളുടെ എല്ലാ ഉപഭോക്താക്കൾക്കും 100% സംതൃപ്തി ഞങ്ങൾ ഉറപ്പ് നൽകുന്നു. വിപുലീകരണത്തിലേക്ക് സബ്‌സ്‌ക്രൈബുചെയ്യുന്നത് തികച്ചും അപകടരഹിതമാണ്.\n\nഏതെങ്കിലും കാരണത്താൽ വിപുലീകരണത്തിൽ നിങ്ങൾക്ക് തൃപ്തിയില്ലെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങൾക്ക് ഇമെയിൽ അയയ്‌ക്കാനോ Google പേയ്‌മെന്റുകൾ വഴി റീഫണ്ടിനായി അഭ്യർത്ഥിക്കാനോ കഴിയും, നിങ്ങളുടെ അവസാന പേയ്‌മെന്റ് ഞങ്ങൾ 24 മണിക്കൂറിനുള്ളിൽ തിരികെ നൽകും.\n\nവിപുലീകരണം എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിനെ ബാധിച്ചേക്കാവുന്ന ആമസോണിന്റെ സിസ്റ്റത്തിലെ മാറ്റങ്ങൾ ഞങ്ങൾ സജീവമായി നിരീക്ഷിക്കുന്നു, ഒപ്പം വിപുലീകരണവുമായി ബന്ധപ്പെട്ട ഏത് പ്രശ്‌നങ്ങളും പരിഹരിക്കാൻ ഞങ്ങളുടെ എഞ്ചിനീയറിംഗ് ടീം എല്ലായ്പ്പോഴും തയ്യാറാണ്.\n\n\nS എല്ലാ വിൽപ്പനക്കാർക്കും, മിക്ക വിപണനസ്ഥലങ്ങൾക്കും\n\nമിക്ക ആമസോൺ വിപണനസ്ഥലങ്ങളുമായി പൊരുത്തപ്പെടുന്നു: വടക്കേ അമേരിക്ക (യുഎസ്, കാനഡ, മെക്സിക്കോ), ഇയു (യുകെ, ഫ്രാൻസ്, ജർമ്മനി, ഇറ്റലി, സ്പെയിൻ), ഓസ്‌ട്രേലിയ, ജപ്പാൻ, ബ്രസീൽ.\n\nThe ഏറ്റവും കൃത്യമായ ഫലങ്ങൾ നേടുക\n\nഞങ്ങളുടെ വിപുലമായ സ്ഥിതിവിവര വിശകലനം ഏറ്റവും കൂടുതൽ ഓർഡർ പൊരുത്തം കണ്ടെത്താൻ അവലോകന തീയതി, അവലോകകന്റെ പേര്, മറ്റ് ഡാറ്റ പോയിന്റുകൾ എന്നിവ ഉപയോഗിക്കുന്നു.\n\nAmazon ഏതെങ്കിലും ആമസോൺ പേജിലെ അവലോകനങ്ങൾ അന്വേഷിക്കുക\n\nആമസോൺ ഉൽപ്പന്ന പേജുകളിലോ ആമസോൺ അവലോകന പേജുകളിലോ, അവലോകനത്തിനടുത്തുള്ള “ഓർഡർ കണ്ടെത്തുക” ബട്ടണിൽ ക്ലിക്കുചെയ്യുക, അവലോകനക്കാരനെ കണ്ടെത്താനുള്ള നിങ്ങളുടെ ഓർഡറുകൾ വിപുലീകരണം മാന്ത്രികമായി വിശകലനം ചെയ്യുന്നതുപോലെ കാണുക.\n\nFor പിന്നീടുള്ള പൊരുത്തങ്ങൾ സംരക്ഷിക്കുക\n\nഓർഡർ പൊരുത്തങ്ങൾ സംരക്ഷിക്കാൻ വിപുലീകരണം നിങ്ങളെ അനുവദിക്കുന്നു, അതിനാൽ ഓർഡറുകൾക്കായി രണ്ടുതവണ തിരയേണ്ട ആവശ്യമില്ല.\n\nUser സൂപ്പർ യൂസർ ഫ്രണ്ട്‌ലി\n\nശല്യപ്പെടുത്തുന്ന എക്സ്റ്റെൻഷനുകൾ ഉപയോഗിച്ച് നിങ്ങൾ അവ ഉപയോഗിക്കുമ്പോഴെല്ലാം ലോഗിൻ ചെയ്യുമോ? ഈ ഉപകരണം പ്രവർത്തിക്കുന്നതിന് നിങ്ങൾ സെല്ലർ സെൻട്രലിലേക്ക് ലോഗിൻ ചെയ്യണം!\n\nData നിങ്ങളുടെ ഡാറ്റ സ്വകാര്യമായി സൂക്ഷിക്കുക\n\nആമസോൺ MWS ആക്‌സസ്സ് ആവശ്യമില്ല, നിങ്ങൾ വിപുലീകരണം ഉപയോഗിക്കുമ്പോൾ സെല്ലർ സെൻട്രലിലേക്ക് ലോഗിൻ ചെയ്യുക.\n\nWays ആമസോണിനൊപ്പം എല്ലായ്പ്പോഴും കാലികമാണ്\n\nവിപുലീകരണത്തെ ബാധിക്കുന്ന ആമസോൺ അവരുടെ സിസ്റ്റത്തിൽ ഒരു മാറ്റം വരുത്തുമ്പോൾ ഞങ്ങളുടെ സമഗ്ര നിരീക്ഷണ സംവിധാനങ്ങൾ ഞങ്ങളെ അറിയിക്കും. സോഫ്റ്റ്വെയർ പ്രശ്നങ്ങൾ കാരണം നിങ്ങളുടെ ബിസിനസ്സ് ഉപേക്ഷിക്കരുത്!\n\nFun രസകരമായ ബിസിനസ്സ് ഇല്ല\n\nഈ വിപുലീകരണം സെല്ലർ സെൻ‌ട്രലിൽ‌ നിങ്ങൾ‌ക്ക് ഇതിനകം ചെയ്യാൻ‌ കഴിയുന്ന പ്രവർ‌ത്തനങ്ങളെ സ്വപ്രേരിതമാക്കുകയും അതിനുശേഷം സ്ഥിതിവിവര വിശകലനം നടത്തുകയും ചെയ്യുന്നു.\n                                                                                                 \n★ ഉൽപ്പന്ന, വിൽപ്പന അവലോകന അറിയിപ്പുകൾ\n\nനിങ്ങളുടെ ഇമെയിൽ ഇൻ‌ബോക്സിലേക്ക് നേരിട്ട് കൈമാറിയ പുതിയ ഉൽ‌പ്പന്നത്തെയും വിൽ‌പ്പനക്കാരന്റെ ഫീഡ്‌ബാക്ക് അവലോകനങ്ങളെയും കുറിച്ചുള്ള അറിയിപ്പുകൾ നേടുക!\n\n\nകുറിപ്പ്: “ഓർ‌ഡറുകൾ‌ മാനേജുചെയ്യുക”, “റീഫണ്ടുകൾ‌ മാനേജുചെയ്യുക” അനുമതികൾ‌ ഉള്ള ഒരു ഉപയോക്താവുമായി നിങ്ങൾ‌ സെല്ലർ‌ സെൻ‌ട്രലിലേക്ക് പ്രവേശിക്കണം.\n\nഞങ്ങളുടെ എല്ലാ ഉപകരണങ്ങളും കാനഡയിലെ മനോഹരമായ വാൻ‌കൂവറിൽ‌ രൂപകൽപ്പന ചെയ്‌ത് നിർമ്മിച്ചതാണ്!\n\nSupport@shopswain.com ൽ ഞങ്ങളെ ബന്ധപ്പെടുക, അല്ലെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുക\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nഅല്ലെങ്കിൽ ലിങ്ക്ഡ്ഇൻ: http://bit.ly/shopswainli.\nFacebook- ലെ ഞങ്ങളുടെ പിന്തുണാ ഗ്രൂപ്പിൽ ചേരുക! https://www.facebook.com/groups/118175552395560",
    "mr": "आपण आपल्या अ‍ॅमेझॉन उत्पादनांवर एक तारांकित उत्पादनांचे पुनरावलोकन का घेतल्याबद्दल कंटाळा आला आहात? हा विस्तार आपल्याला ग्राहक ऑर्डरशी toमेझॉन उत्पादन पुनरावलोकनाशी जुळविण्यात मदत करतो, जेणेकरून आपण ग्राहकाशी संपर्क साधू आणि काय चूक झाली हे शोधू शकता.\n\nहा विस्तार मार्केटमधील Amazonमेझॉन पुनरावलोकन-टू-ऑर्डर जुळणारे साधन आहे. 23 सप्टेंबर, 2018 रोजी, %मेझॉनने 100% पुनरावलोकन-टू-ऑर्डर सामन्यांची पुष्टी टाळण्यासाठी त्यांचे संदेशन प्लॅटफॉर्म बदलले. या बदलामुळे इतर सर्व पुनरावलोकन-ते-ऑर्डर जुळणारी साधने अक्षम केली.\n\nवरील इन्स्टॉल बटण आपल्यासाठी कार्य करत नसल्यास, http://bit.ly/amzromalt वापरुन पहा किंवा समर्थन@shopswain.com वर आमच्याशी संपर्क साधा.\nडेटा सामायिक करू, एकाधिक वापरकर्ते व्यवस्थापित करू आणि रेफरल आणि संबद्ध क्रेडिटचा फायदा घेऊ इच्छिता? एंटरप्राइझ विस्तार डाउनलोड करा: http://bit.ly/getamzrom\nआपण प्रमाणित आवृत्तीसह पेमेंटमध्ये अडचणी येत असल्यास, एंटरप्राइझ आवृत्ती डाउनलोड करा.\n\nआपण संदर्भित असलेल्या प्रत्येक मित्राच्या सदस्यता क्रेडिटमध्ये 10 डॉलर मिळवा!\nशब्द पसरवायचा आहे? आज आमच्या संबद्ध प्रोग्राममध्ये सामील व्हा! http://bit.ly/amzromaffapp\n\nआपल्‍या पुनरावलोकनांसाठी आपल्‍याला सर्वात संभाव्य ऑर्डर जुळविण्यासाठी, विस्तार एक संभाव्य पुनरावलोकन-ऑर्डर जुळणारी अल्गोरिदम कार्यान्वित करतो जो पुनरावलोकनकर्त्याचे नाव, पुनरावलोकन आणि ऑर्डर तारखा, पुनरावलोकन भावना आणि इतर अनेक घटकांचे संयोजन वापरतो. आमच्या अल्गोरिदमचा वापर करुन योग्य ऑर्डर मिळविण्यात आमच्या ग्राहकांनी मोठ्या यश नोंदवले आहे.\n\nकाही प्रश्न, टिप्पण्या किंवा चिंता आहेत? आमच्याशी संपर्क साधा support@shopswain.com वर पोहोचा, आमची ग्राहक समर्थन कार्यसंघ 24 तासांच्या आत प्रतिसाद देईल.\n\n\nशॉप्सवेन वचन: आम्ही आमच्या सर्व ग्राहकांच्या 100% समाधानाची हमी देतो. विस्ताराची सदस्यता घेणे पूर्णपणे धोका-मुक्त आहे.\n\nआपण कोणत्याही कारणास्तव विस्तारावर समाधानी नसल्यास आपण आम्हाला ईमेल करू शकता किंवा Google पेमेंट्सद्वारे परताव्याची विनंती करू शकता आणि आम्ही आपले शेवटचे देयक 24 तासांच्या आत परत करू.\n\nआम्ही Amazonमेझॉनच्या सिस्टीममधील बदलांचे सक्रियपणे निरीक्षण करतो ज्यामुळे विस्तार कसा कार्य करेल यावर परिणाम होऊ शकतो आणि आमची अभियांत्रिकी कार्यसंघ विस्तारासह कोणत्याही समस्यांचे निराकरण करण्यासाठी नेहमीच उभे राहते.\n\n\nAll सर्व विक्रेत्यांसाठी, बर्‍याच बाजारासाठी\n\nबर्‍याच Amazonमेझॉन मार्केटप्लेसशी सुसंगत: उत्तर अमेरिका (यूएस, कॅनडा, मेक्सिको), ईयू (यूके, फ्रान्स, जर्मनी, इटली, स्पेन), ऑस्ट्रेलिया, जपान आणि ब्राझील.\n\nMost सर्वात अचूक परिणाम मिळवा\n\nआमची प्रगत सांख्यिकीय विश्लेषण बहुधा ऑर्डर जुळणी शोधण्यासाठी पुनरावलोकन पुनरावलोकन, पुनरावलोकनकर्त्याचे नाव आणि इतर डेटा पॉईंटचा वापर करते.\n\nAmazon कोणत्याही Amazonमेझॉन पृष्ठावरील पुनरावलोकने तपासा\n\nAmazonमेझॉन उत्पादन पृष्ठांवर किंवा Amazonमेझॉन पुनरावलोकन पृष्ठांवर पुनरावलोकनाच्या पुढील “ऑर्डर शोधा” बटणावर क्लिक करा आणि एक्सटेंशनने पुनरावलोकनकर्त्यास शोधण्यासाठी आपल्या ऑर्डरचे जादूने विश्लेषण केले म्हणून पहा.\n\nMat नंतर सामने जतन करा\n\nविस्तार आपल्याला ऑर्डर सामने जतन करण्यास अनुमती देतो, म्हणून दोनदा ऑर्डर शोधण्याची आवश्यकता नाही.\n\n★ सुपर वापरकर्ता अनुकूल\n\nत्रासदायक विस्तारांसह कंटाळले आहे जे आपण त्यांना वापरू इच्छिता तेव्हा प्रत्येक वेळी लॉगिन करतात? हे साधन कार्य करण्यासाठी आपल्याला फक्त विक्रेता मध्यभागी लॉग इन करावे लागेल!\n\nYour आपला डेटा खाजगी ठेवा\n\nकोणताही Mमेझॉन एमडब्ल्यूएस प्रवेश आवश्यक नाही, आपण विस्तार वापरताना केवळ विक्रेता मध्यभागी लॉग इन करा.\n\nAmazonमेझॉनसह नेहमीच अद्ययावत रहा\n\nआमची व्यापक मॉनिटरिंग सिस्टम affectsमेझॉन विस्तारावर परिणाम करणार्या त्यांच्या सिस्टीममध्ये बदल करते तेव्हा आम्हाला कळवा. सॉफ्टवेअरच्या समस्यांमुळे आपला व्यवसाय मागे राहू नये!\n\nFunny कोणताही मजेदार व्यवसाय नाही\n\nहा विस्तार केवळ आपण ऑपरेशन स्वयंचलित करतो ज्या आपण विक्रेता मध्यभागी आधीपासूनच करू शकता आणि नंतर सांख्यिकीय विश्लेषण करतात.\n                                                                                                 \nAnd उत्पादन आणि विक्रेता पुनरावलोकन सूचना\n\nथेट आपल्या ईमेल इनबॉक्समध्ये वितरित नवीन उत्पादन आणि विक्रेता अभिप्राय पुनरावलोकनांविषयी सूचना मिळवा!\n\n\nटीप: आपण विक्रेता मध्यवर्तीमध्ये \"ऑर्डर व्यवस्थापित करा\" आणि \"परतावा व्यवस्थापित करा\" परवानग्या असलेल्या वापरकर्त्यासह लॉग इन केले पाहिजे.\n\nआमची सर्व साधने कॅनडाच्या सुंदर व्हँकुव्हरमध्ये डिझाइन आणि तयार केली आहेत.\n\nSupport@shopswain.com वर आमच्याशी संपर्क साधा किंवा आमच्यापर्यंत संपर्क साधा\nफेसबुक: http://bit.ly/shopswainfb,\nट्विटर: http://bit.ly/shopswaintw,\nकिंवा लिंक्डइनः http://bit.ly/shopswainli.\nफेसबुक वर आमच्या समर्थन गटात सामील व्हा! https://www.facebook.com/groups/118175552395560",
    "ms": "Adakah anda bosan mendapat ulasan produk satu bintang pada produk Amazon anda tanpa memahami mengapa? Pelanjutan ini membantu anda memadankan tinjauan produk Amazon dengan pesanan pelanggan, jadi anda boleh menghubungi pelanggan dan mengetahui apa yang salah.\n\nSambungan ini adalah satu-satunya alat pencocokan ulasan-ke-pesanan Amazon di pasaran. Pada 23 September 2018, Amazon mengubah platform pemesejan mereka untuk mengelakkan pengesahan 100% perlawanan tinjauan ke pesanan. Perubahan ini melumpuhkan semua alat pencocokan ulasan-ke-pesanan yang lain.\n\nSekiranya butang pemasangan di atas tidak berfungsi untuk anda, cuba http://bit.ly/amzromalt, atau hubungi kami di support@shopswain.com.\nIngin berkongsi data, mengurus banyak pengguna, dan memanfaatkan kredit rujukan dan gabungan? Muat turun peluasan syarikat: http://bit.ly/getamzrom\nSekiranya anda menghadapi masalah pembayaran dengan versi standard, muat turun versi perusahaan.\n\nDapatkan kredit langganan $ 10 untuk setiap rakan yang anda rujuk!\nIngin menyebarkan berita? Sertailah program afiliasi kami hari ini! http://bit.ly/amzromaffapp\n\nSambungan ini melaksanakan algoritma pemadanan tinjauan-ke-probabilistik yang menggunakan kombinasi nama pengulas, tarikh tinjauan dan pesanan, sentimen ulasan, dan banyak faktor lain, untuk mendapatkan padanan pesanan yang paling mungkin untuk ulasan anda. Pelanggan kami telah melaporkan kejayaan besar dalam mencari susunan yang betul menggunakan algoritma ini.\n\nAda sebarang pertanyaan, komen, atau masalah? Hubungi kami di support@shopswain.com, pasukan sokongan pelanggan kami akan bertindak balas dalam masa 24 jam.\n\n\nJanji Shopswain: Kami menjamin kepuasan 100% untuk semua pelanggan kami. Melanggan pelanjutan itu benar-benar bebas risiko.\n\nSekiranya anda tidak berpuas hati dengan pelanjutan tersebut dengan alasan apa pun, anda boleh menghantar e-mel kepada kami atau meminta pengembalian dana melalui Google Payments, dan kami akan mengembalikan pembayaran terakhir anda dalam masa 24 jam.\n\nKami secara proaktif memantau perubahan pada sistem Amazon yang dapat mempengaruhi cara kerja peluasan itu, dan pasukan kejuruteraan kami sentiasa bersedia untuk menyelesaikan masalah dengan peluasan tersebut.\n\n\n★ Untuk Semua Penjual, Untuk Kebanyakan Pasar\n\nSesuai dengan kebanyakan Pasar Amazon: Amerika Utara (AS, Kanada, Mexico), EU (UK, Perancis, Jerman, Itali, Sepanyol), Australia, Jepun dan Brazil.\n\n★ Dapatkan Hasil Yang Paling Tepat\n\nAnalisis statistik lanjutan kami menggunakan tarikh semakan, nama pengulas, dan titik data lain, untuk mencari padanan pesanan yang paling mungkin.\n\n★ Siasat Ulasan di Mana-mana Halaman Amazon\n\nPada halaman produk Amazon atau halaman tinjauan Amazon, klik pada butang \"Cari Pesanan\" di sebelah ulasan, dan tonton ketika pelanjutan menganalisis pesanan anda secara ajaib untuk mencari pengulas.\n\n★ Simpan Pertandingan Untuk Kemudian\n\nPelanjutan tersebut membolehkan anda menyimpan padanan pesanan, jadi tidak perlu mencari pesanan dua kali.\n\n★ Mesra Pengguna Super\n\nDibekalkan dengan sambungan yang menjengkelkan yang membuat anda masuk setiap kali anda mahu menggunakannya? Anda hanya perlu log masuk ke Pusat Penjual agar alat ini berfungsi!\n\n★ Pastikan Data Anda Peribadi\n\nTidak diperlukan akses MWS Amazon, hanya log masuk ke Pusat Penjual apabila anda menggunakan pelanjutan.\n\n★ Sentiasa dikemas kini dengan Amazon\n\nSistem pemantauan komprehensif kami memberi tahu kami bila Amazon membuat perubahan pada sistem mereka yang mempengaruhi pengembangannya. Perniagaan anda tidak boleh ketinggalan kerana masalah perisian!\n\n★ Tiada Perniagaan Lucu\n\nSambungan ini hanya mengautomasikan operasi yang sudah dapat anda lakukan di Central Seller, dan kemudian melakukan analisis statistik.\n                                                                                                 \n★ Pemberitahuan Ulasan Produk dan Penjual\n\nDapatkan pemberitahuan mengenai ulasan maklum balas produk dan penjual yang baru dihantar terus ke peti masuk e-mel anda!\n\n\nCatatan: Anda harus masuk ke Pusat Penjual dengan pengguna yang memiliki izin \"Kelola Pesanan\" dan \"Kelola Bayaran Balik\".\n\nSemua alat kami direka dan dibina di Vancouver, Kanada yang indah!\n\nHubungi kami di support@shopswain.com, atau hubungi kami di\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\natau LinkedIn: http://bit.ly/shopswainli.\nSertailah kumpulan sokongan kami di Facebook! https://www.facebook.com/groups/118175552395560",
    "nl": "Ben je het zat om productrecensies van één ster op je Amazon-producten te krijgen zonder te begrijpen waarom? Deze extensie helpt je om de Amazon-productrecensie af te stemmen op een bestelling van een klant, zodat je contact kunt opnemen met de klant en erachter kunt komen wat er mis is gegaan.\n\nDeze extensie is de enige Amazon review-to-order matching tool op de markt. Op 23 september 2018 veranderde Amazon zijn berichtenplatform om bevestiging van 100% review-to-order-overeenkomsten te voorkomen. Door deze wijziging zijn alle andere hulpprogramma's voor het vergelijken van beoordeling op bestelling uitgeschakeld.\n\nAls de bovenstaande installatieknop niet voor u werkt, probeer dan http://bit.ly/amzromalt, of neem contact met ons op via support@shopswain.com.\nWilt u gegevens delen, meerdere gebruikers beheren en profiteren van verwijzings- en aangesloten krediet? Download de enterprise-extensie: http://bit.ly/getamzrom\nAls u betalingsproblemen ondervindt met de standaardversie, download dan de enterprise-versie.\n\nOntvang $ 10 aan abonnementstegoed voor elke vriend die u doorverwijst!\nWil je het woord verspreiden? Word vandaag nog lid van ons partnerprogramma! http://bit.ly/amzromaffapp\n\nDe extensie voert een probabilistisch review-to-order matching-algoritme uit dat een combinatie van de naam van de reviewer, review- en orderdatums, review-sentiment en vele andere factoren gebruikt om u de meest waarschijnlijke order-matches voor uw reviews te geven. Onze klanten hebben gemeld dat ze met dit algoritme veel succes hebben geboekt bij het vinden van de juiste bestelling.\n\nHeeft u vragen, opmerkingen of opmerkingen? Neem contact met ons op via support@shopswain.com, ons klantenserviceteam zal binnen 24 uur reageren.\n\n\nThe Shopswain Promise: We garanderen 100% tevredenheid voor al onze klanten. Abonneren op de extensie is absoluut risicoloos.\n\nAls u om welke reden dan ook niet tevreden bent met de verlenging, kunt u ons een e-mail sturen of een teruggave aanvragen via Google Payments. Wij zullen uw laatste betaling binnen 24 uur terugbetalen.\n\nWe monitoren proactief wijzigingen in het systeem van Amazon die van invloed kunnen zijn op de werking van de extensie, en ons technische team staat altijd stand-by om eventuele problemen met de extensie op te lossen.\n\n\n★ Voor alle verkopers, voor de meeste marktplaatsen\n\nCompatibel met de meeste Amazon-marktplaatsen: Noord-Amerika (VS, Canada, Mexico), EU (VK, Frankrijk, Duitsland, Italië, Spanje), Australië, Japan en Brazilië.\n\n★ Krijg de meest nauwkeurige resultaten\n\nOnze geavanceerde statistische analyse gebruikt de beoordelingsdatum, de naam van de recensent en andere gegevenspunten om de meest waarschijnlijke orderovereenkomst te vinden.\n\n★ Onderzoek beoordelingen op elke Amazon-pagina\n\nOp Amazon-productpagina's of Amazon-beoordelingspagina's klikt u gewoon op de knop \"Bestelling zoeken\" naast de recensie en ziet u hoe de extensie uw bestellingen op magische wijze analyseert om de recensent te vinden.\n\n★ Bewaar wedstrijden voor later\n\nMet de extensie kunt u orderovereenkomsten opslaan, zodat u niet twee keer naar bestellingen hoeft te zoeken.\n\n★ Super gebruiksvriendelijk\n\nHeb je genoeg van vervelende extensies waardoor je elke keer dat je ze wilt gebruiken inlogt? U hoeft alleen in te loggen op Seller Central om deze tool te laten werken!\n\n★ Houd uw gegevens privé\n\nEr is geen Amazon MWS-toegang vereist, u hoeft alleen maar in te loggen op Seller Central wanneer u de extensie gebruikt.\n\n★ Altijd up-to-date met Amazon\n\nOnze uitgebreide controlesystemen laten ons weten wanneer Amazon een wijziging aanbrengt in hun systeem die van invloed is op de extensie. Uw bedrijf mag niet achterblijven vanwege softwareproblemen!\n\n★ Geen grappige zaken\n\nDeze extensie automatiseert alleen bewerkingen die u al in Seller Central kunt uitvoeren en voert daarna statistische analyses uit.\n                                                                                                 \n★ Meldingen van product- en verkopersbeoordelingen\n\nOntvang meldingen over nieuwe product- en verkopersfeedbackrecensies rechtstreeks in uw e-mailinbox!\n\n\nOpmerking: u moet bij Seller Central zijn aangemeld met een gebruiker die de machtigingen \"Bestellingen beheren\" en \"Terugbetalingen beheren\" heeft.\n\nAl onze tools zijn ontworpen en gebouwd in het prachtige Vancouver, Canada!\n\nNeem contact met ons op via support@shopswain.com, of neem contact met ons op via\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nof LinkedIn: http://bit.ly/shopswainli.\nWord lid van onze steungroep op Facebook! https://www.facebook.com/groups/118175552395560",
    "no": "Er du lei av å få en stjerne produktanmeldelser på Amazon-produktene dine uten å forstå hvorfor? Denne utvidelsen hjelper deg å matche Amazon-produktanmeldelsen til en kundeordre, slik at du kan kontakte kunden og finne ut hva som gikk galt.\n\nDenne utvidelsen er det eneste matchingsverktøyet for Amazon review-to-order på markedet. 23. september 2018 endret Amazon sin meldingsplattform for å forhindre bekreftelse av 100% gjennomgang-for-bestilling-kamper. Denne endringen deaktiverte alle andre matchingsverktøy for anmeldelse for å bestille.\n\nHvis installasjonsknappen ovenfor ikke fungerer for deg, kan du prøve http://bit.ly/amzromalt eller kontakte oss på support@shopswain.com.\nVil du dele data, administrere flere brukere og dra nytte av henvisning og tilknyttet kreditt? Last ned bedriftsutvidelsen: http://bit.ly/getamzrom\nHvis du får betalingsproblemer med standardversjonen, kan du laste ned bedriftsversjonen.\n\nFå $ 10 i abonnementskreditt for hver venn du henviser!\nVil du spre ordet? Bli med på vårt tilknyttede program i dag! http://bit.ly/amzromaffapp\n\nUtvidelsen utfører en sannsynlig algoritme for samsvar-til-ordre-matching som bruker en kombinasjon av anmeldernavn, anmeldelse og bestillingsdatoer, gjennomgangssentiment og mange andre faktorer, for å gi deg de mest sannsynlige ordrekampene for anmeldelsene dine. Våre kunder har rapportert stor suksess med å finne riktig ordre ved hjelp av denne algoritmen.\n\nHar du spørsmål, kommentarer eller bekymringer? Kontakt oss på support@shopswain.com, vårt kundesupportteam vil svare innen 24 timer.\n\n\nThe Shopswain Promise: Vi garanterer 100% tilfredshet for alle våre kunder. Å abonnere på utvidelsen er helt risikofritt.\n\nHvis du av en eller annen grunn ikke er fornøyd med utvidelsen, kan du sende oss en e-post eller be om tilbakebetaling via Google Payments, og vi vil refundere den siste betalingen din innen 24 timer.\n\nVi overvåker proaktivt endringer i Amazons system som kan påvirke hvordan utvidelsen fungerer, og ingeniørteamet vårt er alltid i beredskap for å løse eventuelle problemer med utvidelsen.\n\n\n★ For alle selgere, for de fleste markedsplasser\n\nKompatibel med de fleste Amazon-markedsplasser: Nord-Amerika (USA, Canada, Mexico), EU (Storbritannia, Frankrike, Tyskland, Italia, Spania), Australia, Japan og Brasil.\n\n★ Få de mest nøyaktige resultatene\n\nVår avanserte statistiske analyse bruker vurderingsdatoen, anmeldernavnet og andre datapunkter for å finne den mest sannsynlige bestillingsmatchen.\n\n★ Undersøk anmeldelser på en hvilken som helst Amazon-side\n\nPå Amazon-produktsider eller Amazon-gjennomgangssider er det bare å klikke på \"Finn bestilling\" -knappen ved siden av gjennomgangen, og se hvordan utvidelsen på en magisk måte analyserer bestillingene dine for å finne korrekturleseren.\n\n★ Lagre kamper for senere\n\nUtvidelsen lar deg lagre ordrekamper, så det er ikke nødvendig å søke etter bestillinger to ganger.\n\n★ Super brukervennlig\n\nLei av irriterende utvidelser som får deg til å logge inn hver gang du vil bruke dem? Du trenger bare å logge på Seller Central for at dette verktøyet skal fungere!\n\n★ Hold dataene dine private\n\nIngen Amazon MWS-tilgang er nødvendig, bare logg inn på Seller Central når du bruker utvidelsen.\n\n★ Alltid oppdatert med Amazon\n\nVåre omfattende overvåkingssystemer gir oss beskjed når Amazon gjør en endring i systemet deres som påvirker utvidelsen. Virksomheten din bør ikke bli etterlatt på grunn av programvareproblemer!\n\n★ Ingen morsom virksomhet\n\nDenne utvidelsen automatiserer bare operasjoner som du allerede kan utføre i Seller Central, og utfører statistisk analyse etterpå.\n                                                                                                 \n★ Varsler om produkt- og selgeranmeldelse\n\nFå varsler om tilbakemeldinger fra nye produkter og selgere levert direkte til innboksen din!\n\n\nMerk: Du bør være logget på Selger Central med en bruker som har tillatelsene \"Administrer ordrer\" og \"Administrer refusjoner\".\n\nAlle verktøyene våre er designet og bygget i vakre Vancouver, Canada!\n\nKontakt oss på support@shopswain.com, eller ta kontakt med oss ​​på\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\neller LinkedIn: http://bit.ly/shopswainli.\nBli med i vår støttegruppe på Facebook! https://www.facebook.com/groups/118175552395560",
    "pl": "Czy jesteś zmęczony otrzymywaniem jednogwiazdkowych recenzji produktów na temat produktów Amazon bez zrozumienia dlaczego? To rozszerzenie pomaga dopasować recenzję produktu Amazon do zamówienia klienta, dzięki czemu możesz skontaktować się z klientem i dowiedzieć się, co poszło nie tak.\n\nTo rozszerzenie jest jedynym dostępnym na rynku narzędziem do dopasowywania recenzji na zamówienie. 23 września 2018 r.Amazon zmienił platformę do przesyłania wiadomości, aby zapobiec potwierdzaniu 100% dopasowań recenzji do zamówienia. Ta zmiana spowodowała wyłączenie wszystkich innych narzędzi dopasowywania recenzji do zamówienia.\n\nJeśli powyższy przycisk instalacji nie działa, wypróbuj http://bit.ly/amzromalt lub skontaktuj się z nami pod adresem support@shopswain.com.\nChcesz udostępniać dane, zarządzać wieloma użytkownikami i korzystać z kredytów za polecenia i programy partnerskie? Pobierz rozszerzenie dla przedsiębiorstw: http://bit.ly/getamzrom\nJeśli masz problemy z płatnościami w wersji standardowej, pobierz wersję dla przedsiębiorstw.\n\nZdobądź 10 dolarów kredytu subskrypcyjnego za każdego poleconego znajomego!\nChcesz rozpowszechniać informacje? Dołącz do naszego programu partnerskiego już dziś! http://bit.ly/amzromaffapp\n\nRozszerzenie wykonuje probabilistyczny algorytm dopasowywania recenzji do zamówienia, który wykorzystuje kombinację nazwiska recenzenta, dat recenzji i zamówień, nastrojów z recenzji i wielu innych czynników, aby uzyskać najbardziej prawdopodobne dopasowania kolejności dla Twoich recenzji. Nasi klienci odnieśli wielki sukces w znajdowaniu właściwej kolejności za pomocą tego algorytmu.\n\nMasz jakieś pytania, uwagi lub wątpliwości? Skontaktuj się z nami pod adresem support@shopswain.com, nasz zespół obsługi klienta odpowie w ciągu 24 godzin.\n\n\nObietnica Shopswain: Gwarantujemy 100% satysfakcji wszystkim naszym klientom. Subskrybowanie rozszerzenia jest całkowicie wolne od ryzyka.\n\nJeśli z jakiegokolwiek powodu rozszerzenie nie spełnia Twoich oczekiwań, możesz wysłać do nas e-mail lub zażądać zwrotu pieniędzy za pośrednictwem Google Payments, a my zwrócimy Ci ostatnią płatność w ciągu 24 godzin.\n\nAktywnie monitorujemy zmiany w systemie Amazon, które mogą mieć wpływ na działanie rozszerzenia, a nasz zespół inżynierów jest zawsze w gotowości, aby rozwiązać wszelkie problemy z rozszerzeniem.\n\n\n★ dla wszystkich sprzedawców, dla większości rynków\n\nZgodność z większością rynków Amazon: Ameryka Północna (Stany Zjednoczone, Kanada, Meksyk), UE (Wielka Brytania, Francja, Niemcy, Włochy, Hiszpania), Australia, Japonia i Brazylia.\n\n★ Uzyskaj jak najdokładniejsze wyniki\n\nNasza zaawansowana analiza statystyczna wykorzystuje datę recenzji, nazwisko recenzenta i inne punkty danych, aby znaleźć najbardziej prawdopodobne dopasowanie zamówienia.\n\n★ Zbadaj recenzje na dowolnej stronie Amazon\n\nNa stronach produktów Amazon lub stronach recenzji Amazon wystarczy kliknąć przycisk „Znajdź zamówienie” obok recenzji i obserwować, jak rozszerzenie w magiczny sposób analizuje zamówienia, aby znaleźć recenzenta.\n\n★ Zapisz mecze na później\n\nRozszerzenie umożliwia zapisywanie dopasowań zamówień, więc nie ma potrzeby dwukrotnego wyszukiwania zamówień.\n\n★ Super przyjazny dla użytkownika\n\nMasz dość irytujących rozszerzeń, które powodują, że logujesz się za każdym razem, gdy chcesz ich użyć? Aby to narzędzie działało, wystarczy zalogować się do Centrum Sprzedawcy!\n\n★ Chroń swoje dane\n\nNie jest wymagany dostęp do Amazon MWS, wystarczy zalogować się do Centrum Sprzedawcy podczas korzystania z rozszerzenia.\n\n★ Zawsze na bieżąco z Amazon\n\nNasze kompleksowe systemy monitorowania informują nas, kiedy Amazon dokonuje zmiany w swoim systemie, która ma wpływ na rozszerzenie. Twoja firma nie powinna zostać w tyle z powodu problemów z oprogramowaniem!\n\n★ No Funny Business\n\nTo rozszerzenie tylko automatyzuje operacje, które można już wykonywać w Centrum Sprzedawcy, a następnie przeprowadza analizę statystyczną.\n                                                                                                 \n★ Powiadomienia o recenzjach produktów i sprzedających\n\nOtrzymuj powiadomienia o nowych produktach i opiniach sprzedawców prosto na swoją skrzynkę e-mail!\n\n\nUwaga: należy zalogować się do Centrum Sprzedawcy jako użytkownik z uprawnieniami „Zarządzanie zamówieniami” i „Zarządzanie zwrotami kosztów”.\n\nWszystkie nasze narzędzia są projektowane i budowane w pięknym Vancouver w Kanadzie!\n\nSkontaktuj się z nami pod adresem support@shopswain.com lub napisz do nas\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nlub LinkedIn: http://bit.ly/shopswainli.\nDołącz do naszej grupy wsparcia na Facebooku! https://www.facebook.com/groups/118175552395560",
    "pt_BR,pt_PT": "Você está cansado de receber análises de produtos de uma estrela em seus produtos da Amazon sem entender por quê? Esta extensão ajuda a combinar a avaliação do produto da Amazon com o pedido do cliente, para que você possa contatar o cliente e descobrir o que deu errado.\n\nEsta extensão é a única ferramenta de correspondência de revisão por pedido da Amazon no mercado. Em 23 de setembro de 2018, a Amazon mudou sua plataforma de mensagens para evitar a confirmação de 100% de correspondências de revisão para pedido. Esta mudança desativou todas as outras ferramentas de correspondência de revisão para pedido.\n\nSe o botão de instalação acima não funcionar para você, tente http://bit.ly/amzromalt ou entre em contato conosco em support@shopswain.com.\nDeseja compartilhar dados, gerenciar vários usuários e aproveitar as vantagens de referências e crédito de afiliado? Baixe a extensão corporativa: http://bit.ly/getamzrom\nSe você estiver enfrentando problemas de pagamento com a versão padrão, baixe a versão corporativa.\n\nGanhe $ 10 em crédito de assinatura para cada amigo que você indicar!\nQuer espalhar a palavra? Junte-se ao nosso programa de afiliados hoje! http://bit.ly/amzromaffapp\n\nA extensão executa um algoritmo de correspondência de revisão para pedido probabilístico que usa uma combinação de nome do revisor, revisão e datas do pedido, opinião da revisão e muitos outros fatores, a fim de obter as correspondências de pedido mais prováveis ​​para suas revisões. Nossos clientes relataram grande sucesso em encontrar o pedido certo usando este algoritmo.\n\nHá alguma pergunta, comentário ou preocupação? Entre em contato conosco pelo e-mail support@shopswain.com, nossa equipe de suporte ao cliente responderá em 24 horas.\n\n\nA promessa da Shopswain: Garantimos 100% de satisfação para todos os nossos clientes. A assinatura da extensão é absolutamente isenta de riscos.\n\nSe você não estiver satisfeito com a extensão por qualquer motivo, pode nos enviar um e-mail ou solicitar um reembolso por meio do Google Payments, e reembolsaremos seu último pagamento em 24 horas.\n\nMonitoramos proativamente as alterações no sistema da Amazon que podem afetar o funcionamento da extensão, e nossa equipe de engenharia está sempre pronta para corrigir quaisquer problemas com a extensão.\n\n\n★ Para todos os vendedores, para a maioria dos mercados\n\nCompatível com a maioria dos Amazon Marketplaces: América do Norte (EUA, Canadá, México), UE (Reino Unido, França, Alemanha, Itália, Espanha), Austrália, Japão e Brasil.\n\n★ Obtenha os resultados mais precisos\n\nNossa análise estatística avançada usa a data da revisão, o nome do revisor e outros pontos de dados para encontrar a correspondência de pedido mais provável.\n\n★ Investigue comentários em qualquer página da Amazon\n\nNas páginas de produtos da Amazon ou nas páginas de revisão da Amazon, basta clicar no botão “Encontrar pedido” ao lado da revisão e observar como a extensão analisa magicamente seus pedidos para encontrar o revisor.\n\n★ Salve as partidas para mais tarde\n\nA extensão permite que você salve correspondências de pedidos, portanto, não há necessidade de pesquisar os pedidos duas vezes.\n\n★ Super amigável\n\nFarto de extensões irritantes que fazem com que você se conecte toda vez que quiser usá-las? Você só precisa fazer o login na Central do Vendedor para que esta ferramenta funcione!\n\n★ Mantenha seus dados privados\n\nNenhum acesso ao Amazon MWS é necessário, basta estar conectado à Central do Vendedor ao usar a extensão.\n\n★ Sempre atualizado com a Amazon\n\nNossos sistemas de monitoramento abrangentes nos permitem saber quando a Amazon faz uma alteração em seu sistema que afeta a extensão. Sua empresa não deve ser deixada para trás por causa de problemas de software!\n\n★ No Funny Business\n\nEsta extensão apenas automatiza as operações que você já pode realizar na Central do Vendedor e realiza análises estatísticas posteriormente.\n                                                                                                 \n★ Notificações de análise de produto e vendedor\n\nReceba notificações sobre novos produtos e análises de feedback de vendedores diretamente na sua caixa de entrada de e-mail!\n\n\nObservação: você deve estar conectado à Central do vendedor com um usuário que tenha as permissões “Gerenciar pedidos” e “Gerenciar reembolsos”.\n\nTodas as nossas ferramentas são projetadas e construídas na bela Vancouver, Canadá!\n\nContate-nos em support@shopswain.com, ou fale conosco no\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nou LinkedIn: http://bit.ly/shopswainli.\nJunte-se ao nosso grupo de apoio no Facebook! https://www.facebook.com/groups/118175552395560",
    "ro": "V-ați săturat să primiți recenzii de o stea despre produsele dvs. Amazon fără să înțelegeți de ce? Această extensie vă ajută să potriviți recenzia produsului Amazon cu o comandă a unui client, astfel încât să puteți contacta clientul și să aflați ce a mers prost.\n\nAceastă extensie este singurul instrument de potrivire Amazon pentru comenzi de pe piață. Pe 23 septembrie 2018, Amazon și-a schimbat platforma de mesagerie pentru a împiedica confirmarea 100% a meciurilor revizuite la comandă. Această modificare a dezactivat toate celelalte instrumente de potrivire a comenzii.\n\nDacă butonul de instalare de mai sus nu funcționează pentru dvs., încercați http://bit.ly/amzromalt sau contactați-ne la support@shopswain.com.\nDoriți să partajați date, să gestionați mai mulți utilizatori și să profitați de recomandare și de credit afiliat? Descărcați extensia întreprinderii: http://bit.ly/getamzrom\nDacă întâmpinați probleme de plată cu versiunea standard, descărcați versiunea enterprise.\n\nObțineți un credit de abonament de 10 USD pentru fiecare prieten la care vă referiți!\nVrei să răspândești vestea? Alăturați-vă programului nostru de afiliere astăzi! http://bit.ly/amzromaffapp\n\nExtensia execută un algoritm probabilistic de potrivire a recenziei la comandă care utilizează o combinație de nume de recenzori, date de revizuire și comandă, opinie de recenzie și mulți alți factori, pentru a obține cele mai probabile potriviri de comandă pentru recenziile dvs. Clienții noștri au raportat un mare succes în găsirea comenzii corecte folosind acest algoritm.\n\nAveți întrebări, comentarii sau nelămuriri? Contactați-ne la support@shopswain.com, echipa noastră de asistență pentru clienți va răspunde în termen de 24 de ore.\n\n\nPromisiunea magazinului: garantăm 100% satisfacție pentru toți clienții noștri. Abonarea la extensie este absolut lipsită de riscuri.\n\nDacă nu sunteți mulțumit de extensie din orice motiv, ne puteți trimite un e-mail sau puteți solicita o rambursare prin Google Payments, iar noi vă vom rambursa ultima plată în termen de 24 de ore.\n\nMonitorizăm proactiv modificările aduse sistemului Amazon care ar putea afecta modul în care funcționează extensia, iar echipa noastră de ingineri este întotdeauna în așteptare pentru a remedia orice problemă cu extensia.\n\n\n★ Pentru toți vânzătorii, pentru majoritatea piețelor\n\nCompatibil cu majoritatea piețelor Amazon: America de Nord (SUA, Canada, Mexic), UE (Marea Britanie, Franța, Germania, Italia, Spania), Australia, Japonia și Brazilia.\n\n★ Obțineți cele mai precise rezultate\n\nAnaliza noastră statistică avansată folosește data revizuirii, numele recenzentului și alte puncte de date, pentru a găsi cea mai probabilă potrivire a comenzii.\n\n★ Investigați recenzii pe orice pagină Amazon\n\nPe paginile de produse Amazon sau pe paginile de recenzii Amazon, trebuie doar să faceți clic pe butonul „Găsiți comanda” de lângă recenzie și urmăriți cum extensia analizează în mod magic comenzile dvs. pentru a găsi recenzorul.\n\n★ Salvați meciurile pentru mai târziu\n\nExtensia vă permite să salvați potrivirile comenzilor, deci nu este nevoie să căutați comenzi de două ori.\n\n★ Super ușor de utilizat\n\nTe-ai săturat de extensii enervante care te fac să te autentifici de fiecare dată când vrei să le folosești? Trebuie doar să vă conectați la Seller Central pentru ca acest instrument să funcționeze!\n\n★ Păstrați datele dvs. private\n\nNu este necesar accesul Amazon MWS, trebuie doar să vă conectați la Seller Central când utilizați extensia.\n\n★ Întotdeauna actualizat cu Amazon\n\nSistemele noastre de monitorizare cuprinzătoare ne anunță când Amazon modifică sistemul lor care afectează extensia. Compania dvs. nu trebuie lăsată în urmă din cauza problemelor legate de software!\n\n★ Fără afaceri amuzante\n\nAceastă extensie automatizează doar operațiunile pe care le puteți efectua deja în Seller Central și apoi efectuează analize statistice.\n                                                                                                 \n★ Notificări de examinare a produsului și a vânzătorului\n\nPrimiți notificări despre recenziile de feedback despre produs și vânzător, livrate direct în căsuța de e-mail!\n\n\nNotă: ar trebui să vă conectați la Seller Central cu un utilizator care are permisiunile „Gestionați comenzile” și „Gestionați rambursările”.\n\nToate instrumentele noastre sunt proiectate și construite în frumoasa Vancouver, Canada!\n\nContactați-ne la support@shopswain.com sau contactați-ne la\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nsau LinkedIn: http://bit.ly/shopswainli.\nAlăturați-vă grupului nostru de asistență pe Facebook! https://www.facebook.com/groups/118175552395560",
    "ru": "Вы устали получать отзывы о своих продуктах на Amazon, не понимая почему? Это расширение помогает сопоставить обзор продукта Amazon с заказом клиента, чтобы вы могли связаться с ним и выяснить, что пошло не так.\n\nЭто расширение - единственный на рынке инструмент Amazon для сопоставления обзоров и заказов. 23 сентября 2018 года Amazon изменила свою платформу обмена сообщениями, чтобы предотвратить подтверждение 100% совпадений «проверка по заказу». Это изменение отключило все другие инструменты сопоставления по заказу.\n\nЕсли указанная выше кнопка установки не работает для вас, попробуйте http://bit.ly/amzromalt или свяжитесь с нами по адресу support@shopswain.com.\nХотите обмениваться данными, управлять несколькими пользователями и пользоваться реферальными и партнерскими кредитами? Загрузите корпоративное расширение: http://bit.ly/getamzrom\nЕсли у вас возникли проблемы с оплатой со стандартной версией, скачайте корпоративную версию.\n\nПолучите 10 долларов на подписку за каждого приглашенного друга!\nХотите распространить информацию? Присоединяйтесь к нашей партнерской программе сегодня! http://bit.ly/amzromaffapp\n\nРасширение выполняет вероятностный алгоритм соответствия порядка просмотра, который использует комбинацию имени рецензента, дат обзора и заказа, настроения отзыва и многих других факторов, чтобы получить наиболее вероятные совпадения порядка для ваших обзоров. Наши клиенты сообщают о большом успехе в поиске правильного заказа с использованием этого алгоритма.\n\nЕсть вопросы, комментарии или проблемы? Свяжитесь с нами по адресу support@shopswain.com, и наша служба поддержки ответит в течение 24 часов.\n\n\nОбещание продавца: мы гарантируем 100% удовлетворение всех наших клиентов. Подписка на расширение абсолютно безопасна.\n\nЕсли по какой-либо причине вас не устраивает продление, вы можете написать нам электронное письмо или запросить возврат через Google Payments, и мы вернем вам последний платеж в течение 24 часов.\n\nМы активно отслеживаем изменения в системе Amazon, которые могут повлиять на работу расширения, и наша команда инженеров всегда готова исправить любые проблемы с расширением.\n\n\n★ Для всех продавцов, для большинства торговых площадок\n\nСовместимость с большинством торговых площадок Amazon: Северная Америка (США, Канада, Мексика), ЕС (Великобритания, Франция, Германия, Италия, Испания), Австралия, Япония и Бразилия.\n\n★ Получите максимально точные результаты\n\nНаш расширенный статистический анализ использует дату обзора, имя рецензента и другие данные, чтобы найти наиболее вероятное соответствие порядка.\n\n★ Изучите обзоры на любой странице Amazon\n\nНа страницах продуктов Amazon или страницах обзоров Amazon просто нажмите кнопку «Найти заказ» рядом с обзором и наблюдайте, как расширение волшебным образом анализирует ваши заказы, чтобы найти рецензента.\n\n★ Сохранить матчи на потом\n\nРасширение позволяет сохранять совпадения заказов, поэтому нет необходимости искать заказы дважды.\n\n★ Супер удобный\n\nУстали от надоедливых расширений, которые заставляют вас входить в систему каждый раз, когда вы хотите их использовать? Вам нужно только войти в систему в Seller Central, чтобы этот инструмент заработал!\n\n★ Держите свои данные в секрете\n\nДоступ к Amazon MWS не требуется, просто войдите в Seller Central, когда используете расширение.\n\n★ Всегда в курсе новостей Amazon\n\nНаши комплексные системы мониторинга сообщают нам, когда Amazon вносит в свою систему изменения, влияющие на расширение. Ваш бизнес не должен отставать из-за проблем с программным обеспечением!\n\n★ Нет смешного бизнеса\n\nЭто расширение просто автоматизирует операции, которые вы уже можете выполнять в Seller Central, а затем выполняет статистический анализ.\n                                                                                                 \n★ Уведомления о товарах и обзорах продавца\n\nПолучайте уведомления о новых продуктах и ​​отзывы продавцов прямо на вашу электронную почту!\n\n\nПримечание. Вы должны войти в систему Seller Central с правами пользователя «Управление заказами» и «Управление возвратами».\n\nВсе наши инструменты разработаны и изготовлены в прекрасном Ванкувере, Канада!\n\nСвяжитесь с нами по адресу support@shopswain.com или свяжитесь с нами по\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nили LinkedIn: http://bit.ly/shopswainli.\nПрисоединяйтесь к нашей группе поддержки на Facebook! https://www.facebook.com/groups/118175552395560",
    "sk": "Už vás nebaví dostávať jednoznačné recenzie na vaše produkty Amazon bez toho, aby ste pochopili prečo? Toto rozšírenie vám pomôže priradiť recenziu produktu Amazon k objednávke zákazníka, aby ste zákazníka mohli kontaktovať a zistiť, čo sa pokazilo.\n\nToto rozšírenie je jediný nástroj na porovnávanie objednávok od Amazonu na trhu. 23. septembra 2018 spoločnosť Amazon zmenila platformu pre zasielanie správ, aby zabránila potvrdeniu 100% zhody kontroly na objednávku. Táto zmena deaktivovala všetky ostatné nástroje na priraďovanie k kontrole.\n\nAk vám vyššie uvedené tlačidlo inštalácie nefunguje, vyskúšajte stránku http://bit.ly/amzromalt alebo nás kontaktujte na adrese support@shopswain.com.\nChcete zdieľať údaje, spravovať viacerých používateľov a využívať výhody sprostredkovania a pridruženého kreditu? Stiahnite si podnikové rozšírenie: http://bit.ly/getamzrom\nAk sa u štandardnej verzie vyskytujú problémy s platbami, stiahnite si podnikovú verziu.\n\nZískajte kredit na predplatné 10 dolárov za každého odporúčaného priateľa!\nChcete šíriť informácie? Pripojte sa k nášmu pridruženému programu ešte dnes! http://bit.ly/amzromaffapp\n\nRozšírenie vykoná pravdepodobný algoritmus zhody kontroly na objednávku, ktorý využíva kombináciu názvu recenzenta, dátumov kontroly a objednávky, sentimentu kontroly a mnohých ďalších faktorov, aby vám zaistil najpravdepodobnejšie zhody objednávok pre vaše recenzie. Naši zákazníci zaznamenali veľký úspech pri hľadaní správneho poradia pomocou tohto algoritmu.\n\nMáte nejaké otázky, pripomienky alebo obavy? Kontaktujte nás na adrese support@shopswain.com, náš tím zákazníckej podpory odpovie do 24 hodín.\n\n\nShopswain Promise: Garantujeme 100% spokojnosť pre všetkých našich zákazníkov. Predplatné rozšírenia je úplne bez rizika.\n\nAk s rozšírením nie ste z nejakého dôvodu spokojní, môžete nám poslať e-mail alebo požiadať o vrátenie platby prostredníctvom služby Google Payments a my vám vrátime vašu poslednú platbu do 24 hodín.\n\nProaktívne sledujeme zmeny v systéme Amazon, ktoré by mohli ovplyvniť fungovanie rozšírenia, a náš technický tím je vždy v pohotovosti, aby opravil akékoľvek problémy s rozšírením.\n\n\n★ Pre všetkých predajcov, pre väčšinu trhovísk\n\nKompatibilné s väčšinou trhovísk Amazon: Severná Amerika (USA, Kanada, Mexiko), EÚ (Spojené kráľovstvo, Francúzsko, Nemecko, Taliansko, Španielsko), Austrália, Japonsko a Brazília.\n\n★ Získajte najpresnejšie výsledky\n\nNaša pokročilá štatistická analýza využíva dátum kontroly, meno recenzenta a ďalšie údajové body na nájdenie najpravdepodobnejšej zhody objednávky.\n\n★ Vyšetrite recenzie na ktorejkoľvek stránke Amazon\n\nNa stránkach produktov spoločnosti Amazon alebo na stránkach s recenziami služby Amazon stačí kliknúť na tlačidlo „Nájsť objednávku“ vedľa recenzie a sledovať, ako rozšírenie magicky analyzuje vaše objednávky, aby našiel recenzenta.\n\n★ Uložiť zápasy na neskôr\n\nRozšírenie vám umožňuje ukladať zhody objednávok, takže nie je potrebné hľadať objednávky dvakrát.\n\n★ Super užívateľsky prívetivý\n\nMáte dosť nepríjemných rozšírení, vďaka ktorým sa prihlásite zakaždým, keď ich chcete použiť? Aby tento nástroj fungoval, musíte sa prihlásiť iba do Centra predajcu.\n\n★ Vaše údaje sú súkromné\n\nNie je potrebný prístup k službe Amazon MWS, stačí sa prihlásiť do Seller Central, keď použijete rozšírenie.\n\n★ Vždy aktuálne s Amazonom\n\nNaše komplexné monitorovacie systémy nás informujú, keď spoločnosť Amazon urobí zmenu v ich systéme, ktorá ovplyvní rozšírenie. Vaša firma by nemala zostať pozadu kvôli problémom so softvérom!\n\n★ Žiadne vtipné podnikanie\n\nToto rozšírenie iba automatizuje operácie, ktoré už môžete vykonávať v Seller Central, a potom vykoná štatistickú analýzu.\n                                                                                                 \n★ Oznámenia o kontrole produktu a predajcu\n\nDostávajte oznámenia o nových recenziách produktov a spätnej väzby predajcov priamo do vašej e-mailovej schránky!\n\n\nPoznámka: Mali by ste byť prihlásení do Centra predajcu pomocou používateľa, ktorý má povolenia „Spravovať objednávky“ a „Spravovať vrátenie peňazí“.\n\nVšetky naše nástroje sú navrhnuté a vyrobené v krásnom Vancouveri v Kanade!\n\nKontaktujte nás na adrese support@shopswain.com alebo nás kontaktujte na\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nalebo LinkedIn: http://bit.ly/shopswainli.\nPripojte sa k našej skupine podpory na Facebooku! https://www.facebook.com/groups/118175552395560",
    "sl": "Ste se naveličali prejemati ocene izdelkov z eno zvezdico na svojih izdelkih Amazon, ne da bi razumeli, zakaj? Ta razširitev vam pomaga prilagoditi pregled Amazonovega izdelka naročilu kupca, tako da se lahko obrnete na stranko in ugotovite, kaj je šlo narobe.\n\nTa razširitev je edino Amazonovo orodje za ujemanje pregledov po naročilu na trgu. 23. septembra 2018 je Amazon spremenil svojo platformo za pošiljanje sporočil, da bi preprečil potrditev 100% ujemanja pregledov po naročilu. Ta sprememba je onemogočila vsa druga orodja za ujemanje pregledov po naročilu.\n\nČe vam zgornji gumb za namestitev ne deluje, poskusite http://bit.ly/amzromalt ali nas kontaktirajte na support@shopswain.com.\nŽelite deliti podatke, upravljati več uporabnikov in izkoristiti referenčni in pridruženi kredit? Prenesite razširitev za podjetje: http://bit.ly/getamzrom\nČe imate težave s plačili pri standardni različici, prenesite različico za podjetja.\n\nZagotovite si 10 USD za naročnino za vsakega prijatelja, ki ga napotite!\nBi radi razširili glas? Pridružite se našemu partnerskemu programu še danes! http://bit.ly/amzromaffapp\n\nRazširitev izvaja verjetnostni algoritem za ujemanje pregledov po naročilu, ki uporablja kombinacijo imena pregledovalca, datumov pregleda in naročil, mnenja o pregledu in številnih drugih dejavnikov, da dobite najverjetnejša ujemanja naročil za vaše ocene. Naše stranke so poročale o velikem uspehu pri iskanju pravega naročila s pomočjo tega algoritma.\n\nImate vprašanja, pripombe ali pomisleke? Obrnite se na nas na support@shopswain.com, naša skupina za podporo strankam se bo odzvala v 24 urah.\n\n\nObljuba Shopswaina: vsem našim strankam zagotavljamo 100% zadovoljstvo. Naročanje na razširitev je popolnoma varno.\n\nČe iz kakršnega koli razloga s podaljšanjem niste zadovoljni, nam lahko pošljete e-pošto ali zahtevate vračilo kupnine prek storitve Google Payments, vaše zadnje plačilo pa vam bomo povrnili v 24 urah.\n\nProaktivno spremljamo spremembe v Amazonovem sistemu, ki bi lahko vplivale na delovanje razširitve, naša inženirska skupina pa je vedno v pripravljenosti, da odpravi morebitne težave z razširitvijo.\n\n\n★ Za vse prodajalce, za večino trgov\n\nZdružljiv z večino trgov Amazon: Severna Amerika (ZDA, Kanada, Mehika), EU (Velika Britanija, Francija, Nemčija, Italija, Španija), Avstralija, Japonska in Brazilija.\n\n★ Pridobite najbolj natančne rezultate\n\nNaša napredna statistična analiza uporablja datum pregleda, ime pregledovalca in druge podatkovne točke, da najde najverjetnejše ujemanje vrstnega reda.\n\n★ Raziščite ocene na kateri koli Amazon strani\n\nNa straneh izdelkov Amazon ali straneh Amazon Review preprosto kliknite gumb »Poišči naročilo« poleg mnenja in opazujte, kako razširitev čarobno analizira vaša naročila, da najde pregledovalca.\n\n★ Shranite tekme za pozneje\n\nRazširitev omogoča shranjevanje ujemanj naročil, zato naročil ni treba iskati dvakrat.\n\n★ Super uporabniku prijazno\n\nSte se sit sitnih razširitev, zaradi katerih se prijavite vsakič, ko jih želite uporabiti? Za delovanje tega orodja se morate prijaviti samo v Seller Central!\n\n★ Vaši podatki naj bodo zasebni\n\nDostop do Amazon MWS ni potreben, pri uporabi razširitve se prijavite v Seller Central.\n\n★ Vedno na tekočem z Amazonom\n\nNaši celoviti nadzorni sistemi nas obvestijo, ko Amazon spremeni svoj sistem, ki vpliva na razširitev. Vaše podjetje ne sme zaostajati zaradi težav s programsko opremo!\n\n★ Brez smešnega posla\n\nTa razširitev samo avtomatizira operacije, ki jih že lahko izvajate v prodajalcu Central, in nato izvede statistično analizo.\n                                                                                                 \n★ Obvestila o pregledu izdelkov in prodajalcev\n\nPrejemajte obvestila o novih izdelkih in povratnih informacijah o prodajalcih, poslana neposredno v vaš e-poštni predal!\n\n\nOpomba: V Seller Central bi morali biti prijavljeni z uporabnikom, ki ima dovoljenje »Upravljanje naročil« in »Upravljanje vračil«.\n\nVsa naša orodja so zasnovana in izdelana v čudovitem Vancouvru v Kanadi!\n\nPišite nam na support@shopswain.com ali nas pokličite na\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nali LinkedIn: http://bit.ly/shopswainli.\nPridružite se naši skupini za podporo na Facebooku! https://www.facebook.com/groups/118175552395560",
    "sr": "Да ли сте се уморили од добијања рецензија производа са једном звездицом на својим Амазон производима, а да не разумете зашто? Ово проширење вам помаже да повежете преглед Амазон производа са поруџбином купца, тако да можете контактирати купца и сазнати шта је пошло по злу.\n\nОво проширење је једини Амазон-ов алат за подударање по наруџби на тржишту. 23. септембра 2018. Амазон је променио платформу за размену порука како би спречио потврду 100% подударања по наруџби. Ова промена је онемогућила све остале алате за подударање прегледа по наруџби.\n\nАко вам горње дугме за инсталирање не одговара, испробајте хттп://бит.ли/амзромалт или нас контактирајте на суппорт@схопсваин.цом.\nЖелите да делите податке, управљате више корисника и искористите препоруке и придружени кредит? Преузмите додатак за предузеће: хттп://бит.ли/гетамзром\nАко наилазите на проблеме са плаћањем са стандардном верзијом, преузмите верзију за предузећа.\n\nУзмите 10 УСД кредита за претплату за сваког пријатеља којег упутите!\nЖелите да проширите вест? Придружите се нашем придруженом програму већ данас! хттп://бит.ли/амзромаффапп\n\nПроширење извршава пробабилистички алгоритам подударања прегледа по наруџби који користи комбинацију имена рецензента, датума прегледа и налога, расположења рецензије и многих других фактора како би вам обезбедио највероватније подударање налога за ваше рецензије. Наши купци су пријавили велики успех у проналажењу правог налога помоћу овог алгоритма.\n\nИмате ли питања, коментара или недоумица? Обратите нам се на суппорт@схопсваин.цом, наш тим за корисничку подршку ће одговорити у року од 24 сата.\n\n\nОбећање из Схопсваина: Гарантујемо 100% задовољство свим нашим купцима. Претплата на додатак је апсолутно без ризика.\n\nАко из било ког разлога нисте задовољни продужењем, можете нам послати е-пошту или затражити поврат средстава путем Гоогле Паиментс-а, а ми ћемо вам вратити последњу уплату у року од 24 сата.\n\nПроактивно надгледамо промене на Амазоновом систему које би могле утицати на то како проширење функционише, а наш инжењерски тим је увек у стању приправности да реши проблеме са проширењем.\n\n\n★ За све продавце, за већину пијаца\n\nКомпатибилно са већином Амазон пијаца: Северна Америка (САД, Канада, Мексико), ЕУ (УК, Француска, Немачка, Италија, Шпанија), Аустралија, Јапан и Бразил.\n\n★ Добијте најтачније резултате\n\nНаша напредна статистичка анализа користи датум прегледа, име рецензента и друге тачке података како би пронашла подударање највероватнијег налога.\n\n★ Истражите рецензије на било којој Амазон страници\n\nНа Амазоновим страницама производа или Амазон рецензијским страницама, само кликните на дугме „Пронађи наруџбину“ поред рецензије и гледајте како додатак магично анализира ваше наруџбине како би пронашао рецензента.\n\n★ Сачувајте подударања за касније\n\nДодатак вам омогућава да сачувате подударања поруџбина, тако да нема потребе да их двапут тражите.\n\n★ Супер усер фриендли\n\nДојадили сте досадним додацима због којих се пријављујете сваки пут када желите да их користите? Морате се пријавити на Селлер Централ да би овај алат радио!\n\n★ Нека ваши подаци буду приватни\n\nНије потребан приступ Амазон МВС, само се пријавите у Селлер Централ када користите екстензију.\n\n★ Увек у току са Амазоном\n\nНаши свеобухватни системи за надзор нас обавештавају када Амазон промени свој систем који утиче на продужење. Ваше предузеће не би требало да заостане због софтверских проблема!\n\n★ Нема смешног посла\n\nОво проширење само аутоматизује операције које већ можете да извршите у продавцу Централ, а након тога врши статистичку анализу.\n                                                                                                 \n★ обавештења о прегледу производа и продаваца\n\nПримајте обавештења о рецензијама нових производа и повратних информација продаваца достављене директно у вашу поштанску пошту!\n\n\nНапомена: Требали бисте бити пријављени у Селлер Централ са корисником који има дозволу „Управљање поруџбинама“ и „Управљање повраћајем средстава“.\n\nСви наши алати су дизајнирани и направљени у прелепом Ванцоуверу у Канади!\n\nКонтактирајте нас на суппорт@схопсваин.цом или нас контактирајте на\nФацебоок: хттп://бит.ли/схопсваинфб,\nТвиттер: хттп://бит.ли/схопсваинтв,\nили ЛинкедИн: хттп://бит.ли/схопсваинли.\nПридружите се нашој групи за подршку на Фацебоок-у! хттпс://ввв.фацебоок.цом/гроупс/118175552395560",
    "sv": "Är du trött på att få en stjärna produktrecensioner på dina Amazon-produkter utan att förstå varför? Detta tillägg hjälper dig att matcha Amazon-produktrecensionen till en kundorder, så att du kan kontakta kunden och ta reda på vad som gick fel.\n\nDen här förlängningen är det enda matchningsverktyget för Amazon-granskning på beställning på marknaden. Den 23 september 2018 ändrade Amazon sin meddelandeplattform för att förhindra bekräftelse av 100% matchningsgranskning. Denna ändring inaktiverade alla andra matchningsverktyg för granskning efter beställning.\n\nOm installationsknappen ovan inte fungerar för dig, försök http://bit.ly/amzromalt eller kontakta oss på support@shopswain.com.\nVill du dela data, hantera flera användare och dra nytta av remiss och affiliate-kredit? Ladda ner företagstillägget: http://bit.ly/getamzrom\nOm du stöter på betalningsproblem med standardversionen, ladda ner företagsversionen.\n\nFå 10 USD i prenumerationskredit för varje vän du hänvisar till!\nVill du sprida ordet? Gå med i vårt affiliate-program idag! http://bit.ly/amzromaffapp\n\nTillägget utför en probabilistisk matchningsalgoritm för recension till order som använder en kombination av granskarnamn, gransknings- och beställningsdatum, granskningssentiment och många andra faktorer, för att få dig de mest troliga beställningsmatcherna för dina recensioner. Våra kunder har rapporterat stor framgång med att hitta rätt order med denna algoritm.\n\nHar du några frågor, kommentarer eller funderingar? Kontakta oss på support@shopswain.com, vårt kundsupportteam kommer att svara inom 24 timmar.\n\n\nShopswain Promise: Vi garanterar 100% tillfredsställelse för alla våra kunder. Att prenumerera på anknytningen är helt riskfritt.\n\nOm du av någon anledning inte är nöjd med tillägget kan du skicka ett e-postmeddelande till oss eller begära återbetalning via Google Payments, så återbetalar vi din senaste betalning inom 24 timmar.\n\nVi övervakar proaktivt ändringar av Amazons system som kan påverka hur tillägget fungerar, och vårt teknikteam är alltid i beredskap för att åtgärda eventuella problem med tillägget.\n\n\n★ För alla säljare, för de flesta marknadsplatser\n\nKompatibel med de flesta Amazon-marknadsplatser: Nordamerika (USA, Kanada, Mexiko), EU (Storbritannien, Frankrike, Tyskland, Italien, Spanien), Australien, Japan och Brasilien.\n\n★ Få de mest exakta resultaten\n\nVår avancerade statistiska analys använder granskningsdatum, granskarens namn och andra datapunkter för att hitta den mest troliga beställningsmatchen.\n\n★ Undersök recensioner på alla Amazon-sidor\n\nPå Amazon-produktsidor eller Amazon-granskningssidor klickar du bara på knappen \"Hitta beställning\" bredvid recensionen och se när förlängningen magiskt analyserar dina beställningar för att hitta granskaren.\n\n★ Spara matchningar för senare\n\nMed tillägget kan du spara ordermatchningar, så du behöver inte söka efter beställningar två gånger.\n\n★ Super användarvänligt\n\nTrött på irriterande tillägg som gör att du loggar in varje gång du vill använda dem? Du behöver bara logga in på Seller Central för att det här verktyget ska fungera!\n\n★ Håll dina uppgifter privata\n\nIngen Amazon MWS-åtkomst krävs, bara logga in på Seller Central när du använder tillägget.\n\n★ Alltid uppdaterad med Amazon\n\nVåra omfattande övervakningssystem meddelar oss när Amazon gör en ändring av deras system som påverkar tillägget. Ditt företag bör inte vara kvar på grund av programvaruproblem!\n\n★ Inga roliga affärer\n\nDenna förlängning automatiserar bara operationer som du redan kan utföra i Seller Central och utför sedan statistisk analys.\n                                                                                                 \n★ Meddelanden om produkt- och säljargranskning\n\nFå aviseringar om recensioner av nya produkter och säljarfeedbacker levereras direkt till din e-postkorg!\n\n\nObs! Du bör vara inloggad på Seller Central med en användare som har behörigheterna \"Hantera beställningar\" och \"Hantera återbetalningar\".\n\nAlla våra verktyg är designade och byggda i vackra Vancouver, Kanada!\n\nKontakta oss på support@shopswain.com, eller kontakta oss på\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\neller LinkedIn: http://bit.ly/shopswainli.\nGå med i vår supportgrupp på Facebook! https://www.facebook.com/groups/118175552395560",
    "sw": "Je! Umechoka kupata hakiki ya bidhaa moja ya nyota kwenye bidhaa zako za Amazon bila kuelewa kwanini? Kiendelezi hiki kinakusaidia kulinganisha hakiki ya bidhaa ya Amazon na agizo la mteja, ili uweze kuwasiliana na mteja na ujue ni nini kilichoharibika.\n\nUgani huu ni zana pekee inayofanana ya kukagua-kuagiza-Amazon kwenye soko. Mnamo Septemba 23rd, 2018, Amazon ilibadilisha jukwaa lao la ujumbe kuzuia uthibitisho wa 100% ya mechi za kuagiza-kuagiza. Mabadiliko haya yamelemaza zana zingine zote za kulinganisha ili kuagiza.\n\nIkiwa kitufe cha kusanidi hapo juu hakifanyi kazi kwako, jaribu http://bit.ly/amzromalt, au wasiliana nasi kwa support@shopswain.com.\nUnataka kushiriki data, kudhibiti watumiaji wengi, na kuchukua faida ya rufaa na ushirika wa mkopo? Pakua ugani wa biashara: http://bit.ly/getamzrom\nIkiwa unakabiliwa na shida za malipo na toleo la kawaida, pakua toleo la biashara.\n\nPata mkopo wa $ 10 kwa kila rafiki unayemrejelea!\nUnataka kueneza habari? Jiunge na mpango wetu wa ushirika leo! http://bit.ly/amzromaffapp\n\nKiendelezi hufanya algorithm inayowezekana ya mapitio-ya-kuagiza inayotumia mchanganyiko wa jina la mhakiki, tarehe za kukagua na kuagiza, maoni ya hakiki, na mambo mengine mengi, ili kukupa mechi zinazowezekana za mpangilio wa hakiki zako. Wateja wetu wameripoti mafanikio makubwa katika kupata mpangilio sahihi kwa kutumia algorithm hii.\n\nJe! Una maswali yoyote, maoni, au wasiwasi? Fikia kwetu kwa support@shopswain.com, timu yetu ya msaada wa wateja itajibu ndani ya masaa 24.\n\n\nAhadi ya Shopswain: Tunahakikisha kuridhika kwa 100% kwa wateja wetu wote. Kujiandikisha kwa ugani sio hatari kabisa.\n\nIkiwa hauridhiki na ugani kwa sababu yoyote, unaweza kututumia barua pepe au kuomba marejesho kupitia Google Payments, na tutarejeshea malipo yako ya mwisho ndani ya masaa 24.\n\nTunafuatilia kwa bidii mabadiliko kwenye mfumo wa Amazon ambayo inaweza kuathiri jinsi ugani unavyofanya kazi, na timu yetu ya uhandisi iko kwenye msimamo kusuluhisha maswala yoyote na ugani.\n\n\n★ Kwa Wauzaji Wote, Kwa Maeneo mengi ya Soko\n\nSambamba na Sehemu nyingi za Soko la Amazon: Amerika ya Kaskazini (Amerika, Canada, Mexico), EU (Uingereza, Ufaransa, Ujerumani, Italia, Uhispania), Australia, Japan, na Brazil.\n\n★ Pata Matokeo Sahihi Zaidi\n\nUchambuzi wetu wa hali ya juu hutumia tarehe ya ukaguzi, jina la mhakiki, na vidokezo vingine vya data, ili kupata mechi inayowezekana ya mpangilio.\n\nKuchunguza Maoni kwenye Ukurasa wowote wa Amazon\n\nKwenye kurasa za bidhaa za Amazon au kurasa za kukagua Amazon, bonyeza tu kitufe cha \"Pata Agizo\" karibu na ukaguzi, na angalia wakati ugani unachambua maagizo yako kwa uchawi ili kupata mhakiki.\n\n★ Hifadhi Mechi Kwa Baadaye\n\nUgani hukuruhusu kuokoa mechi za mpangilio, kwa hivyo hakuna haja ya kutafuta maagizo mara mbili.\n\n★ Super mtumiaji kirafiki\n\nUmechoshwa na viendelezi vyenye kukasirisha vinavyokufanya uingie kila wakati unapotaka kuzitumia? Lazima uingie tu kwa muuzaji wa Kati ili zana hii ifanye kazi!\n\n★ Weka Takwimu Zako Binafsi\n\nHakuna ufikiaji wa Amazon MWS unahitajika, ingia tu kwenye muuzaji wa kati unapotumia ugani.\n\n★ Daima up-to-date na Amazon\n\nMifumo yetu kamili ya ufuatiliaji inatujulisha wakati Amazon inafanya mabadiliko kwenye mfumo wao ambao unaathiri ugani. Biashara yako haipaswi kuachwa nyuma kwa sababu ya maswala ya programu!\n\n★ Hakuna Biashara Ya Kuchekesha\n\nKiendelezi hiki hurekebisha tu shughuli ambazo unaweza tayari kufanya katika Muuzaji wa Kati, na hufanya uchambuzi wa takwimu baadaye.\n                                                                                                 \n★ Arifa za Mapitio ya Bidhaa na Muuzaji\n\nPata arifa kuhusu maoni ya bidhaa mpya na maoni ya muuzaji yaliyotolewa moja kwa moja kwenye kikasha chako cha barua pepe!\n\n\nKumbuka: Unapaswa kuingia katika Kituo cha Muuzaji na mtumiaji ambaye ana ruhusa za \"Dhibiti Maagizo\" na \"Dhibiti Kurejeshewa pesa\".\n\nZana zetu zote zimetengenezwa na kujengwa katika Vancouver nzuri, Canada!\n\nWasiliana nasi kwa support@shopswain.com, au tuwasiliane nao kwa\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nau LinkedIn: http://bit.ly/shopswainli.\nJiunge na kikundi chetu cha msaada kwenye Facebook! https://www.facebook.com/groups/118175552395560",
    "ta": "ஏன் என்று புரியாமல் உங்கள் அமேசான் தயாரிப்புகளில் ஒரு நட்சத்திர தயாரிப்பு மதிப்புரைகளைப் பெறுவதில் நீங்கள் சோர்வடைகிறீர்களா? இந்த நீட்டிப்பு அமேசான் தயாரிப்பு மதிப்பாய்வை வாடிக்கையாளர் ஆர்டருடன் பொருத்த உதவுகிறது, எனவே நீங்கள் வாடிக்கையாளரைத் தொடர்புகொண்டு என்ன தவறு நடந்துள்ளது என்பதைக் கண்டறியலாம்.\n\nஇந்த நீட்டிப்பு சந்தையில் அமேசான் மறுஆய்வு-க்கு-ஆர்டர் பொருந்தும் கருவி மட்டுமே. செப்டம்பர் 23, 2018 அன்று, அமேசான் 100% மறுஆய்வு-க்கு-ஆர்டர் போட்டிகளை உறுதி செய்வதைத் தடுக்க தங்கள் செய்தி தளத்தை மாற்றியது. இந்த மாற்றம் மற்ற எல்லா மதிப்பாய்வு-ஒழுங்கு பொருந்தும் கருவிகளையும் முடக்கியுள்ளது.\n\nமேலே உள்ள நிறுவல் பொத்தான் உங்களுக்கு வேலை செய்யவில்லை என்றால், http://bit.ly/amzromalt ஐ முயற்சிக்கவும் அல்லது எங்களை தொடர்பு கொள்ளவும் support@shopswain.com.\nதரவைப் பகிர விரும்புகிறீர்களா, பல பயனர்களை நிர்வகிக்க விரும்புகிறீர்களா, மற்றும் பரிந்துரை மற்றும் இணை கடன் ஆகியவற்றைப் பயன்படுத்த விரும்புகிறீர்களா? நிறுவன நீட்டிப்பைப் பதிவிறக்குக: http://bit.ly/getamzrom\nநிலையான பதிப்பில் கட்டண சிக்கல்களில் சிக்கினால், நிறுவன பதிப்பைப் பதிவிறக்கவும்.\n\nநீங்கள் குறிப்பிடும் ஒவ்வொரு நண்பருக்கும் $ 10 சந்தா கிரெடிட்டில் கிடைக்கும்!\nஇதைப் பரப்ப வேண்டுமா? இன்று எங்கள் இணைப்பு திட்டத்தில் சேரவும்! http://bit.ly/amzromaffapp\n\nஉங்கள் மதிப்புரைகளுக்கான மிகவும் சாத்தியமான ஆர்டர் பொருத்தங்களைப் பெறுவதற்காக, மதிப்பாய்வாளர் பெயர், மறுஆய்வு மற்றும் ஒழுங்கு தேதிகள், மறுஆய்வு உணர்வு மற்றும் பல காரணிகளின் கலவையைப் பயன்படுத்தும் நிகழ்தகவு மறுஆய்வு-க்கு-வரிசை பொருந்தக்கூடிய வழிமுறையை நீட்டிப்பு செயல்படுத்துகிறது. இந்த வழிமுறையைப் பயன்படுத்தி சரியான வரிசையைக் கண்டுபிடிப்பதில் எங்கள் வாடிக்கையாளர்கள் பெரும் வெற்றியைப் புகாரளித்துள்ளனர்.\n\nஏதேனும் கேள்விகள், கருத்துகள் அல்லது கவலைகள் உள்ளதா? Support@shopswain.com இல் எங்களை அணுகவும், எங்கள் வாடிக்கையாளர் ஆதரவு குழு 24 மணி நேரத்திற்குள் பதிலளிக்கும்.\n\n\nஷாப்ஸ்வைன் வாக்குறுதி: எங்கள் வாடிக்கையாளர்களுக்கு 100% திருப்தியை நாங்கள் உத்தரவாதம் செய்கிறோம். நீட்டிப்புக்கு குழுசேர்வது முற்றிலும் ஆபத்து இல்லாதது.\n\nஎந்தவொரு காரணத்திற்காகவும் நீட்டிப்பு குறித்து நீங்கள் திருப்தி அடையவில்லை என்றால், நீங்கள் எங்களுக்கு மின்னஞ்சல் அனுப்பலாம் அல்லது Google கொடுப்பனவுகள் மூலம் பணத்தைத் திரும்பப்பெறுமாறு கோரலாம், மேலும் உங்கள் கடைசி கட்டணத்தை 24 மணி நேரத்திற்குள் திருப்பித் தருகிறோம்.\n\nநீட்டிப்பு எவ்வாறு செயல்படுகிறது என்பதைப் பாதிக்கக்கூடிய அமேசான் அமைப்பில் மாற்றங்களை நாங்கள் தீவிரமாக கண்காணிக்கிறோம், மேலும் நீட்டிப்புடன் ஏதேனும் சிக்கல்களைச் சரிசெய்ய எங்கள் பொறியியல் குழு எப்போதும் காத்திருக்கிறது.\n\n\nS அனைத்து விற்பனையாளர்களுக்கும், பெரும்பாலான சந்தைகளுக்கு\n\nபெரும்பாலான அமேசான் சந்தைகளுடன் இணக்கமானது: வட அமெரிக்கா (அமெரிக்கா, கனடா, மெக்ஸிகோ), ஐரோப்பிய ஒன்றியம் (இங்கிலாந்து, பிரான்ஸ், ஜெர்மனி, இத்தாலி, ஸ்பெயின்), ஆஸ்திரேலியா, ஜப்பான் மற்றும் பிரேசில்.\n\nThe மிகவும் துல்லியமான முடிவுகளைப் பெறுங்கள்\n\nஎங்கள் மேம்பட்ட புள்ளிவிவர பகுப்பாய்வு மதிப்பாய்வு தேதி, மதிப்பாய்வாளர் பெயர் மற்றும் பிற தரவு புள்ளிகளைப் பயன்படுத்துகிறது.\n\nAmazon எந்த அமேசான் பக்கத்திலும் மதிப்புரைகளை ஆராயுங்கள்\n\nஅமேசான் தயாரிப்பு பக்கங்கள் அல்லது அமேசான் மறுஆய்வு பக்கங்களில், மதிப்பாய்வுக்கு அடுத்துள்ள “ஆர்டரைக் கண்டுபிடி” பொத்தானைக் கிளிக் செய்து, மதிப்பாய்வாளரைக் கண்டறிய உங்கள் ஆர்டர்களை நீட்டிப்பு மாயமாக பகுப்பாய்வு செய்வதைப் பாருங்கள்.\n\nFor பின்னர் போட்டிகளைச் சேமிக்கவும்\n\nஆர்டர் பொருத்தங்களைச் சேமிக்க நீட்டிப்பு உங்களை அனுமதிக்கிறது, எனவே ஆர்டர்களை இரண்டு முறை தேட வேண்டிய அவசியமில்லை.\n\nUser சூப்பர் பயனர் நட்பு\n\nஎரிச்சலூட்டும் நீட்டிப்புகளுடன் நீங்கள் சோர்வடைகிறீர்களா, அவை ஒவ்வொரு முறையும் அவற்றைப் பயன்படுத்த விரும்புகிறீர்களா? இந்த கருவி வேலை செய்ய நீங்கள் விற்பனையாளர் மையத்தில் மட்டுமே உள்நுழைய வேண்டும்!\n\nData உங்கள் தரவை தனிப்பட்டதாக வைத்திருங்கள்\n\nஅமேசான் MWS அணுகல் தேவையில்லை, நீங்கள் நீட்டிப்பைப் பயன்படுத்தும்போது விற்பனையாளர் மையத்தில் உள்நுழைக.\n\nAmazon அமேசானுடன் எப்போதும் புதுப்பித்த நிலையில் இருக்கும்\n\nநீட்டிப்பைப் பாதிக்கும் அமேசான் தங்கள் கணினியில் மாற்றத்தை ஏற்படுத்தும்போது எங்கள் விரிவான கண்காணிப்பு அமைப்புகள் எங்களுக்குத் தெரியப்படுத்துகின்றன. மென்பொருள் சிக்கல்கள் காரணமாக உங்கள் வணிகத்தை விட்டுவிடக்கூடாது!\n\nFun வேடிக்கையான வணிகம் இல்லை\n\nஇந்த நீட்டிப்பு விற்பனையாளர் மையத்தில் நீங்கள் ஏற்கனவே செய்யக்கூடிய செயல்பாடுகளை தானியக்கமாக்குகிறது, பின்னர் புள்ளிவிவர பகுப்பாய்வை செய்கிறது.\n                                                                                                 \nAnd தயாரிப்பு மற்றும் விற்பனையாளர் மதிப்பாய்வு அறிவிப்புகள்\n\nஉங்கள் மின்னஞ்சல் இன்பாக்ஸில் நேரடியாக வழங்கப்படும் புதிய தயாரிப்பு மற்றும் விற்பனையாளர் கருத்து மதிப்புரைகளைப் பற்றிய அறிவிப்புகளைப் பெறுங்கள்!\n\n\nகுறிப்பு: “ஆர்டர்களை நிர்வகி” மற்றும் “பணத்தைத் திருப்பிச் செலுத்து” அனுமதிகள் உள்ள பயனருடன் நீங்கள் விற்பனையாளர் மையத்தில் உள்நுழைய வேண்டும்.\n\nஎங்கள் கருவிகள் அனைத்தும் கனடாவின் அழகான வான்கூவரில் வடிவமைக்கப்பட்டு கட்டப்பட்டுள்ளன!\n\nSupport@shopswain.com இல் எங்களைத் தொடர்பு கொள்ளவும் அல்லது எங்களை அணுகவும்\nபேஸ்புக்: http://bit.ly/shopswainfb,\nட்விட்டர்: http://bit.ly/shopswaintw,\nஅல்லது சென்டர்: http://bit.ly/shopswainli.\nபேஸ்புக்கில் எங்கள் ஆதரவு குழுவில் சேரவும்! https://www.facebook.com/groups/118175552395560",
    "te": "ఎందుకు అర్థం చేసుకోకుండా మీ అమెజాన్ ఉత్పత్తులపై ఒక స్టార్ ఉత్పత్తి సమీక్షలను పొందడంలో మీరు విసిగిపోయారా? ఈ పొడిగింపు అమెజాన్ ఉత్పత్తి సమీక్షను కస్టమర్ ఆర్డర్‌తో సరిపోల్చడంలో మీకు సహాయపడుతుంది, కాబట్టి మీరు కస్టమర్‌ని సంప్రదించి ఏమి జరిగిందో తెలుసుకోవచ్చు.\n\nఈ పొడిగింపు మార్కెట్లో అమెజాన్ రివ్యూ-టు-ఆర్డర్ మ్యాచింగ్ సాధనం మాత్రమే. సెప్టెంబర్ 23, 2018 న, 100% రివ్యూ-టు-ఆర్డర్ మ్యాచ్‌ల నిర్ధారణను నిరోధించడానికి అమెజాన్ వారి మెసేజింగ్ ప్లాట్‌ఫామ్‌ను మార్చింది. ఈ మార్పు అన్ని ఇతర సమీక్ష-నుండి-ఆర్డర్ సరిపోలిక సాధనాలను నిలిపివేసింది.\n\nపై ఇన్‌స్టాల్ బటన్ మీ కోసం పని చేయకపోతే, http://bit.ly/amzromalt ప్రయత్నించండి, లేదా support@shopswain.com వద్ద మమ్మల్ని సంప్రదించండి.\nడేటాను భాగస్వామ్యం చేయాలనుకుంటున్నారా, బహుళ వినియోగదారులను నిర్వహించాలనుకుంటున్నారా మరియు రిఫెరల్ మరియు అనుబంధ క్రెడిట్ యొక్క ప్రయోజనాన్ని పొందాలనుకుంటున్నారా? సంస్థ పొడిగింపును డౌన్‌లోడ్ చేయండి: http://bit.ly/getamzrom\nమీరు ప్రామాణిక సంస్కరణతో చెల్లింపు సమస్యల్లో ఉంటే, సంస్థ సంస్కరణను డౌన్‌లోడ్ చేయండి.\n\nమీరు సూచించే ప్రతి స్నేహితుడికి $ 10 చందా క్రెడిట్‌లో పొందండి!\nప్రచారం చేయాలనుకుంటున్నారా? ఈ రోజు మా అనుబంధ కార్యక్రమంలో చేరండి! http://bit.ly/amzromaffapp\n\nమీ సమీక్షల కోసం మీకు అత్యంత సంభావ్య ఆర్డర్ సరిపోలికలను పొందడానికి, సమీక్షకుడు పేరు, సమీక్ష మరియు ఆర్డర్ తేదీలు, సమీక్ష సెంటిమెంట్ మరియు అనేక ఇతర అంశాల కలయికను ఉపయోగించే సంభావ్యత సమీక్ష-నుండి-ఆర్డర్ మ్యాచింగ్ అల్గోరిథంను పొడిగింపు అమలు చేస్తుంది. ఈ అల్గోరిథం ఉపయోగించి సరైన క్రమాన్ని కనుగొనడంలో మా కస్టమర్‌లు గొప్ప విజయాన్ని నివేదించారు.\n\nఏవైనా ప్రశ్నలు, వ్యాఖ్యలు లేదా ఆందోళనలు ఉన్నాయా? Support@shopswain.com వద్ద మాకు చేరండి, మా కస్టమర్ మద్దతు బృందం 24 గంటల్లో స్పందిస్తుంది.\n\n\nషాప్‌స్వైన్ వాగ్దానం: మా వినియోగదారులందరికీ 100% సంతృప్తి హామీ ఇస్తున్నాము. పొడిగింపుకు సభ్యత్వాన్ని పొందడం ఖచ్చితంగా ప్రమాద రహితమైనది.\n\nమీరు ఏ కారణం చేతనైనా పొడిగింపుతో సంతృప్తి చెందకపోతే, మీరు మాకు ఇమెయిల్ చేయవచ్చు లేదా Google చెల్లింపుల ద్వారా వాపసు కోసం అభ్యర్థించవచ్చు మరియు మేము మీ చివరి చెల్లింపును 24 గంటల్లో తిరిగి చెల్లిస్తాము.\n\nపొడిగింపు ఎలా పనిచేస్తుందో ప్రభావితం చేసే అమెజాన్ సిస్టమ్‌లో మార్పులను మేము చురుకుగా పర్యవేక్షిస్తాము మరియు పొడిగింపుతో ఏవైనా సమస్యలను పరిష్కరించడానికి మా ఇంజనీరింగ్ బృందం ఎల్లప్పుడూ స్టాండ్‌బైలో ఉంటుంది.\n\n\nAll అన్ని అమ్మకందారుల కోసం, చాలా మార్కెట్ ప్రదేశాల కోసం\n\nచాలా అమెజాన్ మార్కెట్ ప్రదేశాలతో అనుకూలమైనది: ఉత్తర అమెరికా (యుఎస్, కెనడా, మెక్సికో), ఇయు (యుకె, ఫ్రాన్స్, జర్మనీ, ఇటలీ, స్పెయిన్), ఆస్ట్రేలియా, జపాన్ మరియు బ్రెజిల్.\n\nAccurate చాలా ఖచ్చితమైన ఫలితాలను పొందండి\n\nమా అధునాతన గణాంక విశ్లేషణ సమీక్ష తేదీ, సమీక్షకుల పేరు మరియు ఇతర డేటా పాయింట్లను ఉపయోగిస్తుంది.\n\nAny ఏదైనా అమెజాన్ పేజీలో సమీక్షలను పరిశోధించండి\n\nఅమెజాన్ ఉత్పత్తి పేజీలలో లేదా అమెజాన్ సమీక్ష పేజీలలో, సమీక్ష పక్కన ఉన్న “ఆర్డర్‌ను కనుగొనండి” బటన్‌పై క్లిక్ చేసి, సమీక్షకుడిని కనుగొనడానికి పొడిగింపు మీ ఆర్డర్‌లను అద్భుతంగా విశ్లేషించినప్పుడు చూడండి.\n\nFor తరువాత మ్యాచ్‌లను సేవ్ చేయండి\n\nఆర్డర్ సరిపోలికలను సేవ్ చేయడానికి పొడిగింపు మిమ్మల్ని అనుమతిస్తుంది, కాబట్టి ఆర్డర్‌ల కోసం రెండుసార్లు శోధించాల్సిన అవసరం లేదు.\n\nUser సూపర్ యూజర్ ఫ్రెండ్లీ\n\nమీరు వాటిని ఉపయోగించాలనుకున్న ప్రతిసారీ లాగిన్ అయ్యే బాధించే పొడిగింపులతో విసిగిపోయారా? ఈ సాధనం పనిచేయడానికి మీరు సెల్లర్ సెంట్రల్‌కు మాత్రమే లాగిన్ అవ్వాలి!\n\nData మీ డేటాను ప్రైవేట్‌గా ఉంచండి\n\nఅమెజాన్ MWS యాక్సెస్ అవసరం లేదు, మీరు పొడిగింపును ఉపయోగించినప్పుడు సెల్లర్ సెంట్రల్‌లోకి లాగిన్ అవ్వండి.\n\nAmazon అమెజాన్‌తో ఎల్లప్పుడూ తాజాగా ఉంటుంది\n\nపొడిగింపును ప్రభావితం చేసే అమెజాన్ వారి సిస్టమ్‌లో మార్పు చేసినప్పుడు మా సమగ్ర పర్యవేక్షణ వ్యవస్థలు మాకు తెలియజేస్తాయి. సాఫ్ట్‌వేర్ సమస్యల కారణంగా మీ వ్యాపారం వెనుకబడి ఉండకూడదు!\n\nFun ఫన్నీ వ్యాపారం లేదు\n\nఈ పొడిగింపు మీరు ఇప్పటికే సెల్లర్ సెంట్రల్‌లో చేయగల ఆపరేషన్లను ఆటోమేట్ చేస్తుంది మరియు తరువాత గణాంక విశ్లేషణలను చేస్తుంది.\n                                                                                                 \nAnd ఉత్పత్తి మరియు అమ్మకందారుల సమీక్ష నోటిఫికేషన్‌లు\n\nక్రొత్త ఉత్పత్తి మరియు అమ్మకందారుల అభిప్రాయ సమీక్షల గురించి నోటిఫికేషన్‌లను మీ ఇమెయిల్ ఇన్‌బాక్స్‌కు నేరుగా పంపండి!\n\n\nగమనిక: మీరు “ఆర్డర్‌లను నిర్వహించు” మరియు “వాపసులను నిర్వహించు” అనుమతులు ఉన్న వినియోగదారుతో సెల్లర్ సెంట్రల్‌లోకి లాగిన్ అవ్వాలి.\n\nమా సాధనాలన్నీ కెనడాలోని అందమైన వాంకోవర్‌లో రూపొందించబడ్డాయి మరియు నిర్మించబడ్డాయి!\n\nSupport@shopswain.com వద్ద మమ్మల్ని సంప్రదించండి లేదా మమ్మల్ని సంప్రదించండి\nఫేస్బుక్: http://bit.ly/shopswainfb,\nట్విట్టర్: http://bit.ly/shopswaintw,\nలేదా లింక్డ్ఇన్: http://bit.ly/shopswainli.\nఫేస్బుక్లో మా మద్దతు సమూహంలో చేరండి! https://www.facebook.com/groups/118175552395560",
    "th": "คุณเบื่อที่จะรับบทวิจารณ์ผลิตภัณฑ์หนึ่งดาวในผลิตภัณฑ์ Amazon ของคุณโดยไม่เข้าใจว่าทำไม? ส่วนขยายนี้ช่วยให้คุณจับคู่บทวิจารณ์ผลิตภัณฑ์ของ Amazon กับคำสั่งซื้อของลูกค้าคุณจึงสามารถติดต่อลูกค้าและค้นหาสิ่งที่ผิดพลาดได้\n\nส่วนขยายนี้เป็นเครื่องมือจับคู่รีวิวตามคำสั่งซื้อของ Amazon เพียงตัวเดียวในตลาด เมื่อวันที่ 23 กันยายน 2018 Amazon ได้เปลี่ยนแพลตฟอร์มการส่งข้อความเพื่อป้องกันการยืนยันการจับคู่แบบตรวจทานตามคำสั่งซื้อ 100% การเปลี่ยนแปลงนี้ปิดใช้เครื่องมือการจับคู่การตรวจสอบตามคำสั่งซื้ออื่น ๆ ทั้งหมด\n\nหากปุ่มติดตั้งด้านบนใช้ไม่ได้สำหรับคุณลอง http://bit.ly/amzromalt หรือติดต่อเราที่ support@shopswain.com\nต้องการแบ่งปันข้อมูลจัดการผู้ใช้หลายคนและใช้ประโยชน์จากเครดิตการอ้างอิงและพันธมิตรหรือไม่? ดาวน์โหลดส่วนขยายขององค์กร: http://bit.ly/getamzrom\nหากคุณประสบปัญหาการชำระเงินกับเวอร์ชันมาตรฐานให้ดาวน์โหลดเวอร์ชันสำหรับองค์กร\n\nรับเครดิตการสมัครสมาชิก $ 10 สำหรับเพื่อนแต่ละคนที่คุณแนะนำ!\nต้องการที่จะกระจายคำ? เข้าร่วมโปรแกรมพันธมิตรของเราวันนี้! http://bit.ly/amzromaffapp\n\nส่วนขยายจะเรียกใช้อัลกอริทึมการจับคู่รีวิวตามคำสั่งที่น่าจะเป็นซึ่งใช้การรวมกันของชื่อผู้ตรวจสอบวันที่บทวิจารณ์และคำสั่งซื้อความคิดเห็นและปัจจัยอื่น ๆ อีกมากมายเพื่อให้คุณได้รับคำสั่งซื้อที่ตรงกับความเห็นของคุณมากที่สุด ลูกค้าของเรารายงานว่าประสบความสำเร็จอย่างมากในการค้นหาคำสั่งซื้อที่ถูกต้องโดยใช้อัลกอริทึมนี้\n\nมีคำถามความคิดเห็นหรือข้อกังวลใด ๆ ? ติดต่อเราได้ที่ support@shopswain.com ทีมสนับสนุนลูกค้าของเราจะตอบกลับภายใน 24 ชั่วโมง\n\n\nThe Shopswain Promise: เรารับประกันความพึงพอใจ 100% สำหรับลูกค้าของเราทุกคน การสมัครสมาชิกส่วนขยายนั้นไม่มีความเสี่ยงอย่างแน่นอน\n\nหากคุณไม่พอใจกับส่วนขยายไม่ว่าด้วยเหตุผลใดก็ตามคุณสามารถส่งอีเมลถึงเราหรือขอเงินคืนผ่าน Google Payments และเราจะคืนเงินให้กับการชำระเงินครั้งล่าสุดของคุณภายใน 24 ชั่วโมง\n\nเราเฝ้าติดตามการเปลี่ยนแปลงในระบบของ Amazon อย่างกระตือรือร้นซึ่งอาจส่งผลกระทบต่อการทำงานของส่วนขยายและทีมวิศวกรของเราพร้อมที่จะแก้ไขปัญหาเกี่ยวกับส่วนขยายนี้อยู่เสมอ\n\n\n★สำหรับผู้ขายทั้งหมดสำหรับตลาดส่วนใหญ่\n\nเข้ากันได้กับ Amazon Marketplaces ส่วนใหญ่: อเมริกาเหนือ (สหรัฐฯแคนาดาเม็กซิโก) สหภาพยุโรป (อังกฤษฝรั่งเศสเยอรมนีอิตาลีสเปน) ออสเตรเลียญี่ปุ่นและบราซิล\n\n★รับผลลัพธ์ที่แม่นยำที่สุด\n\nการวิเคราะห์ทางสถิติขั้นสูงของเราใช้วันที่ตรวจสอบชื่อผู้ตรวจสอบและจุดข้อมูลอื่น ๆ เพื่อค้นหาคำสั่งซื้อที่มีความเป็นไปได้มากที่สุด\n\n★ตรวจสอบความคิดเห็นในหน้า Amazon ใด ๆ\n\nในหน้าผลิตภัณฑ์ของ Amazon หรือหน้าบทวิจารณ์ของ Amazon เพียงคลิกที่ปุ่ม \"ค้นหาคำสั่งซื้อ\" ถัดจากบทวิจารณ์และดูขณะที่ส่วนขยายวิเคราะห์คำสั่งซื้อของคุณอย่างน่าอัศจรรย์เพื่อค้นหาผู้ตรวจสอบ\n\n★บันทึกการแข่งขันในภายหลัง\n\nส่วนขยายช่วยให้คุณสามารถบันทึกการจับคู่คำสั่งซื้อได้ดังนั้นจึงไม่จำเป็นต้องค้นหาคำสั่งซื้อซ้ำสองครั้ง\n\n★ใช้งานง่ายสุด ๆ\n\nเบื่อกับส่วนขยายที่น่ารำคาญที่ทำให้คุณเข้าสู่ระบบทุกครั้งที่คุณต้องการใช้หรือไม่? คุณต้องลงชื่อเข้าใช้ Seller Central เพื่อให้เครื่องมือนี้ใช้งานได้!\n\n★รักษาข้อมูลของคุณให้เป็นส่วนตัว\n\nไม่จำเป็นต้องเข้าถึง Amazon MWS เพียงลงชื่อเข้าใช้ Seller Central เมื่อคุณใช้ส่วนขยาย\n\n★อัปเดตอยู่เสมอด้วย Amazon\n\nระบบตรวจสอบที่ครอบคลุมของเราแจ้งให้เราทราบเมื่อ Amazon ทำการเปลี่ยนแปลงระบบของพวกเขาที่ส่งผลกระทบต่อส่วนขยาย ธุรกิจของคุณไม่ควรถูกทิ้งไว้ข้างหลังเพราะปัญหาซอฟต์แวร์!\n\n★ไม่มีธุรกิจตลก\n\nส่วนขยายนี้จะดำเนินการโดยอัตโนมัติซึ่งคุณสามารถดำเนินการได้แล้วใน Seller Central และทำการวิเคราะห์ทางสถิติในภายหลัง\n                                                                                                 \n★การแจ้งเตือนการตรวจสอบผลิตภัณฑ์และผู้ขาย\n\nรับการแจ้งเตือนเกี่ยวกับผลิตภัณฑ์ใหม่และความคิดเห็นของผู้ขายที่ส่งตรงไปยังกล่องจดหมายอีเมลของคุณ!\n\n\nหมายเหตุ: คุณควรลงชื่อเข้าใช้ Seller Central ด้วยผู้ใช้ที่มีสิทธิ์ \"จัดการคำสั่งซื้อ\" และ \"จัดการการคืนเงิน\"\n\nเครื่องมือทั้งหมดของเราได้รับการออกแบบและสร้างขึ้นในแวนคูเวอร์แคนาดาที่สวยงาม!\n\nติดต่อเราได้ที่ support@shopswain.com หรือติดต่อเราได้ที่\nเฟสบุ๊ค: http://bit.ly/shopswainfb,\nทวิตเตอร์: http://bit.ly/shopswaintw,\nหรือ LinkedIn: http://bit.ly/shopswainli\nเข้าร่วมกลุ่มสนับสนุนของเราบน Facebook! https://www.facebook.com/groups/118175552395560",
    "tr": "Nedenini anlamadan Amazon ürünlerinizde tek yıldızlı ürün incelemeleri almaktan bıktınız mı? Bu uzantı, Amazon ürün incelemesini bir müşteri siparişiyle eşleştirmenize yardımcı olur, böylece müşteriyle iletişime geçebilir ve neyin yanlış gittiğini öğrenebilirsiniz.\n\nBu uzantı, piyasadaki tek Amazon siparişe göre inceleme eşleştirme aracıdır. 23 Eylül 2018'de Amazon, siparişe göre% 100 gözden geçirme eşleşmelerinin onaylanmasını önlemek için mesajlaşma platformunu değiştirdi. Bu değişiklik, diğer tüm sıraya göre inceleme eşleştirme araçlarını devre dışı bıraktı.\n\nYukarıdaki yükleme düğmesi sizin için işe yaramazsa, http://bit.ly/amzromalt'ı deneyin veya support@shopswain.com adresinden bizimle iletişime geçin.\nVerileri paylaşmak, birden çok kullanıcıyı yönetmek ve tavsiye ve bağlı kuruluş kredisinden yararlanmak mı istiyorsunuz? Kurumsal uzantıyı indirin: http://bit.ly/getamzrom\nStandart sürümde ödeme sorunları yaşıyorsanız, kurumsal sürümü indirin.\n\nTavsiye ettiğiniz her arkadaşınız için 10 $ abonelik kredisi kazanın!\nHaber yaymak ister misin? Ortaklık programımıza bugün katılın! http://bit.ly/amzromaffapp\n\nUzantı, incelemeleriniz için size en olası sıra eşleşmelerini sağlamak için gözden geçiren adı, inceleme ve sipariş tarihleri, inceleme yaklaşımı ve diğer birçok faktörün bir kombinasyonunu kullanan olasılığa dayalı bir inceleme-sipariş eşleştirme algoritması yürütür. Müşterilerimiz bu algoritmayı kullanarak doğru sırayı bulmada büyük başarı elde ettiklerini bildirdiler.\n\nHerhangi bir sorunuz, yorumunuz veya endişeniz mi var? Support@shopswain.com adresinden bize ulaşın, müşteri destek ekibimiz 24 saat içinde yanıt verecektir.\n\n\nShopswain Sözü: Tüm müşterilerimiz için% 100 memnuniyet garantisi veriyoruz. Uzantıya abone olmak kesinlikle risksizdir.\n\nUzantıdan herhangi bir nedenle memnun kalmazsanız, bize e-posta gönderebilir veya Google Payments aracılığıyla geri ödeme talebinde bulunabilirsiniz; son ödemenizi 24 saat içinde iade ederiz.\n\nAmazon’un sistemindeki, uzantının çalışma şeklini etkileyebilecek değişiklikleri proaktif bir şekilde izliyoruz ve mühendislik ekibimiz, uzantıyla ilgili sorunları çözmek için her zaman beklemede.\n\n\n★ Tüm Satıcılar İçin, Çoğu Pazar Yeri İçin\n\nÇoğu Amazon Pazarı ile uyumludur: Kuzey Amerika (ABD, Kanada, Meksika), AB (İngiltere, Fransa, Almanya, İtalya, İspanya), Avustralya, Japonya ve Brezilya.\n\n★ En Doğru Sonuçları Alın\n\nGelişmiş istatistiksel analizimiz, en olası sipariş eşleşmesini bulmak için inceleme tarihini, gözden geçirenin adını ve diğer veri noktalarını kullanır.\n\n★ Herhangi Bir Amazon Sayfasındaki İncelemeleri Araştırın\n\nAmazon ürün sayfalarında veya Amazon inceleme sayfalarında, incelemenin yanındaki \"Sipariş Bul\" düğmesini tıklamanız ve uzantının, incelemeciyi bulmak için siparişlerinizi sihirli bir şekilde analiz etmesini izlemeniz yeterlidir.\n\n★ Maçları Daha Sonra Kaydet\n\nUzantı, sipariş eşleşmelerini kaydetmenize olanak tanır, böylece siparişleri iki kez aramanıza gerek kalmaz.\n\n★ Süper Kullanıcı Dostu\n\nHer kullanmak istediğinizde oturum açmanızı sağlayan sinir bozucu uzantılardan bıktınız mı? Bu aracın çalışması için yalnızca Seller Central'da oturum açmanız gerekir!\n\n★ Verilerinizi Gizli Tutun\n\nAmazon MWS erişimi gerekmez, uzantıyı kullandığınızda Seller Central'da oturum açmanız yeterlidir.\n\n★ Amazon ile her zaman güncel\n\nKapsamlı izleme sistemlerimiz, Amazon'un sistemlerinde uzantıyı etkileyen bir değişiklik yaptığında bize haber verir. Yazılım sorunları nedeniyle işletmeniz geride bırakılmamalıdır!\n\n★ Komik İş Yok\n\nBu uzantı, yalnızca Seller Central'da gerçekleştirebileceğiniz işlemleri otomatikleştirir ve daha sonra istatistiksel analizler gerçekleştirir.\n                                                                                                 \n★ Ürün ve Satıcı İnceleme Bildirimleri\n\nDoğrudan e-posta gelen kutunuza gönderilen yeni ürün ve satıcı geri bildirim incelemeleri hakkında bildirimler alın!\n\n\nNot: Seller Central'da \"Siparişleri Yönet\" ve \"Geri Ödemeleri Yönet\" izinlerine sahip bir kullanıcıyla oturum açmalısınız.\n\nTüm araçlarımız güzel Vancouver, Kanada'da tasarlandı ve üretildi!\n\nSupport@shopswain.com adresinden bize ulaşın veya bize ulaşın\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nveya LinkedIn: http://bit.ly/shopswainli.\nFacebook'taki destek grubumuza katılın! https://www.facebook.com/groups/118175552395560",
    "uk": "Ви втомилися отримувати відгуки про одну зірку на свої товари Amazon, не розуміючи, чому? Це розширення допомагає вам узгодити огляд продуктів Amazon із замовленням клієнта, тому ви можете зв’язатись із замовником та з’ясувати, що пішло не так.\n\nЦе розширення - єдиний на ринку інструмент порівняння для замовлення Amazon для замовлення. 23 вересня 2018 року Amazon змінив свою платформу обміну повідомленнями, щоб запобігти підтвердженню 100% відповідності перегляду на замовлення. Ця зміна вимкнула всі інші інструменти відповідності перегляду на замовлення.\n\nЯкщо кнопка встановлення вище не працює для вас, спробуйте http://bit.ly/amzromalt або зв’яжіться з нами за адресою support@shopswain.com.\nХочете обмінюватися даними, керувати кількома користувачами та скористатися перевагами реферальних та партнерських кредитів? Завантажте розширення для підприємства: http://bit.ly/getamzrom\nЯкщо у вас виникають проблеми із оплатою зі стандартною версією, завантажте корпоративну версію.\n\nОтримайте 10 доларів підписки за кожного друга, якого ви рекомендуєте!\nХочете поширити цю інформацію? Приєднуйтесь до нашої партнерської програми вже сьогодні! http://bit.ly/amzromaffapp\n\nРозширення виконує імовірнісний алгоритм узгодження перегляду за замовленням, який використовує комбінацію імені рецензента, дат огляду та замовлення, настрою огляду та багатьох інших факторів, щоб отримати найбільш вірогідні збіги за вашими відгуками. Наші клієнти повідомили про великий успіх у пошуку правильного замовлення за допомогою цього алгоритму.\n\nМаєте запитання, коментарі чи занепокоєння? Зв’яжіться з нами за адресою support@shopswain.com, наша команда підтримки клієнтів відповість протягом 24 годин.\n\n\nОбіцянка Shopswain: Ми гарантуємо 100% задоволення для всіх наших клієнтів. Передплата на розширення абсолютно безризикова.\n\nЯкщо ви не задоволені розширенням з будь-якої причини, ви можете надіслати нам електронного листа або вимагати відшкодування через Google Payments, і ми повернемо ваш останній платіж протягом 24 годин.\n\nМи проактивно відстежуємо зміни в системі Amazon, які можуть вплинути на роботу розширення, і наша інженерна команда завжди в режимі очікування, щоб вирішити будь-які проблеми з розширенням.\n\n\n★ Для всіх продавців, для більшості ринків\n\nСумісний з більшістю ринків Amazon: Північна Америка (США, Канада, Мексика), ЄС (Великобританія, Франція, Німеччина, Італія, Іспанія), Австралія, Японія та Бразилія.\n\n★ Отримайте найточніші результати\n\nНаш вдосконалений статистичний аналіз використовує дату огляду, ім’я рецензента та інші дані, щоб знайти найбільш імовірне збіг замовлень.\n\n★ Досліджуйте відгуки на будь-якій сторінці Amazon\n\nНа сторінках продуктів Amazon або сторінках огляду Amazon просто натисніть кнопку «Знайти замовлення» поруч із рецензією та спостерігайте, як розширення магічним чином аналізує ваші замовлення, щоб знайти рецензента.\n\n★ Збережіть збіги на потім\n\nРозширення дозволяє зберігати збіги замовлень, тому немає необхідності виконувати замовлення двічі.\n\n★ Супер зручний для користувачів\n\nНаситився надокучливими розширеннями, які змушують вас входити в систему кожного разу, коли ви хочете їх використовувати? Вам потрібно лише увійти в Seller Central, щоб цей інструмент працював!\n\n★ Зберігайте свої дані приватними\n\nДоступ до Amazon MWS не потрібен, просто увійдіть до Seller Central, коли ви використовуєте розширення.\n\n★ Завжди в курсі Amazon\n\nНаші комплексні системи моніторингу повідомляють нам, коли Amazon вносить зміни в свою систему, що впливає на розширення. Ваш бізнес не повинен залишатися позаду через проблеми з програмним забезпеченням!\n\n★ Немає смішного бізнесу\n\nЦе розширення просто автоматизує операції, які ви вже можете виконувати в Seller Central, а згодом виконує статистичний аналіз.\n                                                                                                 \n★ Повідомлення про огляд товару та продавця\n\nОтримуйте сповіщення про відгуки про нові товари та відгуки продавців, що надходять прямо на вашу поштову скриньку!\n\n\nПримітка: Ви повинні увійти в Seller Central з користувачем, який має дозволи “Керувати замовленнями” та “Керувати відшкодуваннями”.\n\nВсі наші інструменти розроблені та побудовані у прекрасному Ванкувері, Канада!\n\nЗв’яжіться з нами за адресою support@shopswain.com або зв’яжіться з нами за адресою\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nабо LinkedIn: http://bit.ly/shopswainli.\nПриєднуйтесь до нашої групи підтримки на Facebook! https://www.facebook.com/groups/118175552395560",
    "vi": "Bạn có cảm thấy mệt mỏi khi nhận được các đánh giá sản phẩm một sao trên các sản phẩm Amazon của mình mà không hiểu tại sao không? Tiện ích mở rộng này giúp bạn so khớp đánh giá sản phẩm Amazon với đơn đặt hàng của khách hàng, vì vậy bạn có thể liên hệ với khách hàng và tìm hiểu xem có gì sai.\n\nTiện ích mở rộng này là công cụ so khớp đơn hàng duy nhất của Amazon trên thị trường. Vào ngày 23 tháng 9 năm 2018, Amazon đã thay đổi nền tảng nhắn tin của họ để ngăn chặn xác nhận 100% các trận đấu xem xét theo đơn đặt hàng. Thay đổi này đã vô hiệu hóa tất cả các công cụ so khớp xem xét theo đơn đặt hàng khác.\n\nNếu nút cài đặt ở trên không hoạt động với bạn, hãy thử http://bit.ly/amzromalt hoặc liên hệ với chúng tôi tại support@shopswain.com.\nBạn muốn chia sẻ dữ liệu, quản lý nhiều người dùng và tận dụng lợi thế của tín dụng giới thiệu và liên kết? Tải xuống tiện ích mở rộng doanh nghiệp: http://bit.ly/getamzrom\nNếu bạn đang gặp sự cố thanh toán với phiên bản tiêu chuẩn, hãy tải xuống phiên bản doanh nghiệp.\n\nNhận $ 10 tín dụng đăng ký cho mỗi người bạn mà bạn giới thiệu!\nBạn muốn truyền bá tin tức? Tham gia chương trình liên kết của chúng tôi ngay hôm nay! http://bit.ly/amzromaffapp\n\nTiện ích mở rộng thực hiện thuật toán so khớp đơn đặt hàng theo xác suất sử dụng kết hợp tên người đánh giá, ngày đánh giá và đơn đặt hàng, ý kiến ​​đánh giá và nhiều yếu tố khác, để giúp bạn có được các kết quả phù hợp đơn hàng có khả năng xảy ra nhất cho các bài đánh giá của bạn. Khách hàng của chúng tôi đã báo cáo thành công lớn trong việc tìm đúng đơn đặt hàng bằng cách sử dụng thuật toán này.\n\nCó bất kỳ câu hỏi, ý kiến, hoặc mối quan tâm? Liên hệ với chúng tôi tại support@shopswain.com, nhóm hỗ trợ khách hàng của chúng tôi sẽ trả lời trong vòng 24 giờ.\n\n\nLời hứa của Shopswain: Chúng tôi đảm bảo 100% sự hài lòng cho tất cả khách hàng của chúng tôi. Đăng ký phần mở rộng là hoàn toàn không có rủi ro.\n\nNếu bạn không hài lòng với tiện ích mở rộng vì bất kỳ lý do gì, bạn có thể gửi email cho chúng tôi hoặc yêu cầu hoàn lại tiền thông qua Google Payments và chúng tôi sẽ hoàn lại khoản thanh toán cuối cùng của bạn trong vòng 24 giờ.\n\nChúng tôi chủ động giám sát các thay đổi đối với hệ thống của Amazon có thể ảnh hưởng đến cách hoạt động của tiện ích mở rộng và nhóm kỹ sư của chúng tôi luôn sẵn sàng để khắc phục mọi sự cố với tiện ích mở rộng.\n\n\n★ Đối với Tất cả Người bán, Đối với Hầu hết các Thị trường\n\nTương thích với hầu hết các Thị trường Amazon: Bắc Mỹ (Mỹ, Canada, Mexico), EU (Anh, Pháp, Đức, Ý, Tây Ban Nha), Úc, Nhật Bản và Brazil.\n\n★ Nhận kết quả chính xác nhất\n\nPhân tích thống kê nâng cao của chúng tôi sử dụng ngày đánh giá, tên người đánh giá và các điểm dữ liệu khác, để tìm ra kết quả khớp đơn hàng có khả năng xảy ra nhất.\n\n★ Điều tra đánh giá trên bất kỳ trang Amazon nào\n\nTrên các trang sản phẩm của Amazon hoặc trang đánh giá của Amazon, chỉ cần nhấp vào nút “Tìm đơn đặt hàng” bên cạnh bài đánh giá và xem tiện ích mở rộng phân tích đơn đặt hàng của bạn một cách kỳ diệu để tìm người đánh giá.\n\n★ Lưu các trận đấu để sử dụng sau\n\nTiện ích này cho phép bạn lưu các kết quả khớp đơn hàng, vì vậy không cần phải tìm kiếm đơn hàng hai lần.\n\n★ Siêu thân thiện với người dùng\n\nChán với những tiện ích mở rộng phiền phức khiến bạn phải đăng nhập mỗi khi muốn sử dụng chúng? Bạn chỉ phải đăng nhập vào Seller Central để công cụ này hoạt động!\n\n★ Giữ dữ liệu của bạn ở chế độ riêng tư\n\nKhông cần quyền truy cập Amazon MWS, chỉ cần đăng nhập vào Seller Central khi bạn sử dụng tiện ích mở rộng.\n\n★ Luôn cập nhật với Amazon\n\nHệ thống giám sát toàn diện của chúng tôi cho chúng tôi biết khi Amazon thực hiện thay đổi đối với hệ thống của họ có ảnh hưởng đến phần mở rộng. Doanh nghiệp của bạn sẽ không bị bỏ lại vì các vấn đề phần mềm!\n\n★ Không có kinh doanh vui nhộn\n\nTiện ích mở rộng này chỉ tự động hóa các hoạt động mà bạn đã có thể thực hiện trong Seller Central và thực hiện phân tích thống kê sau đó.\n                                                                                                 \n★ Thông báo đánh giá sản phẩm và người bán\n\nNhận thông báo về sản phẩm mới và đánh giá phản hồi của người bán được gửi thẳng đến hộp thư đến của bạn!\n\n\nLưu ý: Bạn phải đăng nhập vào Trung tâm người bán bằng người dùng có quyền \"Quản lý đơn hàng\" và \"Quản lý tiền hoàn lại\".\n\nTất cả các công cụ của chúng tôi đều được thiết kế và chế tạo tại Vancouver, Canada xinh đẹp!\n\nLiên hệ với chúng tôi tại support@shopswain.com, hoặc liên hệ với chúng tôi trên\nFacebook: http://bit.ly/shopswainfb,\nTwitter: http://bit.ly/shopswaintw,\nhoặc LinkedIn: http://bit.ly/shopswainli.\nTham gia nhóm hỗ trợ của chúng tôi trên Facebook! https://www.facebook.com/groups/118175552395560",
    "zh_CN": "您是否厌倦了在不了解原因的情况下在您的Amazon产品上获得一星级产品评论？此扩展可帮助您将Amazon产品评论与客户订单进行匹配，以便您可以与客户联系并找出问题所在。\n\n此扩展程序是市场上唯一的亚马逊按订单订购匹配工具。在2018年9月23日，亚马逊更改了其消息传递平台，以防止确认100％按订单审核。此更改禁用了所有其他按订单查看的匹配工具。\n\n如果上面的安装按钮对您不起作用，请尝试http://bit.ly/amzromalt，或通过support@shopswain.com与我们联系。\n想要共享数据，管理多个用户并利用推荐和会员信用吗？下载企业扩展：http://bit.ly/getamzrom\n如果您在使用标准版本时遇到付款问题，请下载企业版。\n\n为您推荐的每个朋友获得10美元的订阅信用额！\n想传播这个词吗？立即加入我们的会员计划！ http://bit.ly/amzromaffapp\n\n该扩展程序执行一个概率性的按订单排序的匹配算法，该算法结合使用审阅者姓名，评论和订单日期，评论情绪以及许多其他因素，以使您的评论最可能匹配订单。我们的客户报告说，使用此算法在找到正确的订单方面取得了巨大的成功。\n\n有任何问题，意见或疑虑吗？请通过support@shopswain.com与我们联系，我们的客户支持团队将在24小时内回复。\n\n\nThe Shopswain Promise：我们保证为所有客户提供100％的满意。订阅扩展程序绝对是没有风险的。\n\n如果您因任何原因对扩展名不满意，可以给我们发送电子邮件或通过Google Payments要求退款，我们将在24小时内退款给您最后一次付款。\n\n我们会主动监控可能会影响扩展程序工作方式的Amazon系统更改，我们的工程团队将随时待命以解决扩展程序中的任何问题。\n\n\n★对于所有卖家，对于大多数市场\n\n与大多数亚马逊市场兼容：北美（美国，加拿大，墨西哥），欧盟（英国，法国，德国，意大利，西班牙），澳大利亚，日本和巴西。\n\n★获得最准确的结果\n\n我们的高级统计分析使用审阅日期，审阅者姓名和其他数据点来查找最可能的订单匹配项。\n\n★在任何亚马逊页面上调查评论\n\n在亚马逊产品页面或亚马逊评论页面上，只需单击评论旁边的“查找订单”按钮，然后观看扩展程序神奇地分析您的订单以找到评论者。\n\n★保存比赛供以后使用\n\n该扩展程序可让您保存订单匹配项，因此无需两次搜索订单。\n\n★超级用户友好\n\n厌倦了令人讨厌的扩展程序，这些扩展程序使您每次想要使用它们时都登录？您只需登录到Seller Central即可使用此工具！\n\n★保密数据\n\n不需要Amazon MWS访问，只需在使用扩展时登录到Seller Central。\n\n★始终与亚马逊保持最新\n\n我们全面的监控系统让我们知道亚马逊何时对其系统进行更改以影响扩展。您的公司不应该因为软件问题而落后！\n\n★没有有趣的事\n\n此扩展程序只会自动执行您已经可以在Seller Central中执行的操作，然后执行统计分析。\n                                                                                                 \n★产品和卖家评论通知\n\n获取有关新产品的通知以及卖家反馈评论，这些评论直接发送到您的电子邮件收件箱！\n\n\n注意：您应该使用具有“管理订单”和“管理退款”权限的用户登录到卖方中心。\n\n我们所有的工具都是在美丽的加拿大温哥华设计和制造的！\n\n通过support@shopswain.com与我们联系，或通过以下方式与我们联系\n面子书：http://bit.ly/shopswainfb，\nTwitter：http：//bit.ly/shopswaintw，\n或LinkedIn：http：//bit.ly/shopswainli。\n加入我们在Facebook上的支持小组！ https://www.facebook.com/groups/118175552395560",
    "zh_TW": "您是否厭倦了在不了解原因的情況下在您的Amazon產品上獲得一星級產品評論？此擴展可幫助您將Amazon產品評論與客戶訂單進行匹配，以便您可以與客戶聯繫並找出問題所在。\n\n此擴展程序是市場上唯一的亞馬遜按訂單訂購匹配工具。在2018年9月23日，亞馬遜更改了其消息傳遞平台，以防止確認100％按訂單審核。此更改禁用了所有其他按訂單查看的匹配工具。\n\n如果上面的安裝按鈕對您不起作用，請嘗試http://bit.ly/amzromalt，或通過support@shopswain.com與我們聯繫。\n想要共享數據，管理多個用戶並利用推薦和會員信用嗎？下載企業擴展：http://bit.ly/getamzrom\n如果您在使用標準版本時遇到付款問題，請下載企業版。\n\n為您推薦的每個朋友獲得10美元的訂閱信用額！\n想傳播這個詞嗎？立即加入我們的會員計劃！ http://bit.ly/amzromaffapp\n\n該擴展程序執行一個概率性的按訂單排序的匹配算法，該算法結合使用審閱者姓名，評論和訂單日期，評論情緒以及許多其他因素，以使您的評論最可能匹配訂單。我們的客戶報告說，使用此算法在找到正確的訂單方面取得了巨大的成功。\n\n有任何問題，意見或疑慮嗎？請通過support@shopswain.com與我們聯繫，我們的客戶支持團隊將在24小時內回复。\n\n\nThe Shopswain Promise：我們保證為所有客戶提供100％的滿意。訂閱擴展程序絕對是沒有風險的。\n\n如果您因任何原因對擴展名不滿意，可以給我們發送電子郵件或通過Google Payments要求退款，我們將在24小時內退款給您最後一次付款。\n\n我們會主動監控可能會影響擴展程序工作方式的Amazon系統更改，我們的工程團隊將隨時待命以解決擴展程序中的任何問題。\n\n\n★對於所有賣家，對於大多數市場\n\n與大多數亞馬遜市場兼容：北美（美國，加拿大，墨西哥），歐盟（英國，法國，德國，意大利，西班牙），澳大利亞，日本和巴西。\n\n★獲得最準確的結果\n\n我們的高級統計分析使用審閱日期，審閱者姓名和其他數據點來查找最可能的訂單匹配項。\n\n★在任何亞馬遜頁面上調查評論\n\n在亞馬遜產品頁面或亞馬遜評論頁面上，只需單擊評論旁邊的“查找訂單”按鈕，然後觀看擴展程序神奇地分析您的訂單以找到評論者。\n\n★保存比賽供以後使用\n\n該擴展程序可讓您保存訂單匹配項，因此無需兩次搜索訂單。\n\n★超級用戶友好\n\n厭倦了令人討厭的擴展程序，這些擴展程序使您每次想要使用它們時都登錄？您只需登錄到Seller Central即可使用此工具！\n\n★保密數據\n\n不需要Amazon MWS訪問，只需在使用擴展時登錄到Seller Central。\n\n★始終與亞馬遜保持最新\n\n我們全面的監控系統讓我們知道亞馬遜何時對其係統進行更改以影響擴展。您的公司不應該因為軟件問題而落後！\n\n★沒有有趣的事\n\n此擴展程序只會自動執行您已經可以在Seller Central中執行的操作，然後執行統計分析。\n                                                                                                 \n★產品和賣家評論通知\n\n獲取有關新產品的通知以及賣家反饋評論，這些評論直接發送到您的電子郵件收件箱！\n\n\n注意：您應該使用具有“管理訂單”和“管理退款”權限的用戶登錄到賣方中心。\n\n我們所有的工具都是在美麗的加拿大溫哥華設計和製造的！\n\n通過support@shopswain.com與我們聯繫，或通過以下方式與我們聯繫\n面子書：http://bit.ly/shopswainfb，\nTwitter：http：//bit.ly/shopswaintw，\n或LinkedIn：http：//bit.ly/shopswainli。\n加入我們在Facebook上的支持小組！ https://www.facebook.com/groups/118175552395560"
  }
}