{
  "name": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "1 Minute Workout"
  },
  "short": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop sitting like a potato in front of your computer! Just like a car, your body needs maintenance! Introducing the \"1 Minute…"
  },
  "long": {
    "am,ar,bg,bn,ca,cs,da,de,el,en,en_AU,en_GB,en_US,es,es_419,et,fa,fi,fil,fr,gu,he,hi,hr,hu,id,it,ja,kn,ko,lt,lv,ml,mr,ms,nl,no,pl,pt_BR,pt_PT,ro,ru,sk,sl,sr,sv,sw,ta,te,th,tr,uk,vi,zh_CN,zh_TW": "Stop sitting like a potato in front of your computer! Just like a car, your body needs maintenance! Introducing the \"1 Minute Workout\" Chrome app – your secret weapon against the sedentary lifestyle of the modern age. Designed especially for desk jockeys, programmers, and anyone who finds themselves glued to a screen, this app is here to save the day (and your health).\n\nResearch has shown that even a few minutes of exercise a day can make a huge difference. That's right! Studies have found that short bursts of physical activity can improve cardiovascular health, boost your mood, and increase overall productivity. Imagine feeling energized and ready to tackle your tasks with a clear mind and a body that's been given the love it deserves.\n\nWith the \"1 Minute Workout\" app, you'll receive a random exercise prompt every hour. Whether it's a quick stretch, a few jumping jacks, or a dance break, these mini-workouts are designed to get you moving, increase blood flow, and maintain better health. Say goodbye to the days of endless sitting and hello to a new, healthier you.\n\nSo, why wait? Install \"1 Minute Workout\" now and let those hourly reminders transform your routine. Your body (and your productivity) will thank you!"
  }
}